[
  {
    "ayah_key": "2:198",
    "group_ayah_key": "2:198",
    "from_ayah": "2:198",
    "to_ayah": "2:198",
    "ayah_keys": "2:198",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့သည် သင်တို့၏အရှင်သခင်ထံမှ ကျေးဇူးတော်ကို <span class=\"gray\">(ဟဂ်ျကာလတွင် ကုန်သွယ်ခြင်းဖြင့်)</span> ရှာဖွေပါက သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။ ထို့နောက် သင်တို့သည် အရဖာတ်မှ ထွက်ခွာလာသောအခါ မရှ်အဲရ်-အီလ်-ဟာရမ်၌ အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">(အရှင်၏ဂုဏ်တော်များကို ချီးမြှင့်ခြင်း၊ ဆိုလိုသည်မှာ ဆွလားတ်နှင့် ဒိုအာများဖြင့်)</span> အောက်မေ့ကြလော့။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို လမ်းပြတော်မူသည့်အတိုင်း အရှင်အား <span class=\"gray\">(ကောင်းသော အရာခပ်သိမ်းအတွက် အရှင်မြတ်အား တောင်းခံခြင်းဖြင့်)</span> အောက်မေ့ကြလော့။ စင်စစ် သင်တို့သည် ယခင်က လမ်းမှားသူများထဲမှ ဖြစ်ခဲ့ကြ၏။ <span>(၁၉၈)</span></p><div lang=\"my\" class=\"my \"><h2>ဟဂ်ျကာလအတွင်း ကုန်သွယ်မှုများ</h2></div><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အစ်ဗ်နု အဗ္ဗားစ် ပြောသည်ကို ဖော်ပြခဲ့သည်။ “ဥကာဇ်၊ မီဂျန်နာဟ်နှင့် ဇုလ်-မဂျာဇ်တို့သည် ဂျာဟီလီယားခေတ်က ကုန်သွယ်ရေးစခန်းများ ဖြစ်ကြသည်။ ထိုခေတ်ကာလတွင် ဟဂ်ျရာသီအတွင်း စီးပွားရေးလုပ်ငန်းများ လုပ်ဆောင်ခြင်းကို မနှစ်သက်ခဲ့ကြပေ။ နောက်ပိုင်းတွင် ဤအာယသ်တော်ကို ထုတ်ဖော်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အရှင်သခင်ထံမှ ကျေးဇူးတော်ကို သင်တို့ရှာဖွေပါက သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။)</span> ဟဂ်ျရာသီအတွင်း။”</p><p lang=\"my\" class=\"my \">အဗူ ဒါဝုဒ်နှင့် အခြားသူများက အစ်ဗ်နု အဗ္ဗားစ် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ “သူတို့သည် ဟဂ်ျရာသီအတွင်း စီးပွားရေးလုပ်ငန်းများ လုပ်ဆောင်ခြင်းကို ရှောင်ရှားလေ့ရှိသည်။ ဤသည်မှာ ဓိကရ်၏ နေ့ရက်များဖြစ်သည်ဟု ပြောဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အရှင်သခင်ထံမှ ကျေးဇူးတော်ကို <span class=\"gray\">(ဟဂ်ျကာလတွင် ကုန်သွယ်ခြင်းဖြင့်)</span> သင်တို့ရှာဖွေပါက သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ မူဂျာဟစ်၊ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အီကရိမာဟ်၊ မန်ဆူရ် ဘင် အလ်-မူအ်တာမီရ်၊ ကာတာဒါဟ်၊ အစ်ဗရာဟင်မ် အန်-နခ်ခါအီ၊ အာရ်-ရာဘီအ် ဘင် အနပ်စ်နှင့် အခြားသူများ၏ ရှင်းလင်းချက်လည်းဖြစ်သည်။ အစ်ဗ်နု ဂျရီးရ်က အဗူ အူမိုင်မာဟ် ပြောသည်ကို ဖော်ပြခဲ့သည်– အစ်ဗ်နု အိုမာရ်အား ဟဂ်ျကာလအတွင်း ကုန်သွယ်ခြင်းနှင့်ပတ်သက်၍ မေးမြန်းသောအခါ ၎င်းက အာယသ်တော်ကို ရွတ်ဖတ်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အရှင်သခင်ထံမှ ကျေးဇူးတော်ကို <span class=\"gray\">(ဟဂ်ျကာလတွင် ကုန်သွယ်ခြင်းဖြင့်)</span> သင်တို့ရှာဖွေပါက သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်သည် ခိုင်မာသော ဆင့်ပြန်သူများ၏ ကွင်းဆက်ဖြင့် အစ်ဗ်နု အိုမာရ်နှင့် ဆက်စပ်နေသည်။ ဤဟဒီးဆ်သည် တမန်တော်မြတ် ﷺ နှင့်လည်း ဆက်စပ်နေသည်၊ အကြောင်းမှာ အဟ်မဒ်က အဗူ အူမာမာဟ် အတ်-တိုင်မီ ပြောသည်ကို ဖော်ပြခဲ့သည်– “ကျွန်ုပ်သည် အစ်ဗ်နု အိုမာရ်အား မေးမြန်းခဲ့သည်– ‘ကျွန်ုပ်တို့သည် <span class=\"gray\">(ဟဂ်ျကာလတွင်)</span> ဝယ်ယူ <span class=\"gray\">(ရောင်းချ)</span> ကြသည်၊ သို့ဖြစ်ရာ ကျွန်ုပ်တို့၏ ဟဂ်ျသည် အကျုံးဝင်ပါသေးသလား။’ ၎င်းက ပြောသည်– ‘သင်တို့သည် အိမ်တော်ကို တဝပ်ဖ် မလုပ်ကြဘူးလား၊ အရဖာတ်တွင် မရပ်တည်ကြဘူးလား၊ ကျောက်စရစ်ခဲများ မပစ်ကြဘူးလား၊ ခေါင်းမရိတ်ကြဘူးလား။’ ကျွန်ုပ်က ‘ဟုတ်ကဲ့’ ဟု ပြောလိုက်သည်။ အစ်ဗ်နု အိုမာရ်က ပြောသည်– ‘လူတစ်ဦးသည် တမန်တော်မြတ် ﷺ ထံသို့ လာရောက်ပြီး ကျွန်ုပ်အား မေးသကဲ့သို့ မေးမြန်းခဲ့သည်၊ ထို့နောက် ဂျစ်ဗ်ရီလ်သည် ဤအာယသ်တော်ဖြင့် ဆင်းသက်လာသည်အထိ တမန်တော်မြတ် ﷺ က သူ့ကို မဖြေကြားခဲ့ပေ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အရှင်သခင်ထံမှ ကျေးဇူးတော်ကို <span class=\"gray\">(ဟဂ်ျကာလတွင် ကုန်သွယ်ခြင်းဖြင့်)</span> သင်တို့ရှာဖွေပါက သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။)</span> တမန်တော်မြတ် ﷺ က ထိုလူအား ခေါ်ယူ၍ ပြောခဲ့သည်– <span class=\"gray\">(သင်တို့သည် ဟဂ်ျဘုရားဖူးများဖြစ်သည်)</span>။” အစ်ဗ်နု ဂျရီးရ်က အဗူ ဆွာလိဟ် ပြောသည်ကို ဆင့်ပြန်ခဲ့သည်– ၎င်းက အိုမာရ်အား “အို မွတ်စ်လင်မ်တို့၏ ခေါင်းဆောင်! သင်သည် ဟဂ်ျကာလအတွင်း ကုန်သွယ်မှုများ လုပ်ဆောင်ခဲ့ပါသလား။” ဟု ပြောခဲ့သည်။ ၎င်းက “သူတို့၏ အသက်မွေးဝမ်းကျောင်းသည် ဟဂ်ျကာလမှလွဲ၍ ရှိပါသလား။” ဟု ပြောခဲ့သည်။</p><div lang=\"fil\" class=\"fil \"><h2>Standing at 'Arafat</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَفَضْتُم مِّنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِندَ الْمَشْعَرِ الْحَرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် အရဖာတ်မှ ထွက်ခွာလာသောအခါ မရှ်အဲရ်-အီလ်-ဟာရမ်၌ အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">(အရှင်၏ဂုဏ်တော်များကို ချီးမြှင့်ခြင်း၊ ဆိုလိုသည်မှာ ဆွလားတ်နှင့် ဒိုအာများဖြင့်)</span> အောက်မေ့ကြလော့။)</span></p><p lang=\"my\" class=\"my \">အရဖာတ်သည် ဟဂ်ျကာလအတွင်း ရပ်တည်ရသော နေရာဖြစ်ပြီး ဟဂ်ျ၏ ထုံးတမ်းစဉ်လာများထဲမှ အုတ်မြစ်တစ်ခုဖြစ်သည်။ အစ်မာမ် အဟ်မဒ်နှင့် စူနန်စုဆောင်းသူများက အဗ်ဒူရ်-ရာဟ်မန် ဘင် ယအ်မာရ် အဒ်-ဒီယလီ ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်– ၎င်းက အလ္လာဟ်၏ ရစူလ် ﷺ မိန့်ကြားသည်ကို ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَجُّ عَرَفَاتٌ - ثَلَاثًا - فَمَنْ أَدْرَكَ عَرَفَةَ قَبْلَ أَنْ يَطْلُعَ الْفَجْرُ فَقَدْ أَدْرَكَ، وَأَيَّامُ مِنًى ثَلَاثَــةٌ، فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ، وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟဂ်ျသည် အရဖာတ်ဖြစ်သည်၊ <span class=\"gray\">(သုံးကြိမ်)</span>။ ထို့ကြောင့် အရဖာတ်တွင် အရုဏ်မတက်မီ ရပ်တည်ခဲ့သူများသည် <span class=\"gray\">(ဟဂ်ျ၏ ထုံးတမ်းစဉ်လာများကို)</span> ထမ်းဆောင်ပြီးဖြစ်သည်။ မီနာ၏နေ့ရက်များသည် သုံးရက်ဖြစ်သည်၊ နှစ်ရက်အကြာတွင် ဆက်လက်သွားလာသူများအတွက် အပြစ်မရှိသကဲ့သို့၊ နေထိုင်သူများအတွက်လည်း အပြစ်မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အရဖာတ်တွင် ရပ်တည်ရမည့်အချိန်သည် အရဖာဟ်နေ့ နေ့လယ်မှစ၍ နောက်တစ်နေ့ အရုဏ်တက်သည်အထိဖြစ်ပြီး ယင်းသည် အစ်ဗရာဟင်မ်အလယ်ဆွဲတော်မူသောနေ့ <span class=\"gray\">(ဇွလ်ဟိဂ်ျဂျာဟ်၏ ဒသမနေ့)</span> ဖြစ်သည်။ တမန်တော်မြတ် ﷺ သည် နှုတ်ဆက်ဟဂ်ျကာလတွင် ဇူဟရ် <span class=\"gray\">(နေ့လယ်)</span> ဆွလားတ်ပြုပြီးနောက် နေဝင်ချိန်အထိ အရဖာတ်၌ ရပ်တည်တော်မူခဲ့သည်။ “ငါ့ထံမှ သင်တို့၏ ထုံးတမ်းစဉ်လာများကို သင်ယူကြလော့။” ဟု အရှင်က မိန့်ကြားခဲ့သည်။ ဤဟဒီးဆ်တွင် <span class=\"gray\">(ဆိုလိုသည်မှာ ယခင်စာပိုဒ်တွင်)</span> အရှင်က “အရုဏ်မတက်မီ အရဖာတ်၌ ရပ်တည်ခဲ့သူတိုင်းသည် <span class=\"gray\">(ဟဂ်ျ၏ ထုံးတမ်းစဉ်လာများကို)</span> ထမ်းဆောင်ပြီးဖြစ်သည်။” ဟု မိန့်ကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အူရ်ဝါး ဘင် မူဒါရစ်စ် ဘင် ဟာရစ်ဆာဟ် ဘင် လမ် အတ်-တာအီက ပြောသည်– “ကျွန်ုပ်သည် အလ်-မွဇ်ဒါလီဖာဟ်သို့ အလ္လာဟ်၏ ရစူလ် ﷺ ထံ ဆွလားတ်ပြုချိန်တွင် ရောက်လာခဲ့သည်။ ကျွန်ုပ်က ‘အို အလ္လာဟ်၏ ရစူလ်! ကျွန်ုပ်သည် တိုင်းမျိုးနွယ်နှစ်ခုမှ လာခဲ့သည်၊ ကျွန်ုပ်၏တိရစ္ဆာန်လည်း ပင်ပန်းနွမ်းနယ်ခဲ့ပြီး ကျွန်ုပ်လည်း ပင်ပန်းခဲ့သည်။ ကျွန်ုပ်သည် မည်သည့်တောင်ကိုမျှ မချန်ဘဲ ထိုအပေါ်၌ ရပ်တည်ခဲ့သည်။ ကျွန်ုပ်၏ ဟဂ်ျသည် အကျုံးဝင်ပါသလား။’ အလ္လာဟ်၏ ရစူလ် ﷺ က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ شَهِدَ صَلَاتَنَا هذِهِ، فَوَقَفَ مَعَنَا حَتَّى نَدْفَعَ، وَقَدْ وَقَفَ بِعَرَفَةَ قَبْلَ ذلِكَ لَيْلًا أَوْ نَهارًا فَقَدْ تَمَّ حَجُّهُ وَقَضَى تَفَثَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့နှင့်အတူ ဤဆွလားတ်ကို ပြုလုပ်ခဲ့သူ၊ ကျွန်ုပ်တို့နှင့်အတူ ရှေ့သို့ဆက်မသွားမီအထိ ရပ်တည်ခဲ့သူ၊ ထို့ပြင် ထိုအရင်က နေ့ဘက်ဖြစ်စေ၊ ညဘက်ဖြစ်စေ အရဖာတ်၌ ရပ်တည်ခဲ့သူ မည်သူမဆိုသည် ဟဂ်ျကို ထမ်းဆောင်ပြီးဖြစ်ကာ ၎င်း၏ ထုံးတမ်းစဉ်လာများကို ပြီးစီးစေပြီးဖြစ်သည်။)</span>”</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အစ်မာမ် အဟ်မဒ်နှင့် စူနန်စုဆောင်းသူများက စုဆောင်းခဲ့ပြီး အတ်-တီရ်မီဇီက ၎င်းကို ဆွဟီးဟ်အဖြစ် သတ်မှတ်ခဲ့သည်။ ထိုတောင်ကို အရဖာတ်ဟု ခေါ်ဆိုရခြင်းမှာ အဗ်ဒူရ်-ရာဇ်ဇာက်က အလီ ဘင် အဗူ တွါလိဘ် ပြောသည်ကို ဖော်ပြခဲ့သည့်အတိုင်းဖြစ်သည်– “အလ္လာဟ်အရှင်မြတ်သည် ဂျစ်ဗ်ရီလ်အား နဗီ အစ်ဗရာဟင်မ်ထံသို့ စေလွှတ်ခဲ့ပြီး ဂျစ်ဗ်ရီလ်က အစ်ဗရာဟင်မ်အတွက် ဟဂ်ျကို <span class=\"gray\">(၎င်းအား ၎င်း၏ထုံးတမ်းစဉ်လာများကို သင်ကြားရန်)</span> ထမ်းဆောင်စေခဲ့သည်။ အစ်ဗရာဟင်မ်သည် အရဖာတ်သို့ ရောက်သောအခါ ‘ကျွန်ုပ်သည် အာရဖ်တု <span class=\"gray\">(ဤနေရာကို သိသည်)</span>။’ ဟု ပြောခဲ့သည်။ ၎င်းသည် ထိုနေရာသို့ ယခင်က ရောက်ဖူးသည်။ ထို့နောက် ၎င်းကို အရဖာတ်ဟု ခေါ်ခဲ့သည်။” အစ်ဗ်နု အလ်-မူဘာရက်က အတွါအ် ပြောသည်– “၎င်းကို အရဖာတ်ဟု ခေါ်ဆိုရခြင်းမှာ ဂျစ်ဗ်ရီလ်သည် အစ်ဗရာဟင်မ်အား ဟဂ်ျ၏ ထုံးတမ်းစဉ်လာများကို သင်ကြားပေးလေ့ရှိသောကြောင့်ဖြစ်သည်။ အစ်ဗရာဟင်မ်က ‘ကျွန်ုပ်သည် အာရဖ်တု၊ ကျွန်ုပ်သည် အာရဖ်တု’ ဟု ပြောလေ့ရှိသည်။ ထို့နောက် ၎င်းကို အရဖာတ်ဟု ခေါ်ခဲ့သည်။” အလားတူ ထုတ်ပြန်ချက်များကို အစ်ဗ်နု အဗ္ဗားစ်၊ အစ်ဗ်နု အိုမာရ်နှင့် အဗူ မစ်ဂျ်လဇ်တို့ထံမှ ရရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အရဖာတ်ကို အလ်-မရှ်အဲရ် အလ်-ဟာရမ်၊ အလ်-မရှ်အဲရ် အလ်-အက္ဆွာ နှင့် အီလာလ် ဟုလည်း ခေါ်ဆိုကြပြီး အရဖာတ်၏ အလယ်ရှိ တောင်ကို ဂျဘာလ် အာရ်-ရာဟ်မာ <span class=\"gray\">(ကရုဏာတောင်)</span> ဟု ခေါ်ဆိုသည်။</p><div lang=\"my\" class=\"my \"><h2>အရဖာတ်နှင့် အလ်-မွဇ်ဒါလီဖာဟ်မှ ထွက်ခွာရမည့်အချိန်</h2></div><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဗူ ဟာတိမ်က အစ်ဗ်နု အဗ္ဗားစ် ပြောသည်ကို ဖော်ပြခဲ့သည်– “ဂျာဟီလီယားခေတ်က လူများသည် အရဖာတ်၌ ရပ်တည်လေ့ရှိသည်။ နေသည် တောင်များပေါ်တွင် လူတစ်ဦး၏ ခေါင်းပေါ်ရှိ ပုဝါကဲ့သို့ ဖြစ်နေချိန်တွင် သူတို့သည် ဆက်လက်သွားကြသည်။ အလ္လာဟ်၏ ရစူလ် ﷺ သည် အရဖာတ်မှ နေဝင်ချိန်အထိ မရွေ့ဘဲ ရပ်တန့်ခဲ့သည်။” အစ်ဗ်နု မာရ်ဒူဝီယာဟ်က ဤဟဒီးဆ်ကို ဆက်စပ်ပြီး ထပ်ပေါင်းခဲ့သည်– “ထို့နောက် အရှင်သည် အလ်-မွဇ်ဒါလီဖာဟ်၌ ရပ်တည်၍ ဖဂျရ် <span class=\"gray\">(အရုဏ်)</span> ဆွလားတ်ကို စောစီးစွာ ပြုလုပ်ခဲ့သည်။ အရုဏ်ရောင်ထွက်သောအခါ အရှင်သည် ဆက်လက်သွားခဲ့သည်။” ဤဟဒီးဆ်တွင် ဟာစန် ဆင့်ပြန်သူများ၏ ကွင်းဆက်ရှိသည်။ ဂျာဘိရ် ဘင် အဗ်ဒူလ္လာဟ် ဆင့်ပြန်ခဲ့သည့် ရှည်လျားသော ဟဒီးဆ်တွင် (မွတ်စ်လင်မ်က စုဆောင်းခဲ့သည်) ဖော်ပြထားသည်– “တမန်တော်မြတ် ﷺ သည် နေဝင်ချိန်အထိ <span class=\"gray\">(ဆိုလိုသည်မှာ အရဖာတ်၌)</span> ရပ်တည်နေခဲ့သည်၊ ထိုအခါ အဝါရောင်အလင်း အနည်းငယ် မှေးမှိန်သွားပြီး နေမင်း၏ ဗန်းပြားသည် ပျောက်ကွယ်သွားခဲ့သည်။ ထို့နောက် တမန်တော်မြတ် ﷺ သည် အူဆာမာဟ်အား မိမိနောက်တွင် ထိုင်စေခဲ့ပြီး အလ်-ကဆ်ဝါးကို ထိန်းချုပ်ထားရန်အတွက် ၎င်း၏နှာခေါင်းကြိုးကို လုံလောက်အောင် တင်းတင်းဆွဲထားရာ ၎င်း၏ဦးခေါင်းသည် ကုန်းနှီးကို ထိခဲ့သည်။ အရှင်သည် မိမိ၏ညာလက်ဖြင့် လက်ဟန်ပြ၍ ‘လူတို့၊ အေးဆေးစွာ ဆက်လက်သွားကြလော့၊ အေးဆေးစွာ!’ ဟု မိန့်ကြားခဲ့သည်။ အရှင်သည် သဲခုံမြင့် တစ်ခုကို ဖြတ်ကျော်ရသောအခါ မိမိ၏ ကုလားအုတ်၏ နှာခေါင်းကြိုးကို အနည်းငယ် ဖြေလျော့ပေးခဲ့ရာ ၎င်းသည် တက်သွားပြီး ဤနည်းဖြင့် သူတို့သည် အလ်-မွဇ်ဒါလီဖာဟ်သို့ ရောက်ရှိခဲ့ကြသည်။ ထိုနေရာတွင် အရှင်သည် မဂ်ရစ်ဗ် <span class=\"gray\">(ညနေ)</span> နှင့် အစ်ရှာ <span class=\"gray\">(ည)</span> ဆွလားတ်များကို တစ်ခုတည်းသော အဇန်နှင့် နှစ်ခုသော အီကာမာ <span class=\"gray\">(ဆွလားတ်စတင်တော့မည်ဖြစ်ကြောင်း ကြေညာခြင်း)</span> ဖြင့် ဦးဆောင်ပြုလုပ်ခဲ့ပြီး ၎င်းတို့ကြားတွင် အလ္လာဟ်အရှင်မြတ်အား ဂုဏ်တော် မချီးမြှင့်ခဲ့ပေ <span class=\"gray\">(ဆိုလိုသည်မှာ အရှင်သည် စေတနာ့ဝန်ထမ်း ရကအ်ဟ်ကို မပြုလုပ်ခဲ့ပေ)</span>။ အလ္လာဟ်၏ ရစူလ် ﷺ သည် ထို့နောက် အရုဏ်တက်သည်အထိ လဲလျောင်းခဲ့ပြီး မနက်ခင်းအလင်းရောင် ထင်ရှားချိန်တွင် အဇန်နှင့် အီကာမာဖြင့် ဖဂျရ် <span class=\"gray\">(အရုဏ်)</span> ဆွလားတ်ကို ပြုလုပ်ခဲ့သည်။ အရှင်သည် အလ်-ကဆ်ဝါးပေါ်သို့ ထပ်မံတက်ရောက်ပြီး အလ်-မရှ်အဲရ် အလ်-ဟာရမ်သို့ ရောက်သောအခါ ကစ်ဗ်လာဟ်ဘက်သို့ မျက်နှာမူ၍ အလ္လာဟ်အရှင်မြတ်အား ဒိုအာပြုခဲ့သည်။ အရှင်အား ဂုဏ်တော်ချီးမြှင့်ကာ ‘လာ အီလာဟ အစ်လလ်လာဟ်’ ဟု ပြောဆိုခဲ့ပြီး နေရောင်ခြည် အလွန်ထင်ရှားသည်အထိ ရပ်တည်နေခဲ့သည်။ ထို့နောက် နေမတက်မီ အလျင်အမြန် ထွက်ခွာခဲ့သည်။”</p><p lang=\"my\" class=\"my \">ဆွဟီးဟ်နှစ်ခုတွင် ဖော်ပြထားသည်မှာ အူဆာမာဟ် ဘင် ဇိုင်ဒ်အား “တမန်တော်မြတ်၏ သွားလာမှု အရှိန်အဟုန် မည်သို့ရှိသနည်း။” ဟု မေးမြန်းခဲ့သည်။ ၎င်းက “နှေးကွေးသည်၊ နေရာလွတ်တွေ့မှသာ အနည်းငယ် ပိုမြန်မြန်သွားသည်။” ဟု ပြောခဲ့သည်။</p><div lang=\"hi-Latn\" class=\"hi-Latn \"><h2>Al-Mash'ar Al-Haram</h2></div><p lang=\"hmn\" class=\"hmn \">Abdur-Razzaq reported that Ibn 'Umar said that all of Al-Muzdalifah is Al-Mash'ar Al-Haram. It was reported that Ibn 'Umar was asked about Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا اللَّهَ عِندَ الْمَشْعَرِ الْحَرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မရှ်အဲရ်-အီလ်-ဟာရမ်၌ အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">(အရှင်၏ဂုဏ်တော်များကို ချီးမြှင့်ခြင်း၊ ဆိုလိုသည်မှာ ဆွလားတ်နှင့် ဒိုအာများဖြင့်)</span> အောက်မေ့ကြလော့။)</span></p><p lang=\"my\" class=\"my \">၎င်းက “၎င်းသည် တောင်နှင့် ပတ်ဝန်းကျင်ဒေသဖြစ်သည်။” ဟု ပြောခဲ့သည်။ အလ်-မရှ်အဲရ် အလ်-ဟာရမ်သည် တောင်နှစ်ခုကြားရှိ နေရာဖြစ်သည် <span class=\"gray\">(အောက်ပါဟဒီးဆ်ကို ကြည့်ပါ)</span> ဟု ဖော်ပြထားသည်၊ အစ်ဗ်နု အဗ္ဗားစ်၊ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အီကရိမာဟ်၊ မူဂျာဟစ်၊ အစ်-စူဒီ၊ အာရ်-ရာဘီအ် ဘင် အနပ်စ်၊ အလ်-ဟာစန်နှင့် ကာတာဒါဟ်တို့က ဖော်ပြခဲ့သည့်အတိုင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အစ်မာမ် အဟ်မဒ်က ဂျူဘိုင်ရ် ဘင် မွတ်အိမ် ဆင့်ပြန်ခဲ့သည်– တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ عَرَفَاتٍ مَوْقِفٌ، وَارْفَعُوا عَنْ عُرَنَةَ، وَكُلُّ مُزْدَلِفَةَ مَوْقِفٌ، وَارْفَعُوا عَنْ مُحَسِّرٍ، وَكُلُّ فِجَاجِ مَكَّةَ مَنْحَرٌ، وَكُلُّ أَيَّامِ التَّشْرِيقِ ذَبْحٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရဖာတ်တစ်ခုလုံးသည် ရပ်တည်ရာနေရာဖြစ်သည်၊ ဥရာနာဟ်မှ ဝေးဝေးနေကြလော့။ အလ်-မွဇ်ဒါလီဖာဟ်တစ်ခုလုံးသည် ရပ်တည်ရာနေရာဖြစ်သည်၊ မူဟပ်စ်ဆိရ်၏ အောက်ခြေမှ ဝေးဝေးနေကြလော့။ မက္ကာဟ်ဒေသအားလုံးသည် ပူဇော်ရာနေရာဖြစ်သည်၊ တရှ်ရစ်က်၏ နေ့ရက်အားလုံးသည် ပူဇော်ရာနေ့ရက်များဖြစ်သည်)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوهُ كَمَا هَدَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်မြတ်က သင်တို့ကို လမ်းပြတော်မူသည့်အတိုင်း အရှင်အား <span class=\"gray\">(ကောင်းသော အရာခပ်သိမ်းအတွက် အလ္လာဟ်အရှင်မြတ်အား တောင်းခံခြင်းဖြင့်)</span> အောက်မေ့ကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် မွတ်စ်လင်မ်များအား အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို သတိပေးထားသည်၊ အရှင်သည် သူတို့အား တမန်တော်မြတ် အစ်ဗရာဟင်မ် အလ်-ခါလီလ်၏ လမ်းညွှန်မှုအတိုင်း ဟဂ်ျ၏ ထုံးတမ်းစဉ်လာများကို ညွှန်ကြားသင်ကြားပေးခဲ့သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كُنتُم مِّن قَبْلِهِ لَمِنَ الضَّالِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...စင်စစ် သင်တို့သည် ယခင်က လမ်းမှားသူများထဲမှ ဖြစ်ခဲ့ကြ၏။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် လမ်းညွှန်မှု သို့မဟုတ် ကူရ်အာန် သို့မဟုတ် တမန်တော်မြတ် ﷺ မရှိမီ အခြေအနေကို ရည်ညွှန်းသည်ဟု ပြောဆိုကြသည်၊ ယင်းတို့အားလုံးသည် မှန်ကန်သော အဓိပ္ပါယ်များဖြစ်သည်။</p>"
  }
]