[
  {
    "ayah_key": "30:24",
    "group_ayah_key": "30:24",
    "from_ayah": "30:24",
    "to_ayah": "30:25",
    "ayah_keys": "30:24,30:25",
    "text": "<p lang=\"my\" class=\"my \">၎င်း၏ လက္ခဏာများထဲမှ တစ်ခုမှာ သူသည် သင့်အား ကြောက်ရွံ့မှုနှင့် မျှော်လင့်ချက်အတွက် လျှပ်စီးကို ပြသပြီး၊ ကောင်းကင်မှ ရေကို ပို့ဆောင်ကာ၊ ထိုရေဖြင့် ကမ္ဘာမြေကို သေဆုံးပြီးနောက် ပြန်လည် အသက်သွင်းခြင်း ဖြစ်သည်။ ဧကန်မလွဲ၊ ထိုအရာ၌ နားလည်သော လူမျိုးများအတွက် လက္ခဏာများ ရှိပါသည်။ <span>(24)</span>၎င်း၏ လက္ခဏာများထဲမှ တစ်ခုမှာ ကောင်းကင်နှင့် ကမ္ဘာမြေတို့သည် ၎င်း၏ အမိန့်ဖြင့် တည်ရှိနေခြင်း ဖြစ်သည်။ ထို့နောက် သူသည် သင့်အား တစ်ခါတည်း ခေါ်လိုက်သောအခါ၊ ကြည့်ပါဦး၊ သင်တို့သည် မြေကြီးမှ ထွက်လာကြလိမ့်မည်။) အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်။ <span>(25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ လက္ခဏာများထဲမှ တစ်ခုမှာ)</span> ၎င်း၏ ကြီးမြတ်မှုကို ဖော်ပြခြင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သင့်အား ကြောက်ရွံ့မှုနှင့် မျှော်လင့်ချက်အတွက် လျှပ်စီးကို ပြသသည်၊)</span> တစ်ခါတစ်ရံတွင် သင်သည် လျှပ်စီးနောက်မှ လိုက်ပါလာသော မိုးကြီးနှင့် ဖျက်ဆီးတတ်သော မိုးကြိုးများကို ကြောက်ရွံ့ပြီး၊ တစ်ခါတစ်ရံတွင် လျှပ်စီးတစ်ချက်ကို မြင်တွေ့ရသောအခါ လိုအပ်သောမိုး ရွာသွန်းတော့မည်ဟု မျှော်လင့်ချက် ထားရှိသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်မှ ရေကို ပို့ဆောင်ကာ၊ ထိုရေဖြင့် ကမ္ဘာမြေကို သေဆုံးပြီးနောက် ပြန်လည် အသက်သွင်းသည်။)</span> မြေကြီးသည် ခြောက်သွေ့၍ ဘာမျှ မပေါက်ရောက်နိုင်တော့ပြီးနောက်၊ ထို့နောက် ရေရောက်ရှိလာပြီး</p><p class=\"sd qpc-hafs\" lang=\"sd\">اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် လှုပ်ရှားလာပြီး ဖောင်းကြွလာကာ လှပသော အမျိုးမျိုး <span class=\"gray\">(အပင်များ)</span> ကို ထုတ်လုပ်ပေးသည်။)</span><span class=\"gray\">(22:5)</span>။ ဤအရာသည် ရှင်ပြန်ထမြောက်ခြင်းနှင့် ကမ္ဘာပျက်မည့်အချိန် ရောက်ရှိလာခြင်းအတွက် ရှင်းလင်းသော လက္ခဏာနှင့် သက်သေပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ထိုအရာ၌ နားလည်သော လူမျိုးများအတွက် လက္ခဏာများ ရှိပါသည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ လက္ခဏာများထဲမှ တစ်ခုမှာ ကောင်းကင်နှင့် ကမ္ဘာမြေတို့သည် ၎င်း၏ အမိန့်ဖြင့် တည်ရှိနေခြင်း ဖြစ်သည်။)</span> ဤသည်မှာ အာယသ် (ကျမ်းပိုဒ်) နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ကောင်းကင်ကို သူ၏ ခွင့်ပြုချက်မရှိဘဲ ကမ္ဘာမြေပေါ်သို့ မကျရောက်အောင် ထိန်းထားသည်)</span><span class=\"gray\">(22: 65)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ၎င်းတို့၏ နေရာများမှ ရွေ့လျားသွားခြင်း မဖြစ်စေရန် ဖမ်းဆုပ်ထားသည်)</span><span class=\"gray\">(35:41)</span>။ 'ဥမရ် အိဘ်နုလ် ခသွာဘ်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ ကတိသစ္စာ ပြုသောအခါ၊ သူက \"မဟုတ်ဘူး၊ မိုးကောင်းကင်နဲ့ ကမ္ဘာမြေကို သူ၏အမိန့်ဖြင့် တည်မြဲစေသော အရှင်မြတ်ကို သက်သေတည်၍\" ဟု ပြောလေ့ရှိသည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် သူ၏အမိန့်နှင့် သူ၏ နှိမ်နင်းမှုဖြင့် ခိုင်မြဲစွာ တည်ရှိနေခြင်း ဖြစ်သည်။ ထို့နောက် ရှင်ပြန်ထမြောက်ရာနေ့ ရောက်လာသောအခါ၊ ကမ္ဘာမြေကို အခြားကမ္ဘာမြေနှင့် လဲလှယ်ပြီး လူသေများသည် ၎င်းတို့၏ သင်္ချိုင်းများမှ ထွက်လာကြမည်၊ သူ၏အမိန့်နှင့် သူ၏ ခေါ်ဆိုမှုဖြင့် ပြန်လည် အသက်ဝင်လာကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် သင့်အား တစ်ခါတည်း ခေါ်လိုက်သောအခါ၊ ကြည့်ပါဦး၊ သင်တို့သည် မြေကြီးမှ ထွက်လာကြလိမ့်မည်။)</span> ဤသည်မှာ အာယသ် (ကျမ်းပိုဒ်) နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သင့်အား ခေါ်ဆိုသောနေ့တွင် သင်တို့သည် သူ၏ ချီးမွမ်းခြင်းနှင့် နာခံခြင်းဖြင့် ပြန်လည်ဖြေကြားကြမည်၊ ထို့ပြင် သင်တို့သည် အချိန်အနည်းငယ်မျှသာ နေထိုင်ခဲ့သည်ဟု ထင်ကြလိမ့်မည်!)</span><span class=\"gray\">(17:52)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُمْ بِالسَّاهِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် ဇဂျ်ရဟ် (တစ်ကြိမ်တည်းသော အော်သံ) တစ်ခုတည်းသာ ဖြစ်လိမ့်မည်။ ထို့နောက် ကြည့်ပါဦး၊ သူတို့သည် ၎င်းတို့၏ သေဆုံးပြီးနောက် ကမ္ဘာမြေပြင်ပေါ်တွင် အသက်ရှင်လျက် တွေ့ရှိကြလိမ့်မည်။)</span><span class=\"gray\">(79:13-14)</span>၊ ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ဆွိုင်ဟဟ် (တစ်ကြိမ်တည်းသော အော်သံ) တစ်ခုတည်းသာ ဖြစ်လိမ့်မည်၊ ထို့ကြောင့် ကြည့်ပါဦး၊ သူတို့အားလုံး ကျွန်ုပ်တို့ရှေ့သို့ ခေါ်ဆောင်လာခြင်း ခံရလိမ့်မည်!)</span><span class=\"gray\">(36:53)</span>။</p>"
  },
  {
    "ayah_key": "30:26",
    "group_ayah_key": "30:26",
    "from_ayah": "30:26",
    "to_ayah": "30:27",
    "ayah_keys": "30:26,30:27",
    "text": "<p class=\"my translation\" lang=\"my\">ကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိရှိသမျှသော အရာအားလုံးသည် သူနှင့်သာ သက်ဆိုင်၏။ အားလုံးသည် သူ့ကို နာခံကြ၏ <span>(26)</span>သူသည် ဖန်ဆင်းခြင်းကို စတင်ခဲ့သူဖြစ်ပြီး၊ ထို့နောက် သူသည် ၎င်းကို ပြန်လည်ပြုလုပ်မည်၊ ဤသည်မှာ သူအတွက် ပိုမိုလွယ်ကူသည်။ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ အမြင့်မြတ်ဆုံးသော ဖော်ပြချက်သည် သူနှင့်သာ သက်ဆိုင်၏။ သူသည် အကြွင်းမဲ့ တန်ခိုးရှင်၊ အကြွင်းမဲ့ ပညာရှင် ဖြစ်သည်။) အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်။ <span>(27)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိရှိသမျှသော အရာအားလုံးသည် သူနှင့်သာ သက်ဆိုင်၏။)</span> ဆိုလိုသည်မှာ သူသည် ၎င်းကို ပိုင်ဆိုင်ပြီး ၎င်းသည် သူ့ထံတွင် ကျွန်ခံရ၏။</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَهُ قَانِتُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားလုံးသည် သူ့ကို နာခံကြ၏။)</span> သူတို့သည် သူ့ရှေ့တွင် နှိမ့်ချကြပြီး၊ ဆန္ဒအလျောက်ဖြစ်စေ၊ မလိုလားဘဲဖြစ်စေ သူ့ကို လက်အောက်ခံကြ၏။</p><p lang=\"my\" class=\"my \">ဖန်ဆင်းခြင်းကို ပြန်လည်ပြုလုပ်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် ပိုမိုလွယ်ကူသည်</p><p lang=\"jv\" class=\"jv \">Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ဖန်ဆင်းခြင်းကို စတင်ခဲ့သူဖြစ်ပြီး၊ ထို့နောက် သူသည် ၎င်းကို ပြန်လည်ပြုလုပ်မည်၊ ဤသည်မှာ သူအတွက် ပိုမိုလွယ်ကူသည်။)</span> အိဘ်နု အဘီ သွလ်ဟဟ်က အိဘ်နု အဘ္ဘားစ် ပြောသည်ကို ဖော်ပြသည်၊ \"ဆိုလိုသည်မှာ သူအတွက် ပိုမိုလွယ်ကူသည်။\" မုဂျာဟိဒ်က ပြောသည်– \"၎င်းကို ပြန်လည်ပြုလုပ်ခြင်းသည် စတင်ဖန်ဆင်းခြင်းထက် သူအတွက် ပိုမိုလွယ်ကူပြီး၊ စတင်ဖန်ဆင်းခြင်းသည် သူအတွက် လွယ်ကူသည်။\" ဤသည်မှာ အိက္ကရီမဟ်နှင့် အခြားသူတို့၏ အမြင်လည်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အဘူ ဟူရိုင်ရဟ်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ: كَذَّبَنِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ ذَلِكَ، وَشَتَمَنِي وَلَمْ يَكُنْ لَهُ ذَلِكَ، فَأَمَّا تَكْذِيبُهُ إِيَّايَ فَقَوْلُهُ: لَنْ يُعِيدَنِي كَمَا بَدَأَنِي وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَتِهِ، وَأَمَّا شَتْمُهُ إِيَّايَ فَقَوْلُهُ: اتَّخَذَ اللهُ وَلَدًا، وَأَنَا الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်– \"အာဒမ်၏သားသည် ငါ့ကို ငြင်းပယ်ခဲ့သည်၊ သူ၌ ထိုသို့ပြုလုပ်ခွင့်မရှိ။ သူသည် ငါ့ကို စော်ကားခဲ့သည်၊ သူ၌ ထိုသို့ပြုလုပ်ခွင့်မရှိ။ ငါ့ကို ငြင်းပယ်ခြင်းနှင့်ပတ်သက်၍၊ သူက 'ငါ့ကို စတင်ဖန်ဆင်းခဲ့သကဲ့သို့ ပြန်လည်ပြုလုပ်မည်မဟုတ်' ဟု ပြောခြင်းဖြစ်သည် – ဖန်ဆင်းခြင်းကို စတင်ခြင်းသည် သူ့ကို ပြန်လည်ဖန်ဆင်းခြင်းထက် ငါအတွက် ပိုမိုမလွယ်ကူပါ။ ငါ့ကို စော်ကားခြင်းနှင့်ပတ်သက်၍၊ သူက 'အလ္လာဟ်အရှင်မြတ်သည် သားတစ်ဦးကို ရရှိထားသည်' ဟု ပြောခြင်းဖြစ်သည် – ငါသည် တစ်ဆူတည်းသော၊ မိမိကိုယ်ကို လုံလောက်သော အရှင်ဖြစ်သည်။ ငါသည် မွေးဖွားသည်မဟုတ်၊ မွေးဖွားခံရသည်လည်း မဟုတ်၊ ငါနှင့် နှိုင်းယှဉ်နိုင်သူ တစ်ဦးတစ်ယောက်မျှမရှိ။\")</span> ဤသည်ကို အလ်-ဘူခါရီကသာ မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْمَثَلُ الْأَعْلَىٰ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ အမြင့်မြတ်ဆုံးသော ဖော်ပြချက်သည် သူနှင့်သာ သက်ဆိုင်၏။)</span> 'အလီ အိဘ်နု အဘီ သွလ်ဟဟ်က အိဘ်နု အဘ္ဘားစ် ပြောသည်ကို ဖော်ပြသည်၊ \"ဤသည်မှာ အာယသ် (ကျမ်းပိုဒ်) နှင့်တူ၏-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ كَمِثْلِهِ شَيْءٌ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူနှင့်တူသော မည်သည့်အရာမျှ မရှိ)</span><span class=\"gray\">(42:11)</span>။\" ကွသွာဒဟ်က ပြောသည်– \"သူ၏ဖော်ပြချက်မှာ လာ အိလာဟ အိလ်လလ်လာဟ် ဖြစ်သည်၊ သူမှလွဲ၍ အခြား အရှင်သခင် မရှိ။\"</p>"
  },
  {
    "ayah_key": "30:28",
    "group_ayah_key": "30:28",
    "from_ayah": "30:28",
    "to_ayah": "30:29",
    "ayah_keys": "30:28,30:29",
    "text": "<p lang=\"my\" class=\"my \">သူသည် သင့်အတွက် သင်တို့ကိုယ်တိုင်မှ ပုံဥပမာကို တင်ပြသည်– သင်တို့၏ လက်ယာလက်များ ပိုင်ဆိုင်သောသူများထဲမှ ကျွန်ုပ်တို့ ပေးသနားထားသော စည်းစိမ်ဥစ္စာ၌ သင်တို့နှင့် တန်းတူ ခွဲဝေခံစားမည့် မိတ်ဖက်များ ရှိသလော၊ သင်တို့သည် အချင်းချင်း ကြောက်ရွံ့သကဲ့သို့ ၎င်းတို့ကို ကြောက်ရွံ့ကြသလော။ ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် နားလည်သော လူမျိုးများအတွက် လက္ခဏာများကို အသေးစိတ် ရှင်းပြတော်မူ၏ <span>(28)</span>မဟုတ်ပေ၊ သို့သော် မတရားပြုသူတို့သည် ၎င်းတို့၏ စိတ်ဆန္ဒများကို အသိပညာမဲ့စွာ လိုက်နာကြ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေခဲ့သူအား မည်သူက လမ်းပြနိုင်မည်နည်း။ ထိုသို့သောသူများအတွက် မည်သူမျှ ကူညီမည့်သူ မရှိပေ <span>(29)</span></p><p lang=\"my\" class=\"my \">တစ်ခုတည်းဖြစ်ခြင်း၏ ပုံဥပမာ</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ရုပ်တုကိုးကွယ်သူများ၊ သူ့မှတစ်ပါး အခြားသူများကို ကိုးကွယ်ပြီး သူ့ထံတွင် မိတ်ဖက်များ ပုံသေထားသူများအတွက် တင်ပြသော ပုံဥပမာဖြစ်သည်။ တစ်ချိန်တည်းမှာပင် ၎င်းတို့က ဤသို့ခေါ်သော မိတ်ဖက်များ – ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများ – သည် သူ၏ကျွန်ဖြစ်ပြီး သူနှင့်သက်ဆိုင်သည်ဟု ဝန်ခံကြသည်။ ၎င်းတို့၏ သလ်ဘီယဟ် <span class=\"gray\">(ဟဂျ်နှင့် အွမ်ရဟ် ပြုလုပ်စဉ်အခါတွင် သူတို့က \"အရှင်၏ အစေခံပါ၊ အရှင်၌ အရှင်ပိုင်ဆိုင်သည့် မိတ်ဖက်မှလွဲ၍ အခြားမိတ်ဖက်မရှိ၊ အရှင်သည် ထိုမိတ်ဖက်နှင့် ထိုမိတ်ဖက်ပိုင်ဆိုင်သော အရာအားလုံးကို ပိုင်ဆိုင်သည်\" ဟု ပြောလေ့ရှိသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သင့်အတွက် သင်တို့ကိုယ်တိုင်မှ ပုံဥပမာကို တင်ပြသည်)</span> 'သင်တို့ကိုယ်တိုင် တွေ့မြင်နိုင်သော၊ သက်သေပြနိုင်သော၊ နားလည်နိုင်သော အရာတစ်ခု'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ လက်ယာလက်များ ပိုင်ဆိုင်သောသူများထဲမှ ကျွန်ုပ်တို့ ပေးသနားထားသော စည်းစိမ်ဥစ္စာ၌ သင်တို့နှင့် တန်းတူ ခွဲဝေခံစားမည့် မိတ်ဖက်များ ရှိသလော…?)</span> 'သင်တို့ထဲမှ မည်သူမျှ မိမိ၏ ကျွန်ကို မိမိ၏ စည်းစိမ်ဥစ္စာ၌ မိတ်ဖက်အဖြစ် မထားလိုကြပေ၊ ၎င်းတို့ တစ်ဦးစီတွင် တန်းတူ ခွဲဝေမှုရှိစေရန်'။</p><p class=\"sd qpc-hafs\" lang=\"sd\">تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အချင်းချင်း ကြောက်ရွံ့သကဲ့သို့ ၎င်းတို့ကို ကြောက်ရွံ့ကြသလော။)</span> 'သူတို့သည် သင်၏ စည်းစိမ်ဥစ္စာ၌ သင်နှင့်အတူ အစုရှယ်ယာရရှိမည်ကို သင်ကြောက်ရွံ့သည်။' အဘူ မစ်ဂျ်လဇ်က ပြောသည်၊ \"သင်၏ ကျွန်သည် သင်၏ စည်းစိမ်ဥစ္စာ၌ အစုရှယ်ယာရရှိမည်ကို သင်မကြောက်ရွံ့ပါ၊ အကြောင်းမှာ သူ၌ ထိုသို့သော အခွင့်အရေးမရှိသောကြောင့်ဖြစ်သည်။ ထိုနည်းတူစွာ၊ အလ္လာဟ်အရှင်မြတ်၌ မိတ်ဖက်မရှိ။\" အဓိကအချက်မှာ သင်တို့ထဲမှ မည်သူမဆို ထိုသို့သော အရာကို ရွံရှာမည်ဆိုပါက၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား သူ၏ဖန်ဆင်းခြင်းများထဲမှ ပြိုင်ဘက်များကို မည်သို့ ပုံသေထားနိုင်မည်နည်း။ </p><p lang=\"my\" class=\"my \">အသ်-သွဘရာနီက အိဘ်နု အဘ္ဘားစ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်၊ \"ရှစ်ရ်က်ပြုသူများသည် ၎င်းတို့၏ သလ်ဘီယဟ်တွင် 'အရှင်၏ အစေခံပါ၊ အရှင်၌ အရှင်ပိုင်ဆိုင်သည့် မိတ်ဖက်မှလွဲ၍ အခြားမိတ်ဖက်မရှိ၊ အရှင်သည် ထိုမိတ်ဖက်နှင့် ထိုမိတ်ဖက်ပိုင်ဆိုင်သော အရာအားလုံးကို ပိုင်ဆိုင်သည်' ဟု ပြောလေ့ရှိကြသည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤစကားများကို ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ လက်ယာလက်များ ပိုင်ဆိုင်သောသူများထဲမှ ကျွန်ုပ်တို့ ပေးသနားထားသော စည်းစိမ်ဥစ္စာ၌ သင်တို့နှင့် တန်းတူ ခွဲဝေခံစားမည့် မိတ်ဖက်များ ရှိသလော၊ သင်တို့သည် အချင်းချင်း ကြောက်ရွံ့သကဲ့သို့ ၎င်းတို့ကို ကြောက်ရွံ့ကြသလော။)</span>\" လူသားများတွင် ဤလက္ခဏာရှိပါက၊ ဤပုံဥပမာက အလ္လာဟ်အရှင်မြတ်၌ မိတ်ဖက်ရှိခြင်းသည် ပို၍ပင် မသင့်လျော်ကြောင်း ပြသသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် နားလည်သော လူမျိုးများအတွက် လက္ခဏာများကို အသေးစိတ် ရှင်းပြတော်မူ၏။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ရုပ်တုကိုးကွယ်သူများသည် သူ့မှတစ်ပါး အခြားသူများကို ကိုးကွယ်သောအခါ၊ ၎င်းတို့၏ မိုက်မဲမှုနှင့် အသိပညာမဲ့မှုကြောင့် ထိုသို့ပြုလုပ်ကြောင်း ထောက်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ သို့သော် မတရားပြုသူတို့သည် လိုက်နာကြသည်…)</span>၊ ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူများ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَهْوَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(…၎င်းတို့၏ စိတ်ဆန္ဒများကို)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မှားယွင်းသော ဘုရားများကို အသိပညာမဲ့စွာ ကိုးကွယ်ခြင်းတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေခဲ့သူအား မည်သူက လမ်းပြနိုင်မည်နည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က သူတို့ လမ်းမှားရန် အမိန့်ချမှတ်ထားပါက မည်သူမျှ သူတို့ကို လမ်းပြနိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ مِنْ نَاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့သောသူများအတွက် မည်သူမျှ ကူညီမည့်သူ မရှိပေ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးမှ သူတို့ကို ကယ်တင်နိုင်သူ သို့မဟုတ် လွတ်မြောက်ရာလမ်း ပေးနိုင်သူ တစ်ဦးတစ်ယောက်မျှမရှိ၊ အကြောင်းမှာ သူအလိုရှိသော အရာသည် ဖြစ်ပျက်ပြီး သူအလိုမရှိသော အရာသည် ဖြစ်ပျက်မည်မဟုတ်ပေ။</p>"
  }
]