[
  {
    "ayah_key": "3:113",
    "group_ayah_key": "3:113",
    "from_ayah": "3:113",
    "to_ayah": "3:117",
    "ayah_keys": "3:113,3:114,3:115,3:116,3:117",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အားလုံးသည် အတူတူမဟုတ်ပေ၊ ဓမ္မကျမ်းရှင်တို့မှ အုပ်စုတစ်စုသည် တရားမျှတမှုအတွက် ရပ်တည်ကြသည်။ ၎င်းတို့သည် ညဉ့်အခါများတွင် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို ရွတ်ဖတ်ကြပြီး ဆွလာတ်ပြုရာတွင် ဦးချဝပ်တွားကြသည် <span>(113)</span>၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြသည်။ ၎င်းတို့သည် အလ်မအ်ရူဖ်ကို ခိုင်းစေကြပြီး အလ်မွန်ကာရ်ကို တားမြစ်ကြသည်။ ထို့ပြင် ၎င်းတို့သည် <span class=\"gray\">(အားလုံးသော)</span> ကောင်းမှုများတွင် လျင်မြန်ကြသည်။ ထို့ပြင် ၎င်းတို့သည် ဖြောင့်မတ်သူများထဲမှ ဖြစ်ကြသည် <span>(114)</span>၎င်းတို့ ပြုသမျှသော ကောင်းမှုမှန်သမျှကို ၎င်းတို့ထံမှ ငြင်းပယ်ခြင်း ခံရမည်မဟုတ်ပေ။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် မွတ်တကီန် <span class=\"gray\">(ရိုသေကိုင်းရှိုင်းသူများ)</span> ကို ကောင်းစွာသိတော်မူသောကြောင့် ဖြစ်သည် <span>(115)</span>ဧကန်စင်စစ် မယုံကြည်သူများသည် ၎င်းတို့၏ ပိုင်ဆိုင်မှုများ သို့မဟုတ် ၎င်းတို့၏ သားသမီးများသည် အလ္လာဟ်အရှင်မြတ်နှင့် ဆန့်ကျင်၍ အကျိုးပြုနိုင်မည်မဟုတ်ပေ။ ၎င်းတို့သည် ငရဲဘုံသားများဖြစ်ကြပြီး ထိုနေရာတွင် ထာဝရနေထိုင်ကြလိမ့်မည် <span>(116)</span>၎င်းတို့သည် ဤလောကတွင် သုံးစွဲသောဥပမာမှာ စိရ်လေ၏ ဥပမာကဲ့သို့ ဖြစ်သည်။ ၎င်းလေသည် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ခဲ့သော လူအစုအဝေး၏ စပါးရိတ်သိမ်းမှုကို ရိုက်ခတ်ပြီး ဖျက်ဆီးပစ်လိုက်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မတရားမပြုခဲ့သော်လည်း ၎င်းတို့ကိုယ်တိုင် မိမိတို့ကိုယ်ကို မတရားပြုခဲ့ကြသည် <span>(117)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စလာမ်ဘာသာကို လက်ခံသော ဓမ္မကျမ်းရှင်တို့၏ ကောင်းမြတ်မှုများ</h2></div><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အစ်ဟာက်နှင့် အခြားသူများအပါအဝင် အလ်-အောင်ဖီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပေးပို့ခဲ့ရာ ၎င်းက ပြောကြားသည်မှာ၊ \"ဤအာယတ်တော်များသည် ယုံကြည်ချက်ကို လက်ခံခဲ့သော ဓမ္မကျမ်းရှင်တို့၏ ဘာသာရေးခေါင်းဆောင်များအကြောင်း ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ ဥပမာအားဖြင့်၊ အဗ်ဒူလ္လာဟ် ဘင်န် စလာမ်၊ အစဒ် ဘင်န် အူဘိုင်ဒ်၊ သအ်လာဗဟ် ဘင်န် စာယာဟ်၊ အူစိုင်ဒ် ဘင်န် စာယာဟ် နှင့် အခြားသူများ ရှိသည်။ ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်က ယခင်က ကဲ့ရဲ့ခဲ့သော ဓမ္မကျမ်းရှင်တို့ထဲမှ ပုဂ္ဂိုလ်များသည် အစ္စလာမ်ဘာသာကို လက်ခံခဲ့သော ပုဂ္ဂိုလ်များနှင့် လုံးဝမတူညီကြပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسُوا سَوَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အားလုံး အတူတူမဟုတ်ပေ)</span><span class=\"gray\">[3:113]</span>။\"</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤလူအမျိုးအစား နှစ်မျိုးသည် တန်းတူညီမျှမရှိပေ။ စင်စစ်အားဖြင့် ဓမ္မကျမ်းရှင်တို့တွင် ယုံကြည်သူများနှင့် ရာဇဝတ်သားများလည်း ရှိကြသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင် ဖြစ်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဓမ္မကျမ်းရှင်တို့မှ အုပ်စုတစ်စုသည် တရားမျှတမှုအတွက် ရပ်တည်ကြသည်)</span> အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို အကောင်အထည်ဖော်ကြသည်။ အရှင်မြတ်၏ ဥပဒေကို လိုက်နာကြပြီး အရှင်မြတ်၏ တမန်တော် မုဟမ္မဒ် ﷺ ကို လိုက်နာကြသည်။ ထို့ကြောင့် ဤအမျိုးအစားသည် ဖြောင့်မှန်သော လမ်းပေါ်တွင် ရှိသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ညဉ့်အခါများတွင် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို ရွတ်ဖတ်ကြပြီး ဆွလာတ်ပြုရာတွင် ဦးချဝပ်တွားကြသည်)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ညဘက်တွင် တဟဂျွတ် ဆွလာတ်အတွက် မကြာခဏ ရပ်တည်ကြပြီး ၎င်းတို့၏ ဆွလာတ်တွင် ကုရ်အာန်ကို ရွတ်ဖတ်ကြသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَٰئِكَ مِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြသည်။ ၎င်းတို့သည် အလ်မအ်ရူဖ်ကို ခိုင်းစေကြပြီး အလ်မွန်ကာရ်ကို တားမြစ်ကြသည်။ ထို့ပြင် ၎င်းတို့သည် <span class=\"gray\">(အားလုံးသော)</span> ကောင်းမှုများတွင် လျင်မြန်ကြသည်။ ထို့ပြင် ၎င်းတို့သည် ဖြောင့်မတ်သူများထဲမှ ဖြစ်ကြသည်)</span><span class=\"gray\">[3: 114]</span>။</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ဆူရာ၏ အဆုံးပိုင်းတွင် ဖော်ပြထားသော လူအမျိုးအစားများပင် ဖြစ်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَا أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဓမ္မကျမ်းရှင်များ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> ထဲတွင် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်သူများ၊ သင်တို့ထံ ထုတ်ပြန်ခဲ့သော ကျမ်းတော်ကို ယုံကြည်သူများနှင့် ၎င်းတို့ထံ ထုတ်ပြန်ခဲ့သော ကျမ်းတော်ကို ယုံကြည်သူများ၊ အလ္လာဟ်အရှင်မြတ်ရှေ့တော်၌ နှိမ့်ချသူများ ဧကန်စင်စစ် ရှိကြသည်)</span><span class=\"gray\">[3:199]</span>။</p><p lang=\"mi\" class=\"mi \">Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပြုသမျှသော ကောင်းမှုမှန်သမျှကို ၎င်းတို့ထံမှ ငြင်းပယ်ခြင်း ခံရမည်မဟုတ်ပေ)</span><span class=\"gray\">[3:115]</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ကောင်းမှုများသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ပျောက်ဆုံးသွားမည်မဟုတ်ပေ။ ယင်းအစား၊ အရှင်မြတ်သည် ၎င်းတို့အား အကောင်းဆုံးသော အကျိုးများကို ပေးသနားတော်မူမည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် မွတ်တကီန် <span class=\"gray\">(ရိုသေကိုင်းရှိုင်းသူများ)</span> ကို ကောင်းစွာသိတော်မူသောကြောင့် ဖြစ်သည်)</span> အကြောင်းမှာ မည်သူတစ်ဦးတစ်ယောက်မှ ပြုလုပ်ခဲ့သော မည်သည့်လုပ်ရပ်မှ အရှင်မြတ်၏ အသိပညာမှ လွတ်မြောက်သွားခြင်းမရှိပေ။ ကောင်းမှုပြုသူများအတွက် မည်သည့်အကျိုးမှလည်း အရှင်မြတ်ထံတွင် ပျောက်ဆုံးသွားခြင်း မရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သော ဘာသာပေါင်းစုံကိုးကွယ်သူများအကြောင်းကို ဖော်ပြတော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပိုင်ဆိုင်မှုများ သို့မဟုတ် ၎င်းတို့၏ သားသမီးများသည် အလ္လာဟ်အရှင်မြတ်နှင့် ဆန့်ကျင်၍ အကျိုးပြုနိုင်မည်မဟုတ်ပေ)</span><span class=\"gray\">[3:116]</span>။ ဆိုလိုသည်မှာ မည်သည့်အရာမှ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့် အပြစ်ပေးခြင်းကို ၎င်းတို့အား ကျရောက်ခြင်းမှ တားဆီးနိုင်မည်မဟုတ်ပေ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငရဲဘုံသားများဖြစ်ကြပြီး ထိုနေရာတွင် ထာဝရနေထိုင်ကြလိမ့်မည်။)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများသည် ဤဘဝတွင် သုံးစွဲသောဥပမာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများ ဤဘဝတွင် သုံးစွဲသောဥပမာကို မိန့်ကြားတော်မူသည်။ မုဂျာဟိဒ်၊ အလ်-ဟစန်နှင့် အစ်-စွတ်ဒီတို့ ပြောကြားသည့်အတိုင်း ဖြစ်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဤလောကတွင် သုံးစွဲသောဥပမာမှာ စိရ်လေ၏ ဥပမာကဲ့သို့ ဖြစ်သည်)</span> အလွန်အေးသောလေ၊ အိဗ်နု အဗ္ဗားစ်၊ အစ်ကရိမာဟ်၊ စအိဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အလ်-ဟစန်၊ ကတာဒဟ်၊ အဒ်-ဒဟ်ဟာက်၊ အရ်-ရဗီအ် ဘင်န် အနပ်စ်နှင့် အခြားသူများ ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။ အတာအ်က စိရ်ဆိုသည်မှာ 'အအေးဒဏ်နှင့် နှင်း' ဟု အဓိပ္ပါယ်ရသည်ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်နှင့် မုဂျာဟိဒ်တို့ကလည်း စိရ်ဆိုသည်မှာ 'မီး' ဟု အဓိပ္ပါယ်ရသည်ဟု ပြောကြားခဲ့ကြောင်း သတင်းရရှိသည်။ ဤနောက်ပိုင်းအဓိပ္ပါယ်သည် ကျွန်ုပ်တို့ အထက်တွင် ဖော်ပြခဲ့သော အဓိပ္ပါယ်များနှင့် မဆန့်ကျင်ပေ။ အကြောင်းမှာ အလွန်အေးသော ရာသီဥတုသည် အထူးသဖြင့် နှင်းနှင့်အတူ ပါလာသောအခါ အပင်များနှင့် သီးနှံများကို လောင်ကျွမ်းစေပြီး မီးက ထိုသို့သော အပင်များပေါ်တွင် သက်ရောက်မှုရှိသည့်အတိုင်းပင် သက်ရောက်မှုရှိသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنفُسَهُمْ فَأَهْلَكَتْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ခဲ့သော လူအစုအဝေး၏ စပါးရိတ်သိမ်းမှုကို ရိုက်ခတ်ပြီး ဖျက်ဆီးပစ်လိုက်သည်)</span><span class=\"gray\">(3:117)</span>၊ မီးရှို့၍ ဖြစ်သည်။ ဤအာယတ်တော်သည် ရိတ်သိမ်းရန် အသင့်ဖြစ်နေသော သီးနှံများကို ရိုက်ခတ်သည့် ဘေးအန္တရာယ်အကြောင်းကို ဖော်ပြထားသည်။ ၎င်းကို မီးရှို့ဖျက်ဆီးပြီး ၎င်း၏ ပိုင်ရှင် အလိုအပ်ဆုံးအချိန်တွင် ပိုင်ဆိုင်ခွင့်ကို ချုပ်ငြိမ်းစေသည်။ မယုံကြည်သူများနှင့် ပတ်သက်၍လည်း ထိုနည်းအတိုင်းပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ကောင်းမှုများအတွက် အကျိုးများကို ဤဘဝတွင် ဖျက်ဆီးတော်မူသည်။ အရှင်မြတ်က အပြစ်သား၏ အပြစ်များကြောင့် သီးနှံများကို ဖျက်ဆီးခဲ့သည့်အတိုင်းပင် ဖြစ်သည်။ လူအမျိုးအစား နှစ်မျိုးစလုံးသည် ၎င်းတို့၏ လုပ်ငန်းများကို ခိုင်မာသော အခြေခံအုတ်မြစ်များပေါ်တွင် တည်ဆောက်ခဲ့ခြင်း မရှိပေ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمَهُمُ اللَّهُ وَلَٰكِنْ أَنفُسَهُمْ يَظْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မတရားမပြုခဲ့သော်လည်း ၎င်းတို့ကိုယ်တိုင် မိမိတို့ကိုယ်ကို မတရားပြုခဲ့ကြသည်)</span></p>"
  }
]