[
  {
    "ayah_key": "11:108",
    "group_ayah_key": "11:108",
    "from_ayah": "11:108",
    "to_ayah": "11:108",
    "ayah_keys": "11:108",
    "text": "<p class=\"my translation\" lang=\"my\">ကောင်းချီးမင်္ဂလာရရှိသူများမှာမူ ၎င်းတို့သည် အပါးတော်မှ အလိုရှိသမျှ ကာလပတ်လုံး ကောင်းကင်များနှင့် ကမ္ဘာမြေ ရှိနေသမျှ ကာလပတ်လုံး ၎င်းတို့သည် ဂျန္နတ် (ပရဒိသု) တွင် အမြဲတမ်း နေထိုင်ရမည်ဖြစ်ပြီး အဆုံးမရှိသော ဆုလာဘ်ပင်ဖြစ်သည် <span>(108)</span></p><div lang=\"my\" class=\"my \"><h2>ပျော်ရွှင်သောသူတို့၏ အခြေအနေနှင့် ၎င်းတို့၏ ခိုလှုံရာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ سُعِدُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းချီးမင်္ဂလာရရှိသူများ။)</span> ၎င်းတို့သည် တမန်တော်များ၏ နောက်လိုက်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဂျန္နတ် (ပရဒိသု) တွင် ရှိကြမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ နောက်ဆုံးနေထိုင်ရာသည် ဂျန္နတ်ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် အချိန်တိုင်းနေထိုင်ကြမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်ကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ ရှိနေသမျှ ကာလပတ်လုံး၊ သင်၏အရှင်သခင် အလိုရှိသမျှမှလွဲ၍)</span> ဤနေရာတွင် ပြုလုပ်ထားသော ချွင်းချက်၏ အဓိပ္ပါယ်မှာ ၎င်းတို့ ထိုနေရာတွင် ခံစားရမည့် ထာဝရပျော်ရွှင်မှုသည် ၎င်းကိုယ်တိုင် မဖြစ်မနေလိုအပ်သည့်အရာမဟုတ်ပါ။ ယင်းအစား၊ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်အပေါ် မူတည်သည့်အရာဖြစ်သည်။ ၎င်းတို့အပေါ် ထာဝရမသေခြင်းကျေးဇူးတော်သည် အရှင်မြတ်ထံတွင်ရှိသည်။ ဤအကြောင်းကြောင့် ၎င်းတို့သည် အသက်ရှူရန် လှုံ့ဆော်ခံရသကဲ့သို့ အရှင်မြတ်ကို ချီးမွမ်းဂုဏ်ပြုရန် လှုံ့ဆော်ခံရသည်။ အဒ်ဒဟ်ဟက်နှင့် အလ်ဟဆန် အလ်ဘဆရီ နှစ်ဦးစလုံးက \"၎င်းသည် နတ်ငရဲတွင်ရှိခဲ့ပြီး ထို့နောက်မှ ထုတ်ယူခဲ့သော တောင်ဟီးဒ်ကို မနာခံသူများ၏ အခွင့်အရေးအကြောင်းဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤထုတ်ပြန်ချက်ကို မိန့်တော်မူရင်း အဆုံးသတ်လိုက်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဆုံးမရှိသော ဆုလာဘ်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် လုံးဝပြတ်တောက်မည်မဟုတ်ပါ။ ၎င်းကို မူဂျာဟစ်၊ အိဗ်နု အဗ္ဗားစ်၊ အဗူ အလ်အာလီယာ နှင့် အခြားသူများက ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ကို ဖော်ပြပြီးနောက် သံသယရှိသူသည် သံသယမဝင်စေရန် ဤအရာကို ဖော်ပြခဲ့ခြင်းဖြစ်သည်။ အချို့သူများက အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ကို ဤနေရာတွင် ဖော်ပြခြင်းသည် ဂျန္နတ် (ပရဒိသု) ၏ ပျော်ရွှင်မှုသည် ကုန်ဆုံးနိုင်သည် သို့မဟုတ် ပြောင်းလဲနိုင်သည်ဟု ထင်မြင်ကြပေမည်။ ယင်းနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ဤပျော်ရွှင်မှုသည် စင်စစ်အားဖြင့် ထာဝရဖြစ်ပြီး လုံးဝကုန်ဆုံးမည်မဟုတ်ဟု အမိန့်ချမှတ်ထားသည်။ ထို့အတူ အလ္လာဟ်အရှင်မြတ်သည် နတ်ငရဲမှ မီးနေသူများ၏ ထာဝရညှဉ်းပန်းနှိပ်စက်ခြင်းသည်လည်း အရှင်မြတ်၏ အလိုတော်ကြောင့်ဖြစ်သည်ဟု ဤနေရာတွင် ရှင်းလင်းထားသည်။ အရှင်မြတ်က ၎င်းတို့အား အရှင်မြတ်၏ တရားမျှတမှုနှင့် ဉာဏ်ပညာကြောင့် အပြစ်ပေးကြောင်း ရှင်းပြထားသည်။ ထို့ကြောင့် အရှင်မြတ်က မိန့်တော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် သင်၏အရှင်သခင်သည် အရှင်မြတ်အလိုရှိရာကို ပြုလုပ်တော်မူ၏။)</span> အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် ပြုလုပ်သောအရာနှင့်ပတ်သက်၍ မေးမြန်းခြင်းခံရမည်မဟုတ်ပေ၊ ၎င်းတို့သည် မေးမြန်းခြင်းခံရမည်။)</span><span class=\"gray\">[21:23]</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် နှလုံးသားများကို နှစ်သိမ့်ပေးပြီး အရှင်မြတ်၏ မိန့်ဆိုချက်ဖြင့် ရည်ရွယ်ချက်ကို အတည်ပြုတော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဆုံးမရှိသော ဆုလာဘ်။)</span> ဆဟီဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤتَى بِالْمَوْتِ فِي صُورَةِ كَبْشٍ أَمْلَحَ فَيُذْبَحُ بَيْنَ الْجَنَّةِ وَالنَّارِ، ثُمَّ يُقَالُ: يَا أَهْلَ الْجَنَّةِ! خُلُودٌ فَلَا مَوْتَ، وَيَا أَهْلَ النَّارِ! خُلُودٌ فَلَا مَوْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေခြင်းတရားကို လှပသော သိုးထီးတစ်ကောင်ပုံစံဖြင့် <span class=\"gray\">(တရားစီရင်မည့်နေ့တွင်)</span> ဆောင်ယူလာပြီး ဂျန္နတ် (ပရဒိသု) နှင့် ဂျဟန္နမ် (ငရဲ) အကြားတွင် သတ်ဖြတ်လိမ့်မည်။ ထို့နောက် \"အို ဂျန္နတ်နေသူတို့၊ ထာဝရဖြစ်ပြီး သေခြင်းမရှိ! အို ဂျဟန္နမ်နေသူတို့၊ ထာဝရဖြစ်ပြီး သေခြင်းမရှိ!\" ဟု ပြောကြားလိမ့်မည်။)</span> ဆဟီဟ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُقَالُ: يَا أَهْلَ الْجَنَّةِ! إِنَّ لَكُمْ أَنْ تَعِيشُوا فَلَا تَمُوتُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلَا تَهْرَمُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَصِحُّوا فَلَا تَسْقَمُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَنْعَمُوا فَلَا تَبْأَسُوا أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလိမ့်မည်၊ 'အို ဂျန္နတ် (ပရဒိသု) နေသူတို့၊ စင်စစ် သင်တို့သည် အသက်ရှင်လိမ့်မည်၊ လုံးဝမသေကြရ။ သင်တို့သည် နုပျိုနေမည်၊ လုံးဝအိုမင်းရမည်မဟုတ်။ သင်တို့သည် ကျန်းမာနေမည်၊ လုံးဝမကျန်းမာရ။ သင်တို့သည် ပျော်ရွှင်နေမည်၊ လုံးဝဝမ်းနည်းရမည်မဟုတ်။')</span></p>"
  },
  {
    "ayah_key": "11:109",
    "group_ayah_key": "11:109",
    "from_ayah": "11:109",
    "to_ayah": "11:111",
    "ayah_keys": "11:109,11:110,11:111",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤလူများ <span class=\"gray\">(ရုပ်ပွားကိုးကွယ်သူများနှင့် ဘက်ပေါင်းစုံမှနတ်များကို ကိုးကွယ်သူများ)</span> ကိုးကွယ်သည့်အရာနှင့် ပတ်သက်၍ သင်သံသယမရှိပါနှင့်။ ၎င်းတို့၏ ဖခင်များ ယခင်က ကိုးကွယ်ခဲ့သည်များမှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ ၎င်းတို့မကိုးကွယ်ကြပါ။ စင်စစ်အားဖြင့်၊ ၎င်းတို့၏ ဝေစုကို အပြည့်အဝပေးဆပ်မည်ဖြစ်ပြီး အလျော့အတင်းမရှိစေရ <span>(၁၀၉)</span>မုဆာအား ငါတို့သည် ကျမ်းကိုပေးခဲ့သည်၊ သို့သော် ၎င်းတွင် သဘောထားကွဲလွဲမှုများ ပေါ်ပေါက်ခဲ့သည်။ သင်၏အရှင်သခင်ထံမှ စကားတစ်ခွန်း ကြိုတင်ထွက်ပေါ်မလာခဲ့ပါက ၎င်းတို့အကြားတွင် ကိစ္စရပ်ကို ဆုံးဖြတ်ခဲ့ပြီးဖြစ်မည်။ စင်စစ် ၎င်းတို့သည် ၎င်းနှင့်ပတ်သက်၍ <span class=\"gray\">(ဤကုရ်အာန်နှင့် ပတ်သက်၍)</span> ပြင်းထန်စွာသံသယရှိနေကြသည် <span>(၁၁၀)</span>စင်စစ်အားဖြင့် ၎င်းတို့တစ်ဦးစီအား သင်၏အရှင်သခင်သည် ၎င်းတို့၏လုပ်ရပ်များကို အပြည့်အဝပေးဆပ်မည်။ ဧကန်မလွဲ ကိုယ်တော်သည် ၎င်းတို့လုပ်ဆောင်သမျှကို အလုံးစုံသိတော်မူသည် <span>(၁၁၁)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်နှင့် ဘက်ပူးတွဲခြင်းသည် သံသယမရှိဘဲ လမ်းလွဲခြင်းဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">မြင့်မြတ်တော်မူသောအလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُ فِي مِرْيَةٍ مِّمَّا يَعْبُدُ هَٰؤُلَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤလူများ ကိုးကွယ်သည့်အရာနှင့် ပတ်သက်၍ သင်သံသယမရှိပါနှင့်။)</span> ဤသည်မှာ ဘက်ပေါင်းစုံမှနတ်များကို ကိုးကွယ်သူများအား ရည်ညွှန်းသည်။ စင်စစ်အားဖြင့် ၎င်းတို့လုပ်ဆောင်နေသည်မှာ မမှန်မကန်ဖြစ်ခြင်း၊ မသိနားမလည်ခြင်းနှင့် လမ်းလွဲခြင်းဖြစ်သည်။ ဧကန်မလွဲ ၎င်းတို့၏ ဖခင်များ ယခင်က ကိုးကွယ်ခဲ့သည်များမှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ ၎င်းတို့မကိုးကွယ်ကြပါ။ ဤသည်မှာ ၎င်းတို့၏ ဘက်ပူးတွဲခြင်းအတွက် မည်သည့်အထောက်အပံ့မျှမရှိဟု ဆိုလိုသည်။ ၎င်းတို့သည် မသိနားမလည်မှုဖြင့် ၎င်းတို့၏ ဖခင်များကိုသာ တုပနေခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား သင့်လျော်သော အကျိုးပေးမည်ဖြစ်ပြီး၊ ကိုယ်တော်မှလွဲ၍ မည်သူမျှမပေးနိုင်သော ပြစ်ဒဏ်ဖြင့် ၎င်းတို့အား အပြစ်ပေးမည်ဖြစ်သည်။ အကယ်၍ ၎င်းတို့သည် ကောင်းမှုတစ်စုံတစ်ရာပြုခဲ့ပါက အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝမတိုင်မီ ဤဘဝတွင် ထိုကောင်းမှုများအတွက် ၎င်းတို့အား အကျိုးပေးမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်အားဖြင့်၊ ၎င်းတို့၏ ဝေစုကို အပြည့်အဝပေးဆပ်မည်ဖြစ်ပြီး အလျော့အတင်းမရှိစေရ။)</span> 'အဗ်ဒုရ်ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်က \"၎င်းတို့၏ ပြစ်ဒဏ်ဝေစုကို အလျော့အတင်းမရှိဘဲ အပြည့်အဝ ပေးဆပ်မည်\" ဟု ပြောခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မုဆာအား ကျမ်းကိုပေးခဲ့သော်လည်း လူများသည် ၎င်းနှင့်ပတ်သက်၍ သဘောထားကွဲလွဲခဲ့ကြကြောင်း ဖော်ပြသည်။ အချို့က ၎င်းကိုယုံကြည်ခဲ့ကြပြီး အချို့က ၎င်းကိုငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် အို မုဟမ္မဒ်၊ သင်၏ရှေ့မှလာခဲ့သော တမန်တော်များ၌ သင်အတွက် စံနမူနာရှိသည်။ ထို့ကြောင့် ၎င်းတို့က သင့်ကိုငြင်းပယ်ခြင်းကြောင့် ဝမ်းမနည်းပါနှင့်၊ စိတ်မပျက်ပါနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်ထံမှ စကားတစ်ခွန်း <span class=\"gray\">[ကလိမဟ်]</span> ကြိုတင်ထွက်ပေါ်မလာခဲ့ပါက ၎င်းတို့အကြားတွင် ကိစ္စရပ်ကို ဆုံးဖြတ်ခဲ့ပြီးဖြစ်မည်။)</span> အိဗ်နု ဂျရီရ်က \"ပြစ်ဒဏ်ကို သတ်မှတ်ထားသည့်အချိန်အထိ ရွှေ့ဆိုင်းထားခြင်းမရှိခဲ့ပါက အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အကြားကိစ္စကို ယခုပင်ဆုံးဖြတ်ပြီးဖြစ်မည်\" ဟု ပြောခဲ့သည်။ 'ကလိမဟ်' ဟူသော စကားလုံးသည် အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ သက်သေပြချက် တင်ပြပြီး တမန်တော်တစ်ပါးကို ၎င်းထံသို့ မစေလွှတ်မီအထိ အပြစ်မပေးဟူသော အဓိပ္ပာယ်ကို ဆောင်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်တစ်ပါးကို <span class=\"gray\">(သတိပေးရန်)</span> ငါတို့မစေလွှတ်မချင်း ငါတို့သည် မည်သည့်အခါမျှ အပြစ်မပေးပေ။)</span><span class=\"gray\">[၁၇:၁၅]</span> ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အခြားကျမ်းပိုဒ်တစ်ခုတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى - فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်ထံမှ စကားတစ်ခွန်း ကြိုတင်ထွက်ပေါ်မလာခဲ့ပါက၊ သတ်မှတ်ထားသောအချိန်မရှိခဲ့ပါက <span class=\"gray\">(၎င်းတို့၏ပြစ်ဒဏ်)</span>သည် မလွဲဧကန် ရောက်ရှိလာခဲ့မည် <span class=\"gray\">(ဤလောကတွင်)</span>။ ထို့ကြောင့် ၎င်းတို့ပြောဆိုသမျှကို သည်းခံပါလေ။)</span><span class=\"gray\">[၂၀:၁၂၉-၁၃၀]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ခေတ်အဆက်ဆက်မှ အမျိုးသားအပေါင်းတို့၏ ရှေးမျိုးဆက်များနှင့် နောင်မျိုးဆက်များကို စုစည်းမည်ဖြစ်ကြောင်း အသိပေးသည်။ ထို့နောက် ကိုယ်တော်သည် ၎င်းတို့၏လုပ်ရပ်များအပေါ် မူတည်၍ အကျိုးပေးမည်ဖြစ်သည်။ အကယ်၍ ၎င်းတို့သည် ကောင်းမှုများပြုခဲ့ပါက ၎င်းတို့၏အကျိုးသည် ကောင်းမည်ဖြစ်ပြီး၊ မကောင်းမှုများပြုခဲ့ပါက ၎င်းတို့၏အကျိုးသည် ဆိုးမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ۚ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်အားဖြင့် ၎င်းတို့တစ်ဦးစီအား သင်၏အရှင်သခင်သည် ၎င်းတို့၏လုပ်ရပ်များကို အပြည့်အဝပေးဆပ်မည်။ ဧကန်မလွဲ ကိုယ်တော်သည် ၎င်းတို့လုပ်ဆောင်သမျှကို အလုံးစုံသိတော်မူသည်။)</span> ဤသည်မှာ ကိုယ်တော်သည် ၎င်းတို့၏လုပ်ရပ်များအားလုံးကို အလုံးစုံသိတော်မူသည်ဟု ဆိုလိုသည်။ ဤတွင် ၎င်းတို့၏ဂုဏ်ယူဖွယ်ရာ လုပ်ရပ်များ၊ ရွံရှာဖွယ်ရာ လုပ်ရပ်များ၊ ၎င်းတို့၏သေးငယ်သော လုပ်ရပ်များနှင့် ၎င်းတို့၏ကြီးမားသော လုပ်ရပ်များ ပါဝင်သည်။ ဤကျမ်းပိုဒ်အတွက် ရွတ်ဆိုမှုပုံစံများစွာရှိသော်လည်း ၎င်းတို့အားလုံး၏ အဓိပ္ပာယ်များသည် ကျွန်ုပ်တို့ဖော်ပြခဲ့သည်များနှင့် သဘောတူညီကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်အားဖြင့် ၎င်းတို့အားလုံး—တစ်ဦးချင်းစီတိုင်းကို ငါတို့ရှေ့သို့ ခေါ်ဆောင်လာလိမ့်မည်။)</span><span class=\"gray\">[၃၆:၃၂]</span></p>"
  },
  {
    "ayah_key": "11:112",
    "group_ayah_key": "11:112",
    "from_ayah": "11:112",
    "to_ayah": "11:113",
    "ayah_keys": "11:112,11:113",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ပြုလုပ်ပေးရန် တောင်းခံပါ)</span> သင်တို့အား အမိန့်ပေးထားသည့်အတိုင်း ခိုင်မြဲဖြောင့်မတ်စွာ ရပ်တည်ကြပါလေ။ သင်တို့နှင့်အတူ နောင်တတရားဖြင့် ပြန်လည်လှည့်လာသူများလည်း ဖြစ်စေ၊ ကျူးလွန်မှု မပြုကြနှင့်။ ဧကန်မလွဲ သူသည် သင်တို့ ပြုလုပ်သမျှကို အလုံးစုံမြင်သူ ဖြစ်တော်မူ၏။ <span>(၁၁၂)</span>မတရားပြုသူများဘက်သို့ မလိုက်ပါနှင့်။ သို့မဟုတ်ပါက ငရဲမီးသည် သင်တို့အား ထိတွေ့လိမ့်မည်။ ထိုအခါ သင်တို့တွင် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကာကွယ်သူ မရှိကြတော့ဘဲ သင်တို့အား ကူညီခံရမည်လည်း မဟုတ်ပေ။ <span>(၁၁၃)</span></p><div lang=\"my\" class=\"my \"><h2>ခိုင်မြဲဖြောင့်မတ်စွာ ရပ်တည်ရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်တော်မူသောအရှင်သည် မိမိ၏ ရစူလ်တမန်တော်နှင့် မိမိ၏ ယုံကြည်သူ ကျွန်များအား ခိုင်မြဲတည်ကြည်ရန်နှင့် အမြဲတစေ ဖြောင့်မတ်ရန် အမိန့်ပေးထားတော်မူသည်။ ဤသည်မှာ ရန်သူကို အောင်မြင်ရန်နှင့် ဆန့်ကျင်သူများကို ရင်ဆိုင်ရန် အကြီးမားဆုံး အကူအညီများထဲမှ တစ်ခုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျူးလွန်ခြင်းကိုလည်း တားမြစ်ထားတော်မူသည်၊ ၎င်းသည် <span class=\"gray\">(ခွင့်ပြုထားသည့်)</span> ဘောင်များကို ကျော်လွန်ခြင်းဖြစ်သည်။ ဧကန်မလွဲ ကျူးလွန်ခြင်းသည် ထိုသို့ပြုလုပ်သူအား ဖျက်ဆီးခြင်းသို့ ရောက်စေသည်၊ ကျူးလွန်မှုသည် အမှန်စင်စစ် ဘာသာပေါင်းစုံကို ကိုးကွယ်သူအား ဦးတည်နေသော်လည်း ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များ၏ လုပ်ရပ်များကို အလုံးစုံမြင်သူဖြစ်ကြောင်း အသိပေးတော်မူသည်။ အရှင်သည် မည်သည့်အရာကိုမျှ မသိရှိသူ မဟုတ်ဘဲ၊ မည်သည့်အရာမျှ အရှင်ထံမှ လျှို့ဝှက်၍ မနေနိုင်ပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူများဘက်သို့ မလိုက်ပါနှင့်၊)</span> 'အလီ ဘင် အဘီ တလ်ဟာဟ် က အိဘ်န် 'အဗ္ဗားစ် ပြောသည်မှာ \"သူတို့နှင့် မပူးပေါင်းပါနှင့်။\" အိဘ်န် ဂျရီရ် က အိဘ်န် 'အဗ္ဗားစ် ပြောသည်မှာ \"မတရားပြုသူများဘက်သို့ မလိုက်ပါနှင့်။\" ဤသည်မှာ ကောင်းမွန်သော ထုတ်ပြန်ချက်ဖြစ်သည်။ ၎င်းသည် \"မတရားပြုသူများထံမှ အကူအညီ မတောင်းခံပါနှင့်၊ အကြောင်းမှာ ၎င်းသည် သင်တို့သည် ၎င်းတို့၏ <span class=\"gray\">(မကောင်းမှု)</span> လုပ်ရပ်များကို သဘောတူသကဲ့သို့ ဖြစ်လိမ့်မည်။\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَمَسَّكُمُ النَّارُ وَمَا لَكُم مِّن دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ်ပါက ငရဲမီးသည် သင်တို့အား ထိတွေ့လိမ့်မည်၊ သင်တို့တွင် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကာကွယ်သူ မရှိကြတော့ဘဲ၊ သင်တို့အား ကူညီခံရမည်လည်း မဟုတ်ပေ။)</span> ၎င်းသည် သင်တို့တွင် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့အား ကယ်တင်နိုင်မည့် မိတ်ဆွေ မည်သူတစ်ဦးတစ်ယောက်မျှ မရှိနိုင်၊ အရှင်၏ ပြစ်ဒဏ်မှ သင်တို့အား ဖယ်ရှားပေးနိုင်မည့် ကူညီသူ မည်သူတစ်ဦးတစ်ယောက်မျှ မရှိနိုင်ဟု ဆိုလိုသည်။</p>"
  }
]