[
  {
    "ayah_key": "3:14",
    "group_ayah_key": "3:14",
    "from_ayah": "3:14",
    "to_ayah": "3:15",
    "ayah_keys": "3:14,3:15",
    "text": "<p lang=\"my\" class=\"my \">ယောက်ျားတို့အဖို့ ၎င်းတို့နှစ်သက်တပ်မက်ရာဖြစ်သည့် အမျိုးသမီးများ၊ သားသမီးများ၊ ရွှေနှင့်ငွေတို့ဖြင့် စုပုံထားရှိသော ကိန်း(Qanatir Al-Muqantarah)များ၊ တံဆိပ်နှိပ်ထားသော လှပသည့်မြင်းများ <span class=\"gray\">(မူဆာဝမ်မာဟ်)</span>၊ နွားအုပ်များနှင့် ဥယျာဉ်ခြံမြေများ၏ ချစ်ခြင်းမေတ္တာကို အလှဆင်ထား၏။ ဤသည်မှာ ပစ္စုပ္ပန်လောက၏ ချမ်းသာမှုဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ အကောင်းဆုံးသော ပြန်လည်ရောက်ရှိရာရှိသည်။ <span>(၁၄)</span> (အိုနဗီ) သင်သည် (လူတို့အား) ပြောကြားပါလေ။ \"ထိုအရာများထက် ပိုမိုကောင်းမွန်သည့်အရာများကို ငါသည် သင်တို့အား အကြောင်းမကြားရမည်လော။ တက်ကွာရှိသူများအဖို့ ၎င်းတို့၏အရှင်မြတ်အထံတော်၌ ၎င်းတို့အောက်မှ မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်များ)</span> ရှိ၏။ ထိုဥယျာဉ်များတွင် ၎င်းတို့အတွက် ထာဝရနေထိုင်ရာရှိသည်။ ၎င်းတို့သည် အဇ်ဝါဂျွန် မွတ်တော်ဟာရာတွန် <span class=\"gray\">(စင်ကြယ်သော အဖော်များ သို့မဟုတ် ဇနီးမယားများ)</span> ကို ရရှိကြမည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် နှစ်သက်တော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်များ (အစေခံများ) အားလုံးကို အကြွင်းမဲ့ မြင်တော်မူသောအရှင် ဖြစ်သည်။ <span>(၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>ဤလောကီဘဝ၏ စစ်မှန်သောတန်ဖိုး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားများအဖို့ ဤဘဝတွင် ထည့်သွင်းထားသော ပျော်ရွှင်ဖွယ်ရာများကို အမျိုးသမီးများနှင့် ကလေးများကဲ့သို့ ဖော်ပြတော်မူခဲ့သည်။ အမျိုးသမီးများဖြင့် စတင်ခဲ့သည်မှာ ၎င်းတို့နှင့်စပ်လျဉ်းသည့် စမ်းသပ်မှုသည် ပိုမိုဆွဲဆောင်မှုရှိသောကြောင့်ဖြစ်သည်။ ဥပမာအားဖြင့် ဆွဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَرَكْتُ بَعْدِي فِتْنَةً أَضَرَّ عَلَى الرِّجَالِ مِنَ النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ငါ့နောက်၌ အမျိုးသမီးများထက် ယောက်ျားများအဖို့ ပိုမိုဆွဲဆောင်နိုင်သော စမ်းသပ်မှုကို မချန်ထားခဲ့။)</span></p><p lang=\"my\" class=\"my \">သားသမီးရရှိရန်နှင့် မိမိ၏သန့်ရှင်းစင်ကြယ်မှုကို ထိန်းသိမ်းရန် ရည်ရွယ်ချက်ဖြင့် အမျိုးသမီးများကို ပျော်ရွှင်စွာ ပေါင်းသင်းပါက ထိုသို့ပြုလုပ်ရန် အားပေးထားသည်။ လက်ထပ်ထိမ်းမြားခြင်းကို အားပေးသည့် ဟဒီးဆ်တော်များစွာရှိသည်။ ဥပမာအားဖြင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ خَيْرَ هذِهِ الْأُمَّةِ مَنْ كَانَ أَكْثَرَهَا نِسَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအွမ္မသ်တွင် အကောင်းဆုံးသောသူများသည် ဇနီးမယားအများဆုံးရှိသူများ ဖြစ်သည်။)</span> ကိုယ်တော် ﷺ သည် ထပ်မံ၍ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الدُّنْيَا مَتَاعٌ، وَخَيْرُ مَتَاعِهَا الْمَرْأَةُ الصَّالِحَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဘဝသည် ပျော်ရွှင်ဖွယ်ရာတစ်ခုဖြစ်ပြီး ၎င်း၏အကောင်းဆုံးပျော်ရွှင်ဖွယ်ရာမှာ ဆွလိဟ်သော ဇနီးသည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ သည် အခြားဟဒီးဆ်တော်တစ်ခုတွင် မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُبِّبَ إِلَيَّ النِّسَاءُ وَالطِّيبُ، وَجُعِلَتْ قُرَّةُ عَيْنِي فِي الصَّلَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကို အမျိုးသမီးများနှင့် ရနံ့မွှေးကြိုင်မှုတို့ကို နှစ်သက်စေခဲ့သည်။ ငါ၏မျက်စိ၏ နှစ်သိမ့်မှုမှာ ဆွလာသ် (ဝတ်ပြုဆုတောင်းခြင်း) ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အာအိရှားဟ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူမအပေါ် နှစ်သက်တော်မူပါစေသော်ဝ်၊ မိန့်ကြားခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ အား အမျိုးသမီးများထက် ပိုမိုချစ်ခင်စရာ ဘာမှမရှိ၊ မြင်းများမှလွဲ၍\" ဟုဖြစ်ပြီး၊ အခြားတစ်ခုတွင် \"...မြင်းများမှလွဲ၍ အမျိုးသမီးများထက် (ပိုမိုချစ်ခင်စရာ မရှိ)\" ဟု ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">သားသမီးလိုချင်စိတ်သည် တစ်ခါတစ်ရံ၌ ဂုဏ်ယူဝံ့ကြွားရန်အတွက်ဖြစ်ပြီး ထိုသို့ဖြစ်ပါက စမ်းသပ်မှုတစ်ခုဖြစ်သည်။ သားသမီးရရှိခြင်း၏ ရည်ရွယ်ချက်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ မိတ်ဖက်မထားဘဲ ကိုးကွယ်သူများဖြင့် မုဟမ္မဒ် ﷺ ၏ အွမ္မသ် (လူမျိုးအသိုက်အဝန်း) ကို ပွားများရန်နှင့် တိုးပွားစေရန်ဖြစ်ပါက ထိုအရာကို အားပေးချီးမွမ်းသည်။ ဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَزَوَّجُوا الْوَدُودَ الْوَلُودَ، فَإِنِّي مُكَاثِرٌ بِكُمُ الْأُمَمَ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝဒူဒ် <span class=\"gray\">(ကြင်နာတတ်သော)</span> နှင့် ဝလုဒ် <span class=\"gray\">(သားသမီးထွန်းကားသော)</span> အမျိုးသမီးကို လက်ထပ်ကြလော့။ အမှန်စင်စစ် ငါသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့၏ အရေအတွက်ကို ကျန်လူမျိုးများနှင့် နှိုင်းယှဉ်ပြမည်။)</span></p><p lang=\"my\" class=\"my \">စည်းစိမ်ဥစ္စာ လိုချင်စိတ်သည် တစ်ခါတစ်ရံ၌ မာနထောင်လွှားမှုကြောင့်ဖြစ်ပေါ်လာပြီး အားနည်းသူများကို လွှမ်းမိုးကာ ဆင်းရဲသူများကို ထိန်းချုပ်လိုသည့် ဆန္ဒမှဖြစ်ပေါ်လာခြင်းဖြစ်ပြီး ဤပြုမူမှုမှာ တားမြစ်ထားသည်။ တစ်ခါတစ်ရံ၌ ငွေကြေးပိုမိုလိုချင်မှုသည် ဝတ်ပြုကိုးကွယ်မှုများတွင် အသုံးပြုရန်၊ မိသားစု၊ ဆွေမျိုးများနှင့် ကြင်နာရန်၊ ကောင်းမှုကုသိုလ်အမျိုးမျိုးနှင့် နာခံမှုများတွင် သုံးစွဲရန် ရည်ရွယ်ချက်ဖြစ်သည်။ ဤအပြုအမူကို ဘာသာရေးတွင် ချီးမွမ်းပြီး အားပေးထားသည်။</p><p lang=\"my\" class=\"my \">တဖ်စီရ်ပညာရှင်များသည် ကွင်တာရ် (Qintar) ပမာဏနှင့်ပတ်သက်၍ ကွဲလွဲသော သဘောထားများရှိကြပြီး၊ ထိုသဘောထားအားလုံးက ကွင်တာရ်သည် များပြားသော ငွေကြေးပမာဏဖြစ်ကြောင်း ဖော်ပြသည်။ အဒ်-ဒွဟ်ဟတ်ခ်နှင့် အခြားပညာရှင်များကလည်း ထိုသို့ပင် ပြောကြားခဲ့သည်။ အဘူဟူရိုင်ရာဟ်က \"ကွင်တာရ်သည် တစ်သောင်းနှစ်ထောင် အူဝ်ကိယာဟ် (Uwqiyah) ဖြစ်ပြီး၊ အူဝ်ကိယာဟ် တစ်ခုစီသည် မိုးကောင်းကင်များနှင့် မြေကြီးအကြားရှိ အရာများထက် ပို၍ကောင်းမွန်သည်\" ဟု ပြောကြားခဲ့သည်။ <span class=\"gray\">[ဤအရာကို အိဗ်နုဂျရီရ်က မှတ်တမ်းတင်ထားသည်။]</span></p><p lang=\"my\" class=\"my \">မြင်းများ ပိုင်ဆိုင်လိုသောဆန္ဒသည် သုံးမျိုးရှိနိုင်သည်။ တစ်ခါတစ်ရံ၌ မြင်းပိုင်ရှင်များသည် အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် အသုံးပြုရန် မြင်းများကို စုဆောင်းကြပြီး လိုအပ်သည့်အခါ တိုက်ပွဲတွင် ၎င်းတို့၏မြင်းများကို အသုံးပြုကြသည်။ ဤပိုင်ရှင်အမျိုးအစားသည် ဤကောင်းမှုအတွက် အကျိုးကျေးဇူးချီးမြှင့်ခံရမည်။ အခြားအမျိုးအစားမှာ ဝါကြွားရန်နှင့် အစ္စလာမ်သာသနာဝင်များကို ရန်လိုမှုကြောင့် မြင်းများကို စုဆောင်းကြသည်။ ဤအမျိုးအစားသည် ၎င်းတို့၏အပြုအမူအတွက် ဝန်ထုပ်ဝန်ပိုးရရှိမည်။ နောက်ထပ်အမျိုးအစားမှာ ၎င်းတို့၏လိုအပ်ချက်များကို ဖြည့်ဆည်းရန်နှင့် ၎င်းတို့၏သားသမီးများကို စုဆောင်းရန် မြင်းများကို စုဆောင်းကြပြီး ၎င်းတို့၏မြင်းများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ အခွင့်အရေးကို မမေ့ကြပေ။ ထို့ကြောင့် ဤကိစ္စတွင် ဤမြင်းများသည် ၎င်းတို့၏ပိုင်ရှင်အတွက် ဖူလုံမှု၏ ဒိုင်းလွှားကို ပေးသည်။ ဤအရာသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို ကျွန်ုပ်တို့ရှင်းပြသည့်အခါ၊ အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိလျှင်၊ ကျွန်ုပ်တို့ဖော်ပြမည့် ဟဒီးဆ်တော်တစ်ခုက သက်သေပြသခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعِدُّوا لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ الْخَيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား တိုက်ခိုက်ရန် သင်တို့တတ်နိုင်သမျှ ခွန်အားများ၊ စစ်မြင်းများအပါအဝင် ပြင်ဆင်ထားကြလော့။)</span><span class=\"gray\">[၈:၆၀]</span></p><p lang=\"my\" class=\"my \">မူဆာဝမ်မာဟ် (Musawwamah) မြင်းများအတွက် အိဗ်နုအဗ္ဗားစ်က ၎င်းတို့သည် တံဆိပ်နှိပ်ထားသော လှပသည့်မြင်းများဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ မူဂျာဟစ်ဒ်၊ အိကရီမာဟ်၊ စအိဒ်ဗင်ဂျူဘိုင်ရ်၊ အဗ္ဗဒူရ်-ရဟ်မာန်ဗင်အဗ္ဗဒူလ္လာဟ်ဗင်အဗ်ဇာ၊ အဆ်-စွဒ်ဒီ၊ အရ်-ရာဘိအ်ဗင်အနပ်စ်နှင့် အဘူစိနန်နှင့် အခြားသူတို့၏ ရှင်းလင်းချက်နှင့် အတူတူပင်ဖြစ်သည်။ မခူလ်က မူဆာဝမ်မာဟ်သည် မျက်နှာတွင် အဖြူစက်များရှိသောမြင်းနှင့် ခြေထောက်ဖြူသောမြင်းကို ရည်ညွှန်းသည်ဟု ပြောကြားခဲ့သည်။ အီမာမ် အဟ်မဒ်က အဘူဒွရ် က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ مِنْ فَرَسٍ عَرَبِيٍّ إِلَّا يُؤْذَنُ لَهُ مَعَ كُلِّ فَجْرٍ يَدْعُو بِدَعْوَتَيْنِ يَقُولُ: اللَّهُمَّ إِنَّكَ خَوَّلْتَنِي مِنْ بَنِي آدَمَ، فَاجْعَلْنِي مِنْ أَحَبِّ مَالِهِ وَأَهْلِهِ إِلَيْهِ أَوْ أَحَبَّ أَهْلِهِ وَمَالِهِ إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာရေဗျမြင်းတိုင်းသည် အရုဏ်ဦးတိုင်း၌ ပဌနာနှစ်ခုပြုလုပ်ရန် ခွင့်ပြုထားပြီး၊ မြင်းက ပဌနာပြုသည်မှာ 'အို အလ္လာဟ်အရှင်မြတ်! အရှင်သည် ကျွန်ုပ်ကို အာဒမ်၏သားအား အစေခံစေခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်ကို သူ၏စည်းစိမ်ဥစ္စာနှင့် မိသားစုဝင်များထဲမှ အချစ်မြတ်ဆုံး ဖြစ်စေတော်မူပါ။ သို့မဟုတ်၊ ...သူ၏မိသားစုဝင်များနှင့် စည်းစိမ်ဥစ္စာထဲမှ အချစ်မြတ်ဆုံး ဖြစ်စေတော်မူပါ။')</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالْأَنْعَامِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နွားအုပ်များ)</span> ဆိုသည်မှာ ကုလားအုတ်များ၊ နွားများနှင့် သိုးများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحَرْثِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဥယျာဉ်ခြံမြေများ)</span> ဆိုသည်မှာ စိုက်ပျိုးရေးနှင့် အပင်များစိုက်ပျိုးရန် အသုံးပြုသောမြေဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ပစ္စုပ္ပန်လောက၏ ချမ်းသာမှု)</span> ဆိုသည်မှာ ဤသည်တို့မှာ ဤဘဝ၏ ပျော်ရွှင်ဖွယ်ရာများနှင့် မကြာမီ ကွယ်ပျောက်မည့် ပျော်ရွှင်မှုများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عِندَهُ حُسْنُ الْمَآبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ အကောင်းဆုံးသော ပြန်လည်ရောက်ရှိရာရှိသည်)</span> ဆိုသည်မှာ အကောင်းဆုံးသော ပန်းတိုင်နှင့် အကျိုးဆုလာဘ်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>တက်ကွာရှိသူများ၏ အကျိုးဆုလာဘ်သည် ဤလောက၏ ပျော်ရွှင်မှုအားလုံးထက် ပိုမိုကောင်းမွန်သည်</h2></div><p lang=\"my\" class=\"my \">ဤသည်ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَٰلِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် (လူတို့အား) ပြောကြားပါလေ။ \"ထိုအရာများထက် ပိုမိုကောင်းမွန်သည့်အရာများကို ငါသည် သင်တို့အား အကြောင်းမကြားရမည်လော။\")</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ \"အို မုဟမ္မဒ်၊ လူတို့အား ပြောကြားပါလေ။ 'မကြာမီ ကွယ်ပျောက်မည့် ဤဘဝ၏ ပျော်ရွှင်မှုများနှင့် နှစ်သက်ဖွယ်ရာများထက် ပိုကောင်းသောအရာများကို သင်တို့အား ငါပြောပြရမည်လော' \" ဟူ၍ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ပိုကောင်းသောအရာကို ၎င်းတို့အား မိန့်ကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ اتَّقَوْا عِندَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တက်ကွာရှိသူများအဖို့ ၎င်းတို့၏အရှင်မြတ်အထံတော်၌ ၎င်းတို့အောက်မှ မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်များ)</span> ရှိသည်)</span> ဆိုသည်မှာ မြစ်များသည် ၎င်းတစ်လျှောက် စီးဆင်းနေသည်။ ဤမြစ်များသည် ပျားရည်၊ နို့၊ ဝိုင်နှင့် ရေစသည့် အမျိုးမျိုးသော အချိုရည်များကို သယ်ဆောင်လာသည်။ မျက်စိဖြင့် တစ်ခါမှ မမြင်ဖူး၊ နားဖြင့် တစ်ခါမှ မကြားဖူး၊ မည်သည့်နှလုံးသားကမှ စိတ်ကူးမယဉ်ဖူးသော အရာများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဥယျာဉ်များတွင် ၎င်းတို့အတွက် ထာဝရနေထိုင်ရာရှိသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် ထိုနေရာတွင် ထာဝရအစဉ်အမြဲ နေထိုင်ကြမည်ဖြစ်ပြီး ထိုနေရာမှ ဖယ်ရှားခံရလိုမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَزْوَاجٌ مُّطَهَّرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အဇ်ဝါဂျွန် မွတ်တော်ဟာရာတွန် <span class=\"gray\">(စင်ကြယ်သော အဖော်များ သို့မဟုတ် ဇနီးမယားများ)</span>)</span> ဆိုသည်မှာ ညစ်ညမ်းမှု၊ ဖုန်မှုန့်၊ ဘေးဥပဒ်၊ ရာသီသွေး၊ မီးတွင်းသွေးဆင်းခြင်းနှင့် ဤလောကတွင် အမျိုးသမီးများကို ထိခိုက်စေနိုင်သည့် အခြားအရာများမှ စင်ကြယ်ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِضْوَانٌ مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် နှစ်သက်တော်မူမည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုသည် ၎င်းတို့အပေါ် သက်ရောက်မည်ဖြစ်ပြီး ထိုနောက်တွင် ကိုယ်တော်သည် ၎င်းတို့အပေါ် ဘယ်တော့မှ အမျက်မထွက်တော့ပေ။ ဤသည်ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် စူရာဟ်ဗရာအာဟ်တွင် မိန့်ကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِضْوَانٌ مِّنَ اللَّهِ أَكْبَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုသည် ပိုမိုကြီးမြတ်သည်)</span><span class=\"gray\">[၉:၇၂]</span> ဆိုသည်မှာ ကိုယ်တော်က ၎င်းတို့အား ပေးသနားထားသော ထာဝရပျော်ရွှင်မှုထက် ပိုမိုကြီးမြတ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بَصِيرٌ بِالْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်များ <span class=\"gray\">(အစေခံများ)</span> အားလုံးကို အကြွင်းမဲ့ မြင်တော်မူသောအရှင် ဖြစ်သည်)</span> နှင့် ကိုယ်တော်သည် တစ်ဦးစီအား ၎င်းတို့ထိုက်တန်သော ပြဋ္ဌာန်းချက်များအတိုင်း ပေးသနားတော်မူသည်။</p>"
  }
]