[
  {
    "ayah_key": "37:20",
    "group_ayah_key": "37:20",
    "from_ayah": "37:20",
    "to_ayah": "37:26",
    "ayah_keys": "37:20,37:21,37:22,37:23,37:24,37:25,37:26",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က ပြောကြမည်– \"ကျွန်ုပ်တို့အပေါ် ဝဋ်ကြွေးကျရောက်လေခြင်း! ဤသည်မှာ အကျိုးပေးဆပ်မည့်နေ့ပင်! <span>(20)</span><span class=\"gray\">(ပြောဆိုခြင်းခံရမည်–)</span> \"ဤသည်မှာ သင်တို့ငြင်းဆန်ခဲ့ကြသော တရားစီရင်ရာနေ့ပင်ဖြစ်သည်။ <span>(21)</span><span class=\"gray\">(ကောင်းကင်တမန်များအား ပြောဆိုခြင်းခံရမည်–)</span> မတရားပြုခဲ့သူများကို ၎င်းတို့၏အပေါင်းအဖော်များနှင့်တကွ ၎င်းတို့ကိုးကွယ်ခဲ့သည်များကို စုဝေးစေကြလော့။ <span>(22)</span>အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး (ကိုးကွယ်ခဲ့သောသူများ)၊ ၎င်းတို့ကို လောင်မြိုက်နေသော မီး၏လမ်းကြောင်းသို့ ခေါ်ဆောင်သွားကြလော့ <span class=\"gray\">(ငရဲ)</span><span>(23)</span>သို့သော် ၎င်းတို့ကို ရပ်တန့်ထားကြလော့။ ဧကန်မလွဲ ၎င်းတို့ကို မေးခွန်းထုတ်စစ်ဆေးခြင်းခံရမည်။ <span>(24)</span>\"သင်တို့နှင့် ဘာဖြစ်နေကြသနည်း။ အဘယ်ကြောင့် တစ်ဦးကိုတစ်ဦး မကူညီကြသနည်း။ <span>(25)</span>မဟုတ်၊ ထိုနေ့၌ ၎င်းတို့သည် အရှုံးပေးကြလိမ့်မည်။ <span>(26)</span></p><p lang=\"my\" class=\"my \">အကျိုးပေးဆပ်မည့်နေ့</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ်၏ ရှင်ပြန်ထမြောက်ရာနေ့တွင် မယုံကြည်သူများ ဘာပြောမည်၊ ၎င်းတို့ကိုယ်တိုင် မည်သို့ အပြစ်တင်မည်၊ ဤလောကတွင် ၎င်းတို့ကိုယ်တိုင် မတရားပြုခဲ့ကြောင်း မည်သို့ဝန်ခံမည်ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများကို ၎င်းတို့၏မျက်စိဖြင့် ကိုယ်တိုင်မြင်ရသောအခါ ၎င်းတို့သည် နောင်တရခြင်းသည် အကျိုးမရှိတော့မည့်အချိန်တွင် နောင်တများဖြင့် ပြည့်နှက်နေကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا يَا وَيْلَنَا هَٰذَا يَوْمُ الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြမည်– \"ကျွန်ုပ်တို့အပေါ် ဝဋ်ကြွေးကျရောက်လေခြင်း! ဤသည်မှာ အကျိုးပေးဆပ်မည့်နေ့ပင်!\")</span> ထို့နောက် ကောင်းကင်တမန်များနှင့် ယုံကြည်သူတို့က ပြောကြမည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သင်တို့ငြင်းဆန်ခဲ့ကြသော တရားစီရင်ရာနေ့ပင်ဖြစ်သည်။)</span> ၎င်းတို့အား ပြစ်တင်ရှုံ့ချခြင်းနှင့် သတိပေးခြင်းအဖြစ် ဤသို့ ပြောဆိုလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များအား မယုံကြည်သူများကို ယုံကြည်သူများမှ ၎င်းတို့ရပ်နေသည့်နေရာတွင် ခွဲထုတ်ရန် အမိန့်ပေးလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကောင်းကင်တမန်များအား ပြောဆိုခြင်းခံရမည်–)</span> မတရားပြုခဲ့သူများကို ၎င်းတို့၏အပေါင်းအဖော်များနှင့်တကွ စုဝေးစေကြလော့)</span> အလ်နုအ်မာန် ဘင်မ် ဘရှီရ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) က ပြောသည်– \"၎င်းတို့၏အပေါင်းအဖော်များဆိုသည်မှာ ၎င်းတို့နှင့်တူညီသူများ၊ ၎င်းတို့နှင့်ဆင်တူသူများကို ဆိုလိုသည်။\" ဤသည်မှာ အိဘ်နု အဗ္ဗားစ်၊ စအိဒ် ဘင်မ် ဂျူဘိုင်ရ်၊ အိကရီမာဟ်၊ မူဂျာဟိဒ်၊ အပ်စ်-ဆူဒီ၊ အဘူး ဆွာလိဟ်၊ အဘူး အလ်-အာလီယာဟ်နှင့် ဇိုင်ဒ် ဘင်မ် အဆ်လမ်တို့၏ သဘောထားလည်း ဖြစ်သည်။\" ရှာရစ်က်က စိမာက်ထံမှ အလ်နုအ်မာန်ကို ကိုးကား၍ ပြောသည်– \"ကျွန်ုပ်သည် အိုမာရ် ပြောသည်ကို ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုခဲ့သူများကို ၎င်းတို့၏အပေါင်းအဖော်များနှင့်တကွ စုဝေးစေကြလော့)</span> ဆိုလိုသည်မှာ '၎င်းတို့နှင့်တူညီသူများ။ ထို့ကြောင့် ဇီနာကျူးလွန်သူများကို ဇီနာကျူးလွန်သူများနှင့်အတူ စုရုံးစေလိမ့်မည်၊ ရိဘာလုပ်ငန်းလုပ်ကိုင်သူများကို ရိဘာလုပ်ငန်းလုပ်ကိုင်သူများနှင့်အတူ စုရုံးစေလိမ့်မည်၊ ဝိုင်သောက်သူများကို ဝိုင်သောက်သူများနှင့်အတူ စုရုံးစေလိမ့်မည်။' မူဂျာဟိဒ်နှင့် စအိဒ် ဘင်မ် ဂျူဘိုင်ရ်တို့က အိဘ်နု အဗ္ဗားစ်ထံမှ ပြန်လည်ပြောပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَزْوَاجَهُمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(their companions)</span> means \"Their friends.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانُوا يَعْبُدُونَ - مِنْ دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကိုးကွယ်ခဲ့သည်များကို အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ၎င်းတို့၏ ရုပ်တုများနှင့် မှားယွင်းသောနတ်ဘုရားများကို ၎င်းတို့နှင့်အတူ နေရာတူတွင် စုဝေးစေလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاهْدُوهُمْ إِلَىٰ صِرَاطِ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို လောင်မြိုက်နေသော မီး၏လမ်းကြောင်းသို့ ခေါ်ဆောင်သွားကြလော့။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို ငရဲသို့ လမ်းပြပို့ဆောင်ပါ။ ဤသည်မှာ အာယသ်တော်နှင့် တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَأْوَاهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် မျက်နှာချင်းဆိုင်၊ မျက်စိကန်း၊ စကားမပြောနိုင်၊ နားမကြားသူများအဖြစ် စုရုံးစေမည်။ ၎င်းတို့၏နေထိုင်ရာသည် ငရဲဖြစ်ပြီး၊ မီးငြိမ်းသွားတိုင်း ကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် မီး၏ပြင်းထန်မှုကို တိုးမြှင့်ပေးမည်။)</span><span class=\"gray\">(၁၇:၉၇)</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقِفُوهُمْ ۖ إِنَّهُمْ مَسْئُولُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ကို ရပ်တန့်ထားကြလော့။ ဧကန်မလွဲ ၎င်းတို့ကို မေးခွန်းထုတ်စစ်ဆေးခြင်းခံရမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို ရပ်တန့်ထားကြလော့၊ သို့မှသာ ၎င်းတို့သည် ဤလောကတွင် လုပ်ဆောင်ခဲ့သည့်အရာများနှင့် ပြောဆိုခဲ့သည့်အရာများအကြောင်း မေးခွန်းထုတ်စစ်ဆေးခြင်းခံရမည်။ အဒ်-ဒွဟ်ဟတ်က်က အိဘ်နု အဗ္ဗားစ်ထံမှ ကိုးကား၍ ပြောသည်မှာ ဤသည်မှာ '၎င်းတို့ကို ချုပ်နှောင်ထားကြလော့၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အပြစ်ပေးခံရမည်' ဟု ဆိုလိုသည်။ 'အဗ္ဗ်ဒူလ္လာဟ် ဘင်မ် အလ်-မူဘာရက် က ပြောသည်– \"ကျွန်ုပ်သည် အွတ်စ်မာန် ဘင်မ် ဇာအိဒဟ် ပြောသည်ကို ကြားခဲ့သည်– 'လူတစ်ဦးကို ပထမဆုံး မေးခွန်းထုတ်မည့်အရာမှာ ၎င်းပေါင်းသင်းခဲ့သည့် အပေါင်းအသင်းများပင် ဖြစ်သည်။ ထို့နောက် ပြစ်တင်ရှုံ့ချသောအားဖြင့် ၎င်းတို့အား ပြောဆိုလိမ့်မည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ لَا تَنَاصَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် ဘာဖြစ်နေကြသနည်း။ အဘယ်ကြောင့် တစ်ဦးကိုတစ်ဦး မကူညီကြသနည်း။)</span>'.'\" ဆိုလိုသည်မှာ 'သင်တို့အားလုံး တစ်ဦးကိုတစ်ဦး ကူညီကြမည်ဟု သင်တို့ပြောဆိုခဲ့သည့်အတိုင်းပင်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ ထိုနေ့၌ ၎င်းတို့သည် အရှုံးပေးကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို နာခံရမည်ဖြစ်ပြီး ၎င်းကို ခုခံခြင်း သို့မဟုတ် ရှောင်ရှားခြင်း မပြုလုပ်နိုင်ကြပေ။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]