[
  {
    "ayah_key": "83:18",
    "group_ayah_key": "83:18",
    "from_ayah": "83:18",
    "to_ayah": "83:28",
    "ayah_keys": "83:18,83:19,83:20,83:21,83:22,83:23,83:24,83:25,83:26,83:27,83:28",
    "text": "<p lang=\"my\" class=\"my \">မဟုတ်ပါ။ ဧကန်မလွဲ အလ်အဗရာရ် <span class=\"gray\">(ဖြောင့်မတ်သောယုံကြည်သူများ)</span> ၏ မှတ်တမ်းသည် <span class=\"gray\">(ထိန်းသိမ်းထားရှိသည်)</span> 'အိလ်လိယျင်န် <span>(၁၈)</span>တွင် ရှိသည်။ 'အိလ်လိယျင်န်ဟူသည် အဘယ်နည်းဆိုသည်ကို သင်အား အဘယ်အရာက သိစေမည်နည်း <span>(၁၉)</span>ရေးထိုးထားသော မှတ်တမ်းကျမ်း <span>(၂၀)</span>၎င်းကို အနီးကပ်ဆုံးသူများက သက်သေခံကြသည် <span>(၂၁)</span>ဧကန်မလွဲ အလ်အဗရာရ် <span class=\"gray\">(ဖြောင့်မတ်သောယုံကြည်သူများ)</span> သည် ပျော်ရွှင်ချမ်းမြေ့မှု၌ ရှိကြမည် <span>(၂၂)</span>ပလ္လင်များပေါ်တွင် ထိုင်၍ ကြည့်နေကြလိမ့်မည် <span>(၂၃)</span>သူတို့၏မျက်နှာများတွင် ပျော်ရွှင်ချမ်းမြေ့မှု၏ တောက်ပမှုကို သင်သိမြင်ရလိမ့်မည် <span>(၂၄)</span>သူတို့အား သန့်ရှင်းစင်ကြယ်၍ တံဆိပ်ခတ်ထားသော ရဟိက်ကို တိုက်ကျွေးခံရမည် <span>(၂၅)</span>၎င်းကို ကတိုးဖြင့် တံဆိပ်ခတ်ထားသည်၊ ထိုအရာအတွက် ကြိုးပမ်းလိုသူတို့သည် ကြိုးပမ်းကြစေ <span>(၂၆)</span>၎င်းကို တတ်စ်နိမ်ဖြင့် ရောစပ်ထားမည် <span>(၂၇)</span>၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် အနီးကပ်ဆုံးသူများ သောက်သုံးသော စမ်းရေဖြစ်သည်။ <span>(၂၈)</span></p><p lang=\"my\" class=\"my \">ဖြောင့်မတ်သူတို့၏ မှတ်တမ်းစာအုပ်နှင့် ၎င်းတို့၏ ဆုလာဘ်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဧကန်မလွဲ မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ كِتَابَ الْأَبْرَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ်အဗရာရ် <span class=\"gray\">(ဖြောင့်မတ်သောယုံကြည်သူများ)</span> ၏ မှတ်တမ်း)</span> ဤသူများသည် ဆိုးသွမ်းသောသူများနှင့် ဆန့်ကျင်ဘက် အခြေအနေတွင် ရှိကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَفِي عِلِّيِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အိလ်လိယျင်န်တွင် ရှိသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ နောက်ဆုံးခရီးသည် 'အိလ်လိယျင်န် ဖြစ်ပြီး၊ ၎င်းသည် စစ်ဂျင်န်၏ ဆန့်ကျင်ဘက်ဖြစ်သည်။ ဟီလာလ် ဘင်န် ယါစဖ်မှ သတင်းပို့ထားသည်မှာ အိဗ်နု အဗ္ဗားစ်သည် ကအ်ဗ် ရှိနေစဉ် စစ်ဂျင်န်အကြောင်း မေးမြန်းခဲ့ပြီး ကအ်ဗ်က \"၎င်းသည် သတ္တမမြောက်မြေဖြစ်ပြီး၊ ၎င်းတွင် မယုံကြည်သူတို့၏ ဝိညာဉ်များ ရှိသည်\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အိဗ်နု အဗ္ဗားစ်က 'အိလ်လိယျင်န်အကြောင်း မေးမြန်းသောအခါ ကအ်ဗ်က \"၎င်းသည် သတ္တမကောင်းကင်ဖြစ်ပြီး၊ ယုံကြည်သူတို့၏ ဝိညာဉ်များ ပါဝင်သည်\" ဟု ပြောကြားခဲ့သည်။ ဤပြောဆိုချက် – ၎င်းသည် သတ္တမကောင်းကင်ဖြစ်သည်ဟူသော – ကို အခြားသူများကလည်း ပြောကြားခဲ့ကြသည်။ အလီ ဘင်န် အဘီ တလ်ဟာမှ သတင်းပို့ထားသည်မှာ အိဗ်နု အဗ္ဗားစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ ဧကန်မလွဲ အလ်အဗရာရ် <span class=\"gray\">(ဖြောင့်မတ်သောယုံကြည်သူများ)</span> ၏ မှတ်တမ်းသည် 'အိလ်လိယျင်န်တွင် ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">\"၎င်းသည် ပရဒိသုကို ဆိုလိုသည်။\" သူမှတစ်ပါး အခြားသူများက \"'အိလ်လိယျင်န်သည် စိဒ်ရတ် အလ်-မွန်တဟာတွင် တည်ရှိသည်\" ဟု ပြောကြားခဲ့ကြသည်။ ထင်ရှားသော အဓိပ္ပါယ်မှာ 'အိလ်လိယျင်န်ဟူသော စကားလုံးသည် မြင့်မားခြင်းဟု အဓိပ္ပါယ်ရသည့် 'အူလူးဟူသော စကားလုံးမှ ဆင်းသက်လာခြင်းဖြစ်သည်။ အရာဝတ္ထုတစ်ခု မြင့်တက်လေ၊ ပို၍ ကြီးကျယ်လာပြီး ပို၍ တိုးလာလေဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ကိစ္စကို ချီးမြှင့်ပြီး ၎င်း၏အကြောင်းအရာကို မြှောက်စား၍ မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَدْرَاكَ مَا عِلِّيُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အိလ်လိယျင်န်ဟူသည် အဘယ်နည်းဆိုသည်ကို သင်အား အဘယ်အရာက သိစေမည်နည်း။)</span> ထို့နောက် ၎င်းတို့အတွက် ရေးသားထားသည်များကို အတည်ပြုသည့်အနေဖြင့် အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ مَّرْقُومٌ - يَشْهَدُهُ الْمُقَرَّبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေးထိုးထားသော မှတ်တမ်းကျမ်း။ ၎င်းကို အနီးကပ်ဆုံးသူများက သက်သေခံကြသည်။)</span> ၎င်းတို့သည် ကောင်းကင်တမန်များ ဖြစ်ကြသည်။ ဤအကြောင်းကို ကတာဒါဟ်က ပြောကြားခဲ့သည်။ အလ်-အောက်ဖီသည် အိဗ်နု အဗ္ဗားစ်မှ သတင်းပို့ထားသည်မှာ သူက \"ကောင်းကင်တစ်ခုစီရှိ အလ္လာဟ်အရှင်မြတ်နှင့် အနီးကပ်ဆုံးသူများက ၎င်းကို သက်သေခံကြမည်\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ်အဗရာရ် <span class=\"gray\">(ဖြောင့်မတ်သောယုံကြည်သူများ)</span> သည် ပျော်ရွှင်ချမ်းမြေ့မှု၌ ရှိကြမည်။)</span> ဆိုလိုသည်မှာ တရားစီရင်ရာနေ့တွင် ၎င်းတို့သည် ထာဝရပျော်ရွှင်မှုနှင့် ပြည့်စုံသော ကောင်းချီးမင်္ဂလာများ ပါဝင်သည့် ဥယျာဉ်များတွင် ရှိကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْأَرَائِكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပလ္လင်များပေါ်တွင် ထိုင်၍)</span> ၎င်းတို့သည် ရွက်ဖျင်တဲများအောက်ရှိ ပလ္လင်များဖြစ်ပြီး ထိုမှနေ၍ ကြည့်နေကြလိမ့်မည်။ ဤသို့ဆိုထားသည်မှာ \"၎င်းတို့သည် ၎င်းတို့၏ နိုင်ငံတော်ကိုလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားထားသည့် ကောင်းမွန်သော အရာများနှင့် ကုန်ဆုံးပျက်စီးခြင်းမရှိမည့် ကောင်းချီးမင်္ဂလာများကိုလည်းကောင်း ကြည့်ရှုနေကြလိမ့်မည်\" ဟူ၍ ဖြစ်သည်။ ဤသို့လည်း ဆိုထားသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْأَرَائِكِ يَنظُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပလ္လင်များပေါ်တွင် ထိုင်၍ ကြည့်နေကြလိမ့်မည်။)</span> \"ဤသည်မှာ ၎င်းတို့သည် ခွန်အားကြီးမြတ်ဆုံး၊ ဘုန်းကြီးမြတ်ဆုံးဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်ကို ကြည့်ရှုနေကြလိမ့်မည်\" ဟု ဆိုလိုသည်။ ၎င်းသည် ထိုဆိုးသွမ်းသောသူများအား ဖော်ပြထားသည်နှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ ဧကန်မလွဲ ၎င်းတို့ <span class=\"gray\">(မကောင်းမှုပြုသူများ)</span> သည် ထိုနေ့တွင် ၎င်းတို့၏ အရှင်မြတ်ကို မြင်တွေ့ခြင်းမှ ကွယ်ကာခံရမည်။)</span><span class=\"gray\">(၈၃:၁၅)</span> ဤသို့ဖြင့် ၎င်း <span class=\"gray\">(ဖြောင့်မတ်သောသူများ)</span> သည် ၎င်းတို့၏ ပလ္လင်များနှင့် မြင့်မားသော ကုလားထိုင်များပေါ်တွင် ရှိနေစဉ် အလ္လာဟ်အရှင်မြတ်ကို ကြည့်ရှုခွင့်ရရှိမည်ဟု ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏မျက်နှာများတွင် ပျော်ရွှင်ချမ်းမြေ့မှု၏ တောက်ပမှုကို သင်သိမြင်ရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ 'သူတို့ကို ကြည့်သောအခါ ၎င်းတို့၏မျက်နှာများတွင် ပျော်ရွှင်ချမ်းမြေ့မှု၏ အလင်းရောင်ကို သင်သတိထားမိလိမ့်မည်'။ ဤသည်မှာ ၎င်းတို့ ခံစားရမည့် ဤကြီးမြတ်သော ပျော်ရွှင်ချမ်းမြေ့မှုမှ ပေါကြွယ်ဝမှု၊ ယဉ်ကျေးသိမ်မွေ့မှု၊ ပျော်ရွှင်မှု၊ ငြိမ်သက်တည်ငြိမ်မှုနှင့် အာဏာတို့၏ ဖော်ပြချက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား သန့်ရှင်းစင်ကြယ်၍ တံဆိပ်ခတ်ထားသော ရဟိက်ကို တိုက်ကျွေးခံရမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား ပရဒိသု၏ ဝိုင်ကို တိုက်ကျွေးခံရမည်။ အလ်-ရဟိက်သည် <span class=\"gray\">(ပရဒိသုရှိ)</span> ဝိုင်၏ အမည်များထဲမှ တစ်ခုဖြစ်သည်။ အိဗ်နု မပ်စ်အူဒ်၊ အိဗ်နု အဗ္ဗားစ်၊ မွတ်ဂျာဟိဒ်၊ အလ်-ဟစန်၊ ကတာဒါဟ်နှင့် အိဗ်နု ဇိုင်ဒ်တို့အားလုံးက ဤသို့ ပြောကြားခဲ့ကြသည်။</p><p lang=\"et\" class=\"et \">Ibn Mas'ud said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خِتَامُهُ مِسْكٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကတိုးဖြင့် တံဆိပ်ခတ်ထားသည်၊)</span> \"၎င်းသည် ကတိုးနှင့် ရောစပ်ထားသည်ဟု ဆိုလိုသည်\"။ အလ်-အောက်ဖီသည် အိဗ်နု အဗ္ဗားစ်မှ သတင်းပို့ထားသည်မှာ သူက \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် ဝိုင်ကို မွှေးကြိုင်သော ရနံ့ရှိစေမည်။ ထို့ကြောင့် အရှင်မြတ်က ၎င်းတွင် နောက်ဆုံးထည့်သွင်းမည့်အရာမှာ ကတိုးဖြစ်သည်။ ဤသို့ဖြင့် ၎င်းကို ကတိုးဖြင့် တံဆိပ်ခတ်ထားမည်\" ဟု ပြောကြားခဲ့သည်။ ကတာဒါဟ်နှင့် အဒ်-ဒဟ်ဟားက်တို့ နှစ်ဦးလုံးက အတူတူပင် ပြောကြားခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي ذَٰلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာအတွက် ကြိုးပမ်းလိုသူတို့သည် ကြိုးပမ်းကြစေ။)</span> ဆိုလိုသည်မှာ ဤကဲ့သို့သော အခြေအနေအတွက် ဝါကြွားသူတို့သည် ဝါကြွားကြစေ၊ ယှဉ်ပြိုင်ကြစေ၊ ပိုမိုရရှိရန် ကြိုးပမ်းကြစေ။ ပြိုင်ဆိုင်သူတို့သည် ဤကဲ့သို့သော အရာများဆီသို့ ယှဉ်ပြိုင်၍ ပြေးလွှားကြစေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمِثْلِ هَٰذَا فَلْيَعْمَلِ الْعَامِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကဲ့သို့သော အရာအတွက် အလုပ်လုပ်သူတို့သည် အလုပ်လုပ်ကြစေ။)</span><span class=\"gray\">(၃၇:၆၁)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِزَاجُهُ مِن تَسْنِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို တတ်စ်နိမ်ဖြင့် ရောစပ်ထားမည်။)</span> ဆိုလိုသည်မှာ ဖော်ပြထားသော ဤဝိုင်ကို တတ်စ်နိမ်ဖြင့် ရောစပ်ထားသည်။ ဤသည်မှာ တတ်စ်နိမ်ဟုခေါ်သော အချိုရည်ကို ရည်ညွှန်းပြီး ၎င်းသည် ပရဒိသုနေထိုင်သူများ၏ အကောင်းဆုံးနှင့် အမြတ်ဆုံးသော အချိုရည်ဖြစ်သည်။ ဤအကြောင်းကို အဗူ ဆွာလိဟ်နှင့် အဒ်-ဒဟ်ဟားက်တို့က ပြောကြားခဲ့ကြသည်။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် အနီးကပ်ဆုံးသူများ သောက်သုံးသော စမ်းရေဖြစ်သည်။)</span><span class=\"gray\">(၈၃:၂၈)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် နီးစပ်သူများသည် ၎င်းမှ ၎င်းတို့ဆန္ဒရှိသလို သောက်သုံးကြမည်ဖြစ်ပြီး၊ ညာဘက်လက်ခံယူသူများသည် ၎င်းနှင့် ရောစပ်ထားသော အချိုရည်ကို တိုက်ကျွေးခံရမည်။ ဤအကြောင်းကို အိဗ်နု မပ်စ်အူဒ်၊ အိဗ်နု အဗ္ဗားစ်၊ မပ်စ်ရူက်၊ ကတာဒါဟ်နှင့် အခြားသူများက ပြောကြားခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "83:29",
    "group_ayah_key": "83:29",
    "from_ayah": "83:29",
    "to_ayah": "83:36",
    "ayah_keys": "83:29,83:30,83:31,83:32,83:33,83:34,83:35,83:36",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ပြစ်မှုကျူးလွန်သူများသည် ယုံကြည်သူများကို ရယ်မောခဲ့ကြသည် <span>(၂၉)</span>ထို့ပြင် ၎င်းတို့ဖြတ်သွားသည့်အခါတိုင်း အချင်းချင်း မျက်စိမှိတ်ပြခဲ့ကြသည် <span>(၃၀)</span>၎င်းတို့၏လူမျိုးများထံ ပြန်ရောက်သောအခါ ပျော်ရွှင်စွာ ပြန်လာကြသည် <span>(၃၁)</span>၎င်းတို့ကို မြင်သောအခါ “အမှန်စင်စစ်၊ ဤသူတို့သည် လမ်းမှားရောက်နေကြပြီ!” ဟု ပြောခဲ့ကြသည် <span>(၃၂)</span>သို့သော် ၎င်းတို့သည် ၎င်းတို့အပေါ် စောင့်ကြည့်သူများအဖြစ် စေလွှတ်ခြင်းခံခဲ့ရသည်မဟုတ် <span>(၃၃)</span>သို့သော် ဤနေ့၌ ယုံကြည်သူများသည် မယုံကြည်သူများကို ရယ်မောကြလိမ့်မည် <span>(၃၄)</span>ပလ္လင်များပေါ်တွင် ထိုင်၍ ကြည့်နေကြသည် <span>(၃၅)</span>မယုံကြည်သူများသည် ၎င်းတို့လုပ်ခဲ့ကြသောအရာများအတွက် အစားမပေးဆပ်ခံရဘူးလား <span>(၃၆)</span></p><p lang=\"my\" class=\"my \">ရာဇဝတ်သားတို့၏ ယုတ်မာသော အပြုအမူများနှင့် ယုံကြည်သူတို့အား လှောင်ပြောင်ခြင်း</p><p lang=\"my\" class=\"my \">ရာဇဝတ်သားများသည် လောကီဘဝတွင် ယုံကြည်သူများကို ရယ်မောခဲ့ကြကြောင်း အလ္လာဟ်အရှင်မြတ်က အကြောင်းကြားတော်မူသည်။ အခြားစကားဖြင့်ဆိုသော်၊ ၎င်းတို့သည် ယုံကြည်သူများကို လှောင်ပြောင်ပြီး မထီမဲ့မြင်ပြုကြသည်။ ၎င်းတို့သည် ယုံကြည်သူများဘေးမှ ဖြတ်သွားသည့်အခါတိုင်း ၎င်းတို့နှင့်ပတ်သက်၍ တစ်ဦးကိုတစ်ဦး မျက်စိမှိတ်ပြခဲ့ကြသည်၊ ဆိုလိုသည်မှာ ၎င်းတို့ကို မထီမဲ့မြင်ပြုခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا انقَلَبُوا إِلَىٰ أَهْلِهِمُ انقَلَبُوا فَكِهِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏လူမျိုးများထံ ပြန်ရောက်သောအခါ ပျော်ရွှင်စွာ ပြန်လာကြသည်။)</span> ဆိုလိုသည်မှာ ဤရာဇဝတ်သားများသည် ပြန်လှည့်လာသောအခါ သို့မဟုတ် ၎င်းတို့၏အိမ်များသို့ ပြန်ရောက်သောအခါ ပျော်ရွှင်စွာ ပြန်သွားကြသည်။ ၎င်းတို့ တောင်းဆိုသမျှကို ရရှိကြသည်ဟု ဆိုလိုသည်။ သို့သော်လည်း ဤအရာနှင့်အတူ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်အတွက် ကျေးဇူးတင်ခြင်းမရှိသေးပါ။ ယင်းအစား ၎င်းတို့သည် ယုံကြည်သူများကို မထီမဲ့မြင်ပြုခြင်းနှင့် မနာလိုဖြစ်ခြင်းတို့ဖြင့် အချိန်ကုန်ခံကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَٰؤُلَاءِ لَضَالُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို မြင်သောအခါ “အမှန်စင်စစ်၊ ဤသူတို့သည် လမ်းမှားရောက်နေကြပြီ!” ဟု ပြောခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ၊ '၎င်းတို့သည် ၎င်းတို့၏ဘာသာတရားမှအပ အခြားဘာသာတရားတစ်ခုကို ယုံကြည်နေကြသောကြောင့်' ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ၎င်းတို့အပေါ် စောင့်ကြည့်သူများအဖြစ် စေလွှတ်ခြင်းခံခဲ့ရသည်မဟုတ်။)</span> ဆိုလိုသည်မှာ၊ ဤရာဇဝတ်သားများသည် ဤယုံကြည်သူတို့၏ လုပ်ရပ်များနှင့် စကားများအပေါ် အစောင့်အရှောက်များအဖြစ် စေလွှတ်ခြင်းခံခဲ့ရသည်မဟုတ်။ ဤအမှားပြုသူများကို ၎င်းတို့အတွက် တာဝန်ခံစေခြင်းမရှိခဲ့ပါ။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့နှင့်ပတ်သက်၍ အဘယ်ကြောင့် ဤမျှစိုးရိမ်ပူပန်နေကြသနည်း၊ အဘယ်ကြောင့် ၎င်းတို့ကို အာရုံစိုက်ရာအဖြစ် ပြုလုပ်ထားကြသနည်း။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည့်အတိုင်းပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ - إِنَّهُ كَانَ فَرِيقٌ مِّنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ - فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰ أَنسَوْكُمْ ذِكْرِي وَكُنتُم مِّنْهُمْ تَضْحَكُونَ - إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က “အရှက်ကွဲစွာ ဤနေရာ၌သာ နေကြလော့။ ငါ့အား စကားမပြောကြနှင့်!” ဟု မိန့်တော်မူလိမ့်မည်။ အမှန်စင်စစ်၊ ငါ၏ကျွန်များထဲမှ အဖွဲ့တစ်ဖွဲ့ရှိခဲ့သည်၊ ၎င်းတို့သည် “အို ငါတို့၏အရှင်သခင်! အကျွန်ုပ်တို့သည် ယုံကြည်ပါပြီ၊ ထို့ကြောင့် အကျွန်ုပ်တို့အား ခွင့်လွှတ်တော်မူပါ၊ အကျွန်ုပ်တို့အပေါ် ကရုဏာထားတော်မူပါ၊ အရှင်သည် မေတ္တာထားသူအားလုံးတွင် အကောင်းဆုံးဖြစ်တော်မူပါသည်!” ဟု ပြောဆိုခဲ့ကြသည်။ သို့သော် သင်တို့သည် ၎င်းတို့အား ရယ်စရာအဖြစ် သဘောထားခဲ့ကြသည်၊ ၎င်းတို့သည် သင်တို့ကို ငါ့အား အမှတ်ရခြင်းမှ မေ့လျော့စေခဲ့သည်အထိပင် သင်တို့သည် ၎င်းတို့အား ရယ်မောခဲ့ကြသည်။ အမှန်စင်စစ်၊ ၎င်းတို့၏ သည်းခံမှုအတွက် ငါသည် ဤနေ့တွင် ၎င်းတို့အား ဆုချခဲ့ပြီးပြီ၊ ၎င်းတို့သည် အမှန်ပင် အောင်မြင်သူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၂၃:၁၀၈-၁၁၁)</span></p><p lang=\"my\" class=\"my \">ထိုသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဤနေ့၌)</span> ဆိုလိုသည်မှာ၊ တရားစီရင်ရာနေ့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် မယုံကြည်သူများကို ရယ်မောကြလိမ့်မည်)</span> ဆိုလိုသည်မှာ၊ ထိုသူတို့သည် ၎င်းတို့အား ရယ်မောခဲ့ကြသည့်အတွက် လက်စားချေခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْأَرَائِكِ يَنظُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပလ္လင်များပေါ်တွင် ထိုင်၍ ကြည့်နေကြသည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် လမ်းမှားရောက်နေသည်ဟု မှားယွင်းစွာ စွပ်စွဲခံရခြင်းကို သည်းခံခဲ့သည့်အတွက် ဆုအဖြစ် အလ္လာဟ်အရှင်မြတ်အား ကြည့်နေခြင်းဖြစ်သည်။ ၎င်းတို့သည် လုံးဝလမ်းမှားရောက်ခဲ့ကြသည်မဟုတ်။ ယင်းအစား ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အနီးကပ် Awliya' (မိတ်ဆွေများ) ဖြစ်ကြပြီး ၎င်း၏ ဂုဏ်ကျက်သရေရှိရာ နေရာ၌ ၎င်းတို့၏အရှင်သခင်အား ကြည့်ရှုကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် ၎င်းတို့လုပ်ခဲ့ကြသောအရာများအတွက် အစားမပေးဆပ်ခံရဘူးလား။)</span> ဆိုလိုသည်မှာ၊ 'မယုံကြည်သူများသည် ယုံကြည်သူများကို လှောင်ပြောင်ခြင်းနှင့် မထီမဲ့မြင်ပြုခြင်းတို့အတွက် အစားပေးဆပ်ခံရမည်လား၊ သို့မဟုတ် မခံရဘူးလား။' ၎င်းတို့သည် ၎င်းတို့၏ (အပြုအမူများအတွက်) အပြည့်အဝ၊ ပြည့်စုံစွာနှင့် ပြီးပြည့်စုံစွာ အစားပေးဆပ်ခံရမည်ဟု ဆိုလိုသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် အလ်-မုတဖ္ဖိဖီန်၏ တဖ်စီရ် (အနက်အဓိပ္ပါယ်ဖွင့်ဆိုချက်) ၏ အဆုံးသတ်ဖြစ်ပြီး ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပါသည်။</p>"
  }
]