[
  {
    "ayah_key": "31:16",
    "group_ayah_key": "31:16",
    "from_ayah": "31:16",
    "to_ayah": "31:19",
    "ayah_keys": "31:16,31:17,31:18,31:19",
    "text": "<p lang=\"my\" class=\"my \">\"အို ငါ့သား! ၎င်းသည် <span class=\"gray\">(မည်သည့်အရာမဆို)</span> မုန်ညင်းစေ့တစ်စေ့၏ အလေးချိန်နှင့် ညီမျှသည်ဖြစ်စေ၊ ကျောက်တုံးထဲ၌ဖြစ်စေ၊ ကောင်းကင်များ၌ဖြစ်စေ၊ ကမ္ဘာမြေပေါ်၌ဖြစ်စေရှိသော်လည်း အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ထုတ်ဖော်မည်ဖြစ်သည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် နူးညံ့သိမ်မွေ့တော်မူ၏၊ အရာရာကိုသိရှိတော်မူ၏။ <span>(၁၆)</span>\"အို ငါ့သား! ဆွလားသ်ကို ဖတ်ရွတ်လော့၊ ကောင်းသောအရာကို မှာကြားလော့၊ မကောင်းသောအရာကို တားမြစ်လော့၊ မင်းအပေါ်ကျရောက်လာသမျှကို သည်းခံလော့။ အမှန်စင်စစ်၊ ဤအရာများသည် အရေးကြီးသော အမိန့်တော်များထဲမှ အချို့ဖြစ်သည်။ <span>(၁၇)</span>\"မာနဖြင့် လူများထံမှ သင်၏မျက်နှာကို မလွှဲလော့၊ မြေပြင်ပေါ်၌ မောက်မာစွာ မလျှောက်လှမ်းလော့။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်မာနကြီးသော ဝါကြွားသူကိုမျှ မနှစ်သက်ပေ။ <span>(၁၈)</span>\"သင်၏ လမ်းလျှောက်ခြင်းတွင် ချင့်ချိန်လော့၊ သင်၏အသံကို နိမ့်ချလော့။ အမှန်စင်စစ်၊ အသံအားလုံးထဲတွင် အကြမ်းတမ်းဆုံးမှာ မြည်းများ၏ ဟစ်အော်သံဖြစ်သည်။ <span>(၁၉)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ လူများ လိုက်နာနိုင်ရန်နှင့် ကောင်းသောစံနမူနာအဖြစ် ယူနိုင်ရန် အလ္လာဟ်အရှင်မြတ်က လွတ်က္မာန် ပေးခဲ့သည့် အသုံးဝင်သော အကြံဉာဏ်ဖြစ်သည်။ သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့သား! ၎င်းသည် <span class=\"gray\">(မည်သည့်အရာမဆို)</span> မုန်ညင်းစေ့တစ်စေ့၏ အလေးချိန်နှင့် ညီမျှသည်ဖြစ်စေ၊)</span> ဆိုလိုသည်မှာ မှားယွင်းသောလုပ်ရပ် သို့မဟုတ် အပြစ်တစ်ခုသည် မုန်ညင်းစေ့တစ်စေ့အရွယ်အစားနှင့် ညီမျှသည်ဆိုလျှင်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَأْتِ بِهَا اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ထုတ်ဖော်မည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ ဖြောင့်မှန်ခြင်း၏ ချိန်ခွင်များပေါ်၌ တင်ရှိသည့်အခါ၊ ၎င်းကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်က ထုတ်ဖော်မည်ဖြစ်ပြီး၊ လူတိုင်းသည် မိမိတို့၏ လုပ်ရပ်များအတွက် အကျိုးခံစားရမည် သို့မဟုတ် အပြစ်ပေးခံရမည်—ကောင်းပါက အကျိုးခံစားရမည်ဖြစ်ပြီး၊ ဆိုးပါက အပြစ်ပေးခံရမည်ဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကျွန်ုပ်တို့သည် ဖြောင့်မှန်ခြင်း၏ ချိန်ခွင်များကို တည်ဆောက်မည်ဖြစ်ပြီး၊ ထိုအခါ မည်သူတစ်ဦးတစ်ယောက်မျှ မည်သည့်အရာတွင်မျှ မတရားသဖြင့် ပြုမူခံရမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၂၁:၄၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ - وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်နှင့် ညီမျှသော ကောင်းမှုပြုသူသည် ၎င်းကို မြင်ရလိမ့်မည်။ ထို့ပြင် ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်နှင့် ညီမျှသော မကောင်းမှုပြုသူသည် ၎င်းကို မြင်ရလိမ့်မည်။)</span><span class=\"gray\">(၉၉:၇-၈)</span> ဤသေးငယ်သောအရာသည် ခိုင်မာသောကျောက်တုံးအတွင်း၌ဖြစ်စေ၊ ကောင်းကင်နှင့်မြေကြီးပေါ်ရှိ မည်သည့်နေရာ၌မဆို ဝှက်ထားသည်ဖြစ်စေ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ထုတ်ဖော်မည်ဖြစ်သည်၊ အကြောင်းမှာ ကောင်းကင်နှင့်မြေကြီးပေါ်ရှိ ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်မျှပင် ကိုယ်တော်ထံမှ ဖုံးကွယ်ထား၍မရပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် နူးညံ့သိမ်မွေ့တော်မူ၏၊ အရာရာကိုသိရှိတော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ အသိပညာသည် နူးညံ့သိမ်မွေ့သည်၊ အဘယ်ကြောင့်ဆိုသော် မည်မျှပင် သေးငယ်၊ နူးညံ့ပြီး သိမ်မွေ့သည်ဖြစ်စေ၊ ကိုယ်တော်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်ထား၍မရပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာရာကိုသိရှိတော်မူ၏။)</span> အမှောင်ဆုံးညတွင် ပုရွက်ဆိတ်တစ်ကောင်၏ ခြေသံကိုပင် သိရှိတော်မူ၏။ ထို့နောက် သူ <span class=\"gray\">(လွတ်က္မာန်)</span> က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُنَيَّ أَقِمِ الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့သား! ဆွလားသ်ကို ဖတ်ရွတ်လော့၊)</span> ဆိုလိုသည်မှာ၊ သတ်မှတ်ထားသောအချိန်များတွင် ဆွလားသ်ကို မှန်ကန်စွာ ဖတ်ရွတ်လော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းသောအရာကို မှာကြားလော့၊ မကောင်းသောအရာကို တားမြစ်လော့၊)</span> ဆိုလိုသည်မှာ သင်၏စွမ်းရည်နှင့် ခွန်အားအစွမ်းကုန်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ عَلَىٰ مَا أَصَابَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မင်းအပေါ်ကျရောက်လာသမျှကို သည်းခံလော့။)</span> လွတ်က္မာန်က ကောင်းသောအရာကို မှာကြားပြီး မကောင်းသောအရာကို တားမြစ်သူတိုင်းသည် လူတို့ထံမှ ထိခိုက်နစ်နာမှုနှင့် စိတ်အနှောင့်အယှက်ဖြစ်မှုတို့ကို မလွဲမသွေ ကြုံတွေ့ရမည်ကို သိရှိသဖြင့် သူသည် သည်းခံရန် ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ مِنْ عَزْمِ الْأُمُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဤအရာများသည် အရေးကြီးသော အမိန့်တော်များထဲမှ အချို့ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ လူများက ထိခိုက်နစ်နာမှု သို့မဟုတ် စိတ်အနှောင့်အယှက်ဖြစ်စေသောအခါ သည်းခံခြင်းသည် အရေးအကြီးဆုံး အမိန့်တော်များထဲမှ တစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနဖြင့် လူများထံမှ သင်၏မျက်နှာကို မလွှဲလော့)</span> ဆိုလိုသည်မှာ၊ 'သူတို့နှင့် စကားပြောသည့်အခါ သို့မဟုတ် သူတို့က သင့်အား စကားပြောသည့်အခါ မာနကြီးစွာ သူတို့ကို အထင်သေး၍ သင့်မျက်နှာကို လူများထံမှ မလွှဲလော့။ ယင်းအစား သူတို့အပေါ် နူးညံ့သိမ်မွေ့စွာ ဆက်ဆံပြီး ရွှင်လန်းသောမျက်နှာဖြင့် နှုတ်ဆက်လော့' ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنْ تَلْقَى أَخَاكَ وَوَجْهُكَ إِلَيْهِ مُنْبَسِطٌ، وَإِيَّاكَ وَإِسْبَالَ الْإِزَارِ فَإِنَّهَا مِنَ الْمَخِيلَةِ، وَالْمَخِيلَةُ لَا يُحِبُّهَا اللهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်၏ညီအစ်ကိုကို ရွှင်လန်းသောမျက်နှာဖြင့် နှုတ်ဆက်ခြင်းမျှဖြင့်ပင်ဖြစ်စေ။ သင်၏အောက်ဝတ်ကို ခြေကျင်းဝတ်အောက်သို့ ဆွဲချခြင်းကို သတိပြုပါ၊ အကြောင်းမှာ ၎င်းသည် ဝါကြွားခြင်းတစ်မျိုးဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ဝါကြွားခြင်းကို မနှစ်သက်ပေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ပေါ်၌ မောက်မာစွာ မလျှောက်လှမ်းလော့။)</span> ဆိုလိုသည်မှာ၊ 'ဝါကြွားခြင်း၊ မောက်မာခြင်း၊ မာနကြီးခြင်းနှင့် ခေါင်းမာခြင်း မပြုနှင့်။ ထိုသို့ မပြုလုပ်နှင့်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို မုန်းတီးလိမ့်မည်။' ထို့ကြောင့် သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်မာနကြီးသော ဝါကြွားသူကိုမျှ မနှစ်သက်ပေ။)</span> ဆိုလိုသည်မှာ မိမိကိုယ်ကို ပြသပြီး မိမိကိုယ်ကို နှစ်သက်သူ၊ အခြားသူများထက် မိမိက ပိုကောင်းသည်ဟု ခံစားရသူ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا ۖ إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနနှင့် မောက်မာမှုဖြင့် မြေပြင်ပေါ်၌ မလျှောက်လှမ်းနှင့်။ အမှန်စင်စစ်၊ သင်သည် မြေကြီးကို စုတ်ပြဲစေနိုင်မည်မဟုတ်သလို ထိုးဖောက်နိုင်မည်လည်းမဟုတ်ပေ။ အမြင့်တွင် တောင်များကဲ့သို့ အရပ်အမောင်းကိုလည်း မရောက်နိုင်ပေ။)</span><span class=\"gray\">(၁၇:၃၇)</span>။ ဤအကြောင်းကို သင့်လျော်သောနေရာတွင် အသေးစိတ် ဆွေးနွေးပြီးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">လမ်းလျှောက်ရာတွင် ချင့်ချိန်ရန် အမိန့်တော်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاقْصِدْ فِي مَشْيِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ လမ်းလျှောက်ခြင်းတွင် ချင့်ချိန်လော့၊)</span> ဆိုလိုသည်မှာ ဖြည်းဖြည်းနှင့် ပျင်းရိစွာမဟုတ်ဘဲ၊ လွန်ကဲစွာ မြန်နှုန်းဖြင့်လည်းမဟုတ်ဘဲ၊ ဤအစွန်းနှစ်ခုကြားတွင် သင့်တင့်မျှတစွာ လျှောက်လှမ်းလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاغْضُضْ مِنْ صَوْتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အသံကို နိမ့်ချလော့။)</span> ဆိုလိုသည်မှာ သင်၏စကားပြောရာတွင် လွန်ကဲစွာ မပြုလုပ်နှင့်၊ မလိုအပ်ဘဲ အသံကို မမြှင့်တင်နှင့်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အသံအားလုံးထဲတွင် အကြမ်းတမ်းဆုံးမှာ မြည်းများ၏ ဟစ်အော်သံဖြစ်သည်။)</span> မူဂျာဟစ်နှင့် အခြားသူများက ပြောကြားခဲ့သည်- \"အကျည်းတန်ဆုံးအသံမှာ မြည်း၏အသံဖြစ်သည်၊ ဆိုလိုသည်မှာ လူတစ်ဦးသည် သူ၏အသံကို မြှင့်တင်သောအခါ၊ ထွက်ပေါ်လာသောဆူညံသံသည် မြည်း၏အသံကဲ့သို့ ကျယ်လောင်သည်။ ထို့အပြင် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် ရွံရှာဖွယ်ဖြစ်သည်။ အသံကျယ်ကို မြည်းနှင့် နှိုင်းယှဉ်ခြင်းသည် ၎င်းကို တားမြစ်ထားပြီး အလွန်အမင်း ပြစ်တင်ရှုံ့ချစရာဖြစ်ကြောင်း ဖော်ပြသည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَنَا مَثَلُ السُّوءِ، الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَقِيءُ ثُمَّ يَعُودُ فِي قَيْئِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆိုးရွားသော ပုံဥပမာဖြစ်ရန် ကျွန်ုပ်တို့အတွက် မသင့်လျော်ပေ။ မိမိ၏ လက်ဆောင်ကို ပြန်ယူသောသူသည် အန်ပြီးနောက် မိမိအန်ဖတ်ကို ပြန်စားသော ခွေးနှင့်တူသည်။)</span></p><p lang=\"zh\" class=\"zh \">The Advice of Luqman</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကုရ်အာန်ကျမ်းတော်မြတ်က ကျွန်ုပ်တို့အား လွတ်က္မာန်အကြောင်း ပြောပြသည့် အလွန်အသုံးဝင်သော အကြံဉာဏ်ဖြစ်သည်။ သူထံမှ အခြားသော သုတ္တံစကားများနှင့် အကြံဉာဏ်များစွာကိုလည်း မှတ်တမ်းတင်ထားပြီး၊ ၎င်းတို့အနက်မှ အချို့သော ဥပမာများကို အောက်တွင် အခြေခံမူများအဖြစ် ဖော်ပြပါမည်-</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အိဗ်နု အိုမာရ် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لُقْمَانَ الْحَكِيمَ كَانَ يَقُولُ: إِنَّ اللهَ إِذَا اسْتَوْدَعَ شَيْئًا حَفِظَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပညာရှိ လွတ်က္မာန်က ပြောလေ့ရှိသည်- အရာတစ်ခုကို အလ္လာဟ်အရှင်မြတ်၏ စောင့်ရှောက်မှု၌ အပ်နှံသောအခါ၊ ကိုယ်တော်သည် ၎င်းကို ကာကွယ်သည်။)</span> အလ်-စရီ ဘင်န် ယဟ်ယာက ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"လွတ်က္မာန်က သူ၏သားအား ပြောခဲ့သည်- 'ပညာသည် ဆင်းရဲသားတို့ကို ဘုရင်များနှင့် အတူတကွ ပေါင်းသင်းစေသည်။'\"</p><p lang=\"my\" class=\"my \">အောင်န် ဘင်န် အဗ်ဒူလ္လာဟ်က ပြောကြားသည်ကိုလည်း မှတ်တမ်းတင်ထားသည်- \"လွတ်က္မာန်က သူ၏သားအား ပြောခဲ့သည်- 'အို ငါ့သား! လူတို့၏ စုဝေးရာသို့ သင်ရောက်လာသောအခါ၊ သူတို့ကို ဆွလားမ်ဖြင့် နှုတ်ဆက်ပါ၊ ထို့နောက် အဖွဲ့၏ အစွန်းတွင် ထိုင်ပါ၊ သူတို့ စကားပြောပြီးစီးသည်ကို သင်မမြင်မချင်း စကားမပြောပါနှင့်။ ထို့နောက် သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို သတိရလျှင် သူတို့နှင့် ပူးပေါင်းပါ၊ သို့သော် သူတို့က အခြားအရာတစ်ခုခုကို ပြောလျှင် သူတို့ကို ထားခဲ့ပြီး အခြားအဖွဲ့တစ်ခုသို့ သွားပါ။'\"</p>"
  },
  {
    "ayah_key": "31:20",
    "group_ayah_key": "31:20",
    "from_ayah": "31:20",
    "to_ayah": "31:21",
    "ayah_keys": "31:20,31:21",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်များ၌ရှိသမျှနှင့် ကမ္ဘာမြေပေါ်၌ရှိသမျှကို အလ္လာဟ်အရှင်မြတ်က သင်တို့အတွက် ချုပ်ကိုင်ထားပြီး၊ ပွင့်လင်းမြင်သာသော၊ ဖုံးကွယ်ထားသော ကိုယ်တော်၏ ကျေးဇူးတော်များကို သင်တို့အပေါ် ပြည့်စုံစေပြီး ပြည့်စုံစေခဲ့သည်ကို သင်မမြင်ရပေလား။ သို့တိုင် လူသားများထဲတွင် အလ္လာဟ်အရှင်မြတ်အကြောင်းကို အသိပညာ၊ လမ်းညွှန်မှု သို့မဟုတ် အလင်းရောင်ပေးသော ကျမ်းမြတ်မရှိဘဲ ငြင်းခုံသူများရှိသည်။ <span>(၂၀)</span>သူတို့အား \"အလ္လာဟ်အရှင်မြတ် ချပေးတော်မူသည့်အရာကို လိုက်နာကြလော့\" ဟု ပြောသည့်အခါ၊ သူတို့က \"မဟုတ်ဘူး၊ ငါတို့ ဖခင်များကို <span class=\"gray\">(လိုက်နာနေသည်ကို)</span> တွေ့ရှိခဲ့သည့်အတိုင်း လိုက်နာကြမည်\" ဟု ပြောကြသည်။ ရှိုင်တွာန်က သူတို့ကို ငရဲ၏ ပြင်းထန်သော ပြစ်ဒဏ်သို့ ဖိတ်ခေါ်စေကာမူ <span>(၂၁)</span></p><p lang=\"my\" class=\"my \">ကျေးဇူးတော်များ အကြောင်း သတိပေးခြင်း</p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့် နောင်လောကတွင် သူတို့အပေါ် ပေးသနားတော်မူသော ကျေးဇူးတော်များကို သူ၏ဖန်ဆင်းခြင်းကို သတိရစေသည်။ ကောင်းကင်များ၌ ကိုယ်တော်သည် ညအခါနှင့် နေ့အခါတွင် အလင်းရောင်ပေးသော ကြယ်များကို သူတို့အတွက် ချုပ်ကိုင်ထားပြီး၊ မိုးတိမ်များ၊ မိုးရေ၊ ဆီးနှင်းနှင့် မိုးသီးတို့ကို ဖန်ဆင်းခဲ့ကာ၊ ကောင်းကင်များကို သူတို့ကို ဖုံးအုပ်ကာ ကာကွယ်ပေးသည့် အမိုးတစ်ခုဖြစ်စေခဲ့သည်။ မြေကြီးပေါ်တွင် ကိုယ်တော်သည် သူတို့အတွက် တည်ငြိမ်မှုနှင့် မြစ်များ၊ သစ်ပင်များ၊ သီးနှံများနှင့် သစ်သီးများကို ဖန်ဆင်းခဲ့သည်။ ကိုယ်တော်သည် သူ၏ ရစူလ်တမန်တော်များကို စေလွှတ်ခြင်း၊ ကျမ်းမြတ်များကို ထုတ်ဖော်ခြင်းနှင့် သံသယများနှင့် ဆင်ခြေများကို ဖယ်ရှားခြင်းအားဖြင့် သူတို့အပေါ် ပွင့်လင်းမြင်သာသော၊ ဖုံးကွယ်ထားသော ကိုယ်တော်၏ ကျေးဇူးတော်များကို ပြည့်စုံစေပြီး ပြည့်စုံစေခဲ့သည်။ သို့တိုင် ဤအရာအားလုံးရှိသော်လည်း လူအားလုံးက မယုံကြည်ကြပေ၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အကြောင်း၊ ဆိုလိုသည်မှာ ကိုယ်တော်၏ တစ်ဆူတည်းဖြစ်မှု (တောင်ဟိဒ်) နှင့် ရစူလ်တမန်တော်များကို စေလွှတ်ခြင်းအကြောင်း ငြင်းခုံသူများရှိသည်။ သူတို့၏ ငြင်းခုံမှုသည် အသိပညာမဲ့ဖြစ်ပြီး၊ သူတို့တွင် ခိုင်မာသော သက်သေအထောက်အထား သို့မဟုတ် တရားဝင် အမွေဆက်ခံသော ကျမ်းမြတ်မရှိပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ထဲတွင် အလ္လာဟ်အရှင်မြတ်အကြောင်းကို အသိပညာ၊ လမ်းညွှန်မှု သို့မဟုတ် အလင်းရောင်ပေးသော ကျမ်းမြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> မရှိဘဲ ငြင်းခုံသူရှိသည်။)</span><span class=\"gray\">(၂၂:၈)</span> ဆိုလိုသည်မှာ ရှင်းလင်းပြတ်သားပြီး မရေမရာမရှိခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား ပြောသည့်အခါ)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တစ်ဆူတည်းဖြစ်မှုနှင့် ပတ်သက်၍ ငြင်းခုံသော ဤလူများအား။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّبِعُوا مَا أَنْزَلَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ္လာဟ်အရှင်မြတ် ချပေးတော်မူသည့်အရာကို လိုက်နာကြလော့၊\")</span> ဆိုလိုသည်မှာ ကိုယ်တော်က ကိုယ်တော်၏ ရစူလ်တမန်တော်များထံ ချပေးတော်မူသော သန့်စင်သော နတ်ဘုရားဥပဒေများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"မဟုတ်ဘူး၊ ငါတို့ ဖခင်များကို <span class=\"gray\">(လိုက်နာနေသည်ကို)</span> တွေ့ရှိခဲ့သည့်အတိုင်း လိုက်နာကြမည်\" ဟု ပြောကြသည်။)</span> ဆိုလိုသည်မှာ သူတို့သည် သူတို့၏ဖခင်များကို လိုက်နာနေခြင်းမှတစ်ပါး အခြားသက်သေအထောက်အထားမရှိပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ဖခင်များသည် မည်သည့်အရာကိုမျှ နားမလည်ကြသလို လမ်းမှန်ကိုလည်း မရရှိခဲ့ကြစေကာမူ)</span><span class=\"gray\">(၂:၁၇၀)</span> ဆိုလိုသည်မှာ၊ 'ဖခင်တို့၏ လုပ်ရပ်များကို သက်သေအထောက်အထားအဖြစ် ယူသူများ၊ သူတို့သည် လမ်းမှားရောက်နေပြီး သင်တို့သည် သူတို့၏ ခြေရာနင်းလိုက်နေသည်ဟု သင်တို့ ထင်သနည်း။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَىٰ عَذَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်က သူတို့ကို ငရဲ၏ ပြင်းထန်သော ပြစ်ဒဏ်သို့ ဖိတ်ခေါ်စေကာမူ?)</span></p>"
  }
]