[
  {
    "ayah_key": "4:60",
    "group_ayah_key": "4:60",
    "from_ayah": "4:60",
    "to_ayah": "4:63",
    "ayah_keys": "4:60,4:61,4:62,4:63",
    "text": "<p lang=\"my\" class=\"my \">သင့်ထံသို့ ချပေးတော်မူခဲ့သည်ကို လည်းကောင်း၊ သင့်မတိုင်မီက ချပေးခဲ့သည်ကို လည်းကောင်း ယုံကြည်သည်ဟု အခိုင်အမာ ပြောဆိုကြသော <span class=\"gray\">(ဟန်ဆောင်သူများ)</span> တို့ကို သင်မမြင်ဘူးသလော။ ထို့ပြင် ၎င်းတို့သည် တာဂွတ်ထံသို့ <span class=\"gray\">(၎င်းတို့၏ အငြင်းပွားမှုများတွင်)</span> တရားစီရင်ခံယူရန် သွားလိုကြသည်။ အမှန်မှာ ၎င်းတို့အား တာဂွတ်ကို ပယ်ချရန် အမိန့်ပေးခဲ့ပြီး ဖြစ်သော်လည်း ရှိုင်တန်သည် ၎င်းတို့အား အဝေးသို့ လမ်းမှားအောင် ပို့ဆောင်လို၏ <span>(၆၀)</span> ထို့ပြင် ၎င်းတို့အား \"အလ္လာဟ်အရှင်မြတ် ချပေးတော်မူခဲ့သည့်အရာနှင့် တမန်တော်ထံသို့ လာကြပါ\" ဟု ပြောသောအခါ ဟန်ဆောင်သူများသည် သင့်ထံမှ စက်ဆုပ်စွာ လှည့်ထွက်သွားသည်ကို သင်မြင်လိမ့်မည် <span>(၆၁)</span> ထို့နောက် ၎င်းတို့၏ လက်များက ရှေ့ပြေးစေခဲ့သောအရာများကြောင့် ကပ်ဘေးတစ်ခု ကျရောက်သောအခါ ၎င်းတို့သည် သင့်ထံသို့ အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်ကျိန်ဆို၍ \"ကျွန်ုပ်တို့သည် သဘောကောင်းခြင်းနှင့် ပြန်လည်သင့်မြတ်ခြင်းမှတစ်ပါး အခြားမည်သည့် ရည်ရွယ်ချက်မှ မရှိခဲ့ပါ!\" ဟု လာရောက်ကြသည် <span>(၆၂)</span> ၎င်းတို့ <span class=\"gray\">(ဟန်ဆောင်သူများ)</span> သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများထဲ၌ ရှိသည်များကို သိတော်မူသောသူများ ဖြစ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့ထံမှ လွှဲရှောင်ပါ <span class=\"gray\">(၎င်းတို့အား အပြစ်မပေးပါနှင့်)</span> သို့သော် ၎င်းတို့အား သတိပေးဆုံးမပါ။ ထို့ပြင် ၎င်းတို့၏ အတွင်းစိတ်များသို့ ရောက်ရှိနိုင်မည့် ထိရောက်သော စကားကို ပြောဆိုပါ <span>(၆၃)</span></p><div lang=\"my\" class=\"my \"><h2>တရားစီရင်ရန်အတွက် ကုရ်အာန်နှင့် စွန်နဟ်မှတစ်ပါး အခြားအရာများကို ရည်ညွှန်းခြင်းသည် မွတ်စလင်မဟုတ်သူများ၏ ထူးခြားချက်ဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော်မြတ် ﷺ ထံသို့လည်းကောင်း၊ ယခင်နဗီတမန်များထံသို့လည်းကောင်း အလ္လာဟ်အရှင်မြတ် ချပေးတော်မူခဲ့သည်ကို ယုံကြည်သည်ဟု အခိုင်အမာ ပြောဆိုသူများအား ပြစ်တင်ရှုံ့ချတော်မူသည်။ သို့သော်လည်း ၎င်းတို့သည် အမျိုးမျိုးသော အငြင်းပွားမှုများတွင် တရားစီရင်ရန်အတွက် အလ္လာဟ်အရှင်မြတ်၏ကျမ်းတော်နှင့် ၎င်း၏တမန်တော်မြတ် ﷺ ၏ စွန်နဟ်မှတစ်ပါး အခြားအရာများကို ရည်ညွှန်းကြသည်။ ဤအာယသ်တော်ကို ထုတ်ဖော်ခဲ့ရခြင်း၏ အကြောင်းရင်းမှာ အန်ဆာရီလူမျိုးတစ်ဦးနှင့် ဂျူးလူမျိုးတစ်ဦးတို့ အငြင်းပွားခဲ့ကြရာ ဂျူးလူမျိုးက \"ကျွန်ုပ်တို့ကြားတွင် တရားစီရင်ရန် မိုဟမ္မဒ်ထံသို့ သွားကြပါစို့\" ဟု ပြောခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ သို့သော် မွတ်စလင်လူမျိုးက \"ကျွန်ုပ်တို့ကြားတွင် တရားစီရင်ရန် ကာဘ် ဘင် အလ်-အရှ်ရဖ် <span class=\"gray\">(ဂျူးလူမျိုးတစ်ဦး)</span> ထံသို့ သွားကြပါစို့\" ဟု ပြောခဲ့သည်။ ထို့ပြင် ဤအာယသ်တော်ကို မွတ်စလင်ဟု ဟန်ဆောင်ခဲ့ကြသော်လည်း ဂျာဟီလီယဟ်၏ တရားစီရင်ချက်ကို ရည်ညွှန်းရန် ကြိုးစားခဲ့ကြသော ဟန်ဆောင်သူအချို့နှင့် ပတ်သက်၍ ထုတ်ဖော်ခဲ့ခြင်းဖြစ်သည်ဟုလည်း မှတ်တမ်းတင်ထားသည်။ ဤအာယသ်တော်ကို ထုတ်ဖော်ခဲ့ရခြင်း၏ အခြားအကြောင်းရင်းများကိုလည်း မှတ်တမ်းတင်ထားသည်။ သို့သော်လည်း ဤအာယသ်တော်သည် ကုရ်အာန်နှင့် စွန်နဟ်ကို တရားစီရင်ရန် ရည်ညွှန်းခြင်းမှ ရှောင်ကြဉ်ပြီး ၎င်းတို့ ရွေးချယ်သော မဟုတ်မမှန်သည့်အရာ၏ တရားစီရင်ချက်ကို ပိုနှစ်သက်သောသူအားလုံးကို ပြစ်တင်ရှုံ့ချသဖြင့် အထွေထွေအဓိပ္ပါယ်ရှိသည်။ ယင်းသည် ဤနေရာရှိ တာဂွတ်ဟူသော ဖော်ပြချက်နှင့် ကိုက်ညီသည်။ ဤအကြောင်းကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُونَ أَن يَتَحَاكَمُوا إِلَى الطَّاغُوتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် တာဂွတ်ထံသို့ တရားစီရင်ခံယူရန် သွားလိုကြသည်)</span> ဟူသော အာယသ်တော်အဆုံးအထိ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَصُدُّونَ عَنكَ صُدُودًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံမှ စက်ဆုပ်စွာ လှည့်ထွက်သွားသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် မာန်မာနဖြင့် သင့်ထံမှ လှည့်ထွက်သွားကြသည်ကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်က မုရှ်ရိက်များကို ဖော်ပြထားသကဲ့သို့ပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား \"အလ္လာဟ်အရှင်မြတ် ချပေးတော်မူခဲ့သည်ကို လိုက်နာကြလော့\" ဟု ပြောသောအခါ၊ ၎င်းတို့က \"မဟုတ်ပါ! ကျွန်ုပ်တို့၏ ဖခင်များ လိုက်နာသည်ကို ကျွန်ုပ်တို့ လိုက်နာမည်\" ဟု ပြောဆိုကြသည်)</span><span class=\"gray\">[31:21]</span> ဤသည်မှာ သစ္စာရှိသော ယုံကြည်သူတို့၏ အပြုအမူနှင့် ကွဲပြားသည်။ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်က အောက်ပါအတိုင်း ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ္စာရှိသော ယုံကြည်သူတို့၏ တစ်ခုတည်းသော စကားမှာ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏တမန်တော်ထံသို့ ခေါ်ဖိတ်၍ ၎င်းတို့ကြားတွင် တရားစီရင်ရန် ပြောဆိုသောအခါ \"ကျွန်ုပ်တို့ ကြားနာပြီး နာခံသည်\" ဟု ပြောဆိုခြင်းပင်ဖြစ်သည်)</span><span class=\"gray\">[24:51]</span></p><div lang=\"ru-Latn\" class=\"ru-Latn \"><h2>Chastising the Hypocrites</h2></div><p lang=\"my\" class=\"my \">ဟန်ဆောင်သူများကို ပြစ်တင်ရှုံ့ချလျက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့၏ လက်များက ရှေ့ပြေးစေခဲ့သောအရာများကြောင့် ကပ်ဘေးတစ်ခု ကျရောက်သောအခါ အဘယ်သို့နည်း။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ အပြစ်များကြောင့် ခံစားရသော ဘေးဆိုးများကြောင့် သင့်ထံသို့ ပူးပေါင်းရန် တွန်းအားပေးခံရပါက အဘယ်သို့နည်း။ ထိုအခါ ၎င်းတို့သည် သင့်ကို လိုအပ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင့်ထံသို့ အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်ကျိန်ဆို၍ \"ကျွန်ုပ်တို့သည် သဘောကောင်းခြင်းနှင့် ပြန်လည်သင့်မြတ်ခြင်းမှတစ်ပါး အခြားမည်သည့် ရည်ရွယ်ချက်မှ မရှိခဲ့ပါ!\" ဟု လာရောက်ကြသည်)</span> ဟူ၍ တောင်းပန်ပြီး ၎င်းတို့သည် တရားစီရင်ရန်အတွက် တမန်တော်မြတ် ﷺ မှတစ်ပါး အခြားသူများကို ရည်ညွှန်းသောအခါ သဘောကောင်းခြင်းနှင့် ပြန်လည်သင့်မြတ်ခြင်းကိုသာ ရှာဖွေခဲ့ခြင်းဖြစ်ကြောင်း ကျိန်ဆိုကြသည်။ ထိုသို့အခြားတရားစီရင်ချက်ကို ယုံကြည်ခြင်းမဟုတ်ကြောင်း ၎င်းတို့က အခိုင်အမာ ပြောဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤသူများကို ၎င်း၏မိန့်တော်မူချက်တွင် ကျွန်ုပ်တို့အား ပိုမိုဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စိတ်နှလုံးများထဲ၌ ရောဂါ <span class=\"gray\">(ဟန်ဆောင်မှု)</span> ရှိသူများကို သင်တွေ့ရမည်။ ၎င်းတို့သည် ၎င်းတို့၏ မိတ်ဆွေဖွဲ့ရာသို့ အလျင်အမြန်သွား၍ \"ကျွန်ုပ်တို့ ကြောက်သည်\" ဟု ပြောဆိုကြသည်)</span><span class=\"gray\">[5:52]</span>၊ ထို့နောက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصْبِحُوا عَلَىٰ مَا أَسَرُّوا فِي أَنفُسِهِمْ نَادِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့၏ ကိုယ်တွင်း၌ လျှို့ဝှက်ထားခဲ့သည့်အရာများအတွက် နောင်တရကြလိမ့်မည်)</span>။ <span class=\"gray\">[5:52]</span></p><p lang=\"my\" class=\"my \">အတ်-တဗာရာနီက အိဘ်နု အဘ္ဘားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"အဘူး ဗရ်ဇဟ် အလ်-အဆ်လာမီသည် ဂျူးလူမျိုးများ၏ အငြင်းပွားမှုများတွင် တရားစီရင်ပေးလေ့ရှိသော ဗေဒင်ဆရာတစ်ဦး ဖြစ်ခဲ့သည်။ မွတ်စလင်အချို့ ၎င်းထံသို့ ၎င်းတို့ကြားတွင် တရားစီရင်ရန် ရောက်လာသောအခါ အလ္လာဟ်အရှင်မြတ်က ချပေးတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ ချပေးတော်မူခဲ့သည်ကို လည်းကောင်း၊ သင့်မတိုင်မီက ချပေးခဲ့သည်ကို လည်းကောင်း ယုံကြည်သည်ဟု အခိုင်အမာ ပြောဆိုကြသော <span class=\"gray\">(ဟန်ဆောင်သူများ)</span> တို့ကို သင်မမြင်ဘူးသလော။)</span> ဟူသော အာယသ်တော်အဆုံးအထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့သည် သဘောကောင်းခြင်းနှင့် ပြန်လည်သင့်မြတ်ခြင်းမှတစ်ပါး အခြားမည်သည့် ရည်ရွယ်ချက်မှ မရှိခဲ့ပါ!\")</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဟန်ဆောင်သူများ)</span> သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများထဲ၌ ရှိသည်များကို သိတော်မူသောသူများ ဖြစ်ကြသည်)</span></p><p lang=\"my\" class=\"my \">ဤသူများသည် ဟန်ဆောင်သူများဖြစ်ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများထဲ၌ ရှိသည်များကို သိတော်မူပြီး ထိုအတိုင်းပင် ၎င်းတို့အား အပြစ်ပေးတော်မူမည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်၏ စောင့်ကြည့်မှုမှ မည်သည့်အရာမျှ လွတ်မြောက်ခြင်းမရှိသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အို မိုဟမ္မဒ်! ဤကိစ္စတွင် အလ္လာဟ်အရှင်မြတ်သည် သင့်အတွက် လုံလောက်တော်မူစေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ ပေါ်လွင်သောနှင့် လျှို့ဝှက်သော ကိစ္စရပ်များကို အရှင်မြတ်သည် ပြည့်စုံစွာ သိတော်မူသောကြောင့်ဖြစ်သည်။ ဤအကြောင်းကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَعْرِضْ عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ထံမှ လွှဲရှောင်ပါ <span class=\"gray\">(၎င်းတို့အား အပြစ်မပေးပါနှင့်)</span>)</span> ဆိုသည်မှာ ၎င်းတို့၏ စိတ်နှလုံးများထဲ၌ ရှိသည်များကြောင့် ၎င်းတို့အား အပြစ်မပေးပါနှင့်ဟု ဆိုလိုသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَعِظْهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အား သတိပေးဆုံးမပါ)</span> ဆိုသည်မှာ ၎င်းတို့၏ စိတ်နှလုံးများထဲ၌ ရှိနေသော ဟန်ဆောင်မှုနှင့် မကောင်းမှုများကို ဆန့်ကျင်ရန် ၎င်းတို့အား အကြံပေးပါဟု ဆိုလိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لَّهُمْ فِي أَنفُسِهِمْ قَوْلًا بَلِيغًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့၏ အတွင်းစိတ်များသို့ ရောက်ရှိနိုင်မည့် ထိရောက်သော စကားကို ပြောဆိုပါ)</span> ဆိုသည်မှာ သင်နှင့် ၎င်းတို့ကြားတွင် ၎င်းတို့အား အကျိုးပြုနိုင်သော ထိရောက်သည့် စကားလုံးများကို အသုံးပြု၍ အကြံပေးပါဟု ဆိုလိုသည်။</p>"
  },
  {
    "ayah_key": "4:64",
    "group_ayah_key": "4:64",
    "from_ayah": "4:64",
    "to_ayah": "4:65",
    "ayah_keys": "4:64,4:65",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် မည်သည့်တမန်တော်ကိုမျှ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် နာခံခံရရန်မှတစ်ပါး အခြားမည်သည့် ရည်ရွယ်ချက်ဖြင့်မှ မစေလွှတ်ခဲ့ပေ။ ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ခဲ့သောအခါ၊ သင့်ထံသို့ လာရောက်၍ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံခဲ့ပါမူ၊ ထို့ပြင် တမန်တော်ကလည်း ၎င်းတို့အတွက် ခွင့်လွှတ်မှုကို တောင်းခံခဲ့ပါမူ၊ အမှန်ပင် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူသော၊ အကြွင်းမဲ့ ကရုဏာတော်ရှင် ဖြစ်တော်မူသည်ကို တွေ့ရှိကြမည်ဖြစ်သည်။ <span>(၆၄)</span> သို့သော် မဟုတ်ပါ၊ သင်၏အရှင်သခင်အားဖြင့် ကျိန်ဆိုပြောကြားသည်မှာ ၎င်းတို့သည် သင့်ကို ၎င်းတို့ကြားရှိ အငြင်းပွားမှုအားလုံးတွင် တရားစီရင်သူအဖြစ် မသတ်မှတ်မချင်း၊ သင်၏ ဆုံးဖြတ်ချက်များကို ဆန့်ကျင်သည့် မည်သည့်ခုခံမှုကိုမျှ ၎င်းတို့ကိုယ်တိုင် မတွေ့ရှိမချင်း၊ ထို့ပြင် ၎င်းတို့ကို အပြည့်အဝ နာခံမှုဖြင့် လက်မခံမချင်း ၎င်းတို့၌ ယုံကြည်ခြင်းမရှိနိုင်ပေ <span>(၆၅)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> အား နာခံခြင်း၏ မရှိမဖြစ်လိုအပ်ချက်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မည်သည့်တမန်တော်ကိုမျှ နာခံခံရရန်မှတစ်ပါး အခြားမည်သည့် ရည်ရွယ်ချက်ဖြင့်မှ မစေလွှတ်ခဲ့ပေ)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က နဗီတမန်ကို စေလွှတ်တော်မူသောသူတို့အတွက် နဗီတမန်ကို နာခံရန် ပြဌာန်းထားသည်ကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့်)</span> ဆိုသည်မှာ မူဂျာဟစ်၏ အဆိုအရ \"ကျွန်ုပ်၏ ခွင့်ပြုချက်မှတစ်ပါး မည်သူမျှ နာခံမည်မဟုတ်\" ဟု ဆိုလိုသည်။ ဤအာယသ်တော်သည် အလ္လာဟ်အရှင်မြတ်က နာခံရန် လမ်းညွှန်ပေးသောသူများကသာ နဗီတမန်များကို နာခံကြသည်ကို ဖော်ပြသည်။ အခြားအာယသ်တော်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُم بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ၎င်းတို့ကို <span class=\"gray\">(သင်တို့၏ရန်သူ)</span> ၎င်း၏ခွင့်ပြုချက်ဖြင့် သတ်ဖြတ်နေသောအခါ ၎င်း၏ ကတိတော်ကို အမှန်ပင် ပြည့်စုံစေခဲ့သည်)</span><span class=\"gray\">[3:152]</span> ဆိုသည်မှာ ၎င်း၏အမိန့်တော်၊ အမိန့်အာဏာတော်၊ ဆန္ဒတော်ဖြင့်နှင့် ၎င်းတို့အပေါ် သင့်အား အသာစီးပေးခဲ့သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوا أَنفُسَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဟန်ဆောင်သူများ)</span> သည် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ခဲ့သောအခါ)</span> ဟူသည်မှာ အပြစ်ကျူးလွန်သူများနှင့် မကောင်းမှုပြုသူများအား အမှားများနှင့် မှားယွင်းမှုများ ကျူးလွန်သောအခါ တမန်တော်မြတ် ﷺ ထံသို့ လာရောက်ပြီး ၎င်း၏ရှေ့မှောက်တွင် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှုတောင်းခံရန်နှင့် ၎င်းတို့အား ခွင့်လွှတ်ပေးရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပေးရန် ၎င်းအား တောင်းဆိုရန် လမ်းညွှန်ထားသည်။ ၎င်းတို့သည် ဤသို့ပြုလုပ်ပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ခွင့်လွှတ်တော်မူပြီး ၎င်း၏ကရုဏာတော်နှင့် ခွင့်လွှတ်မှုကို ဆုချတော်မူမည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوَجَدُوا اللَّهَ تَوَّابًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံခွင့်လွှတ်တော်မူသော <span class=\"gray\">(နောင်တကို လက်ခံတော်မူသော)</span>၊ အကြွင်းမဲ့ ကရုဏာတော်ရှင် ဖြစ်တော်မူသည်ကို တွေ့ရှိကြမည်ဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>မည်သူမဆို တမန်တော်မြတ်အား တရားစီရင်ရန် ရည်ညွှန်းခြင်းမရှိဘဲ ၎င်း၏ဆုံးဖြတ်ချက်ကို လက်ခံနာခံခြင်းမရှိဘဲ မွတ်စ်လင်မ်တစ်ဦး ဖြစ်လာမည်မဟုတ်ပေ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မဟုတ်ပါ၊ သင်၏အရှင်သခင်အားဖြင့် ကျိန်ဆိုပြောကြားသည်မှာ ၎င်းတို့သည် သင့်ကို ၎င်းတို့ကြားရှိ အငြင်းပွားမှုအားလုံးတွင် တရားစီရင်သူအဖြစ် မသတ်မှတ်မချင်း ၎င်းတို့၌ ယုံကြည်ခြင်းမရှိနိုင်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ဘုန်းကြီးသော၊ အလွန်အမင်း ဂုဏ်ကျက်သရေရှိသော အရှင်မြတ်ကိုယ်တိုင်အား ကျိန်ဆိုတော်မူသည်မှာ မည်သူမျှ တမန်တော်မြတ် ﷺ အား ကိစ္စရပ်အားလုံးတွင် တရားစီရင်ရန် ရည်ညွှန်းခြင်းမရှိဘဲ ယုံကြည်ခြင်းကို ရရှိမည်မဟုတ်ပေ။ ထို့နောက် တမန်တော်မြတ် ﷺ က မည်သည့်အရာကိုမဆို အမိန့်ပေးသည်ဖြစ်စေ၊ ထိုအရာသည် အတွင်းရော အပြင်ပါ လက်ခံနာခံရမည့် ထင်ရှားသော သမ္မာတရားဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့ကိုယ်တိုင် သင်၏ ဆုံးဖြတ်ချက်များကို ဆန့်ကျင်သည့် မည်သည့်ခုခံမှုကိုမျှ မတွေ့ရှိမချင်း၊ ထို့ပြင် ၎င်းတို့ကို အပြည့်အဝ နာခံမှုဖြင့် လက်မခံမချင်း)</span> ဆိုသည်မှာ ၎င်းတို့သည် သင်၏ တရားစီရင်ချက်ကို လိုက်နာကြပြီး ထို့ကြောင့် သင်၏ ဆုံးဖြတ်ချက်အပေါ် မည်သည့်တွန့်ဆုတ်မှုကိုမျှ မခံစားရဘဲ အတွင်းရော အပြင်ပါ လက်ခံနာခံကြသည်။ ၎င်းတို့သည် တမန်တော်မြတ်၏ ဆုံးဖြတ်ချက်ကို မည်သည့်ပယ်ချခြင်း၊ ငြင်းဆိုခြင်း သို့မဟုတ် အငြင်းပွားခြင်းမရှိဘဲ လုံးဝဥဿုံ လက်ခံနာခံကြသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အွရ်ဝဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"အဇ်-ဇူဘိုင်ရ်သည် ၎င်းတို့နှစ်ဦးစလုံး ရေသွင်းရန် အသုံးပြုသည့် ချောင်းတစ်ခုနှင့် ပတ်သက်၍ အမျိုးသားတစ်ဦးနှင့် အငြင်းပွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် အဇ်-ဇူဘိုင်ရ်အား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْقِ يَا زُبَيْرُ! ثُمَّ أَرْسِلِ الْمَاءَ إِلى جَارِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဇူဘိုင်ရ်! <span class=\"gray\">(သင်၏ဥယျာဉ်ကို)</span> ဦးစွာ ရေသွင်းပါ၊ ထို့နောက် သင်၏အိမ်နီးချင်းထံသို့ ရေစီးဆင်းပါစေ။)</span></p><p lang=\"my\" class=\"my \">အန်ဆာရီသည် ဒေါသထွက်ပြီး 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ၎င်းသည် သင်၏ဝမ်းကွဲညီအစ်ကို ဖြစ်သောကြောင့်လား?' ဟု ပြောဆိုခဲ့သည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ၏ မျက်နှာတော်သည် <span class=\"gray\">(ဒေါသကြောင့်)</span> အရောင်ပြောင်းသွားပြီး မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْقِ يَا زُبَيْرُ! ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ، ثُمَّ أَرْسِلِ الْمَاءَ إِلى جَارِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဇူဘိုင်ရ်! <span class=\"gray\">(သင်၏ဥယျာဉ်ကို)</span> ရေသွင်းပါ၊ ထို့နောက် ရေသည် နံရံများ <span class=\"gray\">(စွန်ပလွံပင်များကို ဝိုင်းရံထားသော)</span> သို့ ရောက်သည်အထိ ရေကို ထိန်းထားပါ။ ထို့နောက် သင်၏အိမ်နီးချင်းထံသို့ ရေကို ထုတ်လွှတ်ပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အန်ဆာရီက ၎င်းကို ဒေါသထွက်စေသောအခါ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် အဇ်-ဇူဘိုင်ရ်အား ၎င်း၏ အပြည့်အဝသော အခွင့်အရေးကို ပေးခဲ့သည်။ ထိုမတိုင်မီက အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် အဇ်-ဇူဘိုင်ရ်နှင့် အန်ဆာရီနှစ်ဦးစလုံးအတွက် အကျိုးရှိသော ရက်ရောသည့် တရားစီရင်ချက်ကို ပေးခဲ့သည်။ အဇ်-ဇူဘိုင်ရ်က 'ထိုအဖြစ်အပျက်နှင့် ပတ်သက်၍ အောက်ပါအာယသ်တော် ထုတ်ဖော်ခဲ့သည်ဟု ကျွန်ုပ်ထင်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မဟုတ်ပါ၊ သင်၏အရှင်သခင်အားဖြင့် ကျိန်ဆိုပြောကြားသည်မှာ ၎င်းတို့သည် သင့်ကို <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> ၎င်းတို့ကြားရှိ အငြင်းပွားမှုအားလုံးတွင် တရားစီရင်သူအဖြစ် မသတ်မှတ်မချင်း ၎င်းတို့၌ ယုံကြည်ခြင်းမရှိနိုင်ပေ။)</span>'\" </p><p lang=\"my\" class=\"my \">အခြားအကြောင်းရင်းတစ်ခု </p><p lang=\"my\" class=\"my \">အလ်-ဟာဖိဇ် အဘူး အိစှာက် အိဗ်ရာဟင်မ် ဘင် အဗ်ဒူရ်-ရဟ်မာန် ဘင် အိဗ်ရာဟင်မ် ဘင် ဒူဟိုင်မ်သည် ၎င်း၏ တဖ်စီရ်ကျမ်းတွင် ဒမ်ရာဟ်က အမျိုးသားနှစ်ဦးတို့သည် ၎င်းတို့၏ အငြင်းပွားမှုကို တမန်တော်မြတ်ထံသို့ ယူဆောင်သွားခဲ့ပြီး တမန်တော်မြတ်က ၎င်းတို့အနက်မှ မှန်ကန်သောသူ၏ အကျိုးအတွက် တရားစီရင်ချက် ချမှတ်ပေးခဲ့ကြောင်း ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်။ အငြင်းပွားမှုတွင် ရှုံးနိမ့်ခဲ့သူက \"ကျွန်ုပ် သဘောမတူပါ\" ဟု ပြောဆိုခဲ့သည်။ အခြားသူက ၎င်းအား \"ထို့နောက် သင်ဘာလိုချင်သလဲ\" ဟု မေးခဲ့သည်။ ၎င်းက \"အဘူး ဘက်ရ် အဆ်-စစ်ဒီက်ထံသို့ သွားကြပါစို့\" ဟု ပြောဆိုခဲ့သည်။ ၎င်းတို့သည် အဘူး ဘက်ရ်ထံသို့ သွားရောက်ခဲ့ကြရာ အငြင်းပွားမှုတွင် အနိုင်ရသူက \"ကျွန်ုပ်တို့သည် တမန်တော်မြတ် ﷺ ထံသို့ ကျွန်ုပ်တို့၏ အငြင်းပွားမှုဖြင့် သွားရောက်ခဲ့ပြီး ၎င်းက ကျွန်ုပ်ဘက်မှ ဆုံးဖြတ်ချက် ချမှတ်ပေးခဲ့သည်\" ဟု ပြောဆိုခဲ့သည်။ အဘူး ဘက်ရ်က \"ထို့ဆိုလျှင် ထိုဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ချမှတ်ခဲ့သည့်အတိုင်းပင် ဖြစ်သည်\" ဟု ပြောဆိုခဲ့သည်။ အငြင်းပွားမှုတွင် ရှုံးနိမ့်ခဲ့သူက ဆုံးဖြတ်ချက်ကို ဆက်လက်ပယ်ချပြီး \"အွမ္မာရ် ဘင် အလ်-ခတ္တဘ်ထံသို့ သွားကြပါစို့\" ဟု ပြောဆိုခဲ့သည်။ ၎င်းတို့သည် အွမ္မာရ်ထံသို့ သွားရောက်သောအခါ အငြင်းပွားမှုတွင် အနိုင်ရသူက \"ကျွန်ုပ်တို့သည် တမန်တော်မြတ် ﷺ ထံသို့ ကျွန်ုပ်တို့၏ အငြင်းပွားမှုကို ယူဆောင်သွားခဲ့ပြီး ၎င်းက ကျွန်ုပ်ဘက်မှ ဆုံးဖြတ်ချက် ချမှတ်ပေးခဲ့သည်။ သို့သော် ဤသူသည် ဆုံးဖြတ်ချက်ကို လက်ခံရန် ငြင်းဆန်ခဲ့သည်\" ဟု ပြောဆိုခဲ့သည်။ အွမ္မာရ် ဘင် အလ်-ခတ္တဘ်က ဒုတိယလူအား မေးမြန်းခဲ့ပြီး ၎င်းက သဘောတူခဲ့သည်။ အွမ္မာရ်သည် ၎င်း၏အိမ်သို့ သွားရောက်ပြီး ၎င်း၏ ဓားကို မြှောက်ကိုင်လျက် ထွက်လာခဲ့သည်။ ၎င်းသည် တမန်တော်မြတ်၏ ဆုံးဖြတ်ချက်ကို ပယ်ချခဲ့သောသူ၏ ဦးခေါင်းကို ဓားဖြင့် ခုတ်သတ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ချပေးတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မဟုတ်ပါ၊ သင်၏အရှင်သခင်အားဖြင့် ကျိန်ဆိုပြောကြားသည်မှာ ၎င်းတို့၌ ယုံကြည်ခြင်းမရှိနိုင်ပေ)</span>။</p>"
  }
]