[
  {
    "ayah_key": "11:114",
    "group_ayah_key": "11:114",
    "from_ayah": "11:114",
    "to_ayah": "11:115",
    "ayah_keys": "11:114,11:115",
    "text": "<p class=\"my translation\" lang=\"my\">နေ့၏စွန်းနှစ်ဖက်နှင့် ညအချိန်အနည်းငယ်တွင် ဆွလားကို ဖျော်ဖြေပါ။ အမှန်စင်စစ် ကောင်းမှုကုသိုလ်များသည် မကောင်းမှုများကို ဖယ်ရှားပေးပါသည်။ ၎င်းသည် သတိရှိသူများအတွက် အမှတ်ရစရာဖြစ်သည် <span>(၁၁၄)</span>ပြီးတော့ သည်းခံပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများ၏ အကျိုးကို မဖြုန်းတီးပါ <span>(၁၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>ဆွလားကို တည်ထောင်ရန် အမိန့်တော်</h2></div><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့၏စွန်းနှစ်ဖက်တွင် ဆွလားကို ဖျော်ဖြေပါ)</span> \"၎င်းသည် မနက်ဆွလား <span class=\"gray\">(စွဘ်ဟ်)</span> နှင့် ညနေဆွလား <span class=\"gray\">(မဂ်ရစ်ဘ်)</span> ကို ရည်ညွှန်းပါသည်။\" အလ်-ဟာစန်နှင့် အဗ်ဒူရ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အက်စ်လမ်တို့ကလည်း ထိုနည်းတူ ပြောကြားခဲ့ပါသည်။ ကွတာဒါဟ်၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားသူများက ဖော်ပြသည့် ရာဝါယသ်တစ်ခုတွင် အလ်-ဟာစန်က \"၎င်းသည် မနက်ဆွလား <span class=\"gray\">(စွဘ်ဟ်)</span> နှင့် ညနေခင်းဆွလား <span class=\"gray\">('အစွရ်)</span> ကို ဆိုလိုပါသည်။\" ဟု ပြောကြားခဲ့ပါသည်။ မုဂျာဟိဒ်က \"၎င်းသည် နေ့အစတွင် မနက်ဆွလား၊ နေ့အဆုံးတွင် မွန်းတည့်ဆွလား <span class=\"gray\">(ဇုဟ်ရ်)</span> နှင့် ညနေခင်းဆွလား <span class=\"gray\">('အစွရ်)</span> ဖြစ်ပါသည်။\" ဟု ပြောကြားခဲ့ပါသည်။ ၎င်းကို မုဟမ္မဒ် ဘင်န် ကအ်ဘ် အလ်-ကွရဇီနှင့် အဒ်-ဒဟ်ဟက်တို့ကလည်း ၎င်းထံမှ ရာဝါယသ်တစ်ခုတွင် ပြောကြားခဲ့ပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزُلَفًا مِّنَ اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ညအချိန်အချို့၌။)</span> အိဗ်နု အဗ္ဗားစ်၊ မုဂျာဟိဒ်၊ အလ်-ဟာစန်နှင့် အခြားသူများက \"၎င်းသည် ညဆွလား <span class=\"gray\">('အီရှားအ်)</span> ကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့ပါသည်။ အိဗ်နု အလ်-မုဘာရက်က မုဘာရက် ဘင်န် ဖဒါလာဟ်ထံမှ အလ်-ဟာစန်က ပြောကြားခဲ့သည်ဟု ဖော်ပြပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزُلَفًا مِّنَ اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ညအချိန်အချို့၌။)</span> \"၎င်းသည် ညနေ <span class=\"gray\">(မဂ်ရစ်ဘ်)</span> နှင့် ညနက်ပိုင်း <span class=\"gray\">('အီရှားအ်)</span> ဆွလားများကို ဆိုလိုပါသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمَا زُلَفَا اللَّيْلِ: الْمَغْرِبُ وَالْعِشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ညချဉ်းကပ်ချိန်ဖြစ်သည်– မဂ်ရစ်ဘ်နှင့် အီရှားအ်။)</span> မုဂျာဟိဒ်၊ မုဟမ္မဒ် ဘင်န် ကအ်ဘ်၊ ကွတာဒါဟ်နှင့် အဒ်-ဒဟ်ဟက်တို့ကလည်း <span class=\"gray\">(၎င်းသည် မဂ်ရစ်ဘ်နှင့် အီရှားအ် ဆွလားများကို ဆိုလိုသည်ဟု)</span> ထပ်တူပြောကြားခဲ့ကြပါသည်။ ဤအာယသ်တော်သည် နေ့စဉ်ဆွလား ငါးကြိမ်ကို အစ္စရာအ်ည <span class=\"gray\">(တမန်တော်မြတ်၏ ဂျေရုဆလင်သို့ ညခရီး)</span> တွင် ဖရဒ်မပြုမီက ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ကြောင်း မှတ်သားသင့်သည်။ ထိုအချိန်က ဖရဒ်ဆွလားနှစ်ကြိမ်သာ ရှိခဲ့သည်– နေမထွက်မီဆွလားနှင့် နေမဝင်မီဆွလား။ ညနက်ပိုင်းတွင် တမန်တော်မြတ် ﷺ နှင့် ကိုယ်တော်၏ အွမ္မသ်တို့အပေါ် အခြားဆွလား <span class=\"gray\">(သဟဂျ်ဂျဒ်)</span> တစ်ကြိမ်ကိုလည်း ဖရဒ်ပြုခဲ့သည်။ နောက်ပိုင်းတွင် ဤဖရဒ်ပြုခြင်းကို ကိုယ်တော်၏ အွမ္မသ်တို့အတွက် ရုပ်သိမ်းခဲ့ပြီး ကိုယ်တော်အပေါ်သာ ဖရဒ်အဖြစ် ကျန်ရှိနေခဲ့သည်။ နောက်ဆုံးတွင်၊ အမြင်တစ်ခုအရ ဤဖရဒ်ပြုခြင်းကို တမန်တော်မြတ် ﷺ အတွက်လည်း ရုပ်သိမ်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံးသိတော်မူ၏။</p><div lang=\"nl\" class=\"nl \"><h2>The Good Deeds wipe away the Evil Deeds</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကောင်းမှုကုသိုလ်များသည် မကောင်းမှုများကို ဖယ်ရှားပေးပါသည်။)</span> ၎င်းသည် ကောင်းမှုကုသိုလ်ပြုခြင်းသည် ယခင်က ပြစ်မှုများအတွက် ပြေပျောက်စေခြင်းဖြစ်သည်ဟု ဆိုလိုပါသည်။ ဤအကြောင်းကို အိမာမ် အဟ်မဒ်နှင့် စုနန်ပြုစုသူများ မှတ်တမ်းတင်ထားသော ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားရာ၊ ယုံကြည်သူတို့၏ အမိန့်ပေးအုပ်ချုပ်သူ အလီ ဘင်န် အဘီ တာလိဗ်က \"ကျွန်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံမှ မည်သည့် ရာဝါယသ်ကိုမဆို ကြားရတိုင်း၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အလိုရှိသလို ကျွန်တော့်အား အကျိုးဖြစ်ထွန်းစေပါသည်။ မည်သူတစ်ဦးတစ်ယောက်က ကိုယ်တော် မိန့်ကြားခဲ့သော မည်သည့်စကားကိုမဆို ပြောပြပါက၊ ကျွန်တော်သည် ၎င်းအား တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့ကြောင်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> ကျိန်ဆိုစေပါသည်။ ၎င်းက အလ္လာဟ်အရှင်မြတ်အား ကျိန်ဆိုပါက၊ ကျွန်တော် ယုံကြည်ပါသည်။ အဘူ ဘကရ်က တစ်ချိန်က ကျွန်တော့်အား ပြောပြခဲ့သည် – အဘူ ဘကရ်သည် အမှန်အတိုင်း ပြောသူဖြစ်သည် – ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ကို ကြားခဲ့ရသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ مُسْلِمٍ يُذْنِبُ ذَنْبًا فَيَتَوَضَّأُ وَيُصَلِّي رَكْعَتَيْنِ إِلَّا غُفِرَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်ကျူးလွန်သော မွတ်စ်လင်မ်တစ်ဦးတစ်ယောက်မျှ ဝုဒူပြုလုပ်ပြီးနောက် ဆွလား နှစ်ရကအ် ဆွလားမဖတ်ဘဲ <span class=\"gray\">(ထိုအပြစ်အတွက်)</span> ခွင့်လွှတ်ခြင်း မခံရခြင်း မရှိပေ။)</span> ဆဟီးဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ၊ ယုံကြည်သူတို့၏ အမိန့်ပေးအုပ်ချုပ်သူ အွစ်မာန် ဘင်န် အဖ်ဖာန်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ ဝုဒူကဲ့သို့ပင် လူများ <span class=\"gray\">(မြင်စေရန်)</span> ဝုဒူပြုလုပ်ခဲ့သည်။ ထို့နောက် ကိုယ်တော်က \"ကျွန်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ဤကဲ့သို့ ဝုဒူပြုလုပ်သည်ကို တွေ့မြင်ခဲ့ရပြီး၊ ကိုယ်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ تَوَضَّأَ وُضُوئِي هَذَا ثُمَّ صَلَّى رَكْعَتَيْنِ لَا يُحَدِّثُ فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّم مِنْ ذَنْبِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ ဤဝုဒူကဲ့သို့ ဝုဒူပြုလုပ်ပြီးနောက် မိမိကိုယ်ကို မစကားပြောဘဲ ဆွလား နှစ်ရကအ် ဖတ်သူသည် သူ၏ ယခင်အပြစ်များအတွက် ခွင့်လွှတ်ခံရမည်။)</span> ဆဟီးဟ်ကျမ်းတွင် အဘူ ဟုရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتُمْ لَوْ أَنَّ بِبَابِ أَحَدِكُمْ نَهْرًا غَمْرًا، يَغْتَسِلُ فِيهِ كُلَّ يَوْمٍ خَمْسَ مَرَّاتٍ، هَلْ يُبْقِي مِنْ دَرَنِهِ شَيْئًا؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အထဲမှ မည်သူတစ်ဦးတစ်ယောက်၏ တံခါးဝတွင် စီးဆင်းနေသော မြစ်တစ်စင်းရှိပြီး နေ့စဉ် ငါးကြိမ် ရေချိုးမည်ဆိုလျှင် သူ၏ကိုယ်တွင် မည်သည့်အညစ်အကြေးမျှ ကျန်ရှိနေမည်ဟု သင်တို့ထင်ပါသလား။)</span> သူတို့က \"မရှိပါ၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်!\" ဟု ပြောကြားခဲ့သည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَلِكَ الصَّلَوَاتُ الْخَمْسُ يَمْحُو اللهُ بِهِنَّ الذُّنُوبَ وَالْخَطَايَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ နေ့စဉ်ဆွလား ငါးကြိမ်နှင့်တူသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ဖြင့် အပြစ်များနှင့် မကောင်းမှုများကို ဖျက်ပစ်တော်မူသောကြောင့်ဖြစ်သည်။)</span> မွတ်စ်လင်မ်က သူ၏ ဆဟီးဟ်ကျမ်းတွင် အဘူ ဟုရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူလေ့ရှိသည်ဟု မှတ်တမ်းတင်ထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّلَوَاتُ الْخَمْسُ، وَالْجُمُعَةُ إِلَى الْجُمُعَةِ، وَرَمَضَانُ إِلَى رَمَضَانَ، مُكَفِّرَاتٌ لِمَا بَيْنَهُنَّ مَا اجْتُنِبَتِ الْكَبَائِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့စဉ် ဆွလားငါးကြိမ်၊ ဂျုမ္မာအာ <span class=\"gray\">(သောကြာဆွလား)</span> မှ ဂျုမ္မာအာအထိနှင့် <span class=\"gray\">(ဥပုသ်)</span> ရမဿွာန်မှ ရမဿွာန်အထိသည် ၎င်းတို့အကြား ကျူးလွန်ခဲ့သော မည်သည့်အပြစ်များအတွက်မဆို ပြေပျောက်စေသည်၊ သင်တို့သည် ကြီးလေးသောအပြစ်များမှ ရှောင်ကြဉ်သရွေ့ဖြစ်သည်။)</span> အလ်-ဘူခါရီက အိဗ်နု မပ်စ်အူဒ်က အမျိုးသားတစ်ဦးသည် အမျိုးသမီးတစ်ဦးအား <span class=\"gray\">(သူ၏ဆွေမျိုး သို့မဟုတ် ဇနီးမဟုတ်သောသူ)</span> နမ်းရှုံ့ခဲ့သည်ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ထို့နောက် သူသည် တမန်တော်မြတ် ﷺ ထံသို့ လာရောက်ပြီး အဖြစ်အပျက်ကို အသိပေးခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်ချခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ اللَّيْلِ ۚ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့၏စွန်းနှစ်ဖက်နှင့် ညအချိန်အချို့တွင် ဆွလားကို ဖျော်ဖြေပါ။ အမှန်စင်စစ် ကောင်းမှုကုသိုလ်များသည် မကောင်းမှုများကို ဖယ်ရှားပေးပါသည်။)</span><span class=\"gray\">[၁၁:၁၁၄]</span> ထို့နောက် ထိုအမျိုးသားက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ ၎င်းသည် ကျွန်တော့်အတွက်သာလား?\" ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က ပြန်လည်မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِجَمِيعِ أُمَّتِي كُلِّهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ကျွန်ုပ်၏ <span class=\"gray\">(အွမ္မသ်)</span> တပည့်အားလုံးအတွက် ဖြစ်သည်။)</span> အလ်-ဘူခါရီက ဤရာဝါယသ်ကို ဆွလားကျမ်းနှင့် တဖ်စီရ်ကျမ်းတို့တွင် မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အိဗ်နု အဗ္ဗားစ်က အမျိုးသားတစ်ဦးသည် အွမ္မရ်ထံသို့ လာရောက်ပြီး အမျိုးသမီးတစ်ဦးသည် သူနှင့် စီးပွားရေးလုပ်ရန် လာရောက်ခဲ့သည်ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ၎င်းတို့၏ စီးပွားရေးလုပ်ငန်း ဆောင်ရွက်နေစဉ်အတွင်း၊ သူက သူမကို သူ၏နေရာသို့ ခေါ်ဆောင်သွားပြီး လိင်ဆက်ဆံမှု အမှန်တကယ် ပြုလုပ်ခြင်းမှလွဲ၍ ကျန်အရာအားလုံးကို ပြုလုပ်ခဲ့သည်။ အွမ္မရ်က \"မင်းဆိုးဝါးတာပဲ! သူမသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် <span class=\"gray\">(တိုက်ခိုက်ရန်)</span> ခင်ပွန်းသည် မရှိသော အမျိုးသမီးတစ်ဦး ဖြစ်ကောင်းဖြစ်မည်။\" ဟု ပြောကြားခဲ့သည်။ ထိုအမျိုးသားက \"ဟုတ်ပါတယ်၊ သူမ အဲလိုပါပဲ။\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အွမ္မရ်က \"အဘူ ဘကရ်ဆီသွားပြီး ဒီအကြောင်းကို မေးကြည့်ပါ။\" ဟု ပြောကြားခဲ့သည်။ ထိုအမျိုးသားသည် အဘူ ဘကရ်ထံသို့ သွားရောက်ပြီး ထိုကိစ္စကို မေးမြန်းခဲ့သည်။ အဘူ ဘကရ်က အွမ္မရ် ပြောခဲ့သလိုပင် \"သူမသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် <span class=\"gray\">(တိုက်ခိုက်ရန်)</span> ခင်ပွန်းသည် မရှိသော အမျိုးသမီးတစ်ဦး ဖြစ်ကောင်းဖြစ်မည်။\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် သူသည် တမန်တော်မြတ် ﷺ ထံသို့ သွားရောက်ပြီး တူညီသော ဇာတ်လမ်းကို ပြောပြခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَعَلَّهَا مُغِيبَةٌ فِي سَبِيلِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် <span class=\"gray\">(တိုက်ခိုက်ရန်)</span> ခင်ပွန်းသည် မရှိသော အမျိုးသမီးတစ်ဦး ဖြစ်ကောင်းဖြစ်မည်။)</span> ထို့နောက် ကုရ်အာန်အာယသ်တော်တစ်ခု ဗျာဒိတ်ချခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ اللَّيْلِ ۚ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့၏စွန်းနှစ်ဖက်နှင့် ညအချိန်အချို့တွင် ဆွလားကို ဖျော်ဖြေပါ။ အမှန်စင်စစ် ကောင်းမှုကုသိုလ်များသည် မကောင်းမှုများကို ဖယ်ရှားပေးပါသည်။)</span> ထို့နောက် ထိုအမျိုးသားက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်! ဤအာယသ်တော်သည် ကျွန်တော့်အတွက်သာလား၊ သို့မဟုတ် လူအများအတွက်ပါ သက်ဆိုင်ပါသလား\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အွမ္မရ်က ထိုအမျိုးသား၏ ရင်ဘတ်ကို လက်ဖြင့်ရိုက်ပြီး \"မဟုတ်ဘူး၊ လူအများအတွက်ပါ သက်ဆိုင်တယ်။\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">صَدَقَ عُمَرُ</p><p lang=\"pt\" class=\"pt \"><span class=\"gray\">('Umar has spoken the truth.)</span></p>"
  },
  {
    "ayah_key": "11:116",
    "group_ayah_key": "11:116",
    "from_ayah": "11:116",
    "to_ayah": "11:117",
    "ayah_keys": "11:116,11:117",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့မတိုင်မီကရှိခဲ့သော မျိုးဆက်များအထဲမှ ကမ္ဘာမြေပေါ်၌ ဖာဆဒ် <span class=\"gray\">(ပျက်စီးမှု)</span> ကို တားမြစ်သော ဉာဏ်ပညာရှိသူများသည် အနည်းငယ်မျှသာရှိခဲ့သည် <span class=\"gray\">(အခြားသူများကို)</span> တားမြစ်သည်၊ ကျွန်ုပ်တို့ကယ်တင်ခဲ့သူများအနက်မှ အနည်းငယ်မှလွဲ၍ ဖြစ်သည်။ မမှန်မကန်ပြုလုပ်ခဲ့သူများသည် <span class=\"gray\">(ဤလောကီ)</span> ဘဝ၏ ကောင်းမွန်သောအရာများကို ခံစားခြင်းကို လိုက်စားခဲ့ကြပြီး ပြစ်မှုကျူးလွန်သူများ ဖြစ်ခဲ့ကြသည် <span>(116)</span>သင်၏အရှင်သခင်သည် မြို့များကို မမှန်မကန်ဘယ်တော့မှ ဖျက်ဆီးမည်မဟုတ်ပေ၊ ထိုသူတို့၏ လူများသည် ကောင်းမှုပြုသူများ ဖြစ်နေစဉ် <span>(117)</span></p><div lang=\"my\" class=\"my \"><h2>အကျင့်ပျက်ခြစားမှုကို တားမြစ်မည့် လူအုပ်စုတစ်စု ရှိရမည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သင်တို့မတိုင်မီက မျိုးဆက်များအထဲမှ ကောင်းမှုကို ဖိတ်ခေါ်ပြီး မြေပေါ်တွင် သူတို့အကြား ဖြစ်ပွားခဲ့သော မကောင်းမှုနှင့် ပျက်စီးမှုကို တားမြစ်သည့် ဉာဏ်ပညာရှိသူ အုပ်စုတစ်စု ရှိခဲ့သင့်သည်ဟု မိန့်တော်မူသည်။ ၎င်း၏မိန့်ခွန်းမှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနည်းငယ်မှလွဲ၍)</span> ၎င်းသည် ထိုသူတို့အထဲတွင် ဤအရည်အချင်းရှိသူ အနည်းငယ်သာ ရှိသည်ဟု ဆိုလိုသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ ထွက်ပေါ်လာချိန်၌ ရုတ်တရက် အမျက်ဒေါသ ထွက်ပေါ်လာချိန်၌ အရှင်မြတ်ကယ်တင်ခဲ့သူများ ဖြစ်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤမြင့်မြတ်သော အွမ္မသ် <span class=\"gray\">(မုဟမ္မဒ်၏ နောက်လိုက်များ)</span> ကို ကောင်းမှုကို အမိန့်ပေးပြီး မကောင်းမှုကို တားမြစ်သူများကို အမြဲတမ်း သူတို့အထဲတွင် ထားရှိရန် အမိန့်ပေးခဲ့သည်။ ၎င်းမှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ ۚ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အထဲမှ ကောင်းမှုအားလုံးကို ဖိတ်ခေါ်ပြီး၊ ဖြောင့်မတ်မှုကို အမိန့်ပေးကာ မကောင်းမှုကို တားမြစ်မည့် လူအုပ်စုတစ်စု ထွက်ပေါ်လာပါစေ။ ၎င်းတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">[3:104]</span> ဟဒီးဆ်တော်တွင် ပရောဖက် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ النَّاسَ إِذَا رَأَوُا الْمُنْكَرَ فَلَمْ يُغَيِّرُوهُ أَوْشَكَ أَنْ يَعُمَّهُمُ اللَّهُ بِعِقَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ လူအုပ်စုတစ်စုသည် မကောင်းမှုကို မြင်သောအခါ ၎င်းကို မပြောင်းလဲပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား <span class=\"gray\">(အရှင်မြတ်၏)</span> ပြစ်ဒဏ်ဖြင့် ဖုံးလွှမ်းရန် ဖြစ်နိုင်သည်။)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِن قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မတိုင်မီကရှိခဲ့သော မျိုးဆက်များအထဲမှ ကမ္ဘာမြေပေါ်၌ ဖာဆဒ်ကို တားမြစ်သော ဉာဏ်ပညာရှိသူများသည် အနည်းငယ်မျှသာရှိခဲ့သည် <span class=\"gray\">(အခြားသူများကို)</span> တားမြစ်သည်၊ ကျွန်ုပ်တို့ကယ်တင်ခဲ့သူများအနက်မှ အနည်းငယ်မှလွဲ၍ ဖြစ်သည်!)</span> ဤမိန့်ခွန်းနှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမှန်မကန်ပြုလုပ်ခဲ့သူများသည် <span class=\"gray\">(ဤလောကီ)</span> ဘဝ၏ ကောင်းမွန်သောအရာများကို ခံစားခြင်းကို လိုက်စားခဲ့ကြသည်၊)</span> ၎င်းသည် သူတို့သည် နာခံမှုမရှိခြင်းနှင့် မကောင်းမှုလမ်းစဉ်များအတိုင်း ဆက်လက်လျှောက်လှမ်းခဲ့ပြီး ထိုဖြောင့်မတ်သော လူများ၏ ဆန္ဒပြမှုကို ဂရုမစိုက်ခဲ့ကြကြောင်း၊ ညှဉ်းပန်းနှိပ်စက်မှုသည် ရုတ်တရက် သူတို့ကို ဖမ်းဆီးသည်အထိ ဖြစ်ကြောင်း ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَانُوا مُجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြစ်မှုကျူးလွန်သူများ ဖြစ်ခဲ့ကြသည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိမိကိုယ်ကို မမှန်မကန် မပြုလုပ်သော မည်သည့်မြို့ကိုမျှ ဖျက်ဆီးမည်မဟုတ်ကြောင်း အသိပေးသည်။ မည်သည့်မြို့ကိုမျှ ပြစ်ဒဏ် သို့မဟုတ် ညှဉ်းပန်းနှိပ်စက်မှုသည် မည်သည့်မြို့သို့မှ မရောက်ရှိပေ၊ ၎င်းမြို့သားများသည် မမှန်မကန်ပြုလုပ်သူများ ဖြစ်သည်မှလွဲ၍ ဖြစ်သည်။ ၎င်းမှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمْنَاهُمْ وَلَٰكِن ظَلَمُوا أَنفُسَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူတို့ကို မမှန်မကန် မပြုလုပ်ခဲ့ပါ၊ သို့သော် သူတို့ကိုယ်တိုင် မမှန်မကန် ပြုလုပ်ခဲ့ကြသည်။)</span><span class=\"gray\">[11:101]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် <span class=\"gray\">(အရှင်မြတ်၏)</span> ကျွန်များကို လုံးဝမတရား မပြုလုပ်ပါ။)</span><span class=\"gray\">[41:46]</span></p>"
  }
]