[
  {
    "ayah_key": "10:65",
    "group_ayah_key": "10:65",
    "from_ayah": "10:65",
    "to_ayah": "10:67",
    "ayah_keys": "10:65,10:66,10:67",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့၏ စကားများအတွက် စိတ်မညစ်ပါနှင့်၊ အကြောင်းမူကား အခွင့်အာဏာနှင့် ဂုဏ်အသရေအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်၏။ အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို သိတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(65)</span>အမှန်စင်စစ် ကောင်းကင်များ၌ရှိသောသူနှင့် ကမ္ဘာမြေ၌ရှိသောသူအားလုံးသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်၏။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသောသူများကို ကိုးကွယ်ပသသူများသည် အမှန်တကယ်တွင် ဖက်စပ်များကို မလိုက်နာကြဘဲ၊ ၎င်းတို့သည် ခန့်မှန်းချက်ကိုသာ လိုက်နာကြပြီး လိမ်ညာမှုမှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ မပြုလုပ်ကြပေ။ <span>(66)</span>အရှင်မြတ်သည် သင်တို့အဖို့ ညကို အိပ်စက်အနားယူရန်၊ နေ့ကိုမူ အရာများကို ထင်ရှားမြင်သာစေရန် ဖန်ဆင်းပေးထား၏ <span class=\"gray\">(သင်တို့အတွက်)</span>။ အမှန်စင်စစ် ဤအရာများ၌ နားထောင်သောလူမျိုးအတွက် အာယတ်တော်များရှိ၏ <span class=\"gray\">(နက်နက်ရှိုင်းရှိုင်း တွေးခေါ်သူများ)</span><span>(67)</span></p><div lang=\"my\" class=\"my \"><h2>ခွန်အားနှင့် ဂုဏ်အသရေအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်၏ - အရှင်မြတ်တစ်ပါးတည်းသာ စကြဝဠာအတွင်း၌ အပြည့်အဝသော အခွင့်အာဏာ ရှိတော်မူ၏</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said to His Messenger ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْزُنكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းနည်းခြင်းမရှိပါနှင့်)</span> ဤရုပ်တုကိုးကွယ်သူတို့၏ မှတ်ချက်များကြောင့်၊ အလ္လာဟ်အရှင်မြတ်အပေါ် မှီခိုပြီး အရှင်မြတ်၏ အကူအညီကို တောင်းခံပါ။ အရှင်မြတ်ကို ယုံကြည်စိတ်ချပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခွင့်အာဏာနှင့် ဂုဏ်အသရေအားလုံးသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်၏။)</span> အခွင့်အာဏာနှင့် ဂုဏ်အသရေအားလုံးသည် အရှင်မြတ်၊ အရှင်မြတ်၏ တမန်တော်နှင့် ယုံကြည်သူတို့နှင့် သက်ဆိုင်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို သိတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span> အရှင်မြတ်သည် အရှင်မြတ်၏ ကျွန်များ၏ စကားသံများကို ကြားတော်မူပြီး ၎င်းတို့၏ ကိစ္စများကို သိတော်မူ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အုပ်ချုပ်ပိုင်ခွင့်သည် အရှင်မြတ်နှင့်သာ သက်ဆိုင်ကြောင်း မိန့်ကြားတော်မူခဲ့သည်။ သို့သော် ရုပ်တုကိုးကွယ်သူများသည် မည်သည့်အရာကိုမျှ ပိုင်ဆိုင်ခြင်းမရှိသည့်၊ မည်သူ့ကိုမျှ အကျိုးပြုခြင်း သို့မဟုတ် အန္တရာယ်ပြုခြင်း မပြုနိုင်သည့် ရုပ်တုများကို ကိုးကွယ်ကြသည်။ ၎င်းတို့တွင် ၎င်းတို့၏ ကိုးကွယ်မှုကို အခြေခံရန် အထောက်အထားမရှိပေ။ ၎င်းတို့သည် ၎င်းတို့၏ ကိုယ်ပိုင်ထင်မြင်ချက်၊ လိမ်ညာမှုနှင့် နောက်ဆုံးတွင် မဟုတ်မမှန်မှုကိုသာ လိုက်နာကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ကျွန်များ ပင်ပန်းနွမ်းနယ်မှုနှင့် မောပန်းမှုတို့မှ အနားယူနိုင်ရန် ညကို ဖန်တီးပေးခဲ့သူဖြစ်ကြောင်း ကျွန်ုပ်တို့အား အသိပေးခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالنَّهَارَ مُبْصِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့သည် အရာများကို မြင်သာစေရန် <span class=\"gray\">(သင်တို့အတွက်)</span>။)</span> ၎င်းတို့ စားဝတ်နေရေးရှာဖွေရန်နှင့် ၎င်းတို့၏ လိုအပ်ချက်များကို ဖြည့်ဆည်းရန် ခရီးသွားလာနိုင်ရန်အတွက် လင်းထင်းရှင်းလင်းစွာ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ဤအရာများ၌ နားထောင်သောလူမျိုးအတွက် အာယတ်တော်များရှိ၏။)</span> ဤသက်သေများကို ကြားပြီး ၎င်းတို့မှ သင်ခန်းစာယူသူများ။ ဤအာယတ်တော်များသည် ၎င်းတို့၏ ဖန်ဆင်းရှင်နှင့် ထောက်ပံ့ရှင်၏ ကြီးမြတ်မှုကို သိရှိစေရန် ဦးဆောင်နိုင်သည်။</p>"
  },
  {
    "ayah_key": "10:68",
    "group_ayah_key": "10:68",
    "from_ayah": "10:68",
    "to_ayah": "10:70",
    "ayah_keys": "10:68,10:69,10:70",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က ပြောကြသည်– \"အလ္လာဟ်အရှင်မြတ်တွင် သားတော်ရှိသည်\" ဟု။ အရှင်မြတ်သာလျှင် အထွတ်အမြတ်ဖြစ်တော်မူ၏! အရှင်မြတ်သည် ကြွယ်ဝတော်မူ၏ <span class=\"gray\">(လိုအပ်ချက်အားလုံးမှ ကင်းလွတ်တော်မူ၏)</span>။ ကောင်းကင်များတွင်ရှိသမျှနှင့် ကမ္ဘာမြေတွင်ရှိသမျှအားလုံးသည် အရှင်မြတ်၏ဖြစ်သည်။ ဤအတွက် သင်တို့၌ မည်သည့်သက်သေခံချက်မှမရှိပေ။ သင်တို့ မသိနားမလည်သည်ကို အလ္လာဟ်အရှင်မြတ်အပေါ် ပြောဆိုနေကြသလော <span>(၆၈)</span>ပြောပါ– \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားကို ဖန်တီးသူများသည် ဘယ်တော့မှ အောင်မြင်မည်မဟုတ်ပေ။ <span>(၆၉)</span><span class=\"gray\">(ခေတ္တခဏမျှ)</span> ဤလောကတွင် ပျော်မွေ့ခြင်း! ထို့နောက် ကျွန်ုပ်တို့ထံသို့ သူတို့ပြန်လာရမည်ဖြစ်ပြီး၊ ထို့နောက် သူတို့သည် မယုံကြည်ခဲ့ကြသောကြောင့် အပြင်းထန်ဆုံးသော ပြစ်ဒဏ်ကို ကျွန်ုပ်တို့ မြည်းစမ်းစေမည်ဖြစ်သည်။ <span>(၇၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ဇနီးမယားယူခြင်း သို့မဟုတ် သားသမီးရခြင်းမှ များစွာ မြင့်မြတ်တော်မူ၏</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်တွင် ရှိသည်ဟု ပြောဆိုသူများကို ဝေဖန်ရှုတ်ချတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَدًا ۗ سُبْحَانَهُ ۖ هُوَ الْغَنِيُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သားတော်ကို မွေးဖွားတော်မူ၏။ အရှင်မြတ်သာလျှင် အထွတ်အမြတ်ဖြစ်တော်မူ၏! အရှင်မြတ်သည် ကြွယ်ဝတော်မူ၏ <span class=\"gray\">(လိုအပ်ချက်အားလုံးမှ ကင်းလွတ်တော်မူ၏)</span>။)</span> အရှင်မြတ်သည် ထိုအရာထက် ပိုမိုမြင့်မြတ်ပြီး အထက်၌ ရှိတော်မူ၏။ အရှင်မြတ်သည် မိမိကိုယ်တိုင် အလိုပြည့်စုံတော်မူပြီး မည်သည့်အရာမျှကိုမှ အလိုမရှိ၊ မလိုအပ်ပေ။ ကျန်ရှိသည့်အရာအားလုံးသည် အရှင်မြတ်ကို အလွန်အမင်း လိုအပ်နေကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များတွင်ရှိသမျှနှင့် ကမ္ဘာမြေတွင်ရှိသမျှအားလုံးသည် အရှင်မြတ်၏ဖြစ်သည်။)</span> ထို့ကြောင့် အရှင်မြတ် ဖန်ဆင်းထားသောအရာများမှ သားတော် မည်သို့ရှိနိုင်မည်နည်း။ အရာခပ်သိမ်းနှင့် လူတိုင်းသည် အရှင်မြတ်နှင့်သက်ဆိုင်ပြီး အရှင်မြတ်၏ကျွန်များ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ عِندَكُم مِّن سُلْطَانٍ بِهَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအတွက် သင်တို့၌ မည်သည့်သက်သေခံချက်မှမရှိပေ)</span> ဆိုလိုသည်မှာ သင်တို့ပြောဆိုသော မုသားများနှင့် မှားယွင်းမှုများအတွက် သင်တို့၌ မည်သည့်သက်သေမှမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မသိနားမလည်သည်ကို အလ္လာဟ်အရှင်မြတ်အပေါ် ပြောဆိုနေကြသလော။)</span> ဤသည်မှာ ပြင်းထန်သော ခြိမ်းခြောက်မှုနှင့် ခိုင်မာသော သတိပေးချက်ဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် ခြိမ်းခြောက်၍ မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا إِدًّا - تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا - وَمَا يَنبَغِي لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا - إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်– \"အလွန်အကြင်နာရှင်သည် သားတော်ကို မွေးဖွားတော်မူသည်\" ဟု။ အမှန်စင်စစ် သင်တို့သည် အလွန်ဆိုးရွားသော အရာကို ဖန်တီးခဲ့ကြပေသည်။ ထိုအရာကြောင့် ကောင်းကင်များသည် ပြိုကွဲလုနီးပါးဖြစ်ပြီး၊ ကမ္ဘာမြေသည် ကွဲအက်ကာ၊ တောင်များသည် ပဲ့ကြွေကျလုနီးပါးဖြစ်နေသည်၊ အလွန်အကြင်နာရှင်အား သားတော်ရှိသည်ဟု သူတို့စွပ်စွဲသောကြောင့်တည်း။ သို့သော် အလွန်အကြင်နာရှင်အတွက် သားတော်ကို မွေးဖွားခြင်းသည် မသင့်လျော်ပေ။ ကောင်းကင်များနှင့် ကမ္ဘာမြေတွင် အလွန်အကြင်နာရှင်ထံသို့ ကျွန်အဖြစ် လာရောက်ခြင်းမဟုတ်ဘဲ မည်သူမျှ မရှိပေ။ အမှန်စင်စစ် အရှင်မြတ်သည် သူတို့တစ်ဦးစီတိုင်းကို သိတော်မူပြီး၊ သူတို့ကို အပြည့်အဝ ရေတွက်ထားတော်မူ၏။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့တစ်ဦးစီတိုင်းသည် အရှင်မြတ်ထံ တစ်ယောက်တည်း ရောက်လာကြမည်။)</span><span class=\"gray\">(၁၉:၈၈-၉၅)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်တွင် သားတော်ရှိသည်ဟု လိမ်လည်ဖန်တီးသူများကို သတိပေးတော်မူ၏။ သူတို့သည် ဤလောကတွင်ဖြစ်စေ၊ နောင်တမလွန်ဘဝတွင်ဖြစ်စေ ဘယ်တော့မှ အောင်မြင်မည်မဟုတ်ကြောင်းကို သတိပေးတော်မူ၏။ ဤလောကတွင် အလ္လာဟ်အရှင်မြတ်သည် သူတို့ကို တစ်ဆင့်ပြီးတစ်ဆင့် ပျက်စီးခြင်းသို့ ဦးဆောင်တော်မူမည်။ အရှင်မြတ်သည် သူတို့အား အခိုက်အတန့်မျှ အခွင့်အရေးပေးပြီး သည်းခံတော်မူမည်။ အရှင်မြတ်သည် သူတို့ကို ပျော်မွေ့မှုအနည်းငယ် ပေးထားတော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် နောက်ဆုံးတွင် ကျွန်ုပ်တို့သည် သူတို့ကို ကြီးမားသော ပြစ်ဒဏ် <span class=\"gray\">(အတွင်းသို့ ဝင်ရောက်ရန်)</span> အတင်းအကြပ်ပြုလုပ်မည်။)</span><span class=\"gray\">(၃၁:၂၄)</span> အလ္လာဟ်အရှင်မြတ် ဤနေရာတွင် မိန့်ကြားထားသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَتَاعٌ فِي الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ခေတ္တခဏမျှ)</span> ဤလောကတွင် ပျော်မွေ့ခြင်း!)</span> ဆိုလိုသည်မှာ ခေတ္တမျှသာဖြစ်ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَيْنَا مَرْجِعُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့ထံသို့ သူတို့ပြန်လာရမည်ဖြစ်ပြီး)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့သည် မယုံကြည်ခဲ့ကြသောကြောင့် အပြင်းထန်ဆုံးသော ပြစ်ဒဏ်ကို ကျွန်ုပ်တို့ မြည်းစမ်းစေမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ 'သူတို့၏ မယုံကြည်မှု (ကုဖ်ရ်) ကြောင့်နှင့် အလ္လာဟ်အရှင်မြတ်အပေါ် လိမ်လည်မှုများကြောင့် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်ဖြစ်သည်။'</p>"
  },
  {
    "ayah_key": "10:7",
    "group_ayah_key": "10:7",
    "from_ayah": "10:7",
    "to_ayah": "10:8",
    "ayah_keys": "10:7,10:8",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ်၊ ငါတို့နှင့်တွေ့ဆုံခြင်းကို မျှော်လင့်ခြင်းမရှိသူများ၊ သို့သော် လောကီဘဝနှင့် ပျော်ရွှင်ကျေနပ်နေသူများ၊ ငါတို့၏ အာယတ်တော်များကို လျစ်လျူရှုသူများ <span>(၇)</span>ထိုသူများ၏ နေရာသည် ငရဲမီးဖြစ်ပေမည်၊ ၎င်းတို့ရရှိခဲ့သည်များကြောင့် ဖြစ်သည် <span>(၈)</span></p><div lang=\"my\" class=\"my \"><h2>တရားစီရင်ချိန်ကို ငြင်းပယ်သူတို့၏ နေရာသည် ငရဲမီးဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်နှင့်တွေ့ဆုံခြင်းကို မယုံကြည်ဘဲ မမျှော်လင့်ခဲ့သော၊ ဤလောကီဘဝနှင့် အလွန်ပျော်ရွှင်ကျေနပ်ပြီး စိတ်ချလက်ချနေထိုင်ခဲ့သော ဆင်းရဲသားတို့၏ အခြေအနေကို ဖော်ပြထားသည်။ အလ်-ဟာစန်က ပြောကြားသည်- \"သူတို့သည် ၎င်းကို အလှဆင်ပြီး ချီးမွမ်းကြရာ ကျေနပ်သည်အထိ ဖြစ်ခဲ့သည်။ စကြဝဠာရှိ အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို လျစ်လျူရှုကာ ၎င်းတို့ကို စဉ်းစားဆင်ခြင်ခြင်းမရှိခဲ့ပေ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပညတ်တော်များကိုလည်း လျစ်လျူရှုခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ကို မလိုက်နာခဲ့သောကြောင့် ဖြစ်သည်။ ၎င်းတို့၏ ပြန်လည်ရောက်ရှိရာနေ့တွင် ၎င်းတို့၏ နေရာသည် ငရဲမီးဖြစ်ပြီး ၎င်းတို့၏ လောကီဘဝတွင် ပြစ်မှုဒဏ်ရာများမှ ရရှိခဲ့သည်များအတွက် အကျိုးဆုလာဘ်ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်နှင့် နောက်ဆုံးနေ့ကို မယုံကြည်ခြင်းအပြင် ဖြစ်သည်။\"</p>"
  }
]