[
  {
    "ayah_key": "89:15",
    "group_ayah_key": "89:15",
    "from_ayah": "89:15",
    "to_ayah": "89:20",
    "ayah_keys": "89:15,89:16,89:17,89:18,89:19,89:20",
    "text": "<p lang=\"my\" class=\"my \">လူသားနှင့်ပတ်သက်၍မူ သူ၏အရှင်က သူ့အား ဂုဏ်ပြုချီးမြှင့်ခြင်းနှင့် ကြွယ်ဝချမ်းသာမှုများ ပေးခြင်းဖြင့် စမ်းသပ်သောအခါ သူက “ကျွန်ုပ်၏အရှင်က ကျွန်ုပ်အား ဂုဏ်ပြုချီးမြှင့်တော်မူပြီ” ဟု ပြောသည်။ <span>(15)</span>သို့သော် ကိုယ်တော်က သူ၏ဘဝလမ်းကြောင်းကို ကျဉ်းမြောင်းစေခြင်းဖြင့် စမ်းသပ်သောအခါ သူက “ကျွန်ုပ်၏အရှင်က ကျွန်ုပ်အား အရှက်ရစေခဲ့ပြီ” ဟု ပြောသည်။ <span>(16)</span>သို့သော် မဟုတ်ပါ။ သင်တို့သည် မိဘမဲ့ကလေးများကို ကရုဏာနှင့် ရက်ရောစွာ မဆက်ဆံကြပါ။ <span>(17)</span>ထို့ပြင် မစ္စကီန် (ဆင်းရဲသား) များအား အစာကျွေးရန် တစ်ဦးကိုတစ်ဦး မတိုက်တွန်းကြပါ။ <span>(18)</span>ထို့ပြင် သင်တို့သည် တူရတ် (အမွေ) ကို လောဘတကြီး ဝါးမြိုကြသည်။ <span>(19)</span>ထို့ပြင် သင်တို့သည် ဂျမ္မာချစ်ခြင်းဖြင့် စည်းစိမ်ဥစ္စာကို ချစ်ကြသည်။ <span>(20)</span></p><p lang=\"my\" class=\"my \">စည်းစိမ်ဥစ္စာနှင့် ဆင်းရဲခြင်း နှစ်ခုစလုံးသည် ကျွန်အတွက် စမ်းသပ်မှု၊ ဂုဏ်ပြုမှု သို့မဟုတ် အရှက်ရမှုဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လူသားအား သူ၏ယုံကြည်ချက်တွင် ပယ်ချတော်မူသည်မှာ အကယ်၍ အလ္လာဟ်အရှင်မြတ်က သူ့အား များပြားသော စားနပ်ရိက္ခာများ ပေး၍ စမ်းသပ်ပါက ၎င်းသည် သူ့အား ဂုဏ်ပြုခြင်းကြောင့်ဟု ထင်ခြင်းဖြစ်သည်။ သို့သော် ဤသည်မှာ ထိုသို့မဟုတ်ဘဲ စမ်းသပ်မှုနှင့် စစ်ဆေးမှုသာဖြစ်သည်ဟု အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွန်ုပ်တို့ ၎င်းတို့အား စည်းစိမ်ဥစ္စာနှင့် သားသမီးများဖြင့် တိုးပွားစေသည်ကို ကောင်းမှုများဖြင့် ၎င်းတို့ထံ အလျင်အမြန်စေလွှတ်သည်ဟု ထင်ကြသလော။ မဟုတ်ပါ၊ သို့သော် ၎င်းတို့ မသိကြပါတကား။)</span><span class=\"gray\">(23:55-56)</span></p><p lang=\"my\" class=\"my \">ထိုနည်းတူစွာ အခြားရှုထောင့်မှကြည့်လျှင် အကယ်၍ အလ္လာဟ်အရှင်မြတ်က သူ့အား စားနပ်ရိက္ခာကို လျော့နည်းစေခြင်းဖြင့် စမ်းသပ်ပြီး စစ်ဆေးသောအခါ၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က သူ့အား အရှက်ရစေခြင်းကြောင့်ဟု သူယုံကြည်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَلَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မဟုတ်ပါ။)</span> ဆိုလိုသည်မှာ အခြေအနေသည် သူပြောသည့်အတိုင်း မဟုတ်၊ ဤသည်၌လည်းကောင်း၊ ထိုသည်၌လည်းကောင်း မဟုတ်ပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သူချစ်ခင်သူများအားလည်းကောင်း၊ မချစ်ခင်သူများအားလည်းကောင်း စည်းစိမ်ဥစ္စာ ပေးသနားတော်မူသည်။ ထိုနည်းတူစွာ ကိုယ်တော်သည် သူချစ်ခင်သူများထံမှလည်းကောင်း၊ မချစ်ခင်သူများထံမှလည်းကောင်း စားနပ်ရိက္ခာကို ရပ်တန့်စေသည်။ အရေးကြီးသည်မှာ မည်သည့်အခြေအနေ၌မဆို အလ္လာဟ်အရှင်မြတ်ကို နာခံသင့်သည်။ ကြွယ်ဝချမ်းသာသူဖြစ်ပါက အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်သင့်ပြီး ဆင်းရဲသူဖြစ်ပါက သည်းခံခြင်းကို ကျင့်သုံးသင့်သည်။</p><p lang=\"my\" class=\"my \">ကျွန်သည် စည်းစိမ်ဥစ္စာနှင့်ပတ်သက်၍ ကျူးလွန်သော မကောင်းမှုများ</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّا تُكْرِمُونَ الْيَتِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် မိဘမဲ့ကလေးများကို ကရုဏာနှင့် ရက်ရောစွာ မဆက်ဆံကြပါတကား။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ <span class=\"gray\">(မိဘမဲ့ကလေး)</span> ကို ဂုဏ်ပြုရန် အမိန့်ကို ဖော်ပြသည်။ အဘူဒါဝုဒ်သည် စဲဟ်လ် ဘင် စအီးဒ် ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا وَكَافِلُ الْيَتِيمِ كَهَاتَيْنِ فِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘမဲ့ကလေးကို စောင့်ရှောက်သူနှင့် ကျွန်ုပ်သည် ဂျန္နတ် (ပရဒိသု) တွင် ဤနှစ်ခုကဲ့သို့ ဖြစ်လိမ့်မည်။)</span> ထို့နောက် ကိုယ်တော်သည် လက်နှစ်ချောင်း - လက်ခလယ်နှင့် လက်ညှိုးကို ပူး၍ ပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحَاضُّونَ عَلَىٰ طَعَامِ الْمِسْكِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မစ္စကီန် (ဆင်းရဲသား) များအား အစာကျွေးရန် တစ်ဦးကိုတစ်ဦး မတိုက်တွန်းကြပါတကား။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် ဆင်းရဲသားများနှင့် ချို့တဲ့သူများကို ကရုဏာဖြင့် ဆက်ဆံရန် အမိန့်မပေးကြသလို တစ်ဦးကိုတစ်ဦးလည်း ထိုသို့ပြုရန် အားပေးခြင်းမရှိပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَأْكُلُونَ التُّرَاثَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် တူရတ် (အမွေ) ကို ဝါးမြိုကြသည်)</span> ဆိုလိုသည်မှာ အမွေပစ္စည်းကိုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكْلًا لَّمًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လောဘတကြီး ဝါးမြိုကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ရရှိနိုင်သမျှ နည်းလမ်းဖြင့်၊ တရားဝင်သည်ဖြစ်စေ၊ တရားမဝင်သည်ဖြစ်စေ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် ဂျမ္မာချစ်ခြင်းဖြင့် စည်းစိမ်ဥစ္စာကို ချစ်ကြသည်။)</span> ဆိုလိုသည်မှာ ပေါများစွာဖြစ်သည်။ ၎င်းသည် အချို့သူတို့၏ မကောင်းမှုများကို တိုးပွားစေသည်။</p>"
  },
  {
    "ayah_key": "89:21",
    "group_ayah_key": "89:21",
    "from_ayah": "89:21",
    "to_ayah": "89:30",
    "ayah_keys": "89:21,89:22,89:23,89:24,89:25,89:26,89:27,89:28,89:29,89:30",
    "text": "<p lang=\"my\" class=\"my \">မဟုတ်ဘူး! ကမ္ဘာမြေကို ပြန့်ပြူးစေသောအခါ၊ ဒက္ကန်ဒက္ကာ <span>(၂၁)</span>သင့်သခင်သည် ကောင်းကင်တမန်များနှင့်တကွ တန်းစီ၍ ကြွလာမည် <span>(၂၂)</span>ထိုနေ့တွင် ငရဲကို အနီးသို့ ဆောင်ယူလာမည်။ ထိုနေ့တွင် လူသားသည် အောက်မေ့မည်၊ သို့သော် ထိုအောက်မေ့ခြင်းသည် သူ့အား မည်သို့ အကျိုးပြုမည်နည်း <span>(၂၃)</span>သူက ပြောလိမ့်မည်- \"အို! ငါ့ဘဝအတွက် ကြိုတင်ပေးပို့ခဲ့ရင် ကောင်းမှာပဲ! <span>(၂၄)</span>ထို့ကြောင့် ထိုနေ့တွင် သူ့ကို အပြစ်ပေးသကဲ့သို့ မည်သူမျှ အပြစ်ပေးလိမ့်မည်မဟုတ် <span>(၂၅)</span>သူ့ကို ချည်နှောင်သကဲ့သို့ မည်သူမျှ ချည်နှောင်လိမ့်မည်မဟုတ် <span>(၂၆)</span>\"အို ငြိမ်သက်သော ဝိညာဉ်! <span>(၂၇)</span>\"ကျေနပ်ပြီး ပျော်ရွှင်စွာဖြင့် သင်၏ သခင်ထံသို့ ပြန်လာလော့! <span>(၂၈)</span>\"ထို့နောက် ငါ၏ ကျွန်များအထဲသို့ ဝင်လော့၊ <span>(၂၉)</span>\"ငါ၏ ဂျန္နတ်သို့ ဝင်လော့! <span>(၃၀)</span></p><p lang=\"my\" class=\"my \">တရားစီရင်မည့်နေ့တွင် လူတိုင်းသည် မိမိပြုခဲ့သော ကောင်းမှု သို့မဟုတ် မကောင်းမှုအလိုက် အကျိုးပေးခံရမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တရားစီရင်မည့်နေ့တွင် ဖြစ်ပျက်မည့် ကြီးမားသော ကြောက်မက်ဖွယ်ရာများအကြောင်းကို အသိပေးတော်မူသည်။ ကိုယ်တော်က မိန့်တော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَلَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး!)</span> ဆိုလိုသည်မှာ၊ အမှန်ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေကို ပြန့်ပြူးစေသောအခါ၊ ဒက္ကန်ဒက္ကာ။)</span> ဆိုလိုသည်မှာ ကမ္ဘာမြေနှင့် တောင်များကို ပြန့်ပြူးစေပြီး ညီညာစေကာ သတ္တဝါများသည် မိမိတို့၏ သခင်အတွက် သင်္ချိုင်းများမှ ထမြောက်ကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَ رَبُّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ သခင် ကြွလာသောအခါ)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ ဖန်ဆင်းခံများအကြား တရားစီရင်မည့် အစည်းအဝေးအတွက် ဖြစ်သည်။ ဤသည်မှာ အာဒမ်၏ သားတော်များထဲမှ အကောင်းဆုံး – မုဟမ္မဒ် ﷺ အား အလ္လာဟ်အရှင်မြတ်ထံ အသနားခံရန် တောင်းဆိုပြီးနောက် ဖြစ်သည်။ ဤသည်မှာ အခြားသော ကြီးမြတ်သည့် တမန်တော်များအား တစ်ဦးပြီးတစ်ဦး တောင်းဆိုပြီးမှသာ ဖြစ်ပေါ်လာမည်ဖြစ်သည်။ သို့သော် သူတို့အားလုံးက \"ကျွန်ုပ်သည် သင်တို့အတွက် ထိုသို့ မလုပ်ပေးနိုင်ပါ\" ဟု ပြောကြလိမ့်မည်။ ဤသည်မှာ လူများ၏ တောင်းပန်မှုသည် မုဟမ္မဒ် ﷺ ထံသို့ ရောက်ရှိသည်အထိ ဆက်လက်ဖြစ်ပေါ်နေမည်ဖြစ်ပြီး သူက \"ကျွန်ုပ် လုပ်ပေးပါမည်၊ ကျွန်ုပ် လုပ်ပေးပါမည်\" ဟု ပြောလိမ့်မည်။ ထို့ကြောင့် သူသည် သွားပြီး အလ္လာဟ်အရှင်မြတ်ထံ အသနားခံရန် ကြိုးစားလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် တရားစီရင်မည့် အစည်းအဝေး ရောက်ရှိလာပြီဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် သူအား ထိုအရာ <span class=\"gray\">(တရားစီရင်မှု)</span> အတွက် အသနားခံခွင့်ပြုလိမ့်မည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ပထမဆုံးသော အသနားခံခြင်းများထဲမှ ဖြစ်ပြီး၊ ၎င်းသည် ဆူရတ် စွဗ်ဟာန် <span class=\"gray\">(အလ်-ဣစရာအ်)</span> တွင် ဆွေးနွေးပြီးခဲ့သော ချီးမွမ်းဖွယ်ရာ အဆင့်အတန်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော် အလိုရှိသည့်အတိုင်း တရားစီရင်မည့် အစည်းအဝေးအတွက် ကြွလာမည်ဖြစ်ပြီး၊ ကောင်းကင်တမန်များသည်လည်း ကိုယ်တော်ရှေ့တွင် အတန်းလိုက်၊ အတန်းလိုက် တန်းစီ၍ လာရောက်ကြမည်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ငရဲကို အနီးသို့ ဆောင်ယူလာမည်။)</span> အိမာမ် မွတ်စ်လင်မ် ဗင်န် အလ်-ဟဂျ်ဂျာဂျ်သည် သူ၏ စဟီးဟ်ကျမ်းတွင် အဗ်ဒူလ္လာဟ် ဗင်န် မစ်အူဒ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَى بِجَهَنَّمَ يَوْمَئِذٍ لَهَا سَبْعُونَ أَلْفَ زِمَامٍ مَعَ كُلِّ زِمَام سَبْعُونَ أَلْفَ مَلَكٍ يَجُرُّونَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ငရဲကို အနီးသို့ ဆောင်ယူလာမည်ဖြစ်ပြီး ၎င်းတွင် ကြိုးခုနစ်သောင်းရှိမည်ဖြစ်ကာ ကြိုးတစ်ချောင်းစီတွင် ကောင်းကင်တမန် ခုနစ်သောင်းစီက ဆွဲယူကြမည်။)</span></p><p lang=\"it\" class=\"it \">At-Tirmidhi also recorded the same narration. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَتَذَكَّرُ الْإِنسَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားသည် အောက်မေ့မည်၊)</span> ဆိုလိုသည်မှာ ၎င်း၏ လုပ်ဆောင်မှုများ၊ နှင့် ၎င်း၏ အတိတ်နှင့် မကြာသေးမီကာလများက လုပ်ဆောင်ခဲ့သည်များကို။</p><p class=\"ps qpc-hafs\" lang=\"ps\"> وَأَنَّىٰ لَهُ الذِّكْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိုအောက်မေ့ခြင်းသည် သူ့အား မည်သို့ အကျိုးပြုမည်နည်း။)</span> ဆိုလိုသည်မှာ ထိုအခါ အောက်မေ့ခြင်းသည် သူ့အား မည်သို့ အကျိုးပြုနိုင်မည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောလိမ့်မည်- \"အို! ငါ့ဘဝအတွက် ကြိုတင်ပေးပို့ခဲ့ရင် ကောင်းမှာပဲ!\")</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ သူသည် နာခံမှုမရှိသူဖြစ်ပါက သူကျူးလွန်ခဲ့သော နာခံမှုမရှိသည့် လုပ်ရပ်များအတွက် နောင်တရလိမ့်မည်။ သူသည် နာခံမှုရှိသူဖြစ်ပါက ပိုမိုနာခံမှုရှိသော လုပ်ရပ်များ ပြုလုပ်ခဲ့ရန် ဆန္ဒရှိလိမ့်မည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အိမာမ် အဟ်မဒ် ဗင်န် ဟန်ဘလ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ၏ သဟဘာတစ်ဦးဖြစ်သော မုဟမ္မဒ် ဗင်န် အဘီ အာမီရဟ်ထံမှ မှတ်တမ်းတင်ထားသည်နှင့် ဆင်တူသည်။ သူက ပြောခဲ့သည်- \"ကျွန်တစ်ဦးသည် သူ မွေးဖွားသည့်နေ့မှ အသက်ကြီး၍ ကွယ်လွန်သည့်နေ့အထိ အလ္လာဟ်အရှင်မြတ်အား နာခံမှုဖြင့် သူ၏ မျက်နှာကို <span class=\"gray\">(ဦးချ၍)</span> ပြုတ်ကျခဲ့သည်ဆိုပါက၊ တရားစီရင်မည့်နေ့တွင် ဤလုပ်ရပ်ကို သူ အထင်အမြင်သေးလိမ့်မည်။ သူသည် ပိုမို၍ ဆွဝါဗ်နှင့် အကျိုးခံစားခွင့်များ ရရှိရန်အတွက် ဤဘဝသို့ ပြန်လာလိုလိမ့်မည်။\" </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ထိုနေ့တွင် သူ့ကို အပြစ်ပေးသကဲ့သို့ မည်သူမျှ အပြစ်ပေးလိမ့်မည်မဟုတ်။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်ကို မနာခံမှုကြောင့် ကိုယ်တော် အပြစ်ပေးသူများထက် ပိုမိုပြင်းထန်စွာ အပြစ်ပေးခံရသူ မည်သူမျှမရှိ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို ချည်နှောင်သကဲ့သို့ မည်သူမျှ ချည်နှောင်လိမ့်မည်မဟုတ်။)</span> ဆိုလိုသည်မှာ အဇ်-ဇဗာနီယာတို့က ၎င်းတို့၏ သခင်ကို မယုံကြည်သူများကို အပြစ်ပေးခြင်းထက် ပိုမိုပြင်းထန်စွာ အပြစ်ပေးခံရပြီး ချည်နှောင်ခံရသူ မည်သူမျှမရှိ။ ဤသည်မှာ ဖန်ဆင်းခံများအနက်မှ ရာဇဝတ်သားများနှင့် မတရားပြုသူများအတွက် ဖြစ်သည်။ သန့်ရှင်း၍ ငြိမ်သက်သော ဝိညာဉ် – အမြဲတစေ ငြိမ်သက်၍ သမ္မာတရားကို ခံယူကျင့်သုံးသူအား – ထိုဝိညာဉ်အား ပြောကြားလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ - ارْجِعِي إِلَىٰ رَبِّكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငြိမ်သက်သော ဝိညာဉ်! သင်၏ သခင်ထံသို့ ပြန်လာလော့။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ အပေါင်းအသင်း၊ ကိုယ်တော်၏ ဆုလာဘ်နှင့် ကိုယ်တော်၏ ဂျန္နတ်၌ ကိုယ်တော်၏ ကျွန်များအတွက် ပြင်ဆင်ထားသည်များဆီသို့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَاضِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျေနပ်သော)</span> ဆိုလိုသည်မှာ၊ သူ့ကိုယ်သူ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّرْضِيَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပျော်ရွှင်သော။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်နှင့် ပျော်ရွှင်ပြီး ကိုယ်တော်သည် ၎င်းနှင့် ပျော်ရွှင်ကာ ကျေနပ်စေလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَادْخُلِي فِي عِبَادِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါ၏ ကျွန်များအထဲသို့ ဝင်လော့၊)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့၏ အဆင့်အတန်းများထဲသို့။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَادْخُلِي جَنَّتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ ဂျန္နတ်သို့ ဝင်လော့!)</span> ဤသည်ကို သေဆုံးချိန်နှင့် တရားစီရင်မည့်နေ့တွင် ပြောကြားလိမ့်မည်။ ဤသည်မှာ ကောင်းကင်တမန်များက မယုံကြည်သူအား သူသေဆုံးချိန်နှင့် သူ၏ သင်္ချိုင်းမှ ထမြောက်သည့်အခါ ဝမ်းမြောက်ဖွယ်သတင်းပေးခြင်းနှင့် တူသည်။ ဤနေရာမှ ဤကြေညာချက်သည်လည်း ထိုနည်းတူဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် အိဗ်နု အဗ္ဗာစ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ - ارْجِعِي إِلَىٰ رَبِّكِ رَاضِيَةً مَّرْضِيَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငြိမ်သက်သော ဝိညာဉ်! ကျေနပ်ပြီး ပျော်ရွှင်စွာဖြင့် သင်၏ သခင်ထံသို့ ပြန်လာလော့!)</span></p><p lang=\"my\" class=\"my \">သူက ပြောခဲ့သည်၊ \"ဤအာယတ်ကို အဘူဗကရ်သည် <span class=\"gray\">(တမန်တော် ﷺ နှင့်အတူ)</span> ထိုင်နေစဉ်တွင် ထုတ်ပြန်ခဲ့သည်။ ထို့ကြောင့် သူက ပြောခဲ့သည်၊ 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ဤထက် ပိုကောင်းတာ မရှိပါဘူး!' တမန်တော် ﷺ က ထို့နောက် ပြန်ဖြေခဲ့သည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا إِنَّهُ سَيُقَالُ لَكَ هَذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်ကို သင်အား အမှန်တကယ် ပြောကြားလိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရတ် အလ်-ဖဂျ်ရ်၏ သဖ်ဆီရ် အဆုံးသတ်ဖြစ်ပြီး ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။</p>"
  }
]