[
  {
    "ayah_key": "34:15",
    "group_ayah_key": "34:15",
    "from_ayah": "34:15",
    "to_ayah": "34:17",
    "ayah_keys": "34:15,34:16,34:17",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်စင်စစ် စဘာအမျိုးသားတို့၏ နေထိုင်ရာ အရပ်၌ လက္ခဏာရပ်တစ်ခု ရှိ၏။ ညာဘက်၌ ဥယျာဉ်နှစ်ခု၊ ဘယ်ဘက်၌ ဥယျာဉ်နှစ်ခု ရှိ၏။ <span class=\"gray\">(၎င်းတို့အား ပြောကြားခဲ့သည်မှာ-)</span> \"သင်တို့၏ အရှင်သခင် ပေးသနားတော်မူသော ရိက္ခာကို စားသုံးကြ၊ ထို့ပြင် ကိုယ်တော်အား ကျေးဇူးတင်ကြလော့။\" ကောင်းမြတ်သော မြေနှင့် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော အရှင်သခင် <span>(၁၅)</span>သို့သော် ၎င်းတို့သည် လှည့်ထွက်သွားခဲ့ကြရာ၊ ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အပေါ်သို့ ရေကာတာမှ လွှတ်ထုတ်သော ရေလွှမ်းမိုးမှုကို စေလွှတ်ခဲ့သည်။ ထို့ပြင် ငါတို့သည် ၎င်းတို့၏ ဥယျာဉ်နှစ်ခုကို ခါးသက်ဆိုးဝါးသော အသီးများ ထွက်ရှိသော ဥယျာဉ်များအဖြစ်၊ အသ်လ်သစ်ပင်များနှင့် ထိုမှမက သစ်မယ်ဇလီပင်အနည်းငယ် ထွက်ရှိသော ဥယျာဉ်များအဖြစ် ပြောင်းလဲခဲ့သည်။ <span>(၁၆)</span>ဤသို့ဖြင့် ၎င်းတို့ မဟုတ်မမှန်ကျေးဇူးကန်းသော ကာဖစ်ရ်များ ဖြစ်ခဲ့ကြသောကြောင့် ငါတို့သည် ၎င်းတို့အား အပြစ်ပေးခဲ့သည်။ ထို့ပြင် ကျေးဇူးကန်းသူများ <span class=\"gray\">(ကာဖစ်ရ်များ)</span>မှတစ်ပါး အခြားသူတို့အား ငါတို့သည် ဤကဲ့သို့သော နည်းလမ်းဖြင့် မည်သည့်အခါမျှ အပြစ်ပေးလေ့မရှိ။ <span>(၁၇)</span></p><p lang=\"my\" class=\"my \">စဘာအမျိုးသားများ <span class=\"gray\">(ရှိဘာ)</span>၏ မယုံကြည်ခြင်းနှင့် ၎င်းတို့၏ ပြစ်ဒဏ်</p><p lang=\"my\" class=\"my \">စဘာဆိုသည်မှာ ယီမင်ပြည်မှ ဘုရင်များနှင့် ပြည်သူများကို ရည်ညွှန်းသည်။ အတ်-တာဘာဘာအာ <span class=\"gray\">(တွဗ္ဗာ)</span><span class=\"gray\">[ယီမင်ရှေးဘုရင်များ၏ ဘွဲ့အမည်]</span> တို့သည် ၎င်းတို့ထဲမှ အပါအဝင်ဖြစ်သည်။ စူလိုင်မာန်၊ ၎င်းအပေါ် ငြိမ်သက်ခြင်းရှိပါစေ၊ နှင့် တွေ့ဆုံခဲ့သော ဘီလ်ကစ်၊ မိဖုရားသည်လည်း ၎င်းတို့ထဲမှ တစ်ဦးဖြစ်သည်။ ၎င်းတို့သည် မိမိတို့၏ မြေတွင် ပေါကြွယ်ဝသော ရိက္ခာများ၊ သီးနှံများနှင့် အသီးအနှံများဖြင့် မနာလိုစရာကောင်းသော စည်းစိမ်ချမ်းသာဘဝကို နေထိုင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံသို့ သတင်းပို့သူများကို စေလွှတ်ခဲ့ပြီး၊ ကိုယ်တော်၏ ရိက္ခာကို စားသုံးရန်နှင့် ကိုယ်တော်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ခြင်းဖြင့် ကိုယ်တော်အား ကျေးဇူးတင်ရန် ပြောကြားခဲ့သည်။ ထို့ပြင် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် အလိုရှိသလောက် ထိုအတိုင်း လိုက်နာခဲ့ကြပြီး၊ ထို့နောက် ၎င်းတို့အား အမိန့်ပေးခဲ့သည့်အရာမှ လှည့်ထွက်သွားခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့အား ရေလွှမ်းမိုးမှုဖြင့် အပြစ်ပေးခဲ့ရာ၊ ထိုရေလွှမ်းမိုးမှုသည် ၎င်းတို့အား စဘာပတ်ဝန်းကျင်ရှိ မြေပြင်များတစ်လျှောက် အရပ်မျက်နှာအားလုံးသို့ ပြန့်ကျဲစေခဲ့သည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက၊ အောက်တွင် အသေးစိတ် ဖော်ပြထားသည့်အတိုင်း ငါတို့ တွေ့ရလိမ့်မည်။ ကိုယ်တော်၌သာ ငါတို့၏ ယုံကြည်အားထားမှု ရှိသည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ် မှတ်တမ်းတင်ထားသည်မှာ ဖရ်ဝါ ဘင် မူဆိုင်း အလ်-ဂူသွိုင်ဖီ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က ပြောကြားခဲ့သည်- \"လူတစ်ဦးက 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! စဘာအကြောင်း ပြောပြပါ – ၎င်းသည် မြေလား၊ အမျိုးသမီးလား?' ဟု ပြောကြားခဲ့သည်။ ကိုယ်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ بِأَرْضٍ وَلَا امْرَأَةٍ، وَلَكِنَّهُ رَجُلٌ وُلِدَ لَهُ عَشَرَةٌ مِنَ الْوَلَدِ، فَتَيَامَنَ سِتَّةٌ وَتَشَاءَمَ أَرْبَعَةٌ، فَأَمَّا الَّذِينَ تَشَاءَمُوا: فَلَخْمٌ وَجُذَامٌ وَعَامِلَةُ وَغَسَّانُ، وَأَمَّا الَّذِينَ تَيَامَنُوا: فَكِنْدَةُ وَالْأَشْعَرِيُّونَ وَالْأَزْدُ وَمَذْحِجٌ وَحِمْيَرُ وَأَنْمَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မြေလည်းမဟုတ်၊ အမျိုးသမီးလည်းမဟုတ်။ ၎င်းမှာ သားသမီး ဆယ်ဦးရှိသော အမျိုးသားတစ်ဦး ဖြစ်၏။ ၎င်းတို့အနက် ခြောက်ဦးသည် ယီမင်သို့သွားကြပြီး၊ လေးဦးသည် အာရှ်-ရှမ်သို့သွားကြသည်။ အာရှ်-ရှမ်သို့သွားသူများမှာ လခ်မ်၊ ဂျုဒ်ဟမ်၊ အာမီလာနှင့် ဂါစန်တို့ ဖြစ်ကြသည်။ တောင်ဘက်သို့သွားသူများမှာ ကင်ဒါ၊ အလ်-အရှ်အာရီယွန်၊ အလ်-အဇ်ဒ်၊ မဒ်ဟစ်ဂျ်၊ ဟင်မ်ယာနှင့် အန်မာတို့ ဖြစ်ကြသည်။)</span> လူတစ်ဦးက 'အန်မာဆိုတာ ဘယ်သူတွေလဲ?' ဟု မေးမြန်းခဲ့သည်။ ကိုယ်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ مِنْهُمْ خَثْعَمُ وَبَجِيلَةُ</p><p lang=\"zu\" class=\"zu \"><span class=\"gray\">(Those among whom are Khath'am and Bajilah.)</span>\"</p><p lang=\"my\" class=\"my \">ဤအရာကို အတ်-တီရ်မိဇီက ၎င်း၏ ဂျာမီအ် <span class=\"gray\">[ဆူနန်]</span> တွင် ယခုထက် ပိုမိုအသေးစိတ် မှတ်တမ်းတင်ထားသည်။ ထို့နောက် ၎င်းက \"ဤသည်မှာ ဟာစန် ဂါရစ် ဟဒီးဆ် ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အမျိုးအနွယ် ပညာရှင်များ – မူဟမ္မဒ် ဘင် အစ်ဟာက် အပါအဝင် – က ပြောကြားခဲ့သည်- \"စဘာ၏ အမည်မှာ 'အဗ်ဒ် ရှမ်စ် ဘင် ယရှ်ဂျုဗ် ဘင် ယအ်ရုဗ် ဘင် ကဟ်သွန် ဖြစ်၏။ ၎င်းအား စဘာဟု ခေါ်ဆိုရခြင်းမှာ ၎င်းသည် ပထမဆုံးသော ပြန့်ကျဲသွားသည့် အာရပ်မျိုးနွယ်စု ဖြစ်သောကြောင့်ပင်။ ၎င်းအား အလ်-ရိုင်ရှ် ဟုလည်း လူသိများသည်။ အကြောင်းမှာ ၎င်းသည် စစ်ပွဲတွင် ပထမဆုံး လုယက်ပစ္စည်းများ ရယူ၍ မိမိ၏ လူမျိုးအား ပေးခဲ့သူဖြစ်သောကြောင့်ပင်၊ ထို့ကြောင့် ၎င်းအား အလ်-ရိုင်ရှ် ဟု ခေါ်ဆိုခဲ့သည်။ အကြောင်းမှာ အာရပ်တို့က စည်းစိမ်ဥစ္စာကို ရစ်ရှ် သို့မဟုတ် ရီယာရှ် ဟု ခေါ်ဆိုသောကြောင့်ပင်။</p><p lang=\"my\" class=\"my \">ကဟ်သွန်နှင့်ပတ်သက်၍ ၎င်းတို့သည် သဘောကွဲလွဲကြပြီး၊ ၎င်းနှင့်ပတ်သက်၍ အမြင်သုံးမျိုးရှိသည်။ <span class=\"gray\">(ပထမ)</span> သူသည် အီရမ် ဘင် ဆမ် ဘင် နူဟ် ၏ အဆက်အနွယ်မှ ဆင်းသက်လာသည်ဟူသော အမြင်ဖြစ်ပြီး၊ ထို့နောက် သူသည် ၎င်းထံမှ မည်သို့ ဆင်းသက်လာသည်နှင့်ပတ်သက်၍ အမြင်သုံးမျိုး ထပ်မံကွဲပြားခဲ့သည်။ <span class=\"gray\">(ဒုတိယ)</span> မှာ သူသည် ဟူဒ်၏ အခြားအမည်ဖြစ်သော အာဘီရ် ထံမှ ဆင်းသက်လာသည်ဟူသော အမြင်ဖြစ်ပြီး၊ ၎င်းအပေါ် ငြိမ်သက်ခြင်းရှိပါစေ၊ ထို့နောက် သူသည် ၎င်းထံမှ မည်သို့ ဆင်းသက်လာသည်နှင့်ပတ်သက်၍ အမြင်သုံးမျိုး ထပ်မံကွဲပြားခဲ့သည်။ <span class=\"gray\">(တတိယ)</span> မှာ သူသည် အစ္စမာအီလ် ဘင် အိဗ်ရာဟင်မ် အလ်-ခါလီးလ် ထံမှ ဆင်းသက်လာသည်ဟူသော အမြင်ဖြစ်ပြီး၊ ၎င်းအပေါ် ငြိမ်သက်ခြင်းရှိပါစေ၊ ထို့နောက် သူသည် ၎င်းထံမှ မည်သို့ ဆင်းသက်လာသည်နှင့်ပတ်သက်၍ အမြင်သုံးမျိုး ထပ်မံကွဲပြားခဲ့သည်။ ဤအကြောင်းအရာကို အိမာမ် အလ်-ဟာဖိဇ် အဘူ အိုမာရ် ဘင် အဗ်ဒူလ်-ဘရ် အန်-နာမာရီ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ကရုဏာထားတော်မူပါစေ၊ ၎င်း၏ အလ်-မူဆမ်မာ အလ်-အင်ဗာဟ် အလာ ဇိကရ် အူစူလ် အလ်-ကဘာအီလ် အလ်-ရူဝါတ် စာအုပ်တွင် အပြည့်အစုံ အသေးစိတ် ဆွေးနွေးထားသည်။</p><p lang=\"my\" class=\"my \">နဗီတမန်တော်၏ စကားများ၏ အဓိပ္ပါယ်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ رَجُلًا مِنَ الْعَرَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အာရပ်များထဲမှ လူတစ်ဦး ဖြစ်သည်။)</span> ဟူသည်မှာ သူသည် အစစ်အမှန် အာရပ်များထဲမှ တစ်ဦးဖြစ်ပြီး၊ အိဗ်ရာဟင်မ်မတိုင်မီက ရှိခဲ့သူများဖြစ်ကာ၊ ဆမ် ဘင် နူဟ် <span class=\"gray\">(နူဟ်၏သား ရှမ်)</span> ၏ မျိုးဆက်များ ဖြစ်သည်။ အထက်တွင် ဖော်ပြထားသော တတိယအမြင်အရ သူသည် အိဗ်ရာဟင်မ် ထံမှ ဆင်းသက်လာသည်၊ ၎င်းအပေါ် ငြိမ်သက်ခြင်းရှိပါစေ၊ သို့သော် ဤအမြင်သည် ၎င်းတို့အကြား လူသိများသော အမြင်မဟုတ်ခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ သို့သော် ဆဟီးဟ် အလ်-ဗုခါရီ တွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် မြားပစ်လေ့ကျင့်နေသော အစလမ်မျိုးနွယ်မှ လူအုပ်စုတစ်စုကို ဖြတ်သွားခဲ့ပြီး၊ ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">ارْمُوا بَنِي إِسْمَاعِيلَ فَإِنَّ أَبَاكُمْ كَانَ رَامِيًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြားပစ်ကြလော့၊ အို အစ္စမာအီလ်၏သားတို့၊ အကြောင်းမူကား သင်တို့၏ဖခင်သည် မြားပစ်သမား ဖြစ်သည်။)</span> အစလမ်သည် အန်ဆာရ်မျိုးနွယ်စုမှဖြစ်သည်။ အန်ဆာရ်များ – အောစ် နှင့် ခဇ်ရဂျ် နှစ်မျိုးစလုံး – သည် ဂါစန်မှ ဖြစ်ကြပြီး၊ ယီမင်ပြည်မှ စဘာအာရပ်များဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် ရေကာတာမှ လွှတ်ထုတ်သော ရေလွှမ်းမိုးမှုကို စေလွှတ်ခဲ့သောအခါ စဘာသည် မြေပြင်တစ်လျှောက် ပြန့်ကျဲသွားခဲ့ပြီးနောက် ယသ်ရိဗ်တွင် အခြေချနေထိုင်ခဲ့ကြသည်။ ၎င်းတို့အနက် အုပ်စုတစ်စုသည် ဆီးရီးယားတွင်လည်း အခြေချနေထိုင်ခဲ့ကြပြီး၊ ၎င်းတို့ကို ဂါစန်ဟု ခေါ်ဆိုခဲ့သည်။ ၎င်းတို့ စခန်းချခဲ့သော ရေကန်၏ အမည်ကြောင့်ပင် – ၎င်းသည် ယီမင်တွင်ဖြစ်သည်ဟု သို့မဟုတ် အလ်-မူရှလ်လလ် အနီးတွင်ဖြစ်သည်ဟု ဆိုကြသည်။ ဟာစန် ဘင် သာဘိသ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ၎င်း၏ ကဗျာတစ်ပုဒ်တွင် ပြောကြားခဲ့သည့်အတိုင်းဖြစ်သည်။ ၎င်း၏ စကားများ၏ အဓိပ္ပါယ်မှာ- \"သင်မေးမြန်းပါက၊ ငါတို့သည် မြင့်မြတ်သော မျိုးဆက်များ၏ အသိုင်းအဝိုင်းဖြစ်ပြီး၊ ငါတို့၏ မျိုးရိုးမှာ အလ်-အဇ်ဒ် ဖြစ်ကာ၊ ငါတို့၏ ရေကန်မှာ ဂါစန် ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُلِدَ لَهُ عَشْرَةٌ مِنَ الْعَرَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၌ အာရပ်များထဲမှ သား ဆယ်ဦးရှိခဲ့သည်။)</span> ဟူသည်မှာ ထိုဆယ်ဦးသည် ၎င်း၏မျိုးဆက်မှဖြစ်ပြီး၊ ယီမင်ပြည်မှ အာရပ်မျိုးနွယ်စုများ၏ မူရင်းဇစ်မြစ်သည် ၎င်းထံသို့ ပြန်လည်ရောက်ရှိသည်ကို ဆိုလိုသည်။ ၎င်းတို့သည် ၎င်း၏ ခါးမှ မွေးဖွားလာသော သားများမဟုတ်ပေ။ ၎င်းနှင့် ၎င်းတို့အချို့ကြားတွင် မျိုးဆက်နှစ်ခု သို့မဟုတ် သုံးခု၊ သို့မဟုတ် ထိုထက်ပို၍ သို့မဟုတ် လျော့နည်း၍ ရှိနိုင်သည်။ ၎င်းအကြောင်းကို အမျိုးအနွယ်စာအုပ်များတွင် အသေးစိတ် ရှင်းပြထားသည်။ စကားလုံးများ၏ အဓိပ္ပါယ်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَيَامَنَ مِنْهُمْ سِتَّةٌ وَتَشَاءَمَ مِنْهُمْ أَرْبَعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် ခြောက်ဦးသည် တောင်ဘက်သို့သွားကြပြီး၊ လေးဦးသည် မြောက်ဘက်သို့သွားကြသည်။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် ရေကာတာမှ လွှတ်ထုတ်သော ရေလွှမ်းမိုးမှုကို စေလွှတ်ပြီးနောက် ၎င်းတို့အချို့သည် မိမိတို့၏ ဇာတိမြေတွင် ဆက်လက်နေထိုင်ခဲ့ကြပြီး၊ အခြားသူများမှာ အခြားနေရာများသို့ ထွက်ခွာသွားခဲ့ကြသည်။</p><p lang=\"sn\" class=\"sn \">The Dam of Ma'arib and the Flood</p><p lang=\"my\" class=\"my \">ရေကာတာအကြောင်း ဇာတ်လမ်းမှာ တောင်နှစ်လုံးကြားမှ ၎င်းတို့ထံသို့ စီးဆင်းလာသော ရေအကြောင်းဖြစ်သည်။ ၎င်းရေသည် မိုးရေနှင့် ၎င်းတို့၏ ချိုင့်ဝှမ်းများမှ ရေလွှမ်းမိုးမှုတို့နှင့် ပေါင်းစပ်သည်။ ၎င်းတို့၏ ရှေးဘုရင်များသည် ကြီးမားခိုင်ခံ့သော ရေကာတာတစ်ခုကို တည်ဆောက်ခဲ့ပြီး၊ ရေသည် ထိုတောင်နှစ်လုံးကြားတွင် မြင့်မားသော အဆင့်သို့ ရောက်ရှိခဲ့သည်။ ထို့နောက် ၎င်းတို့သည် သစ်ပင်များကို စိုက်ပျိုးခဲ့ကြပြီး၊ ရိတ်သိမ်းနိုင်သည့် အကောင်းဆုံး အသီးအနှံများကို၊ ပေါများလှပစွာ ရရှိခဲ့ကြသည်။ ကွတ်တာဒါ အပါအဝင် ရှေးပညာရှင်များစွာက အမျိုးသမီးတစ်ဦးသည် သစ်ပင်များအောက်တွင် လျှောက်သွားရင်း ခြင်းတောင်း သို့မဟုတ် အိုးတစ်လုံး – အသီးများ စုဆောင်းရန် အသုံးပြုသည့်အရာမျိုး – ကို ခေါင်းပေါ်တင်၍ သယ်ဆောင်နိုင်ကြောင်း ဖော်ပြခဲ့သည်။ ထို့ပြင် အသီးအနှံများသည် သစ်ပင်များမှ ပြုတ်ကျလာပြီး၊ အမျိုးသမီးသည် အသီးကောက်ရန် ကြိုးစားစရာမလိုဘဲ ခြင်းတောင်းကို ပြည့်စေကြောင်း၊ အကြောင်းမှာ အသီးများ အလွန်ပေါများပြီး မှည့်နေသောကြောင့်ပင်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ မအာရိဗ် ရေကာတာဖြစ်ပြီး၊ ၎င်းနှင့် ဆန်အာကြားတွင် သုံးရက်ခရီး ရှိသော မြေဖြစ်သည်။ အချို့က ၎င်းတို့၏ မြေတွင် ယင်ကောင်၊ ခြင် သို့မဟုတ် သန်းများ၊ သို့မဟုတ် မည်သည့် ပိုးမွှားမျှ မရှိကြောင်း ပြောကြားခဲ့သည်။ ဤသည်မှာ ရာသီဥတု ကောင်းမွန်ပြီး လူများသည် ကျန်းမာသောကြောင့် ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ကိုယ်တော်တစ်ပါးတည်းကိုသာ ရွေးချယ်ကိုးကွယ်ရန် ဂရုစိုက်ခဲ့သည်။ ကိုယ်တော် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် စဘာ <span class=\"gray\">(ရှိဘာ)</span> အတွက် ၎င်းတို့၏ နေထိုင်ရာ အရပ်၌ လက္ခဏာရပ်တစ်ခု ရှိ၏။)</span> ထို့နောက် ကိုယ်တော်သည် ဤအရာကို ဤသို့ မိန့်ကြားခြင်းဖြင့် ရှင်းပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညာဘက်၌ ဥယျာဉ်နှစ်ခု၊ ဘယ်ဘက်၌ ဥယျာဉ်နှစ်ခု ရှိ၏။)</span> ဆိုလိုသည်မှာ တောင်များရှိသည့် နှစ်ဖက်စလုံး၊ ၎င်းတို့၏ မြေသည် ထိုနှစ်ဖက်ကြားတွင် ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့အား ပြောကြားခဲ့သည်မှာ: )</span> \"သင်တို့၏ အရှင်သခင် ပေးသနားတော်မူသော ရိက္ခာကို စားသုံးကြ၊ ထို့ပြင် ကိုယ်တော်အား ကျေးဇူးတင်ကြလော့။\" ကောင်းမြတ်သော မြေနှင့် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော အရှင်သခင်!)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် ကိုယ်တော်တစ်ပါးတည်းကိုသာ ဆက်လက်ကိုးကွယ်နေပါက ကိုယ်တော်သည် သင်တို့အား ခွင့်လွှတ်တော်မူမည်' ဟု ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَعْرَضُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် လှည့်ထွက်သွားခဲ့ကြရာ၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်တစ်ပါးတည်းကို ကိုးကွယ်ခြင်းမှ၊ ကိုယ်တော် ပေးသနားတော်မူသော ကောင်းချီးမင်္ဂလာများအတွက် ကျေးဇူးတင်ခြင်းမှ၊ ၎င်းတို့သည် လှည့်ထွက်သွားခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်အစား နေကို ကိုးကွယ်စပြုခဲ့ကြသည်။ ဟုဒ်ဟုဒ်ငှက်က စူလိုင်မာန်၊ ၎င်းအပေါ် ငြိမ်သက်ခြင်းရှိပါစေ၊ အား ပြောပြခဲ့သည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ - إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ - وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါသည် သင့်ထံသို့ စဘာ <span class=\"gray\">(ရှိဘာ)</span> မှ မှန်ကန်သော သတင်းနှင့်အတူ ရောက်ရှိလာခဲ့သည်။ ငါသည် ၎င်းတို့အပေါ် အုပ်စိုးနေသော အမျိုးသမီးတစ်ဦးကို တွေ့ခဲ့သည်၊ သူမအား အရာခပ်သိမ်းကို ပေးထားပြီး၊ သူမ၌ ကြီးမားသော ပလ္လင်တစ်ခု ရှိသည်။ ငါသည် သူမနှင့် သူမ၏ လူမျိုးများသည် အလ္လာဟ်အရှင်မြတ်အစား နေကို ကိုးကွယ်နေသည်ကို တွေ့ခဲ့သည်၊ ထို့ပြင် ရှိုင်သွာန်သည် ၎င်းတို့၏ လုပ်ရပ်များကို ၎င်းတို့အား ကောင်းမွန်လှပသည်ဟု ထင်စေခဲ့ပြီး၊ ၎င်းတို့အား လမ်းမှ ပိတ်ဆို့ခဲ့ရာ၊ ထို့ကြောင့် ၎င်းတို့၌ မည်သည့် လမ်းညွှန်မှုမျှ မရှိ။\")</span><span class=\"gray\">(၂၇:၂၂-၂၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အပေါ် ရေကာတာမှ လွှတ်ထုတ်သော ရေလွှမ်းမိုးမှုကို စေလွှတ်ခဲ့သည်။)</span> အိဗ်နု အဗ်ဗာစ်၊ ဝဟ်ဗ် ဘင် မူနဗ်ဗိဟ်၊ ကွတ်တာဒါနှင့် အဒ်-ဒဟ်ဟာက် တို့အပါအဝင် အချို့က အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ရေလွှမ်းမိုးမှုဖြင့် အပြစ်ပေးလိုသောအခါ၊ မြေကြီးမှ သားရဲတိရစ္ဆာန်များ၊ ကြီးမားသော ကြွက်များကို ရေကာတာသို့ စေလွှတ်ခဲ့ရာ၊ ၎င်းတို့သည် ရေကာတာကို အပေါက်ဖောက်ခဲ့ကြသည်ဟု ပြောကြားခဲ့သည်။ ဝဟ်ဗ် ဘင် မူနဗ်ဗိဟ် က ပြောကြားခဲ့သည်- \"၎င်းတို့သည် ၎င်းတို့၏ ကျမ်းဂန်များတွင် ထိုကြီးမားသော ကြွက်များကြောင့် ရေကာတာ ပျက်စီးလိမ့်မည်ဟု ရေးသားထားသည်ကို တွေ့ရှိခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ကြောင်များကို ခဏတာ ခေါ်ဆောင်လာခဲ့ကြသော်လည်း၊ အမိန့်တော် ကျရောက်လာသောအခါ ကြွက်များသည် ကြောင်များကို ကျော်လွှားကာ ရေကာတာထဲသို့ ဝင်ရောက်ပြီး အပေါက်ဖောက်ခဲ့ကြရာ၊ ၎င်းသည် ပြိုကျသွားခဲ့သည်။\" ကွတ်တာဒါနှင့် အခြားသူများက ပြောကြားခဲ့သည်- \"ကြီးမားသော ကြွက်သည် သဲကန္တာရကြွက် ဖြစ်သည်။ ၎င်းတို့သည် ရေကာတာအောက်ခြေကို ကိုက်စားခဲ့ကြရာ၊ အားနည်းသွားသည်အထိဖြစ်သည်။ ထို့နောက် ရေကြီးချိန်ရောက်လာပြီး ရေများသည် တည်ဆောက်ပုံကို ရိုက်ခတ်ခဲ့ရာ၊ ၎င်းသည် ပြိုကျသွားခဲ့သည်။ ရေများသည် ချိုင့်ဝှမ်းအောက်ခြေတစ်လျှောက် လျင်မြန်စွာစီးဆင်းကာ ၎င်းတို့၏ လမ်းကြောင်းရှိ အဆောက်အဦများ၊ သစ်ပင်များ အစရှိသည့် အရာခပ်သိမ်းကို ဖျက်ဆီးပစ်ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">တောင်များပေါ်ရှိ၊ ညာဘက်နှင့် ဘယ်ဘက်ရှိ သစ်ပင်များမှ ရေများ ကုန်ခန်းသွားသောအခါ၊ ထိုသစ်ပင်များ ခြောက်သွေ့သွားပြီး ပျက်စီးသွားခဲ့သည်။ ထိုလှပသော၊ အသီးသီးသော သစ်ပင်များကို လုံးဝကွဲပြားခြားနားသော အရာဖြင့် အစားထိုးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ၎င်းတို့၏ ဥယျာဉ်နှစ်ခုကို ခါးသက်ဆိုးဝါးသော အသီးများ <span class=\"gray\">(အူကူလ် ခမ်သ်)</span> ထွက်ရှိသော ဥယျာဉ်များအဖြစ် ပြောင်းလဲခဲ့သည်။)</span> အိဗ်နု အဗ်ဗာစ်၊ မူဂျာဟစ်ဒ်၊ အိကရီမာဟ်၊ အာသွာအ် အလ်-ခူရာစနီ၊ ကွတ်တာဒါနှင့် အစ်-ဆူဒီ တို့က \"၎င်းသည် အရတ် <span class=\"gray\">(ချင်း)</span> နှင့် ခါးသက်ဆိုးဝါးသော အသီးအနှံများကို ရည်ညွှန်းသည်။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَثْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အသ်လ်၊)</span> အလ်-အော်ဖီနှင့် အိဗ်နု အဗ်ဗာစ် တို့က ၎င်းသည် တမာရစ်ကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ အခြားသူများက ၎င်းသည် တမာရစ်နှင့်တူသော သစ်ပင်တစ်မျိုးကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ ထို့ပြင် ၎င်းသည် ကော်ဇီဇာ သို့မဟုတ် မီမိုဆာ ဖြစ်သည်ဟုလည်း ဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ</p><p lang=\"my\" class=\"my \">နှင့် ထိုမှမက သစ်မယ်ဇလီပင်အနည်းငယ်။ အကြောင်းမှာ သစ်မယ်ဇလီပင်များသည် ဥယျာဉ်အစားထိုးခံရသော သစ်ပင်များအနက် အကောင်းဆုံးဖြစ်သောကြောင့်၊ ၎င်းတို့သည် အနည်းငယ်သာ ရှိခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ</p><p lang=\"my\" class=\"my \">နှင့် ထိုမှမက သစ်မယ်ဇလီပင်အနည်းငယ်။ ထိုဥယျာဉ်နှစ်ခုသည် အသီးအနှံများ ပေါများစွာ ထွက်ရှိပြီး၊ လှပသော မြင်ကွင်းများ၊ နက်ရှိုင်းသော အရိပ်နှင့် စီးဆင်းနေသော မြစ်များကို ပေးစွမ်းပြီးနောက် ဖြစ်ပျက်ခဲ့သည်မှာ- ၎င်းတို့ကို ဆူးပင်များ၊ တမာရစ်ပင်များနှင့် ဆူးကြီးများဖြင့် အသီးအနည်းငယ်သာ သီးသော သစ်မယ်ဇလီပင်များဖြင့် အစားထိုးခံခဲ့ရသည်။ ဤသည်မှာ ၎င်းတို့၏ မယုံကြည်မှုနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်သည့် အပြစ်တို့ကြောင့် ဖြစ်သည်။ ထို့ပြင် ၎င်းတို့သည် အမှန်တရားကို ငြင်းပယ်ကာ မဟုတ်မမှန်မှုဆီသို့ လှည့်ခဲ့ကြသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا ۖ وَهَلْ نُجَازِي إِلَّا الْكَفُورَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ၎င်းတို့သည် မဟုတ်မမှန်ကျေးဇူးကန်းသော ကာဖစ်ရ်များ ဖြစ်ခဲ့ကြသောကြောင့် ငါတို့သည် ၎င်းတို့အား အပြစ်ပေးခဲ့သည်။ ထို့ပြင် ကျေးဇူးကန်းသူများမှတစ်ပါး အခြားသူတို့အား ငါတို့သည် ဤကဲ့သို့သော နည်းလမ်းဖြင့် မည်သည့်အခါမျှ အပြစ်ပေးလေ့မရှိ။)</span> ဆိုလိုသည်မှာ '၎င်းတို့၏ မယုံကြည်မှုကြောင့် ငါတို့သည် ၎င်းတို့အား အပြစ်ပေးခဲ့သည်' ဟု ဖြစ်သည်။ မူဂျာဟစ်ဒ် က \"ကိုယ်တော်သည် ကာဖစ်ရ်များမှတစ်ပါး မည်သူ့ကိုမျှ အပြစ်မပေးပေ။\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဟာစန် အလ်-ဗစရီ က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားကို မိန့်ကြားတော်မူသည်။ မဟုတ်မမှန်ကျေးဇူးကန်းသော ကာဖစ်ရ်များမှတစ်ပါး မည်သူမျှ အပြစ်နှင့်ကိုက်ညီသော ပုံစံဖြင့် အပြစ်ပေးခံရမည် မဟုတ်ပေ။\"</p>"
  }
]