[
  {
    "ayah_key": "10:84",
    "group_ayah_key": "10:84",
    "from_ayah": "10:84",
    "to_ayah": "10:86",
    "ayah_keys": "10:84,10:85,10:86",
    "text": "<p class=\"my translation\" lang=\"my\">မူဆာက ပြောသည်- \"အို ငါ၏လူမျိုးတို့! အကယ်၍ သင်တို့သည် အလ္လာဟ်အပေါ် ယုံကြည်ခဲ့ကြပါမူ၊ သင်တို့သည် မွတ်စ်လင်မ်များ ဖြစ်ခဲ့ကြပါလျှင် ကိုယ်တော်အပေါ်၌သာ အပ်နှံကြလေကုန်။ <span>(၈၄)</span>သူတို့က ပြောကြသည်- \"အလ္လာဟ်အပေါ်၌ ကျွန်ုပ်တို့ အပ်နှံပါသည်။ အကျွန်ုပ်တို့၏ အရှင်သခင်! မတော်မတရားပြုကျင့်သူလူမျိုးများအတွက် ကျွန်ုပ်တို့ကို စမ်းသပ်မှုမဖြစ်စေပါနှင့် <span>(၈၅)</span>\"ကိုယ်တော်၏ ကရုဏာတော်ဖြင့် မယုံကြည်သူလူမျိုးများထံမှ ကျွန်ုပ်တို့ကို ကယ်တင်တော်မူပါ။ <span>(၈၆)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာသည် ၎င်း၏လူမျိုးအား အလ္လာဟ်အပေါ်၌ အပ်နှံရန် တိုက်တွန်းခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်ရှင်က မူဆာသည် အစ္စရေးလ်သားတို့အား ပြောကြားခဲ့ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ إِن كُنتُمْ آمَنتُم بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِن كُنتُم مُّسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ၏လူမျိုးတို့! အကယ်၍ သင်တို့သည် အလ္လာဟ်အပေါ် ယုံကြည်ခဲ့ကြပါမူ၊ သင်တို့သည် မွတ်စ်လင်မ်များ ဖြစ်ခဲ့ကြပါလျှင် ကိုယ်တော်အပေါ်၌သာ အပ်နှံကြလေကုန်။)</span> အလ္လာဟ်သည် ကိုယ်တော်အပေါ် အပ်နှံသူများအတွက် လုံလောက်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် ၎င်း၏ကျွန်အတွက် လုံလောက်တော်မူသည် မဟုတ်လော။)</span><span class=\"gray\">(၃၉:၃၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အပေါ်၌ အပ်နှံပါမူ ကိုယ်တော်သည် ၎င်းအတွက် လုံလောက်တော်မူမည်။)</span><span class=\"gray\">(၆၅:၃)</span> အလ္လာဟ်သည် ဝတ်ပြုခြင်းနှင့် အားထားခြင်းကို နေရာများစွာတွင် ပေါင်းစပ်မိန့်ကြားခဲ့သည်။ ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကိုယ်တော်ကို ဝတ်ပြုလော့။ ကိုယ်တော်အပေါ်၌ အပ်နှံလော့။)</span><span class=\"gray\">(၁၁:၁၂၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الرَّحْمَٰنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကိုယ်တော်သည် အလွန်သနားကြင်နာတော်မူသော <span class=\"gray\">(အလ္လာဟ်)</span> ဖြစ်တော်မူ၏။ ကိုယ်တော်အပေါ်၌ ကျွန်ုပ်တို့ ယုံကြည်ကြသည်။ ကိုယ်တော်အပေါ်၌ ကျွန်ုပ်တို့ အပ်နှံကြသည်..။\")</span><span class=\"gray\">(၆၇:၂၉)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကိုယ်တော်သည်)</span> အရှေ့နှင့် အနောက်၏ အရှင်သခင်ဖြစ်တော်မူ၏။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပေ။ ထို့ကြောင့် ကိုယ်တော် <span class=\"gray\">(တစ်ပါးတည်း)</span> ကို အုပ်ထိန်းသူအဖြစ် ခံယူလော့။)</span><span class=\"gray\">(၇၃:၉)</span> အလ္လာဟ်သည် ယုံကြည်သူတို့အား ၎င်းတို့၏ ဆွလားဟ် (ဝတ်ပြုဆုတောင်းခြင်း) တွင် အကြိမ်ကြိမ် ပြောရန် အမိန့်ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် <span class=\"gray\">(တစ်ပါးတည်း)</span> ကို ကျွန်ုပ်တို့ ဝတ်ပြုကြသည်။ ကိုယ်တော် <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံမှ ကျွန်ုပ်တို့ အကူအညီ <span class=\"gray\">(အရာရာတိုင်းအတွက်)</span> တောင်းခံကြသည်။)</span><span class=\"gray\">(၁:၅)</span> အစ္စရေးလ်သားတို့သည် ဤအမိန့်ကို လိုက်နာပြီး ပြောခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အပေါ်၌ ကျွန်ုပ်တို့ အပ်နှံပါသည်။ အကျွန်ုပ်တို့၏ အရှင်သခင်! မတော်မတရားပြုကျင့်သူလူမျိုးများအတွက် ကျွန်ုပ်တို့ကို စမ်းသပ်မှုမဖြစ်စေပါနှင့်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကျွန်ုပ်တို့အပေါ် အုပ်စိုးနိုင်စေရန် ကျွန်ုပ်တို့ကို အောင်ပွဲမပေးပါနှင့်။ သို့မှသာ ၎င်းတို့သည် မှန်ကန်သောလမ်းကို လိုက်နာနေကြပြီး ကျွန်ုပ်တို့သည် မှားယွင်းမှုဖြစ်သောကြောင့် ၎င်းတို့၌ ကျွန်ုပ်တို့အပေါ် သြဇာအာဏာရှိသည်ဟု မထင်မှတ်မိစေရန် ဖြစ်သည်။ ၎င်းတို့အတွက် လှည့်စားတတ်သော စမ်းသပ်မှု ဖြစ်နိုင်သည်။ ဤအဓိပ္ပါယ်ကို အဘူမီဂျ်လဇ်နှင့် အဘူအဒ်-ဒွဟာတို့ထံမှ သတင်းပို့ခဲ့ပြီး၊ အဗ်ဒူရ်-ရဇ်ဇာက်သည် မူဂျာဟစ်ဒ်ထံမှ ဆင့်ပွားပြောကြားချက်တွင် ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏ အရှင်သခင်! မတော်မတရားပြုကျင့်သူလူမျိုးများအတွက် ကျွန်ုပ်တို့ကို စမ်းသပ်မှုမဖြစ်စေပါနှင့်)</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်တို့ကို ဖစ်သ်နာ (စမ်းသပ်မှု) ထဲသို့ ကျရောက်စေနိုင်ရန် ၎င်းတို့အား ကျွန်ုပ်တို့အပေါ် သြဇာအာဏာမပေးပါနှင့်။\" အလ္လာဟ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَجِّنَا بِرَحْمَتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ ကရုဏာတော်ဖြင့် ကျွန်ုပ်တို့ကို ကယ်တင်တော်မူပါ)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ ကရုဏာတော်နှင့် ကျေးဇူးတော်ဖြင့် ကျွန်ုပ်တို့ကို ကယ်တင်တော်မူပါ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْقَوْمِ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူလူမျိုးများထံမှ)</span> ဆိုလိုသည်မှာ သစ္စာတရားကို ငြင်းပယ်ပြီး ဖုံးကွယ်ထားသူများထံမှ ဖြစ်သည်။ ကျွန်ုပ်တို့သည် ကိုယ်တော်ကို စစ်မှန်စွာ ယုံကြည်ခဲ့ကြပြီး ကိုယ်တော်အပေါ်၌ အပ်နှံခဲ့ကြပါသည်။</p>"
  },
  {
    "ayah_key": "10:87",
    "group_ayah_key": "10:87",
    "from_ayah": "10:87",
    "to_ayah": "10:87",
    "ayah_keys": "10:87",
    "text": "<p class=\"my translation\" lang=\"my\">မူးဆာနှင့် သူ၏ညီအား ကျနော်တို့ ဗျာဒိတ်ပေးခဲ့သည် <span class=\"gray\">(မိန့်ကြားခြင်း)</span>။ “အီဂျစ်တွင် သင်တို့လူမျိုးအတွက် နေအိမ်များ စီမံပေးကြလော့၊ သင်တို့၏ နေအိမ်များကို ကိုးကွယ်ရာနေရာများအဖြစ် ပြုလုပ်ကြလော့၊ စွလာသ်ကို ဖျော်ဖြေကြလော့၊ ယုံကြည်သူတို့အား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးကြလော့။ <span>(၈၇)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းတို့၏ နေအိမ်များအတွင်း ဆွလာသ်ပြုရန် အမိန့်ခံခဲ့ရသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အစ္စရေးလ်သားတို့ကို ဖိရ်အောင်နှင့် သူ၏လူမျိုးလက်မှ အဘယ်ကြောင့် ကယ်တင်ခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည်။ ၎င်းတို့အား မည်သို့ ကယ်တင်ခဲ့သည်ကိုလည်း ပြောပြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မူးဆာနှင့် သူ၏ညီဟာရွန်အား အီဂျစ်တွင် ၎င်းတို့လူမျိုးအတွက် အိမ်များယူရန် အမိန့်ပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ နေအိမ်များကို သင်တို့၏ ကိုးကွယ်ရာနေရာများအဖြစ် ပြုလုပ်ကြလော့၊)</span> အလ်အ်အော်ဖီက အိဘ်နု အဗ္ဗားစ်က ဤအာယသ်ကို အဓိပ္ပာယ်ဖွင့်ဆိုရင်း “အစ္စရေးလ်သားတို့သည် မူးဆာအား ‘ဖိရ်အောင်၏ လူမျိုးရှေ့တွင် ကျွန်ုပ်တို့ ဆွလာသ်ကို လူသိရှင်ကြား ပြုလုပ်၍မရပါ။’ ဟု ပြောခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့၏ အိမ်များတွင် ဆွလာသ်ပြုရန် ခွင့်ပြုခဲ့သည်။ ၎င်းတို့အား ၎င်းတို့၏ အိမ်များကို ကိဘ်လာ၏ ဦးတည်ရာသို့ ဆောက်ရန် အမိန့်ပေးခဲ့သည်” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ မူဂျာဟစ်ဒ်က မှတ်ချက်ပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ နေအိမ်များကို သင်တို့၏ ကိုးကွယ်ရာနေရာများအဖြစ် ပြုလုပ်ကြလော့၊)</span> ဘနူအစ္စရေးလ်တို့သည် ဖိရ်အောင်က ၎င်းတို့အား ၎င်းတို့၏ ဝတ်ပြုရာနေရာများတွင် စုဝေးနေစဉ် သတ်ဖြတ်မည်ကို စိုးရိမ်သောအခါ၊ ၎င်းတို့အား ၎င်းတို့၏ အိမ်များကို ကိုးကွယ်ရာနေရာများအဖြစ် ယူရန် အမိန့်ပေးခဲ့သည်။ ထိုအိမ်များသည် ကိဘ်လာဘက်သို့ မျက်နှာမူထားရမည်ဖြစ်ပြီး ဆွလာသ်ကို လျှို့ဝှက်စွာ ပြုလုပ်နိုင်သည်။” ဤအချက်ကို ကွာတာဒါးနှင့် အဒ်ဒဟ်ဟ်ခါက်တို့ကလည်း ဖော်ပြခဲ့သည်။</p>"
  },
  {
    "ayah_key": "10:88",
    "group_ayah_key": "10:88",
    "from_ayah": "10:88",
    "to_ayah": "10:89",
    "ayah_keys": "10:88,10:89",
    "text": "<p lang=\"my\" class=\"my \">မူဆာက ပြောသည်- \"အကျွန်ုပ်တို့၏အရှင်! အသင်သည် ဖِر်အောင်န်နှင့် ၎င်း၏ခေါင်းဆောင်များအား ဤလောကီဘဝတွင် တင့်တယ်မှုနှင့် ဥစ္စာဓနများကို အမှန်ပင် ပေးသနားတော်မူခဲ့ပါသည်၊ အကျွန်ုပ်တို့၏အရှင်! ၎င်းတို့သည် လူသားများကို အသင့်လမ်းမှ လမ်းမှားသို့ ပို့ဆောင်နိုင်ရန်အတွက် ဖြစ်ပါသည်။ အကျွန်ုပ်တို့၏အရှင်! ၎င်းတို့၏ဥစ္စာဓနများကို ဖျက်ဆီးတော်မူပါ၊ ၎င်းတို့၏နှလုံးသားများကို မာကျောစေတော်မူပါ၊ သို့မှသာ နာကျင်ဖွယ်ရာပြစ်ဒဏ်ကို မမြင်မချင်း ၎င်းတို့သည် ယုံကြည်မည်မဟုတ်ပါ။ <span>(၈၈)</span>အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်- \"အမှန်စင်စစ် သင်တို့နှစ်ဦး၏ ဆုတောင်းမှုကို လက်ခံခဲ့ပြီးဖြစ်သည်။ ထို့ကြောင့် သင်တို့နှစ်ဦးစလုံး ဖြောင့်မတ်သောလမ်းကို လိုက်ပါ၊ မသိနားမလည်သူတို့၏လမ်းကို မလိုက်ကြနှင့်။ <span>(၈၉)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာသည် ဖِر်အောင်န်နှင့် ၎င်း၏ခေါင်းဆောင်များအား ဆုတောင်းခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မူဆာက ဖِر်အောင်န်နှင့် ၎င်း၏ခေါင်းဆောင်များအား ဆုတောင်းခဲ့သည့်အကြောင်းကို ဖော်ပြခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အမှန်တရားကို လက်မခံဘဲ ငြင်းဆန်ခဲ့ကြသောကြောင့် ဖြစ်သည်။ ၎င်းတို့သည် လမ်းမှားသို့ ဆက်လက်သွားရောက်ခဲ့ကြပြီး မာနကြီး၍ ကြွားဝါခဲ့ကြသည်။ မူဆာက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်! အသင်သည် ဖِر်အောင်န်နှင့် ၎င်း၏ခေါင်းဆောင်များအား တင့်တယ်မှုများကို အမှန်ပင် ပေးသနားတော်မူခဲ့ပါသည်)</span> နှင့် ဤလောကီဘဝ၏ ပျော်ရွှင်မှု။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْوَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဥစ္စာဓနများ)</span> အများအပြားနှင့် ပေါကြွယ်ဝစွာ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَن سَبِيلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကီဘဝတွင်၊ အကျွန်ုပ်တို့၏အရှင်! ၎င်းတို့သည် လူသားများကို အသင့်လမ်းမှ လမ်းမှားသို့ ပို့ဆောင်နိုင်ရန်အတွက် ဖြစ်သည်)</span> ဟူသော စကားစုကို \"Liyadillu\" နှင့် \"Liyudillu\" ဟူ၍ ရွတ်ဆိုကြသည်။ ပထမသည် 'ယာ' အပေါ်တွင် 'ဖတ်သာ' ဖြင့်ဖြစ်ပြီး၊ ဆိုလိုသည်မှာ \"အသင်သည် ၎င်းတို့အား ကျွန်ုပ်နှင့်အတူ ပေးပို့လိုက်သောအရာကို ၎င်းတို့ ယုံကြည်မည်မဟုတ်ကြောင်း သိလျက်နှင့် ပေးခဲ့ခြင်းဖြစ်သည်။ အသင်သည် ၎င်းတို့ကို အမှန်တရားမှ တဖြည်းဖြည်း ဝေးကွာသွားစေရန် ထိုသို့ပြုခဲ့သည်\" ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّنَفْتِنَهُمْ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ၎င်းတို့အား ထိုအရာဖြင့် စမ်းသပ်ရန်အတွက် ဖြစ်သည်)</span><span class=\"gray\">(၂၀:၁၃၁)</span> နှင့် <span class=\"gray\">(၇၂:၁၇)</span>။ အချို့က ထိုစကားလုံးကို 'ယာ' အပေါ်တွင် 'ဓမ္မ' ဖြင့် ရွတ်ဆိုကြသည်။ <span class=\"gray\">(ဆိုလိုသည်မှာ Liyudillu)</span> ဤအရာက အာယတ်ကို အဓိပ္ပာယ်သက်ရောက်စေသည်- အသင်သည် ၎င်းတို့အား ထိုအရာကို ပေးခဲ့သည်၊ ထို့ကြောင့် အသင့်ဖန်ဆင်းခံများအနက် အသင်အလိုရှိသူတိုင်း စမ်းသပ်ခံရမည်။ အသင် လမ်းမှားသို့ ပို့ဆောင်လိုသူများသည် အသင်သည် ၎င်းတို့ကို ချစ်သောကြောင့်၊ ဂရုစိုက်သောကြောင့် ထိုအရာကို ပေးခဲ့သည်ဟု ထင်ကြလိမ့်မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا اطْمِسْ عَلَىٰ أَمْوَالِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကျွန်ုပ်တို့၏အရှင်! ၎င်းတို့၏ဥစ္စာဓနများကို ဖျက်ဆီးတော်မူပါ၊\")</span> အိဗ်နု အဗ္ဗားစ်နှင့် မူဂျာဟစ်တို့က ပြောကြားသည်- \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့၏ဥစ္စာဓနများကို ဖျက်ဆီးရန် တောင်းဆိုခဲ့ကြသည်။\" အဒ်-ဒဟ်ဟာက်၊ အဗူ အလ်-အာလိယဟ် နှင့် အလ်-ရဗီအဟ် ဘင် အနပ်စ်တို့က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ဥစ္စာဓနများကို ယခင်ကအတိုင်း ရုပ်ထုကျောက်တုံးများအဖြစ် ပြောင်းလဲခဲ့သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏နှလုံးသားများကို မာကျောစေတော်မူပါ)</span> အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်- \"၎င်းတို့၏နှလုံးသားများကို မာကျောစေသည်ဟူသည်မှာ ၎င်းတို့အပေါ် အံသွားခတ်ခြင်းဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ နာကျင်ဖွယ်ရာပြစ်ဒဏ်ကို မမြင်မချင်း ၎င်းတို့သည် ယုံကြည်မည်မဟုတ်ပါ။)</span> ဤဆုတောင်းချက်သည် မူဆာထံမှ ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ဘာသာတရားအတွက် အမျက်ထွက်ခဲ့သောကြောင့်ဖြစ်သည်။ ၎င်းတို့တွင် ကောင်းသောအရာမရှိကြောင်း သူသေချာသောအခါ ဖِر်အောင်န်နှင့် ၎င်း၏ခေါင်းဆောင်များအား ဆုတောင်းခဲ့သည်။ ထို့အတူ နူဟ်ကလည်း ဆုတောင်းခဲ့ပြီး ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا - إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏အရှင်! ကမ္ဘာမြေပေါ်တွင် ငြင်းပယ်သူ တစ်ဦးတစ်ယောက်ကိုပင် ချန်မထားတော်မူပါ! အသင်သာ ၎င်းတို့ကို ချန်ထားပါက၊ ၎င်းတို့သည် အသင့်ကျွန်များကို လမ်းမှားသို့ ပို့ဆောင်လိမ့်မည်ဖြစ်ပြီး၊ မကောင်းသူ ငြင်းပယ်သူများကိုသာ မွေးဖွားလိမ့်မည်။)</span><span class=\"gray\">(၇၁:၂၆-၂၇)</span> ဟာရွန်သည် သူ၏အစ်ကို၏ဆုတောင်းကို \"အာမင်\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မူဆာ၏ဆုတောင်းကို ဖြေကြားတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أُجِيبَت دَّعْوَتُكُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့နှစ်ဦး၏ ဆုတောင်းမှုကို လက်ခံခဲ့ပြီးဖြစ်သည်။)</span> ဖِر်အောင်န်၏ လူမျိုးကို ဖျက်ဆီးရာတွင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أُجِيبَت دَّعْوَتُكُمَا فَاسْتَقِيمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါသည် သင်တို့နှစ်ဦး၏ ဆုတောင်းများကို ဖြေကြားခဲ့ပြီ။ ထို့ကြောင့် သင်တို့နှစ်ဦးစလုံး ဖြောင့်မတ်သောလမ်းကို လိုက်ပါ)</span> ထို့ကြောင့် ငါသည် သင်တို့၏ဆုတောင်းကို ဖြေကြားခဲ့ပြီးဖြစ်ရာ၊ သင်တို့သည် ငါ၏အမိန့်တော်ကို မြဲမြံစွာလိုက်နာသင့်သည်။' အိဗ်နု ဂျူရိုင်ဂျ်က အိဗ်နု အဗ္ဗားစ်က ဤအာယတ်နှင့်ပတ်သက်၍ ပြောကြားသည်ဟု မှတ်တမ်းတင်ထားသည်- \"မြဲမြံစွာနေထိုင်ပြီး ငါ၏အမိန့်တော်ကို လိုက်နာကြလော့။\"</p>"
  }
]