[
  {
    "ayah_key": "2:10",
    "group_ayah_key": "2:10",
    "from_ayah": "2:10",
    "to_ayah": "2:10",
    "ayah_keys": "2:10",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့၏ရင်ထဲ၌ ရောဂါရှိသည်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ရောဂါကို တိုးပွားစေတော်မူသည်။ ၎င်းတို့သည် မုသားပြောလေ့ရှိခဲ့ကြသောကြောင့် ပြင်းထန်သောပြစ်ဒဏ်သည် ၎င်းတို့အတွက်ဖြစ်သည်။ <span>(10)</span></p><div lang=\"my\" class=\"my \"><h2>ဤကျမ်းပိုဒ်တွင် 'ရောဂါ'၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">အဘူမာလစ်ထံမှလည်းကောင်း၊ အဘူဆွာလိဟ်ထံမှလည်းကောင်း၊ အိဗ်နုအဗ္ဗားစ်ထံမှလည်းကောင်း၊ မုရ်ရာဟ် အလ်-ဟမ်ဒါနီထံမှလည်းကောင်း၊ အိဗ်နုမပ်စ်အူးဒ်နှင့် အခြားဆွဟာဘာများထံမှလည်းကောင်း အပ်စ်-ဆွဒ်ဒီက ဤကျမ်းပိုဒ်ကို ရေဝါယတ်ပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ရင်ထဲ၌ ရောဂါရှိသည်)</span> ဆိုသည်မှာ 'သံသယ' ဖြစ်ပြီး၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَزَادَهُمُ اللَّهُ مَرَضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ရောဂါကို တိုးပွားစေတော်မူသည်)</span> ဆိုသည်မှာလည်း 'သံသယ' ဖြစ်သည်။ မူဂျာဟစ်ဒ်၊ အစ်ကရိမာဟ်၊ အလ်-ဟစန် အလ်-ဘပ်စ်ရီ၊ အဘူ အလ်-အာလိယာဟ်၊ အလ်-ရာဘီအ် ဘင် အနပ်စ်နှင့် ကွတာဒါဟ်တို့ကလည်း အလားတူပြောခဲ့ကြသည်။ အဗ်ဒူရ်-ရာဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ်က ဤကျမ်းပိုဒ်ကို မှတ်ချက်ပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ရင်ထဲ၌ ရောဂါရှိသည်)</span> ဆိုသည်မှာ \"ခန္ဓာကိုယ် ရောဂါမဟုတ်ဘဲ ဘာသာရေးတွင် ရောဂါရှိခြင်း ဖြစ်သည်။ ၎င်းတို့သည် မုနာဖစ်ခ်များဖြစ်ပြီး ရောဂါဆိုသည်မှာ ၎င်းတို့အစ္စလာမ်သို့ ယူဆောင်လာသော သံသယဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَزَادَهُمُ اللَّهُ مَرَضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ရောဂါကို တိုးပွားစေတော်မူသည်)</span> ဆိုသည်မှာ ၎င်းတို့အား ရှက်ဖွယ်ကောင်းသော အပြုအမူတွင် တိုးပွားစေခြင်းဖြစ်သည်။\" ၎င်းက ဤကျမ်းပိုဒ်ကိုလည်း ရွတ်ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ - وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများအတွက်မူ ၎င်းတို့၏အီမာန်ကို တိုးပွားစေပြီး ၎င်းတို့သည် ဝမ်းမြောက်ကြသည်။ သို့သော် ၎င်းတို့၏ရင်ထဲ၌ ရောဂါရှိသူများအတွက်မူ ၎င်းတို့၏အရှက်ရစရာများပေါ်တွင် နောက်ထပ်အရှက်ရစရာများ ထပ်တိုးစေမည်ဖြစ်သည်။)</span><span class=\"gray\">(9:124-125)</span> ဟု မှတ်ချက်ပြုခဲ့ပြီး၊ \"၎င်းတို့၏ဆိုးသွမ်းမှုပေါ်တွင် ဆိုးသွမ်းမှု၊ ၎င်းတို့၏သွေဖည်မှုပေါ်တွင် သွေဖည်မှု\" ဟုဆိုခဲ့သည်။ အဗ်ဒူရ်-ရာဟ်မာန်၏ ဤပြောဆိုချက်သည် မှန်ကန်ပြီး အစောပိုင်းပညာရှင်များပြောခဲ့သည့်အတိုင်း ပြစ်မှုနှင့် ကိုက်ညီသောပြစ်ဒဏ်ကို ဖြစ်စေသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ اهْتَدَوْاْ زَادَهُمْ هُدًى وَءَاتَـــٰـهُمْ تَقُوَاهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်မှုကို လက်ခံသူများအတွက်မူ ၎င်းတို့၏လမ်းညွှန်မှုကို တိုးပွားစေပြီး ၎င်းတို့အား တက်ကဝါကို ပေးသနားတော်မူသည်)</span><span class=\"gray\">(47:17)</span>။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُواْ يَكْذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မုသားပြောလေ့ရှိခဲ့ကြသောကြောင့်)</span>။ မုနာဖစ်ခ်များတွင် လက္ခဏာနှစ်ရပ်ရှိသည်၊ ၎င်းတို့သည် မုသားပြောကြပြီး မမြင်နိုင်သောအရာကို ငြင်းပယ်ကြသည်။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺသည် ၎င်း၏ခေတ်မှ မုနာဖစ်ခ်များကို သိကြောင်း ပြောဆိုခဲ့သော ပညာရှင်များတွင် ဟူဒိုင်ဖာဟ် ဘင် အလ်-ယာမန်၏ ဟဒီးဆ်သာ သက်သေအဖြစ်ရှိသည်။ ထိုဟဒီးဆ်တွင် တမန်တော်မြတ် ﷺသည် တဘွတ်ခ်စစ်ပွဲအတွင်း မုနာဖစ်ခ်တစ်ဆယ့်လေးဦး၏ အမည်များကို ၎င်းအား ပေးခဲ့သည်။ ထိုမုနာဖစ်ခ်များသည် ထိုဒေသရှိ တောင်ကုန်းတစ်ခုပေါ်တွင် ညဘက်၌ တမန်တော်မြတ် ﷺအား လုပ်ကြံရန် ကြံစည်ခဲ့ကြသည်။ ၎င်းတို့သည် တမန်တော်မြတ်၏ ကုလားအုတ်ကို ကြောက်လန့်အောင်လုပ်၍ တောင်ကုန်းပေါ်မှ ပစ်ချရန် စီစဉ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ် ﷺအား ၎င်းတို့၏ ကြံစည်မှုကို အသိပေးခဲ့ပြီး တမန်တော်မြတ် ﷺက ဟူဒိုင်ဖာဟ်အား ၎င်းတို့၏အမည်များကို ပြောပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြားမုနာဖစ်ခ်များအတွက်မူ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှင့်ပတ်သက်၍ မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّنْ حَوْلَكُم مِّنَ الْأَعْرَابِ مُنَافِقُونَ ۖ وَمِنْ أَهْلِ الْمَدِينَةِ ۖ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ပတ်ဝန်းကျင်မှ တောနေလူမျိုးများအနက် အချို့သည် မုနာဖစ်ခ်များဖြစ်ကြပြီး မဒီနာမြို့သားများအနက် အချို့သည်လည်း နီဖာက်တွင် ခိုင်မြဲကြသည်။ သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> ၎င်းတို့အား မသိနိုင်၊ ငါတို့သာ သိကြသည်)</span><span class=\"gray\">(9:101)</span> ဟူ၍လည်းကောင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّئِن لَّمْ يَنتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا - مَّلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ မုနာဖစ်ခ်များနှင့် ၎င်းတို့၏ရင်ထဲ၌ ရောဂါရှိသူများ၊ မဒီနာမြို့၌ လူတို့အကြား မဟုတ်မမှန်သတင်းဖြန့်သူများသည် မရပ်စဲကြပါက ငါတို့သည် သင့်အား ၎င်းတို့အပေါ် အမှန်ပင် လွှမ်းမိုးစေမည်၊ ထို့နောက် ၎င်းတို့သည် ထိုမြို့၌ သင့်အိမ်နီးချင်းများအဖြစ် ခဏတာသာ နေထိုင်နိုင်မည်ဖြစ်သည်။ ကျိန်စာသင့်သူများဖြစ်၍ ၎င်းတို့အား တွေ့ရာနေရာ၌ ဖမ်းဆီး၍ <span class=\"gray\">(ကြောက်မက်ဖွယ်ကောင်းသော)</span> သတ်ဖြတ်ခြင်းဖြင့် သတ်ဖြတ်ပစ်မည်)</span><span class=\"gray\">(33:60-61)</span> ဟူ၍လည်းကောင်း မိန့်ကြားတော်မူခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်များသည် တမန်တော်မြတ် ﷺသည် ၎င်း၏ခေတ်မှ မုနာဖစ်ခ်များအားလုံးကို တစ်ဦးချင်းစီ သိရှိခဲ့ခြင်းမရှိကြောင်း သက်သေပြသည်။ တမန်တော်မြတ် ﷺသည် ၎င်းတို့၏လက္ခဏာရပ်များကိုသာ သိရှိခဲ့ပြီး အချို့သောသူများသည် ဤလက္ခဏာရပ်များကို ပိုင်ဆိုင်သည်ဟု မှတ်ယူလေ့ရှိသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့အလိုရှိခဲ့ပါက ၎င်းတို့အား သင့်အား ပြသခဲ့ပြီး သင်သည် ၎င်းတို့အား ၎င်းတို့၏ အမှတ်အသားများဖြင့် သိရှိခဲ့မည်ဖြစ်သည်။ သို့သော် အမှန်ပင် သင်သည် ၎င်းတို့အား ၎င်းတို့၏ စကားပြောဟန်ဖြင့် သိရှိလိမ့်မည်!)</span><span class=\"gray\">(47:30)</span>။</p><p lang=\"my\" class=\"my \">ထိုအချိန်က အဆိုးဆုံးမုနာဖစ်ခ်မှာ အဗ်ဒူလ္လာဟ် ဘင် အူဘိုင် ဘင် စလူလ် ဖြစ်သည်။ ဆွဟာဘာဖြစ်သူ ဇိုင်ဒ် ဘင် အာရ်ကမ်က ထိုအကြောင်းနှင့်ပတ်သက်၍ မှန်ကန်သောသက်သေခံချက် ပေးခဲ့သည်။ ထို့အပြင် အူမာရ် ဘင် အလ်-ခတ္တားဗ်သည် တစ်ချိန်က အိဗ်နုစလူလ်၏ ကိစ္စကို တမန်တော်မြတ် ﷺအား တင်ပြခဲ့ရာ တမန်တော်မြတ်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَكْرَهُ أَنْ تَتَحَدَّثَ الْعَرَبُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုဟမ္မဒ် ﷺသည် ၎င်း၏ဆွဟာဘာများကို သတ်ဖြတ်သည်ဟု အာရဗ်လူမျိုးများ အချင်းချင်း ပြောဆိုခြင်းကို ငါမနှစ်သက်ပေ။)</span></p><p lang=\"my\" class=\"my \">သို့တိုင် အိဗ်နုစလူလ် ကွယ်လွန်သောအခါ တမန်တော်မြတ် ﷺသည် ၎င်းအတွက် ဂျနာဇာဟ် နမာဇ်ကို ဖတ်ခဲ့ပြီး အခြားမွတ်စ်လင်မ်များနှင့် လုပ်ဆောင်လေ့ရှိသည့်အတိုင်း ၎င်း၏ ဂျနာဇာဟ်သို့ တက်ရောက်ခဲ့သည်။ ဆွာဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺက မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي خُيِّرْتُ فَاخْتَرْتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကို ရွေးချယ်ခွင့်ပေးခဲ့သည် <span class=\"gray\">(၎င်းအတွက် ဒုအာပြုရန် သို့မဟုတ် မပြုရန်)</span>၊ ထို့ကြောင့် ငါရွေးချယ်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အခြားရေဝါယတ်တစ်ခုတွင် တမန်တော်မြတ် ﷺက မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَعْلَمُ أَنِّي لَوْ زِدْتُ عَلَى السَّبْعِينَ يُغْفَرُ لَهُ لَزِدْتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အကြိမ်ခုနစ်ဆယ်ထက် ပိုမိုတောင်းခံခြင်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား အိဗ်နုစလူလ်ကို ခွင့်လွှတ်ရန်)</span> ဖြင့် ၎င်းအား ခွင့်လွှတ်မည်ကို ငါသိခဲ့ပါလျှင် ငါပြုလုပ်ခဲ့မည်။)</span></p>"
  },
  {
    "ayah_key": "2:104",
    "group_ayah_key": "2:104",
    "from_ayah": "2:104",
    "to_ayah": "2:105",
    "ayah_keys": "2:104,2:105",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! <span class=\"gray\">(တမန်တော်မြတ် ﷺ အား)</span> ရာအီနာ ဟုမပြောပါနှင့်၊ အွန်ဇွရ်နာ <span class=\"gray\">(ကျွန်ုပ်တို့အား နားလည်အောင်လုပ်ပါ)</span> ဟုပြောပြီး နားထောင်ကြလော့။ ငြင်းပယ်သူများအတွက်မူ ပြင်းထန်သောပြစ်ဒဏ်ရှိသည်။ <span>(104)</span>ကမ္ဘာကျမ်းရှင်များ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ)</span> အနက် ငြင်းပယ်သူများနှင့် အလ်-မွရှ်ရိကီန် <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများ)</span> သည် သင်တို့၏အရှင်သခင်ထံမှ သင်တို့ထံ ကောင်းသောအရာတစ်စုံတစ်ရာ ကျရောက်လာသည်ကို မကြိုက်နှစ်သက်ကြပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ကရုဏာအတွက် ၎င်းအလိုရှိသူကို ရွေးချယ်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကြီးမြတ်သောကျေးဇူးတော်ရှင် ဖြစ်သည်။ <span>(105)</span></p><div lang=\"fy\" class=\"fy \"><h2>Manners in Speech</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ယုံကြည်သူကျွန်များကို ငြင်းပယ်သူများ၏ အပြုအမူများနှင့် လုပ်ရပ်များကို အတုယူခြင်းမှ တားမြစ်ထားသည်။ ဂျူးလူမျိုးများသည် ၎င်းတို့တကယ်ဆိုလိုသည့်အရာကို ဖုံးကွယ်ထားသော လှည့်ဖြားသည့်စကားလုံးများကို အသုံးပြုလေ့ရှိသည်။ ၎င်းတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသင့်ပါစေ။ ၎င်းတို့သည် 'ကျွန်ုပ်တို့ကို နားထောင်ပါ' ဟု ပြောလိုသောအခါ ရာအီနာ ဟူသောစကားလုံးကို အသုံးပြုလေ့ရှိပြီး ၎င်းမှာ စော်ကားမှုဖြစ်သည် <span class=\"gray\">(ဟေဗြဲဘာသာဖြင့်ဖြစ်ပြီး အာရဗီဘာသာဖြင့် 'ကျွန်ုပ်တို့ကို နားထောင်ပါ' ဟု အဓိပ္ပာယ်ရသည်)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَٰكِن لَّعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးလူမျိုးများအနက် အချို့သောသူများသည် စကားလုံးများကို <span class=\"gray\">(၎င်းတို့၏)</span> မှန်ကန်သောနေရာများမှ ရွှေ့ပြောင်းပြီး \"ကျွန်ုပ်တို့သည် သင့်စကား <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> ကို နားထောင်ပြီး မနာခံပါ\" ဟူ၍လည်းကောင်း၊ \"နားထောင်ပါ၊ သင့်အား <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> ဘာမှမကြားစေနှင့်\" ဟူ၍လည်းကောင်း၊ ၎င်းတို့၏လျှာများဖြင့် လိမ်ဖယ်၍ ဘာသာရေး <span class=\"gray\">(အစ္စလာမ်)</span> ကို လှောင်ပြောင်သည့်အနေဖြင့် ရာအီနာ ဟူ၍လည်းကောင်း ပြောဆိုကြသည်။ အကယ်၍ ၎င်းတို့သည် \"ကျွန်ုပ်တို့ နားထောင်ပြီး နာခံပါသည်\" ဟူ၍လည်းကောင်း၊ \"ကျွန်ုပ်တို့အား နားလည်အောင်လုပ်ပါ\" ဟူ၍လည်းကောင်း ပြောဆိုခဲ့လျှင် ၎င်းတို့အတွက် ပိုမိုကောင်းမွန်ပြီး ပိုမိုသင့်လျော်ပေမည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့၏ငြင်းပယ်မှုကြောင့် ကျိန်စာသင့်စေခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် အနည်းငယ်မှလွဲ၍ မယုံကြည်ကြပေ)</span><span class=\"gray\">(4:46)</span>။</p><p lang=\"my\" class=\"my \">ထို့အပြင် ဟဒီးဆ်များတွင် ဖော်ပြထားသည်မှာ ၎င်းတို့သည် မွတ်စ်လင်မ်များကို နှုတ်ဆက်သောအခါ 'အပ်စ်-စာမူ အလိုင်ကွမ်' ဟု ပြောလေ့ရှိပြီး၊ ၎င်းမှာ 'သင့်အပေါ် သေခြင်းတရား သက်ရောက်ပါစေ' ဟု အဓိပ္ပာယ်ရသည်။ ထို့ကြောင့် ကျွန်ုပ်တို့အား 'ဝါ အလိုင်ကွမ်' ဟု ပြော၍ ၎င်းတို့အား ပြန်လည်ဖြေကြားရန် အမိန့်ပေးထားခြင်းဖြစ်သည်။ ၎င်းမှာ 'သင့်အပေါ်သို့လည်း' ဟု အဓိပ္ပာယ်ရပြီး ထို့နောက် ၎င်းတို့၏ဆုတောင်းမှုအစား ကျွန်ုပ်တို့၏ဆုတောင်းမှုကို ဖြေကြားခြင်းခံရမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား စကားပြောခြင်း သို့မဟုတ် လုပ်ဆောင်ခြင်းတွင် ငြင်းပယ်သူများကို အတုယူခြင်းမှ တားမြစ်ထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! <span class=\"gray\">(တမန်တော်မြတ် ﷺ အား)</span> ရာအီနာ ဟုမပြောပါနှင့်၊ အွန်ဇွရ်နာ <span class=\"gray\">(ကျွန်ုပ်တို့အား နားလည်အောင်လုပ်ပါ)</span> ဟုပြောပြီး နားထောင်ကြလော့။ ငြင်းပယ်သူများအတွက်မူ ပြင်းထန်သောပြစ်ဒဏ်ရှိသည်)</span><span class=\"gray\">(2:104)</span>။</p><p lang=\"my\" class=\"my \">ထို့အပြင် အီမာမ် အဟ်မဒ်က ရေဝါယတ်ပြုသည်မှာ အိဗ်နု အူမာရ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺက မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بَيْنَ يَدَيِ السَّاعَةِ بِالسَّيْفِ حَتَّى يُعْبَدَ اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَجُعِلَ رِزْقِي تَحْتَ ظِلِّ رُمْحِي، وَجُعِلَتِ الذِّلَّةُ وَالصَّغَارُ عَلَى مَنْ خَالَفَ أَمْرِي، وَمَنْ تَشَبَّهَ بِقَومٍ فَهُوَ مِنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အား နောက်ဆုံးနာရီမတိုင်မီ ဓားနှင့်အတူ စေလွှတ်ခြင်းခံရသည်။ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်ဘက်တော်သားမှမပါဘဲ တစ်ပါးတည်းသာ ကိုးကွယ်ခံရမည်ဖြစ်သည်။ ငါ၏စားဝတ်နေရေးကို ငါ၏လှံရိပ်အောက်မှ ပေးထားသည်။ ငါ၏အမိန့်ကို ဆန့်ကျင်သူများအား အရှက်ရစေပြီး နိမ့်ကျစေခဲ့သည်၊ မည်သူမဆို လူတစ်မျိုးကို အတုယူလျှင် ၎င်းသည် ထိုလူမျိုးထဲမှ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အဘူဒါဝူးဒ်က ရေဝါယတ်ပြုသည်မှာ တမန်တော်မြတ် ﷺက မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို လူတစ်မျိုးကို အတုယူလျှင် ၎င်းသည် ထိုလူမျိုးထဲမှ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်များသည် ၎င်းတို့၏ ခြိမ်းခြောက်မှုများနှင့် သတိပေးချက်များအပြင် ကျွန်ုပ်တို့အား ငြင်းပယ်သူများ၏ ပြောဆိုချက်များ၊ လုပ်ရပ်များ၊ အဝတ်အစားများ၊ ပွဲတော်များ၊ ကိုးကွယ်မှုလုပ်ရပ်များ စသည်တို့ကို အတုယူခွင့်မပြုကြောင်း ဖော်ပြသည်။ ကျွန်ုပ်တို့အတွက် ဥပဒေပြုမထားသော ငြင်းပယ်သူများ၏ မည်သည့်လုပ်ရပ်များကိုမဆို အတုယူခွင့်မပြုပါ။</p><p lang=\"my\" class=\"my \">အဒ်-ဒွဟ်ဟားခ်က အိဗ်နု အဗ္ဗားစ်သည် ဤကျမ်းပိုဒ်ကို မှတ်ချက်ပြုခဲ့သည်ဟု ပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقُولُوا رَاعِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(တမန်တော်မြတ် ﷺ အား)</span> ရာအီနာ ဟုမပြောပါနှင့်)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် တမန်တော်မြတ် ﷺ အား အာရ်အီနာ ဆာမက် <span class=\"gray\">(စော်ကားမှုဖြစ်သည်)</span> ဟု ပြောလေ့ရှိသည်။ အိဗ်နု အဘူ ဟာသိမ်က အဘူ အလ်-အာလိယာဟ်၊ အဘူ မာလစ်ခ်၊ အလ်-ရာဘီအ် ဘင် အနပ်စ်၊ အတ္တိယဟ် အလ်-အော်ဖီနှင့် ကွတာဒါဟ်တို့ကလည်း အလားတူပြောခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ ထို့အပြင် မူဂျာဟစ်ဒ်က \"ရာအီနာ ဟုမပြောနှင့်\" ဆိုသည်မှာ \"မငြင်းခုံနှင့်\" ဟု အဓိပ္ပာယ်ရသည်ဟု ဆိုခဲ့သည်။ မူဂျာဟစ်ဒ်က အခြားရေဝါယတ်တစ်ခုတွင် \"ကျွန်ုပ်တို့သည် သင့်ထံမှ နားထောင်ပြီး သင်သည် ကျွန်ုပ်တို့ထံမှ နားထောင်သည်\" ဟု မပြောနှင့်ဟု ဆိုခဲ့သည်။ ထို့အပြင် အတာအ်က \"ရာအီနာ ဟုမပြောနှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَاعِنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရာအီနာ)</span> သည် အန်ဆွာရ်များ အသုံးပြုခဲ့သော ဒေသိယဘာသာစကားဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်က အသုံးပြုခြင်းမှ တားမြစ်ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">ထို့အပြင် အပ်စ်-ဆွဒ်ဒီက \"ရာဖာအဟ် ဘင် ဇိုင်ဒ်၊ ကိုင်နူကွာအ် မျိုးနွယ်မှ ဂျူးလူမျိုးတစ်ဦးသည် တမန်တော်မြတ် ﷺ ထံသို့ လာရောက်လေ့ရှိပြီး ၎င်းအား 'နားထောင်ပါ၊ ဂိုင်ရ် မွတ်စ်မာအင် <span class=\"gray\">(သင့်အား ဘာမှမကြားစေနှင့်)</span>' ဟု ပြောလေ့ရှိသည်။ မွတ်စ်လင်မ်များသည် တမန်တော်မြတ်များအား ဤကဲ့သို့သော စကားမျိုးဖြင့် နှုတ်ဆက်ဂုဏ်ပြုကြသည်ဟု ထင်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့အနက် အချို့သည် 'နားထောင်ပါ၊ သင့်အား ဘာမှမကြားစေနှင့်' စသည်ဖြင့် ပြောလေ့ရှိသည်၊ စူရဟ် အန်-နီဆွာတွင် ဖော်ပြထားသည့်အတိုင်းဖြစ်သည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား ရာအီနာ ဟူသောစကားလုံးကို ပြောဆိုခြင်းမှ တားမြစ်ခဲ့သည်။ အဗ်ဒူရ်-ရာဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ်ကလည်း အလားတူပြောဆိုခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ငြင်းပယ်သူများနှင့် ကမ္ဘာကျမ်းရှင်များ၏ မွတ်စ်လင်မ်များအပေါ် အစွန်းရောက်သော ရန်ငြိုး</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next <span class=\"gray\">(2:105)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ أَن يُنَزَّلَ عَلَيْكُم مِّنْ خَيْرٍ مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာကျမ်းရှင်များ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ)</span> အနက် ငြင်းပယ်သူများနှင့် အလ်-မွရှ်ရိကီန် <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများ)</span> သည် သင်တို့၏အရှင်သခင်ထံမှ သင်တို့ထံ ကောင်းသောအရာတစ်စုံတစ်ရာ ကျရောက်လာသည်ကို မကြိုက်နှစ်သက်ကြပေ)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား အတုယူခြင်းမှ တားမြစ်ခဲ့သော ငြင်းပယ်သူများ၊ ရှရစ်ခ် ပြုသူများနှင့် ကမ္ဘာကျမ်းရှင်များ၏ ယုံကြည်သူများအပေါ် နက်ရှိုင်းသော ရန်ငြိုးကို ဖော်ပြခဲ့သည်။ သို့မှသာ မွတ်စ်လင်မ်များသည် ၎င်းတို့နှင့် မိတ်ဆွေဖွဲ့ခြင်းကို အပြီးအပိုင် ဖြတ်တောက်နိုင်မည်ဖြစ်သည်။ ထို့အပြင် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏တမန်တော် မုဟမ္မဒ် ﷺ အတွက် ဥပဒေပြုခဲ့သော ပြည့်စုံသော ဥပဒေကို ယုံကြည်သူများအား ပေးသနားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ကရုဏာအတွက် ၎င်းအလိုရှိသူကို ရွေးချယ်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကြီးမြတ်သောကျေးဇူးတော်ရှင် ဖြစ်သည်)</span><span class=\"gray\">(2:105)</span>။</p>"
  }
]