[
  {
    "ayah_key": "23:57",
    "group_ayah_key": "23:57",
    "from_ayah": "23:57",
    "to_ayah": "23:61",
    "ayah_keys": "23:57,23:58,23:59,23:60,23:61",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ၎င်းတို့၏အရှင်သခင်ကို ကြောက်ရွံ့ကြသူများ <span>(၅၇)</span>၎င်းတို့၏အရှင်သခင်၏ အာယတ်တော်များကို ယုံကြည်ကြသူများ <span>(၅၈)</span>၎င်းတို့၏အရှင်သခင်နှင့် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ တွဲဖက်မကိုးကွယ်သူများ <span>(၅၉)</span>မိမိတို့၏အရှင်သခင်ထံသို့ ပြန်သွားကြရမည်ကို အသေအချာသိကြသောကြောင့် ကြောက်ရွံ့မှုအပြည့်နှင့် ပေးကမ်းလှူဒါန်းသူများ <span>(၆၀)</span>ဤသူများသည် ကောင်းမှုကုသိုလ်များ၌ လျင်မြန်စွာ ပြုလုပ်ကြသူများဖြစ်ပြီး ၎င်းတို့သည် ထိုကောင်းမှုကုသိုလ်များ၌ ရှေ့ဆုံးမှ ရှိကြသူများ ဖြစ်ပေသည်။ <span>(၆၁)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းမှုကုသိုလ်ပြုသူများ၏ ဖော်ပြချက်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့၏အရှင်သခင်ကို ကြောက်ရွံ့ကြသူများ;)</span> ဟူသည် ကောင်းမှုကုသိုလ် (အီဟ်ဆာန်) အဆင့်သို့ ရောက်ရှိပြီး ယုံကြည်ခြင်းရှိကာ ဖြောင့်မတ်သောလုပ်ရပ်များကို လုပ်ဆောင်ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပြီး ကိုယ်တော်နှင့် ကိုယ်တော်၏ လျှို့ဝှက်သော အစီအမံများကို စိုးရိမ်ကြသည်ဟူလို။ အလ်ဟဆန် အလ်ဘဆရီက ပြောကြားခဲ့သည်မှာ \"ယုံကြည်သူသည် ကောင်းမှုကုသိုလ်ကို ကြောက်ရွံ့မှုနှင့် ပေါင်းစပ်ပြီး ကာဖစ်ရ်များ (မယုံကြည်သူများ) သည် မကောင်းမှုများကို လုံခြုံမှုအာရုံခံစားမှုနှင့် ပေါင်းစပ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُم بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အရှင်သခင်၏ အာယတ်တော်များကို ယုံကြည်ကြသူများ;)</span> ဟူသည် အလ္လာဟ်အရှင်မြတ်က မရ်ယမ်အကြောင်း ငြိမ်းချမ်းပါစေဟု မိန့်ကြားထားသကဲ့သို့ ကိုယ်တော်၏ စကြဝဠာနှင့် ဥပဒေပြုဆိုင်ရာ လက္ခဏာရပ်များကို ယုံကြည်ကြသည်ဟူလို။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏အရှင်သခင်၏ နှုတ်ကပတ်တော်များနှင့် ကိုယ်တော်၏ကျမ်းစာများကို အမှန်ဖြစ်ကြောင်း သက်သေခံခဲ့သည်)</span><span class=\"gray\">(၆၆:၁၂)</span>၊ ဆိုလိုသည်မှာ မည်သည့်အရာမဆို အလ္လာဟ်အရှင်မြတ်၏ ဆန္ဒနှင့် အမိန့်ဖြင့် ဖြစ်ပေါ်လာသည်ဟု ၎င်းက ယုံကြည်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှန်သမျှသည် အမိန့်ဖြစ်ပါက ကိုယ်တော်နှစ်သက်လက်ခံသောအရာဖြစ်မည်။ တားမြစ်ချက်ဖြစ်ပါက ကိုယ်တော်မနှစ်သက်၊ လက်မခံသောအရာဖြစ်မည်။ ကောင်းပါက မှန်ကန်လိမ့်မည်။ ၎င်းသည် ဤအာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အရှင်သခင်နှင့် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ <span class=\"gray\">(ကိုးကွယ်မှု၌)</span> တွဲဖက်မကိုးကွယ်သူများ;)</span> ဟူသည် ၎င်းတို့သည် ကိုယ်တော်မှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက် သို့မဟုတ် မည်သည့်အရာကိုမျှ မကိုးကွယ်ကြဘဲ ကိုယ်တော်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ကြပြီး အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကိုးကွယ်ရာမရှိကြောင်း၊ ကိုယ်တော်တစ်ပါးတည်းသာဖြစ်ကြောင်း၊ အလိုလိုပြည့်စုံသော အရှင်ဖြစ်ကြောင်း၊ ဇနီးလည်းမရှိ၊ သားသမီးလည်းမရှိ၊ ကိုယ်တော်နှင့်နှိုင်းယှဉ်နိုင်၊ တူညီသောအရာ မည်သူမျှမရှိကြောင်း သိကြသည်ဟူလို။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَاجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏အရှင်သခင်ထံသို့ ပြန်သွားကြရမည်ကို အသေအချာသိကြသောကြောင့် ကြောက်ရွံ့မှုအပြည့်နှင့် ပေးကမ်းလှူဒါန်းသူများ။)</span> ဟူသည် ၎င်းတို့သည် လှူဒါန်းရာတွင် ပေးလှူရမည့် သတ်မှတ်ထားသော အခြေအနေများနှင့် မကိုက်ညီခြင်း၊ လိုအပ်ချက်များကြောင့် ၎င်းတို့ထံမှ လက်ခံလိမ့်မည်မဟုတ်ဟု ကြောက်ရွံ့ပြီး ပေးလှူကြသည်ဟူလို။ ၎င်းသည် ကြောက်ရွံ့မှုနှင့် ကြိုတင်ကာကွယ်မှုများနှင့် သက်ဆိုင်သည်။ အေမာမ် အဟ်မဒ်က အာအိရှာဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ- ကျွန်ုပ်က ပြောသည်၊ \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏စိတ်နှလုံးများ ကြောက်ရွံ့မှုအပြည့်နှင့် ပေးလှူကြသူများ...)</span> ၎င်းတို့သည် ခိုးယူ၊ ဇိနာပြု၊ အရက်သောက်ပြီး အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြသူများလား?\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြန်ဖြေသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، يَا بِنْتَ أَبِي بَكْرٍ يَا بِنْتَ الصِّدِّيقِ، وَلَكِنَّهُ الَّذِي يُصَلِّي وَيَصُومُ وَيَتَصَدَّقُ وَهُوَ يَخَافُ اللهَ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး အို အဘူဘကရ်၏သမီး၊ အို အဆ်စစ်ဒီက်၏သမီး၊ ၎င်းတို့သည် နမာဇ်ဖတ်၊ ရိုဇာစောင့်ထိန်းပြီး အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပြီး လှူဒါန်းသူများ ဖြစ်သည်။)</span> ၎င်းကို အတ္တိရ်မီဇီက မှတ်တမ်းတင်ခဲ့သည်။ အိဗ်နု အဘီ ဟာတိမ်ကလည်း ပရောဖက် ﷺ က ပြောကြားခဲ့သော အလားတူအရာကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَا بِنْتَ الصِّدِّيقِ، وَلَكِنَّهُمُ الَّذِينَ يُصَلُّونَ وَيَصُومُونَ وَيَتَصَدَّقُونَ وَهُمْ يَخَافُونَ أَلَّا يُقْبَلَ مِنْهُمْ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး အို အဆ်စစ်ဒီက်၏သမီး၊ ၎င်းတို့သည် နမာဇ်ဖတ်၊ ရိုဇာစောင့်ထိန်းပြီး လှူဒါန်းသော်လည်း ၎င်းတို့ထံမှ လက်ခံလိမ့်မည်မဟုတ်ဟု ကြောက်ရွံ့သူများဖြစ်သည်၊ <span class=\"gray\">(၎င်းတို့သည် ကောင်းမှုကုသိုလ်များ၌ လျင်မြန်စွာ ပြုလုပ်ကြသူများဖြစ်သည်။)</span>)</span> ဤအာယတ်တော်ကို အိဗ်နု အဗ်ဗာစ်၊ မိုဟမ္မဒ် ဘင် ကအ်ဗ် အလ်ကူရာဇီနှင့် အလ်ဟဆန် အလ်ဘဆရီတို့က ဤသို့ အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့သည်။</p>"
  },
  {
    "ayah_key": "23:62",
    "group_ayah_key": "23:62",
    "from_ayah": "23:62",
    "to_ayah": "23:67",
    "ayah_keys": "23:62,23:63,23:64,23:65,23:66,23:67",
    "text": "<p lang=\"my\" class=\"my \">မည်သူ့ကိုမဆို ၎င်း၏စွမ်းရည်အတိုင်းသာ ငါတို့ တာဝန်ပေးသည်၊ ငါတို့ထံတွင် အမှန်တရားကို ပြောကြားသော မှတ်တမ်းတစ်ခုရှိ၏။ ၎င်းတို့ကို မတရားပြုခံရမည်မဟုတ်ပေ။ <span>(၆၂)</span>သို့သော် ၎င်းတို့၏စိတ်နှလုံးများသည် ဤအရာမှ ဖုံးအုပ်ထားခြင်းခံရပြီး ၎င်းတို့သည် အခြားသောလုပ်ရပ်များ ရှိသေးသည်။ ၎င်းတို့သည် ထိုလုပ်ရပ်များကို လုပ်ဆောင်နေကြသည် <span>(၆၃)</span>ငါတို့သည် ၎င်းတို့အနက် ဇိမ်ခံဘဝဖြင့် နေထိုင်ကြသူများကို အပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးလိုက်သောအခါ ၎င်းတို့သည် ကျယ်လောင်သောအသံဖြင့် နှိမ့်ချစွာ တောင်းပန်ကြသည်ကို ကြည့်ရှုလော့။ <span>(၆၄)</span>ယနေ့ အသံကျယ်ကျယ်ဖြင့် မတောင်းပန်ကြနှင့်! အမှန်စင်စစ် သင်တို့ကို ငါတို့က ကူညီမည်မဟုတ်ပေ။ <span>(၆၅)</span>အမှန်စင်စစ် ငါ၏အာယတ်တော်များကို သင်တို့အား ရွတ်ဖတ်ပြခဲ့ဖူးသော်လည်း သင်တို့သည် မိမိတို့၏ခြေဖနောင့်များပေါ် လှည့်ပြန်ခဲ့ကြသည် <span>(၆၆)</span>မာနထောင်လွှားစွာဖြင့် ညအချိန်၌ ၎င်းနှင့်ပတ်သက်၍ မကောင်းပြောဆိုကြသည် <span>(၆၇)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ တရားမျှတမှုနှင့် ရုပ်တုကိုးကွယ်သူတို့၏ ပေါ့ဆမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤလောက၌ ကိုယ်တော်၏ကျွန်များအပေါ် ကိုယ်တော်၏ တရားမျှတမှုကို ပြောပြသည်။ မည်သူ့ကိုမဆို ၎င်း၏စွမ်းရည်အတိုင်းသာ တာဝန်ပေးသည်၊ ဆိုလိုသည်မှာ မည်သည့်ဝိညာဉ်ကိုမျှ ၎င်း၏ခံနိုင်ရည်ထက် ပို၍ဝန်မပိစေပေ။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်သည် ၎င်းတို့၏လုပ်ရပ်များအတွက် စစ်ဆေးမေးမြန်းမည်ဖြစ်ပြီး ထိုလုပ်ရပ်များကို ကိုယ်တော်က စာအုပ်တစ်အုပ်တွင် မှတ်တမ်းတင်ထားပြီး မည်သည့်အရာမှ ချန်လှပ်ထားခြင်းမရှိပေ။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့ထံတွင် အမှန်တရားကို ပြောကြားသော မှတ်တမ်းတစ်ခုရှိ၏။)</span> ဆိုလိုသည်မှာ လုပ်ရပ်များ၏ စာအုပ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကို မတရားပြုခံရမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ကောင်းမှုမှတ်တမ်းမှ မည်သည့်အရာမှ ချန်လှပ်ထားခြင်းခံရမည်မဟုတ်ပေ။ မကောင်းမှုများနှင့်ပတ်သက်၍ ကိုယ်တော်၏ ယုံကြည်သူကျွန်များအတွက် ကိုယ်တော်သည် များစွာသော မကောင်းမှုများကို ခွင့်လွှတ်ပြီး လျစ်လျူရှုမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကူရိုင်းရှ်လူမျိုး မယုံကြည်သူများနှင့် ရုပ်တုကိုးကွယ်သူများကို ရှုတ်ချပြောဆိုရင်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏စိတ်နှလုံးများ ဖုံးအုပ်ထားခြင်းခံရသည်)</span>၊ ဆိုလိုသည်မှာ ပေါ့ဆမှုနှင့် လမ်းမှားခြင်းကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအရာမှ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား ထုတ်ပြန်ခဲ့သော ကမ္ဘာ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ أَعْمَالٌ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَامِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ထိုအရာမှလွဲ၍ အခြားလုပ်ရပ်များ ရှိသေးသည်။ ၎င်းတို့သည် ထိုလုပ်ရပ်များကို လုပ်ဆောင်နေကြသည်)</span> အလ်ဟကမ် ဘင် အဗန်က အိကရီမာဟ်ထံမှ၊ အိဗ်နု အဗ်ဗာစ်ထံမှ ပြန်လည်ပြောကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ أَعْمَالٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် အခြားလုပ်ရပ်များ ရှိသေးသည်)</span> ဆိုလိုသည်မှာ ရှီရ်က် (တွဲဖက်ကိုးကွယ်မှု) ကဲ့သို့သော မကောင်းမှုများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ لَهَا عَامِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုလုပ်ရပ်များကို လုပ်ဆောင်နေကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မလွဲမသွေ လုပ်ဆောင်ကြမည့် လုပ်ရပ်များ။ ၎င်းကို မိုဂျာဟစ်ဒ်၊ အလ်ဟဆန်နှင့် အခြားသူများထံမှလည်း ပြန်လည်ပြောကြားခဲ့သည်။ အခြားသူများကမူ ဤစကားစု၏အဓိပ္ပာယ်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَٰلِكَ هُمْ لَهَا عَامِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ထိုအရာမှလွဲ၍ အခြားလုပ်ရပ်များ ရှိသေးသည်။ ၎င်းတို့သည် ထိုလုပ်ရပ်များကို လုပ်ဆောင်နေကြသည်)</span> ၎င်းတို့သည် မကောင်းမှုများကို လုပ်ဆောင်ရန် အမိန့်ချမှတ်ခံထားရပြီး ၎င်းတို့မသေဆုံးမီ မလွဲမသွေ လုပ်ဆောင်ကြရမည်။ သို့မှသာ အပြစ်ဒဏ်၏စကားသည် ၎င်းတို့အပေါ် တရားမျှတမှုရှိမည်။</p><p lang=\"my\" class=\"my \">အလားတူအမြင်ကို မိုကာသိလ် ဘင် ဟယန်၊ အဆ်စူဒီနှင့် အဗ်ဒူရ်ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အဆ်လမ်တို့ထံမှ ပြန်လည်ပြောကြားခဲ့သည်။ ၎င်းသည် ရှင်းလင်းပြီး သင့်လျော်သောအဓိပ္ပာယ်ဖြစ်သည်။ အိဗ်နု မဆ်အူဒ်၏ ဟဒီးစ်မှ ကျွန်ုပ်တို့ကိုးကားခဲ့ပြီးဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَ الَّذِي لَا إِلهَ غَيْرُهُ إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မှလွဲ၍ အခြားကိုးကွယ်ရာမရှိသောအရှင်မြတ်အားဖြင့် ကျိန်ဆိုပါသည်။ လူတစ်ဦးသည် ဂျန္နတ် (ပရဒိသု) နေသူများ၏ လုပ်ရပ်များကို ပြုလုပ်နေပြီး ၎င်းနှင့် ဂျန္နတ်အကြား တစ်တောင်တာမျှသာ ကျန်တော့သည်အထိပင်၊ ထို့နောက် ကံကြမ္မာက ၎င်းကို လွှမ်းမိုးသွားပြီး ဂျဟန္နမ် (ငရဲ) နေသူများ၏ လုပ်ရပ်များကို ပြုလုပ်ကာ ဂျဟန္နမ်သို့ ဝင်ရောက်သွားသည်။)</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့အနက် ဇိမ်ခံဘဝဖြင့် နေထိုင်ကြသူများကို အပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးလိုက်သောအခါ ၎င်းတို့သည် ကျယ်လောင်သောအသံဖြင့် နှိမ့်ချစွာ တောင်းပန်ကြသည်ကို ကြည့်ရှုလော့။)</span> ဟူသည် အလ္လာဟ်အရှင်မြတ်၏ အပြစ်ဒဏ်နှင့် လက်စားချေမှုသည် ဤလောကတွင် ပျော်ရွှင်သော ဇိမ်ခံဘဝဖြင့် နေထိုင်သူများထံ ရောက်ရှိလာပြီး ၎င်းတို့ကို လွှမ်းမိုးသွားသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِذَا هُمْ يَجْأَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျယ်လောင်သောအသံဖြင့် နှိမ့်ချစွာ တောင်းပန်ကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အကူအညီအတွက် ကျယ်လောင်စွာ အော်ဟစ်ကြသည်ဟူလို။ ၎င်းသည် ဤအာယတ်တော်များနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا - إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါ့ကို တစ်ယောက်တည်း ထားလိုက်ပါ <span class=\"gray\">(ဆက်ဆံရန်)</span> ငြင်းပယ်သူများ၊ လောကီစည်းစိမ်ဥစ္စာ ပိုင်ဆိုင်သူများအား။ ပြီးလျှင် ၎င်းတို့အား ခဏမျှ အချိန်ပေးပါ။ အမှန်စင်စစ် ငါတို့ထံတွင် သံကြိုးများ၊ လောင်မြိုက်သော မီးလျှံများ ရှိ၏။)</span><span class=\"gray\">(၇၃:၁၁-၁၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوا وَّلَاتَ حِينَ مَنَاصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီ ငါတို့သည် မျိုးဆက်မည်မျှကို ဖျက်ဆီးခဲ့သနည်း။ လွတ်မြောက်ချိန် မရှိတော့သည့်အခါ ၎င်းတို့က အော်ဟစ်ကြသည်။)</span><span class=\"gray\">(၃၈:၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَجْأَرُوا الْيَوْمَ ۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့ အသံကျယ်ကျယ်ဖြင့် မတောင်းပန်ကြနှင့်! အမှန်စင်စစ် သင်တို့ကို ငါတို့က ကူညီမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ သင်ကျယ်လောင်စွာ အော်ဟစ်သည်ဖြစ်စေ၊ တိတ်ဆိတ်စွာနေသည်ဖြစ်စေ သင်တို့အပေါ် ဖြစ်ပျက်ခဲ့သောအရာမှ မည်သူမျှ ကယ်တင်မည်မဟုတ်ပေ။ လွတ်မြောက်စရာ၊ ထွက်ပေါက်မရှိပေ။ ၎င်းသည် မလွဲမသွေဖြစ်သည်။ အပြစ်ဒဏ်သည် သင်တို့ထံသို့ မလွဲမသွေ ရောက်လာမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အကြီးဆုံးသော အပြစ်များကို ဖော်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ عَلَىٰ أَعْقَابِكُمْ تَنْكِصُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါ၏အာယတ်တော်များကို သင်တို့အား ရွတ်ဖတ်ပြခဲ့ဖူးသော်လည်း သင်တို့သည် မိမိတို့၏ခြေဖနောင့်များပေါ် လှည့်ပြန်ခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ သင်တို့ကို ခေါ်သောအခါ သင်တို့သည် ငြင်းပယ်ပြီး ဆန့်ကျင်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ ۖ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا ۚ فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"၎င်းသည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ဖိတ်ခေါ်သောအခါ သင်တို့သည် မယုံကြည်ခဲ့ကြခြင်းကြောင့်ဖြစ်သည်။ သို့သော် ကိုယ်တော်နှင့် တွဲဖက်များ ပူးပေါင်းသောအခါ သင်တို့သည် ယုံကြည်ခဲ့ကြသည်။ ထို့ကြောင့် အဆုံးအဖြတ်သည် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံး၊ အကြီးမြတ်ဆုံးဖြစ်သော ကိုယ်တော်နှင့်သာ သက်ဆိုင်သည်။\")</span><span class=\"gray\">(၄၀:၁၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနထောင်လွှားစွာဖြင့် ညအချိန်၌ ၎င်းနှင့်ပတ်သက်၍ မကောင်းပြောဆိုကြသည်။)</span> ဟူသည် ကအ်ဘာ၏ စောင့်ရှောက်သူများဖြစ်သည်ဟု ၎င်းတို့ကိုယ်တိုင် ယုံကြည်ခဲ့ကြသောကြောင့် ကူရိုင်းရှ်လူမျိုးတို့ ခံစားရသော မာနကြီးမှု၊ မာနထောင်လွှားမှုကို ရည်ညွှန်းသည်။ တကယ်တမ်းတွင် ၎င်းသည် ထိုသို့မဟုတ်ပေ။ အန်နဆာအီက ၎င်း၏ဆူနန်ကျမ်းရှိ ဤအာယတ်တော်၏ တဖ်စီရ်တွင် ပြောကြားခဲ့သည်မှာ- အဟ်မဒ် ဘင် စူလိုင်မာန်က ကျွန်ုပ်တို့အား 'အူဘိုင်ဒွလ္လာဟ်က အစ္စရာအီလ်ထံမှ၊ 'အဗ်ဒူလ်အအ်လာထံမှ ပြောပြသည်မှာ ၎င်းက စအိဒ် ဘင် ဂျူဘိုင်ရ်က အိဗ်နု အဗ်ဗာစ်က ပြောကြားသည်ကို ကြားခဲ့သည်၊ \"ဤအာယတ်တော် ထုတ်ပြန်ခဲ့သောအခါ ညဉ့်နက်ပိုင်း စကားပြောဆိုခြင်းကို မနှစ်သက်စရာဖြစ်လာသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနထောင်လွှားစွာဖြင့် ညအချိန်၌ ၎င်းနှင့်ပတ်သက်၍ မကောင်းပြောဆိုကြသည်။)</span> ၎င်းက ပြောသည်၊ \"၎င်းတို့သည် ကအ်ဘာအကြောင်းကို ဝါကြွားပြီး 'ငါတို့သည် ညဘက် စကားပြောရန် နေကြသော ၎င်း၏လူများဖြစ်သည်' ဟု ပြောကြသည်။ ၎င်းတို့သည် ကအ်ဘာပတ်လည်တွင် ညဘက် ဝါကြွားပြီး စကားပြောဆိုကြသည်။ ၎င်းတို့သည် ၎င်းကို သင့်လျော်သော ရည်ရွယ်ချက်အတွက် မသုံးခဲ့ကြဘဲ လက်တွေ့အားဖြင့် ၎င်းတို့သည် ၎င်းကို စွန့်ပစ်ထားခဲ့ကြသည်။\"</p>"
  }
]