[
  {
    "ayah_key": "11:91",
    "group_ayah_key": "11:91",
    "from_ayah": "11:91",
    "to_ayah": "11:92",
    "ayah_keys": "11:91,11:92",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောကြသည်- “အို ရှုအိုင်းဘ်၊ သင်ပြောသည်များ၏ အများစုကို ကျွန်ုပ်တို့ နားမလည်ကြပါ။ သင်သည် ကျွန်ုပ်တို့အကြားတွင် အားနည်းနေသည်ကို ကျွန်ုပ်တို့ တွေ့မြင်ရသည်။ သင့်မိသားစုသာ မရှိခဲ့လျှင် သင့်ကို ခဲဖြင့် ပစ်ပေါက်သတ်ဖြတ်ပြီးဖြစ်လိမ့်မည်။ သင်သည် ကျွန်ုပ်တို့အပေါ်တွင် အစွမ်းထက်သူ မဟုတ်ပေ။ <span>(91)</span>သူက ပြောသည်- “အို ကျွန်ုပ်၏လူမျိုးတို့၊ အသင်တို့အပေါ်တွင် အလ္လာဟ်အရှင်မြတ်ထက် ကျွန်ုပ်၏မိသားစုက ပိုအရေးပါနေပါသလား။ သင်တို့သည် ကိုယ်တော်ကို ကိုယ်နောက်ပစ်ပယ်ထားကြပြီ။ အမှန်စင်စစ် ကျွန်ုပ်၏အရှင်သခင်သည် သင်တို့လုပ်ဆောင်သမျှအားလုံးကို ဝန်းရံသိရှိတော်မူသည်။ <span>(92)</span></p><div lang=\"my\" class=\"my \"><h2>ရှုအိုင်းဘ်၏ လူမျိုးတို့၏ တုံ့ပြန်မှု</h2></div><p lang=\"fa\" class=\"fa \">They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا شُعَيْبُ مَا نَفْقَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ရှုအိုင်းဘ်၊ ကျွန်ုပ်တို့ နားမလည်)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့ နားမလည်ကြ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အများစု)</span> 'သင်ပြောသော စကားအများစုကို'။ အသ်-သွောင်ရီက ပြောသည်၊ “သူ <span class=\"gray\">(ရှုအိုင်းဘ်)</span> ကို နဗီတမန်များ၏ ဟောပြောသူအဖြစ် ခေါ်ဝေါ်ခဲ့ကြသည်။” အစ်စွတ်ဒီက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်တို့အကြားတွင် အားနည်းနေသည်ကို ကျွန်ုပ်တို့ တွေ့မြင်ရသည်။)</span> \"၎င်းတို့က ဆိုလိုသည်မှာ ‘သင်သည် လူတစ်ဦးတည်းသာ ဖြစ်သည်။’” အဘူ ရောင်က ပြောသည်၊ “၎င်းတို့က ဆိုလိုသည်မှာ ‘သင့်မျိုးနွယ်စုသည် သင့်ဘာသာတရားကို မယုံကြည်သောကြောင့် သင့်ကို မထီမဲ့မြင်ပြုကြသည်။’”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မိသားစုသာ မရှိခဲ့လျှင် သင့်ကို ခဲဖြင့် ပစ်ပေါက်သတ်ဖြတ်ပြီးဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ သင့်လူမျိုးများဖြစ်သည်။ မဒ်ယန်မြို့သားများအပေါ် ၎င်းတို့၏ အစွမ်းထက်သော အနေအထားသာ မရှိခဲ့လျှင် ၎င်းတို့သည် သူ့ကို ကျောက်တုံးများဖြင့် ပစ်ပေါက်သတ်ဖြတ်ပြီးဖြစ်လိမ့်မည်။ အချို့က ဆိုလိုသည်မှာ ကျောက်တုံးများဖြင့် ဖြစ်သည်ဟု ပြောကြသည်။ ၎င်းတို့က သူ့ကို နှုတ်ဖြင့် ကျိန်ဆဲ၍ စော်ကားမည်ဟုလည်း ပြောဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتَ عَلَيْنَا بِعَزِيزٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်တို့အပေါ်တွင် အစွမ်းထက်သူ မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ “သင်သည် ကျွန်ုပ်တို့အပေါ်တွင် မည်သည့် အာဏာရှိသော အနေအထားမှ မရှိပေ။”</p><div lang=\"xh\" class=\"xh \"><h2>Shu'ayb's Refutation of His People</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُم مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- “အို ကျွန်ုပ်၏လူမျိုးတို့၊ အသင်တို့အပေါ်တွင် အလ္လာဟ်အရှင်မြတ်ထက် ကျွန်ုပ်၏မိသားစုက ပိုအရေးပါနေပါသလား။”)</span></p><p lang=\"my\" class=\"my \">သူက ပြောသည်- သင်တို့သည် ကျွန်ုပ်၏လူမျိုးများကို လေးစားသောကြောင့် ကျွန်ုပ်ကို တစ်ယောက်တည်း ထားခဲ့ကြမည်လား၊ သို့သော် အရှင်သခင်၊ အလွန်မင်္ဂလာရှိ၍ မြင့်မြတ်တော်မူသောအရှင်၏ ကြီးမြတ်မှုကို လေးစားသောအားဖြင့် မဟုတ်လော။ အလ္လာဟ်အရှင်မြတ်အပေါ် သင်တို့၏ ကြောက်ရွံ့မှုသည် ကိုယ်တော်၏ တမန်ကို အန္တရာယ်ပြုခြင်းမှ မတားဆီးနိုင်လော။ အမှန်စင်စစ် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် ကြောက်ရွံ့ခြင်းကို ထားခဲ့ကြပြီ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَرَاءَكُمْ ظِهْرِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ နောက်ကျောများနောက်သို့။)</span> ဆိုလိုသည်မှာ သင်တို့သည် ၎င်းကို သင်တို့နောက်သို့ ပစ်ချခဲ့ကြပြီ။ သင်တို့သည် ၎င်းကို မနာခံကြသလို၊ မလေးစားကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်၏အရှင်သခင်သည် သင်တို့လုပ်ဆောင်သမျှအားလုံးကို ဝန်းရံသိရှိတော်မူသည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် သင်တို့၏ လုပ်ဆောင်မှုအားလုံးကို သိရှိတော်မူပြီး ၎င်းတို့နှင့်အညီ သင်တို့ကို ဆုချလိမ့်မည်။</p>"
  },
  {
    "ayah_key": "11:93",
    "group_ayah_key": "11:93",
    "from_ayah": "11:93",
    "to_ayah": "11:95",
    "ayah_keys": "11:93,11:94,11:95",
    "text": "<p lang=\"my\" class=\"my \">\"အို ကျွန်ုပ်၏လူမျိုးတို့! သင်တို့၏စွမ်းရည်အတိုင်း လုပ်ဆောင်ကြလော့၊ ကျွန်ုပ်လည်း လုပ်ဆောင်နေပါသည်။ မည်သူ့အပေါ်တွင် ရှက်ရွံ့စရာကောင်းသော ပြစ်ဒဏ်သက်ရောက်မည်ကို၊ မည်သူက လိမ်လည်သူဖြစ်သည်ကို သင်တို့ မကြာမီ သိရှိလာကြလိမ့်မည်။ သင်တို့လည်း စောင့်ကြည့်ကြလော့! အမှန်စင်စစ် ကျွန်ုပ်လည်း သင်တို့နှင့်အတူ စောင့်ကြည့်နေပါသည်။ <span>(93)</span>ကျွန်ုပ်တို့၏ အမိန့်တော် ကျရောက်လာသောအခါ၊ ကျွန်ုပ်တို့သည် ရှုအိုင်းဘ်နှင့် ၎င်းနှင့်အတူ ယုံကြည်သူများကို ကျွန်ုပ်တို့၏ ကရုဏာဖြင့် ကယ်တင်ခဲ့ပါသည်။ ထို့နောက် အစ်-စိုင်ဟာ <span class=\"gray\">(ကြောက်မက်ဖွယ်အော်သံ)</span> သည် ပြစ်မှုကျူးလွန်သူများကို ဖမ်းဆီးခဲ့ပြီး ၎င်းတို့သည် ၎င်းတို့၏အိမ်များတွင် <span class=\"gray\">(ဂျာသီမင်း)</span> လဲလျောင်းနေခဲ့ကြပါသည်။ <span>(94)</span>၎င်းတို့သည် ထိုနေရာတွင် တစ်ခါမျှ မနေထိုင်ခဲ့ကြဖူးသကဲ့သို့ပင်! ထို့ကြောင့် သာမုဒ်ပျောက်ကွယ်သွားသကဲ့သို့ မဒ်ယန်လည်း ပျောက်ကွယ်ပါစေ <span>(95)</span></p><div lang=\"my\" class=\"my \"><h2>ရှုအိုင်းဘ်၏ ၎င်း၏လူမျိုးများကို ခြိမ်းခြောက်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ရှုအိုင်းဘ်သည် ၎င်းတို့၏ တုံ့ပြန်မှုကို စိတ်ပျက်အားငယ်သောအခါ ၎င်းက \"အို ကျွန်ုပ်၏ လူမျိုးတို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏စွမ်းရည်အတိုင်း လုပ်ဆောင်ကြလော့၊)</span> ဆိုလိုသည်မှာ \"သင်တို့၏ လက်ရှိနည်းလမ်းများအတိုင်း လုပ်ဆောင်ကြလော့\" ဟူ၍ ဖြစ်သည်။ ၎င်းသည် ပြင်းထန်သော ခြိမ်းခြောက်မှုပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي عَامِلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် လုပ်ဆောင်နေပါသည်။)</span> ကျွန်ုပ်၏ နည်းလမ်းအတိုင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَن هُوَ كَاذِبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူ့အပေါ်တွင် ရှက်ရွံ့စရာကောင်းသော ပြစ်ဒဏ်သက်ရောက်မည်ကို၊ မည်သူက လိမ်လည်သူဖြစ်သည်ကို သင်တို့ မကြာမီ သိရှိလာကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်နှင့် သင်တို့အကြားတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْتَقِبُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့လည်း စောင့်ကြည့်ကြလော့!)</span> ဆိုလိုသည်မှာ စောင့်ဆိုင်းခြင်းဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي مَعَكُمْ رَقِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်လည်း သင်တို့နှင့်အတူ စောင့်ကြည့်နေပါသည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အမိန့်တော် ကျရောက်လာသောအခါ၊ ကျွန်ုပ်တို့သည် ရှုအိုင်းဘ်နှင့် ၎င်းနှင့်အတူ ယုံကြည်သူများကို ကျွန်ုပ်တို့၏ ကရုဏာဖြင့် ကယ်တင်ခဲ့ပါသည်။ ထို့နောက် အစ်-စိုင်ဟာ <span class=\"gray\">(ကြောက်မက်ဖွယ်အော်သံ)</span> သည် ပြစ်မှုကျူးလွန်သူများကို ဖမ်းဆီးခဲ့ပြီး ၎င်းတို့သည် ၎င်းတို့၏အိမ်များတွင် <span class=\"gray\">(ဂျာသီမင်း)</span> လဲလျောင်းနေခဲ့ကြပါသည်။)</span> ၎င်း၏ \"ဂျာသီမင်း\" ဟူသော စကား၏ အဓိပ္ပါယ်မှာ မည်သည့် လှုပ်ရှားမှုမှ မရှိဘဲ ပျောက်ကွယ်သွားခြင်းနှင့် အသက်မဲ့သွားခြင်းဖြစ်သည်။ ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံသို့ ကျယ်လောင်သောအော်သံ <span class=\"gray\">(စိုင်ဟာ)</span> ကျရောက်လာခဲ့ကြောင်း ဖော်ပြထားသည်။ ဆူရာ အလ်-အာရ်ရဖ်တွင် ၎င်းတို့ထံသို့ ပြင်းထန်သော မြေငလျင် <span class=\"gray\">(ရဂျ်ဖာဟ်)</span> ကျရောက်လာခဲ့သည်ဟု မိန့်တော်မူသည်။ ဆူရာ အရှ်-ရှုအာရာတွင် ၎င်းသည် တိမ်ထူသောနေ့၏ ပြစ်ဒဏ်ဖြစ်သည်ဟု မိန့်တော်မူခဲ့သည်။ ၎င်းတို့သည် ဖျက်ဆီးခံရသည့်နေ့တွင် ဤပြစ်ဒဏ်များအားလုံး စုပေါင်းခံရသော လူမျိုးတစ်မျိုးဖြစ်သည်။ အခြေအနေတစ်ရပ်စီတွင် အလ္လာဟ်အရှင်မြတ်သည် သင့်လျော်သည်များကိုသာ ဖော်ပြခဲ့သည်။ ဆူရာ အလ်-အာရ်ရဖ်တွင် ၎င်းတို့က ပြောခဲ့သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِن قَرْيَتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ရှုအိုင်းဘ်၊ သင်နှင့် သင့်နှင့်အတူ ယုံကြည်သူများကို ကျွန်ုပ်တို့၏မြို့မှ အမှန်ပင် မောင်းထုတ်မည်။)</span><span class=\"gray\">[7:88]</span> ဤအာယတ်တော်တွင် တုန်ခါမှု သို့မဟုတ် မြေငလျင် <span class=\"gray\">(ရဂျ်ဖာဟ်)</span> ကို ဖော်ပြရန် သင့်လျော်သည်။ ၎င်းတို့သည် ပြစ်မှုကျူးလွန်ခဲ့ပြီး ၎င်းတို့၏ တမန်တော်ကို ထိုနေရာမှ နှင်ထုတ်လိုခဲ့သော မြေကြီးသည် ၎င်းတို့ကို လှုပ်ခါခဲ့သည်။ ဤတွင် ၎င်းတို့၏ တမန်တော်အား မရိုမသေ ပြောဆိုမှုများကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို လွှမ်းမိုးပြီး သတ်ပစ်ခဲ့သော ကြောက်မက်ဖွယ် အော်သံ <span class=\"gray\">(စိုင်ဟာ)</span> ကို ဖော်ပြခဲ့သည်။ ဆူရာ အရှ်-ရှုအာရာတွင် ၎င်းတို့က ပြောခဲ့သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် မှန်ကန်သူများအနက်မှဖြစ်ပါက ကောင်းကင်မှ အပိုင်းအစတစ်ခုကို ကျွန်ုပ်တို့အပေါ်သို့ ကျစေလော့!)</span><span class=\"gray\">[26:187]</span> အလ္လာဟ်အရှင်မြတ်က တုံ့ပြန်၍ မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ ۚ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အရိပ်နေ့၏ ပြစ်ဒဏ်သည် ၎င်းတို့ကို ဖမ်းဆီးခဲ့သည်။ အမှန်စင်စစ် ၎င်းသည် ကြီးကျယ်သောနေ့၏ ပြစ်ဒဏ်ပင် ဖြစ်သည်။)</span><span class=\"gray\">[26:189]</span> ၎င်းသည် ရှုပ်ထွေးနက်နဲသော လျှို့ဝှက်ချက်များထဲမှ တစ်ခုဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သာလျှင် အစဉ်ထာဝရ ချီးမွမ်းခြင်းနှင့် များစွာသော ကျေးဇူးတော်များ ပိုင်ဆိုင်တော်မူသည်။ ထိုစကားနှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَن لَّمْ يَغْنَوْا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေရာတွင် တစ်ခါမျှ မနေထိုင်ခဲ့ကြဖူးသကဲ့သို့ပင်!)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုမတိုင်မီက ၎င်းတို့၏အိမ်များတွင် မနေထိုင်ခဲ့ကြဖူးသကဲ့သို့ပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သာမုဒ်ပျောက်ကွယ်သွားသကဲ့သို့ မဒ်ယန်လည်း ပျောက်ကွယ်ပါစေ!)</span> ၎င်းတို့ <span class=\"gray\">(သာမုဒ်)</span> သည် ၎င်းတို့၏ အိမ်နီးချင်းများဖြစ်ပြီး မဒ်ယန်လူမျိုးတို့၏ အိမ်များနှင့် ဝေးကွာစွာ မနေထိုင်ခဲ့ကြပါ။ ၎င်းတို့သည် မယုံကြည်ခြင်းနှင့် လမ်းဓားပြတိုက်ခြင်းတို့တွင် ဆင်တူကြသည်။ ၎င်းတို့နှစ်ဦးစလုံးသည်လည်း အာရပ်လူမျိုးများဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "11:96",
    "group_ayah_key": "11:96",
    "from_ayah": "11:96",
    "to_ayah": "11:99",
    "ayah_keys": "11:96,11:97,11:98,11:99",
    "text": "<p lang=\"my\" class=\"my \">  ငါတို့သည် မူဆာကို ငါတို့၏သက်သေခံချက်များနှင့် ထင်ရှားသောအခွင့်အာဏာဖြင့် စေလွှတ်ခဲ့ပေသည် <span>(၉၆)</span>ဖါရောန်နှင့် ၎င်း၏ခေါင်းဆောင်များထံသို့ ဖြစ်၏။ သို့သော် ဖါရောန်၏အမိန့်ကို သူတို့လိုက်နာခဲ့ကြသည်။ ဖါရောန်၏အမိန့်သည် မှန်ကန်သောလမ်းပြမဟုတ်ပေ။ <span>(၉၇)</span>ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏လူမျိုးများရှေ့မှ ဦးဆောင်သွားမည်ဖြစ်ပြီး၊ သူတို့ကို ငရဲမီးထဲသို့ ဦးဆောင်ပို့ဆောင်မည်ဖြစ်ရာ၊ သူတို့ပို့ဆောင်ခံရမည့်နေရာသည် အမှန်ပင်ဆိုးရွားလှပေသည်။ <span>(၉၈)</span>ဤ<span class=\"gray\">(ဤလောက၏ လှည့်ဖြားတတ်သောဘဝ)</span>တွင် သူတို့ကို ကျိန်စာဖြင့် လိုက်လံနှိပ်စက်ခဲ့ပြီး၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် <span class=\"gray\">(ကျိန်စာဖြင့် လိုက်လံနှိပ်စက်ခံရမည်)</span>။ အမှန်ပင်ဆိုးရွားလှသော ဆုလာဘ်ကို ရရှိပေသည်။ <span>(၉၉)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာနှင့် ဖါရောန်တို့၏ဇာတ်လမ်း</h2></div><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်များတွင် အလ္လာဟ်အရှင်မြတ်သည် မူဆာကို ကိုယ်တော်၏သက်သေခံချက်များ၊ ရှင်းလင်းပြတ်သားသော အထောက်အထားများဖြင့် ကော့ပ်လူမျိုးတို့၏ဘုရင် ဖါရောန်နှင့် ၎င်း၏ခေါင်းဆောင်များထံသို့ စေလွှတ်ခဲ့ကြောင်း အသိပေးထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် ဖါရောန်၏အမိန့်ကို လိုက်နာခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ သူတို့သည် ဖါရောန်၏လမ်းစဉ်၊ နည်းလမ်းနှင့် ကျူးကျော်ခြင်းတို့၌ လိုက်နာခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖါရောန်၏အမိန့်သည် မှန်ကန်သောလမ်းပြမဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတွင် မှန်ကန်သောလမ်းညွှန်မှုမရှိခြင်းပင်ဖြစ်သည်။ ၎င်းသည် မသိနားမလည်ခြင်း၊ လမ်းမှားရောက်ခြင်း၊ မယုံကြည်ခြင်းနှင့် ခေါင်းမာခြင်းသာဖြစ်သည်။ သူတို့သည် ဤဘဝတွင် ဖါရောန်ကို လိုက်နာခဲ့ကြပြီး ဖါရောန်သည် သူတို့၏ခေါင်းဆောင်နှင့် အကြီးအကဲဖြစ်ခဲ့သကဲ့သို့ပင်၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့ကို ငရဲမီးထဲသို့ ဦးဆောင်ပို့ဆောင်မည်ဖြစ်သည်။ သူသည် သူတို့ကို တိုက်ရိုက်ဦးဆောင်ပို့ဆောင်မည်ဖြစ်ပြီး သူတို့သည် ပျက်စီးခြင်း၏စမ်းရေတွင်းများမှ သောက်သုံးရမည်။ ဖါရောန်သည် ထိုကြောက်မက်ဖွယ်ကောင်းသော ပြစ်ဒဏ်တွင် အကြီးအကျယ်ပါဝင်မည်ဖြစ်သည်။ ဤကား အလ္လာဟ်အရှင်မြတ် (အနန္တမဟာကြီးမြတ်ရှင်) မိန့်ကြားတော်မူသည့်အတိုင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَصَىٰ فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဖါရောန်သည် တမန်တော်ကို မနာခံခဲ့ပေ။ ထို့ကြောင့် ငါတို့သည် ၎င်းကို ပြင်းထန်သောပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးခဲ့ကြသည်။)</span><span class=\"gray\">[၇၃:၁၆]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبَ وَعَصَىٰ - ثُمَّ أَدْبَرَ يَسْعَىٰ - فَحَشَرَ فَنَادَىٰ - فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَىٰ - فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ - إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّمَن يَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဖါရောန်သည် ငြင်းပယ်ပြီး မနာခံခဲ့ပေ။ ထို့နောက် သူသည် ကျောခိုင်း၍ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> ဆန့်ကျင်ကြိုးစားခဲ့သည်။ ထို့နောက် သူသည် <span class=\"gray\">(သူ၏လူမျိုးများကို)</span> စုရုံးကာ အော်ဟစ်ခဲ့သည်၊ \"ငါသည် သင်တို့၏ဘုရားသခင်၊ အမြင့်မြတ်ဆုံးသောသူဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏နောက်ဆုံးနှင့် ပထမဆုံးသော ကျူးကျော်မှုအတွက် စံနမူနာပြပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးခဲ့သည်။ အမှန်ပင် ဤအရာ၌ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူတိုင်းအတွက် သင်ခန်းစာယူစရာ သတိပေးချက်တစ်ခုရှိပေသည်။)</span><span class=\"gray\">[၇၉:၂၁-၂၆]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ ۖ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏လူမျိုးများရှေ့မှ ဦးဆောင်သွားမည်ဖြစ်ပြီး၊ သူတို့ကို ငရဲမီးထဲသို့ ဦးဆောင်ပို့ဆောင်မည်ဖြစ်ရာ၊ သူတို့ပို့ဆောင်ခံရမည့်နေရာသည် အမှန်ပင်ဆိုးရွားလှပေသည်။)</span> ဤသည်မှာ နောက်လိုက်ခံရသူများ၏ အခြေအနေဖြစ်မည်။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့သည် ပြစ်ဒဏ်၏ အကြီးအကျယ်သော ဝေစုကို ရရှိမည်ဖြစ်သည်။ ဤကား အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသည့်အတိုင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ ضِعْفٌ وَلَٰကِن لَّا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးစီအတွက် နှစ်ဆသော <span class=\"gray\">(ပြစ်ဒဏ်)</span> ရှိသည်၊ သို့သော် သင်တို့မသိကြ။)</span><span class=\"gray\">[၇:၃၈]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း ငရဲမီးထဲတွင် ရှိနေစဉ် မယုံကြည်သူများသည် ပြောကြလိမ့်မည်ဟု မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا - رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ငါတို့၏အရှင်သခင်! အမှန်ပင် ငါတို့သည် ငါတို့၏ခေါင်းဆောင်များနှင့် အကြီးအကဲများကို နာခံခဲ့ကြပြီး၊ သူတို့သည် ငါတို့ကို <span class=\"gray\">(မှန်ကန်သော)</span> လမ်းမှ သွေဖည်စေခဲ့သည်။ အို ငါတို့၏အရှင်သခင်! သူတို့ကို နှစ်ဆသောပြစ်ဒဏ် ပေးသနားတော်မူပါ။\")</span><span class=\"gray\">[၃၃:၆၇-၆၈]</span> ထိုမိန့်ကြားချက်နှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُتْبِعُوا فِي هَٰذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤ<span class=\"gray\">(ဤလောက၏ လှည့်ဖြားတတ်သောဘဝ)</span>တွင် သူတို့ကို ကျိန်စာဖြင့် လိုက်လံနှိပ်စက်ခဲ့ပြီး၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် <span class=\"gray\">(ကျိန်စာဖြင့် လိုက်လံနှိပ်စက်ခံရမည်)</span>။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် သူတို့ကို ငရဲမီး၏ပြစ်ဒဏ်ထက် ပိုမိုသောအရာဖြင့် လိုက်လံနှိပ်စက်စေခဲ့ပြီ၊ ၎င်းမှာ ဤဘဝတွင် သူတို့ကျိန်စာသင့်ခြင်းပင်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ ۚ بِئْسَ الرِّفْدُ الْمَرْفُودُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဆိုးရွားသောဆုလာဘ်ကို ရရှိပေသည်။)</span> မူဂျာဟစ်ဒ်က ပြောကြားသည်မှာ၊ \"ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့အပေါ် နောက်ထပ်ကျိန်စာတစ်ခု ထပ်ပေါင်းထည့်ခြင်းခံရမည်ဖြစ်ရာ၊ ၎င်းတို့သည် ကျိန်စာနှစ်ခုဖြစ်သည်\" ဟူ၍ ဖြစ်သည်။ 'အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဘ္ဘားစ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَ الرِّفْدُ الْمَرْفُودُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်ဆိုးရွားလှသော ဆုလာဘ်ကို ရရှိပေသည်။)</span> \"ဤဘဝနှင့် နောင်တမလွန်ဘဝ၏ ကျိန်စာ။\" အဒ်-ဒဟ်ဟက်နှင့် ကွာတာဒါဟ် နှစ်ဦးစလုံးက အတူတူပင် ပြောကြားခဲ့ကြသည်။ ဤကား အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ ۖ وَيَوْمَ الْقِيَامَةِ لَا يُنصَرُونَ - وَأَتْبَعْنَاهُمْ فِي هَٰذِهِ الدُّنْيَا لَعْنَةً ۖ وَيَوْمَ الْقِيَامَةِ هُم مِّنَ الْمَقْبُوحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူတို့ကို ငရဲမီးသို့ ဖိတ်ခေါ်သောခေါင်းဆောင်များအဖြစ် ပြုလုပ်ခဲ့ပြီး၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့အား မည်သူမျှ ကူညီမည်မဟုတ်ပေ။ ငါတို့သည် ဤလောကတွင် သူတို့အား ကျိန်စာသင့်စေခဲ့ပြီး၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့သည် အမုန်းခံရသူများထဲမှ ဖြစ်ကြမည်။)</span><span class=\"gray\">[၂၈:၄၁-၄၂]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲမီး၊ နံနက်ပိုင်းနှင့် ညနေပိုင်းတွင် သူတို့သည် ၎င်းနှင့် ထိတွေ့ခံရသည်။ ပြီးနောက် ကိယာမတ်နေ့ ရောက်ရှိလာသောအခါ <span class=\"gray\">(ကောင်းကင်တမန်များကို ပြောကြားလိမ့်မည်)</span>- \"ဖါရောန်၏လူမျိုးများကို အပြင်းထန်ဆုံးသော ပြစ်ဒဏ်ထဲသို့ ဝင်ရောက်စေကြလော့။\")</span><span class=\"gray\">[၄၀:၄၆]</span></p>"
  }
]