[
  {
    "ayah_key": "3:199",
    "group_ayah_key": "3:199",
    "from_ayah": "3:199",
    "to_ayah": "3:200",
    "ayah_keys": "3:199,3:200",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ကျမ်းဂန်ရှင်များ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ)</span> ထဲမှ အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ သင့်ထံသို့ ထုတ်ပြန်ခဲ့သည့် အရာကိုလည်းကောင်း၊ သူတို့ထံသို့ ထုတ်ပြန်ခဲ့သည့် အရာကိုလည်းကောင်း ယုံကြည်ကြသူများ ရှိကြပေသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံတွင် နှိမ့်ချကြသူများ ဖြစ်ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို တန်ဖိုးနည်းနည်းဖြင့် မရောင်းချကြပေ။ ၎င်းတို့အတွက် ၎င်းတို့၏ အရှင်မြတ်ထံတွင် အကျိုးဆုလာဘ်ရှိပေသည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလျင်အမြန် စာရင်းရှင်းလင်းတော်မူထိုက်သော အရှင်ဖြစ်သည်။ <span>(၁၉၉)</span>အို-ယုံကြည်သူ အပေါင်းတို့။ သင်တို့သည် သည်းခံကြကုန်လော့။ ပို၍လည်း သည်းခံကြကုန်လော့။ ရာဘိတုလုပ်ကြကုန်လော့။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြကုန်လော့။ သို့မှသာ သင်တို့ အောင်မြင်ကြလိမ့်မည်။ <span>(၂၀၀)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရှင်အချို့၏ အခြေအနေနှင့် ၎င်းတို့၏ ဆုလာဘ်များ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျမ်းဂန်ရှင်များထဲမှ အချို့သည် အရှင်မြတ်ကိုလည်းကောင်း၊ မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ထံသို့ ချပေးခဲ့သည့် အရာကိုလည်းကောင်း၊ ယခင်က ထုတ်ပြန်ခဲ့သည့် ကျမ်းဂန်များကိုလည်းကောင်း စစ်မှန်စွာ ယုံကြည်ကြကြောင်း၊ ၎င်းတို့သည် အရှင်မြတ်အား နာခံကြပြီး အရှင်မြတ်ထံတွင် နှိမ့်ချကြကြောင်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို တန်ဖိုးနည်းနည်းဖြင့် မရောင်းချကြပေ)</span><span class=\"gray\">[3:199]</span>၊ အမှန်စင်စစ် ၎င်းတို့သည် မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ၏ ဂုဏ်တော်များ၊ အရှင်မြတ်၏ နဗီပုဂ္ဂိုလ် ဖြစ်တော်မူခြင်းနှင့် အရှင်မြတ်၏ အွမ္မသ်တို့၏ အကြောင်းနှင့် ပတ်သက်၍ ၎င်းတို့သိရှိထားသော ဝမ်းမြောက်ဖွယ်ရာ သတင်းများကို ဖုံးကွယ်မထားကြပေ။ ဧကန်မလွဲ ၎င်းတို့သည် ကျမ်းဂန်ရှင်များထဲတွင် အကောင်းဆုံးလူများ ဖြစ်ကြသည်။ ၎င်းတို့သည် ဂျူးများဖြစ်သည်ဖြစ်စေ သို့မဟုတ် ခရစ်ယာန်များဖြစ်သည်ဖြစ်စေ။ အလ္လာဟ်အရှင်မြတ်က စူရာဟ် အလ်-ကဆာစ်တွင် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ - وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ - أُولَٰئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း (ကုရ်အာန်) မတိုင်မီက ကျွန်ုပ်တို့ ကျမ်းဂန်ပေးသနားခဲ့သော ထိုသူတို့သည် ၎င်း (ကုရ်အာန်) ကို ယုံကြည်ကြ၏။ ၎င်း (ကုရ်အာန်) ကို ၎င်းတို့ထံ ရွတ်ဖတ်ပြသောအခါ ၎င်းတို့က “ကျွန်ုပ်တို့ ၎င်းကို ယုံကြည်ပါသည်။ ဧကန်မလွဲ ၎င်းသည် ကျွန်ုပ်တို့၏ အရှင်မြတ်ထံမှ အမှန်တရားပင် ဖြစ်သည်။ ဧကန်မလွဲ ၎င်းမတိုင်မီကပင် ကျွန်ုပ်တို့သည် မွတ်စလင်များ ဖြစ်ကြပါသည်” ဟု ပြောဆိုကြ၏။ ထိုသူတို့သည် ၎င်းတို့သည်းခံခဲ့ကြသောကြောင့် ၎င်းတို့၏ အကျိုးဆုလာဘ်ကို နှစ်ဆပေးသနားတော်မူမည်။)</span><span class=\"gray\">[28:52-54]</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَٰئِكَ يُؤْمِنُونَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ကျမ်းဂန်ပေးသနားခဲ့သော ထိုသူတို့သည် ၎င်း (ကျမ်းဂန်) ကို မှန်ကန်စွာ ရွတ်ဖတ် (လိုက်နာ) ကြ၏။ ၎င်းတို့သည် ၎င်း (ကျမ်းဂန်) ကို ယုံကြည်ကြသူများ ဖြစ်ကြသည်)</span><span class=\"gray\">[2:121]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن قَوْمِ مُوسَىٰ أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ၏ လူမျိုးထဲမှ အမှန်တရားနှင့်အတူ လမ်းပြ၍ တရားမျှတမှုကို တည်ထောင်သူ လူအုပ်စုတစ်စု ရှိသည်)</span><span class=\"gray\">[7:159]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسُوا سَوَاءً مِّنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ အားလုံး တူညီကြသည် မဟုတ်ပေ။ ကျမ်းဂန်ရှင်များထဲမှ အချို့သည် မှန်ကန်သောအရာကို ထောက်ခံ၍ ညဉ့်အခါများတွင် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ရွတ်ဖတ်ကြပြီး ဆွလာသ်ပြုလျက် ရှိကြသည်)</span><span class=\"gray\">[3:113]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا - وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا - وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့။ “၎င်း (ကုရ်အာန်) ကို ယုံကြည်ကြကုန်လော့ သို့မဟုတ် ၎င်းကို မယုံကြည်ကြကုန်လော့။” ဧကန်မလွဲ ၎င်းမတိုင်မီက အသိပညာပေးသနားခံခဲ့ရသူများသည် ၎င်း (ကုရ်အာန်) ကို ၎င်းတို့ထံ ရွတ်ဖတ်ပြသောအခါ ၎င်းတို့သည် ၎င်းတို့၏ မျက်နှာများဖြင့် နိမ့်ချစွာ ဆွဂ်ျဒါဟ်ပြုလျက် လဲကျကြ၏။ ၎င်းတို့က “ကျွန်ုပ်တို့၏ အရှင်မြတ်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏။ ဧကန်မလွဲ ကျွန်ုပ်တို့၏ အရှင်မြတ်၏ ကတိတော်သည် ပြည့်စုံရမည်သာ” ဟု ပြောဆိုကြ၏။ ၎င်းတို့သည် မျက်နှာများဖြင့် ငိုကြွေးလျက် လဲကျကြပြီး ၎င်းတို့၏ နိမ့်ချမှုကို တိုးပွားစေသည်)</span><span class=\"gray\">[17:107-109]</span>။</p><p lang=\"my\" class=\"my \">ဤအရည်အချင်းများသည် ဂျူးများထဲမှ အချို့တွင် ရှိသော်လည်း အနည်းငယ်သာ ရှိသည်။ ဥပမာအားဖြင့်၊ ဂျူးရဗ္ဗီဆရာ ဆယ်ဦးအောက် အနည်းငယ်သာ အစ္စလာမ်သာသနာကို လက်ခံခဲ့ကြသည်၊ အဗ်ဒူလ္လာဟ် ဗင်န် ဆလာမ်ကဲ့သို့သော ပုဂ္ဂိုလ်များ ဖြစ်ကြသည်။ တစ်ဖက်တွင်မူ ခရစ်ယာန်များထဲမှ များစွာသောသူတို့သည် အစ္စလာမ်သာသနာကို လက်ခံခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သင်သည် ယုံကြည်သူတို့အပေါ် ရန်လိုမှု အပြင်းထန်ဆုံးသူတို့သည် ဂျူးများနှင့် ရှင်ရ်က်တွဲဖက်ကိုးကွယ်သူများ ဖြစ်ကြောင်း တွေ့ရလိမ့်မည်။ သင်သည် ယုံကြည်သူတို့အပေါ် ချစ်ခြင်းမေတ္တာ အနီးစပ်ဆုံးသူတို့သည် “ကျွန်ုပ်တို့သည် ခရစ်ယာန်များ ဖြစ်ကြသည်” ဟု ပြောဆိုသူများ ဖြစ်ကြောင်း တွေ့ရလိမ့်မည်)</span><span class=\"gray\">[5:82]</span>၊ အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ၎င်းတို့ ပြောဆိုခဲ့သည့် အရာကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မြစ်ချောင်းများ စီးဆင်းနေသော ဥယျာဉ်များ (ဂျန္နတ်) ဖြင့် ဆုချတော်မူခဲ့သည်။ ၎င်းတို့သည် ထိုဥယျာဉ်များတွင် ထာဝရနေထိုင်ကြလိမ့်မည်)</span><span class=\"gray\">[5:85]</span>။ ဤအာယသ်တော်တွင်၊</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أُولَٰئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ၎င်းတို့၏ အရှင်မြတ်ထံတွင် အကျိုးဆုလာဘ်ရှိပေသည်)</span><span class=\"gray\">[3:199]</span>။</p><p lang=\"my\" class=\"my \">ဂျအ်ဖရ် ဗင်န် အဘီ တာလိဗ်သည် အီသီယိုးပီးယားဘုရင် အန်-နာဂျာရှီအား ခရစ်ယာန် ဘုန်းကြီးများနှင့် ဂိုဏ်းချုပ်များ ရှေ့မှောက်တွင် စူရာဟ် မရ်ယမ် <span class=\"gray\">[chapter 19]</span> ကို ရွတ်ဖတ်ပြသောအခါ အရှင်နှင့် ၎င်းတို့သည် ၎င်းတို့၏ မုတ်ဆိတ်များ မျက်ရည်များဖြင့် စိုစွတ်သည်အထိ ငိုခဲ့ကြသည်။ အန်-နာဂျာရှီ ကွယ်လွန်သောအခါ တမန်တော်မြတ် ﷺ သည် ၎င်း၏ ဆွဟာဘာများကို သတင်းပို့၍ မိန့်တော်မူခဲ့ကြောင်း ဆွဟီးဟ်ကျမ်းနှစ်ကျမ်းက မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَخًا لَكُمْ بِالْحَبَشَةِ قَدْ مَاتَ، فَصَلُّوا عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီသီယိုးပီးယားမှ သင်တို့၏ ညီအစ်ကိုတစ်ဦး ကွယ်လွန်သွားပြီ၊ ဈာပန ဆွလာသ်ပြုရန် လာကြလော့။)</span> အရှင်မြတ်သည် ဆွဟာဘာများနှင့်အတူ မွဆွလ်လာသို့ ထွက်တော်မူခဲ့ပြီး ၎င်းတို့ကို တန်းစီစေခဲ့ပြီးနောက် ဆွလာသ်ကို ဦးဆောင်ခဲ့သည်။</p><p lang=\"sw\" class=\"sw \">Ibn Abi Najih narrated that Mujahid said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ أَهْلِ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျမ်းဂန်ရှင်များထဲမှလည်း ရှိကြပေသည်)</span>၊ ဆိုသည်မှာ ၎င်းတို့ထဲမှ အစ္စလာမ်ဘာသာကို လက်ခံခဲ့သူများကို ရည်ညွှန်းသည်။ အဗ်ဗဒ် ဗင်န် မန်စူရ်က အလ်-ဟစန် အလ်-ဘစရီအား အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍ မေးမြန်းခဲ့ကြောင်း ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျမ်းဂန်ရှင်များထဲမှ အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ကြသူများ ရှိကြပေသည်)</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဟစန်က “၎င်းတို့သည် မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ကို မစေလွှတ်မီကပင် မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ကို ယုံကြည်ပြီး အစ္စလာမ်ကို အသိအမှတ်ပြုခဲ့ကြသော ကျမ်းဂန်ရှင်များ ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နှစ်ဆသော ဆုလာဘ်ကို ပေးသနားခဲ့သည်၊ မုဟမ္မဒ် တမန်တော်မြတ် ﷺ မတိုင်မီက ၎င်းတို့တွင် ရှိခဲ့သော ယုံကြည်ချက်အတွက်လည်းကောင်း၊ မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ကို ယုံကြည်ခဲ့ခြင်း <span class=\"gray\">(နဗီပုဂ္ဂိုလ်အဖြစ် စေလွှတ်ခံရပြီးနောက်)</span> အတွက်လည်းကောင်း ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဘီ ဟာသ်ိမ်သည် ဤမိန့်ဆိုချက်နှစ်ခုစလုံးကို မှတ်တမ်းတင်ခဲ့သည်။ အဗူ မူဆာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့ကြောင်း ဆွဟီးဟ်ကျမ်းနှစ်ကျမ်းက မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ</p><p lang=\"it\" class=\"it \"><span class=\"gray\">(Three persons will acquire a double reward.)</span></p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် ၎င်းတို့ထဲမှ ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَجُلٌ مِنْ أَهْلِ الْكِتَابِ آمَنَ بِنَبِيِّهِ وَآمَنَ بِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ရှင်များထဲမှ မိမိ၏ နဗီပုဂ္ဂိုလ်ကိုလည်းကောင်း၊ ကျွန်ုပ်ကိုလည်းကောင်း ယုံကြည်သော ပုဂ္ဂိုလ်တစ်ဦး။)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို တန်ဖိုးနည်းနည်းဖြင့် မရောင်းချကြပေ)</span>၊ ဆိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့တွင် ရှိသော အသိပညာကို ဖုံးကွယ်မထားကြပေ၊ ၎င်းတို့ထဲမှ ကျိန်စာသင့်သူများ လုပ်ဆောင်ခဲ့သကဲ့သို့ မဟုတ်ပေ။ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းတို့သည် အဖိုးအခမယူဘဲ အသိပညာကို မျှဝေကြသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ၎င်းတို့၏ အရှင်မြတ်ထံတွင် အကျိုးဆုလာဘ်ရှိပေသည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလျင်အမြန် စာရင်းရှင်းလင်းတော်မူထိုက်သော အရှင်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">မုဂျာဟိဒ်က အာယသ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည်)</span> အလျင်အမြန် စာရင်းရှင်းလင်းတော်မူထိုက်သော အရှင်ဖြစ်သည်။)</span>၊ “အရှင်မြတ်သည် အလျင်အမြန် စာရင်းရှင်းလင်းတော်မူသည်” ဟု ဖြစ်သည်၊ အိဗ်နု အဘီ ဟာသ်ိမ်နှင့် အခြားသူများက အရှင့်ထံမှ မှတ်တမ်းတင်ထားသကဲ့သို့ ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>သည်းခံခြင်းနှင့် ရိဘာသ် ပြုလုပ်ခြင်းဆိုင်ရာ အမိန့်တော်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို-ယုံကြည်သူ အပေါင်းတို့။ သင်တို့သည် သည်းခံကြကုန်လော့။ ပို၍လည်း သည်းခံကြကုန်လော့။ ရာဘိတုလုပ်ကြကုန်လော့)</span><span class=\"gray\">[3:200]</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဟစန် အလ်-ဘစရီက “ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် ရွေးချယ်ပေးခဲ့သော အစ္စလာမ်သာသနာတွင် သည်းခံရန် အမိန့်ခံထားရသည်။ ၎င်းတို့သည် သက်သာချောင်ချိချိန်၌ဖြစ်စေ၊ ဒုက္ခအခက်အခဲကြုံတွေ့ချိန်၌ဖြစ်စေ၊ လွယ်ကူချောင်ချိချိန်၌ဖြစ်စေ၊ ဘေးဒုက္ခကျရောက်ချိန်၌ဖြစ်စေ မွတ်စလင်များအဖြစ် မသေဆုံးမချင်း ၎င်းကို စွန့်လွှတ်ရန် ခွင့်မပြုပေ။ ၎င်းတို့သည် ၎င်းတို့၏ ရန်သူများ၊ ၎င်းတို့၏ သာသနာဆိုင်ရာ အမှန်တရားကို ဖုံးကွယ်ထားသူများကိုလည်း သည်းခံရန် အမိန့်ခံထားရသည်” ဟု ပြောကြားခဲ့သည်။ ဆလဖ်များထဲမှ အခြားပညာရှင် အများအပြားကလည်း အလားတူ ရှင်းပြချက်ကို ပေးခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">မုရာဗာတာဟ်နှင့် ပတ်သက်၍မူ ၎င်းသည် ဝတ်ပြုမှုများတွင် ခံနိုင်ရည်ရှိရန်နှင့် ဇွဲလုံ့လရှိရန် ဖြစ်သည်။ အိဗ်နု အဗ္ဗာစ်၊ ဆဟ်လ် ဗင်န် ဟနီဖ်နှင့် မုဟမ္မဒ် ဗင်န် ကအ်ဗ် အလ်-ကူရာဇီတို့ ပြောကြားခဲ့သကဲ့သို့ ဆွလာသ်တစ်ခုပြီးနောက် ဆွလာသ်တစ်ခုကို စောင့်ဆိုင်းခြင်းကိုလည်း ဆိုလိုသည်။ အိဗ်နု အဘီ ဟာသ်ိမ်က အဗူ ဟုရိုင်ရာဟ်ထံမှ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့ကြောင်း မွတ်စလင်နှင့် အန်-နစာအီတို့ကလည်း မှတ်တမ်းတင်ခဲ့သော ဟဒီးစ်တော်တစ်ခုကို စုဆောင်းခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُخْبِرُكُمْ بِمَا يَمْحُو اللهُ بِهِ الْخَطَايَا، وَيَرْفَعُ بِهِ الدَّرَجَاتِ؟ إِسْباغُ الوُضُوءِ عَلَى الْمَكَارِهِ، وَكَثْرَةُ الْخُطَا إِلَى الْمَسَاجِدِ، وَانْتِظَارُ الصَّلَاةِ بَعْدَ الصَّلَاةِ، فَذلِكُمُ الرِّبَاطُ، فَذلِكُمُ الرِّبَاطُ، فَذلِكُمُ الرِّبَاطُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က အပြစ်များကို ခွင့်လွှတ်ပြီး အဆင့်အတန်းများကို မြှင့်တင်ပေးသော အလုပ်များအကြောင်းကို သင်တို့အား ပြောပြရမည်လား။ မနှစ်မြို့ဖွယ်ရာ အခြေအနေများတွင် ပြည့်စုံသော ဝုဇူအ်ပြုခြင်း၊ မစ်စဂျစ်များသို့ များစွာသော ခြေလှမ်းများ လှမ်းခြင်း၊ ဆွလာသ်ပြီးနောက် ဆွလာသ်ကို စောင့်ဆိုင်းခြင်း၊ ၎င်းသည် ရိဘာသ် ဖြစ်သည်၊ ၎င်းသည် ရိဘာသ် ဖြစ်သည်၊ ၎င်းသည် ရိဘာသ် ဖြစ်သည်)</span>။</p><p lang=\"my\" class=\"my \">၎င်းတို့က အထက်ပါ အာယသ်တော်ရှိ မုရာဗာတာဟ်သည် ရန်သူနှင့် တိုက်ခိုက်ခြင်း၊ မွတ်စလင်နယ်မြေအတွင်း ရန်သူကျူးကျော်မှုများမှ ကာကွယ်ရန် မွတ်စလင် ကင်းစခန်းများကို စောင့်ကြပ်ခြင်းတို့ကို ရည်ညွှန်းသည်ဟုလည်း ဆိုကြသည်။ မုရာဗာတာဟ်ကို အားပေးပြီး ၎င်း၏ ဆုလာဘ်များကို ဖော်ပြထားသော ဟဒီးစ်တော်များစွာ ရှိသည်။ အလ်-ဘူခါရီက ဆဟ်လ် ဗင်န် ဆအ်ဒ် အစ်-ဆာအိဒီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِبَاطُ يَوْمٍ فِي سَبِيلِ اللهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ရိဘာသ်လုပ်သော တစ်ရက်သည် ဤဒုနိယာလောကနှင့် ၎င်းတွင် ရှိသမျှ အရာအားလုံးထက် ပိုမိုကောင်းမွန်သည်)</span>။</p><p lang=\"id\" class=\"id \">Muslim recorded that Salman Al-Farisi said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِبَاطُ يَوْمٍ وَلَيْلَةٍ خَيْرٌ مِنْ صِيَامِ شَهْرٍ وَقِيامِهِ، وَإِنْ مَاتَ جَرَى عَلَيْهِ عَمَلُهُ الَّذِي كَانَ يَعْمَـــــــلُهُ، وَأُجْرِيَ عَلَيْهِ رِزْقُــــهُ، وَأَمِنَ الْفَتَّانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ရက်တစ်ည ရိဘာသ်လုပ်ခြင်းသည် တစ်လ၏ နေ့များတွင် ဆွိုင်မ် (ဥပုသ်) ထိန်းခြင်းနှင့် ၎င်း၏ ကီယာမ် <span class=\"gray\">(ညပိုင်းဆွလာသ်)</span> ထက် ပိုမိုကောင်းမွန်သည်။ ရိဘာသ်လုပ်နေစဉ် သေဆုံးသွားသူတစ်ဦး၏ ပုံမှန်ပြုလုပ်နေကျ ကောင်းမှုကုသိုလ်များသည် ၎င်း၏ မှတ်တမ်းတွင် ဆက်လက်ထည့်သွင်းခံရမည်ဖြစ်ပြီး ၎င်းသည် မိမိ၏ ရိဇ်ကီ (စားဝတ်နေရေး) ကို ရရှိမည်ဖြစ်ပြီး ကဗရ်၏ စစ်ဆေးမှုများမှ လွတ်မြောက်မည်ဖြစ်သည်။)</span></p><p lang=\"ms\" class=\"ms \">Imam Ahmad recorded that Fadalah bin 'Ubayd said that he heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَيِّتٍ يُخْتَمُ عَلى عَمَلِهِ إِلَّا الَّذِي مَاتَ مُرَابِطًا فِي سَبِيل اللهِ، فَإِنَّهُ يَنْمِي لَهُ عَمَلُهُ إِلى يَوْمِ الْقِيَامَةِ، وَيَأْمَنُ فِتْنَةَ الْقَبْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေဆုံးသူတိုင်း၏ ကောင်းမှုမှတ်တမ်းများကို တံဆိပ်ခတ်ထားမည်ဖြစ်သော်လည်း အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ရိဘာသ်လုပ်နေစဉ် သေဆုံးသူမှလွဲ၍ ဖြစ်သည်။ အမှန်စင်စစ် ၎င်း၏ လုပ်ဆောင်မှုသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ တိုးပွားနေမည်ဖြစ်ပြီး ၎င်းသည် ကဗရ်၏ စစ်ဆေးမှုမှ လွတ်မြောက်မည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် အဗူ ဒါဝူဒ်နှင့် အတ်-သီရ်မီဇီတို့ကလည်း စုဆောင်းခဲ့သော အတူတူပင် ဟဒီးစ်တော်ဖြစ်ပြီး အတ်-သီရ်မီဇီက “ဟစန် ဆွဟီးဟ်” ဟု ပြောကြားခဲ့သည်။ အိဗ်နု ဟိဗ်ဗန်ကလည်း ဤဟဒီးစ်တော်ကို ၎င်း၏ ဆွဟီးဟ်ကျမ်းတွင် စုဆောင်းခဲ့သည်။ အတ်-သီရ်မီဇီက အိဗ်နု အဗ္ဗာစ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့ကြောင်း ကြားသိခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَيْنَانِ لَا تَمَسُّهُمَا النَّارُ: عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللهِ، وَعَيْنٌ بَاتَتْ تَحْرُسُ فِي سَبِيلِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်လုံးနှစ်လုံးကို ငရဲမီးက ထိတွေ့မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့၍ ငိုကြွေးခဲ့သော မျက်လုံးတစ်လုံးနှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ညစဥ် စောင့်ကြပ်ခဲ့သော မျက်လုံးတစ်လုံး ဖြစ်သည်)</span>။</p><p lang=\"fil\" class=\"fil \">Al-Bukhari recorded in his Sahih that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعِسَ عَبْدُ الدِّينَارِ وَعَبْدُ الدِّرْهَمِ وَعَبْدُ الْخَمِيصَةِ، إِنْ أُعْطِيَ رَضِيَ، وَإِنْ لَمْ يُعْطَ سَخِطَ، تَعِسَ وَانْتَكَسَ، وَإِذَا شِيكَ فَلَا انْتَقَشَ، طُوبَى لِعَبْدٍ آخِذٍ بِعِنَانِ فَرَسِهِ فِي سَبِيلِ اللهِ، أَشْعَثَ رَأْسُهُ، مُغْبَرَّةٍ قَدَمَاهُ، إِنْ كَانَ فِي الْحِرَاسَةِ كَانَ فِي الْحِرَاسَةِ، وَإِنْ كَانَ فِي السَّاقَةِ كَانَ فِي السَّاقَةِ، إِنِ اسْتَأْذَنَ لَمْ يُؤْذَنْ لَهُ، وَإِنْ شَفَعَ لَمْ يُشَفَّع</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒီနာရ်၏ ကျွန်၊ ဒီရ်ဟမ်၏ ကျွန်နှင့် ခါမီဆဟ် <span class=\"gray\">(အဝတ်အစား)</span> ၏ ကျွန်တို့သည် ပျက်စီးပါစေ။ ၎င်းတို့အား ထိုအရာများပေးလျှင် ကျေနပ်ပြီး၊ မပေးလျှင် မကျေနပ်ပေ။ ထိုသို့သော ပုဂ္ဂိုလ်သည် ပျက်စီးပြီး အရှက်ရပါစေ။ ဆူးစူးလျှင် ၎င်းအတွက် ဆူးနှုတ်ပေးမည့်သူကို မတွေ့ရှိပါစေနှင့်။ ဂျန္နတ်သည် မိမိ၏ မြင်းကို ကြိုးဆွဲကိုင်၍ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ကြိုးပမ်းသူ၊ ဆံပင်ဖရိုဖရဲ၊ ခြေထောက်များ ဖုန်များဖြင့် ဖုံးလွှမ်းနေသူအတွက် ဖြစ်သည်။ ၎င်းကို ရှေ့တန်းတပ်ဖွဲ့တွင် ခန့်အပ်ပါက မိမိ၏ စောင့်ကြပ်ရေးတာဝန်ကို လုံးဝကျေနပ်သည်။ နောက်တန်းတပ်ဖွဲ့တွင် ခန့်အပ်ပါက မိမိ၏ တာဝန်ကို ကျေနပ်စွာ လက်ခံသည်။ ၎င်း ခွင့်တောင်းလျှင် ခွင့်ပြုခြင်းမခံရဘဲ၊ ကြားဝင်ဖြန်ဖြေလျှင် ၎င်း၏ ကြားဝင်ဖြန်ဖြေမှု မလက်ခံပါ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က ဇိုင်ဒ် ဗင်န် အစ်လမ်က ပြောကြားသည်မှာ “အဗူ ဥဗိုင်ဒဟ်သည် ဥမာရ် ဗင်န် အလ်-ခတ္တားဗ်ထံ စာရေးခဲ့ပြီး ရောမတို့သည် ၎င်းတို့၏ စစ်တပ်များကို စုရုံးနေကြောင်း ဖော်ပြခဲ့သည်။ ဥမာရ်က ပြန်ရေးခဲ့သည်မှာ ‘အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သော ကျွန်တစ်ဦး ခံစားရသော မည်သည့်ဒုက္ခကိုမဆို မကြာမီ လွယ်ကူချောမွေ့မှုသို့ ပြောင်းလဲပေးမည်ဖြစ်ပြီး မည်သည့်ဒုက္ခမျှ နှစ်မျိုးသော လွယ်ကူချောမွေ့မှုကို ကျော်လွှားနိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျမ်းဂန်တွင် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَـأَيُّهَا الَّذِينَ ءَامَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို-ယုံကြည်သူ အပေါင်းတို့။ သင်တို့သည် သည်းခံကြကုန်လော့။ ပို၍လည်း သည်းခံကြကုန်လော့။ ရာဘိတုလုပ်ကြကုန်လော့။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြကုန်လော့။ သို့မှသာ သင်တို့ အောင်မြင်ကြလိမ့်မည်။)</span><span class=\"gray\">[3:200]</span></p><p lang=\"my\" class=\"my \">အလ်-ဟာဖိဇ် အိဗ်နု အာစာကိရ်သည် အဗ်ဒူလ္လာဟ် ဗင်န် အလ်-မူဘာရက်၏ ဘဝအတ္ထုပ္ပတ္တိတွင် ဖော်ပြခဲ့သည်မှာ မုဟမ္မဒ် ဗင်န် အိဗ်ရာဟင်မ် ဗင်န် အဘီ စကီနာဟ်က “တာရ်ဆုစ်ဒေသတွင် ရှိနေစဥ် အဗ်ဒူလ္လာဟ် ဗင်န် အလ်-မူဘာရက်က ကျွန်ုပ်အား နှုတ်ဆက်နေစဥ် ဤကဗျာကို ရွတ်ဆိုပြခဲ့သည်။ ၎င်းက ဤကဗျာကို တစ်ရာခုနစ်ဆယ်ခုနှစ်တွင် အလ်-ဖုဒိုင်လ် ဗင်န် အိယာဒ်ထံသို့ ကျွန်ုပ်နှင့်အတူ ပေးပို့ခဲ့သည်။ ‘အို- ဟရမ် နှစ်ခုအနီးတစ်ဝိုက်၌ ဝတ်ပြုသူအပေါင်းတို့။ သင်တို့သာ ကျွန်ုပ်တို့ကို မြင်ခဲ့ပါက ဝတ်ပြုခြင်း၌ သင်တို့သည် နောက်ပြောင်နေခြင်းသာ ဖြစ်ကြောင်း သင်တို့ နားလည်ကြမည်။ မိမိ၏ မျက်ရည်များဖြင့် ပါးပြင်ကို စိုစွတ်စေသူသည် ကျွန်ုပ်တို့၏ လည်ပင်းများသည် ကျွန်ုပ်တို့၏ သွေးများဖြင့် စိုစွတ်နေကြောင်း သိရမည်။ မိမိ၏ မြင်းများကို အချည်းနှီး ပင်ပန်းစေသူသည် ကျွန်ုပ်တို့၏ မြင်းများသည် စစ်မြေပြင်၌ ပင်ပန်းနေကြောင်း သိရမည်။ ရနံ့သင်းပျံ့သော ရေမွှေးသည် သင်တို့အတွက်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏ ရနံ့သည် လှံများ၏ အရောင်တောက်ခြင်းနှင့် ဖုန်များ၏ နံ့ဆိုး <span class=\"gray\">[စစ်မြေပြင်တွင်]</span> ဖြစ်သည်။ ကျွန်ုပ်တို့ တမန်တော်မြတ်၏ မိန့်ကြားချက်တွင် ကျွန်ုပ်တို့နှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်၊ မည်သည့်အခါမျှ မလိမ်ညာသော မှန်ကန်သည့် မိန့်ကြားချက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မြင်းများကြောင့် ဖြစ်ပေါ်လာပြီး လူတစ်ဦး၏ နှာခေါင်းပေါက်များကို ပြည့်စေသော ဖုန်မှုန့်သည် ဒေါသထွက်နေသော မီးခိုးနှင့် မည်သည့်အခါမျှ ပေါင်းစပ်မည်မဟုတ်ပေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန်က ကျွန်ုပ်တို့ကြားတွင် ရဲဘော်ရဲဘက်သည် မသေဆုံးကြောင်း ပြောကြားပြီး အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန်ရှိ အမှန်တရားကို မငြင်းဆန်နိုင်ပေ။’ ကျွန်ုပ်သည် အလ်-ဖုဒိုင်လ် အိဗ်နု အိယာဒ်အား ဗိုင်သုလ္လာဟ် (မစ်စဂျစ်) ၌ တွေ့ဆုံခဲ့ပြီး စာကို ပေးခဲ့သည်။ ၎င်း ဖတ်ပြီးသောအခါ ၎င်း၏ မျက်လုံးများ မျက်ရည်များဖြင့် စိုစွတ်လာပြီး ‘အဗူ အဗ်ဒူရ်-ရဟ်မာန် <span class=\"gray\">('Abdullah bin Al-Mubarak)</span> သည် အမှန်တရားကို ပြောကြားခဲ့ပြီး ကျွန်ုပ်အား ရိုးသားသော အကြံဉာဏ် ပေးခဲ့သည်’ ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ၎င်းက ကျွန်ုပ်အား ‘သင် ဟဒီးစ်တော် ရေးသလား’ ဟု မေးခဲ့သည်။ ကျွန်ုပ်က ‘ဟုတ်ကဲ့’ ဟု ပြောကြားခဲ့သည်။ ၎င်းက ‘အဗူ အဗ်ဒူရ်-ရဟ်မာန်၏ စာကို ကျွန်ုပ်ထံ ပေးပို့ခြင်းအတွက် ဆုလာဘ်အဖြစ် ဤဟဒီးစ်တော်ကို ရေးသားလော့’ ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ၎င်းက ရွတ်ဆိုပြခဲ့သည်၊ ‘မန်စူရ် ဗင်န် အလ်-မူအ်သမိရ်က အဗူ စွာလိဟ်ထံမှ အဗူ ဟုရိုင်ရာဟ်က ပြောကြားသည်မှာ အမျိုးသားတစ်ဦးက ‘အို- အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။ ကျွန်ုပ်အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်ရှိ မုဂျာဟစ်ဒ်များ၏ ဆုလာဘ်ကို ရရှိစေမည့် ကောင်းမှုတစ်ခုကို သင်ကြားပေးတော်မူပါ’ ဟု မေးခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَسْتَطِيعُ أَنْ تُصَلِّيَ فَلَا تَفْتُرَ، وَتَصُومَ فَلَا تُفْطِرَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ဆွလာသ်ကို ဆက်တိုက်ပြုလုပ်နိုင်ပြီး ဥပုသ်ကို မဖြတ်ဘဲ ထိန်းနိုင်သလား။)</span> ထိုအမျိုးသားက ‘အို- အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။ ကျွန်ုပ် မတတ်နိုင်ပါ’ ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَالَّذِي نَفْسِي بِيَدِهِ لَوْ طُوِّقْتَ ذلِكَ مَا بَلَغْتَ الْمُجَاهِدِينَ فِي سَبِيلِ اللهِ، أَوَ مَا عَلِمْتَ أَنَّ فَرَسَ الْمُجَاهِدِ لَيَسْتَنُّ فِي طِوَلِهِ، فَيُكْتَبُ لَهُ بِذلِكَ الْحَسَنَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အသက်ဝိညာဉ် ၎င်း၏လက်ထဲတွင် ရှိတော်မူသော အရှင်မြတ်ကို သက်သေပြု၍ ကျိန်ဆိုပါသည်။ သင် လုပ်နိုင်ခဲ့လျှင်ပင် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်ရှိ မုဂျာဟစ်ဒ်များ၏ အဆင့်ကို သင် ရရှိမည်မဟုတ်ပေ။ မုဂျာဟစ်ဒ်၏ မြင်းသည် အသက်ရှင်သရွေ့ ၎င်းအတွက် ဆုလာဘ်များ ရရှိကြောင်း သင် မသိခဲ့ဘူးလား။)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြကုန်လော့)</span>၊ သင်၏ အရေးကိစ္စများနှင့် အခြေအနေများအားလုံးနှင့် ပတ်သက်၍ ဖြစ်သည်။ ဥပမာအားဖြင့်၊ တမန်တော်မြတ်သည် မုအာဇ်ကို ယီမင်သို့ စေလွှတ်သောအခါ ၎င်းအား မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّـئَــةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် မည်သည့်နေရာတွင် ရှိနေသည်ဖြစ်စေ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့လော့။ မကောင်းမှုအပြီးတွင် ကောင်းမှုတစ်ခုကို ပြုလုပ်လော့၊ ၎င်းက မကောင်းမှုကို ဖျက်ဆီးပေးမည်။ လူများနှင့် ကောင်းမွန်သော နည်းလမ်းဖြင့် ဆက်ဆံလော့။)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ သင်တို့ အောင်မြင်ကြလိမ့်မည်။)</span>၊ ဤဒုနိယာလောကနှင့် အာခိရတ်ဘဝတို့တွင် ဖြစ်သည်။ အိဗ်နု ဂျရီရ်က မုဟမ္မဒ် ဗင်န် ကအ်ဗ် အလ်-ကူရာဇီက အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြကုန်လော့။ သို့မှသာ သင်တို့ အောင်မြင်ကြလိမ့်မည်။)</span> ဆိုသည်မှာ “ငါနှင့် သင်တို့ကြားရှိ အရာများနှင့် ပတ်သက်၍ ငါ့ကို ကြောက်ရွံ့ကြလော့။ သို့မှသာ သင်တို့သည် နက်ဖြန်တွင် ငါနှင့် တွေ့ဆုံသောအခါ အောင်မြင်မှု ရရှိကြမည်” ဟု ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">စူရာဟ် အာလ်-အိမ္မရာန်၏ တဖ်စီရ် ဤနေရာတွင် ပြီးဆုံးသည်။ ချီးမွမ်းခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပြီး၊ ကုရ်အာန်နှင့် စွန္နဟ်လမ်းစဉ်ပေါ်တွင် ကျွန်ုပ်တို့ သေဆုံးပါစေဟု အရှင်မြတ်ထံ ကျွန်ုပ်တို့ တောင်းဆိုပါသည်၊ အာမီန်။</p>"
  }
]