[
  {
    "ayah_key": "49:1",
    "group_ayah_key": "49:1",
    "from_ayah": "49:1",
    "to_ayah": "49:3",
    "ayah_keys": "49:1,49:2,49:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အကြင်အရှင်သည် အလွန်တရာ ကျေးဇူးတော်ရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ - يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ - إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အို၊ ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ရှေ့၌ (မည်သည့်ကိစ္စကိုမျှ) ရှေ့မတိုးကြနှင့်။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို သိတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၂။ အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့၏အသံများကို တမန်တော်၏အသံထက် မမြှင့်ကြနှင့်။ သင်တို့အချင်းချင်း အသံကျယ်ကျယ်ဖြင့် ပြောဆိုသကဲ့သို့ ကိုယ်တော်အား အသံကျယ်ကျယ်ဖြင့် မပြောဆိုကြနှင့်။ သို့မှသာ သင်တို့၏အလုပ်များ ပျက်ပြယ်သွားမည်ကို သင်တို့ မသိလိုက်ရအောင် ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၃။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ရှေ့တွင် မိမိတို့၏ အသံများကို လျှော့ချသူများသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏နှလုံးသားများကို တက်ကဝါအတွက် စမ်းသပ်ထားသူများဖြစ်ကြသည်။ ၎င်းတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြီးမြတ်သော အကျိုးလာဘ်များ ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ရှေ့၌ ဆုံးဖြတ်ချက်ချမှတ်ခြင်းကို တားမြစ်ခြင်း၊ တမန်တော် <span class=\"gray\">(ﷺ)</span> အား ရိုသေလေးစားရန် အမိန့်ပေးခြင်း</p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်များတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏သစ္စာရှိသောကျွန်များကို ရစူလ်တမန်တော် ﷺ အပေါ် ထားရှိရမည့် ကောင်းမွန်သောအမူအကျင့်များ၊ ဆိုလိုသည်မှာ လေးစားမှု၊ ဂုဏ်ပြုမှုနှင့် မြတ်နိုးမှုတို့ကို သင်ကြားပေးထားသည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်တရာ ဂုဏ်ယူထိုက်သော အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ရှေ့၌ (မည်သည့်ကိစ္စကိုမျှ) ရှေ့မတိုးကြနှင့်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်ရှေ့၌ ဆုံးဖြတ်ချက်ချမှတ်ရန် အလျင်စလို မလုပ်ကြနှင့်၊ ထို့ထက်မူ ကိစ္စရပ်အားလုံးတွင် ကိုယ်တော်၏ ဦးဆောင်မှုကို လိုက်နာကြလော့။ အလီဘင်အဘီသွလ်ဟာက အိဗ်နုအဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) မှ မှတ်ချက်ပေးသည်ကို ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ရှေ့၌ (မည်သည့်ကိစ္စကိုမျှ) ရှေ့မတိုးကြနှင့်။)</span> \"ကုရ်အာန်နှင့် စွန်နတ်တော်နှင့် ဆန့်ကျင်သော မည်သည့်အရာကိုမျှ မပြောဆိုကြနှင့်။\" ကတာဒါက မှတ်ချက်ပေးသည်မှာ \"အချို့သောလူများက 'ဤသို့သောကိစ္စရပ်များနှင့်ပတ်သက်၍ ဗျာဒိတ်တော် ပေးပို့သင့်သည်' ဟုလည်းကောင်း၊ 'ဤသို့သော အလေ့အကျင့်များကို ခွင့်ပြုသင့်သည်' ဟုလည်းကောင်း ပြောဆိုလေ့ရှိကြောင်း ကျွန်ုပ်တို့အား ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤသဘောထားကို မနှစ်သက်ခဲ့ပေ။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်က သင်တို့ကို အမိန့်ပေးထားသည်များကို လိုက်နာကြလော့'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊)</span> 'သင်တို့၏ပြောဆိုချက်များကို'</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သိတော်မူထသော)</span> 'သင်တို့၏ ရည်ရွယ်ချက်များကို' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့၏အသံများကို တမန်တော်၏အသံထက် မမြှင့်ကြနှင့်။)</span> ဤသည်မှာ နောက်ထပ် နှစ်လိုဖွယ်ကောင်းသော အမူအကျင့်တစ်မျိုး ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား ၎င်းတို့၏အသံများကို တမန်တော် ﷺ ၏အသံထက် မမြှင့်သင့်ကြောင်း သင်ကြားပေးနေသည်။ ဤအာယသ်တော်သည် အဘူဘကရ်နှင့် 'ဥမရ်တို့နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နုအဘီမူလိုင်ကာက ပြောကြားသည် \"ဖြောင့်မတ်သူနှစ်ဦးဖြစ်သော အဘူဘကရ်နှင့် 'ဥမရ်တို့သည် တမန်တော် ﷺ ရှေ့မှောက်၌ အသံမြှင့်ပြောဆိုသောအခါ ပျက်စီးခြင်းနှင့်နီးပါး ကြုံတွေ့ခဲ့ကြရသည်။ ထိုအချိန်က တမန်တော်သည် ဘနီတမီမ်ကိုယ်စားလှယ်အဖွဲ့ကို တွေ့ဆုံနေခြင်းဖြစ်သည်။ ၎င်းတို့နှစ်ဦးထဲမှ တစ်ဦးက ဘနူမုဂျာရှီအဖွဲ့ဝင် အလ်-အက်ကရာအ် ဘင် ဟာဘစ်အား အကြံပြုခဲ့ပြီး၊ ကျန်တစ်ဦးက အခြားတစ်ဦးကို အကြံပြုခဲ့သည်။ နာဖီအ် <span class=\"gray\">(ဇာတ်ကြောင်းခွဲပြောသူတစ်ဦး)</span> က 'သူ၏အမည်ကို ကျွန်ုပ်မမှတ်မိပါ' ဟု ပြောကြားခဲ့သည်။ အဘူဘကရ်က 'ဥမရ်အား 'သင်သည် ကျွန်ုပ်ကို ဆန့်ကျင်ရန်သာ ရည်ရွယ်ခဲ့သည်' ဟု ပြောကြားခဲ့ပြီး၊ 'ဥမရ်ကမူ 'ကျွန်ုပ်သည် သင့်ကို ဆန့်ကျင်ရန် ရည်ရွယ်ခဲ့ခြင်း မရှိပါ' ဟု ပြန်ပြောခဲ့သည်။ ထို့နောက် ၎င်းတို့၏အသံများ ကျယ်လောင်လာခဲ့ရာ၊ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်ကို ပေးပို့တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့၏အသံများကို တမန်တော်၏အသံထက် မမြှင့်ကြနှင့်။ သင်တို့အချင်းချင်း အသံကျယ်ကျယ်ဖြင့် ပြောဆိုသကဲ့သို့ ကိုယ်တော်အား အသံကျယ်ကျယ်ဖြင့် မပြောဆိုကြနှင့်။ သို့မှသာ သင်တို့၏အလုပ်များ ပျက်ပြယ်သွားမည်ကို သင်တို့ မသိလိုက်ရအောင် ဖြစ်လိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">အဗ္ဗဒုလ္လာဟ် ဘင် အဇ်-ဇုဗိုင်ရ်က ပြောကြားသည်မှာ \"ထို့နောက်တွင် 'ဥမရ်၏အသံသည် အလွန်နိမ့်ကျသွားခဲ့ရာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူပြောသည်များကို နားလည်စေရန် ပြန်ပြောပြခိုင်းရသည်အထိ ဖြစ်ခဲ့သည်။\" အဗ္ဗဒုလ္လာဟ် ဘင် အဇ်-ဇုဗိုင်ရ်သည် သူ၏ဖခင် အဘူဘကရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) နှင့်ပတ်သက်၍ ထိုကဲ့သို့ ဖော်ပြခဲ့ခြင်း မရှိပေ။ မွတ်စ်လင်မ်က ဤဟဒီးဆ်တော်ကို စုဆောင်းခဲ့ခြင်း မရှိပါ။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီ စုဆောင်းထားသော အခြားဇာတ်ကြောင်းတစ်ခုတွင်၊ ဘနူတမီမ်မျိုးနွယ်စုမှ ကိုယ်စားလှယ်အဖွဲ့တစ်ဖွဲ့သည် တမန်တော် ﷺ ထံသို့ ရောက်ရှိလာခဲ့ပြီး အဘူဘကရ်က အလ်-ကအ်ကအ် ဘင် မအ်ဘဒ်အား ၎င်းတို့၏ခေါင်းဆောင်အဖြစ် ခန့်အပ်ရန် အကြံပြုခဲ့သည်၊ ထိုအတောအတွင်း 'ဥမရ်က အလ်-အက်ကရာအ် ဘင် ဟာဘစ်အား အကြံပြုခဲ့သည်ဟု ၎င်းက ပြောကြားခဲ့သည်။ မွတ်စ်လင်မ်က ဤဇာတ်ကြောင်းကို စုဆောင်းခဲ့ခြင်း မရှိပါ။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အနပ်စ် ဘင် မာလစ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"တမန်တော် ﷺ သည် သာဘစ် ဘင် ကိုင်းစ်ကို သတိရနေခဲ့ပြီး လူတစ်ဦးက 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ သူ၏သတင်းကို ကျွန်ုပ်ရှာဖွေပါမည်' ဟု ပြောကြားခဲ့သည်။ ထိုလူသည် သာဘစ်ထံသို့သွား၍ ခေါင်းငုံ့ကာ အိမ်တွင် ထိုင်နေသည်ကို တွေ့ရှိခဲ့ပြီး 'ဘာဖြစ်တာလဲ' ဟု မေးခဲ့သည်။ သာဘစ်က 'ဆိုးရွားသော ကိစ္စတစ်ခုပါ' ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် တမန်တော် ﷺ ၏အသံထက် မိမိအသံကို မြှင့်တင်လေ့ရှိသည်ဟု ပြောကြားခဲ့သည်။ သူသည် မိမိ၏ကောင်းမှုများ အချည်းနှီး ဖြစ်သွားမည်ကိုလည်းကောင်း၊ ငရဲသားများထဲမှ တစ်ဦးဖြစ်သွားမည်ကိုလည်းကောင်း ကြောက်ရွံ့ခဲ့သည်။ ထိုလူသည် တမန်တော် ﷺ ထံ ပြန်သွားပြီး သာဘစ်၏ပြောဆိုချက်ကို သယ်ဆောင်သွားခဲ့ပြီး သာဘစ်ထံသို့ အံ့သြဖွယ်ကောင်းသော သတင်းကောင်းတစ်ခုနှင့် ပြန်လာခဲ့သည်။ တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبْ إِلَيْهِ فَقُلْ لَهُ: إِنَّكَ لَسْتَ مِنْ أَهْلِ النَّارِ، وَلَكِنَّكَ مِنْ أَهْلِ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ထံသို့ပြန်သွား၍ ဤသတင်းကို ပြောပြလော့၊ သင်သည် ငရဲသားများထဲမှ မဟုတ်ပေ။ ထိုထက်မူ သင်သည် ဂျန္နတ်အသီးအနှံများထဲမှ ဖြစ်သည်။)</span>\" အလ်-ဘူခါရီက ဤဟဒီးဆ်တော်ကို ဤအသုံးအနှုန်းဖြင့် စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က အနပ်စ် ဘင် မာလစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"ဤအာယသ်တော် ထုတ်ပြန်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့၏အသံများကို တမန်တော်၏အသံထက် မမြှင့်ကြနှင့်)</span>၊ ဤအထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْتُمْ لَا تَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မသိလိုက်ရအောင်)</span>၊ အသံကျယ်လောင်သော သာဘစ် ဘင် ကိုင်းစ် ဘင် အရှ်-ရှမ်မပ်စ်က 'ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏အသံထက် မိမိအသံကို မြှင့်တင်ခဲ့သူ ဖြစ်ပါသည်။ ကျွန်ုပ်သည် ငရဲသားများထဲမှ ဖြစ်ပါသည်။ ကျွန်ုပ်၏ကောင်းမှုများ အချည်းနှီး ဖြစ်ခဲ့ပါပြီ' ဟု ပြောကြားခဲ့သည်။ သူသည် စိတ်သောကရောက်နေလျက် အိမ်တွင် နေထိုင်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူပျက်ကွက်နေသည်ကို သတိထားမိခဲ့သည်။ ထို့ကြောင့် လူအချို့သည် သာဘစ်ထံသို့သွား၍ 'တမန်တော် ﷺ က သင်ပျက်ကွက်နေသည်ကို သတိထားမိခဲ့သည်။ မည်သို့ ဖြစ်နေပါသနည်း' ဟု ပြောကြားခဲ့သည်။ သာဘစ်က 'ကျွန်ုပ်သည် တမန်တော် ﷺ ၏အသံထက် မိမိအသံကို မြှင့်တင်လေ့ရှိပြီး ကိုယ်တော်ရှေ့တွင် ကျယ်လောင်စွာ ပြောဆိုလေ့ရှိသည်။ ကျွန်ုပ်၏အလုပ်များ ပျက်ပြယ်သွားခဲ့ပြီး ကျွန်ုပ်သည် ငရဲသားများထဲမှ ဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့သည် တမန်တော် ﷺ ထံသို့သွား၍ သာဘစ်ပြောသည်များကို ပြောပြခဲ့ရာ တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، بَلْ هُوَ مِنْ أَهْلِ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သူသည် ဂျန္နတ်အသီးအနှံများထဲမှ ဖြစ်သည်။)</span>\" အနပ်စ်က မှတ်ချက်ပေးသည်မှာ \"သာဘစ်သည် ဂျန္နတ်အသီးအနှံများထဲမှ ဖြစ်သည်ကို သိလျက် ကျွန်ုပ်တို့ကြားတွင် လမ်းလျှောက်သည်ကို ကျွန်ုပ်တို့ မြင်တွေ့ခဲ့ရသည်။ ယမာမာဟ်တိုက်ပွဲအတွင်း ကျွန်ုပ်တို့၏တပ်များသည် ဆုတ်ခွာခဲ့ရသည်။ ရုတ်တရက် သာဘစ် ဘင် ကိုင်းစ် ဘင် ရှမ်မပ်စ်သည် သူ၏ဟာနုသ်နှင့် ကပ္ဖန်ကို ဝတ်ဆင်ကာ ရောက်ရှိလာပြီး 'အဆိုးဆုံးအကျင့်သည် သင့်ရန်သူထံမှ သင်ရရှိသော အကျင့်ဖြစ်ပြီး သင့်အဖော်များအတွက် ဆိုးရွားသော ပုံစံမချမှတ်ပါနှင့်' ဟု ပြောကြားခဲ့သည်။ သူသည် ရှဟီးဒ်ဖြစ်သည်အထိ တိုက်ပွဲဝင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ။\" </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် ﷺ အား ကျယ်လောင်သောအသံဖြင့် ပြောဆိုခြင်းကို တားမြစ်ခဲ့သည်။ တစ်ဦးနှင့်တစ်ဦး စိတ်အနှောင့်အယှက်ဖြစ်စေသော ပုံစံဖြင့် ကျယ်လောင်စွာပြောဆိုသကဲ့သို့ပင် ဖြစ်သည်။ ထိုအစား ၎င်းတို့သည် ကိုယ်တော်အား လေးစားမှု၊ ဂုဏ်ပြုမှုနှင့် ငြိမ်သက်မှုတို့ဖြင့် ပြောဆိုရန် လိုအပ်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်တရာ ဂုဏ်ယူထိုက်သော အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အချင်းချင်း အသံကျယ်ကျယ်ဖြင့် ပြောဆိုသကဲ့သို့ ကိုယ်တော်အား အသံကျယ်ကျယ်ဖြင့် မပြောဆိုကြနှင့်။)</span> ကိုယ်တော်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အချင်းချင်း ခေါ်ဝေါ်သကဲ့သို့ တမန်တော်ကို ခေါ်ဝေါ်ခြင်းကို မလုပ်ကြနှင့်။)</span><span class=\"gray\">(၂၄:၆၃)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ သင်တို့၏အလုပ်များ ပျက်ပြယ်သွားမည်ကို သင်တို့ မသိလိုက်ရအောင် ဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ 'တမန်တော် ﷺ အား သင်တို့၏အသံများကို မြှင့်တင်ခြင်းမှ ရှောင်ကြဉ်ရန် ကျွန်ုပ်တို့ အမိန့်ပေးထားသည်၊ သို့မှသာ ကိုယ်တော်သည် သင်တို့အပေါ် ဒေါသထွက်မည်မဟုတ်ပေ။ ထိုသို့လုပ်ဆောင်ခြင်းဖြင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်း ဒေါသထွက်စေလိမ့်မည်။' တမန်တော်၏ဒေါသကို ဖြစ်စေသူ၏ ကောင်းမှုများသည် သူပင်မသိဘဲ အချည်းနှီး ဖြစ်သွားလိမ့်မည်။ ဆွာဟီးဟ်ကျမ်းတွင် ဟဒီးဆ်တော်တစ်ခု ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَىٰ لَا يُلْقِي لَهَا بَالًا، يُكْتَبُ لَهُ بِهَا الْجَنَّةُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَىٰ لَا يُلْقِي لَهَا بَالًا، يَهْوِي بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ်၊ လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်ကို နှစ်သက်စေသော စကားတစ်ခွန်းကို ပြောဆိုနိုင်သည်၊ ထိုစကား၏ အရေးပါပုံကို သူနားမလည်သော်လည်း ၎င်း၏အကောင့်တွင် ဂျန္နတ်ကို ရေးသားထားသည်။ မှန်စင်စစ်၊ လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်ကို ဒေါသထွက်စေသော စကားတစ်ခွန်းကို ပေါ့ဆစွာ ပြောဆိုနိုင်သည်၊ ၎င်း၏အကောင့်တွင် သူသည် မိုးကောင်းကင်နှင့် မြေကြီးကြား အကွာအဝေးထက် ဝေးကွာသော ငရဲတွင် ပစ်ချခံရလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရစူလ်တမန်တော်ရှေ့၌ မိမိ၏အသံကို လျှော့ချရန် အမိန့်ပေးပြီး ဤပိုကောင်းသောအမူအကျင့်ကို အားပေး၊ ညွှန်ကြားကာ အကြံပြုထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ရှေ့တွင် မိမိတို့၏ အသံများကို လျှော့ချသူများသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏နှလုံးသားများကို တက်ကဝါအတွက် စမ်းသပ်ထားသူများဖြစ်ကြသည်။)</span> အကြင်သူတို့၏ နှလုံးသားများကို အလ္လာဟ်အရှင်မြတ်က သန့်စင်ပေးပြီး တက်ကဝါအတွက် နေရာထိုင်ခင်းနှင့် နေထိုင်ရာအဖြစ် ဖန်ဆင်းပေးထား၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြီးမြတ်သော အကျိုးလာဘ်များ ရှိ၏။)</span> အီမာမ် အာမဒ်က အဇ်-ဇုဟ်ဒ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ မုဂျာဟစ်ဒ်က ပြောကြားသည် \"တစ်စုံတစ်ဦးက 'ဥမရ်ထံသို့ စာရေးသားခဲ့သည် 'အို ယုံကြည်သူတို့၏ခေါင်းဆောင်၊ မည်သူက ပိုမိုကောင်းမွန်သနည်း၊ အပြစ်ကျူးလွန်လိုစိတ် မရှိဘဲ ကျူးလွန်ခြင်းမပြုသူလား၊ သို့မဟုတ် အပြစ်ကျူးလွန်လိုစိတ်ရှိသော်လည်း မကျူးလွန်သူလား' 'ဥမရ်က ပြန်လည်ဖြေကြားသည် 'အပြစ်ကျူးလွန်လိုစိတ်ရှိသော်လည်း မကျူးလွန်သူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏နှလုံးသားများကို တက်ကဝါအတွက် စမ်းသပ်ထားသူများဖြစ်ကြသည်။ ၎င်းတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြီးမြတ်သော အကျိုးလာဘ်များ ရှိ၏။)</span>'\"</p>"
  }
]