[
  {
    "ayah_key": "26:221",
    "group_ayah_key": "26:221",
    "from_ayah": "26:221",
    "to_ayah": "26:227",
    "ayah_keys": "26:221,26:222,26:223,26:224,26:225,26:226,26:227",
    "text": "<p lang=\"my\" class=\"my \">ရှိုင်တွာန်များ မည်သူတို့ထံသို့ သက်ဆင်းသည်ကို သင်တို့အား ငါအသိပေးရမည်လော <span>(221)</span>သူတို့သည် မုသားပြောတတ်သော၊ ပြစ်မှုကျူးလွန်သောသူတိုင်းထံသို့ သက်ဆင်းကြ၏ <span class=\"gray\">(အာသိမ်)</span><span>(222)</span>နားစွင့်သူများ ဖြစ်ကြပြီး ၎င်းတို့အများစုမှာ မုသာဝါဒီများ ဖြစ်ကြ၏ <span>(223)</span>ကဗျာဆရာများမူကား လမ်းမှားသူတို့သည် ၎င်းတို့နောက်သို့ လိုက်ကြ၏ <span>(234)</span>သူတို့သည် မိမိတို့၏ကဗျာများ၌ အကြောင်းအရာတိုင်းကို ပြောဆိုကြသည်ကို သင်မမြင်ဖူးသလော <span>(225)</span>ထို့ပြင် သူတို့သည် မပြုလုပ်သောအရာများကို ပြောဆိုကြသည်ကိုလည်း (သင်မမြင်ဖူးသလော) <span>(226)</span>သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူများ၊ အလ္လာဟ်အရှင်မြတ်ကို အလွန်အမင်း သတိရသူများ၊ ၎င်းတို့အား မတရားပြုပြီးနောက် မိမိကိုယ်ကို ခုခံကာကွယ်သူများမှလွဲ၍ ဖြစ်၏။ မတရားပြုသူများသည် မိမိတို့ မည်သို့မှောက်မှားသွားမည်ကို မကြာမီ သိရှိကြရမည် <span>(227)</span></p><div lang=\"ky\" class=\"ky \"><h2>Refutation of the Fabrications of the Idolators</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် ﷺ သယ်ဆောင်လာသည်မှာ အမှန်တရားမဟုတ်ဘဲ ကိုယ်တော်တိုင် ဖန်တီးခဲ့သည် သို့မဟုတ် ဂျင်န်များထံမှ ရူပါရုံများဖြင့် ကိုယ်တော်ထံ ရောက်ရှိလာသည်ဟု ပြောဆိုသော ရုပ်တုကိုးကွယ်သူများကို မိန့်ကြားထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စွပ်စွဲချက်များနှင့် လိမ်လည်မှုများထက် မိမိ၏တမန်တော်သည် သာလွန်မြင့်မြတ်ကြောင်း၊ ကိုယ်တော်သယ်ဆောင်လာသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ အမှန်တကယ်လာခြင်းဖြစ်ကြောင်း၊ ဂုဏ်သရေရှိ၊ ယုံကြည်စိတ်ချရပြီး တန်ခိုးကြီးသော ကောင်းကင်တမန်တစ်ပါးက သယ်ဆောင်လာသော ဗျာဒိတ်တော်နှင့် ဉာဏ်ပညာဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။ ၎င်းသည် ရှိုင်တွာန်များထံမှ လာခြင်းမဟုတ်ပေ၊ အကြောင်းမှာ ၎င်းတို့သည် ဤမြင့်မြတ်သော ကုရ်အာန်ကဲ့သို့သော မည်သည့်အရာကိုမျှ ဆန္ဒမရှိကြသောကြောင့် ဖြစ်သည် – ၎င်းတို့နှင့်တူသော မုသားပြောတတ်သော ဗေဒင်ဆရာများထံသို့သာ သက်ဆင်းကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أُنَبِّئُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ငါအသိပေးရမည်လော)</span> ဆိုလိုသည်မှာ သင်တို့ကို ငါပြောပြရမည်လော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ مَن تَنَزَّلُ الشَّيَاطِينُ - تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်များ မည်သူတို့ထံသို့ သက်ဆင်းသနည်း။ ၎င်းတို့သည် မုသားပြောတတ်သော၊ ပြစ်မှုကျူးလွန်သောသူတိုင်း <span class=\"gray\">(အာသိမ်)</span> ထံသို့ သက်ဆင်းကြ၏။)</span> ဆိုလိုသည်မှာ သူ၏စကားသည် မုသားနှင့် လိမ်လည်မှုများ ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَثِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာသိမ်)</span> ဆိုသည်မှာ သူ၏လုပ်ရပ်များက မကောင်းမှုဖြစ်သည်။ ဤသူသည် ရှိုင်တွာန်များ သက်ဆင်းသည့်သူဖြစ်သည်၊ ဗေဒင်ဆရာများနှင့် အခြားသော အပြစ်ရှိသော မုသာဝါဒီများ ဖြစ်သည်။ ရှိုင်တွာန်များမှာလည်း အပြစ်ရှိသော မုသာဝါဒီများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُلْقُونَ السَّمْعَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားစွင့်သူများ)</span> ဆိုသည်မှာ ၎င်းတို့သည် ကောင်းကင်ဘုံ၌ ပြောဆိုသောအရာများကို ကြားဖြတ်နားထောင်ရန် ကြိုးစားကြပြီး၊ မမြင်ရသောအရာ (အလ်-ဂိုင်ဘ်) ကို ကြားရန် ကြိုးစားကြသည်။ ထို့နောက် ၎င်းတွင် မုသားရာပေါင်းများစွာကို ထည့်သွင်းပြီး ၎င်းတို့၏လူသားအပေါင်းအဖော်များကို ပြောပြကြသည်။ ထိုသူတို့ကလည်း အခြားသူများကို ပြန်ပြောပြကြသည်။ ထို့နောက် ကောင်းကင်ဘုံမှ ကြားရသော အရာတစ်ခုအတွက် မှန်ကန်ခဲ့သောကြောင့် လူများသည် ၎င်းတို့ပြောသမျှကို ယုံကြည်ကြသည်။ ဤအရာကို အလ်-ဘူခါရီက အာအီရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသော စစ်မှန်သည့် ဟဒီးဆ်တော်၌ ဖော်ပြထားသည်။ ကိုယ်တော်မက မိန့်တော်မူသည်မှာ \"လူများသည် တမန်တော်မြတ် ﷺ အား ဗေဒင်ဆရာများအကြောင်း မေးမြန်းသောအခါ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ لَيْسُوا بِشَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မည်သည့်အရာမျှ မဟုတ်ပေ။)</span> ၎င်းတို့က \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ၎င်းတို့သည် မှန်ကန်သောအရာများကို ပြောဆိုကြပါသည်\" ဟု ပြောဆိုကြသည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الْكَلِمَةُ مِنَ الْحَقِّ يَخْطَفُهَا الْـجِنِّـيُّ فَيُقَرْقِرُهَا فِي أُذُنِ وَلِيِّهِ كَقَرْقَرَةِ الدَّجَاجِ، فَيَخْلِطُونَ مَعَهَا أَكْثَرَ مِنْ مِائَةِ كَذْبَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ဂျင်န်က ဆွဲယူသွားသော အမှန်တရားစကားလုံးဖြစ်သည်၊ ထို့နောက် ကြက်တွန်သံကဲ့သို့ သူ၏မိတ်ဆွေ၏နားထဲသို့ တီးတိုးပြောကြားပြီး၊ ၎င်းတွင် မုသားတစ်ရာကျော်ကို ရောစပ်လိုက်သည်။)</span> အလ်-ဘူခါရီက အဘူ ဟူရိုင်ရာဟ်က \"တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်-\" ဟု ပြောဆိုခဲ့သည်ကိုလည်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَضَى اللهُ الْأَمْرَ فِي السَّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ، كَأَنَّهَا سِلْسِلَةٌ عَلَى صَفْوَانٍ، فَإِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا: مَاذَا قَالَ رَبُّكُمْ؟ قَالُوا (لِلَّذِي قَالَ): الْحَقَّ، وَهُوَ الْعَلِيُّ الْكَبِيرُ، فَيَسْمَعُهَا مُسْتَرِقُو السَّمْعِ، وَمُسْتَرِقُو السَّمْعِ هَكَذَا بَعْضُهُمْ فَوْقَ بَعْضٍ - وَصَفَ سُفْيَانُ بِيَدِهِ، فَحَرَّفَهَا وَبَدَّدَ بَيْنَ أَصَابِعِهِ - فَيَسْمَعُ الْكَلِمَةَ فَيُلْقِيهَا إِلَى مَنْ تَحْتَهُ، ثُمَّ يُلْقِيهَا الْآخَرُ إِلَى مَنْ تَحْتَهُ، حَتَّى يُلْقِيَهَا عَلَى لِسَانِ السَّاحِرِ أَوِ الْكَاهِنِ، فَرُبَّمَا أَدْرَكَهُ الشِّهَابُ قَبْلَ أَنْ يُلْقِيَهَا، وَرُبَّمَا أَلْقَاهَا قَبْلَ أَنْ يُدْرِكَهُ، فَيَكْذِبُ مَعَهَا مِائَةَ كَذْبَةٍ، فَيُقَالُ: أَلَيْسَ قَدْ قَالَ لَنَا يَوْمَ كَذَا وَكَذَا: كَذَا وَكَذَا؟ فَيُصَدَّقُ بِتِلْكَ الْكَلِمَةِ الَّتِي سُمِعَتْ مِنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ဘုံ၌ ကိစ္စတစ်ခုကို အမိန့်ချမှတ်သောအခါ ကောင်းကင်တမန်များသည် ကိုယ်တော်၏ အမိန့်တော်ကို နာခံလျက် ၎င်းတို့၏အတောင်ပံများကို ရိုက်ခတ်ကြရာ ကျောက်တုံးပေါ်၌ သံကြိုးရိုက်သံနှင့်တူ၏။ ထို့နောက် ၎င်းတို့၏နှလုံးသားများမှ ကြောက်ရွံ့မှုများ လျော့ပါးသွားသောအခါ ၎င်းတို့က \"သင်တို့၏အရှင်က မည်သို့မိန့်တော်မူသနည်း\" ဟု မေးကြသည်။ ၎င်းတို့က \"အမှန်တရား။ ကိုယ်တော်သည် အမြင့်မြတ်ဆုံး၊ အကြီးမြတ်ဆုံးဖြစ်သည်\" ဟု ပြောဆိုကြသည်။ ထို့နောက် နားစွင့်နေသော ဂျင်န်များ (တစ်ဦးနှင့်တစ်ဦး အပေါ်စီးမှ)</span> – စူဖ်ယာန်က ၎င်းကို လက်ဟန်ဖြင့် သရုပ်ဖော်ပြရာ၊ သူ၏လက်ကို လက်ချောင်းများဖြန့်လျက် ဒေါင်လိုက်ကိုင်ထားသည် – <span class=\"gray\">(၎င်းတို့ကြားရသောအခါ ၎င်းကို တစ်ဦးမှတစ်ဦးသို့ ပစ်ချကြပြီး ဗေဒင်ဆရာ သို့မဟုတ် ၎င်း၏မိတ်ဆွေထံသို့ ရောက်ရှိသည်အထိ ဖြစ်၏။ ဥက္ကာခဲသည် ဂျင်န်က ၎င်းကို မပို့မီ ရိုက်ချနိုင်သည်၊ သို့မဟုတ် သူသည် မရိုက်ချခံရမီ ၎င်းကို ပို့နိုင်ပြီး ၎င်းတွင် မုသားတစ်ရာကို ထည့်သွင်းလိုက်သည်။ ထို့ကြောင့် \"သူသည် ကျွန်ုပ်တို့အား ထိုနေ့ထိုရက်၌ ထိုသို့ထိုသို့ ဖြစ်မည်ဟု မပြောခဲ့ဖူးသလော\" ဟု ပြောဆိုကြသည်။ ထို့ကြောင့် ကောင်းကင်ဘုံမှ ကြားရသော ထိုအရာတစ်ခုကြောင့် ၎င်းတို့က သူ့ကို ယုံကြည်ကြသည်။)</span> ဤအရာကို အလ်-ဘူခါရီက မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အာအီရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمَلَائِكَةَ تَحَدَّثُ فِي الْعَنَانِ - وَالْعَنَانُ: الْغَمَامُ - بِالْأَمْرِ (يَكُونُ) فِي الْأَرْضِ، فَتَسْمَعُ الشَّيَاطِينُ الْكَلِمَةَ، فَتَقُرُّهَا فِي أُذُنِ الْكَاهِنِ كَمَا تُقَرُّ الْقَارُورَةُ، فَيَزِيدُونَ مَعَهَا مِائَةَ كَذْبَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များသည် မြေပြင်ပေါ်ရှိ ကိစ္စတစ်ခုအကြောင်းကို မိုးတိမ်များထဲတွင် ပြောဆိုကြပြီး ရှိုင်တွာန်များသည် ၎င်းတို့ပြောသောအရာကို ကြားဖြတ်နားထောင်ကြကာ၊ ထို့ကြောင့် ၎င်းတို့သည် ဗေဒင်ဆရာ၏နားထဲသို့ မှန်ပုလင်းမှ <span class=\"gray\">(အရည်လောင်းချသကဲ့သို့)</span> တီးတိုးပြောကြားပြီး၊ သူသည် ၎င်းတွင် မုသားတစ်ရာကို ထည့်သွင်းလိုက်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> သည် ကဗျာဆရာတစ်ဦးဖြစ်သည်ဟူသော ပြောဆိုချက်ကို ပယ်ဖျက်ခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကဗျာဆရာများမူကား လမ်းမှားသူတို့သည် ၎င်းတို့နောက်သို့ လိုက်ကြ၏။)</span> 'အလီ ဘင်န် အဘီ တာလ်ဟာဟ်သည် အိဗ်နု အဘ်ဘာစ်ထံမှ ဤအရာ၏အဓိပ္ပါယ်မှာ \"ငြင်းပယ်သူများသည် လူသားများနှင့် ဂျင်န်များအနက်မှ လမ်းမှားသူတို့နောက်သို့ လိုက်ကြသည်\" ဟု မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းသည် မုဂျာဟိဒ်၊ 'အဗ်ဒုရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အဆ်လမ်နှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။ 'အစ်ကရီမာဟ်က \"ကဗျာဆရာနှစ်ဦးသည် ကဗျာများဖြင့် တစ်ဦးကိုတစ်ဦး လှောင်ပြောင်ကြပြီး လူအုပ်စုတစ်စုက တစ်ဦးကို ထောက်ခံကာ အခြားအုပ်စုက အခြားတစ်ဦးကို ထောက်ခံကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤအာယသ်တော်ကို ထုတ်ပြန်ခဲ့သည်-\" ဟု ပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကဗျာဆရာများမူကား လမ်းမှားသူတို့သည် ၎င်းတို့နောက်သို့ လိုက်ကြ၏။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် မိမိတို့၏ကဗျာများ၌ အကြောင်းအရာတိုင်းကို ပြောဆိုကြသည်ကို သင်မမြင်ဖူးသလော။)</span> 'အလီ ဘင်န် အဘီ တာလ်ဟာဟ်သည် အိဗ်နု အဘ်ဘာစ်ထံမှ ဤအရာ၏အဓိပ္ပါယ်မှာ \"သူတို့သည် မည်သည့်အဓိပ္ပါယ်မဲ့မှုမျိုးကိုမဆို နှစ်သက်ကြသည်\" ဟု မှတ်တမ်းတင်ခဲ့သည်။ အဒ်-ဒွဟ်ဟာက်က အိဗ်နု အဘ်ဘာစ်က \"သူတို့သည် နှုတ်ဖြင့်ပြောဆိုသည့် အနုပညာမျိုးစုံကို လုပ်ဆောင်ကြသည်\" ဟု ပြောဆိုခဲ့သည်ကို မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းသည် မုဂျာဟိဒ်နှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူတို့သည် မပြုလုပ်သောအရာများကို ပြောဆိုကြသည်ကိုလည်း (သင်မမြင်ဖူးသလော)။)</span> အလ်-'အော်ဖီက အိဗ်နု အဘ်ဘာစ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ လက်ထက်တွင် အမျိုးသားနှစ်ဦး၊ အန်စာရ်များထဲမှ တစ်ဦးနှင့် အခြားမျိုးနွယ်စုမှ တစ်ဦးတို့သည် ကဗဗျာများဖြင့် တစ်ဦးကိုတစ်ဦး လှောင်ပြောင်ခဲ့ကြပြီး ၎င်းတို့တစ်ဦးစီကို သူ၏ကိုယ်ပိုင်လူအုပ်စုမှ (မိုက်မဲသူများဖြစ်ကြသည့်) လူအုပ်စုတစ်စုက ထောက်ခံခဲ့ကြရာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ - أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ - وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကဗျာဆရာများမူကား လမ်းမှားသူတို့သည် ၎င်းတို့နောက်သို့ လိုက်ကြ၏။ သူတို့သည် မိမိတို့၏ကဗျာများ၌ အကြောင်းအရာတိုင်းကို ပြောဆိုကြသည်ကို သင်မမြင်ဖူးသလော။ ထို့ပြင် သူတို့သည် မပြုလုပ်သောအရာများကို ပြောဆိုကြသည်ကိုလည်း (သင်မမြင်ဖူးသလော)။)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဆိုလိုသည်မှာ ဤကုရ်အာန်ကို ဗျာဒိတ်ပေးခံရသော တမန်တော်မြတ် ﷺ သည် ဗေဒင်ဆရာ သို့မဟုတ် ကဗျာဆရာမဟုတ်ပေ၊ အကြောင်းမှာ ကိုယ်တော်၏ အခြေအနေသည် ၎င်းတို့နှင့် သိသိသာသာ ကွဲပြားသောကြောင့် ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنبَغِي لَهُ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ကိုယ်တော်အား ကဗျာပညာကို သင်ကြားပေးခဲ့ခြင်း မရှိသကဲ့သို့ ကိုယ်တော်အတွက်လည်း မသင့်လျော်ပေ။ ဤသည်မှာ သတိပေးချက်တစ်ခုနှင့် ရှင်းလင်းပြတ်သားသော ကုရ်အာန်သာလျှင် ဖြစ်သည်။)</span><span class=\"gray\">(36:69)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ - وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَّا تُؤْمِنُونَ - وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَّا تَذَكَّرُونَ - تَنزِيلٌ مِّن رَّبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ အမှန်ပင် ဂုဏ်သရေရှိ တမန်တော်တစ်ပါး၏ စကားတော်ဖြစ်သည်။ ၎င်းသည် ကဗျာဆရာ၏ စကားမဟုတ်ပေ၊ သင်တို့ယုံကြည်မှုမှာ အနည်းငယ်သာရှိ၏။ ၎င်းသည် ဗေဒင်ဆရာ၏ စကားလည်းမဟုတ်ပေ၊ သင်တို့အမှတ်ရမှုမှာ အနည်းငယ်သာရှိ၏။ ဤသည်မှာ ရှိရှိသမျှအားလုံးကို အုပ်စိုးသော အရှင်သခင်ထံမှ ဗျာဒိတ်တော်ဖြစ်သည်။)</span><span class=\"gray\">(69:40-43)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စလာမ်မှ ကဗျာဆရာများ၏ ချွင်းချက်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူများမှလွဲ၍ ဖြစ်၏။)</span> မုဟမ္မဒ် ဘင်န် အိစ်ဟားက်သည် ယဇိဒ် ဘင်န် 'အဗ်ဒုလ္လာဟ် ဘင်န် ကူဆိုက်ထ်ထံမှ အဘူ အလ်-ဟာစန် စာလိမ် အလ်-ဘာရာဒ် (တမီးမ် အဒ်-ဒါရီ၏ လွတ်မြောက်ကျွန်) က \"အာယသ်တော် –\" ထုတ်ပြန်သောအခါ ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကဗျာဆရာများမူကား လမ်းမှားသူတို့သည် ၎င်းတို့နောက်သို့ လိုက်ကြ၏။)</span> ထုတ်ပြန်သောအခါ ဟစန် ဘင်န် သာဘိသ်၊ 'အဗ်ဒုလ္လာဟ် ဘင်န် ရဝါဟာဟ်နှင့် ကအ်ဗ် ဘင်န် မာလိက်တို့သည် ငိုယိုလျက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ လာရောက်ပြီး \"အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်ကို ထုတ်ပြန်သောအခါ ကျွန်ုပ်တို့သည် ကဗျာဆရာများဖြစ်ကြောင်း သိတော်မူခဲ့သည်\" ဟု ပြောဆိုခဲ့ကြသည်။ တမန်တော်မြတ် ﷺ က ၎င်းတို့အား ဤအာယသ်တော်ကို ရွတ်ပြတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူများမှလွဲ၍ ဖြစ်၏။)</span> ဟု ရွတ်ပြပြီး မိန့်တော်မူသည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنْتُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ဤသည်မှာ) သင်တို့ ဖြစ်၏။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَكَرُوا اللَّهَ كَثِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို အလွန်အမင်း သတိရသူများ)</span>။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنْتُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ဤသည်မှာ) သင်တို့ ဖြစ်၏။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား မတရားပြုပြီးနောက် မိမိကိုယ်ကို ခုခံကာကွယ်သူများ)</span>။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنْتُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ဤသည်မှာ) သင်တို့ ဖြစ်၏။)</span> ဤအရာကို အိဗ်နု အဘီ ဟာသိမ်နှင့် အိဗ်နု ဂျရီရ်တို့က အိဗ်နု အိစ်ဟားက်၏ ဖော်ပြချက်မှ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">သို့သော် ဤဆူရာဟ်ကို မက္ကာဟ်၌ ထုတ်ပြန်ခဲ့သည်၊ ထို့ကြောင့် ၎င်းထုတ်ပြန်ရခြင်း၏ အကြောင်းရင်းသည် အန်စာရ်တို့၏ ကဗျာဆရာများ ဖြစ်နိုင်မည်နည်း။ ဤသည်မှာ စဉ်းစားစရာ ကိစ္စဖြစ်သည်။ ဤအကြောင်းနှင့်ပတ်သက်၍ ဖော်ပြထားသော သတင်းများအားလုံးသည် မုရ်ဆလ် ဖြစ်ပြီး မှီခိုအားထား၍ မရပေ။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။ သို့သော် ဤချွင်းချက်တွင် အန်စာရ်နှင့် အခြားကဗျာဆရာများ ပါဝင်နိုင်သည်။ ၎င်းသည် ဂျာဟီလီယာခေတ်မှ အစ္စလာမ်နှင့် ၎င်း၏နောက်လိုက်များကို ကဲ့ရဲ့ရှုတ်ချရာတွင် နှစ်မြှုပ်ခဲ့ကြပြီးနောက် နောင်တရကာ အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လှည့်ခဲ့ကြသူများ၊ ၎င်းတို့ယခင်ပြုလုပ်ခဲ့သောအရာများကို စွန့်လွှတ်ကာ ကောင်းမှုပြုရန်နှင့် အလ္လာဟ်အရှင်မြတ်ကို များစွာသတိရရန် စတင်ခဲ့သူများကိုပင် ပါဝင်စေသည်။ ၎င်းတို့ယခင်ပြောခဲ့သော မကောင်းမှုများအတွက် ပြန်လည်ဖြည့်ဆည်းရန် ဖြစ်သည်၊ အကြောင်းမှာ ကောင်းမှုများသည် မကောင်းမှုများကို ဖျက်ဆီးပစ်သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် မိမိတို့၏စော်ကားမှုများကို ဖြည့်ဆည်းရန်အတွက် အစ္စလာမ်နှင့် ၎င်း၏နောက်လိုက်များကို ချီးမွမ်းခဲ့ကြသည်၊ အဗ်ဒုလ္လာဟ် ဘင်န် အဇ်-ဇဗ်ဘာရီက မွတ်စ်လင်မ်ဖြစ်လာသောအခါ ပြောခဲ့သကဲ့သို့ ဖြစ်သည်-</p><p lang=\"my\" class=\"my \">\"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ အမှန်စင်စစ် ငါမကောင်းစဉ်က ငါ့လျှာက ပြောခဲ့သည့်အရာများအတွက် ပြန်လည်ပြုပြင်ရန် ကြိုးစားပါလိမ့်မည် – လမ်းမှားသောနှစ်များအတွင်း ရှိုင်တွာန်နှင့်အတူ ငါလိုက်ပါခဲ့သောအခါ၊ ထိုသူ၏လမ်းစဉ်ဘက်သို့ ယိမ်းယိုင်သူတိုင်းသည် ဆုံးရှုံးမှုအခြေအနေတွင် ရှိနေသူပင် ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">ထိုနည်းတူစွာ အဘူ စူဖ်ယာန် ဘင်န် အလ်-ဟာရိသ် ဘင်န် 'အဗ်ဒုလ်-မုတ္တလိဗ်သည် တမန်တော်မြတ် ﷺ အပေါ် အပြင်းအထန်ဆုံး ရန်လိုသူတစ်ဦးဖြစ်ခဲ့သည်၊ သူသည် တမန်တော်၏ ညီအစ်ကိုဝမ်းကွဲဖြစ်သော်လည်း သူ့ကို အများဆုံး လှောင်ပြောင်သူဖြစ်သည်။ သို့သော် သူ မွတ်စလင်မ်ဖြစ်လာသောအခါ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထက် သူ့အတွက် ပို၍ ချစ်ခင်စရာကောင်းသူ မရှိတော့ချေ။ သူသည် တမန်တော်မြတ် ﷺ ကို လှောင်ပြောင်ခဲ့သည့်နေရာများတွင် ချီးမွမ်းပြောဆိုလာပြီး၊ ရန်သူအဖြစ် သဘောထားခဲ့သည့်နေရာများတွင် အရင်းနှီးဆုံး မိတ်ဆွေအဖြစ် လက်ခံလာခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား မတရားပြုပြီးနောက် မိမိကိုယ်ကို ခုခံကာကွယ်သူများ)</span>။ အိဗ်နု အဘ်ဘာစ်က \"၎င်းတို့သည် ယုံကြည်သူများကို ကဗျာများဖြင့် လှောင်ပြောင်ခဲ့သော ငြင်းပယ်သူများအား တုံ့ပြန်ခဲ့ကြသည်\" ဟု ပြောဆိုခဲ့သည်။ ၎င်းသည် မုဂျာဟိဒ်၊ ကာတာဒါဟ်နှင့် အခြားများစွာသောသူတို့၏ အမြင်လည်းဖြစ်သည်။ စဟီးဟ်ကျမ်းတွင်လည်း တမန်တော်မြတ် ﷺ က ဟစန်အား မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">اهْجُهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ကဗျာဖြင့် လှောင်ပြောင်လော့။)</span> သို့မဟုတ် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هاجِهِمْ وَجِبْرِيلُ مَعَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ကဗျာဖြင့် လှောင်ပြောင်လော့၊ ဂျိဗ်ရီလ်သည် သင်နှင့်အတူ ရှိတော်မူ၏။)</span> အိမာမ် အဟ်မဒ်က ကအ်ဗ် ဘင်န် မာလိက်က တမန်တော်မြတ် ﷺ အား \"အလ္လာဟ်အရှင်မြတ်သည် ကဗျာဆရာများအကြောင်းကို ကိုယ်တော်ဗျာဒိတ်တော် ပေးအပ်ခဲ့သည်\" ဟု ပြောဆိုခဲ့သည်ကို မှတ်တမ်းတင်ခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُؤْمِنَ يُجَاهِدُ بِسَيْفِهِ وَلِسَانِهِ، وَالَّذِي نَفْسِي بِيَدِهِ! لَكَأَنَّ مَا تَرْمُونَهُمْ بِهِ نَضْحُ النَّـبْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူသည် သူ၏ဓားနှင့် သူ၏လျှာဖြင့် ဂျီဟတ်တိုက်ခိုက်၏။ ငါ၏အသက်ဝိညာဉ်ကို ထိန်းချုပ်ထားသော အရှင်မြတ်ကျိန်ဆိုတော်မူ၏၊ သင်တို့သည် ၎င်းတို့အား မြှားများဖြင့် တိုက်ခိုက်နေသကဲ့သို့ပင် ဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူများသည် မိမိတို့ မည်သို့မှောက်မှားသွားမည်ကို မကြာမီ သိရှိကြရမည်။)</span> ဤသည်မှာ ဤအာယသ်တော်နှင့် တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူများအတွက် ၎င်းတို့၏ ဆင်ခြေများသည် မည်သည့်အကျိုးအမြတ်မျှ မပေးနိုင်သောနေ့)</span><span class=\"gray\">(40:52)</span>။ စဟီးဟ်ကျမ်းအရ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالظُّلْمَ، فَإِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုခြင်းကို သတိပြုကြလော့၊ အကြောင်းမူကား မတရားပြုခြင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အမှောင်ထုများ ဖြစ်လိမ့်မည်။)</span> ကာတာဒါဟ် ဘင်န် ဒီ'အာမာဟ်က အာယသ်တော်နှင့် ပတ်သက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူများသည် မိမိတို့ မည်သို့မှောက်မှားသွားမည်ကို မကြာမီ သိရှိကြရမည်။)</span> ဤသည်မှာ ကဗျာဆရာများနှင့် အခြားသူများကို ရည်ညွှန်းသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ တဖ်ဆီရ် ဆူရာဟ် အရှ်-ရှူ'အရာ၏ အဆုံးဖြစ်သည်။ ကမ္ဘာလောကကြီးများ၏ အရှင်သခင် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း ဖြစ်ပါစေ။</p>"
  }
]