[
  {
    "ayah_key": "42:32",
    "group_ayah_key": "42:32",
    "from_ayah": "42:32",
    "to_ayah": "42:35",
    "ayah_keys": "42:32,42:33,42:34,42:35",
    "text": "<p lang=\"my\" class=\"my \">၎င်းပြင် ပင်လယ်ပြင်၌ တောင်များကဲ့သို့ ရွက်လွှင့်နေသော သင်္ဘောများသည်လည်း ၎င်းအရှင်၏ သက်သေလက္ခဏာများအနက်မှ ဖြစ်၏။ <span>(32)</span>အကယ်၍ ၎င်းအရှင်အလိုရှိပါက လေကို ရပ်တန့်စေတော်မူအံ့။ ထိုအခါ ၎င်းသင်္ဘောများသည် (ပင်လယ်)မျက်နှာပြင်တွင် လှုပ်ရှားခြင်းမရှိဘဲ ဖြစ်သွားကြလိမ့်မည်။ အမှန်စင်စစ် ယင်း၌ သည်းခံသူ၊ ကျေးဇူးသိတတ်သူတိုင်းအတွက် သက်သေလက္ခဏာများရှိ၏။ <span>(33)</span>သို့မဟုတ် ၎င်းတို့၏ <span class=\"gray\">(လူများ)</span>ရရှိခဲ့သောကြောင့် ၎င်းအရှင်သည် ၎င်းသင်္ဘောများကို ဖျက်ဆီးတော်မူမည်။ ၎င်းအရှင်သည် အများအပြားကို ခွင့်လွှတ်တော်မူ၏။ <span>(34)</span>၎င်းပြင် ငါတို့၏ အာယသ်တော်များနှင့် ပတ်သက်၍ ငြင်းခုန်သူများသည် ၎င်းတို့အတွက် ခိုလှုံရာမရှိကြောင်း သိကြလိမ့်မည်။ <span>(35)</span></p><p lang=\"my\" class=\"my \">သင်္ဘောများသည်လည်း အလ္လာဟ်အရှင်မြတ်၏ သက်သေလက္ခဏာများတွင် ပါဝင်သည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်၏ ကြီးမြတ်သောစွမ်းအင်နှင့် အုပ်စိုးမှု၏ နောက်ထပ်သက်သေလက္ခဏာတစ်ရပ်မှာ ၎င်းအရှင်သည် ပင်လယ်ကို နာခံစေပြီး ၎င်းအရှင်၏ အမိန့်ဖြင့် သင်္ဘောများ ရွက်လွှင့်နိုင်စေကာ၊ ပင်လယ်ပြင်၌ တောင်များကဲ့သို့ ရွက်လွှင့်နေခြင်းဖြစ်သည်ဟု ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ ဤသည်မှာ မူဂျာဟစ်၊ အလ်ဟဆန်၊ အစ်ဆွတ်ဒီနှင့် အဒ်ဒဟ်ဟက်တို့၏ အမြင်ဖြစ်၏။ အခြားစကားဖြင့်ဆိုရသော် ပင်လယ်ပြင်ပေါ်ရှိ ဤသင်္ဘောများသည် ကုန်းမြေပေါ်ရှိ တောင်များကဲ့သို့ ဖြစ်၏။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ يَشَأْ يُسْكِنِ الرِّيحَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်အလိုရှိပါက လေကို ရပ်တန့်စေတော်မူအံ့)</span> ဟူသည်မှာ ပင်လယ်ပြင်ပေါ်တွင် သင်္ဘောများကို ရွေ့လျားစေသော လေများကို ဆိုလိုသည်။ ၎င်းအရှင်အလိုရှိခဲ့ပါက လေများကို ရပ်တန့်စေနိုင်သည်၊ ထိုအခါ သင်္ဘောများသည် ရွေ့လျားမည်မဟုတ်ဘဲ ငြိမ်သက်စွာရှိနေမည်ဖြစ်ပြီး၊ လာခြင်းမရှိ၊ သွားခြင်းမရှိ၊ ရေမျက်နှာပြင်ပေါ်တွင် ၎င်းတို့ရှိရာ၌ တည်ရှိနေမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယင်း၌ သည်းခံသူတိုင်းအတွက် သက်သေလက္ခဏာများရှိ၏)</span> ဟူသည်မှာ ဒုက္ခကြုံတွေ့ရချိန်၌ သည်းခံသူကို ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">شَكُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျေးဇူးသိတတ်သူ)</span> ဟူသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ပင်လယ်ကို နာခံစေပြီး ခရီးသွားလာနိုင်ရန်အတွက် လိုအပ်သလောက် လေကို ပို့ဆောင်ပေးခြင်းတွင် ၎င်းအရှင်၏ ဖန်ဆင်းခံများအတွက် သည်းခံသူ၊ ဆိုလိုသည်မှာ ဒုက္ခကြုံတွေ့ရချိန်၌ သည်းခံသူ၊ နှင့် ကျေးဇူးသိတတ်သူ၊ ဆိုလိုသည်မှာ သက်သာရာရချိန်၌ ကျေးဇူးသိတတ်သူတိုင်းအတွက် ၎င်းအရှင်၏ ကောင်းချီးမင်္ဂလာများ၏ သက်သေလက္ခဏာများရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏ <span class=\"gray\">(လူများ)</span> ရရှိခဲ့သောကြောင့် ၎င်းအရှင်သည် ၎င်းသင်္ဘောများကို ဖျက်ဆီးတော်မူမည်။)</span> ဟူသည်မှာ ၎င်းအရှင်အလိုရှိပါက သင်္ဘောများကို ဖျက်ဆီးပြီး နစ်မြုပ်စေနိုင်သည်၊ အဘယ်ကြောင့်ဆိုသော် သင်္ဘောပေါ်ရှိ လူများ၏ အပြစ်များကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْفُ عَنْ كَثِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်သည် အများအပြားကို ခွင့်လွှတ်တော်မူ၏။)</span> ဟူသည်မှာ ၎င်းတို့၏ အပြစ်များထဲမှဖြစ်သည်။ အကယ်၍ ၎င်းအရှင်သည် ၎င်းတို့၏ အပြစ်အားလုံးအတွက် အပြစ်ပေးမည်ဆိုပါက ပင်လယ်ပြင်၌ ရွက်လွှင့်သူတိုင်းကို ဖျက်ဆီးလိမ့်မည်။ အချို့သော ပညာရှင်များက အာယသ်တော်ကို အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့ကြသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏ <span class=\"gray\">(လူများ)</span> ရရှိခဲ့သောကြောင့် ၎င်းအရှင်သည် ၎င်းသင်္ဘောများကို ဖျက်ဆီးတော်မူမည်။)</span> ဟူသည်မှာ ၎င်းအရှင်အလိုရှိပါက လေကို ပြင်းထန်စွာ တိုက်ခတ်စေနိုင်ပြီး၊ သင်္ဘောများကို လွင့်စင်စေကာ ၎င်းတို့၏ လမ်းကြောင်းများမှ သွေဖည်သွားစေခြင်း၊ ညာဘက် သို့မဟုတ် ဘယ်ဘက်သို့ မောင်းနှင်သွားစေခြင်းဖြင့် ၎င်းတို့ ပျောက်ဆုံးသွားကာ ရည်ရွယ်ထားသော လမ်းကြောင်းကို လိုက်နိုင်တော့မည်မဟုတ်ဟု ဆိုလိုသည်။ ဤအဓိပ္ပာယ်ဖွင့်ဆိုချက်တွင် ၎င်းတို့ ပျက်စီးခြင်းဆိုင်ရာ အယူအဆလည်း ပါဝင်သည်။ ဤသည်မှာ ပထမအဓိပ္ပာယ်နှင့်လည်း ကိုက်ညီသည်၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အလိုရှိပါက လေကို ရပ်တန့်စေနိုင်ပြီး ထိုသို့ဖြစ်ပါက သင်္ဘောများ ရပ်တန့်သွားမည်ဖြစ်သည်၊ သို့မဟုတ် လေကို ပြင်းထန်စေနိုင်ပြီး ထိုသို့ဖြစ်ပါက သင်္ဘောများ ပျောက်ဆုံးကာ ပျက်စီးသွားမည်ဖြစ်သည်။ သို့သော် ၎င်းအရှင်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်ဖြင့် လုံလောက်သော မိုးရေကို ပို့ဆောင်ပေးသကဲ့သို့ ၎င်းတို့လိုအပ်သော လေကိုလည်း ပို့ဆောင်ပေးသည်။ အကယ်၍ ၎င်းအရှင်သည် မိုးရေအလွန်အကျွံ ပို့ဆောင်ပေးခဲ့ပါက ၎င်းတို့၏ အိမ်များကို ဖျက်ဆီးလိမ့်မည်၊ အကယ်၍ အလွန်နည်းပါးစွာ ပို့ဆောင်ပေးခဲ့ပါက ၎င်းတို့၏ သီးနှံများနှင့် သစ်သီးများ မကြီးထွားနိုင်ပေ။ အီဂျစ်ကဲ့သို့သော ဒေသများတွင် ၎င်းအရှင်သည် အခြားဒေသမှ ရေကို ပို့ဆောင်ပေးသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မိုးရေကို မလိုအပ်သောကြောင့်ဖြစ်သည်၊ အကယ်၍ ၎င်းတို့အပေါ် မိုးရွာခဲ့ပါက ၎င်းတို့၏ အိမ်များကို ဖျက်ဆီးကာ နံရံများ ပြိုကျစေလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ငါတို့၏ အာယသ်တော်များနှင့် ပတ်သက်၍ ငြင်းခုန်သူများသည် ၎င်းတို့အတွက် ခိုလှုံရာမရှိကြောင်း သိကြလိမ့်မည်။)</span> ဟူသည်မှာ ၎င်းတို့သည် ငါတို့၏ နှိပ်စက်မှုနှင့် လက်စားချေမှုမှ လွတ်မြောက်နိုင်မည့် နည်းလမ်းမရှိပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ငါတို့၏ တန်ခိုးတော်ဖြင့် နာခံခံနေရသောကြောင့်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "42:36",
    "group_ayah_key": "42:36",
    "from_ayah": "42:36",
    "to_ayah": "42:39",
    "ayah_keys": "42:36,42:37,42:38,42:39",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သင်တို့အား ပေးသနားတော်မူခဲ့သည်မှာ ဤမျက်မှောက်ဘဝအတွက် <span class=\"gray\">(ယာယီ)</span> ပျော်ရွှင်မှုမျှသာ ဖြစ်သည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်ထံ၌ ရှိသောအရာသည် ယုံကြည်သူများနှင့် ၎င်းတို့၏ အရှင်သခင်အပေါ် ယုံကြည်ကိုးစားသူများအတွက် ပိုမိုကောင်းမွန်ပြီး ထာဝရတည်မြဲသည်။ <span>(36)</span>၎င်းပြင် ကြီးလေးသောပြစ်မှုများနှင့် အလ်ဖာဝါဟစ်ရှ်များကို ရှောင်ကြဉ်သူများ၊ ဒေါသထွက်သောအခါ ခွင့်လွှတ်သူများဖြစ်သည်။ <span>(37)</span>၎င်းပြင် ၎င်းတို့၏ အရှင်သခင်၏ ခေါ်သံကို တုံ့ပြန်၍ ဆွလားသ်ကို ထမ်းဆောင်သူများ၊ ၎င်းတို့၏ ကိစ္စရပ်များကို အပြန်အလှန်တိုင်ပင်ဆွေးနွေး၍ <span class=\"gray\">(ဆောင်ရွက်)</span>သူများ၊ ငါတို့ ပေးသနားတော်မူသောအရာမှ သုံးစွဲသူများဖြစ်သည်။ <span>(38)</span>၎င်းပြင် ၎င်းတို့အပေါ် ဖိနှိပ်မှုတစ်ခု ပြုလုပ်ခံရသောအခါ လက်စားချေသူများဖြစ်သည်။ <span>(39)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်ထံ၌ ရှိသောအရာကို ရထိုက်သူတို့၏ ဂုဏ်ရည်များ</p><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် ဤမျက်မှောက်ဘဝ၏ မွေ့လျော်ဖွယ်များနှင့် ယာယီအလှအပများ၏ အရေးမကြီးပုံကို ထောက်ပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့အား ပေးသနားတော်မူခဲ့သည်မှာ ဤမျက်မှောက်ဘဝအတွက် <span class=\"gray\">(ယာယီ)</span> ပျော်ရွှင်မှုမျှသာ ဖြစ်သည်)</span> ဟူသည်မှာ သင် မည်မျှပင် ရရှိစုဆောင်းသည်ဖြစ်စေ ၎င်းကို မလှည့်စားခံပါနှင့်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ဤဘဝ၏ ပျော်ရွှင်မှုမျှသာ ဖြစ်သည်၊ ၎င်းသည် နိမ့်ကျပြီး ကုန်ဆုံးသွားမည့် လောကဖြစ်၍ အဆုံးသတ်မည်မှာ သေချာသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်ထံ၌ ရှိသောအရာသည် ပိုမိုကောင်းမွန်ပြီး ထာဝရတည်မြဲသည်)</span> ဟူသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ်သည် ဤလောကထက် ပိုကောင်းမွန်ပြီး ထာဝရတည်မြဲမည်ဖြစ်သည်၊ ထို့ကြောင့် ထာဝရတည်မြဲမည့်အရာထက် ယာယီအရာကို ဦးစားမပေးပါနှင့်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ آمَنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများအတွက်)</span> ဟူသည်မှာ ဤလောက၏ ပျော်ရွှင်မှုများကို စွန့်လွှတ်ရန် သည်းခံသူများအတွက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ အရှင်သခင်အပေါ် ယုံကြည်ကိုးစားသူများဖြစ်သည်။)</span> ဟူသည်မှာ ၎င်းအရှင်သည် ၎င်းတို့အား မဖြစ်မနေ ပြုရမည့်အရာများကို ပြုလုပ်ရာ၌လည်းကောင်း၊ တားမြစ်ထားသောအရာများကို ရှောင်ကြဉ်ရာ၌လည်းကောင်း သည်းခံနိုင်စေရန် ကူညီမည်ဟု ဆိုလိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကြီးလေးသောပြစ်မှုများနှင့် အလ်ဖာဝါဟစ်ရှ်များကို ရှောင်ကြဉ်သူများဖြစ်သည်။)</span> ငါတို့သည် ဆူရဟ် အလ်အအ်ရာဖ်တွင် အပြစ်နှင့် အလ်ဖာဝါဟစ်ရှ်များကို ဆွေးနွေးပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒေါသထွက်သောအခါ ခွင့်လွှတ်သူများဖြစ်သည်။)</span> ဟူသည်မှာ ၎င်းတို့၏ သဘာဝအရ လူများကို ခွင့်လွှတ်ပြီး သည်းခံရမည်ဟု ဆိုလိုသည်။ လက်စားချေခြင်းသည် ၎င်းတို့၏ သဘာဝတွင် မရှိပေ။ စဟီဟ်တွင် ဖော်ပြထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းအရှင်၏ သန့်ရှင်းသော ဓမ္မသတ်များကို ချိုးဖောက်ခြင်းခံရမှသာ လက်စားချေခဲ့သည်၊ ၎င်းအရှင်ကိုယ်တိုင်အတွက် ဘယ်သောအခါမျှ လက်စားမချေခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရှင်သခင်၏ ခေါ်သံကို တုံ့ပြန်သူများ)</span> ဟူသည်မှာ ၎င်းတို့သည် ၎င်းအရှင်၏ ရစူလ်တမန်တော် ﷺ ကို လိုက်နာပြီး ၎င်းအရှင်၏ အမိန့်များကို နာခံကာ တားမြစ်ထားသောအရာများကို ရှောင်ကြဉ်ကြသည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَقَامُوا الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဆွလားသ်ကို ထမ်းဆောင်သူများ)</span> – ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အကြီးမြတ်ဆုံးသော ကိုးကွယ်ဝတ်ပြုမှုဖြစ်၏၊ ၎င်းအရှင်အား ချီးမြှင့်တော်မူပါစေ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ကိစ္စရပ်များကို အပြန်အလှန်တိုင်ပင်ဆွေးနွေး၍ <span class=\"gray\">(ဆောင်ရွက်)</span>သူများဖြစ်သည်။)</span> ဟူသည်မှာ ၎င်းတို့သည် စစ်ပွဲများနှင့် အခြားကိစ္စရပ်များကဲ့သို့သော ပြဿနာများနှင့် ပတ်သက်၍ အကြံဉာဏ်များ ဖလှယ်ခြင်းဖြင့် အချင်းချင်း ကူညီနိုင်စေရန် ကိစ္စရပ်နှင့် ပတ်သက်၍ အချင်းချင်း တိုင်ပင်ခြင်းမရှိဘဲ ဆုံးဖြတ်ချက်မချကြဟု ဆိုလိုသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَاوِرْهُمْ فِي الْأَمْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိစ္စရပ်များတွင် ၎င်းတို့နှင့် တိုင်ပင်ဆွေးနွေးပါ)</span><span class=\"gray\">(3:159)</span>။ တမန်တော်မြတ် ﷺ သည် စစ်ပွဲများနှင့် အခြားကိစ္စရပ်များနှင့် ပတ်သက်၍ ၎င်းတို့နှင့် တိုင်ပင်လေ့ရှိသည်၊ သို့မှသာ ၎င်းတို့သည် ယုံကြည်စိတ်ချမှု ရရှိစေရန်ဖြစ်သည်။ 'ဥမာရ်ဘင်န်အလ်ခသွာဘ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအရှင်အား နှစ်သက်တော်မူပါစေ၊ ဓားထိုးခံရပြီးနောက် သေဆုံးတော့မည့်အချိန်၌ နောက်ထပ် ခလီဖှာကို ရွေးချယ်ရန် တိုင်ပင်ခံရမည့် လူခြောက်ဦးအား လွှဲအပ်ခဲ့သည်။ ၎င်းတို့မှာ 'ဥစ်မာန်၊ 'အလီ၊ တလ်ဟဟ်၊ အဇ်ဇူဘိုင်ရ်၊ စအီးဒ်နှင့် 'အဗ်ဒုရ်ရဟ်မာန်ဘင်န် 'အဝ်ဖ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အားလုံးကို နှစ်သက်တော်မူပါစေ၊ တို့ဖြစ်ကြသည်။ ထို့နောက် သဟာဘာများအားလုံး၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အား နှစ်သက်တော်မူပါစေ၊ 'ဥစ်မာန်ကို ၎င်းတို့၏ ခေါင်းဆောင်အဖြစ် ခန့်အပ်ရန် သဘောတူခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့ ပေးသနားတော်မူသောအရာမှ သုံးစွဲသူများဖြစ်သည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများကို ကြင်နာစွာ ဆက်ဆံခြင်းကို ဆိုလိုသည်၊ အရင်းနှီးဆုံးသူများမှ စ၍ နောက်ထပ် အရင်းနှီးဆုံးသူများသို့ ဆက်လက်၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ၎င်းတို့အပေါ် ဖိနှိပ်မှုတစ်ခု ပြုလုပ်ခံရသောအခါ လက်စားချေသူများဖြစ်သည်။)</span> ဟူသည်မှာ ၎င်းတို့အပေါ် ရန်လိုသော ပြစ်မှုများနှင့် ရန်ပြုမှုများကို ပြုလုပ်သူများအပေါ် လက်စားချေရန် ခွန်အားရှိသည်ဟု ဆိုလိုသည်။ ၎င်းတို့သည် ထိုသို့ပြုလုပ်ရန် မစွမ်းဆောင်နိုင်ခြင်း သို့မဟုတ် အကူအညီမဲ့ခြင်း မရှိပေ၊ ၎င်းတို့အပေါ် ချိုးဖောက်သူများအပေါ် လက်စားချေနိုင်စွမ်းရှိသော်လည်း၊ လက်စားချေနိုင်စွမ်းရှိသည့်အခါ ခွင့်လွှတ်ခြင်းကို ပိုနှစ်သက်ကြသည်၊ ဥပမာအားဖြင့် ယူဆွဖ်၊ ၎င်းအရှင်အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ၊ ၎င်း၏ ညီအစ်ကိုများအား ပြောကြားခဲ့သကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ ۖ يَغْفِرُ اللَّهُ لَكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့ သင်တို့အပေါ် အပြစ်တင်စရာမရှိ၊ အလ္လာဟ်အရှင်မြတ် သင်တို့အား ခွင့်လွှတ်တော်မူပါစေ)</span><span class=\"gray\">(12: 92)</span>။ ၎င်းတို့က ၎င်းအရှင်အပေါ် ပြုမူခဲ့သောအရာအတွက် လက်စားချေရန် အနေအထားတွင် ရှိသော်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အလ်ဟူဒိုင်ဘီယဟ်နှစ်တွင် ၎င်းအရှင်အား အန္တရာယ်ပြုရန် ကြံရွယ်ခဲ့သော လူရှစ်ဆယ်ကို ခွင့်လွှတ်တော်မူခဲ့သည်၊ ထိုသူတို့သည် အတ်တန်နအီမ်တောင်ဘေးတွင် စခန်းချနေခဲ့ကြသည်။ ၎င်းအရှင်သည် ၎င်းတို့အား အနိုင်ယူသောအခါ၊ ၎င်းအရှင်သည် ၎င်းတို့အပေါ် လက်စားချေရန် အနေအထားတွင် ရှိသော်လည်း ၎င်းတို့အား လွှတ်ပေးခဲ့သည်။ ၎င်းအရှင်သည် ၎င်းအား သတ်လိုပြီး အိပ်နေစဉ် ဓားထုတ်ခဲ့သော ဂေါ်ရသ်ဘင်န်အလ်ဟာရစ်သ်ကိုလည်း ခွင့်လွှတ်တော်မူခဲ့သည်။ တမန်တော်မြတ် ﷺ နိုးလာသောအခါ ၎င်းအရှင်ထံ ဓားထောက်ထားသည်ကို တွေ့ရှိခဲ့သည်။ ၎င်းအရှင်က ဒေါသတကြီး ဆုံးမခဲ့ပြီး ဓားပြုတ်ကျခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဓားကို ကောက်ယူပြီး ၎င်း၏ သဟာဘာများကို ခေါ်ခဲ့သည်။ ၎င်းအရှင်က ဖြစ်ပျက်ခဲ့သည်များကို ပြောပြခဲ့ပြီး ထိုလူအား ခွင့်လွှတ်ခဲ့သည်။ အလားတူ ဟဒီးဆ်တော်များနှင့် မှတ်တမ်းများစွာ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]