[
  {
    "ayah_key": "9:75",
    "group_ayah_key": "9:75",
    "from_ayah": "9:75",
    "to_ayah": "9:78",
    "ayah_keys": "9:75,9:76,9:77,9:78",
    "text": "<p lang=\"my\" class=\"my \">သူတို့အနက် အချို့သောသူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ပဋိညာဉ်ပြုခဲ့ကြ၏ <span class=\"gray\">(ပြောဆိုကြသည်မှာ)</span> \"အကယ်၍ ကိုယ်တော်သည် ကျွန်ုပ်တို့အား ကိုယ်တော်၏ ကျေးဇူးတော်မှ ပေးသနားတော်မူခဲ့ပါလျှင် ကျွန်ုပ်တို့သည် ဧကန်မလွဲ ဆဒကာပေးမည်ဖြစ်ပြီး ဧကန်မလွဲ သူတော်ကောင်းများထဲမှ ဖြစ်မည်။ <span>(၇၅)</span> ထို့နောက် ကိုယ်တော်က သူတို့အား ကိုယ်တော်၏ ကျေးဇူးတော်မှ ပေးသနားတော်မူသောအခါ သူတို့သည် ကပ်စီးကုပ်ကြပြီး လွှဲပြောင်းသွားကြကာ စိတ်မပါ့တပါဖြစ်ကြသည် <span>(၇၆)</span> ထို့ကြောင့် ကိုယ်တော်သည် သူတို့အား သူတို့၏စိတ်နှလုံးထဲသို့ အယောင်ဆောင်မှုကို ထည့်သွင်းခြင်းဖြင့် ပြစ်ဒဏ်ပေးတော်မူခဲ့သည်၊ သူတို့သည် ကိုယ်တော်နှင့် ကတိပြုခဲ့သော ထို <span class=\"gray\">(ပဋိညာဉ်)</span> ကို ဖောက်ဖျက်ခဲ့ကြသောကြောင့်ဖြစ်ပြီး၊ သူတို့သည် လိမ်ညာလေ့ရှိခဲ့ကြသောကြောင့် ကိုယ်တော်နှင့် တွေ့ဆုံမည့်နေ့အထိဖြစ်သည်။ <span>(၇၇)</span> သူတို့သည် အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏လျှို့ဝှက်သော အတွေးများကိုလည်းကောင်း၊ သူတို့၏ နဂ်ဝါ <span class=\"gray\">(လျှို့ဝှက်ဆွေးနွေးမှုများ)</span> ကိုလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်သည် မမြင်နိုင်သောအရာများကို အလုံးစုံသိတော်မူသောအရှင်ဖြစ်သည်ကို မသိကြပေလော။ <span>(၇၈)</span></p><div lang=\"my\" class=\"my \"><h2>အယောင်ဆောင်သူများသည် စည်းစိမ်ဥစ္စာကို ရှာဖွေကြသော်လည်း ဆဒကာပေးရာတွင် ကပ်စီးကုပ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ အချို့သော အယောင်ဆောင်သူများသည် အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့၏ ခိုင်မာဆုံးသော ကျမ်းသစ္စာများကို ပေးကြပြီး၊ အကယ်၍ ကိုယ်တော်သည် ၎င်းတို့အား ကိုယ်တော်၏ ကျေးဇူးတော်မှ ကြွယ်ဝစေခဲ့ပါက ၎င်းတို့သည် ဆဒကာပေးမည်ဖြစ်ပြီး သူတော်ကောင်းများထဲတွင် ပါဝင်မည်ဟု ပြောဆိုကြသည်။ သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ ကတိသစ္စာများကို မပြည့်စုံစေခဲ့ဘဲ ၎င်းတို့၏ စကားများဖြင့် အမှန်တရားကို မပြောဆိုခဲ့ကြပေ။ ဤလုပ်ရပ်၏ အကျိုးဆက်မှာ ရှင်ပြန်ထမြောက်မည့်နေ့တွင် ၎င်းတို့ အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံမည့်နေ့အထိ ၎င်းတို့၏ စိတ်နှလုံးများထဲတွင် အယောင်ဆောင်မှု ထည့်သွင်းခြင်းပင်ဖြစ်သည်။ ထိုကဲ့သို့သော အဆုံးမှ အလ္လာဟ်အရှင်မြတ်နှင့် ခိုလှုံရာ ရှာပါသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အဘယ်ကြောင့်ဆိုသော် သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကတိပြုခဲ့သော ထို <span class=\"gray\">(ပဋိညာဉ်)</span> ကို ဖောက်ဖျက်ခဲ့ကြသောကြောင့်ဖြစ်သည်)</span> သူတို့သည် ကတိကို ဖောက်ဖျက်ပြီး လိမ်ညာခဲ့ကြသောကြောင့် ကိုယ်တော်သည် သူတို့၏စိတ်နှလုံးထဲတွင် အယောင်ဆောင်မှုကို ထည့်သွင်းတော်မူခဲ့သည်။ စဟီဟ်နှစ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا ائْتُمِنَ خَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အယောင်ဆောင်သူအတွက် အမှတ်အသားသုံးမျိုးရှိသည်။ အကယ်၍ သူပြောဆိုလျှင် သူလိမ်ညာသည်။ အကယ်၍ သူကတိပြုလျှင် သူကတိဖျက်သည်။ အကယ်၍ သူ့အား ယုံကြည်အပ်နှံပါက သူသစ္စာဖောက်သည်)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏လျှို့ဝှက်သော အတွေးများကိုလည်းကောင်း၊ သူတို့၏ နဂ်ဝါကိုလည်းကောင်း သိတော်မူသည်ကို သူတို့မသိကြပေလော။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်သည် လျှို့ဝှက်ချက်ကိုလည်းကောင်း၊ လျှို့ဝှက်ချက်ထက် ပိုမိုဖုံးကွယ်ထားသောအရာကိုလည်းကောင်း သိတော်မူကြောင်း ဖော်ပြထားသည်။ ကိုယ်တော်သည် သူတို့၏စိတ်နှလုံးထဲတွင်ရှိသောအရာများကို အပြည့်အဝသိရှိတော်မူသည်၊ သူတို့သည် ၎င်းတို့သည် စည်းစိမ်ဥစ္စာရရှိပါက ဆဒကာပေးမည်ဖြစ်ပြီး၊ ထိုအတွက် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်မည်ဟု ဟန်ဆောင်နေကြသည့်တိုင်အောင်ပင်။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကိုယ်တိုင် သိရှိသည်ထက် ၎င်းတို့အား ပိုမိုသိရှိတော်မူသည်၊ အကြောင်းမှာ ကိုယ်တော်သည် မြင်မရသောနှင့် ထင်ရှားသောအရာများ၊ လျှို့ဝှက်ချက်တိုင်း၊ ဆွေးနွေးပွဲတိုင်း၊ မြင်သာသောနှင့် ကွယ်ဝှက်ထားသောအရာအားလုံးကို အလုံးစုံသိတော်မူသောအရှင်ဖြစ်သောကြောင့်ပင်။</p>"
  },
  {
    "ayah_key": "9:79",
    "group_ayah_key": "9:79",
    "from_ayah": "9:79",
    "to_ayah": "9:79",
    "ayah_keys": "9:79",
    "text": "<p class=\"my translation\" lang=\"my\">ဆန္ဒအလျောက် ဆွဒကာပေးသော သစ္စာရှိသူများနှင့် ၎င်းတို့ထံတွင် ရှိသမျှမှလွဲ၍ ဆွဒကာပေးရန် ရှာမတွေ့သူများကို ကဲ့ရဲ့ရှုတ်ချသူများအား – ၎င်းတို့ <span class=\"gray\">(ယုံကြည်သူများ)</span> ကို လှောင်ပြောင်သည့်အခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လှောင်ပြောင်မှုကို ၎င်းတို့ထံသို့ ပြန်လှန်ပစ်မည်ဖြစ်ပြီး ၎င်းတို့သည် ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရမည်ဖြစ်သည်။ <span>(၇၉)</span></p><div lang=\"my\" class=\"my \"><h2>အသေးစားဆွဒကာ ပေးနိုင်သော ယုံကြည်သူများကို မုနါဖစ်များက ကဲ့ရဲ့ရှုတ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">မုနါဖစ်တို့၏ လက္ခဏာရပ်များအနက် တစ်ခုမှာ ၎င်းတို့သည် မည်သူ့ကိုမျှ မည်သည့်အခြေအနေတွင်မဆို ကဲ့ရဲ့ရှုတ်ချခြင်းနှင့် လှောင်ပြောင်ခြင်းမရှိဘဲ မထားခဲ့ခြင်းဖြစ်သည်၊ ဆွဒကာပေးသူများပင် ပါဝင်သည်။ ဥပမာအားဖြင့်၊ တစ်စုံတစ်ဦးက များပြားစွာ ပေးကမ်းပါက မုနါဖစ်တို့က သူသည် ပြစားနေသည်ဟု ဆိုကြသည်။ တစ်စုံတစ်ဦးက နည်းပါးစွာ ပေးကမ်းပါက ၎င်းတို့က အလ္လာဟ်အရှင်မြတ်သည် ဤသူ၏ ဆွဒကာကို မလိုအပ်ဟု ဆိုကြသည်။ အလ်-ဘူခါရီက မှတ်တမ်းတင်ထားသည်မှာ 'အူဘိုင်ဒ်ဒွလ်လာဟ် ဘင် စအီးဒ်က အဘူ အန်-နူအ်မန် အလ်-ဘစရီက ရှုအ်ဘာဟ်က စူလိုင်မန်က အဘူ ဝါအိလ်က အဘူ မစအူဒ်က ပြောကြားသည်မှာ၊ \"ဆွဒကာနှင့် ပတ်သက်သော အာယသ်တော်များ ကျလာသောအခါ ကျွန်ုပ်တို့သည် ပစ္စည်းသယ်သူများအဖြစ် အလုပ်လုပ်ခဲ့ကြသည်။ လူတစ်ဦးလာ၍ ဆွဒကာပစ္စည်းများကို ပေါများစွာ ဖြန့်ဝေခဲ့ရာ ၎င်းတို့ <span class=\"gray\">(မုနါဖစ်များ)</span> က 'သူသည် ပြစားနေသည်' ဟု ပြောကြသည်။ အခြားလူတစ်ဦး လာ၍ ဆအ် <span class=\"gray\">(စားနပ်ရိက္ခာ အနည်းငယ်)</span> ပေးခဲ့ရာ ၎င်းတို့က 'အလ္လာဟ်အရှင်မြတ်သည် ဤနည်းပါးသော ဆွဒကာကို မလိုအပ်ပါ' ဟု ပြောကြသည်။ ထို့နောက် အာယသ်တော် ကျလာခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆန္ဒအလျောက် လုပ်ဆောင်သူများကို ကဲ့ရဲ့ရှုတ်ချသူများ...)</span>\" </p><p lang=\"my\" class=\"my \">မွတ်စ်လင်မ်သည် ဤဟဒီးဆ်ကို ဆဟီးဟ်ကျမ်းတွင် စုစည်းထားသည်။ </p><p lang=\"my\" class=\"my \">အလ်-အော်ဖီက အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ \"တစ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် လူများထံ ထွက်တော်မူပြီး ၎င်းတို့၏ ဆွဒကာများကို ယူဆောင်လာရန် ခေါ်တော်မူရာ ၎င်းတို့သည် ဆွဒကာများကို စတင်ယူဆောင်လာကြသည်။ နောက်ဆုံးလာသူများအနက် တစ်ဦးမှာ ဆအ်မျှသော အင်ဂျီ (ရက်စ်ဗယ်ရီ) သီးများကို ယူဆောင်လာသူဖြစ်ပြီး၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဤသည်မှာ ဆအ်မျှသော အင်ဂျီ (ရက်စ်ဗယ်ရီ) သီးများ ဖြစ်သည်။ ကျွန်ုပ်သည် ရေယူဆောင်ရင်း ညကို ကုန်ဆုံးခဲ့ပြီး ကျွန်ုပ်၏ အလုပ်အတွက် ဆအ် နှစ်စပ်မျှသော အင်ဂျီ (ရက်စ်ဗယ်ရီ) သီးများ ရရှိခဲ့သည်။ ကျွန်ုပ်သည် တစ်စပ်ကို သိမ်းထားပြီး ကျန်တစ်စပ်ကို ကိုယ်တော်ထံ ယူဆောင်လာခဲ့သည်' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းကို ဆွဒကာထဲသို့ ထည့်သွင်းရန် အမိန့်ပေးခဲ့သည်။ အချို့လူများသည် ထိုသူကို လှောင်ပြောင်ကာ၊ 'အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်သည် ဤဆွဒကာကို မလိုအပ်ပါ။ ကိုယ်တော်၏ ဆအ်မျှသော ဤအင်ဂျီ (ရက်စ်ဗယ်ရီ) သီးများသည် မည်သည့်အကျိုးကျေးဇူးကို ပေးနိုင်မည်နည်း' ဟု ပြောကြသည်။ 'အဗ်ဒုရ်-ရဟ်မန် ဘင် အော်ဖ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို မေးမြန်းသည်မှာ၊ 'ဆွဒကာပေးမည့်သူများ နောက်ထပ်ရှိပါသေးလား' ဟု မေးရာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَبْقَ أَحَدٌ غَيْرُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မှလွဲ၍ မည်သူမျှမရှိ!)</span> 'အဗ်ဒုရ်-ရဟ်မန် ဘင် အော်ဖ်က၊ 'ကျွန်ုပ်သည် ရွှေ အူကီယဟ် တစ်ရာကို ဆွဒကာအဖြစ် ပေးပါမည်' ဟု ပြောကြားခဲ့သည်။ 'အူမရ် ဘင် အလ်-ခတွာဘ်က ၎င်းအား၊ 'ခင်ဗျား ရူးနေပြီလား' ဟု ပြောရာ 'အဗ်ဒုရ်-ရဟ်မန်က 'ကျွန်ုပ် မရူးပါ' ဟု ပြန်ပြောသည်။ 'အူမရ်က 'ခင်ဗျား ပြောတဲ့အတိုင်း ပေးခဲ့ပြီလား' ဟု မေးရာ 'အဗ်ဒုရ်-ရဟ်မန်က 'ဟုတ်ကဲ့။ ကျွန်ုပ်မှာ ဒေရ်ဟမ် <span class=\"gray\">(ရှစ်ထောင်)</span> ရှိပြီး လေးထောင်ကို ကျွန်ုပ်၏ အရှင်မြတ်အား ချေးငွေအဖြစ် ပေး၍ လေးထောင်ကို ကျွန်ုပ်အတွက် သိမ်းထားပါသည်' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَارَكَ اللهُ لَكَ فِيمَا أَمْسَكْتَ وَفِيمَا أَعْطَيْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် ထိန်းသိမ်းထားသည်များနှင့် သင် ပေးကမ်းခဲ့သည်များအတွက် အလ္လာဟ်အရှင်မြတ် ကောင်းချီးပေးပါစေ)</span>။ </p><p lang=\"my\" class=\"my \">သို့သော် မုနါဖစ်တို့က ၎င်းအား ကဲ့ရဲ့ရှုတ်ချခဲ့ကြသည်၊ 'အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါ၏! 'အဗ်ဒုရ်-ရဟ်မန်သည် သူပေးခဲ့သည်များကို ပြစားရန်သက်သက် ပေးခဲ့ခြင်းဖြစ်သည်' ဟု ဆိုကြသည်။ ၎င်းတို့သည် လိမ်ညာခဲ့ကြသည်၊ အကြောင်းမှာ 'အဗ်ဒုရ်-ရဟ်မန်သည် ထိုငွေကို ဆန္ဒအလျောက် ပေးခဲ့ခြင်းဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ အပြစ်ကင်းစင်မှုနှင့် ဆင်းရဲပြီး ဆအ်မျှသော အင်ဂျီ (ရက်စ်ဗယ်ရီ) သီးများကိုသာ ယူဆောင်လာခဲ့သော အခြားသူ၏ အပြစ်ကင်းစင်မှုကို ထုတ်ဖော်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျမ်းတော်တွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆန္ဒအလျောက် ဆွဒကာပေးသော သစ္စာရှိသူများကို ကဲ့ရဲ့ရှုတ်ချသူများ)</span><span class=\"gray\">[9:79]</span>.'\" </p><p lang=\"my\" class=\"my \">အလားတူ ပုံပြင်ကို မူဂျာဟစ်ဒ်နှင့် အခြားသူများစွာမှ ပြောပြခဲ့သည်။ အိဗ်နု အစ်ဟာက်က ပြောကြားသည်မှာ၊ \"ဆွဒကာ ပေးကမ်းခဲ့သော ယုံကြည်သူများအနက် 'အဗ်ဒုရ်-ရဟ်မန် ဘင် အော်ဖ် (ဒေရ်ဟမ် လေးထောင် ပေးခဲ့သူ) နှင့် ဘနီ အဂျ်လန်မှ 'အာစင် ဘင် အဒီ တို့ ပါဝင်သည်။ ဤအဖြစ်အပျက်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ဆွဒကာပေးရန် အားပေးပြီး တောင်းဆိုပြီးနောက် ဖြစ်ပွားခဲ့သည်။ 'အဗ်ဒုရ်-ရဟ်မန် ဘင် အော်ဖ်သည် မတ်တပ်ရပ်၍ ဒေရ်ဟမ် လေးထောင် ပေးကမ်းခဲ့သည်။ 'အာစင် ဘင် အဒီလည်း မတ်တပ်ရပ်၍ ဝါဆအ် တစ်ရာသော အင်ဂျီ (ရက်စ်ဗယ်ရီ) သီးများ ပေးခဲ့သည်၊ သို့သော် အချို့လူများက ၎င်းတို့ကို ကဲ့ရဲ့ရှုတ်ချကာ၊ 'သူတို့ ပြစားနေသည်' ဟု ပြောကြသည်။ သူ ပေးနိုင်သမျှ အနည်းငယ်သာ ပေးခဲ့သောသူမှာ ဘနီ အနိဖ် အလ်-အရာရှိမှ အဘူ အကီးလ်ဖြစ်ပြီး သူသည် ဘနီ အမ်ရ် ဘင် အော်ဖ်၏ မဟာမိတ်ဖြစ်သည်။ သူသည် ဆအ်မျှသော အင်ဂျီ (ရက်စ်ဗယ်ရီ) သီးများကို ယူဆောင်လာပြီး ဆွဒကာထဲသို့ ထည့်သွင်းခဲ့သည်။ ၎င်းတို့က သူ့ကို ရယ်မောကာ၊ 'အလ္လာဟ်အရှင်မြတ်သည် အဘူ အကီးလ်၏ ဆအ်ကို မလိုအပ်ပါ' ဟု ပြောကြသည်။\" </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ اللَّهُ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် <span class=\"gray\">(ယုံကြည်သူများ)</span> ကို လှောင်ပြောင်ကြသည်; အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လှောင်ပြောင်မှုကို ၎င်းတို့ထံ ပြန်လှန်ပစ်မည်)</span> ၎င်းတို့၏ ဆိုးယုတ်သော လုပ်ရပ်များနှင့် ယုံကြည်သူများကို ကဲ့ရဲ့ရှုတ်ချမှုအတွက် ၎င်းတို့ကို ဆုံးမခြင်းဖြစ်သည်။ စင်စစ်အားဖြင့်၊ အကျိုးကျေးဇူး သို့မဟုတ် ပြစ်ဒဏ်သည် လုပ်ရပ်နှင့် အချိုးကျသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို လှောင်ပြောင်ခံရသူများအား ဆက်ဆံသကဲ့သို့ ဆက်ဆံခဲ့သည်၊ ဤဘဝတွင် ယုံကြည်သူများကို ကူညီရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မုနါဖစ်များအတွက် နောင်တမလွန်ဘဝတွင် ပြင်းထန်သော ပြစ်ဒဏ်ကို ပြင်ဆင်ထားသည်၊ အကြောင်းမှာ အကျိုးပေးခြင်းသည် လုပ်ရပ်နှင့် ဆင်တူသောကြောင့်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "9:8",
    "group_ayah_key": "9:8",
    "from_ayah": "9:8",
    "to_ayah": "9:8",
    "ayah_keys": "9:8",
    "text": "<p class=\"my translation\" lang=\"my\">မည်သို့နည်း။ သင်တို့သည် ၎င်းတို့၏ စွမ်းအင်ဩဇာအောက်သို့ ရောက်ရှိသွားသောအခါ ၎င်းတို့သည် မျိုးရိုးတော်စပ်မှု၏ ဆက်နွယ်မှုကိုဖြစ်စေ၊ <span class=\"gray\">('အီလ်')</span> သို့မဟုတ် ပဋိညာဉ်၏ ဆက်နွယ်မှုကိုဖြစ်စေ <span class=\"gray\">(ဒီမ်မာဟ်)</span> ကိုဖြစ်စေ အရေးမထားကြ။ ၎င်းတို့သည် ၎င်းတို့၏နှုတ်ဖြင့် သင်တို့ကို နှစ်သက်စေကြသည်၊ သို့သော် ၎င်းတို့၏စိတ်နှလုံးများမူ သင်တို့အပေါ်တွင် ရွံရှာမုန်းတီးကြပြီး ၎င်းတို့အများစုမှာ ပုန်ကန်သူများဖြစ်ကြသည် <span>(၈)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ရုပ်တုကိုးကွယ်သူများနှင့် ရန်ငြိုးဖွဲ့ရန်နှင့် ၎င်းတို့မှ ခွဲထွက်ရန် တိုက်တွန်းတော်မူသည်၊ ၎င်းတို့သည် ငြိမ်းချမ်းရေးစာချုပ်ကို ခံစားထိုက်သူများ မဟုတ်ကြောင်း အတည်ပြုရင်း အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်မှု (ရှရစ်ခ်) ပြုခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား မယုံကြည်ခြင်းကြောင့်ဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \"> အကယ်၍ ဤကုဖ်ဖာရ်များ (မယုံကြည်သူများ) သည် မွတ်စ်လင်မ်များအား အနိုင်ယူရန် အခွင့်အရေးရရှိပါက ၎င်းတို့သည် ကြီးမားသော မကောင်းမှုများကို ပြုလုပ်ကြမည်၊ မည်သည့်အရာကိုမျှ ထိခိုက်မှုမရှိအောင် ချန်ထားမည်မဟုတ်၊ မျိုးရိုးတော်စပ်မှု၏ ဆက်နွယ်မှုများနှင့် ၎င်းတို့၏ သစ္စာဆိုမှုများ၏ သန့်ရှင်းစင်ကြယ်မှုကိုလည်း လျစ်လျူရှုကြမည်။ 'အလီ ဗင်န် အဘီ သွလ်ဟာဟ်၊ 'အိကရီမာဟ် နှင့် အလ်-'အောင်ဖီ တို့က အိဗ်နု အဘ်ဘာစ်က \"'အီလ်' သည် မျိုးရိုးတော်စပ်ခြင်းကို ဆိုလိုသည်၊ 'ဒီမ်မာဟ်' သည် ပဋိညာဉ်ကို ဆိုလိုသည်\" ဟု ပြောကြောင်း ပြန်လည်ပြောကြားခဲ့သည်။ အဒ်-ဒွဟ်ဟာက် နှင့် အစ်-ဆွဒ်ဒီ တို့ကလည်း ထပ်တူပြောကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "9:80",
    "group_ayah_key": "9:80",
    "from_ayah": "9:80",
    "to_ayah": "9:80",
    "ayah_keys": "9:80",
    "text": "<p lang=\"my\" class=\"my \">သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> ၎င်းတို့ <span class=\"gray\">(လျှို့ဝှက်ယုံကြည်သူများ)</span> အတွက် ခွင့်လွှတ်ပေးရန် တောင်းသည်ဖြစ်စေ၊ ၎င်းတို့အတွက် ခွင့်လွှတ်ပေးရန် မတောင်းသည်ဖြစ်စေ – <span class=\"gray\">(နှင့်တောင်မှ)</span> သင်သည် ၎င်းတို့အတွက် အကြိမ်ခုနစ်ဆယ် ခွင့်လွှတ်ပေးရန် တောင်းသည်ရှိသော်လည်း – အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ခွင့်လွှတ်မည်မဟုတ်ပေ။ အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်အား မယုံကြည်ခဲ့သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် နာခံမှုမရှိသော ထိုသူတို့အား လမ်းမှန်သို့ ပို့ဆောင်တော်မမူပေ။ <span>(၈၀)</span></p><div lang=\"my\" class=\"my \"><h2>လျှို့ဝှက်ယုံကြည်သူများအတွက် ခွင့်လွှတ်မှု တောင်းခံခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရစူလ်တမန်တော် ﷺ အား လျှို့ဝှက်ယုံကြည်သူတို့သည် ၎င်းတို့အတွက် ခွင့်လွှတ်မှု တောင်းခံရန် မထိုက်တန်ကြောင်း၊ အကယ်၍ ၎င်း (တမန်တော်) က အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့အား အကြိမ်ခုနစ်ဆယ် ခွင့်လွှတ်ရန် တောင်းဆိုသော်လည်း အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ခွင့်လွှတ်မည်မဟုတ်ကြောင်း မိန့်ကြားတော်မူသည်။ ဤနေရာတွင် ခုနစ်ဆယ်ဟူသော ဂဏန်းကို ဤကိစ္စနှင့်ပတ်သက်၍ အဆုံးသတ်ရန် ဖော်ပြခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အာရပ်တို့သည် ဤဂဏန်းကို ချဲ့ကားပြောဆိုရာတွင် အသုံးပြုကြပြီး တကယ်တမ်း ခုနစ်ဆယ် သို့မဟုတ် ခုနစ်ဆယ်ထက်ပို၍ ဆိုလိုသည်မဟုတ်ပေ။ အက်ရှ်-ရှာဘီက ပြောသည်မှာ အဗ္ဗဒူလ္လာဟ် ဘင်န် အူဘိုင် သေဆုံးခါနီးတွင် ၎င်း၏သားသည် ရစူလ်တမန်တော် ﷺ ထံသွား၍ \"ကျွန်ုပ်၏ဖခင် ကွယ်လွန်သွားပါပြီ၊ ကိုယ်တော် သူ့အား ကြွရောက်၍ ၎င်းအတွက် ဈာပန ဆွလာတ် ဖတ်ပေးစေလိုပါသည်\" ဟု ပြောကြားခဲ့သည်။ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا اسْمُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင့်နာမည် ဘာလဲ?)</span> သူက \"အလ်-ဟူဘာဘ် ဘင်န် အဗ္ဗဒူလ္လာဟ်\" ဟု ပြောသည်။ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَنْتَ عَبْدُاللهِ بْنُ عَبْدِاللهِ إِنَّ الْحُبَابَ اسْمَ شَيْطَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သင်က အဗ္ဗဒူလ္လာဟ် ဘင်န် အဗ္ဗဒူလ္လာဟ် ဖြစ်တယ်။ အလ်-ဟူဘာဘ်က ရှိုင်တန် (မာရ်နတ်) ရဲ့ နာမည်ဖြစ်တယ်။)</span></p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော် ﷺ သည် သူ့နှင့်အတူ လိုက်ပါသွားခဲ့ပြီး ၎င်း၏ဖခင်၏ ဈာပနသို့ တက်ရောက်ကာ မိမိ၏ရှပ်အင်္ကျီကို ကဖန်အဖြစ် ပေးအပ်ပြီး ၎င်းအတွက် ဈာပန ဆွလာတ် ဖတ်ပေးခဲ့သည်။ ကိုယ်တော်သည် လျှို့ဝှက်ယုံကြည်သူတစ်ဦးဖြစ်ပါလျက် ၎င်းအတွက် ဆွလာတ် ဖတ်ပေးမည်လားဟု မေးမြန်းခံရသောအခါ ကိုယ်တော်က မိန့်တော်မူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّ اللهَ قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَأسْتَغْفِرَنَّ لَهُمْ سَبْعِينَ وَسَبْعِينَ وَسَبْعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ \"...<span class=\"gray\">(နှင့်တောင်မှ)</span> သင်သည် ၎င်းတို့အတွက် အကြိမ်ခုနစ်ဆယ် ခွင့်လွှတ်ပေးရန် တောင်းသည်ရှိသော်လည်း...\" </span></p><p lang=\"my\" class=\"my \">ဧကန်မလွဲ၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့အား အကြိမ်ခုနစ်ဆယ်၊ ခုနစ်ဆယ် ထပ်မံ၍ ခုနစ်ဆယ် ထပ်မံ၍ ခွင့်လွှတ်ရန် တောင်းဆိုမည်။)\" အလားတူ မှတ်တမ်းများကို အူရ်ဝါ ဘင်န် အဇ်-ဇူဘိုင်ရ်၊ မူဂျာဟစ်ဒ်၊ ကတာဒါ ဘင်န် ဒိအာမာ နှင့် အိဘ်နု ဂျရီရ် တို့ထံမှ စုဆောင်းရရှိခဲ့သည်။</p>"
  }
]