[
  {
    "ayah_key": "2:249",
    "group_ayah_key": "2:249",
    "from_ayah": "2:249",
    "to_ayah": "2:249",
    "ayah_keys": "2:249",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် တာလူတ်သည် စစ်တပ်နှင့်အတူ ထွက်ခွာလာသောအခါ သူက ပြောသည်- \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင့်အား မြစ်တစ်ခုဖြင့် စမ်းသပ်လိမ့်မည်။ ထိုမြစ်မှ သောက်သုံးသူသည် ငါ့လူ မဟုတ်ပေ။ မသောက်သုံးသူသည် ငါ့လူ ဖြစ်သည်၊ လက်ခုပ်ဖြင့် <span class=\"gray\">(ရေကို)</span> ယူသူမှလွဲ၍ ဖြစ်၏။\" သို့တစေ သူတို့သည် ထိုမြစ်မှ လူအနည်းငယ်မှလွဲ၍ အားလုံး သောက်သုံးခဲ့ကြ၏။ ထို့ကြောင့် သူသည် ၎င်း <span class=\"gray\">(မြစ်)</span> ကို ကျော်ဖြတ်ပြီးသောအခါ သူနှင့် သူနှင့်အတူ ယုံကြည်သူတို့က ပြောကြသည်- \"ဤနေ့တွင် ဂျာလူတ် <span class=\"gray\">(ဂိုလိုင်ယတ်)</span> နှင့် ၎င်း၏စစ်သည်များကို ငါတို့ မတိုက်နိုင်ကြ။\" သို့သော် အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံရမည်ကို သေချာစွာ သိသောသူတို့က ပြောကြသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် အဖွဲ့ငယ်တစ်ခုသည် ခွန်အားကြီးသော စစ်တပ်ကို အကြိမ်မည်မျှ အောင်နိုင်ခဲ့ပါသနည်း။\" အလ္လာဟ်အရှင်မြတ်သည် အပ်စ်-ဆာဘိရင်း <span class=\"gray\">(စိတ်ရှည်သူများ)</span> နှင့်အတူ ရှိတော်မူ၏။<span>(249)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တာလူတ် (အစ္စရာအေလ်သားတို့၏ ဘုရင်) သည် မိမိ၏ စစ်သည်များနှင့် မိမိအား နာခံသော အစ္စရာအေလ်သားတို့နှင့်အတူ ချီတက်ခဲ့ကြောင်း ဖော်ပြထားသည်။ အပ်စ်-ဆူဒီ၏ အဆိုအရ ၎င်း၏စစ်တပ်သည် ထိုစဉ်က ရှစ်သောင်းရှိခဲ့သည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ တာလူတ်က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ مُبْتَلِيكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင့်အား စမ်းသပ်လိမ့်မည်)</span> ဆိုလိုသည်မှာ ဂျော်ဒန်နှင့် ပါလက်စတိုင်းကြား စီးဆင်းနေသော မြစ်တစ်ခုဖြင့် သင့်အား စမ်းသပ်လိမ့်မည်၊ ဆိုလိုသည်မှာ အိဗ်နု အဗ္ဗါစ်နှင့် အခြားသူများ၏ အဆိုအရ ရှရီအာ မြစ်ဖြစ်သည်။ သူက ဆက်လက်ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ထိုမြစ်မှ သောက်သုံးသူသည် ငါ့လူ မဟုတ်ပေ)</span> ဆိုလိုသည်မှာ ယနေ့ ငါနှင့်အတူ လိုက်ပါရမည် မဟုတ်ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မသောက်သုံးသူသည် ငါ့လူ ဖြစ်သည်၊ လက်ခုပ်ဖြင့် <span class=\"gray\">(ရေကို)</span> ယူသူမှလွဲ၍ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ဤကိစ္စတွင် အန္တရာယ်မရှိပေ။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِّنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့တစေ သူတို့သည် ထိုမြစ်မှ လူအနည်းငယ်မှလွဲ၍ အားလုံး သောက်သုံးခဲ့ကြ၏။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျူရိုင်းဂျ်က အိဗ်နု အဗ္ဗါစ်က မှတ်ချက်ပေးသည်မှာ \"မည်သူမဆို ထို <span class=\"gray\">(မြစ်ရေ)</span> အနည်းငယ်ကို လက်ခုပ်ဖြင့် ယူခဲ့ပါက သူ၏ ရေငတ်ပြေသွားသည်။ လွတ်လွတ်လပ်လပ် သောက်သုံးသူများမူ သူတို့၏ ရေငတ် မပြေနိုင်ခဲ့ပေ\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က အလ်-ဘာရာအ် ဘင် အာဇိဘ်က ပြောသည်မှာ \"ကျွန်ုပ်တို့သည် မိုဟမ္မဒ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) နှင့်အတူ ဗဒ်ရ်တိုက်ပွဲတွင် ပါဝင်ခဲ့သော ဆွဟာဘာများသည် သုံးရာ့တစ်ဆယ်ကျော် ရှိခဲ့သည်၊ တာလူတ်နှင့်အတူ မြစ်ကိုဖြတ်ကျော်ခဲ့သော စစ်သည်အရေအတွက်နှင့် အတူတူပင် ဖြစ်သည်ဟု ပြောဆိုခဲ့ကြသည်။ ယုံကြည်သူများသာလျှင် မြစ်ကို သူနှင့်အတူ ဖြတ်ကျော်ခဲ့ကြသည်\" ဟု မှတ်တမ်းတင်ခဲ့သည်။ အလ်-ဘူခါရီကလည်း ဤအချက်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် ၎င်း <span class=\"gray\">(မြစ်)</span> ကို ကျော်ဖြတ်ပြီးသောအခါ သူနှင့် သူနှင့်အတူ ယုံကြည်သူတို့က ပြောကြသည်- \"ဤနေ့တွင် ဂျာလူတ် <span class=\"gray\">(ဂိုလိုင်ယတ်)</span> နှင့် ၎င်း၏စစ်သည်များကို ငါတို့ မတိုက်နိုင်ကြ။\")</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်က အစ္စရာအေလ်သားတို့ <span class=\"gray\">(ဆော်လ်နှင့်အတူ ကျန်ရစ်ခဲ့သူများ)</span> သည် ထိုစဉ်က လူများပြားသော ရန်သူကို ရင်ဆိုင်ရာတွင် သူတို့သည် လူနည်းစုဖြစ်သည်ဟု ထင်မြင်ခဲ့ကြကြောင်း ဖော်ပြသည်။ ထို့ကြောင့် သူတို့၏ ပညာရှင်များက အလ္လာဟ်အရှင်မြတ်၏ ကတိသည် မှန်ကန်ကြောင်းနှင့် အောင်ပွဲသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ လာကြောင်း၊ အရေအတွက် များခြင်း သို့မဟုတ် ထောက်ပံ့ရေးပစ္စည်း ပြည့်စုံခြင်းကြောင့် မဟုတ်ကြောင်း ဖော်ပြခြင်းဖြင့် သူတို့၏ ဆုံးဖြတ်ချက်ကို ခိုင်မာစေခဲ့သည်။ သူတို့က သူတို့အား ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် အဖွဲ့ငယ်တစ်ခုသည် ခွန်အားကြီးသော စစ်တပ်ကို အကြိမ်မည်မျှ အောင်နိုင်ခဲ့ပါသနည်း။\" အလ္လာဟ်အရှင်မြတ်သည် အပ်စ်-ဆာဘိရင်း <span class=\"gray\">(စိတ်ရှည်သူများ)</span> နှင့်အတူ ရှိတော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "2:25",
    "group_ayah_key": "2:25",
    "from_ayah": "2:25",
    "to_ayah": "2:25",
    "ayah_keys": "2:25",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူများနှင့် ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်သူတို့အား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပါလေ၊ အမှန်စင်စစ် သူတို့အတွက် မြစ်များ စီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်)</span> ရှိ၏။ ထိုဥယျာဉ်မှ အသီးအနှံတစ်ခုခုကို အစားအစာအဖြစ် ပေးသည့်အခါတိုင်း သူတို့က ပြောကြလိမ့်မည်- \"၎င်းသည် ကျွန်ုပ်တို့အား ယခင်က ပေးခဲ့ဖူးသော အရာဖြစ်သည်၊\" သူတို့အား ပုံစံတူ အရာများ <span class=\"gray\">(ဆိုလိုသည်မှာ ပုံသဏ္ဍာန်တူသော်လည်း အရသာကွာခြားသည်)</span> ကို ပေးလိမ့်မည်၊ ထို့ပြင် သူတို့သည် ထိုဥယျာဉ်များတွင် အဇ်ဝါဂျွန်း မွတ်တဟ္ဟရာတုန်း <span class=\"gray\">(သန့်ရှင်းစင်ကြယ်သော အဖော်များ သို့မဟုတ် ဇနီးများ)</span> ကို ပိုင်ဆိုင်ကြလိမ့်မည်၊ ထိုဥယျာဉ်များတွင် အမြဲတမ်း နေထိုင်ကြလိမ့်မည်။ <span>(25)</span></p><div lang=\"my\" class=\"my \"><h2>ဖြောင့်မတ်သော ယုံကြည်သူများ၏ ဆုလာဘ်များ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိအားနှင့် မိမိ၏ တမန်တော်များအား မယုံကြည်သော ကံဆိုးသည့် ရန်သူများအတွက် ပြင်ဆင်ထားသော ပြစ်ဒဏ်များကို ဖော်ပြပြီးနောက် မိမိအားနှင့် မိမိ၏ တမန်တော်များအား ယုံကြည်၍ ယုံကြည်ခြင်းကို စွဲကိုင်ကာ ကောင်းမှုများကို ပြုလုပ်သော မိမိ၏ ပျော်ရွှင်၍ သစ္စာရှိသော မိတ်ဆွေများ၏ အခြေအနေကို ဖော်ပြထားသည်။ ဤသည်မှာ ကုရ်အာန်ကို မသ်သာနီဟု ခေါ်ရခြင်း အကြောင်းရင်းဖြစ်သည်၊ ပညာရှင်များ၏ မှန်ကန်သော အမြင်အရ ဖြစ်သည်။ ဤအကြောင်းအရာကို ကျွန်ုပ်တို့ နောက်ပိုင်းတွင် အသေးစိတ် ဖော်ပြပါမည်။ မသ်သာနီဆိုသည်မှာ ယုံကြည်ခြင်းကို ဖော်ပြပြီးနောက် မယုံကြည်ခြင်းကို ဖော်ပြခြင်း၊ သို့မဟုတ် ပြောင်းပြန်ဖြစ်သည်။ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်သည် ကံဆိုးသူများကို ဖော်ပြပြီးနောက် ပျော်ရွှင်သူများကို ဖော်ပြခြင်း၊ သို့မဟုတ် ပြောင်းပြန်ဖြစ်သည်။ အလားတူအရာများကို ဖော်ပြခြင်းကိုမူ တရှဗ္ဗုဟ်ဟု ခေါ်သည်၊ ကျွန်ုပ်တို့ သိရှိရလိမ့်မည်အတိုင်း အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက သိရှိရလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများနှင့် ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်သူတို့အား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပါလေ၊ အမှန်စင်စစ် သူတို့အတွက် မြစ်များ စီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်)</span> ရှိ၏။)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဂျန္နတ်တွင် ၎င်း၏ သစ်ပင်များနှင့် အခန်းများအောက်တွင် စီးဆင်းနေသော မြစ်များ ရှိကြောင်း ဖော်ပြခဲ့သည်။ ဟဒီးသ်များမှ သိရသည်မှာ ဂျန္နတ်၏ မြစ်များသည် ချိုင့်ဝှမ်းများတွင် မစီးဆင်းဘဲ အလ်-ကောင်ဆရ် <span class=\"gray\">(ဂျန္နတ်ရှိ တမန်တော်၏ ရေကန်)</span> ၏ ကမ်းပါးများသည် အခေါင်းပေါက် ပုလဲများဖြင့် ပြုလုပ်ထားသော ဂူများဖြင့် ပြုလုပ်ထားပြီး ဂျန္နတ်၏ သဲများသည် မွှေးကြိုင်သော ကတိုးဖြင့် ပြုလုပ်ထားကာ ၎င်း၏ ကျောက်တုံးများသည် ပုလဲများနှင့် ကျောက်မျက်ရတနာများဖြင့် ပြုလုပ်ထားသည်။ ကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ် ဂျန္နတ်ကို ပေးသနားတော်မူပါရန် တောင်းဆိုသည်၊ အမှန်စင်စစ် ကိုယ်တော်သည် အကျယ်ပြန့်ဆုံး ပေးသနားရှင်၊ အလွန်တရာ ကျေးဇူးပြုရှင် ဖြစ်တော်မူ၏။</p><p lang=\"ceb\" class=\"ceb \">Ibn Abi Hatim reported that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْهَارُ الْجَنَّةِ تَفَجَّرُ تَحْتَ تِلَالٍ أَوْ مِنْ تَحْتِ جِبَالِ الْمِسْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်၏ မြစ်များသည် ကတိုးတောင်များအောက်မှ သို့မဟုတ် ကတိုးတောင်တန်းများအောက်မှ စီးဆင်းသည်။)</span></p><p lang=\"my\" class=\"my \">သူသည် မပ်စ်ရူက်ထံမှလည်း အဗ်ဒူလ္လာဟ်က \"ဂျန္နတ်၏ မြစ်များသည် ကတိုးတောင်များအောက်မှ စီးဆင်းသည်\" ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ဂျန္နတ်ရှိ အသီးအနှံများ၏ ဆင်တူယိုးမှားများ</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُواْ هَـذَا الَّذِى رُزِقْنَا مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဥယျာဉ်မှ အသီးအနှံတစ်ခုခုကို အစားအစာအဖြစ် ပေးသည့်အခါတိုင်း သူတို့က ပြောကြလိမ့်မည်- \"၎င်းသည် ကျွန်ုပ်တို့အား ယခင်က ပေးခဲ့ဖူးသော အရာဖြစ်သည်\")</span>။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က ယဟ်ယာ ဘင် အဘီ ကသီရ်က ပြောသည်မှာ \"ဂျန္နတ်၏ မြက်ပင်များသည် ဆာဖရွန်ဖြင့် ပြုလုပ်ထားပြီး ၎င်း၏ တောင်ကုန်းများသည် ကတိုးဖြင့် ပြုလုပ်ထားသည်။ ထို့ပြင် ထာဝရလူငယ်လေးများသည် ယုံကြည်သူများအား စားသောက်ရန် အသီးအနှံများကို ကျွေးမွေးလိမ့်မည်။ ထို့နောက် သူတို့အား ပုံစံတူ အသီးအနှံများကို ထပ်မံယူဆောင်လာလိမ့်မည်၊ ထိုအခါ ဂျန္နတ်နေသူများက '၎င်းသည် သင်တို့ ကျွန်ုပ်တို့အား ခုနလေးတင် ယူဆောင်လာပေးခဲ့သည့် အရာနှင့် အတူတူပင်' ဟု မှတ်ချက်ပြုကြလိမ့်မည်။ ထိုလူငယ်လေးများက သူတို့အား 'စားပါ၊ အဘယ်ကြောင့်ဆိုသော် အရောင်တူသော်လည်း အရသာက ကွာခြားသည်' ဟု ပြောလိမ့်မည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُتُوا بِهِ مُتَشَابِهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား ပုံစံတူ အရာများကို ပေးလိမ့်မည်)</span>။ အဘူ ဂျာအ်ဖရ် အာရ်-ရာဇီက အာရ်-ရာဘီအ် ဘင် အနပ်စ်က အဘူ အလ်-'အာလီယာက ပြောသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُتُوا بِهِ مُتَشَابِهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား ပုံစံတူ အရာများကို ပေးလိမ့်မည်)</span> ဆိုသည်မှာ \"သူတို့သည် တစ်ခုနှင့်တစ်ခု ဆင်တူကြသည်၊ သို့သော် အရသာက ကွာခြားသည်\" ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ ထို့ပြင် အစ်က်ရီမာက ပြောသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُتُوا بِهِ مُتَشَابِهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား ပုံစံတူ အရာများကို ပေးလိမ့်မည်)</span> \"သူတို့သည် ဤဘဝ၏ အသီးအနှံများနှင့် ဆင်တူကြသည်၊ သို့သော် ဂျန္နတ်၏ အသီးအနှံများသည် အရသာ ပိုကောင်းသည်\" ဟု ပြောခဲ့သည်။ ဆူဖယန် အသ်-သောင်ရီက အလ်-အ်မရှ်ထံမှ၊ အဘူ သုဘ်ယန်ထံမှ၊ အိဗ်နု အဗ္ဗါစ်က ပြောသည်မှာ \"ဂျန္နတ်တွင် ဤလောကဘဝရှိ မည်သည့်အရာနှင့်မှ မတူညီပါ၊ နာမည်များသာ တူညီသည်။\" အခြားသော ဖော်ပြချက်တွင် အိဗ်နု အဗ္ဗါစ်က ပြောသည်မှာ \"ဤဘဝရှိ အရာများနှင့် ဂျန္နတ်ရှိ အရာများကြားတွင် နာမည်များသာ တူညီကြသည်။\"</p><div lang=\"my\" class=\"my \"><h2>ဂျန္နတ်နေသူများ၏ ဇနီးများသည် သန့်ရှင်းစင်ကြယ်ကြသည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူတို့သည် ထိုဥယျာဉ်များတွင် အဇ်ဝါဂျွန်း မွတ်တဟ္ဟရာတုန်း ကို ပိုင်ဆိုင်ကြလိမ့်မည်)</span>။ အိဗ်နု အဘီ သလ်ဟဟ်က အိဗ်နု အဗ္ဗါစ်က \"အညစ်အကြေးများနှင့် မသန့်ရှင်းမှုများမှ သန့်ရှင်းစင်ကြယ်သောသူများ\" ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ ထို့ပြင် မူဂျာဟစ်ဒ်က \"ဓမ္မတာ၊ ဝမ်းသွားခြင်း၊ ဆီးသွားခြင်း၊ တံတွေးထွေးခြင်း၊ သုက်ရည်နှင့် ကိုယ်ဝန်များမှ (သန့်ရှင်းစင်ကြယ်သည်)\" ဟု ပြောခဲ့သည်။ ထို့ပြင် ကွာတာဒါက \"မသန့်ရှင်းမှုနှင့် အပြစ်များမှ သန့်ရှင်းစင်ကြယ်သည်\" ဟု ပြောခဲ့သည်။ အခြားသော ဖော်ပြချက်တွင် သူက \"ဓမ္မတာနှင့် ကိုယ်ဝန်များမှ (သန့်ရှင်းစင်ကြယ်သည်)\" ဟု ပြောခဲ့သည်။ ထပ်မံ၍ အတာအ်၊ အလ်-ဟစန်၊ အဒ်-ဒဟ်ဟာက်၊ အဘူ ဆွာလိဟ်၊ အတိယဟ်နှင့် အပ်စ်-ဆူဒီတို့ကလည်း အလားတူ ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဥယျာဉ်များတွင် အမြဲတမ်း နေထိုင်ကြလိမ့်မည်)</span> ဆိုသည်မှာ အဆုံးစွန်သော ပျော်ရွှင်မှုဟု ဆိုလိုသည်၊ အဘယ်ကြောင့်ဆိုသော် ယုံကြည်သူများသည် ထာဝရပျော်ရွှင်မှုကို ခံစားကြလိမ့်မည်၊ သေခြင်းတရားနှင့် သူတို့၏ ပျော်ရွှင်မှု ပျက်စီးခြင်းမှ လုံခြုံကြလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ဘယ်သောအခါမှ မပြီးဆုံးဘဲ မရပ်တန့်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ဤယုံကြည်သူများထဲတွင် ပါဝင်စေတော်မူပါရန် တောင်းဆိုသည်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် အကျယ်ပြန့်ဆုံး ပေးသနားရှင်၊ အလွန်တရာ ကြင်နာရှင်နှင့် အလွန်တရာ ကရုဏာရှင် ဖြစ်တော်မူ၏။</p>"
  }
]