[
  {
    "ayah_key": "37:99",
    "group_ayah_key": "37:99",
    "from_ayah": "37:99",
    "to_ayah": "37:113",
    "ayah_keys": "37:99,37:100,37:101,37:102,37:103,37:104,37:105,37:106,37:107,37:108,37:109,37:110,37:111,37:112,37:113",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ သူက ပြောသည်- \"အမှန်စင်စစ်၊ ကျွန်ုပ်သည် ကျွန်ုပ်၏ အရှင်ဘုရားထံသို့ သွားတော့မည်။ ကိုယ်တော်သည် ကျွန်ုပ်ကို လမ်းညွှန်မည်။ <span>(99)</span>\"ကျွန်ုပ်၏ အရှင်ဘုရား! ကျွန်ုပ်အား <span class=\"gray\">(သားသမီး)</span> ဖြောင့်မတ်သူတို့အနက်မှ ပေးသနားတော်မူပါ။ <span>(100)</span>ထို့နောက်၊ ကျွန်ုပ်တို့သည် သူ့အား သည်းခံတတ်သော ကလေးငယ်တစ်ဦး၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည်။ <span>(101)</span>ထိုအခါ သူ <span class=\"gray\">(သူ၏သား)</span> သည် သူ့နှင့်အတူ လမ်းလျှောက်နိုင်လောက်အောင် ကြီးပြင်းလာသောအခါ၊ သူက ပြောသည်- \"အို ငါ့သား! ငါ မင်းကိုသတ်နေတာကို အိပ်မက်ထဲမှာ မြင်ရတယ်။ ဒါ့ကြောင့် မင်းဘာထင်လဲ ကြည့်စမ်း!\" သူက ပြောသည်- \"အို ကျွန်ုပ်၏ဖခင်! ကိုယ်တော်အား အမိန့်ပေးထားသည့်အတိုင်း လုပ်ဆောင်ပါ။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက၊ ကိုယ်တော်သည် ကျွန်ုပ်ကို သည်းခံသူများအနက်မှ တွေ့ရှိရပါမည်။ <span>(102)</span>ထို့နောက်၊ ၎င်းတို့နှစ်ဦးစလုံး မိမိတို့ကိုယ်ကို အပ်နှံလိုက်ကြပြီး၊ သူသည် သူ့အား နဖူးပေါ်မှောက်လျက် လှဲချလိုက်သောအခါ <span>(103)</span>ကျွန်ုပ်တို့က သူ့အား ခေါ်လိုက်သည်- \"အို အီဘရာဟင်မ်! <span>(104)</span>\"သင်သည် အိပ်မက်ကို ပြည့်မြောက်စေခဲ့ပြီ!\" အမှန်စင်စစ်၊ ဤနည်းဖြင့် ကျွန်ုပ်တို့သည် ကောင်းမှုပြုသူများအား အကျိုးပေးတော်မူ၏။ <span>(105)</span>အမှန်စင်စစ်၊ ထိုအရာသည် ထင်ရှားသော စမ်းသပ်မှုတစ်ခု ဖြစ်ခဲ့၏။ <span>(106)</span>ကျွန်ုပ်တို့သည် သူ့အား ကြီးမြတ်သော ယဇ်ပူဇော်မှုတစ်ခုဖြင့် ရွေးနုတ်ခဲ့သည်။ <span>(107)</span>ကျွန်ုပ်တို့သည် နောက်ပိုင်းမျိုးဆက်များအကြား သူ့အတွက် ထားခဲ့သည်။ <span>(108)</span>\"ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း!)</span> အီဘရာဟင်မ်အပေါ် သက်ရောက်ပါစေ! <span>(109)</span>ဤနည်းဖြင့် ကျွန်ုပ်တို့သည် ကောင်းမှုပြုသူများအား အကျိုးပေးတော်မူ၏။ <span>(110)</span>အမှန်စင်စစ်၊ သူသည် ကျွန်ုပ်တို့၏ ယုံကြည်သူကျွန်များအနက်မှ တစ်ဦးဖြစ်ခဲ့၏။ <span>(111)</span>ကျွန်ုပ်တို့သည် သူ့အား အစ္စဟာက်၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည် – ဖြောင့်မတ်သူတို့အနက်မှ ပရောဖက်တစ်ပါး။ <span>(112)</span>ကျွန်ုပ်တို့သည် သူ့အားနှင့် အစ္စဟာက်အား ကောင်းချီးပေးခဲ့သည်။ ၎င်းတို့၏ မျိုးဆက်များအနက် <span class=\"gray\">(အချို့)</span> မှာ မှန်ကန်စွာ ပြုလုပ်သူများဖြစ်ပြီး၊ အချို့မှာ မိမိတို့ကိုယ်ကို ထင်ရှားစွာ မှားယွင်းစေသူများ ဖြစ်သည်။ <span>(113)</span></p><p lang=\"my\" class=\"my \">အီဘရာဟင်မ်၏ ပြောင်းရွှေ့နေထိုင်ခြင်း၊ အစ္စမာအီလ်ကို ယဇ်ပူဇော်ခြင်း စမ်းသပ်မှုနှင့် အလ္လာဟ်အရှင်မြတ်က သူ့အား ကောင်းချီးပေးပုံ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ရင်းနှီးသောမိတ်ဆွေ အီဘရာဟင်မ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) အား သူ၏လူမျိုးများအပေါ် ကူညီပြီးနောက်၊ သူတို့သည် မြင်တွေ့ခဲ့ရသော ကြီးမားသော လက္ခဏာရပ်များကြားမှ ယုံကြည်လာလိမ့်မည်ဟု အီဘရာဟင်မ် မျှော်လင့်ချက် စွန့်လွှတ်ပြီးနောက်၊ သူသည် ထိုသူတို့ထံမှ ရွှေ့ပြောင်းခဲ့ပြီး ပြောခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي ذَاهِبٌ إِلَىٰ رَبِّي سَيَهْدِينِ - رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်သည် ကျွန်ုပ်၏ အရှင်ဘုရားထံသို့ သွားတော့မည်။ ကိုယ်တော်သည် ကျွန်ုပ်ကို လမ်းညွှန်မည်။ ကျွန်ုပ်၏ အရှင်ဘုရား! ကျွန်ုပ်အား <span class=\"gray\">(သားသမီး)</span> ဖြောင့်မတ်သူတို့အနက်မှ ပေးသနားတော်မူပါ။)</span> ဆိုလိုသည်မှာ၊ သူ စွန့်ခွာခဲ့သော သူ၏လူမျိုးနှင့် ဆွေမျိုးများအတွက် အစားထိုးအနေဖြင့် နာခံတတ်သော သားသမီးများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ ကျွန်ုပ်တို့သည် သူ့အား သည်းခံတတ်သော ကလေးငယ်တစ်ဦး၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည်။)</span> ဤကလေးမှာ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) ဖြစ်ပြီး၊ သူသည် အီဘရာဟင်မ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) အား ဝမ်းမြောက်ဖွယ်သတင်း ပေးခဲ့သော ပထမဆုံးသော ကလေးဖြစ်ပြီး၊ အစ္စဟာက်ထက် အသက်ကြီးသည်။ မွတ်စလင်များနှင့် ကျမ်းဂန်ရှင်များသည် သဘောတူကြပြီး၊ အမှန်စင်စစ် သူတို့၏ကျမ်းဂန်တွင် ဖော်ပြထားသည်မှာ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) သည် အီဘရာဟင်မ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) အသက် ရှစ်ဆယ့်ခြောက်နှစ်အရွယ်တွင် မွေးဖွားခဲ့ပြီး၊ အစ္စဟာက်သည် အီဘရာဟင်မ် အသက် ကိုးဆယ့်ကိုးနှစ်အရွယ်တွင် မွေးဖွားခဲ့သည်။ သူတို့၏ကျမ်းဂန်အရ၊ အလ္လာဟ်အရှင်မြတ်သည် အီဘရာဟင်မ်အား သူ၏တစ်ဦးတည်းသောသားကို ယဇ်ပူဇော်ရန် အမိန့်ပေးခဲ့ပြီး၊ အခြားစာသားတစ်ခုတွင်မူ သူ၏သားဦးဟု ဖော်ပြထားသည်။ သို့သော် ဤနေရာတွင် သူတို့သည် အစ္စဟာက်၏အမည်ကို မှားယွင်းစွာ ထည့်သွင်းခဲ့သည်။ ၎င်းသည် မှန်ကန်ခြင်းမရှိပါ၊ အဘယ်ကြောင့်ဆိုသော် သူတို့၏ကိုယ်ပိုင်ကျမ်းဂန်နှင့် ဆန့်ကျင်နေသောကြောင့်ဖြစ်သည်။ သူတို့သည် အစ္စဟာက်၏အမည်ကို ထည့်သွင်းခဲ့သည်မှာ သူသည် သူတို့၏ဘိုးဘွားဖြစ်သောကြောင့်ဖြစ်ပြီး၊ အစ္စမာအီလ်မှာမူ အာရပ်တို့၏ ဘိုးဘွားဖြစ်သည်။ သူတို့သည် ထိုသူတို့အား မနာလိုဖြစ်ခဲ့ကြသဖြင့် ဤအယူအဆကို ထည့်သွင်းခဲ့ပြီး \"တစ်ဦးတည်းသောသား\" ဟူသော စကားစု၏အဓိပ္ပါယ်ကို \"သင်နှင့်အတူရှိသော တစ်ဦးတည်းသောသား\" ဟု ပြောင်းလဲခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် အစ္စမာအီလ်ကို သူ၏မိခင်နှင့်အတူ မက္ကာသို့ ခေါ်ဆောင်သွားခဲ့သောကြောင့်ဖြစ်သည်။ သို့သော် ၎င်းသည် အတုအယောင်ပြုလုပ်ခြင်းနှင့် လိမ်လည်လှည့်ဖြားခြင်း ကိစ္စဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် \"တစ်ဦးတည်းသောသား\" ဟူသော စကားလုံးကို အခြားသားသမီးမရှိသူ၏ အခြေအနေတွင်မှသာ ပြောဆိုနိုင်သောကြောင့်ဖြစ်သည်။ ထို့အပြင်၊ သားဦးသည် နောက်ပိုင်းသားသမီးများ မပိုင်ဆိုင်နိုင်သော အထူးအဆင့်အတန်းတစ်ခု ရှိသည်၊ ထို့ကြောင့် သူ့ကို ယဇ်ပူဇော်ရန် အမိန့်မှာ ပို၍သာလွန်သော စမ်းသပ်မှုတစ်ခု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူ <span class=\"gray\">(သူ၏သား)</span> သည် သူ့နှင့်အတူ လမ်းလျှောက်နိုင်လောက်အောင် ကြီးပြင်းလာသောအခါ၊)</span> ဆိုလိုသည်မှာ၊ သူ ကြီးပြင်းလာပြီး သူ၏ဖခင်နှင့်အတူ လိုက်သွားကာ လမ်းလျှောက်လာသောအခါ၊ အီဘရာဟင်မ်သည် ဖာရန် <span class=\"gray\">(ဆိုလိုသည်မှာ မက္ကာ)</span> ဒေသရှိ သူ၏သားနှင့် သူ၏မိခင်ကို သွားရောက်ကြည့်ရှုရန် အခါအားလျော်စွာ သွားလေ့ရှိပြီး၊ သူတို့မည်သို့နေထိုင်သည်ကို ကြည့်ရှုလေ့ရှိသည်။ သူသည် အလ်-ဘူရက်ခ်ကို စီးနင်းကာ ထိုနေရာသို့ လျင်မြန်စွာ ခရီးသွားလေ့ရှိသည်ဟု ဆိုကြပြီး၊ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အိဗ်နုအဗ္ဗာစ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ)၊ မူဂျာဟစ်ဒ်၊ အိကရီမာဟ်၊ စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အသာအ် အလ်-ခုရာစန်နီ၊ ဇိုင်ဒ် ဘင်န် အစလမ်နှင့် အခြားသူများထံမှ သတင်းပို့ထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူ <span class=\"gray\">(သူ၏သား)</span> သည် သူ့နှင့်အတူ လမ်းလျှောက်နိုင်လောက်အောင် ကြီးပြင်းလာသောအခါ၊)</span> ဆိုလိုသည်မှာ၊ သူသည် လူငယ်တစ်ဦးဖြစ်လာပြီး သူ၏ဖခင်လုပ်သကဲ့သို့ အလုပ်လုပ်နိုင်လာသောအခါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَىٰ فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَىٰ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူ <span class=\"gray\">(သူ၏သား)</span> သည် သူ့နှင့်အတူ လမ်းလျှောက်နိုင်လောက်အောင် ကြီးပြင်းလာသောအခါ၊ သူက ပြောသည်- \"အို ငါ့သား! ငါ မင်းကိုသတ်နေတာကို အိပ်မက်ထဲမှာ မြင်ရတယ်။ ဒါ့ကြောင့် မင်းဘာထင်လဲ ကြည့်စမ်း!\")</span> 'ဥဘိုင်ဒ် ဘင်န် 'ဥမာယာက ပြောသည်- \"ပရောဖက်များ၏ အိပ်မက်များသည် ဗျာဒိတ်တော်များဖြစ်သည်\"၊ ထို့နောက် သူသည် ဤအာယတ်တော်ကို ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا بُنَيَّ إِنِّي أَرَىٰ فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"အို ငါ့သား! ငါ မင်းကိုသတ်နေတာကို အိပ်မက်ထဲမှာ မြင်ရတယ်။ ဒါ့ကြောင့် မင်းဘာထင်လဲ ကြည့်စမ်း!\")</span>။ သူသည် မိမိ၏သားအား ပိုမိုလွယ်ကူစေရန်နှင့် ငယ်ရွယ်စဉ်မှာပင် အလ္လာဟ်အရှင်မြတ်အား နာခံမှုနှင့် ဖခင်အား နာခံမှုတို့တွင် သူ၏ သည်းခံခြင်းနှင့် ခိုင်မာသော ဆုံးဖြတ်ချက်ကို စမ်းသပ်ရန်အတွက် ထိုအရာကို ပြောပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"အို ကျွန်ုပ်၏ဖခင်! ကိုယ်တော်အား အမိန့်ပေးထားသည့်အတိုင်း လုပ်ဆောင်ပါ။\")</span> ဆိုလိုသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို နာခံပြီး ကျွန်ုပ်ကို ယဇ်ပူဇော်ပါ'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက၊ ကိုယ်တော်သည် ကျွန်ုပ်ကို သည်းခံသူများအနက်မှ တွေ့ရှိရပါမည်။)</span> ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်သည် သည်းခံမည်ဖြစ်ပြီး ထိုအတွက် အကျိုးကျေးဇူးကို အလ္လာဟ်အရှင်မြတ်ထံမှ ရှာဖွေပါမည်။' သူသည် (အေးချမ်းသာယာခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ သူ့အပေါ်၌ရှိပါစေ) ကတိပြုထားသည်ကို ယုံကြည်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ ۚ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا - وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်တွင် အစ္စမာအီလ်ကို ဖော်ပြပါ။ အမှန်စင်စစ်၊ သူသည် သူ ကတိပြုထားရာ၌ သစ္စာရှိသူဖြစ်ပြီး၊ သူသည် တမန်တော်တစ်ပါး၊ <span class=\"gray\">(နှင့်)</span> ပရောဖက်တစ်ပါး ဖြစ်ခဲ့သည်။ သူသည် မိမိ၏မိသားစုအား ဆွလားဟ် (ဝတ်ပြုဆုတောင်းခြင်း) နှင့် ဇကာတ် (တန်ဆာငွေပေးလှူခြင်း) ကို အမိန့်ပေးလေ့ရှိပြီး၊ သူ၏အရှင်ဘုရားက သူ့အပေါ် နှစ်သက်တော်မူ၏။)</span><span class=\"gray\">(19:54-55)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ ၎င်းတို့နှစ်ဦးစလုံး မိမိတို့ကိုယ်ကို အပ်နှံလိုက်ကြပြီး၊ သူသည် သူ့အား နဖူးပေါ်မှောက်လျက် လှဲချလိုက်သောအခါ;)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့နှစ်ဦးစလုံး ရှဟာဒါဟ် (သက်သေခံချက်) ကို ကြွေးကြော်ပြီး အလ္လာဟ်အရှင်မြတ်ကို သတိရသောအခါ – အီဘရာဟင်မ်သည် ယဇ်ပူဇော်တော့မည်ဖြစ်သောကြောင့်ဖြစ်ပြီး၊ အစ္စမာအီလ်သည် သေဆုံးတော့မည်ဖြစ်သောကြောင့် ဖြစ်သည်။ သို့မဟုတ် \"မိမိတို့ကိုယ်ကို အပ်နှံလိုက်ကြသည်\" ဆိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို လိုက်နာပြီး နာခံခဲ့ကြသည်ဟု ဆိုသည်။ အီဘရာဟင်မ်သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို နာခံခဲ့ပြီး၊ အစ္စမာအီလ်သည် အလ္လာဟ်အရှင်မြတ်နှင့် သူ၏ဖခင်ကို နာခံခဲ့သည်။ ဤသည်မှာ မူဂျာဟစ်ဒ်၊ အိကရီမာဟ်၊ ကတာဒါဟ်၊ အစ်-စွတ်ဒီနှင့် အိဗ်နုအစ္စဟာက်တို့နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">\"သူသည် သူ့အား နဖူးပေါ်မှောက်လျက် လှဲချလိုက်သောအခါ\" ဟူသော စကားစု၏ အဓိပ္ပါယ်မှာ- သူသည် သူ့အား မျက်နှာအပ်လျက် မှောက်စေပြီး၊ နောက်ဘက်မှ သတ်နိုင်ရန်၊ သတ်သည့်အချိန်တွင် သူ၏မျက်နှာကို မမြင်ရစေရန်၊ ထို့ကြောင့် သူ့အတွက် ပိုမိုလွယ်ကူစေရန်ဖြစ်သည်။ အိဗ်နုအဗ္ဗာစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ)၊ မူဂျာဟစ်ဒ်၊ စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အဒ်-ဒွဟ်ဟာက်နှင့် ကတာဒါဟ်တို့က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَلَّهُ لِلْجَبِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ့အား နဖူးပေါ်မှောက်လျက် လှဲချလိုက်သောအခါ;)</span> ဆိုလိုသည်မှာ၊ \"သူသည် သူ့အား မျက်နှာအပ်လျက် မှောက်စေခဲ့သည်\" ဟူ၍ ဖြစ်သည်။ အီမာမ် အဟ်မဒ်သည် အိဗ်နုအဗ္ဗာစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ \"အီဘရာဟင်မ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) အပေါ် ဘာသာရေးထုံးတမ်းစဉ်လာများကို အမိန့်ပေးခဲ့သောအခါ၊ ရှိုင်တွန်သည် မစအာတွင် သူ့အား ပေါ်လာပြီး သူ့နှင့်အတူ ပြေးခဲ့သည်၊ သို့သော် အီဘရာဟင်မ်က အရင်ရောက်ခဲ့သည်။ ထို့နောက် ဂျိဘရီလ် (သူ့အပေါ် အေးချမ်းသာယာခြင်းရှိပါစေ) သည် သူ့အား ဂျမ်ရာသ် အလ်-'အကာဘဟ်သို့ ခေါ်ဆောင်သွားပြီး ရှိုင်တွန်သည် သူ့အား ပေါ်လာသောအခါ၊ သူသည် ကျောက်စရစ်ခဲ ခုနစ်လုံးဖြင့် ပစ်ပေါက်ခဲ့သည်အထိ ရှိုင်တွန် ပျောက်ကွယ်သွားသည်။ ထို့နောက် သူသည် အလ်-ဂျမ်ရာဟ် အလ်-ဝွစတာတွင် ပေါ်လာပြီး ကျောက်စရစ်ခဲ ခုနစ်လုံးဖြင့် ပစ်ပေါက်ခဲ့သည်။ ထို့နောက် သူသည် သူ့အား မျက်နှာအပ်လျက် မှောက်စေခဲ့သည်။ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) သည် အဖြူရောင်ရှပ်အင်္ကျီကို ဝတ်ဆင်ထားပြီး၊ သူက ပြောသည်- 'အို ကျွန်ုပ်၏ဖခင်၊ ကျွန်ုပ်တွင် ဤအင်္ကျီမှလွဲ၍ ရုပ်အလောင်းကို ထုပ်ပိုးရန် အဝတ်အစားမရှိပါ။ ၎င်းကို ကျွန်ုပ်ထံမှ ချွတ်၍ ကျွန်ုပ်ကို ထုပ်ပိုးပေးပါ။' သူသည် ၎င်းကို စတင်ချွတ်နေစဉ်၊ သူ့အား နောက်ဘက်မှ ခေါ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ يَا إِبْرَاهِيمُ - قَدْ صَدَّقْتَ الرُّؤْيَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အီဘရာဟင်မ်! သင်သည် အိပ်မက်ကို ပြည့်မြောက်စေခဲ့ပြီ!)</span> အီဘရာဟင်မ် လှည့်ကြည့်လိုက်သောအခါ၊ ချိုရှိသော၊ အဖြူရောင်၊ သိုးထီးလှလှလေးတစ်ကောင်ကို မြင်လိုက်ရသည်။\" အိဗ်နုအဗ္ဗာစ်က ပြောသည်၊ \"ကျွန်ုပ်တို့သည် ထိုကဲ့သို့သော သိုးထီးအမျိုးအစားများကို ရှာဖွေလေ့ရှိသည်။\" ဟီရှမ်သည် ဤဟဒီးဆ်ကို အလ်-မာနာစစ်ခ်၌ အကျယ်တဝင့် ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ - قَدْ صَدَّقْتَ الرُّؤْيَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့က သူ့အား ခေါ်လိုက်သည်- \"အို အီဘရာဟင်မ်! သင်သည် အိပ်မက်ကို ပြည့်မြောက်စေခဲ့ပြီ!\")</span> ဆိုလိုသည်မှာ၊ 'သင့်သားကို ယဇ်ပူဇော်ရန် လဲလျောင်းခြင်းဖြင့် သင်၏အိပ်မက်၏ ရည်ရွယ်ချက် ပြည့်မြောက်ခဲ့ပြီ။' အစ်-စွတ်ဒီနှင့် အခြားသူများက သူသည် ဓားကို အစ္စမာအီလ်၏ လည်ပင်းပေါ် ဖြတ်သန်းခဲ့သည်၊ သို့သော် ၎င်းတို့နှစ်ဦးကြားတွင် ကြေးနီပြားတစ်ချပ် ထားရှိသောကြောင့် လုံးဝမဖြတ်ခဲ့ဟု ပြောကြသည်။ ထိုအချိန်တွင် အီဘရာဟင်မ်ကို ခေါ်ခဲ့ပြီး ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ صَدَّقْتَ الرُّؤْيَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အိပ်မက်ကို ပြည့်မြောက်စေခဲ့ပြီ!)</span> အလ္လာဟ်အရှင်မြတ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဤနည်းဖြင့် ကျွန်ုပ်တို့သည် ကောင်းမှုပြုသူများအား အကျိုးပေးတော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ 'ဤသည်မှာ ကျွန်ုပ်တို့အား ခက်ခဲသောကိစ္စများတွင် နာခံသူများနှင့် ကျွန်ုပ်တို့ ဆက်ဆံပုံဖြစ်သည်; ကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် လွတ်မြောက်ရာလမ်းကို ဖန်တီးပေးသည်။' အလ္လာဟ်အရှင်မြတ် ပြောသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا - وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပါက၊ ကိုယ်တော်သည် သူ့အတွက် <span class=\"gray\">(အခက်အခဲတိုင်းမှ)</span> ထွက်မြောက်ရာလမ်းကို ဖန်တီးပေးမည်။ ကိုယ်တော်သည် သူ့အား မမျှော်လင့်ဘဲ ရရှိသော <span class=\"gray\">(အရင်းအမြစ်များ)</span> မှ ပေးသနားမည်။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်ကို အားကိုးပါက၊ ကိုယ်တော်သည် သူ့အတွက် လုံလောက်မည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ရည်ရွယ်ချက်ကို အောင်မြင်စေမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအတွက် ကန့်သတ်ချက်ကို ချမှတ်ထားပြီးဖြစ်သည်။)</span><span class=\"gray\">(65:2-3)</span>။ </p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်နှင့် ဤဇာတ်လမ်းပေါ် အခြေခံ၍ Usul ပညာရှင်အချို့က မည်သူမျှ မလိုက်နာမီ စီရင်ထုံးကို ပယ်ဖျက်ခြင်းသည် အကျုံးဝင်ကြောင်း ဖော်ပြခဲ့သည် – မွတ်တဇိလားအချို့နှင့် မတူဘဲ။ ဤအတွက် သက်သေအထောက်အထားသည် ထင်ရှားသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် အီဘရာဟင်မ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) အား သူ၏သားကို ယဇ်ပူဇော်ရန် အမိန့်ပေးခဲ့ပြီးနောက်၊ ကိုယ်တော်သည် ထိုအရာကို ပယ်ဖျက်ကာ ရွေးနုတ်ဖိုးကို ညွှန်ပြခဲ့သည်။ ကိုယ်တော်၏ အမိန့်၏ ရည်ရွယ်ချက်မှာ အဓိကအားဖြင့် သူ၏ရင်းနှီးသော မိတ်ဆွေအား သူ၏သားကို ယဇ်ပူဇော်ရာတွင် သူ၏သည်းခံခြင်းနှင့် ခိုင်မာသော ဆုံးဖြတ်ချက်အတွက် အကျိုးပေးရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَهُوَ الْبَلَاءُ الْمُبِينُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ထိုအရာသည် ထင်ရှားသော စမ်းသပ်မှုတစ်ခု ဖြစ်ခဲ့၏။)</span> ဆိုလိုသည်မှာ၊ သူ၏သားကို ယဇ်ပူဇော်ရန် အမိန့်ပေးခံရသောအခါ ရှင်းလင်းသော စမ်းသပ်မှုတစ်ခုဖြစ်ပြီး၊ ထို့ကြောင့် သူသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို နာခံပြီး ကိုယ်တော်အား ပုံပန်းသဏ္ဍာန်ပြရန် လျင်မြန်စွာ လုပ်ဆောင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِبْرَاهِيمَ الَّذِي وَفَّىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဘရာဟင်မ်နှင့် သူသည် အရာခပ်သိမ်းကို ပြည့်စုံစေခဲ့သူ။)</span><span class=\"gray\">(53:37)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့အား ကြီးမြတ်သော ယဇ်ပူဇော်မှုတစ်ခုဖြင့် ရွေးနုတ်ခဲ့သည်။)</span> အိဗ်နုအဗ္ဗာစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ သတင်းပို့ထားသည်မှာ၊ \"လွန်ခဲ့သော နှစ်ပေါင်းလေးဆယ်က ဂျန္နတ် (ပရဒိသု) ၌ ကျက်စားခဲ့သော သိုးထီးတစ်ကောင်။\"</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် စွဖီယာဟ် ဘင်တ် ရှိုင်ဘာ ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ \"ကျွန်ုပ်တို့၏ အိမ်ထောင်စုရှိ လူအများစု၏ သားဖွားဆရာမဖြစ်သော ဘနီ စူလိုင်းမ်မှ အမျိုးသမီးတစ်ဦးက ကျွန်ုပ်အား ပြောပြခဲ့သည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် 'ဥစ်မာန် ဘင်န် သွလ်ဟာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) အား ခေါ်ရန် စေလွှတ်ခဲ့သည်။\" တစ်ခါတစ်ရံ သူမက ပြောသည်၊ \"ကျွန်ုပ်သည် 'ဥစ်မာန်ကို မေးခဲ့သည်၊ 'ပရောဖက် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က ကိုယ်တော့်ကို ဘာကြောင့် ခေါ်တာလဲ?' သူက ပြောသည်၊ 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က ကျွန်ုပ်အား ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي كُنْتُ رَأَيْتُ قَرْنَيِ الْكَبْشِ حِينَ دَخَلْتُ الْبَيْتَ فَنَسِيتُ أَنْ آمُرَكَ أَنْ تُخَمِّرَهُمَا فَخَمِّرْهُمَا، فَإِنَّهُ لَا يَنْبَغِي أَنْ يَكُونَ فِي الْبَيْتِ شَيْءٌ يَشْغَلُ الْمُصَلِّيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ဗိုင်တ် <span class=\"gray\">[ဆိုလိုသည်မှာ ကအ်ဘာ]</span> ထဲသို့ ဝင်ရောက်စဉ် သိုးထီး၏ ချိုများကို မြင်ခဲ့ရပြီး၊ ၎င်းတို့ကို ဖုံးအုပ်ရန် သင့်အား အမိန့်ပေးရန် မေ့သွားခဲ့သည်။ ၎င်းတို့ကို ဖုံးအုပ်ပါ၊ အဘယ်ကြောင့်ဆိုသော် ဝတ်ပြုဆုတောင်းသူကို အာရုံပျံ့လွင့်စေမည့် မည်သည့်အရာမျှ ဗိုင်တ်ထဲတွင် မရှိသင့်ပါ။)</span>'\" စွဖ်ယာန်က ပြောသည်၊ \"သိုးထီး၏ ချိုများသည် ဗိုင်တ်ထဲတွင် ဆွဲထားဆဲဖြစ်ပြီး မီးရှို့ခံရသည်အထိ ဆွဲထားခဲ့ရာ ၎င်းတို့လည်း မီးရှို့ခံခဲ့ရသည်။\" </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ယဇ်ပူဇော်ခံရသူမှာ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) ဖြစ်သည်ဟူသော သီးခြားသက်သေ အထောက်အထားကို ပေးသည်။ ကူရိုင်ရှ်တို့သည် အီဘရာဟင်မ် ယဇ်ပူဇော်ခဲ့သော သိုးထီး၏ ချိုများကို အမွေဆက်ခံခဲ့ပြီး၊ မျိုးဆက်တစ်ခုပြီးတစ်ခု လက်ဆင့်ကမ်းလာခဲ့ရာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလမ်) စေလွှတ်ခံရသည့်တိုင်အောင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ယဇ်ပူဇော်ခံရသူမှာ အစ္စမာအီလ်ဖြစ်ကြောင်း ဖော်ပြသော အစီရင်ခံစာများ၊ ၎င်းမှာ သံသယမရှိဘဲ မှန်ကန်ကြောင်း</p><p lang=\"my\" class=\"my \">စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ 'အာမီရ် အစ်-ရှအ်ဘီ၊ ယူစွဖ် ဘင်န် မီဟ်ရာန်၊ မူဂျာဟစ်ဒ်၊ 'အသာအ်နှင့် အခြားသူများက အိဗ်နုအဗ္ဗာစ် ထံမှ သတင်းပို့ခဲ့သည်မှာ ၎င်းမှာ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) ဖြစ်သည်ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နုဂျာရီရ်က အိဗ်နုအဗ္ဗာစ် ပြောသည်ကို ဖော်ပြခဲ့သည်မှာ၊ \"ရွေးနုတ်ခံရသူမှာ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) ဖြစ်သည်။ ဂျူးလူမျိုးများက ၎င်းမှာ အစ္စဟာက်ဖြစ်သည်ဟု ပြောဆိုခဲ့ကြသော်လည်း ဂျူးလူမျိုးများ လိမ်ညာခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု'ဥမာရ်က ပြောသည်ကို သတင်းပို့ထားသည်မှာ၊ \"ယဇ်ပူဇော်မှုမှာ အစ္စမာအီလ် ဖြစ်သည်။\" အိဗ်နုအဘီနဂျီဟ်က မူဂျာဟစ်ဒ် ထံမှ သတင်းပို့ခဲ့သည်မှာ၊ \"၎င်းမှာ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) ဖြစ်သည်။\" ဤသည်မှာ ယူစွဖ် ဘင်န် မီဟ်ရာန်၏ အမြင်လည်းဖြစ်သည်။ အစ်-ရှအ်ဘီက ပြောသည်မှာ၊ \"၎င်းမှာ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) ဖြစ်ပြီး၊ ကျွန်ုပ်သည် ကအ်ဘာတွင် သိုးထီး၏ ချိုများကို မြင်ခဲ့ရသည်။\"</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အစ္စဟာက်သည် အလ်-ဟစန် ဘင်န် ဒီနာရ် နှင့် 'အမ်ရ် ဘင်န် 'ဥဘိုင်ဒ် တို့ထံမှ အလ်-ဟစန် အလ်-ဘစရီ အကြောင်း သတင်းပို့ခဲ့သည်မှာ၊ အီဘရာဟင်မ်၏ သားနှစ်ဦးအနက် ယဇ်ပူဇော်ရန် အမိန့်ပေးခံရသူမှာ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) ဖြစ်သည်ကို သူ သံသယမရှိခဲ့ပေ။ အိဗ်နုအစ္စဟာက်က ပြောသည်၊ \"ကျွန်ုပ်သည် မုဟမ္မဒ် ဘင်န် ကအ်ဘ် အလ်-ကူရာဇီ ပြောသည်ကို ကြားခဲ့ရသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်သည် အီဘရာဟင်မ်အား သူ၏သားနှစ်ဦးအနက် အစ္စမာအီလ်ကို ယဇ်ပူဇော်ရန် အမိန့်ပေးခဲ့သည်။' ဤအရာကို ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန်တွင် တွေ့ရှိရသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် အီဘရာဟင်မ်၏ သားနှစ်ဦးအနက် ယဇ်ပူဇော်ခံရသူ၏ ဇာတ်လမ်းကို အဆုံးသတ်ပြီးနောက်၊ ကိုယ်တော်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့အား အစ္စဟာက်၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည် – ဖြောင့်မတ်သူတို့အနက်မှ ပရောဖက်တစ်ပါး။)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ </p><p lang=\"so\" class=\"so \"><span class=\"gray\">(ထို့ကြောင့်၊ ကျွန်ုပ်တို့သည် သူမအား အစ္စဟာက်နှင့် အစ္စဟာက်နောက်မှ ယာကူဘ်၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည်။)</span><span class=\"gray\">(11:71)</span>။ </p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် သားနှင့် မြေးကို ဖော်ပြခဲ့သော်လည်း၊ ဤသားတွင် သားတစ်ဦး ထပ်ရှိလိမ့်မည်ဟု ကတိပြုပြီးနောက် အစ္စဟာက်ကို ယဇ်ပူဇော်ရန် ကိုယ်တော် အမိန့်ပေးမည်မဟုတ်ပေ။ ကိုယ်တော် ယဇ်ပူဇော်ရန် အမိန့်ပေးခဲ့သူမှာ အစ္စမာအီလ်သာ ဖြစ်နိုင်သည်။\" အိဗ်နုအစ္စဟာက်က ပြောသည်၊ \"ကျွန်ုပ်သည် သူ ထိုအရာကို မကြာခဏ ပြောသည်ကို ကြားခဲ့ရသည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နုအစ္စဟာက်သည် ဘူရိုင်ဒါဟ် ဘင်န် စွဖ်ယာန် ဘင်န် ဖာရ်ဝါဟ် အလ်-အစလာမီ ထံမှ သတင်းပို့ခဲ့သည်မှာ မုဟမ္မဒ် ဘင်န် ကအ်ဘ် အလ်-ကူရာဇီက 'ဥမာရ် ဘင်န် 'အဗ်ဒ် အလ်-'အဇီဇ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) အား သူ ခလီဖာအဖြစ် ဆီးရီးယားတွင် ရှိစဉ် ထိုအကြောင်းကို ပြောပြခဲ့သည်ဟု ၎င်းတို့အား ပြောခဲ့သည်။ 'ဥမာရ်က သူ့အား ပြောသည်၊ \"ဤသည်မှာ ကျွန်ုပ် တစ်ခါမျှ မစဉ်းစားဖူးသော အရာဖြစ်သော်လည်း၊ သင်ပြောသည့်အတိုင်း ဖြစ်သည်ဟု ကျွန်ုပ် မြင်သည်။\" ထို့နောက် သူသည် ဆီးရီးယားတွင် သူ့နှင့်အတူရှိသော လူတစ်ဦး၊ မွတ်စလင်ဖြစ်လာပြီး အစ္စလာမ်ကို ကတိပြုထားသော ဂျူးလူမျိုးတစ်ဦးကို ခေါ်ယူရန် စေလွှတ်ခဲ့ပြီး၊ သူသည် သူတို့၏ ပညာရှင်များအနက်မှ တစ်ဦးဖြစ်သည်ဟု သူ ထင်ခဲ့သည်။ 'ဥမာရ် ဘင်န် 'အဗ်ဒ် အလ်-'အဇီဇ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က သူ့အား ထိုအကြောင်းကို မေးမြန်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် ကအ်ဘ်က ပြောသည်၊ \"ကျွန်ုပ်သည် 'ဥမာရ် ဘင်န် 'အဗ်ဒ် အလ်-'အဇီဇ် နှင့်အတူ ရှိခဲ့သည်။ 'ဥမာရ်က သူ့အား မေးသည်၊ 'အီဘရာဟင်မ်၏ သားနှစ်ဦးအနက် မည်သူ့ကို ယဇ်ပူဇော်ရန် အမိန့်ပေးခဲ့သနည်း?' သူက ပြောသည်၊ 'အစ္စမာအီလ်။ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ အို ယုံကြည်သူတို့၏ စစ်မှူးချုပ်၊ ဂျူးလူမျိုးများသည် ဤအရာကို သိကြသည်၊ သို့သော် သူတို့သည် အာရပ်လူမျိုးများအပေါ် မနာလိုဖြစ်ခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် သင်တို့၏ဖခင်အကြောင်းကို အလ္လာဟ်အရှင်မြတ် ဤအမိန့်ကို ထုတ်ပြန်ခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ် ဖော်ပြခဲ့သော ဂုဏ်ကျေးဇူးမှာ သူ၏အမိန့်ကို နာခံရာတွင် သူ၏သည်းခံခြင်းကြောင့် ဖြစ်သည်။ ထို့ကြောင့် သူတို့သည် ထိုအရာကို ငြင်းပယ်ခဲ့ပြီး ၎င်းမှာ အစ္စဟာက်ဖြစ်သည်ဟု ပြောဆိုခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် သူတို့၏ဖခင်ဖြစ်သောကြောင့်ဖြစ်သည်။'\"</p><p lang=\"my\" class=\"my \">အဗ်ဒုလ္လာဟ် ဘင်န် အလ်-အီမာမ် အဟ်မဒ် ဘင်န် ဟန်ဘလ် (အလ္လာဟ်အရှင်မြတ် သူ့အား ကရုဏာတော်ထားပါစေ) က ပြောသည်၊ \"ကျွန်ုပ်သည် ကျွန်ုပ်၏ဖခင်အား မည်သည့်သားကို ယဇ်ပူဇော်ရမည်နည်း – အစ္စမာအီလ်လား သို့မဟုတ် အစ္စဟာက်လား ဟု မေးခဲ့သည်။\" သူက ပြောသည်၊ \"အစ္စမာအီလ်။\" ဤအရာကို ကိတာဗ် အဇ်-ဇူဟ်ဒ် တွင် ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နုအဘီဟာတင်မ်က ပြောသည်၊ \"ကျွန်ုပ်၏ဖခင် ပြောသည်ကို ကျွန်ုပ် ကြားခဲ့ရသည်မှာ၊ 'မှန်ကန်သော အမြင်မှာ ယဇ်ပူဇော်ခံရသူမှာ အစ္စမာအီလ် (အေးချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) ဖြစ်သည်။'\" သူက ပြောသည်၊ \"နှင့် 'အလီ၊ အိဗ်နု'ဥမာရ်၊ အဘူ ဟူရိုင်ရာဟ်၊ အဘူ အသွလ်-သွဖိုင်လ်၊ စအီးဒ် ဘင်န် အလ်-မူစိုင်ယိဘ်၊ စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အလ်-ဟစန်၊ မူဂျာဟစ်ဒ်၊ အစ်-ရှအ်ဘီ၊ မုဟမ္မဒ် ဘင်န် ကအ်ဘ် အလ်-ကူရာဇီ၊ အဘူ ဂျအ်ဖရ် မုဟမ္မဒ် ဘင်န် 'အလီနှင့် အဘူ စွာလိဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အားလုံးကို နှစ်သက်တော်မူပါစေ) တို့က ယဇ်ပူဇော်ခံရသူမှာ အစ္စမာအီလ် ဖြစ်သည်ဟု ပြောခဲ့ကြောင်း ဖော်ပြထားသည်။\"</p><p lang=\"my\" class=\"my \">အလ်-ဘဂါဝီက သူ၏ တဖ်စီရ် တွင် ပြောသည်၊ \"ဤသည်မှာ 'အဗ်ဒုလ္လာဟ် ဘင်န် 'ဥမာရ်၊ စအီးဒ် ဘင်န် အလ်-မူစိုင်ယိဘ်၊ အစ်-စွတ်ဒီ၊ အလ်-ဟစန် အလ်-ဘစရီ၊ မူဂျာဟစ်ဒ်၊ အရ်-ရာဘီ' ဘင်န် အနာစ်၊ မုဟမ္မဒ် ဘင်န် ကအ်ဘ် အလ်-ကူရာဇီနှင့် အလ်-ကယ်လ်ဘီ တို့၏ အမြင်ဖြစ်သည်။\" ဤအရာကို အိဗ်နုအဗ္ဗာစ် ထံမှလည်းကောင်း၊ အဘူ 'အမ်ရ် ဘင်န် အလ်-'အလာ' ထံမှလည်းကောင်း သတင်းပို့ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့အား အစ္စဟာက်၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည် – ဖြောင့်မတ်သူတို့အနက်မှ ပရောဖက်တစ်ပါး။)</span> ယဇ်ပူဇော်ခံရသူဖြစ်သော အစ္စမာအီလ်၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်သည် ချက်ချင်းပင် သူ၏ညီ အစ္စဟာက်၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ဆက်လက်ဖော်ပြတော်မူ၏။ ဤအရာကို စူရာဟ် ဟူးဒ် <span class=\"gray\">(11:71)</span> နှင့် စူရတ် အလ်-ဟစ်ဂျရ် <span class=\"gray\">(15:53-55)</span> တို့တွင်လည်း ဖော်ပြထားသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပရောဖက်တစ်ပါး)</span> ဆိုလိုသည်မှာ၊ သူ့ထံမှ ဖြောင့်မတ်သော ပရောဖက်တစ်ပါး ထွက်ပေါ်လာမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَارَكْنَا عَلَيْهِ وَعَلَىٰ إِسْحَاقَ ۚ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့အားနှင့် အစ္စဟာက်အား ကောင်းချီးပေးခဲ့သည်။ ၎င်းတို့၏ မျိုးဆက်များအနက် <span class=\"gray\">(အချို့)</span> မှာ မှန်ကန်စွာ ပြုလုပ်သူများဖြစ်ပြီး၊ အချို့မှာ မိမိတို့ကိုယ်ကို ထင်ရှားစွာ မှားယွင်းစေသူများ ဖြစ်သည်။)</span> ဤသည်မှာ အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَىٰ أُمَمٍ مِمَّنْ مَعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားခဲ့သည်- \"အို နူဟ်! ကျွန်ုပ်တို့ထံမှ ငြိမ်းချမ်းခြင်းနှင့် သင်အပေါ်၊ သင်နှင့်အတူရှိသော လူမျိုးများအပေါ် ကောင်းချီးမင်္ဂလာများဖြင့် <span class=\"gray\">(သင်္ဘောပေါ်မှ)</span> ဆင်းသက်ပါ။ သို့သော် အချို့သော လူမျိုးများကို ကျွန်ုပ်တို့သည် ၎င်းတို့၏ စည်းစိမ်များကို <span class=\"gray\">(အချိန်အတန်ကြာ)</span> ပေးသနားမည်ဖြစ်ပြီး၊ နောက်ဆုံးတွင် ကျွန်ုပ်တို့ထံမှ ပြင်းထန်သော ပြစ်ဒဏ်သည် ၎င်းတို့ထံ ရောက်ရှိလာမည်။\")</span><span class=\"gray\">(11:48)</span></p>"
  }
]