[
  {
    "ayah_key": "38:1",
    "group_ayah_key": "38:1",
    "from_ayah": "38:1",
    "to_ayah": "38:3",
    "ayah_keys": "38:1,38:2,38:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် သနားကြင်နာတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ص ۚ وَالْقُرْآنِ ذِي الذِّكْرِ - بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ - كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဆွါဒ်။ သတိပေးမှုအပြည့်ရှိသော ကမ္ဘာ့ကျမ်းတော်မြတ်စူးဖြင့် သစ္စာပြုတော်မူ၏။)</span><span class=\"gray\">(၂။ သို့ရာတွင် ကုဖ်ဖာရ်တို့သည် မာနထောင်လွှားမှုနှင့် ဆန့်ကျင်မှုတို့၌သာ ရှိကြ၏။)</span><span class=\"gray\">(၃။ ၎င်းတို့မတိုင်မီ အဘယ်မျှများပြားသော ခေတ်ကာလများအား ငါတို့ ဖျက်ဆီးခဲ့ပြီး ဖြစ်သည်။ ထို့နောက် ၎င်းတို့သည် (ကူညီရန်) အော်ခေါ်ကြ၏။ သို့သော် လွတ်မြောက်ချိန် မရှိတော့ပေ။)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် ဆူရဟ် အလ်-ဘကရဟ်၏ တဖ်စီရ်အစတွင် သီးခြားအက္ခရာများကို ဆွေးနွေးပြီးဖြစ်သည်။ ဤနေရာ၌ ထပ်မံ၍ ပြောဆိုရန် မလိုအပ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقُرْآنِ ذِي الذِّكْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိပေးမှုအပြည့်ရှိသော ကုရ်အာန်ဖြင့်။)</span> ဆိုသည်မှာ၊ ကုရ်အာန်သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် လူသားများအတွက် သတိပေးမှုနှင့် အကျိုးကျေးဇူးအဖြစ် ၎င်းတွင်ပါရှိသော အရာအားလုံးကို ထည့်သွင်းထားသော ကုရ်အာန်ဖြင့် သစ္စာပြုခြင်းဖြစ်သည်။ အဒ်ဒဟ်ဟ်ကက ပြောသည်မှာ အာယသ်တော်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِي الذِّكْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိပေးမှုအပြည့်ရှိသော။)</span> သည် အာယသ်တော်နှင့် တူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါအရှင်မြတ်သည် သင်တို့အတွက် <span class=\"gray\">(အို လူသားတို့)</span> ကျမ်းဂန်တစ်စောင်ကို ချပေးတော်မူခဲ့သည်။ ထိုကျမ်းဂန်တွင် သင်တို့၏ သတိပေးချက် (ဓိကရွကွမ်) ရှိ၏။)</span><span class=\"gray\">(၂၁း၁၀)</span>။ ဆိုလိုသည်မှာ သင်တို့၏ သတိပေးချက်။ ဤသည်မှာ ကွာတာဒါဟ်နှင့် အိဗ်နု ဂျရီရ်တို့၏ အမြင်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် ကျေနပ်တော်မူပါစေသော အိဗ်နု အဗ္ဗားစ်၊ စအီးဒ် ဘင်န် ဂျုဘိုင်းရ်၊ အစ်မာအီးလ် ဘင်န် အဘီ ခါလစ်ဒ်၊ အိဗ်နု ဥယိုင်နာဟ်၊ အဘူ ဟူစိုင်းန်၊ အဘူ စွာလိဟ်နှင့် အစ်စွတ်ဒီတို့က ပြောကြားခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِي الذِّكْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိပေးမှုအပြည့်ရှိသော။)</span> \"ဂုဏ်သိက္ခာအပြည့်ရှိသော\" ဆိုလိုသည်မှာ အဆင့်အတန်းမြင့်မားသော။ အမြင်နှစ်ခုကြားတွင် ဆန့်ကျင်ကွဲလွဲမှုမရှိပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သတိပေးချက်များပါဝင်ပြီး ဆင်ခြေများမထားရှိဘဲ သတိပေးချက်များယူဆောင်လာသော မြင့်မြတ်သည့်ကျမ်းတစ်အုပ်ဖြစ်သောကြောင့်ဖြစ်သည်။ ဤကျိန်ဆိုမှု၏ အကြောင်းရင်းကို အာယသ်တော်တွင် တွေ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် တစ်ဦးတစ်ယောက်မျှ တမန်တော်များကို မငြင်းပယ်သည် မဟုတ်။ ထို့ကြောင့် ငါ့အပြစ်ပေးခြင်းသည် တရားမျှတခဲ့သည်။)</span><span class=\"gray\">(၃၈း၁၄)</span>။ ကွာတာဒါဟ်က ပြောသည်မှာ၊ \"၎င်း၏ အကြောင်းရင်းကို အာယသ်တော်တွင် တွေ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် မယုံကြည်သူတို့သည် မာနထောင်လွှားမှုနှင့် ဆန့်ကျင်မှုတို့၌သာ ရှိကြ၏။)</span>\" ဤသည်မှာ အိဗ်နု ဂျရီရ်နှစ်သက်သောအမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် မယုံကြည်သူတို့သည် မာနထောင်လွှားမှုနှင့် ဆန့်ကျင်မှုတို့၌သာ ရှိကြ၏။)</span> ဆိုသည်မှာ ဤကုရ်အာန်တွင် သတိရလိုသူများအတွက် သတိပေးချက်နှင့် သင်ခန်းစာယူလိုသူများအတွက် သင်ခန်းစာရှိသည်၊ သို့သော် မယုံကြည်သူများသည် ၎င်းမှ အကျိုးကျေးဇူးမရနိုင်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي عِزَّةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနထောင်လွှားမှု၌ ရှိကြ၏။)</span> ဆိုလိုသည်မှာ မာနနှင့် မျိုးနွယ်စုစိတ်ဓာတ်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَشِقَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဆန့်ကျင်မှု။)</span> ဆိုသည်မှာ ၎င်းတို့သည် ၎င်းကို ခေါင်းမာစွာ ဆန့်ကျင်ပြီး ၎င်းနှင့် ဆန့်ကျင်ဘက်ပြုကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့မတိုင်မီက လူမျိုးများ မည်သို့ ဖျက်ဆီးခံရကြောင်းကို ၎င်းတို့အား တမန်တော်များအား ဆန့်ကျင်မှုနှင့် ကောင်းကင်မှ ထုတ်ပြန်သော ကျမ်းစာများကို မယုံကြည်မှုတို့ကြောင့် သတင်းပေး၍ ကြောက်လန့်စေသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီ အဘယ်မျှများပြားသော ခေတ်ကာလများအား ငါတို့ ဖျက်ဆီးခဲ့ပြီး ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ မယုံကြည်သော လူမျိုးများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَنَادَوْا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် (ကူညီရန်) အော်ခေါ်ကြ၏။)</span> ဆိုသည်မှာ အပြစ်ပေးခြင်းသည် ၎င်းတို့ထံ ရောက်လာသောအခါ ၎င်းတို့သည် အကူအညီတောင်းပြီး အလ္လာဟ်အရှင်မြတ်ထံ အော်ဟစ်ခဲ့ကြသည်၊ သို့သော် ၎င်းသည် ၎င်းတို့အား လုံးဝကယ်တင်နိုင်ခြင်းမရှိခဲ့ပေ။ ဤသည်မှာ အာယသ်တော်များနှင့် တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ - لَا تَرْكُضُوا وَارْجِعُوا إِلَىٰ مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ ၎င်းတို့သည် <span class=\"gray\">(မြင်သောအခါ)</span> ငါတို့၏အပြစ်ဒဏ်ကို သိမြင်သောအခါ၊ ကြည့်ပါဦး၊ ၎င်းတို့သည် ၎င်းမှ <span class=\"gray\">(ထွက်ပြေးရန်)</span> ကြိုးစားကြ၏။ မပြေးလွင့်ကြနှင့်၊ သင်တို့ ခမ်းနားစွာ နေထိုင်ခဲ့သော အရာများနှင့် သင်တို့၏ အိမ်များသို့ ပြန်သွားကြဦး၊ သင်တို့ကို မေးခွန်းထုတ်နိုင်ရန်။)</span><span class=\"gray\">(၂၁း၁၂-၁၃)</span>။</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝူးဒ် အတ်တာယာလီစီက အတ်တာမီမီက ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် ကျေနပ်တော်မူပါစေသော အိဗ်နု အဗ္ဗားစ်အား အာယသ်တော်နှင့် ပတ်သက်၍ မေးမြန်းခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် လွတ်မြောက်ချိန် မရှိတော့ပေသည့်အခါ အော်ဟစ်ကြ၏။)</span> ၎င်းက ၎င်းတို့အတွက် ခေါ်ဆိုရန် သို့မဟုတ် ထွက်ပြေးရန် သို့မဟုတ် လွတ်မြောက်ရန် အချိန်မဟုတ်ကြောင်း ပြောကြားခဲ့သည်။ မုဟမ္မဒ် ဘင်န် ကအ်ဗ်က အာယသ်တော်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် လွတ်မြောက်ချိန် မရှိတော့ပေသည့်အခါ အော်ဟစ်ကြ၏။)</span> \"၎င်းတို့၏ဘဝများ ပြီးဆုံးသွားသောအခါ တော်ဟီဒ်ကို ခေါ်ဆိုကြပြီး ၎င်းတို့၏ဘဝများ ပြီးဆုံးသွားသောအခါ နောင်တရခြင်းကို အားကိုးကြသည်။\"</p><p lang=\"my\" class=\"my \">ကွာတာဒါဟ်က ပြောသည်မှာ၊ \"၎င်းတို့သည် အပြစ်ပေးခြင်းကို မြင်သောအခါ၊ အော်ခေါ်ရန် အချိန်မရှိတော့သည့်အခါ နောင်တရလိုခဲ့ကြသည်။\" မုဂျာဟိဒ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် လွတ်မြောက်ချိန် မရှိတော့ပေသည့်အခါ အော်ဟစ်ကြ၏။)</span> \"ထွက်ပြေးရန် သို့မဟုတ် လွတ်မြောက်ရန် အချိန်မဟုတ်တော့ပေ။\" အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَاتَ حِينَ مَنَاصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လွတ်မြောက်ချိန် မရှိတော့ပေ။)</span> ဆိုလိုသည်မှာ ထွက်ပြေးရန် သို့မဟုတ် ရှောင်တိမ်းရန် အချိန်မရှိတော့ပေ; အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "38:12",
    "group_ayah_key": "38:12",
    "from_ayah": "38:12",
    "to_ayah": "38:16",
    "ayah_keys": "38:12,38:13,38:14,38:15,38:16",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့မတိုင်မီက နူဟ်၏လူမျိုးတို့နှင့် အာဒ်လူမျိုးတို့နှင့် ဖိရ်အောင် (စတိတ်လူသား) တို့သည် ငြင်းပယ်ခဲ့ကြသည် <span>(၁၂)</span>နှင့် သမူဒ်လူမျိုး၊ လုတွတ်၏လူမျိုးတို့နှင့် အလ်-အိုင်ကဟ်နေထိုင်သူတို့၊ ၎င်းတို့သည် မဟာမိတ်များ ဖြစ်ကြသည် <span>(၁၃)</span>၎င်းတို့အနက် တစ်ဦးတစ်ယောက်မျှ တမန်တော်များကို မငြင်းပယ်သည် မဟုတ်။ ထို့ကြောင့် ငါ့အပြစ်ပေးခြင်းသည် တရားမျှတခဲ့သည် <span>(၁၄)</span>ဤသူများသည် တစ်ခုတည်းသော စိုက်ဟ်ဟ် (အော်ဟစ်သံ) ကိုသာ စောင့်ဆိုင်းနေကြသည်။ ၎င်းတွင် ရပ်တန့်ခြင်း သို့မဟုတ် ပြီးဆုံးခြင်း မရှိပေ <span>(၁၅)</span>၎င်းတို့က ပြောကြသည်- \"အကျွန်ုပ်တို့၏ အရှင်! အပြစ်ဒဏ်ခံရမည့်နေ့မတိုင်မီ ကျွန်ုပ်တို့၏ \"ကိတ္တနာ\" ကို အလျင်စလို ပေးသနားတော်မူပါ။ <span>(၁၆)</span>၎င်းတို့ ပြောသည်ကို သည်းခံပါ။ <span>()</span></p><p lang=\"my\" class=\"my \">ယခင်လူမျိုးများအနက် ဖျက်ဆီးခံခဲ့ရသူများအတွက် သတိပေးချက်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ တမန်တော်များအား ဆန့်ကျင်မှုနှင့် ပရောဖက်များ (၎င်းတို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ) အား မယုံကြည်မှုတို့ကြောင့် ရင်ဆိုင်ခဲ့ရသော အပြစ်ပေးခြင်းနှင့် လက်စားချေခြင်းတို့အကြောင်းကို ပြောပြသည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ဇာတ်လမ်းများကို နေရာများစွာတွင် <span class=\"gray\">(ကုရ်အာန်တွင်)</span> အသေးစိတ် ဖော်ပြထားပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الْأَحْزَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မဟာမိတ်များ ဖြစ်ကြ၏။)</span> ဆိုလိုသည်မှာ '၎င်းတို့သည် သင်တို့ထက် ပိုမိုကြီးကျယ်ပြီး ပိုမိုခွန်အားကြီးသည်၊ ၎င်းတို့တွင် ပိုမိုများပြားသော စည်းစိမ်ဥစ္စာနှင့် သားသမီးများရှိသည်၊ သို့သော် သင်တို့၏အရှင်သခင်၏ အမိန့်တော် ကျရောက်သောအခါ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ အပြစ်ပေးခြင်းမှ လုံးဝကာကွယ်ပေးနိုင်ခြင်း မရှိခဲ့ပေ။' အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် တစ်ဦးတစ်ယောက်မျှ တမန်တော်များကို မငြင်းပယ်သည် မဟုတ်။ ထို့ကြောင့် ငါ့အပြစ်ပေးခြင်းသည် တရားမျှတခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့ ပျက်စီးရခြင်း၏ အကြောင်းရင်းမှာ တမန်တော်များကို မယုံကြည်ခြင်းကြောင့်ဖြစ်သည်၊ ထို့ကြောင့် ဤနေရာတွင် ရည်ညွှန်းခံရသူများသည် သတိထားပြီး ကြောက်ရွံ့ကြပါစေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنْظُرُ هَٰؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူများသည် တစ်ခုတည်းသော စိုက်ဟ်ဟ် (အော်ဟစ်သံ) ကိုသာ စောင့်ဆိုင်းနေကြသည်။ ၎င်းတွင် ရပ်တန့်ခြင်း သို့မဟုတ် ပြီးဆုံးခြင်း မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">မာလစ်က်က ဇိုင်ဒ် ဘင်န် အစလမ်မှ ပြောကြားသည်- \"၎င်းကို ရှောင်ရှားနိုင်သူ တစ်ဦးမျှ မရှိပေ။\" ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့ မသိမီ ရုတ်တရက် ကျရောက်လာမည့် နာရီကိုသာ စောင့်ဆိုင်းနေကြလိမ့်မည်။ သို့သော် ၎င်း၏ နိမိတ်လက္ခဏာအချို့သည် ရောက်ရှိပြီးဖြစ်သည်၊ ဆိုလိုသည်မှာ နီးကပ်လာပြီဖြစ်သည်။ ဤ စိုက်ဟ်ဟ် (အော်ဟစ်သံ) သည် အလ္လာဟ်အရှင်မြတ်က အစ်ရာဖီလ်အား ရှည်လျားသော အသံကို မှုတ်ရန် အမိန့်ပေးသောအခါ တံပိုးမှုတ်သံဖြစ်ပြီး၊ ကောင်းကင် သို့မဟုတ် မြေကြီးပေါ်တွင် မည်သူမျှ မကြောက်ရွံ့ဘဲ မရှိပေ၊ အလ္လာဟ်အရှင်မြတ် ကယ်တင်ထားသူများမှအပ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"အကျွန်ုပ်တို့၏ အရှင်! အပြစ်ဒဏ်ခံရမည့်နေ့မတိုင်မီ ကျွန်ုပ်တို့၏ \"ကိတ္တနာ\" ကို အလျင်စလို ပေးသနားတော်မူပါ။\")</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများကို ၎င်းတို့အပေါ် အပြစ်ပေးခြင်းကို အလျင်စလို တောင်းဆိုခြင်းအတွက် ရှုတ်ချတော်မူသည်။ ကိတ္တ သည် စာအုပ် သို့မဟုတ် မှတ်တမ်းကို ရည်ညွှန်းသည်၊ သို့မဟုတ် တစ်ဦး၏ သတ်မှတ်ထားသော ဝေစု သို့မဟုတ် ကံကြမ္မာကို ဆိုလိုသည်ဟု ဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် ကျေနပ်တော်မူပါစေသော အိဗ်နု အဗ္ဗားစ်၊ မုဂျာဟိဒ်၊ အဒ်ဒဟ်ဟ်က၊ အလ်-ဟဆန်နှင့် အခြားသူများက \"၎င်းတို့သည် အပြစ်ပေးခြင်းကို အလျင်စလို တောင်းဆိုခဲ့ကြသည်။\" ဟု ပြောကြားခဲ့သည်။ ကွာတာဒါဟ်က ထပ်မံဖြည့်စွက်သည်၊ ဤသည်မှာ ၎င်းတို့ပြောသည့်အခါနှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِنْ كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို အလ္လာဟ်အရှင်မြတ်! ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် အရှင်မြတ်ထံမှ အမှန်တရားဖြစ်ပါက၊ ကျွန်ုပ်တို့အပေါ် ကောင်းကင်မှ ကျောက်တုံးများကို ရွာချတော်မူပါ သို့မဟုတ် ကျွန်ုပ်တို့အပေါ် ပြင်းထန်သော အပြစ်ဒဏ်ကို ပေးသနားတော်မူပါ။\")</span><span class=\"gray\">(၈း၃၂)</span>။</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ၎င်းတို့၏ ဂျန္နတ်ဝေစုကို အလျင်စလိုပေးရန် တောင်းဆိုခဲ့ကြသည်ဟုလည်း ဆိုသည်၊ အကယ်၍ ၎င်းသည် အမှန်တကယ် ရှိခဲ့လျှင်၊ ဤလောကတွင် ၎င်းတို့၏ ဝေစုကို ရရှိနိုင်ရန်ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းသည် ရှိနိုင်ခြေမရှိဟု ယူဆပြီး မယုံကြည်သောကြောင့် ဤသို့ပြောခဲ့ကြခြင်းဖြစ်သည်။ အိဗ်နု ဂျရီရ်က ပြောသည်မှာ၊ \"၎င်းတို့သည် ၎င်းတို့ထိုက်တန်သော ကောင်းသည်ဖြစ်စေ ဆိုးသည်ဖြစ်စေ ဤလောကတွင် အလျင်စလိုပေးရန် တောင်းဆိုခဲ့ကြသည်။\" ၎င်းပြောခဲ့သည်မှာ ကောင်းမွန်ပြီး၊ အဒ်ဒဟ်ဟ်ကနှင့် အစ်မာအီးလ် ဘင်န် အဘီ ခါလစ်ဒ်တို့သည် ၎င်း၏အမြင်ကို အခြေခံခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ ၎င်းတို့သည် လှောင်ပြောင်ခြင်းနှင့် မယုံကြည်ခြင်းနည်းလမ်းဖြင့် ဤသို့ပြောခဲ့ကြသည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရစူလ်တမန်တော် (ဆွ) အား ၎င်းတို့၏ စော်ကားမှုများကို သည်းခံရန် အမိန့်ပေးခဲ့သည်၊ ထို့ပြင် ၎င်း၏ သည်းခံခြင်းသည် အောင်ပွဲနှင့် အောင်မြင်မှုဖြင့် ဆုချခံရမည်ဟု ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးခဲ့သည်။</p>"
  }
]