[
  {
    "ayah_key": "4:25",
    "group_ayah_key": "4:25",
    "from_ayah": "4:25",
    "to_ayah": "4:25",
    "ayah_keys": "4:25",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့အနက် လွတ်လပ်သော မွတ်စ်လင်မ် အမျိုးသမီးများကို လက်ထပ်ရန် စွမ်းအားမရှိသူ မည်သူမဆို၊ သင်တို့၏ ညာလက်များ ပိုင်ဆိုင်ထားသော မွတ်စ်လင်မ် ကျွန်မလေးများကို လက်ထပ်နိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ သက်ဝင်ယုံကြည်မှုကို အပြည့်အဝသိရှိတော်မူ၏။ သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး အတူတူပင်ဖြစ်သည်။ ၎င်းတို့ကို ၎င်းတို့၏ ဆွေမျိုးသားချင်းများ <span class=\"gray\">(အုပ်ထိန်းသူများ)</span> ၏ ခွင့်ပြုချက်ဖြင့် လက်ထပ်ကြကုန်။ ၎င်းတို့၏ မဟာရ်ကို ကောင်းမွန်သောနည်းဖြင့် ပေးကြကုန်။ ၎င်းတို့သည် ဖြူစင်ရမည်၊ ကာမပိုင်မရှိဘဲ ဖောက်ပြန်သူများ မဖြစ်ရ၊ ပေါင်းသင်းဆက်ဆံသူများ မဖြစ်ရ။ ၎င်းတို့ကို လက်ထပ်ပြီးနောက် ၎င်းတို့သည် ဖာဟိရှာဟ် (မကောင်းမှု) ကို ကျူးလွန်ပါက ၎င်းတို့၏ ပြစ်ဒဏ်သည် လွတ်လပ်သော <span class=\"gray\">(အိမ်ထောင်မရှိသေးသော)</span> အမျိုးသမီးများ၏ ပြစ်ဒဏ်၏ ထက်ဝက်ဖြစ်သည်။ ဤသည်မှာ သင်တို့အနက် မိမိ၏ ဘာသာရေး သို့မဟုတ် ခန္ဓာကိုယ်တွင် အန္တရာယ်ဖြစ်မည်ကို စိုးရိမ်သူများအတွက် ဖြစ်သည်။ သို့သော် မိမိကိုယ်ကို ထိန်းချုပ်ခြင်းသည် သင်တို့အတွက် ပိုမိုကောင်းမွန်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များကို ခွင့်လွှတ်တော်မူထသော၊ အကြင်နာတရား အထူးရှိတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>လွတ်လပ်သော အမျိုးသမီးကို လက်ထပ်၍မရပါက ကျွန်မတစ်ဦးကို လက်ထပ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ မရှိသူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنكُمْ طَوْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စွမ်းအား)</span>၊ ငွေကြေးတတ်နိုင်မှု၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يَنكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လွတ်လပ်သော မွတ်စ်လင်မ် အမျိုးသမီးများကို လက်ထပ်ရန် စွမ်းအား)</span> ဆိုလိုသည်မှာ လွတ်လပ်သော သစ္စာရှိ၊ ဖြူစင်သော အမျိုးသမီးများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِن مَّا مَلَكَتْ أَيْمَانُكُم مِّن فَتَيَاتِكُمُ الْمُؤْمِنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ညာလက်များ ပိုင်ဆိုင်ထားသော မွတ်စ်လင်မ် ကျွန်မလေးများကို လက်ထပ်နိုင်သည်၊)</span> ဆိုလိုသည်မှာ မွတ်စ်လင်မ်များ ပိုင်ဆိုင်သော မွတ်စ်လင်မ် ကျွန်မလေးများကို လက်ထပ်ရန် ခွင့်ပြုထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَعْلَمُ بِإِيمَانِكُم بَعْضُكُم مِّن بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ သက်ဝင်ယုံကြည်မှုကို အပြည့်အဝသိရှိတော်မူ၏။ သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး အတူတူပင်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်း၏ အမှန်တရားနှင့် လျှို့ဝှက်ချက်များကို သိတော်မူ၏။ သို့သော် သင်တို့သည် ထင်ရှားသော အရာများကိုသာ သိသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ၎င်းတို့၏ ဆွေမျိုးသားချင်းများ၏ ခွင့်ပြုချက်ဖြင့် လက်ထပ်ကြကုန်)</span> ဆိုသည်မှာ ကျွန်မ၏ ပိုင်ရှင်သည် ကျွန်မအတွက် တာဝန်ရှိကြောင်း ဖော်ပြသည်။ ထို့ကြောင့် ပိုင်ရှင်၏ ခွင့်ပြုချက်မရှိဘဲ လက်ထပ်၍မရပေ။ ပိုင်ရှင်သည် ၎င်း၏ ကျွန်အတွက်လည်း တာဝန်ရှိပြီး ၎င်းတို့သည် ပိုင်ရှင်၏ ခွင့်ပြုချက်မရှိဘဲ လက်ထပ်၍မရပေ။ ဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَيُّمَا عَبْدٍ تَزَوَّجَ بِغَيْرِ إِذْنِ مَوَالِيهِ، فَهُوَ عَاهِرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ သခင်၏ ခွင့်ပြုချက်မရှိဘဲ လက်ထပ်သော ကျွန်ယောက်ျား မည်သူမဆို ဖောက်ပြန်သူဖြစ်သည်။)</span> ကျွန်မ၏ ပိုင်ရှင်သည် အမျိုးသမီးတစ်ဦးဖြစ်ပါက လွတ်လပ်သော အမျိုးသမီးကို ၎င်း၏ ခွင့်ပြုချက်ဖြင့် လက်ထပ်ခွင့်ပေးနိုင်သူများသည် ၎င်း၏ ကျွန်မကို လက်ထပ်ပေးရန်လည်း တာဝန်ရှိလာသည်။ ဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُزَوِّجِ الْمَرْأَةُ الْمَرْأَةَ، وَلَا الْمَرْأَةُ نَفْسَهَا، فَإِنَّ الزَّانِيَةَ هِيَ الَّتِي تُزَوِّجُ نَفْسَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးသည် အခြားအမျိုးသမီးတစ်ဦးကို သို့မဟုတ် မိမိကိုယ်ကို လက်ထပ်မပေးရ၊ ဖောက်ပြန်သူသာ မိမိကိုယ်ကို လက်ထပ်ပေးသည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ မဟာရ်ကို ကောင်းမွန်သောနည်းဖြင့် ပေးကြကုန်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မဟာရ်ကို စေတနာကောင်းဖြင့် ပေးကြကုန်။ ၎င်းတို့သည် ပိုင်ဆိုင်သော ကျွန်များဖြစ်သည်ဟူသောအချက်ကြောင့် ကိစ္စကို အထင်သေး၍ မည်သည့်အရာကိုမျှ မသိမ်းဆည်းထားကြနှင့်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُحْصَنَاتٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဖြူစင်ရမည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အိမ်ထောင်ရေး ဖောက်ပြန်မှုမရှိသော ဂုဏ်ရှိန်ရှိ အမျိုးသမီးများဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرَ مُسَافِحَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာမပိုင်မရှိဘဲ ဖောက်ပြန်သူများ မဖြစ်ရ)</span> ဆိုသည်မှာ တောင်းဆိုသူများနှင့် တရားမဝင် လိင်ဆက်ဆံခြင်းမှ မရှောင်ကြဉ်သော ဂုဏ်သိက္ခာမဲ့ အမျိုးသမီးများကို ရည်ညွှန်းသည်။ အိဗ်နု အဗ္ဗါစ်က ဖောက်ပြန်သော အမျိုးသမီးများသည် မိမိတို့နှင့် ဆက်ဆံလိုသူ မည်သူကိုမျှ မကန့်ကွက်သော ပြည့်တန်ဆာများဖြစ်သည်ဟု ပြောကြားခဲ့ပြီး၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا مُتَّخِذَاتِ أَخْدَانٍ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(nor promiscuous.)</span> refers to taking boyfriends. Similar was said by Abu Hurayrah, Mujahid, Ash-Sha'bi, Ad-Dahhak, 'Ata' Al-Khurasani, Yahya bin Abi Kathir, Muqatil bin Hayyan and As-Suddi.</p><div lang=\"my\" class=\"my \"><h2>ကျွန်မ၏ အိမ်ထောင်ရေး ဖောက်ပြန်မှုအတွက် ပြစ်ဒဏ်သည် လွတ်လပ်သော အိမ်ထောင်မရှိသေးသော အမျိုးသမီး၏ ပြစ်ဒဏ်၏ ထက်ဝက်ဖြစ်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို လက်ထပ်ပြီးနောက် ၎င်းတို့သည် ဖာဟိရှာဟ် (မကောင်းမှု) ကို ကျူးလွန်ပါက ၎င်းတို့၏ ပြစ်ဒဏ်သည် လွတ်လပ်သော <span class=\"gray\">(အိမ်ထောင်မရှိသေးသော)</span> အမျိုးသမီးများ၏ ပြစ်ဒဏ်၏ ထက်ဝက်ဖြစ်သည်။)</span> ဤသည်မှာ လက်ထပ်ပြီးသော ကျွန်မများအကြောင်းဖြစ်ပြီး အာယတ်တော်က ဖော်ပြထားသည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِن مَّا مَلَكَتْ أَيْمَانُكُم مِّن فَتَيَاتِكُمُ الْمُؤْمِنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် လွတ်လပ်သော မွတ်စ်လင်မ် အမျိုးသမီးများကို လက်ထပ်ရန် စွမ်းအားမရှိသူ မည်သူမဆို၊ သင်တို့၏ ညာလက်များ ပိုင်ဆိုင်ထားသော မွတ်စ်လင်မ် ကျွန်မလေးများကို လက်ထပ်နိုင်သည်။)</span> ထို့ကြောင့် ဂုဏ်ရှိသော အာယတ်တော်သည် ယုံကြည်သူ ကျွန်မလေးများအကြောင်းဖြစ်သောကြောင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أُحْصِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို လက်ထပ်ပြီးနောက်)</span> ဆိုသည်မှာ ၎င်းတို့ <span class=\"gray\">(မွတ်စ်လင်မ် ကျွန်မလေးများ)</span> လက်ထပ်သည့်အခါကို ရည်ညွှန်းပြီး အိဗ်နု အဗ္ဗါစ်နှင့် အခြားသူများက ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပြစ်ဒဏ်သည် လွတ်လပ်သော <span class=\"gray\">(အိမ်ထောင်မရှိသေးသော)</span> အမျိုးသမီးများ၏ ပြစ်ဒဏ်၏ ထက်ဝက်ဖြစ်သည်။)</span> ဤနေရာတွင် သတ်မှတ်ထားသော ပြစ်ဒဏ်အမျိုးအစားသည် ထက်ဝက်လျှော့ချနိုင်သည့်အရာဖြစ်ကြောင်း ဖော်ပြသည်။ ဤကိစ္စတွင် ကြိမ်ဒဏ်ဖြစ်ပြီး ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းမဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သင်တို့အနက် မိမိ၏ ဘာသာရေး သို့မဟုတ် ခန္ဓာကိုယ်တွင် အန္တရာယ်ဖြစ်မည်ကို စိုးရိမ်သူများအတွက် ဖြစ်သည်။)</span> ဆိုသည်မှာ ကျွန်မများကို လက်ထပ်ခြင်းသည် လိုအပ်သော အခြေအနေများကို ပြည့်မီပါက မိမိတို့၏ ဖြူစင်မှုကို စိုးရိမ်ပြီး သည်းခံရန်နှင့် ကာမကိစ္စမှ ရှောင်ကြဉ်ရန် ခက်ခဲသူများအတွက် ဖြစ်ကြောင်း ဖော်ပြသည်။ ဤခက်ခဲသော အခြေအနေတွင် ကျွန်မတစ်ဦးကို လက်ထပ်ရန် ခွင့်ပြုထားသည်။ သို့သော် ကျွန်မများကို လက်ထပ်ခြင်းမှ ရှောင်ကြဉ်ပြီး သည်းခံခြင်းသည် ပိုမိုကောင်းမွန်သည်၊ အဘယ်ကြောင့်ဆိုသော် မဟုတ်ပါက သားသမီးများသည် မိန်းကလေး၏ သခင်၏ ကျွန်များဖြစ်လာမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَن تَصْبِرُوا خَيْرٌ لَّكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မိမိကိုယ်ကို ထိန်းချုပ်ခြင်းသည် သင်တို့အတွက် ပိုမိုကောင်းမွန်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များကို ခွင့်လွှတ်တော်မူထသော၊ အကြင်နာတရား အထူးရှိတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "4:26",
    "group_ayah_key": "4:26",
    "from_ayah": "4:26",
    "to_ayah": "4:28",
    "ayah_keys": "4:26,4:27,4:28",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား <span class=\"gray\">(မည်သည်က တရားဝင်ပြီး မည်သည်က တရားမဝင်ကြောင်း)</span> ရှင်းလင်းပြသလိုပြီး၊ သင်တို့ရှေ့က လူတို့၏ လမ်းစဉ်များကို ပြသလိုပြီး၊ သင်တို့၏ နောင်တကို လက်ခံလို၏။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သိတော်မူထသော၊ အသိပညာရှင်ဖြစ်တော်မူ၏။ <span>(၂၆)</span>အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ နောင်တကို လက်ခံလို၏။ သို့သော် မိမိတို့၏ ကာမစိတ်များကို လိုက်စားသူများသည် သင်တို့ <span class=\"gray\">(ယုံကြည်သူများ)</span> သည် <span class=\"gray\">(မှန်ကန်သော လမ်းမှ <span>(၂၇)</span>အလွန်အမင်း သွေဖည်သွားစေလိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် <span class=\"gray\">(ဝန်ထုပ်ဝန်ပိုးကို)</span> ပေါ့ပါးစေလို၏။ လူသားကို အားနည်းစွာ ဖန်ဆင်းထားသည်။ <span>(၂၈)</span></span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤဆူရာနှင့် အခြားဆူရာများတွင် ၎င်းတို့အတွက် ခွင့်ပြုထားပြီး တားမြစ်ထားသည်များကို မွတ်စ်လင်မ်များအား ရှင်းပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِن قَبْلِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ရှေ့က လူတို့၏ လမ်းစဉ်များကို ပြသရန်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ဖြောင့်မတ်သော လမ်းစဉ်များနှင့် အရှင်မြတ် နှစ်သက်တော်မူပြီး ကျေနပ်တော်မူသော အမိန့်တော်များကို မည်သို့လိုက်နာရမည်ကို ပြသရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتُوبَ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ နောင်တကို လက်ခံရန်)</span> အပြစ်နှင့် အမှားများမှ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သိတော်မူထသော၊ အသိပညာရှင်ဖြစ်တော်မူ၏။)</span> ၎င်း၏ အမိန့်တော်များ၊ ပြဋ္ဌာန်းချက်များ၊ လုပ်ဆောင်ချက်များနှင့် မိန့်ဆိုချက်များတွင်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَن تَمِيلُوا مَيْلًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မိမိတို့၏ ကာမစိတ်များကို လိုက်စားသူများသည် သင်တို့ <span class=\"gray\">(ယုံကြည်သူများ)</span> သည် မှန်ကန်သော လမ်းမှ အလွန်အမင်း သွေဖည်သွားစေလိုကြသည်)</span> ဆိုသည်မှာ ဂျူးများ၊ ခရစ်ယာန်များနှင့် အိမ်ထောင်ရေး ဖောက်ပြန်သူများအနက်ရှိ ရှိုင်တန်၏ နောက်လိုက်များသည် သင်တို့အား အမှန်တရားအစား ကြောက်မက်ဖွယ်ကောင်းသော မမှန်ကန်သည့် လမ်းကို လိုက်စေလိုကြောင်း ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُ اللَّهُ أَن يُخَفِّفَ عَنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် <span class=\"gray\">(ဝန်ထုပ်ဝန်ပိုးကို)</span> ပေါ့ပါးစေလိုသည်\")</span> ၎င်း၏ ဥပဒေပြုချက်များ၊ အမိန့်တော်များ၊ ၎င်းက တားမြစ်ထားသည်များနှင့် သင်တို့အတွက် ပြဋ္ဌာန်းထားသည်များ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က လွတ်လပ်သော အမျိုးသားများအား အချို့သော အခြေအနေများအောက်တွင် ကျွန်မများကို လက်ထပ်ခွင့်ပြုထားရခြင်း အကြောင်းရင်းဖြစ်သည်ဟု မူဂျာဟစ်နှင့် အခြားသူများက ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُلِقَ الْإِنسَانُ ضَعِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားကို အားနည်းစွာ ဖန်ဆင်းထားသည်။)</span> ထို့ကြောင့် ၎င်း၏ အားနည်းမှုနှင့် နာတာရှည်မှုကြောင့် အမိန့်တော်များကို ၎င်းအတွက် လွယ်ကူစေခြင်းသည် ၎င်းနှင့် သင့်တော်သည်။ အိဗ်နု အဘီ ဟာသ်မ်က တာဝုစ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُلِقَ الْإِنسَانُ ضَعِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားကို အားနည်းစွာ ဖန်ဆင်းထားသည်)</span>၊ \"အမျိုးသမီးများနှင့် ပတ်သက်၍\"။ ဝါကီက ပြောကြားခဲ့သည်မှာ၊ \"အမျိုးသမီးများနှင့် ပတ်သက်လာလျှင် လူ၏စိတ်သည် ထွက်ခွာသွားသည်။\"</p>"
  }
]