[
  {
    "ayah_key": "3:7",
    "group_ayah_key": "3:7",
    "from_ayah": "3:7",
    "to_ayah": "3:9",
    "ayah_keys": "3:7,3:8,3:9",
    "text": "<p lang=\"my\" class=\"my \">အကြွင်းမဲ့ရှင်းလင်းပြတ်သားသော အာယတ်တော်များနှင့် လုံးဝရှင်းလင်းပြတ်သားခြင်း မရှိသော အာယတ်တော်များသည် သင်၏ထံတော်သို့ ဤကျမ်းတော်မြတ်ကို ချပေးတော်မူသော အရှင်ဖြစ်တော်မူသည်။ ၎င်းသည် ကျမ်းတော်၏ အခြေခံအုတ်မြစ်များ ဖြစ်သည်။ သို့ဖြစ်ရာ မည်သူ၏စိတ်နှလုံး၌မဆို (သစ္စာတရားမှ) လမ်းလွဲမှုရှိပါက ၎င်းတို့သည် အလ်ဖစ်တ်နာကို ရှာဖွေပြီး ၎င်း၏ တာအ်ဝီးလ်ကို ရှာဖွေလျက် လုံးဝရှင်းလင်းပြတ်သားခြင်း မရှိသည့်အရာကိုသာ (အတင်းအဓမ္မ) လိုက်နာကြသည်။ သို့သော် အလ္လာဟ်မှတစ်ပါး ၎င်း၏ တာအ်ဝီးလ်ကို မည်သူမျှမသိပေ။ ထို့ပြင် (ခိုင်မာသော) အသိပညာရပ်တွင် စွဲမြဲစွာတည်ရှိသူများသည် \"ကျွန်ုပ်တို့သည် ၎င်းကို ယုံကြည်ပါသည်။ ၎င်းအားလုံးသည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံမှ ဖြစ်ပါသည်။\" ဟု ပြောဆိုကြသည်။ ထို့ပြင် နားလည်မှုရှိသူများမှတစ်ပါး မည်သူမျှ ဆုံးမသြဝါဒကို မရရှိကြပေ။ <span>(၇)</span><span class=\"gray\">(၎င်းတို့က)</span> \"အို ကျွန်ုပ်တို့၏အရှင်! သင်သည် ကျွန်ုပ်တို့အား လမ်းပြပြီးနောက် ကျွန်ုပ်တို့၏စိတ်နှလုံးများကို (သစ္စာတရားမှ) လမ်းမလွဲစေပါနှင့်၊ သင်၏ထံတော်မှ ကျွန်ုပ်တို့အား ကရုဏာတော်ကို ချီးမြှင့်တော်မူပါ။ အမှန်စင်စစ် သင်သည် အလှူရှင် ဖြစ်တော်မူ၏။ <span>(၈)</span>\"အို ကျွန်ုပ်တို့၏အရှင်! သံသယမရှိသောနေ့၌ လူသားမျိုးနွယ်အားလုံးကို စုဝေးစေမည့်သူသည် သင်သာဖြစ်တော်မူ၏။ အမှန်စင်စစ် အလ္လာဟ်သည် သူ၏ကတိတော်ကို မည်သည့်အခါမျှ မဖျက်ဆီးပေ။ <span>(၉)</span></p><div lang=\"ms\" class=\"ms \"><h2>The Mutashabihat and Muhkamat Ayat</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် ကုရ်အာန်၌ မွဟ်ကမ် (Muhkamat) အာယတ်တော်များ၊ အကြွင်းမဲ့ရှင်းလင်းပြတ်သားသော အာယတ်တော်များ ရှိပြီး ၎င်းတို့သည် လူတိုင်းအတွက် ရှင်းလင်းပြတ်သားသော ကျမ်းတော်၏ အခြေခံအုတ်မြစ်များ ဖြစ်ကြောင်း ဖော်ပြထားသည်။ ထို့ပြင် ကုရ်အာန်၌ မူတရှာဘီဟတ် (Mutashabihat) အာယတ်တော်များ၊ များစွာသောသူများ သို့မဟုတ် အချို့သောသူများအတွက် လုံးဝမရှင်းလင်းသည့် အာယတ်တော်များ ရှိသည်။ ထို့ကြောင့် မူတရှာဘီဟတ် အာယတ်တော်များကို နားလည်ရန် မွဟ်ကမ် အာယတ်တော်များကို ကိုးကားသူများသည် မှန်ကန်သော လမ်းညွှန်မှုကို ရရှိမည်ဖြစ်ပြီး ပြောင်းပြန်လည်း မှန်ကန်သည်။ ဤသည်မှာ အလ္လာဟ်က ပြောကြားခဲ့သည့်အကြောင်းရင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَّ أُمُّ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျမ်းတော်၏ အခြေခံအုတ်မြစ်များ ဖြစ်ကြသည်)</span> ဟုဆိုလိုသည်မှာ ၎င်းတို့သည် ကုရ်အာန်၏ အခြေခံဖြစ်ပြီး လိုအပ်ပါက ရှင်းလင်းချက်အတွက် ကိုးကားရမည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُخَرُ مُتَشَابِهَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အခြားရှင်းလင်းပြတ်သားခြင်းမရှိသော အာယတ်တော်များ)</span> ၎င်းတို့တွင် အဓိပ္ပါယ်အမျိုးမျိုးရှိသောကြောင့် မွဟ်ကမ်နှင့် ကိုက်ညီသောအချို့နှင့် အခြားသော တိုက်ရိုက်ညွှန်းဆိုချက်များပါရှိသော အချို့ရှိသော်လည်း ဤအဓိပ္ပါယ်များသည် ဆန္ဒမရှိနိုင်ပါ။</p><p lang=\"my\" class=\"my \">မွဟ်ကမ် (Muhkamat) ဆိုသည်မှာ ပယ်ဖျက်သည့် စီရင်ထုံးများ၊ ခွင့်ပြုထားသည့်အရာများ၊ တားမြစ်ထားသည့်အရာများ၊ ဥပဒေများ၊ ကန့်သတ်ချက်များ၊ တာဝန်များနှင့် ယုံကြည်ရမည့်၊ အကောင်အထည်ဖော်ရမည့် စီရင်ထုံးများကို ရှင်းပြသည့် အာယတ်တော်များဖြစ်သည်။ မူတရှာဘီဟတ် (Mutashabihat) အာယတ်တော်များအတွက်မူ ၎င်းတို့တွင် ပယ်ဖျက်ပြီးသော အာယတ်တော်များ၊ ပုံဥပမာများ၊ ကတိသစ္စာများ နှင့် ယုံကြည်ရမည့်အရာများ ပါဝင်သော်လည်း အကောင်အထည်ဖော်ရန် မလိုအပ်ပေ။</p><p lang=\"so\" class=\"so \">Muhammad bin Ishaq bin Yasar commented on,</p><p class=\"ur qpc-hafs\" lang=\"ur\">مِنْهُ آيَاتٌ مُّحْكَمَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၌ လုံးဝရှင်းလင်းသော အာယတ်တော်များ ရှိသည်)</span> မှာ \"အရှင်၏ သက်သေအထောက်အထားများ၊ ကျွန်များအတွက် ခုခံကာကွယ်မှုများနှင့် ရန်သူများနှင့် မဟုတ်မမှန်မှုများကို ပယ်ချခြင်းတို့ ပါဝင်သည်။ ၎င်းတို့သည် မူလရည်ရွယ်ထားသည့်အတိုင်း ပြောင်းလဲခြင်း သို့မဟုတ် ဖောက်ပြန်ခြင်း မရှိနိုင်ပါ။\" သူက ဆက်လက်၍ \"မရှင်းလင်းသော အာယတ်တော်များအတွက်မူ ၎င်းတို့ကို ပြောင်းလဲနိုင်သည် (သို့သော် မပြောင်းလဲရပါ)၊ ၎င်းသည် ခွင့်ပြုထားသည့်နှင့် တားမြစ်ထားသည့်အရာများဖြင့် သူတို့ကို စမ်းသပ်သကဲ့သို့ အလ္လာဟ်ထံမှ ကျွန်များအတွက် စမ်းသပ်မှုတစ်ခု ဖြစ်သည်။ ထို့ကြောင့် ဤအာယတ်တော်များကို မဟုတ်မမှန်သောအဓိပ္ပါယ်ကို ညွှန်ပြရန် သို့မဟုတ် သစ္စာတရားမှ လိမ်လည်လှည့်ဖြားရန် ပြောင်းလဲခြင်းမပြုရ။\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ မည်သူ၏စိတ်နှလုံး၌မဆို လမ်းလွဲမှုရှိပါက)</span> ဆိုလိုသည်မှာ လမ်းမှားပြီး သစ္စာတရားမှ မဟုတ်မမှန်မှုဆီသို့ သွေဖည်သူများ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်း၏ လုံးဝရှင်းလင်းပြတ်သားခြင်းမရှိသည့်အရာကို လိုက်နာကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မူတရှာဘီဟ်ကို ကိုးကားကြသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မူတရှာဘီဟတ်၏ စကားလုံးများသည် အဓိပ္ပါယ်နယ်ပယ်အကျယ်အဝန်းကို အကျုံးဝင်သောကြောင့် ၎င်းတို့၏ မမှန်ကန်သော အနက်ဖွင့်ဆိုချက်နှင့် ကိုက်ညီစေရန် ၎င်း၏အဓိပ္ပါယ်များကို ပြောင်းလဲနိုင်စွမ်းရှိသောကြောင့်ဖြစ်သည်။ မွဟ်ကမ် အာယတ်တော်များအတွက်မူ ၎င်းတို့သည် ရှင်းလင်းပြတ်သားပြီး ထို့ကြောင့် လမ်းမှားနေသောသူများအပေါ်တွင် ပြတ်သားသော သက်သေအထောက်အထားကို ဖွဲ့စည်းထားသောကြောင့် ပြောင်းလဲ၍မရပေ။ ဤသည်မှာ အလ္လာဟ်က မိန့်တော်မူခဲ့သည့်အကြောင်းရင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْتِغَاءَ الْفِتْنَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်ဖစ်တ်နာကို ရှာဖွေသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကုရ်အာန် – ၎င်း၏ မူတရှာဘီဟ် – ကို အားကိုးခြင်းဖြင့် ၎င်းတို့၏ ဆန်းသစ်တီထွင်မှုကို သက်သေပြသလိုဟန်ဆောင်ခြင်းဖြင့် ၎င်းတို့၏ နောက်လိုက်များကို လမ်းမှားစေရန် ကြိုးစားကြသည်၊ သို့သော် ဤသည်မှာ ၎င်းတို့အတွက်မဟုတ်ဘဲ ၎င်းတို့အပေါ်တွင် သက်သေဖြစ်သည်။ ဥပမာအားဖြင့် ခရစ်ယာန်များသည် <span class=\"gray\">('အီဆာသည် ဘုရားသခင်ဖြစ်သည်ဟု)</span> ကုရ်အာန်တွင် ၎င်းအား ရူဟွလ္လာဟ်နှင့် မာရီယမ်အား ပေးအပ်ခဲ့သော သူ၏စကားတော်ဟု ဖော်ပြထားသောကြောင့် တောင်းဆိုနိုင်သည်၊ ဤအတောအတွင်း အလ္လာဟ်၏ မိန့်တော်မူချက်များကို လျစ်လျူရှုထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">['အီဆာ]</span> သည် ကျွန်တစ်ဦးထက် မပိုခဲ့ပါ။ ကျွန်ုပ်တို့သည် သူအား ကျွန်ုပ်တို့၏ကျေးဇူးတော်ကို ပေးသနားခဲ့ပါသည်။)</span><span class=\"gray\">[43:59]</span>, နှင့်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်ထံ၌ 'အီဆာ၏ ပုံသဏ္ဍာန်သည် အာဒမ်၏ ပုံသဏ္ဍာန်ကဲ့သို့ ဖြစ်သည်။ သူသည် သူ့ကို မြေကြီးမှ ဖန်ဆင်းခဲ့သည်။ ထို့နောက် <span class=\"gray\">(သူသည်)</span> သူ့ကို \"ဖြစ်လော့\" ဟု မိန့်တော်မူခဲ့ရာ သူဖြစ်လာခဲ့သည်။)</span><span class=\"gray\">[3:59]</span>။</p><p lang=\"my\" class=\"my \">အီဆာသည် အလ္လာဟ်၏ ဖန်ဆင်းခံများထဲမှ တစ်ဦးသာဖြစ်ကြောင်း၊ သူသည် အလ္လာဟ်၏ကျွန်နှင့် ရစူလ် (တမန်တော်) များစွာထဲမှ ရစူလ် (တမန်တော်) ဖြစ်ကြောင်းကို ရှင်းရှင်းလင်းလင်း အခိုင်အမာဖော်ပြသော အခြားအာယတ်တော်များလည်း ရှိသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَابْتِغَاءَ تَأْوِيلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ တာအ်ဝီးလ်ကို ရှာဖွေလျက်)</span> ၎င်းတို့ ဆန္ဒရှိသည့်အတိုင်း ပြောင်းလဲရန်။ အိမာမ် အဟ်မဒ်က 'အိုင်ရှာဟ် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ \"အလ္လာဟ်၏ ရစူလ် (တမန်တော်) ﷺ သည် ဖတ်ရွတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ထံတော်သို့ ကျမ်းတော်မြတ်ကို ချပေးတော်မူသော အရှင်သည် သူပင်ဖြစ်၏။ ၎င်း၌ လုံးဝရှင်းလင်းသော အာယတ်တော်များ ရှိသည်၊ ၎င်းတို့သည် ကျမ်းတော်၏ အခြေခံအုတ်မြစ်များ ဖြစ်သည်။ ထို့ပြင် အခြားလုံးဝရှင်းလင်းခြင်းမရှိသော အာယတ်တော်များလည်း ရှိသည်)</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولُو الْأَلْبَابِ</p><p lang=\"nl\" class=\"nl \"><span class=\"gray\">(Men of understanding)</span> and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا رَأَيْتُمُ الَّذِين يُجَادِلُونَ فِيهِ، فَهُمُ الَّذِينَ عَنَى اللهُ، فَاحْذَرُوهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းနှင့်ပတ်သက်၍ (မူတရှာဘီဟတ်ကို အသုံးပြု၍) ငြင်းခုန်သူများကို တွေ့မြင်ရသောအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် ရည်ညွှန်းသောသူများ ဖြစ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့ကို သတိထားကြလော့။)</span>\"</p><p lang=\"my\" class=\"my \">အလ်-ဘွခါရီသည် ဤအာယတ်တော် <span class=\"gray\">[၃:၇]</span> ၏ တဖ်စီရ် (အနက်ဖွင့်ကျမ်း) ၌လည်းကောင်း၊ မွတ်စ်လင်မ်သည် သူ၏ စဟီးဟ်ကျမ်းရှိ ကဒရ် (ဘုရားသခင်၏ အလိုတော်) စာအုပ်၌လည်းကောင်း၊ အဘူ ဒါဝဒ်သည် သူ၏ စူနန်ကျမ်းရှိ စူနဟ် ကဏ္ဍ၌လည်းကောင်း 'အိုင်ရှာဟ်ထံမှ အလားတူ ဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့သည်။ \"အလ္လာဟ်၏ ရစူလ် (တမန်တော်) ﷺ သည် ဤအာယတ်တော်ကို ဖတ်ရွတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ထံတော်သို့ ကျမ်းတော်မြတ်ကို ချပေးတော်မူသော အရှင်သည် သူပင်ဖြစ်၏။ ၎င်း၌ လုံးဝရှင်းလင်းသော အာယတ်တော်များ ရှိသည်)</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားလည်မှုရှိသူများမှတစ်ပါး မည်သူမျှ ဆုံးမသြဝါဒကို မရရှိကြပေ။)</span></p><p lang=\"ceb\" class=\"ceb \">He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا رَأَيْتِ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَأُولئِكَ الَّذِينَ سَمَّى اللهُ فَاحْذَرُوهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကုရ်အာန်၏ မရှင်းမလင်းသောအပိုင်းကို လိုက်နာသူများကို တွေ့မြင်ရသောအခါ ၎င်းတို့သည် အလ္လာဟ်ဖော်ပြခဲ့သောသူများ ဖြစ်ကြသည်၊ ထို့ကြောင့် ၎င်းတို့ကို သတိပြုပါ။)</span>\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ်-ဘွခါရီ မှတ်တမ်းတင်ခဲ့သော စကားလုံးများဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>မူတရှာဘီဟတ် (Mutashabihat) ၏ စစ်မှန်သော တာအ်ဝီးလ် <span class=\"eo gray\" lang=\"eo\">(Interpretation)</span> ကို အလ္လာဟ်သာ သိတော်မူသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်မှတစ်ပါး ၎င်း၏ တာအ်ဝီးလ်ကို မည်သူမျှမသိပေ။)</span></p><p lang=\"my\" class=\"my \">အလားတူပင်၊ အိဗ်နု 'အဗ္ဗာစ်ထံမှ သတင်းပို့ထားသည့်အတိုင်း \"တဖ်စီရ် (အနက်ဖွင့်ဆိုချက်) သည် လေးမျိုးရှိသည်။ အာရဗ်လူမျိုးများ ၎င်းတို့၏ ဘာသာစကားဖြင့် သိသော တဖ်စီရ်၊ မည်သူမျှ မသိနားမလည်ခြင်းမှ ကင်းလွတ်ခွင့်မရသော တဖ်စီရ်၊ ပညာရှင်များ သိသော တဖ်စီရ်၊ နှင့် အလ္လာဟ်သာ သိသော တဖ်စီရ် တို့ဖြစ်သည်။\" ကုရ်အာန် ရွတ်ဆိုခြင်း ပညာရှင်များသည် ဤအာယတ်တော်တွင် အလ္လာဟ်၏ နာမတော်၌ ရပ်နားခြင်းနှင့်ပတ်သက်၍ ကွဲပြားသော ထင်မြင်ယူဆချက်များ ရှိကြသည်။ ဤရပ်နားခြင်းကို 'အိုင်ရှာဟ်၊ 'အۇرဝါဟ်၊ အဘူ အရှ်-ရှာ'သာအ် နှင့် အဘူ နဟိက်တို့ထံမှ သတင်းပို့ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အချို့က ရွတ်ဆိုပြီးနောက် ရပ်နားကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّاسِخُونَ فِي الْعِلْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသိပညာရပ်တွင် ခိုင်မာစွာတည်ရှိသူများ)</span> ဟုဆိုသည်မှာ ကုရ်အာန်သည် လူများကို ၎င်းတို့နားမလည်နိုင်သောအရာများဖြင့် မပြောဆိုခြင်းဖြစ်သည်။ အိဗ်နု အဘီ နာဂျီဟ်က မူဂျာဟစ်ဒ်က အိဗ်နု 'အဗ္ဗာစ် ပြောသည်မှာ \"ကျွန်ုပ်သည် ၎င်း၏ တာအ်ဝီးလ် (အနက်ဖွင့်ဆိုချက်) တွင် ခိုင်မာစွာတည်ရှိသူများထဲမှ တစ်ဦးဖြစ်သည်။\" ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်၏ ရစူလ် (တမန်တော်) ﷺ သည် အိဗ်နု 'အဗ္ဗာစ်အတွက် ဆုတောင်းပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ فَقِّهْهُ فِي الدِّينِ وَعَلِّمْهُ التَّأْوِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! သူ့ကို ဘာသာရေးတွင် ဗဟုသုတချီးမြှင့်တော်မူပါ၊ တာအ်ဝီးလ် (အနက်ဖွင့်ဆိုချက်) ကို သင်ကြားပေးတော်မူပါ)</span>။</p><p lang=\"my\" class=\"my \">တာအ်ဝီးလ် (Ta'wil) တွင် ကုရ်အာန်၌ အဓိပ္ပာယ်နှစ်မျိုးရှိသည်။ အရာဝတ္ထုတို့၏ စစ်မှန်သော အဖြစ်မှန်နှင့် ၎င်းတို့ မည်သို့ဖြစ်လာမည်နည်းဟူ၍ ဖြစ်သည်။ ဥပမာအားဖြင့် အလ္လာဟ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူက “အို အကျွန်ုပ်၏ ဖခင်! ဤသည်မှာ ကျွန်ုပ်၏ ယခင်က အိပ်မက်၏ အဓိပ္ပာယ်ဖွင့်ဆိုချက် ဖြစ်သည်!” ဟုဆို၏။)</span><span class=\"gray\">[12:100]</span>, နှင့်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ တာအ်ဝီးလ်ကိုသာ ၎င်းတို့ စောင့်မျှော်နေကြသလော။ ၎င်း၏ တာအ်ဝီးလ် (ရှင်ပြန်ထမြောက်ရာနေ့) ရောက်ရှိလာသောနေ့၌ ၎င်းသည် နောက်ဆုံးတွင် ပြည့်စုံလာမည်။)</span><span class=\"gray\">(7:53)</span> သည် ၎င်းတို့အား ပြောကြားခဲ့သော ရှင်ပြန်ထမြောက်ခြင်း၏ စစ်မှန်သော အဖြစ်မှန်ကို ရည်ညွှန်းသည်။ အကယ်၍ ဤအရာသည် အထက်ဖော်ပြပါ အာယတ်တော် <span class=\"gray\">(၃:၇)</span> တွင် လိုလားသော အဓိပ္ပာယ်ဖြစ်ပါက အလ္လာဟ်၏ နာမတော်ကို ရွတ်ဆိုပြီးနောက် ရပ်နားခြင်းသည် သင့်တော်သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်သာ အရာဝတ္ထုတို့၏ စစ်မှန်သော အဖြစ်မှန်ကို သိသောကြောင့်ဖြစ်သည်။ ဤကိစ္စတွင် အလ္လာဟ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّاسِخُونَ فِي الْعِلْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသိပညာရပ်တွင် ခိုင်မာစွာတည်ရှိသူများ)</span> သည် သူ၏မိန့်တော်မူချက်နှင့် ဆက်စပ်နေသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ آمَنَّا بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောသည်- \"ကျွန်ုပ်တို့ ၎င်းကို ယုံကြည်သည်\")</span> အကယ်၍ တာအ်ဝီးလ်ဟူသော စကားလုံးသည် ဒုတိယအဓိပ္ပာယ်ကို ဆိုလိုသည်၊ ဆိုလိုသည်မှာ ရှင်းပြခြင်းနှင့် ဖော်ပြခြင်းဖြစ်သည်၊ အလ္လာဟ်မိန့်တော်မူခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئْنَا بِتَأْوِيلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့က)</span> “ကျွန်ုပ်တို့အား ၎င်း၏ တာအ်ဝီးလ်ကို အသိပေးပါ” ဟုဆိုကြသည်)</span><span class=\"gray\">[12:36]</span> ဆိုလိုသည်မှာ ၎င်း၏ ရှင်းပြချက်ကို ဆိုလိုသည်၊ ထို့နောက် ရွတ်ဆိုပြီးနောက် ရပ်နားခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّاسِخُونَ فِي الْعِلْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသိပညာရပ်တွင် ခိုင်မာစွာတည်ရှိသူများ)</span> သည် သင့်လျော်သည်။ အဘယ်ကြောင့်ဆိုသော် ပညာရှင်များသည် အရာဝတ္ထုတို့၏ စစ်မှန်သော အဖြစ်မှန်ကို မသိရှိကြသော်လည်း ၎င်းတို့အား ပြောကြားခဲ့သည့်အရာများကို အထွေထွေ ဗဟုသုတရှိပြီး နားလည်ကြသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ آمَنَّا بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောသည်- \"ကျွန်ုပ်တို့ ၎င်းကို ယုံကြည်သည်\")</span> သည် ပညာရှင်များ၏ အပြုအမူကို ဖော်ပြသည်။ အလားတူပင် အလ္လာဟ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည်လည်းကောင်း၊ ကောင်းကင်တမန်များသည်လည်းကောင်း တန်းစီလျက် ရောက်ရှိလာမည်။)</span><span class=\"gray\">[89:22]</span> ဆိုလိုသည်မှာ သင်၏အရှင်သည် ရောက်ရှိလာမည်ဖြစ်ပြီး ကောင်းကင်တမန်များသည်လည်း တန်းစီလျက် ရောက်ရှိလာကြမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အသိပညာရှိသူများက ကြွေးကြော်သည်ဟူသော အလ္လာဟ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ آمَنَّا بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ၎င်းကို ယုံကြည်သည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မူတရှာဘီဟ်ကို ယုံကြည်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ مِّنْ عِندِ رَبِّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအားလုံးသည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံမှ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ မွဟ်ကမ် (Muhkam) နှင့် မူတရှာဘီဟ် (Mutashabih) နှစ်ခုလုံးသည် မှန်ကန်ပြီး စစ်မှန်သည်၊ ၎င်းတို့တစ်ခုစီသည် အခြားတစ်ခု၏ မှန်ကန်မှုကို သက်သေခံသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့နှစ်ခုလုံးသည် အလ္လာဟ်ထံမှဖြစ်ပြီး အလ္လာဟ်ထံမှ လာသောအရာသည် မည်သည့်အခါမျှ ဆန့်ကျင်မှု သို့မဟုတ် ကွဲလွဲမှုနှင့် မကြုံတွေ့ရပေ။ အလ္လာဟ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကုရ်အာန်ကို သေချာစွာ ဆင်ခြင်သုံးသပ်ခြင်းမရှိကြသလော။ အကယ်၍ ၎င်းသည် အလ္လာဟ်မှတစ်ပါး အခြားသူတစ်ဦးထံမှဖြစ်ခဲ့ပါက ၎င်းတို့သည် ၎င်း၌ များစွာသော ကွဲလွဲမှုများကို တွေ့ရှိကြမည်သာဖြစ်သည်။)</span><span class=\"gray\">[4:82]</span>။</p><p lang=\"id\" class=\"id \">Allah said in his Ayah <span class=\"gray\">[3:7]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားလည်မှုရှိသူများမှတစ်ပါး မည်သူမျှ ဆုံးမသြဝါဒကို မရရှိကြပေ။)</span> ဆိုလိုသည်မှာ ကောင်းမွန်သော ဉာဏ်နှင့် ခိုင်မာသော နားလည်မှုရှိသူများ၊ မှန်ကန်သောနည်းလမ်းဖြင့် အဓိပ္ပာယ်ကို နားလည်၊ ဆင်ခြင်၊ သဘောပေါက်သူများ ဖြစ်သည်။ ထို့ပြင် အိဗ်နု အလ်-မွန်ဒ်ဇိရ်က သူ၏ တဖ်စီရ် (အနက်ဖွင့်ကျမ်း) တွင် နာဖီ' ဗင်န် ယဇီးဒ်က ပြောသည်မှာ \"အသိပညာ၌ ခိုင်မာစွာတည်ရှိသူများသည် အလ္လာဟ်အတွက် နှိမ့်ချသောသူများ၊ သူ၏နှစ်သက်မှုကို နှိမ့်ချစွာ ရှာဖွေသူများ၊ ၎င်းတို့ထက် မြင့်မြတ်သူများနှင့်ပတ်သက်၍ ချဲ့ကားပြောဆိုခြင်းမရှိသူများ၊ သို့မဟုတ် ၎င်းတို့ထက် နိမ့်ကျသူများကို အထင်သေးခြင်းမရှိသူများ ဖြစ်သည်။\" ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်က ၎င်းတို့သည် သူတို့၏အရှင်သခင်အား ဆုတောင်းကြသည်ဟု မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်! သင်သည် ကျွန်ုပ်တို့အား လမ်းပြပြီးနောက် ကျွန်ုပ်တို့၏စိတ်နှလုံးများကို (သစ္စာတရားမှ) လမ်းမလွဲစေပါနှင့်။)</span> ဆိုလိုသည်မှာ \"သင်သည် ကျွန်ုပ်တို့အား လမ်းညွှန်မှုကို ရရှိစေပြီးနောက် ကျွန်ုပ်တို့၏စိတ်နှလုံးများကို လမ်းမှားအောင် မပြုလုပ်ပါနှင့်။ ကျွန်ုပ်တို့၏စိတ်နှလုံးများတွင် မကောင်းမှုရှိသူများ၊ ကုရ်အာန်ရှိ မူတရှာဘီဟ်ကို လိုက်နာသူများကဲ့သို့ မပြုလုပ်ပါနှင့်။ ယင်းအစား ကျွန်ုပ်တို့အား သင်၏ဖြောင့်မတ်သောလမ်းနှင့် စစ်မှန်သောဘာသာတရားပေါ်တွင် ခိုင်မာစွာတည်ရှိစေပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَبْ لَنَا مِن لَّدُنكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ထံတော်မှ ကျွန်ုပ်တို့အား ချီးမြှင့်တော်မူပါ)</span> ဆိုလိုသည်မှာ သင်ထံမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကရုဏာတော်)</span> သင်သည် ကျွန်ုပ်တို့၏စိတ်နှလုံးများကို ခိုင်မာစေပြီး ကျွန်ုပ်တို့၏ယုံကြည်ခြင်းနှင့် သေချာမှုတို့ကို တိုးပွားစေသည့်အရာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ أَنتَ الْوَهَّابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် အလှူရှင် ဖြစ်တော်မူ၏)</span></p><p lang=\"id\" class=\"id \">Ibn Abi Hatim and Ibn Jarir recorded that Umm Salamah said that the Prophet ﷺ used to supplicate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို စိတ်နှလုံးများကို ပြောင်းလဲစေသောအရှင်၊ ကျွန်ုပ်၏စိတ်နှလုံးကို သင်၏ဘာသာတရားပေါ်တွင် ခိုင်မာစွာထားတော်မူပါ။)</span></p><p lang=\"nl\" class=\"nl \">He then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ကျွန်ုပ်တို့၏အရှင်! သင်သည် ကျွန်ုပ်တို့အား လမ်းပြပြီးနောက် ကျွန်ုပ်တို့၏စိတ်နှလုံးများကို (သစ္စာတရားမှ) လမ်းမလွဲစေပါနှင့်၊ သင်၏ထံတော်မှ ကျွန်ုပ်တို့အား ကရုဏာတော်ကို ချီးမြှင့်တော်မူပါ။ အမှန်စင်စစ် သင်သည် အလှူရှင် ဖြစ်တော်မူ၏။\")</span> အာယတ်တော်က ဆက်လက်ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ကျွန်ုပ်တို့၏အရှင်! သံသယမရှိသောနေ့၌ လူသားမျိုးနွယ်အားလုံးကို စုဝေးစေမည့်သူသည် သင်သာဖြစ်တော်မူ၏။\")</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ဆုတောင်း၌ ပြောဆိုကြသည်- အို ကျွန်ုပ်တို့၏အရှင်! သင်သည် ရှင်ပြန်ထမြောက်ရာနေ့၌ သင်၏ဖန်ဆင်းခံများကို စုဝေးစေမည်၊ ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်မည်ဖြစ်ပြီး ၎င်းတို့ အငြင်းပွားခဲ့သောအရာများကို ဆုံးဖြတ်ပေးမည်။ ထို့နောက် သင်သည် ဤဘဝတွင် ၎င်းတို့ပြုခဲ့သော အပြုအမူများအရ တစ်ဦးစီကို ဆုချီးမြှင့်ခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ပြုလုပ်မည်။</p>"
  }
]