[
  {
    "ayah_key": "31:22",
    "group_ayah_key": "31:22",
    "from_ayah": "31:22",
    "to_ayah": "31:24",
    "ayah_keys": "31:22,31:23,31:24",
    "text": "<p lang=\"my\" class=\"my \">မည်သူမဆို အလ္လာဟ်အရှင်မြတ်ထံသို့ ၎င်း၏မျက်နှာ <span class=\"gray\">(၎င်း၏ကိုယ်ကို)</span> ပေးအပ်သောအခါ၊ ၎င်းသည် မွတ်ဟ်စင်တစ်ဦးဖြစ်စဉ်တွင် အလွန်ယုံကြည်စိတ်ချရသော လက်ကိုင်ကို ဖမ်းဆုပ်ထားပြီဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထံသို့သာ ဆုံးဖြတ်ရန် ကိစ္စရပ်အားလုံး ပြန်လှန်သည်။ <span>(၂၂)</span>မည်သူမဆို မယုံကြည်ငြား၊ ၎င်း၏မယုံကြည်မှုသည် သင့်ကို စိတ်မပူစေနှင့်။ ကျွန်ုပ်တို့ထံသို့သာ ၎င်းတို့ပြန်လာရမည်ဖြစ်ပြီး၊ ၎င်းတို့လုပ်ခဲ့သည်များကို ကျွန်ုပ်တို့အကြောင်းကြားမည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ရင်တွင်း၌ရှိသည်များကို အလုံးစုံသိတော်မူသောအရှင်ဖြစ်သည်။ <span>(၂၃)</span>ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ခဏတာမျှ ခံစားစေပြီးနောက်၊ နောက်ဆုံးတွင် ၎င်းတို့ကို ကြီးမားသော နှိပ်စက်မှု <span class=\"gray\">(ခံယူရန်)</span> တွန်းအားပေးမည်ဖြစ်သည်။) အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏မျက်နှာကို အလ္လာဟ်အရှင်မြတ်ထံ ပေးအပ်သူမည်သူမဆို၊ ဆိုလိုသည်မှာ ၎င်း၏အရှင်သခင်အတွက် စိတ်ရင်းမှန်ဖြင့် အလုပ်လုပ်သူ၊ ၎င်း၏ပညတ်တော်များကို နာခံပြီး ၎င်း၏ဥပဒေကို လိုက်နာသူဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ <span>(၂၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مُحْسِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မွတ်ဟ်စင်တစ်ဦးဖြစ်စဉ်တွင်)</span> ဆိုလိုသည်မှာ ၎င်း၏အရှင်သခင် ပညတ်တော်မူသည်များကို လုပ်ဆောင်ပြီး ၎င်းတားမြစ်ထားသည်များမှ ရှောင်ကြဉ်ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းသည် အလွန်ယုံကြည်စိတ်ချရသော လက်ကိုင်ကို ဖမ်းဆုပ်ထားပြီ။)</span> ဆိုလိုသည်မှာ ၎င်းအား အလ္လာဟ်အရှင်မြတ်မှ ပြစ်ဒဏ်မပေးတော့မည်ဟူသော ခိုင်မာသည့်ကတိတော်ကို ရရှိခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ - وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့သာ ဆုံးဖြတ်ရန် ကိစ္စရပ်အားလုံး ပြန်လှန်သည်။ မည်သူမဆို မယုံကြည်ငြား၊ ၎င်း၏မယုံကြည်မှုသည် သင့်ကို စိတ်မပူစေနှင့်။)</span> ဆိုလိုသည်မှာ 'အို မုဟမ္မဒ်၊ ၎င်းတို့အတွက် စိတ်မပူနှင့်၊ အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ သင်ယူဆောင်လာသော တမန်တော်မြတ်၏ သတင်းစကားကိုလည်းကောင်း မယုံကြည်သောကြောင့်ဖြစ်သည်။ ၎င်းတို့၏ပြန်လည်ရောက်ရှိရာသည် အလ္လာဟ်အရှင်မြတ်ထံသာ ဖြစ်ပြီး ၎င်းတို့ပြုခဲ့သည်များကို အရှင်မြတ်က ပြောပြတော်မူမည်'၊ ဆိုလိုသည်မှာ အရှင်မြတ်က ၎င်းတို့အား ပြစ်ဒဏ်ပေးမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ရင်တွင်း၌ရှိသည်များကို အလုံးစုံသိတော်မူသောအရှင်ဖြစ်သည်။)</span> အရှင်မြတ်ထံမှ မည်သည့်အရာမျှ မဖုံးကွယ်နိုင်ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ခဏတာမျှ ခံစားစေပြီးနောက်)</span> ဆိုလိုသည်မှာ ဤလောကတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَضْطَرُّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် နောက်ဆုံးတွင် ကျွန်ုပ်တို့သည် ၎င်းတို့ကို တွန်းအားပေးမည်)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ဖြစ်စေမည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြီးမားသော နှိပ်စက်မှု <span class=\"gray\">(ခံယူရန်)</span>)</span> ဆိုလိုသည်မှာ ကြောက်မက်ဖွယ်ကောင်းပြီး ခံနိုင်ရန် ခက်ခဲသော နှိပ်စက်မှုဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ - مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်အပေါ် မုသာစကားကို တီထွင်ပြောဆိုသူများသည် ဘယ်တော့မှ အောင်မြင်မည်မဟုတ်ပေ။\" ဤလောကတွင် ခံစားခြင်း! ထို့နောက် ကျွန်ုပ်တို့ထံသို့ ၎င်းတို့ပြန်လာရမည်ဖြစ်ပြီး၊ ထို့နောက် ၎င်းတို့သည် မယုံကြည်ခဲ့သောကြောင့် အပြင်းထန်ဆုံးနှိပ်စက်မှုကို ခံစားစေမည်ဖြစ်သည်။)</span><span class=\"gray\">(၁၀:၆၉-၇၀)</span></p>"
  },
  {
    "ayah_key": "31:25",
    "group_ayah_key": "31:25",
    "from_ayah": "31:25",
    "to_ayah": "31:26",
    "ayah_keys": "31:25,31:26",
    "text": "<p class=\"my translation\" lang=\"my\">သင်က ၎င်းတို့အား \"မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို မည်သူဖန်ဆင်းခဲ့သနည်း\" ဟု မေးမြန်းလျှင် ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်\" ဟု သေချာပေါက် ပြောဆိုကြမည်။ \"ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်\" ဟု ပြောဆိုပါ။ သို့သော် ၎င်းတို့အများစုသည် မသိကြပေ <span>(၂၅)</span>မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိရှိသမျှသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဖြစ်သည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလ်-ဃနီ၊ ချီးမွမ်းခြင်းခံထိုက်တော်မူသောအရှင်ဖြစ်သည်။ <span>(၂၆)</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများက အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ဝန်ခံခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်းနှင့်အခြားသူများကို တွဲဖက်ကိုးကွယ်ခဲ့ကြသော ဤရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းသာလျှင် မိတ်ဖက်မရှိ၊ တွဲဖက်မရှိဘဲ မိုးကောင်းကင်နှင့် ကမ္ဘာမြေကို ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ဝန်ခံခဲ့ကြသည်ဟု ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ သို့သော်လည်း ၎င်းတို့သည် အရှင်မြတ်ဖန်ဆင်းခဲ့ပြီး ၎င်း၏အမိန့်အောက်တွင်ရှိသည်ဟု အသိအမှတ်ပြုသော အခြားအရာများကို ကိုးကွယ်နေကြဆဲဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلِ الْحَمْدُ لِلَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်က ၎င်းတို့အား \"မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို မည်သူဖန်ဆင်းခဲ့သနည်း\" ဟု မေးမြန်းလျှင် ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်\" ဟု သေချာပေါက် ပြောဆိုကြမည်။ \"ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်\" ဟု ပြောဆိုပါ။)</span> ၎င်းတို့၏ ဝန်ခံချက်ဖြင့် ၎င်းတို့အပေါ် သက်သေပြနိုင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အများစုသည် မသိကြပေ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိရှိသမျှသည် အလ္လာဟ်အရှင်မြတ်ပိုင်သည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်က ၎င်းကို ဖန်ဆင်းခဲ့ပြီး ၎င်းအပေါ် စိုးမိုးအုပ်ချုပ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလ်-ဃနီ၊ ချီးမွမ်းခြင်းခံထိုက်တော်မူသောအရှင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းကိုယ်တိုင်မှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ၊ မည်သည့်အရာကိုမျှ မလိုအပ်ပေ။ အခြားအရာအားလုံးသည် အရှင်မြတ်ကို လိုအပ်ကြသည်။ အရှင်မြတ် ဖန်ဆင်းခဲ့သော အရာအားလုံးအတွက် ချီးမွမ်းထိုက်တော်မူ၏။ ထို့ကြောင့် အရှင်မြတ်ဖန်ဆင်းခဲ့ပြီး ပြဋ္ဌာန်းခဲ့သော အရာအားလုံးအတွက် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေတွင် အရှင်မြတ်အား ချီးမွမ်းကြပါစေ။ အရှင်မြတ်သည် ကိစ္စရပ်အားလုံးတွင် ချီးမွမ်းထိုက်တော်မူ၏။</p>"
  },
  {
    "ayah_key": "31:27",
    "group_ayah_key": "31:27",
    "from_ayah": "31:27",
    "to_ayah": "31:28",
    "ayah_keys": "31:27,31:28",
    "text": "<p class=\"my translation\" lang=\"my\">ကမ္ဘာပေါ်ရှိ သစ်ပင်အားလုံးသည် ဘောပင်များဖြစ်ပြီး ပင်လယ်သည် ၎င်းနောက်တွင် ပင်လယ်ခုနစ်စင်း ထပ်ပေါင်းထည့်ရန် ရှိနေသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များ ကုန်ခန်းမည်မဟုတ်ပေ။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင်ဖြစ်သည်။ <span>(၂၇)</span>သင်တို့အားလုံးကို ဖန်ဆင်းခြင်းနှင့် သင်တို့အားလုံးကို ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်းသည် လူတစ်ဦးတည်းကို ဖန်ဆင်းခြင်းနှင့်တူ၏။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကြားတော်မူသောအရှင်၊ အလုံးစုံမြင်တော်မူသောအရှင်ဖြစ်သည်။ <span>(၂၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို မရေတွက်နိုင်၊ မကုန်ခန်းနိုင်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တန်ခိုးတော်၊ ဂုဏ်တော်၊ ဘုန်းတော်၊ လှပသောနာမတော်များနှင့် မြင့်မြတ်သောဂုဏ်တော်များအပြင် မည်သူမျှ မသိနိုင်သော ၎င်း၏ပြည့်စုံသော နှုတ်ကပတ်တော်များအကြောင်းကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ၎င်းတို့၏အနှစ်သာရ၊ သဘောသဘာဝ သို့မဟုတ် ၎င်းတို့အရေအတွက် မည်မျှရှိသည်ကို မည်သည့်လူသားမျှ မသိနိုင်ပေ။ လူသားမျိုးနွယ်၏ ခေါင်းဆောင်နှင့် တမန်တော်များ၏ ပိတ်သိမ်းသူ ﷺ မိန့်ကြားတော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ကိုယ်တော်ကို လုံလောက်စွာ ချီးမွမ်း၍မကုန်နိုင်ပါ; ကိုယ်တော်သည် ကိုယ်တော်ကိုယ်တိုင် ချီးမွမ်းထားသည့်အတိုင်းပင် ဖြစ်ပါသည်။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာပေါ်ရှိ သစ်ပင်အားလုံးသည် ဘောပင်များဖြစ်ပြီး ပင်လယ်သည် ၎င်းနောက်တွင် ပင်လယ်ခုနစ်စင်း ထပ်ပေါင်းထည့်ရန် ရှိနေသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များ ကုန်ခန်းမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ကမ္ဘာပေါ်ရှိ သစ်ပင်အားလုံးကို ဘောပင်များအဖြစ် ပြုလုပ်ပြီး ပင်လယ်ကို မှင်အဖြစ် ပြုလုပ်၍ ၎င်းနောက်တွင် ၎င်းနှင့်တူသော ပင်လယ်ခုနစ်စင်း ထပ်ပေါင်းထည့်ပြီး၊ ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်၊ ဂုဏ်တော်များနှင့် ဘုန်းတော်တို့ကို ပြသသည့် နှုတ်ကပတ်တော်များကို ရေးသားရန် အသုံးပြုသော်လည်း၊ ဘောပင်များ ကျိုးသွားမည်ဖြစ်ပြီး မှင်များ ကုန်ခန်းသွားမည်ဖြစ်သည်၊ ထပ်မံယူဆောင်လာခဲ့လျှင်ပင်။ ခုနစ်ဟူသော ဂဏန်းသည် များပြားသော ပမာဏကို ဖော်ပြရန် အသုံးပြုခြင်းဖြစ်ပြီး စာသားအရ မှတ်ယူရန် သို့မဟုတ် ကမ္ဘာ့သမုဒ္ဒရာ ခုနစ်စင်းကို ရည်ညွှန်းသည်ဟု နားလည်ရန် မဟုတ်ပေ၊ ဤအယူအဆကို ဣသရေလပုံပြင်များမှ ယူခဲ့ကြသူများ အဆိုပြုခဲ့သည်နှင့်အညီ၊ ကျွန်ုပ်တို့သည် ထိုပုံပြင်များကို မယုံကြည်သလို မငြင်းပယ်ပါ။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်၏အရှင်သခင်၏ နှုတ်ကပတ်တော်များအတွက် ပင်လယ်သည် မှင်ဖြစ်ခဲ့လျှင်၊ ကျွန်ုပ်၏အရှင်သခင်၏ နှုတ်ကပတ်တော်များ မကုန်ဆုံးမီ ပင်လယ်သည် ကုန်ခန်းသွားမည်မှာ သေချာပါသည်။ ကျွန်ုပ်တို့သည် ၎င်း၏အကူအညီအတွက် ၎င်းနှင့်တူသောအရာကို ယူဆောင်လာခဲ့လျှင်ပင်။\")</span><span class=\"gray\">(၁၈:၁၀၉)</span>။ ထိုစကားလုံးများ</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمِثْلِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနှင့်တူသော)</span> သည် နောက်တစ်ခုကိုသာ ဆိုလိုခြင်းမဟုတ်ဘဲ၊ ၎င်းနှင့်တူသော နောက်တစ်ခု၊ နောက်တစ်ခု၊ နောက်တစ်ခု စသည်ဖြင့် ဖြစ်သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများနှင့် နှုတ်ကပတ်တော်များတွင် ကန့်သတ်ချက်မရှိသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်ဖြစ်ပြီး အရာအားလုံးကို ၎င်း၏ဆန္ဒအောက်သို့ ကျရောက်စေသည်။ ထို့ကြောင့် ၎င်း၏ဆန္ဒကို မည်သူမျှ တားဆီးနိုင်မည်မဟုတ်ပေ။ ၎င်း၏ဆုံးဖြတ်ချက်ကို မည်သူမျှ ဆန့်ကျင်နိုင်မည်မဟုတ်၊ နောက်ပြန်ဆုတ်စေနိုင်မည်မဟုတ်ပေ။ အရှင်မြတ်သည် ၎င်း၏ဖန်ဆင်းမှု၊ အမိန့်များ၊ နှုတ်ကပတ်တော်များ၊ လုပ်ဆောင်ချက်များ၊ ဥပဒေများနှင့် ၎င်း၏ကိစ္စရပ်အားလုံးတွင် အနန္တပညာရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံးကို ဖန်ဆင်းခြင်းနှင့် သင်တို့အားလုံးကို ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်းသည် လူတစ်ဦးတည်းကိုသာ ဖန်ဆင်းခြင်းနှင့်တူ၏။)</span> ဆိုလိုသည်မှာ တရားစီရင်ရာနေ့တွင် လူသားအားလုံးကို ဖန်ဆင်းခြင်းနှင့် ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်းသည် ၎င်း၏တန်ခိုးတော်နှင့် ပတ်သက်၍ ဝိညာဉ်တစ်ပါးတည်းကို ဖန်ဆင်းခြင်းနှင့် ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်းနှင့် တူသည်။ ဤအရာအားလုံးသည် အရှင်မြတ်အတွက် လွယ်ကူ၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်း၏အမိန့်တော်သည် ၎င်းက တစ်စုံတစ်ခုကို ရည်ရွယ်သောအခါတွင် ၎င်းကို \"ဖြစ်စေ!\" ဟု မိန့်ကြားခြင်းသာဖြစ်ပြီး၊ ၎င်းသည် ဖြစ်ပေါ်လာသည်။)</span><span class=\"gray\">(၃၆:၈၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ပညတ်ချက်သည် မျက်တောင်တစ်ခတ်မျှသာ ဖြစ်၏။)</span><span class=\"gray\">(၅၄:၅၀)</span>။ ဆိုလိုသည်မှာ အရှင်မြတ်သည် တစ်စုံတစ်ခုကို တစ်ကြိမ်သာ အမိန့်ပေးရန် လိုအပ်ပြီး ၎င်းသည် ဖြစ်ပေါ်လာမည်ဖြစ်သည်။ အရှင်မြတ်သည် ၎င်းကို ထပ်ခါတလဲလဲ ပြောရန် သို့မဟုတ် အတည်ပြုရန် မလိုအပ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُمْ بِالسَّاهِرَةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် တစ်ကြိမ်တည်းသော ခြောက်လှန့်သံသာ ဖြစ်လိမ့်မည်။ ထိုအခါ ကြည့်ရှုလော့၊ ၎င်းတို့သည် ၎င်းတို့သေဆုံးပြီးနောက် ကမ္ဘာမြေမျက်နှာပြင်ပေါ်တွင် အသက်ရှင်လျက် ရှိနေကြသည်ကို တွေ့ရလိမ့်မည်။)</span><span class=\"gray\">(၇၉:၁၃-၁၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကြားတော်မူသောအရှင်၊ အလုံးစုံမြင်တော်မူသောအရှင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့ပြောဆိုသမျှကို ကြားတော်မူသကဲ့သို့၊ ၎င်းတို့လုပ်ဆောင်သမျှကိုလည်း မြင်တော်မူသည်၊ အရှင်မြတ်သည် ဝိညာဉ်တစ်ပါးတည်းကို ကြားရမြင်ရသကဲ့သို့ပင်။ ၎င်းတို့အားလုံးအပေါ် ၎င်း၏တန်ခိုးတော်သည် ဝိညာဉ်တစ်ပါးတည်းအပေါ် ၎င်း၏တန်ခိုးတော်နှင့် တူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံးကို ဖန်ဆင်းခြင်းနှင့် သင်တို့အားလုံးကို ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်းသည် လူတစ်ဦးတည်းကိုသာ ဖန်ဆင်းခြင်းနှင့်တူ၏။)</span></p>"
  }
]