[
  {
    "ayah_key": "39:7",
    "group_ayah_key": "39:7",
    "from_ayah": "39:7",
    "to_ayah": "39:8",
    "ayah_keys": "39:7,39:8",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ သင်တို့ မယုံကြည်ကြပါက အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား မလိုအပ်ပါ။ အရှင်မြတ်သည် မိမိ၏ကျွန်များအတွက် မယုံကြည်ခြင်းကို နှစ်သက်တော်မမူပေ။ အကယ်၍ သင်တို့သည် ကျေးဇူးသိတတ်ကြပါက အရှင်မြတ်သည် သင်တို့အတွက် ထိုအရာကို နှစ်သက်တော်မူ၏။ မည်သူမျှ အခြားသူ၏ဝန်ကို မထမ်းရ။ ထို့နောက် သင်တို့၏အရှင်မြတ်ထံသို့ သင်တို့ပြန်လှည့်ရမည်ဖြစ်ပြီး သင်တို့ပြုခဲ့သောအရာများကို အရှင်မြတ်သည် သင်တို့အား အသိပေးမည်။ အမှန်စင်စစ် အရှင်မြတ်သည် ရင်ထဲရှိအရာများကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်၏ <span>(၇)</span>လူသားတစ်ဦးအား ထိခိုက်မှုတစ်ခုခုဖြစ်ပေါ်လာသောအခါ သူသည် မိမိ၏အရှင်မြတ်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်လျက် တိုင်တည်တောင်းပန်၏။ သို့သော် အရှင်မြတ်က မိမိထံမှ ကျေးဇူးတစ်ခုကို သူ့အားပေးသနားသောအခါ သူသည် အရင်က တိုင်တည်တောင်းပန်ခဲ့သောအရာကို မေ့လျော့သွားပြီး အခြားသူများကို အရှင်မြတ်၏လမ်းမှ လမ်းလွဲစေရန် အလို့ငှာ အလ္လာဟ်အရှင်မြတ်နှင့် ယှဉ်တွဲဖက်ပြိုင်များကို ထူထောင်၏။ ပြောပါ- \"သင်တို့၏ မယုံကြည်ခြင်းကို ခဏမျှ နှစ်သက်ခံစားကြလော့။ အမှန်စင်စစ် သင်တို့သည် <span class=\"gray\">(တစ်ဦး)</span> ငရဲဘုံသားများအနက်မှ ဖြစ်သည်! <span>(၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်ခြင်းကို မုန်းတီးတော်မူပြီး ကျေးဇူးတင်ခြင်းကို နှစ်သက်တော်မူသည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လွတ်လပ်ပြီး ဖန်ဆင်းခြင်းတွင် မည်သည့်အရာကိုမျှ မလိုအပ်ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားထားသည်။ ဤသည်မှာ မူဆာ (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှု သူ့အပေါ်၌ရှိပါစေ) ပြောကြားခဲ့သော အာယသ်နှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကယ်၍ သင်တို့နှင့် ကမ္ဘာမြေပေါ်ရှိသူအားလုံး မယုံကြည်ကြပါက အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကြွယ်ဝတော်မူသော၊ ချီးမွမ်းခြင်းရှိသမျှတို့၏ ပိုင်ရှင်ဖြစ်တော်မူ၏။\")</span><span class=\"gray\">(၁၄:၈)</span>။ ဆဟီးဟ် မွတ်စလင်မ်တွင် ဤသို့ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ مِنْكُمْ، مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ငါ၏ကျွန်များ၊ သင်တို့၏အစနှင့် အဆုံး၊ လူသားများနှင့် ဂျင်န်များအားလုံးသည် သင်တို့အနက် အဆိုးဆုံးလူသားကဲ့သို့ ဆိုးရွားကြပါစေဦးတော့၊ ထိုအရာသည် ငါ၏အချုပ်အခြာအာဏာကို အနည်းငယ်မျှ လျော့နည်းစေမည်မဟုတ်ပေ။\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَرْضَىٰ لِعِبَادِهِ الْكُفْرَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မိမိ၏ကျွန်များအတွက် မယုံကြည်ခြင်းကို နှစ်သက်တော်မမူပေ။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ထိုအရာကို မနှစ်သက်ဘဲ၊ ၎င်းကို အမိန့်မပေးပေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ကျေးဇူးသိတတ်ကြပါက အရှင်မြတ်သည် သင်တို့အတွက် ထိုအရာကို နှစ်သက်တော်မူ၏။)</span> ဆိုလိုသည်မှာ- အရှင်မြတ်သည် သင်တို့အတွက် ဤအရာကို နှစ်သက်တော်မူပြီး သင်တို့အပေါ် မိမိ၏ကျေးဇူးတော်ကို တိုးမြှင့်ပေးမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမျှ အခြားသူ၏ဝန်ကို မထမ်းရ။)</span> ဆိုလိုသည်မှာ မည်သူမျှ အခြားသူအတွက် မည်သည့်အရာကိုမျှ မထမ်းဆောင်နိုင်ပေ။ လူတိုင်းသည် မိမိ၏ကိစ္စများအတွက် မေးမြန်းခံရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَىٰ رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့၏အရှင်မြတ်ထံသို့ သင်တို့ပြန်လှည့်ရမည်ဖြစ်ပြီး သင်တို့ပြုခဲ့သောအရာများကို အရှင်မြတ်သည် သင်တို့အား အသိပေးမည်။ အမှန်စင်စစ် အရှင်မြတ်သည် ရင်ထဲရှိအရာများကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်ထံမှ မည်သည့်အရာမျှ လျှို့ဝှက်မနေပေ။</p><p lang=\"my\" class=\"my \">ဒုက္ခရောက်ချိန်၌ အလ္လာဟ်အရှင်မြတ်ကို သတိရပြီးနောက် မိမိ၏ဒုက္ခမှ ကင်းဝေးသွားသောအခါ အခြားသူများကို အရှင်မြတ်နှင့် ယှဉ်တွဲဖက်ပြိုင်ပြုလုပ်ခြင်းသည် လူသား၏မယုံကြည်မှု၏ ကဏ္ဍတစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတစ်ဦးအား ထိခိုက်မှုတစ်ခုခုဖြစ်ပေါ်လာသောအခါ သူသည် မိမိ၏အရှင်မြတ်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်လျက် တိုင်တည်တောင်းပန်၏။)</span> ဆိုလိုသည်မှာ လိုအပ်သည့်အချိန်များတွင် သူသည် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပြီး အရှင်မြတ်၏အကူအညီကိုသာ တောင်းခံကာ အရှင်မြတ်နှင့် မည်သည့်အရာကိုမျှ ယှဉ်တွဲဖက်ပြိုင်မပြုလုပ်ပေ။ ဤသည်မှာ အာယသ်နှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ الْإِنْسَانُ كَفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်ပြင်တွင် သင်တို့အား အန္တရာယ်ထိရောက်သောအခါ အရှင်မြတ်မှလွဲ၍ သင်တို့တိုင်တည်သောသူများသည် သင်တို့ထံမှ ပျောက်ကွယ်သွားကြသည်။ သို့သော် အရှင်မြတ်က သင်တို့ကို ကုန်းမြေသို့ ဘေးကင်းစွာရောက်စေသောအခါ သင်တို့သည် လှည့်ထွက်သွားကြသည်။ လူသားသည် အစဉ်အမြဲ ကျေးဇူးကန်းသူ ဖြစ်ပေသည်။)</span><span class=\"gray\">(၁၇:၆၇)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤသို့မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရှင်မြတ်က မိမိထံမှ ကျေးဇူးတစ်ခုကို သူ့အားပေးသနားသောအခါ သူသည် အရင်က တိုင်တည်တောင်းပန်ခဲ့သောအရာကို မေ့လျော့သွားသည်၊)</span> ဆိုလိုသည်မှာ သက်သာရာရချိန်တွင် ထိုတောင်းပန်ဆုတောင်းခြင်းကို မေ့လျော့သွားသည်။ ဤသည်မှာ အာယသ်နှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَىٰ ضُرٍّ مَسَّهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားအား အန္တရာယ်ထိရောက်သောအခါ သူသည် မိမိဘေးတစောင်းလှဲလျက်ဖြစ်စေ၊ ထိုင်လျက်ဖြစ်စေ၊ ရပ်လျက်ဖြစ်စေ ကျွန်ုပ်တို့ကို တိုင်တည်၏။ သို့သော် ကျွန်ုပ်တို့က သူ့ထံမှ အန္တရာယ်ကို ဖယ်ရှားပေးသောအခါ သူသည် သူ့အား ထိရောက်ခဲ့သောအန္တရာယ်အတွက် ကျွန်ုပ်တို့ကို တစ်ခါမျှ မတိုင်တည်ခဲ့ဖူးသကဲ့သို့ ထွက်ခွာသွား၏။)</span><span class=\"gray\">(၁၀:၁၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အခြားသူများကို အရှင်မြတ်၏လမ်းမှ လမ်းလွဲစေရန် အလို့ငှာ အလ္လာဟ်အရှင်မြတ်နှင့် ယှဉ်တွဲဖက်ပြိုင်များကို ထူထောင်၏။)</span> ဆိုလိုသည်မှာ သက်သာရာရချိန်တွင် သူသည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ဝတ်ပြုပြီး အရှင်မြတ်နှင့် ယှဉ်တွဲဖက်ပြိုင်များကို ထူထောင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَابِ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"သင်တို့၏ မယုံကြည်ခြင်းကို ခဏမျှ နှစ်သက်ခံစားကြလော့။ အမှန်စင်စစ် သင်တို့သည် <span class=\"gray\">(တစ်ဦး)</span> ငရဲဘုံသားများအနက်မှ ဖြစ်သည်!\")</span> ဆိုလိုသည်မှာ ဤသို့ပြုမူသောသူများကို 'သင်တို့၏ မယုံကြည်ခြင်းကို ခဏမျှ နှစ်သက်ခံစားကြလော့!' ဟု ပြောပါ။ ဤသည်မှာ အာယသ်များတွင် ပါရှိသည့်အတိုင်း ပြင်းထန်သော ခြိမ်းခြောက်မှုနှင့် ထပ်လောင်းသတိပေးချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ပျော်ရွှင်ကြလော့! သို့သော် သင်တို့၏ ခရီးပန်းတိုင်မှာ ငရဲဘုံပင် ဖြစ်သည်!\")</span><span class=\"gray\">(၁၄:၃၀)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူတို့ကို ခဏမျှ ပျော်ရွှင်စေ၏။ ထို့နောက် နောက်ဆုံးတွင် သူတို့ကို ကြီးလေးသော ပြစ်ဒဏ်သို့ <span class=\"gray\">(ဝင်စေရန်)</span> အတင်းအကြပ်ပြုလုပ်မည်။)</span><span class=\"gray\">(၃၁:၂၄)</span></p>"
  },
  {
    "ayah_key": "39:71",
    "group_ayah_key": "39:71",
    "from_ayah": "39:71",
    "to_ayah": "39:72",
    "ayah_keys": "39:71,39:72",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူများသည် အုပ်စုလိုက် ငရဲဘုံသို့ မောင်းနှင်ခံရမည်ဖြစ်ပြီး ငရဲသို့ရောက်သောအခါ ၎င်း၏တံခါးများ ပွင့်လာမည်။ ၎င်း၏ထိန်းသိမ်းသူများက \"သင်တို့၏ အရှင်မြတ်၏ အာယသ်တော်များကို ရွတ်ဖတ်ပြပြီး သင်တို့၏ ဤနေ့ရက်နှင့် တွေ့ဆုံခြင်းအကြောင်းကို သတိပေးရန် သင်တို့ထံသို့ တမန်တော်များ မလာရောက်ခဲ့ကြဘူးလား\" ဟု မေးကြမည်။ သူတို့က \"ဟုတ်ကဲ့\" ဟု ပြောကြမည်။ သို့သော် ပြစ်ဒဏ်၏နှုတ်ကပတ်တော်သည် မယုံကြည်သူများအပေါ် တရားမျှတစွာ ကျရောက်ခဲ့ပြီး ဖြစ်သည်။ <span>(၇၁)</span>\"သင်တို့သည် ငရဲ၏တံခါးများမှ ဝင်ရောက်ပြီး ထာဝရနေထိုင်ကြလော့။ မာနကြီးသူတို့၏ နေထိုင်ရာဌာနသည် အလွန်ဆိုးရွားလှပေစွ!\" ဟု ပြောလိမ့်မည်။ <span>(၇၂)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများကို ငရဲသို့ မည်သို့ မောင်းနှင်မည်နည်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ခံရမည့် မယုံကြည်သူကို ခြိမ်းခြောက်မှုများနှင့် သတိပေးမှုများဖြင့် ငရဲသို့ အတင်းအကြပ် မည်သို့ မောင်းနှင်မည်ကို ကျွန်ုပ်တို့အား ပြောပြထားသည်။ ဤသည်မှာ အာယသ်နှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို ငရဲမီးထဲသို့ ကြောက်မက်ဖွယ်ကောင်းသော၊ ပြင်းထန်သော တွန်းပို့မှုဖြင့် အတင်းအကြပ် တွန်းချခံရမည့်နေ့။)</span><span class=\"gray\">(၅၂:၁၃)</span> ဆိုလိုသည်မှာ သူတို့ကို တွန်းပို့ပြီး အတင်းအကြပ် ခေါ်ဆောင်သွားမည်ဖြစ်ကာ သူတို့သည် အလွန်အမင်း ရေငတ်နေမည်။ အလ္လာဟ်အရှင်မြတ်က ဤသို့မိန့်တော်မူထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا - وَنَسُوقُ الْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် တကွါရှိသူများကို အကြွင်းမဲ့ကရုဏာရှင်ထံသို့ ကိုယ်စားလှယ်အဖွဲ့ကဲ့သို့ စုရုံးစေမည့်နေ့။ ရာဇဝတ်ကောင်များကိုမူ ရေငတ်နေသည့်အခြေအနေဖြင့် ငရဲသို့ မောင်းနှင်မည်။)</span><span class=\"gray\">(၁၉:၈၅-၈၆)</span> ထိုအခြေအနေတွင် သူတို့သည် မျက်စိကန်း၊ ဆွံ့အ၊ နားပင်းနေမည်ဖြစ်ပြီး အချို့မှာ မျက်နှာဖြင့် လမ်းလျှောက်နေကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَأْوَاهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့ကို မျက်နှာဖြင့်၊ မျက်စိကန်း၊ ဆွံ့အ၊ နားပင်းအဖြစ် စုရုံးစေမည်။ သူတို့၏နေရာသည် ငရဲဘုံဖြစ်မည်။ ငရဲမီးငြိမ်းသွားတိုင်း သူတို့အတွက် ငရဲမီး၏ပြင်းထန်မှုကို တိုးမြှင့်ပေးမည်။)</span><span class=\"gray\">(၁၇:၉၇)</span>။</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَتَّىٰ إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသို့ရောက်သောအခါ ၎င်း၏တံခါးများ ပွင့်လာမည်။)</span> ဆိုလိုသည်မှာ သူတို့ရောက်သည်နှင့် တပြိုင်နက် တံခါးများကို အမြန်ဖွင့်ပေးမည်ဖြစ်ပြီး သူတို့၏ပြစ်ဒဏ်ကို အလျင်အမြန် စေလွှတ်ရန်ဖြစ်သည်။ ထို့နောက် ပြင်းထန်သော၊ ကြမ်းတမ်းသော၊ ခိုင်ခံ့သော ကောင်းကင်တမန်များဖြစ်သည့် ငရဲ၏ထိန်းသိမ်းသူများက သူတို့ကို ဆူပူပြစ်တင်ဆုံးမခြင်းသဘောဖြင့် ဤသို့ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထံသို့ တမန်တော်များ မလာရောက်ခဲ့ကြဘူးလား၊)</span> ဆိုလိုသည်မှာ 'သင်တို့၏ ကိုယ်ပိုင်အမျိုးအနွယ်မှလာရောက်ပြီး သူတို့နှင့် စကားပြောကာ သူတို့ထံမှ သင်ယူနိုင်ရန်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်မြတ်၏ အာယသ်တော်များကို ရွတ်ဖတ်ပြခြင်း၊)</span> ဆိုလိုသည်မှာ 'သူတို့ သင်တို့ထံ ယူဆောင်လာသောအရာသည် မှန်ကန်ကြောင်း သင်တို့အား သက်သေပြခြင်း' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့၏ ဤနေ့ရက်နှင့် တွေ့ဆုံခြင်းအကြောင်းကို သတိပေးခြင်း)</span> ဆိုလိုသည်မှာ 'ဤနေ့၏ ဆိုးကျိုးများအကြောင်းကို သတိပေးခြင်း' ဖြစ်သည်။ မယုံကြည်သူက သူတို့ကို ဤသို့ပြောမည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့၊)</span> ဆိုလိုသည်မှာ 'သူတို့ ကျွန်ုပ်တို့ထံ လာရောက်ပြီး ကျွန်ုပ်တို့ကို သတိပေးခဲ့ကြကာ ကျွန်ုပ်တို့အပေါ် သက်သေနှင့် အထောက်အထားများ ပြသခဲ့ကြသည်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ပြစ်ဒဏ်၏နှုတ်ကပတ်တော်သည် မယုံကြည်သူများအပေါ် တရားမျှတစွာ ကျရောက်ခဲ့ပြီး ဖြစ်သည်!)</span> ဆိုလိုသည်မှာ 'သို့သော် ကျွန်ုပ်တို့သည် သူတို့ကို ငြင်းပယ်ခဲ့ကြပြီး သူတို့နှင့် ဆန့်ကျင်ခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် အမှန်တရားမှ မှားယွင်းမှုသို့ လှည့်ထွက်သွားခဲ့သည့်အတွက် ကျွန်ုပ်တို့သည် ကံကြမ္မာအရ ဖျက်ဆီးခံရမည့်သူများ ဖြစ်နေခဲ့သောကြောင့်ပင်။' ဤသည်မှာ အာယသ်များနှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِن شَيْءٍ إِنْ أَنتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ - وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အုပ်စုတိုင်းကို ငရဲထဲသို့ ပစ်ချလိုက်တိုင်း ၎င်း၏ထိန်းသိမ်းသူက မေးလိမ့်မည်- \"သင့်ထံသို့ သတိပေးသူ တစ်ဦးတစ်ယောက်မျှ မရောက်ခဲ့ဘူးလား။\" သူတို့က ပြောလိမ့်မည်- \"ဟုတ်ကဲ့၊ ကျွန်ုပ်တို့ထံ သတိပေးသူတစ်ဦး ရောက်လာခဲ့ပါတယ်။ သို့သော် ကျွန်ုပ်တို့က သူ့ကို ငြင်းပယ်ခဲ့ပြီး 'အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အရာကိုမျှ မချပေးခဲ့ပါ။ သင်တို့သည် ကြီးမားသော လမ်းလွဲမှု၌သာ ရှိနေကြသည်' ဟု ပြောခဲ့ပါသည်။\" ထို့နောက် သူတို့က ပြောလိမ့်မည်- \"အကယ်၍ ကျွန်ုပ်တို့သာ နားထောင်ခဲ့လျှင် သို့မဟုတ် ကျွန်ုပ်တို့၏ဉာဏ်ကို အသုံးပြုခဲ့လျှင် ကျွန်ုပ်တို့သည် တောက်လောင်နေသောမီး၏ နေထိုင်သူများထဲတွင် ပါဝင်မည်မဟုတ်ပေ။\")</span><span class=\"gray\">(၆၇:၈)</span> ဆိုလိုသည်မှာ သူတို့သည် နောင်တရပြီး မိမိကိုယ်ကို အပြစ်တင်ကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့သည် မိမိတို့၏အပြစ်ကို ဝန်ခံကြမည်။ သို့ဖြစ်၍ တောက်လောင်နေသောမီး၏ နေထိုင်သူများ ပျက်စီးကြစေသတည်း!)</span><span class=\"gray\">(၆၇:၁၁)</span> ဆိုလိုသည်မှာ သူတို့သည် ပျက်စီးဆုံးရှုံးပြီး ပြစ်ဒဏ်ခံရမည့်သူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">( \"သင်တို့သည် ငရဲ၏တံခါးများမှ ဝင်ရောက်ပြီး ထာဝရနေထိုင်ကြလော့...\" ဟု ပြောလိမ့်မည်။)</span> ဆိုလိုသည်မှာ သူတို့ကိုမြင်တွေ့ရသူတိုင်းနှင့် သူတို့၏အခြေအနေကို သိရှိသူတိုင်းသည် သူတို့သည် ပြစ်ဒဏ်ခံထိုက်ကြောင်း သက်သေခံကြမည်။ ဤစကားများကို မည်သူတစ်ဦးတစ်ယောက်အားမျှ သီးခြားပြောဆိုခြင်းမဟုတ်ဘဲ စကြာဝဠာတစ်ခုလုံးက သူတို့ခံစားနေရသောအရာကို ခံထိုက်ကြောင်း သက်သေခံလိမ့်မည်ဟူသော အဓိပ္ပါယ်ဖြင့် အကြွင်းမဲ့တရားမျှတတော်မူသော၊ အကြွင်းမဲ့သိတော်မူသော အရှင်မြတ်၏စီရင်ချက်နှင့်အညီ ပြောဆိုခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဤသို့မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">( \"သင်တို့သည် ငရဲ၏တံခါးများမှ ဝင်ရောက်ပြီး ထာဝရနေထိုင်ကြလော့...\" ဟု ပြောလိမ့်မည်။)</span> ဆိုလိုသည်မှာ 'ထိုနေရာတွင် ထာဝရနေထိုင်ကြလော့။ သင်တို့သည် မည်သည့်အခါမျှ ထွက်ခွာခြင်း သို့မဟုတ် ထွက်သွားခြင်း မရှိစေရ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနကြီးသူတို့၏ နေထိုင်ရာဌာနသည် အလွန်ဆိုးရွားလှပေစွ!)</span> ဆိုလိုသည်မှာ 'ဤလောကတွင် သင်တို့၏မာနကြီးမှုနှင့် အမှန်တရားကို လိုက်နာရန် ငြင်းဆန်မှုတို့ကြောင့် မည်မျှဆိုးရွားသော ကံကြမ္မာနှင့် မည်မျှဆိုးရွားသော နေထိုင်ရာနေရာဖြစ်သည်! ဤအရာက သင်တို့ကို ဤသို့ရောက်စေခဲ့သည်။ မည်မျှဆိုးရွားသောအခြေအနေနှင့် မည်မျှဆိုးရွားသော နောက်ဆုံးခရီးပန်းတိုင်ဖြစ်သည်!' </p>"
  }
]