[
  {
    "ayah_key": "27:65",
    "group_ayah_key": "27:65",
    "from_ayah": "27:65",
    "to_ayah": "27:66",
    "ayah_keys": "27:65,27:66",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ- \"ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ မည်သူမျှ အလ္လာဟ်အရှင်မှလွဲ၍ လျှို့ဝှက်ချက်ကို မသိကြပေ၊ ၎င်းတို့သည် မည်သည့်အခါ ပြန်လည်ရှင်ပြန်ထမြောက်မည်ကိုလည်း မသိနားလည်နိုင်ပါ။ <span>(65)</span>မဟုတ်၊ ၎င်းတို့၏ အသိပညာသည် နောင်တမလွန်ဘဝတွင် ထိုအရာကို သိမြင်မည်။ မဟုတ်၊ ၎င်းတို့သည် ထိုအရာနှင့်ပတ်သက်၍ သံသယဖြစ်နေကြသည်။ မဟုတ်၊ ၎င်းတို့သည် ထိုအရာနှင့်ပတ်သက်၍ လုံးဝမျက်ကန်းတစ္ဆေဖြစ်နေကြသည်။ <span>(66)</span></p><div lang=\"my\" class=\"my \"><h2>လျှို့ဝှက်ချက်ကိုသိသူမှာ အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ အား ကောင်းကင်နှင့်မြေကြီးပေါ်ရှိ မည်သူမျှ အလ္လာဟ်အရှင်မှလွဲ၍ လျှို့ဝှက်ချက်ကို မသိကြောင်း ဖန်ဆင်းခံအားလုံးကို အသိပေးရန် အမိန့်ပေးထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍)</span> ဤသည်မှာ လုံးဝခြွင်းချက်ဖြစ်သည်။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ၎င်းကို မသိနိုင်၊ ၎င်းအရှင်သည် ထိုကိစ္စတွင် တစ်ပါးတည်းဖြစ်ပြီး ထိုအသိပညာတွင် မည်သူမျှ ပါဝင်ခြင်းမရှိပေ။ ဤသည်မှာ အာယတ်တော်များနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်နှင့်အတူ လျှို့ဝှက်ချက်၏ သော့များရှိသည်၊ ၎င်းတို့ကို ၎င်းအရှင်မှလွဲ၍ မည်သူမျှ မသိကြပေ)</span><span class=\"gray\">(၆:၅၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်၊ ၎င်းအရှင်နှင့်အတူ ကိယာမတ်နေ့၏ အသိပညာရှိသည်။ ၎င်းအရှင်သည် မိုးကို ရွာစေတော်မူ၏)</span><span class=\"gray\">(၃၁:၃၄)</span>။ ဆူရာ၏အဆုံးအထိ။ ထိုကဲ့သို့သော အာယတ်တော်များစွာလည်းရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မည်သည့်အခါ ပြန်လည်ရှင်ပြန်ထမြောက်မည်ကိုလည်း မသိနားလည်နိုင်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ကောင်းကင်နှင့် မြေကြီးပေါ်တွင် နေထိုင်ကြသော ဖန်ဆင်းခံများသည် ကိယာမတ်နေ့ မည်သည့်အခါ ဖြစ်ပေါ်မည်ကို မသိကြပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ဝန်သည် ကောင်းကင်များနှင့် မြေကြီးပေါ်တွင် လေးလံလှသည်။ ၎င်းသည် ရုတ်တရက်မှတစ်ပါး သင်တို့ထံသို့ မရောက်လာပေ)</span><span class=\"gray\">(၇:၁၈၇)</span>။ ဆိုလိုသည်မှာ ၎င်းသည် ကောင်းကင်နှင့်မြေကြီးပေါ်ရှိ နေထိုင်သူများအတွက် အရေးကြီးသော ကိစ္စဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ ۚ بَلْ هُمْ فِي شَكٍّ مِنْهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ ၎င်းတို့၏ အသိပညာသည် နောင်တမလွန်ဘဝတွင် ထိုအရာကို သိမြင်မည်။ မဟုတ်၊ ၎င်းတို့သည် ထိုအရာနှင့်ပတ်သက်၍ သံသယဖြစ်နေကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ အသိပညာနှင့် အံ့ဩမှုသည် ၎င်း၏အချိန်ကို သိရန်အတွက် လုံလောက်မှုမရှိခြင်းပင်ဖြစ်သည်။ အခြားသော ပညာရှင်များက ဤအရာကို \"၎င်းတို့၏ အသိပညာသည် ထိုအရာနှင့်ပတ်သက်၍ အတူတူပင်ဖြစ်သည်\" ဟူသောအဓိပ္ပါယ်ဖြင့် ဖတ်ကြပြီး၊ ၎င်းသည် ဆွဟီးဟ် မွတ်စလင်မ်မှ ဟဒီးစ်တော်၏ အဓိပ္ပါယ်ကို ထင်ဟပ်စေသည်။ ထိုဟဒီးစ်တော်တွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝါစလမ်) သည် ဂျစ်ဘရီလ်က ကိယာမတ်နေ့ မည်သည့်အခါ ဖြစ်ပေါ်မည်ကို မေးသောအခါ မိန့်ကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနှင့်ပတ်သက်၍ မေးမြန်းခံရသူသည် မေးမြန်းသူထက် ပိုမသိပေ။)</span></p><p lang=\"my\" class=\"my \">တစ်နည်းအားဖြင့်ဆိုသော် ၎င်းတို့နှစ်ဦးစလုံးသည် ၎င်းတို့၏ အသိပညာ ထိုအထိ မရောက်နိုင်ခြင်းတွင် တူညီကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ فِي شَكٍّ مِنْهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ ၎င်းတို့သည် ထိုအရာနှင့်ပတ်သက်၍ သံသယဖြစ်နေကြသည်။)</span> ဤသည်မှာ အယုံအကြည်မရှိသူများအား ယေဘူယျအားဖြင့် ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာတွင် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعُرِضُوا عَلَىٰ رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ ۚ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို သင်၏အရှင်၏ရှေ့၌ တန်းစီ၍ ထားရှိလိမ့်မည်။ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားမည်။)</span> \"အမှန်စင်စစ် သင်တို့သည် ငါတို့ ဖန်ဆင်းခဲ့သည့် ပထမဆုံးအကြိမ်အတိုင်း ငါတို့ထံသို့ ရောက်လာပြီ။ မဟုတ်၊ သင်တို့သည် ငါတို့က သင်တို့အတွက် တွေ့ဆုံရန် ရက်ချိန်းမသတ်မှတ်ထားဟု ထင်ခဲ့ကြသည် <span class=\"gray\">(ငါတို့နှင့်)</span>။\")</span><span class=\"gray\">(၁၈:၄၈)</span> ဆိုလိုသည်မှာ သင်တို့အနက်မှ အယုံအကြည်မရှိသူများဖြစ်သည်။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ فِي شَكٍّ مِنْهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ ၎င်းတို့သည် ထိုအရာနှင့်ပတ်သက်၍ သံသယဖြစ်နေကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုအရာ ဖြစ်ပေါ်လာမည်ကို သံသယရှိကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَلْ هُمْ مِنْهَا عَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ ၎င်းတို့သည် ထိုအရာနှင့်ပတ်သက်၍ လုံးဝမျက်ကန်းတစ္ဆေဖြစ်နေကြသည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် မျက်စိကွယ်ပြီး ထိုအရာနှင့်ပတ်သက်၍ လုံးဝအသိပညာကင်းမဲ့နေကြသည်။</p>"
  },
  {
    "ayah_key": "27:67",
    "group_ayah_key": "27:67",
    "from_ayah": "27:67",
    "to_ayah": "27:70",
    "ayah_keys": "27:67,27:68,27:69,27:70",
    "text": "<p lang=\"my\" class=\"my \">အယုံအကြည်မရှိသူများက ပြောကြသည်- \"ငါတို့နှင့် ငါတို့၏ဖခင်များ ဖုန်မှုန့်ဖြစ်သွားသောအခါ- ငါတို့ကို အမှန်တကယ် ထုတ်ဖော်မည်လော။ <span>(67)</span>\"ဤအရာကို ငါတို့နှင့် ငါတို့၏ဘိုးဘွားများ အရင်က ကတိပေးခံခဲ့ရဖူးသည်။ အမှန်စင်စစ် ဤအရာများသည် ရှေးဟောင်းပုံပြင်များသာဖြစ်သည်။ <span>(68)</span>၎င်းတို့ကို ပြောပါ- \"မြေကြီးပေါ်တွင် ခရီးသွားပါ၊ ရာဇဝတ်ကောင်များ၏ အဆုံးသတ် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ပါ။ <span>(69)</span>၎င်းတို့အပေါ် ဝမ်းမနည်းပါနှင့်၊ ၎င်းတို့ ကြံစည်သည့်အရာကြောင့် စိတ်ဓာတ်ကျခြင်း <span class=\"gray\">(စိတ်ဆင်းရဲခြင်း)</span> မဖြစ်ပါနှင့် <span>(70)</span></p><div lang=\"my\" class=\"my \"><h2>ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်းနှင့် ပတ်သက်သော သံသယစိတ်နှင့် ၎င်းကို ပယ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်သော ရုပ်တုကိုးကွယ်သူများအကြောင်း ပြောပြသည်။ ၎င်းတို့သည် ခန္ဓာကိုယ်များ အရိုးနှင့် ဖုန်မှုန့်များ ဖြစ်သွားပြီးနောက် ပြန်လည်ဖန်ဆင်းခံရမည်ကို အလွန်ဖြစ်နိုင်ချေနည်းသည်ဟု ယူဆကြသည်။ ထို့နောက် ၎င်းအရှင်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ وُعِدْنَا هَٰذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာကို ငါတို့နှင့် ငါတို့၏ဘိုးဘွားများ အရင်က ကတိပေးခံခဲ့ရဖူးသည်။)</span> ဆိုလိုသည်မှာ 'ငါတို့နှင့် ငါတို့၏ဘိုးဘွားများသည် ဤအရာကို အချိန်ကြာမြင့်စွာ ကြားခဲ့ရသော်လည်း လက်တွေ့တွင်မူ ၎င်းဖြစ်ပျက်သည်ကို မည်သည့်အခါမျှ မမြင်ခဲ့ရပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာများသည် ရှေးဟောင်းပုံပြင်များသာဖြစ်သည်။)</span> ခန္ဓာကိုယ်များ ပြန်လည်ထူထောင်ခံရမည်ဟူသော ကတိများသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးဟောင်းပုံပြင်များသာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို ကျွန်ုပ်တို့ရှေ့ကလူများက တစ်ဦးမှတစ်ဦး လက်ဆင့်ကမ်းလာခဲ့သော စာအုပ်များမှ ယူခဲ့ကြခြင်းဖြစ်သော်လည်း လက်တွေ့တွင် အခြေအမြစ်မရှိပေ။ ၎င်းတို့၏ မယုံကြည်ခြင်းအတွေးများနှင့် ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်း မရှိဟု ၎င်းတို့၏ယုံကြည်မှုကို တုံ့ပြန်ရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span> 'အို မိုဟာမတ်၊ ဤလူမျိုးများကို'</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်တွင် ခရီးသွားပါ၊ ရာဇဝတ်ကောင်များ၏ အဆုံးသတ် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ပါ။)</span> ဆိုလိုသည်မှာ ရစူလ်တမန်တော်များနှင့် ၎င်းတို့၏ ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်းဆိုင်ရာ သတင်းစကားနှင့် အခြားကိစ္စများကို ငြင်းပယ်သူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့် လက်စားချေမှုသည် ၎င်းတို့ကို မည်သို့ထိမှန်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အနက်မှ မြင့်မြတ်သော ရစူလ်တမန်တော်များနှင့် ၎င်းတို့ကို လိုက်နာသော မွတ်စလင်မ်များကို မည်သို့ကယ်တင်ခဲ့သည်ကို ကြည့်ပါ။ ဤသည်မှာ ရစူလ်တမန်တော်များ ယူဆောင်လာသော သတင်းစကား၏ မှန်ကန်မှုကို ပြသသည့် အမှတ်အသားဖြစ်လိမ့်မည်။ ထို့နောက် တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝါစလမ်) ကို နှစ်သိမ့်ရန် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْزَنْ عَلَيْهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ် ဝမ်းမနည်းပါနှင့်၊)</span> ဆိုလိုသည်မှာ '၎င်းတို့အတွက် စိတ်မကောင်းမဖြစ်ပါနှင့်၊ သို့မဟုတ် ၎င်းတို့အတွက် နောင်တတရားဖြင့် မိမိကိုယ်ကို မသတ်ပါနှင့်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကြံစည်သည့်အရာကြောင့် စိတ်ဓာတ်ကျခြင်း မဖြစ်ပါနှင့်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့သည် သင့်အား ပူးပေါင်းကြံစည်ပြီး သင်ယူဆောင်လာသော အရာများကို ငြင်းပယ်ကြသောကြောင့်ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကူညီပံ့ပိုးမည်ဖြစ်ပြီး သင်၏ဘာသာတရားကို အရှေ့နှင့်အနောက်ရှိ သင့်အား ဆန့်ကျင်၍ ခေါင်းမာစွာ တွန်းလှန်သူများအပေါ် လွှမ်းမိုးအောင် ပြုလုပ်ပေးမည်ဖြစ်သည်။'</p>"
  }
]