[
  {
    "ayah_key": "2:177",
    "group_ayah_key": "2:177",
    "from_ayah": "2:177",
    "to_ayah": "2:177",
    "ayah_keys": "2:177",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့မျက်နှာများကို အရှေ့ဘက်သို့ဖြစ်စေ၊ အနောက်ဘက်သို့ဖြစ်စေ လှည့်သည်မှာ ဘာရ်ရ် (ကောင်းမြတ်ခြင်း) မဟုတ်ပေ။ သို့သော် ဘာရ်ရ် (ကောင်းမြတ်ခြင်း) သည် အလ္လာဟ်အရှင်မြတ်၊ နောက်ဆုံးနေ့၊ ကောင်းကင်တမန်များ၊ ကျမ်းစာ၊ တမန်တော်များအား ယုံကြည်သူဖြစ်၍ ၎င်းကြွယ်ဝချမ်းသာမှုကို ချစ်မြတ်နိုးသော်လည်း ဆွေမျိုးများ၊ မိဘမဲ့ကလေးများ၊ အလ်-မာစာကင်း <span class=\"gray\">(ဆင်းရဲနွမ်းပါးသူများ)</span>၊ ခရီးသွားများ၊ တောင်းခံသူများ၊ ကျွန်များအား လွတ်မြောက်စေရန် ပေးကမ်းလှူဒါန်းသူ၊ အစ်စလာဟ် <span class=\"gray\">(အစ်ကမတ်-အစ်စလာဟ်)</span> ကို ဖျော်ဖြေသူ၊ ဇကာတ်ကို ပေးဆောင်သူ၊ ကတိကဝတ်ပြုသည့်အခါ ပြည့်စုံအောင် လုပ်ဆောင်သူ၊ ဆင်းရဲဒုက္ခနှင့် ဖျားနာမှု <span class=\"gray\">(ရောဂါ)</span> တို့တွင်၊ စစ်ပွဲ <span class=\"gray\">(တိုက်ပွဲများအတွင်း)</span> တွင် သည်းခံသူများဖြစ်သည်။ ထိုသူတို့သည် သမ္မာတရား၏ လူများဖြစ်ကြပြီး ၎င်းတို့သည် အလ်-မွတ်တကူန် <span class=\"gray\">(ကောင်းမြတ်သူများ)</span><span>(၁၇၇)</span></p><div lang=\"my\" class=\"my \"><h2>အလ်-ဘိရ်ရ် <span class=\"my gray\" lang=\"my\">(ဘာသာတရားကိုင်းရှိုင်းခြင်း၊ ဖြောင့်မတ်ခြင်း)</span></h2></div><p lang=\"my\" class=\"my \">ဤအာယတ်တော်တွင် များစွာသော ကြီးမြတ်သော ဉာဏ်ပညာများ ပါဝင်ပြီး စည်းမျဉ်းများနှင့် မှန်ကန်သော ယုံကြည်ချက်များကို လွှမ်းခြုံထားသည်။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ ရှင်းလင်းချက်အရ၊ အလ္လာဟ်အရှင်မြတ်သည် ပထမဦးစွာ ယုံကြည်သူများအား ဘိုင်တ် အလ်-မက်ဒစ်ကို မျက်နှာမူရန် အမိန့်ပေးခဲ့ပြီး၊ ထို့နောက် ဝတ်ပြုစဉ် ကအ်ဘာကို မျက်နှာမူရန် အမိန့်ပေးခဲ့သည်။ ဤပြောင်းလဲမှုသည် ကျမ်းဂန်ရှင်များအချို့နှင့် မွတ်စ်လင်မ်အချို့အတွက်ပင် ခက်ခဲခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤအမိန့်၏ နောက်ကွယ်ရှိ ဉာဏ်ပညာကို ရှင်းလင်းထားသော ဗျာဒိတ်တော်ကို ပေးပို့ခဲ့သည်။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်း၊ ကိုယ်တော်၏ အမိန့်များကို လိုက်နာခြင်း၊ ကိုယ်တော် အမိန့်ပေးရာအရပ်ကို မျက်နှာမူခြင်းနှင့် ကိုယ်တော် ပြဋ္ဌာန်းသည့်အရာမှန်သမျှကို အကောင်အထည်ဖော်ခြင်း၊ ၎င်းသည် ရည်ရွယ်ချက်ဖြစ်သည်။ ဤသည်မှာ ဘာရ်ရ်၊ တက်ကဝါ နှင့် ပြည့်စုံသော ယုံကြည်ခြင်းဖြစ်သည်။ အရှေ့ဘက် သို့မဟုတ် အနောက်ဘက်သို့ မျက်နှာမူခြင်းသည် အလ္လာဟ်အရှင်မြတ်က ပြဋ္ဌာန်းထားခြင်းမရှိပါက ဖြောင့်မတ်ခြင်း သို့မဟုတ် နာခံခြင်းကို မလိုအပ်ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ الْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَٰكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မျက်နှာများကို အရှေ့ဘက်သို့ဖြစ်စေ၊ အနောက်ဘက်သို့ဖြစ်စေ (ဝတ်ပြုဆုတောင်းရာတွင်) လှည့်သည်မှာ ဘာရ်ရ် (ကောင်းမြတ်ခြင်း) မဟုတ်ပေ။ သို့သော် ဘာရ်ရ် (ကောင်းမြတ်ခြင်း) သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်သည် ပူဇော်သကာများအကြောင်းကို မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَٰكِن يَنَالُهُ التَّقْوَىٰ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အသားများဖြစ်စေ၊ သွေးများဖြစ်စေ အလ္လာဟ်အရှင်မြတ်ထံသို့ မရောက်နိုင်ပေ။ သို့သော် သင်တို့ထံမှ ဘာသာတရားကိုင်းရှိုင်းမှုသာလျှင် ကိုယ်တော်ထံသို့ ရောက်ရှိသည်။)</span><span class=\"gray\">(၂၂:၃၇)</span></p><p lang=\"my\" class=\"my \">အဗူ အလ်-အာလီယာဟ်က ပြောကြားသည်မှာ \"ဂျူးဘာသာဝင်များသည် ၎င်းတို့၏ ကိဗ်လာအတွက် အနောက်ဘက်သို့ မျက်နှာမူလေ့ရှိပြီး၊ ခရစ်ယာန်ဘာသာဝင်များသည် ၎င်းတို့၏ ကိဗ်လာအတွက် အရှေ့ဘက်သို့ မျက်နှာမူလေ့ရှိသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ الْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မျက်နှာများကို အရှေ့ဘက်သို့ဖြစ်စေ၊ အနောက်ဘက်သို့ဖြစ်စေ (ဝတ်ပြုဆုတောင်းရာတွင်) လှည့်သည်မှာ ဘာရ်ရ် (ကောင်းမြတ်ခြင်း) မဟုတ်ပေ။)</span><span class=\"gray\">(၂: ၁၇၇)</span> ဆိုလိုသည်မှာ \"ဤသည်မှာ ယုံကြည်ခြင်းဖြစ်ပြီး ၎င်း၏ အနှစ်သာရသည် အကောင်အထည်ဖော်ရန် လိုအပ်သည်\" ဟု ဖြစ်သည်။ အလ်-ဟာစန်နှင့် အာရ်-ရာဘိအ် ဘင် အနပ်စ်တို့ထံမှလည်း အလားတူ သတင်းပို့ခဲ့သည်။ အာသ်-သွာရီက ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဘာရ်ရ် (ကောင်းမြတ်ခြင်း) သည် အလ္လာဟ်အရှင်မြတ်အား ယုံကြည်သူဖြစ်သည်။)</span> ဟု ဆိုကာ၊ နောက်ဆက်တွဲမှာ ဘာရ်ရ် အမျိုးအစားများဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ သူသည် သမ္မာတရားကို ပြောကြားခဲ့သည်။ ဧကန်မလွဲ ဤအာယတ်တော်တွင် ဖော်ပြထားသော အရည်အသွေးများကို ရရှိသူများသည် အစ္စလာမ်၏ အသွင်အပြင်အားလုံးကို လက်ခံကျင့်သုံးပြီး ဖြောင့်မတ်ခြင်း အမျိုးအစားအားလုံးကို အကောင်အထည်ဖော်ပြီးသား ဖြစ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် တစ်ပါးတည်းသော ဝတ်ပြုထိုက်သည့် ဘုရားဖြစ်ကြောင်း ယုံကြည်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်များအကြား သံတမန်များဖြစ်သည့် ကောင်းကင်တမန်များကို ယုံကြည်ခြင်းတို့ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">'ကျမ်းစာများ' ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ တမန်တော်များထံသို့ ထုတ်ပြန်ခဲ့သော ဘုရားသခင်၏ ကျမ်းစာများဖြစ်ပြီး၊ ဂုဏ်အရှိဆုံးကျမ်း <span class=\"gray\">(ကုရ်အာန်)</span> ဖြင့် အဆုံးသတ်ခဲ့သည်။ ကုရ်အာန်သည် ယခင်ကျမ်းစာအားလုံးကို လွှမ်းမိုးထားပြီး၊ ဖြောင့်မတ်ခြင်း အမျိုးအစားအားလုံးနှင့် ဤဘဝနှင့် နောင်ဘဝတွင် ပျော်ရွှင်မှုရရှိမည့် နည်းလမ်းကို ဖော်ပြထားသည်။ ကုရ်အာန်သည် ယခင်ကျမ်းစာအားလုံးကို ပယ်ဖျက်ပြီး အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်အားလုံး၊ ပထမဆုံးတမန်တော်မှ နောက်ဆုံးတမန်တော် မုဟမ္မဒ်အထိ (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးများ ၎င်းတို့အားလုံးအပေါ်၌ ရှိပါစေ) အားလုံးကို သက်သေခံသည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَى الْمَالَ عَلَىٰ حُبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ၎င်း၏ကြွယ်ဝချမ်းသာမှုကို ချစ်မြတ်နိုးသော်လည်း ပေးကမ်းလှူဒါန်းသူဖြစ်သည်။)</span> ဆိုသည်မှာ ငွေကြေးကို လိုလားပြီး ချစ်မြတ်နိုးလျက် ပေးကမ်းလှူဒါန်းသူများကို ရည်ညွှန်းသည်။ ဆာဟီဟိုင်းန်တွင် အဗူ ဟူရိုင်ရာဟ်က တမန်တော်မြတ် ﷺ မိန့်ကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفْضَلُ الصَّدَقةِ أَنْ تَصَدَّقَ وَأَنْتَ صَحِيحٌ شَحِيحٌ، تَأْمُلُ الْغِنَى وتَخْشَى الْفقْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကောင်းဆုံး ပရဟိတဒါနမှာ သင်သည် ကျန်းမာသန်စွမ်းပြီး ချွေတာစုဆောင်းလျက်ရှိစဉ်၊ ချမ်းသာကြွယ်ဝလိုပြီး ဆင်းရဲခြင်းကို ကြောက်ရွံ့နေချိန်တွင် ပေးကမ်းလှူဒါန်းခြင်းဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا - إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنكُمْ جَزَاءً وَلَا شُكُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အစာအာဟာရကို ချစ်မြတ်နိုးသော်လည်း မစ်စ်ကင်း <span class=\"gray\">(ဆင်းရဲနွမ်းပါးသူ)</span>၊ မိဘမဲ့ကလေးနှင့် သုံ့ပန်းများအား ပေးကမ်းကြသည် <span class=\"gray\">(ဤသို့ပြောကြသည်)</span> - \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကိုသာ ရှာဖွေလျက် သင်တို့ကို ကျွေးမွေးကြသည်။ သင်တို့ထံမှ မည်သည့်ဆုလာဘ်မျှ၊ ကျေးဇူးတင်စကားမျှကိုမျှ ကျွန်ုပ်တို့ မလိုလားပါ။\")</span><span class=\"gray\">(၇၆:၈-၉)</span></p><p>and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تَنَالُوا الْبِرَّ حَتَّىٰ تُنفِقُوا مِمَّا تُحِبُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ချစ်မြတ်နိုးသောအရာမှ စွန့်ကြဲလှူဒါန်းခြင်းမပြုပါက ဘာရ်ရ် (ကောင်းမြတ်ခြင်း) ကို မည်သည့်နည်းနှင့်မျှ ရရှိမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၃:၉၂)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيُؤْثِرُونَ عَلَىٰ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ၎င်းတို့ ကိုယ်တိုင်လိုအပ်နေသော်လည်း ၎င်းတို့အား ပိုမိုဦးစားပေးကြသည်။)</span><span class=\"gray\">(၅၉:၉)</span> ဆိုသည်မှာ ပိုမိုမြင့်မားသော အမျိုးအစားနှင့် အဆင့်အတန်းကို ရည်ညွှန်းသည်။ ဤနေရာတွင် ဖော်ပြထားသောသူများသည် ၎င်းတို့လိုအပ်သောအရာကို ပေးကမ်းကြပြီး၊ ယခင်အာယတ်များတွင် ဖော်ပြထားသောသူများသည် ၎င်းတို့လိုချင်တပ်မက်သောအရာကို <span class=\"gray\">(သို့သော် မလိုအပ်သည်ဖြစ်စေ)</span> ပေးကမ်းကြသည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَوِي الْقُرْبَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွေမျိုးများ)</span> ဆိုသည်မှာ လူ၏ဆွေမျိုးများကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် အခြားမည်သူ့ထက်မဆို ပရဟိတဒါနခံယူရန် ပိုမိုအခွင့်အရေးရှိကြသည်။ ဟဒီးစ်တော်က ထောက်ခံထားသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّدَقَةُ عَلَى الْمَسَاكِينِ صَدَقَةٌ، وعَلَى ذِي الرَّحِمِ اثْنتَانِ: صَدَقَةٌ وَصِلَـةٌ، فَهُمْ أَوْلَى النَّاسِ بِكَ وَبِبِرِّكَ وَإِعْطَائِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်းရဲနွမ်းပါးသူများအား ပေးကမ်းသော စဒ်ဒကဟ် <span class=\"gray\">(ဆိုလိုသည်မှာ ပရဟိတဒါန)</span> သည် ပရဟိတဒါနဖြစ်သည်။ ဆွေမျိုးများအား ပေးကမ်းသော စဒ်ဒကဟ်သည် စဒ်ဒကဟ်ရော စိလာဟ် <span class=\"gray\">(ဆက်ဆံရေး ထူထောင်ခြင်း)</span> ပါဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် သင်၏ကြင်နာမှုနှင့် ပရဟိတဒါနကို အသင့်လျော်ဆုံး ခံယူထိုက်သူများဖြစ်သည်။)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်၏ နေရာများစွာတွင် ဆွေမျိုးများအပေါ် ကြင်နာရန် အမိန့်ပေးထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْيَتَامَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘမဲ့ကလေးများ)</span> မိဘမဲ့ကလေးများဆိုသည်မှာ ငယ်ရွယ်စဉ်၊ အားနည်းနေစဉ်နှင့် အလုပ်လုပ်နိုင်သည့်အရွယ်၊ အရွယ်ရောက်ချိန်သို့ မရောက်သေးသောကြောင့် မိမိတို့ကိုယ်ပိုင် အသက်မွေးဝမ်းကျောင်း ရှာဖွေနိုင်ခြင်းမရှိသေးဘဲ ဖခင်များကို ဆုံးရှုံးသွားသော၊ ပြုစုစောင့်ရှောက်သူမရှိသော ကလေးများဖြစ်သည်။ 'အဗ်ဒူရ်-ရဇ်ဇာက်က အလီ ပြောကြားသည်မှာ တမန်တော်မြတ် ﷺ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَسَاكِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မာစာကင်းများအား)</span> မစ်စ်ကင်းဆိုသည်မှာ လုံလောက်သော အစာအာဟာရ၊ အဝတ်အထည်မရှိသူ သို့မဟုတ် နေအိမ်မရှိသူဖြစ်သည်။ ထို့ကြောင့် မစ်စ်ကင်းအား လုံလောက်သော စားနပ်ရိက္ခာကို ပေးအပ်သင့်သည်၊ သို့မှသာ ၎င်း၏လိုအပ်ချက်များကို ဖြည့်ဆည်းနိုင်မည်ဖြစ်သည်။ ဆာဟီဟိုင်းန်တွင် အဗူ ဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ မိန့်ကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْمِسْكِينُ بِـهٰذَا الطَّوَّافِ الَّذِي تَرُدُّه التَّمْرَةُ والتَّمْرَتَانِ، واللُّقْمَةُ واللُّقْمَتَانِ، وَلٰكِنِ الْمِسْكِينُ الَّذِي لَا يَجِدُ غِنىً يُغْنِيه وَلَا يُفْطَنُ لَهُ فَيُتصَدَّقَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မစ်စ်ကင်းဆိုသည်မှာ လျှောက်သွားနေသူမဟုတ်၊ ၎င်း၏လိုအပ်ချက်ကို တစ်လုံးနှစ်လုံးသော အချို့အနွန်များ သို့မဟုတ် တစ်လုပ်နှစ်လုပ်သော အစားအစာများဖြင့် ဖြည့်ဆည်းနိုင်သူမဟုတ်ပေ။ ယင်းအစား၊ မစ်စ်ကင်းဆိုသည်မှာ လုံလောက်သော အရာမရှိသူဖြစ်ပြီး၊ လူတို့က ဂရုမစိုက်ကြသည့်အတွက် ၎င်းအား ပရဟိတဒါနမှ မပေးကမ်းကြသူဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْنَ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ခရီးသွားများအား)</span> ဆိုသည်မှာ ငွေကြေးပြတ်လပ်ပြီး မိမိတိုင်းပြည်သို့ ပြန်နိုင်ရန် အထောက်အကူဖြစ်စေမည့် မည်သည့်ပမာဏကိုမဆို ပေးအပ်သင့်သော လိုအပ်နေသည့် ခရီးသွားဖြစ်သည်။ တရားဝင်ခရီးထွက်ရန် ရည်ရွယ်သူမည်သူမဆို ၎င်း၏ခရီးနှင့် ပြန်လည်ရောက်ရှိရေးအတွက် လိုအပ်သောအရာများကို ပေးအပ်သည်။ ဧည့်သည်များသည် ဤအမျိုးအစားတွင် ပါဝင်သည်။ 'အလီ ဘင် အဘူ တာလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်မှာ \"အိဗ်နု အစ်-ဆဘီးလ် <span class=\"gray\">(ခရီးသွား)</span> ဆိုသည်မှာ မွတ်စ်လင်မ်များက ဧည့်ခံထားသော ဧည့်သည်ဖြစ်သည်။\" ထို့အပြင် မုဂျာဟစ်၊ စအိဒ် ဘင် ဂျူဘိုင်ရ်၊ အဘူ ဂျအ်ဖရ် အလ်-ဘာကိရ်၊ အလ်-ဟာစန်၊ ကတာဒါဟ်၊ အဒ်-ဒဟ်ဟက်၊ အဇ်-ဇုဟ်ရီ၊ အာရ်-ရာဘိအ် ဘင် အနပ်စ် နှင့် မုကာတေးလ် ဘင် ဟယ္ယာန်တို့ကလည်း အလားတူ ပြောကြားခဲ့ကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالسَّائِلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တောင်းခံသူများအား)</span> ဆိုသည်မှာ လူတို့အား တောင်းရမ်းသူများကို ရည်ညွှန်းသည်။ ထို့ကြောင့် ၎င်းတို့အား ဇကာတ်နှင့် အထွေထွေ ပရဟိတဒါန၏ အစိတ်အပိုင်းကို ပေးအပ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَفِي الرِّقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျွန်များကို လွတ်မြောက်စေရန်)</span> ဤသူတို့သည် မိမိတို့ကိုယ်ကို လွတ်မြောက်လိုသော ကျွန်များဖြစ်သော်လည်း လွတ်မြောက်ရေးအတွက် ငွေကြေးလုံလောက်စွာ ရှာမတွေ့နိုင်ကြပေ။ ဤအမျိုးအစားများနှင့် အမျိုးအစားခွဲများကို အင်ရှာအလ္လာဟ်အရှင်မြတ်အလိုတော်အတိုင်း စူရတ် ဘာရာအာဟ် <span class=\"gray\">[ကုရ်အာန်ပါ အခန်း ၉]</span> ရှိ စဒ်ဒကဟ်ဆိုင်ရာ အာယတ်တော်၏ တဖ်စီရ်အောက်တွင် ဖော်ပြပါမည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقَامَ الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ်စလာဟ် <span class=\"gray\">(အစ်ကမတ်-အစ်စလာဟ်)</span> ကို ဖျော်ဖြေသူ)</span> ဆိုသည်မှာ အချိန်မှန် ဝတ်ပြုဆုတောင်းပြီး ဝတ်ပြုခြင်း၏ ထိုက်တန်သော အခွင့်အရေးကို ပေးဆောင်သူများ၊ ဆိုလိုသည်မှာ ရူးကူအ်၊ စဂျ်ဒါးနှင့် အလ္လာဟ်အရှင်မြတ်က လိုအပ်သော ဂရုပြုမှုနှင့် နှိမ့်ချမှုတို့ကို ပေးဆောင်ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَى الزَّكَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဇကာတ်ကို ပေးဆောင်သည်)</span> ဆိုသည်မှာ လူတစ်ဦး၏ ငွေကြေးအပေါ် ကျသင့်သော လိုအပ်သည့် ပရဟိတဒါန <span class=\"gray\">(ဇကာတ်)</span> ဖြစ်သည်ဟု စအိဒ် ဘင် ဂျူဘိုင်ရ် နှင့် မုကာတေးလ် ဘင် ဟယ္ယာန်တို့က ပြောကြားခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကတိကဝတ်ပြုသည့်အခါ ပြည့်စုံအောင် လုပ်ဆောင်သူများ၊)</span></p><p lang=\"my\" class=\"my \">နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنقُضُونَ الْمِيثَاقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကတိကဝတ်ကို ပြည့်စုံစေပြီး မစ်သာက် <span class=\"gray\">(သဘောတူညီချက်၊ စာချုပ်၊ ကတိကဝတ်)</span> ကို မချိုးဖောက်သူများ။)</span><span class=\"gray\">(၁၃:၂၀)</span></p><p lang=\"my\" class=\"my \">ဤဝိသေသလက္ခဏာ၏ ဆန့်ကျင်ဘက်မှာ မြှောင်မာခြင်းဖြစ်သည်။ ဟဒီးစ်တော်တွင် တွေ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإذَا وَعَدَ أَخْلَفَ، وَإذَا ائْتُمِنَ خَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြှောင်မာသူ၏ လက္ခဏာရပ်သုံးပါးရှိသည်။ စကားပြောလျှင် လိမ်ညာသည်။ ကတိပေးလျှင် ကတိဖျက်သည်။ အပ်နှံခံရလျှင် သစ္စာဖောက်သည်။)</span></p><p lang=\"my\" class=\"my \">အခြားဗားရှင်းတစ်ခုတွင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا حَدَّثَ كَذَبَ، وَإذَا عَاهَدَ غَدَرَ، وَإذَا خَاصَمَ فَجَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူစကားပြောလျှင် လိမ်ညာသည်။ သူကတိပြုလျှင် ကတိဖျက်သည်။ သူအငြင်းပွားလျှင် ညစ်ညမ်းသည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ဆင်းရဲဒုက္ခနှင့် ဖျားနာမှု <span class=\"gray\">(ရောဂါ)</span> တို့တွင်၊ စစ်ပွဲ <span class=\"gray\">(တိုက်ပွဲများအတွင်း)</span> တွင် သည်းခံသူများဖြစ်သည်။)</span> ဆိုသည်မှာ နွမ်းပါးမှုနှင့် ဖျားနာမှုအချိန်တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحِينَ الْبَأْسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် စစ်ပွဲ <span class=\"gray\">(တိုက်ပွဲများအတွင်း)</span> တွင်ဖြစ်သည်။)</span> ဆိုသည်မှာ ရန်သူကို ရင်ဆိုင်နေရသော စစ်မြေပြင်တွင်ဖြစ်သည်။ အိဗ်နု မပ်စ်အူဒ်၊ အိဗ်နု အဗ္ဗားစ်၊ အဘူ အလ်-အာလီယာဟ်၊ မုရ်ရာဟ် အလ်-ဟမ်ဒါနီ၊ မုဂျာဟစ်၊ စအိဒ် ဘင် ဂျူဘိုင်ရ်၊ အလ်-ဟာစန်၊ ကတာဒါဟ်၊ အာရ်-ရာဘိအ် ဘင် အနပ်စ်၊ အစ်-စွတ်ဒီ၊ မုကာတေးလ် ဘင် ဟယ္ယာန်၊ အဘူ မာလစ်က်၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားသူများကလည်း ပြောကြားခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ၎င်းတို့အား သည်းခံသူများဟု ခေါ်ဆိုခြင်းသည် ချီးမွမ်းခြင်းတစ်မျိုးဖြစ်သည်။ အကြောင်းမှာ ဤအခြေအနေများတွင် သည်းခံခြင်း၏ အရေးပါမှုနှင့် ၎င်းတို့နှင့်အတူ ပါလာသော ဆင်းရဲဒုက္ခများနှင့် အခက်အခဲများကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ ကိုယ်တော်သာလျှင် အကူအညီတောင်းခံရသူဖြစ်ပြီး ကိုယ်တော်အပေါ်၌သာ ကျွန်ုပ်တို့ ယုံကြည်ကိုးစားသည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ صَدَقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် သမ္မာတရား၏ လူများဖြစ်ကြသည်)</span> ဆိုသည်မှာ ဤအရည်အသွေးများကို ရရှိသူမည်သူမဆို ၎င်းတို့၏ ယုံကြည်ခြင်းတွင် သစ္စာရှိသူများဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် နှလုံးသားဖြင့် ယုံကြည်ခြင်းကို ရရှိပြီး၊ လုပ်ရပ်နှင့် လျှာဖြင့် အကောင်အထည်ဖော်ထားသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် သစ္စာရှိသူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် အလ်-မွတ်တကူန် <span class=\"gray\">(ကောင်းမြတ်သူများ)</span> ဖြစ်ကြသည်။)</span> အကြောင်းမှာ ၎င်းတို့သည် တားမြစ်ထားသောအရာများကို ရှောင်ကြဉ်ပြီး နာခံမှုလုပ်ရပ်များကို ဆောင်ရွက်ခဲ့သောကြောင့်ဖြစ်သည်။</p>"
  }
]