[
  {
    "ayah_key": "2:285",
    "group_ayah_key": "2:285",
    "from_ayah": "2:285",
    "to_ayah": "2:286",
    "ayah_keys": "2:285,2:286",
    "text": "<p lang=\"my\" class=\"my \">တမန်တော်သည် ၎င်း၏အရှင်သခင်ထံမှ ၎င်းထံသို့ချပေးတော်မူသည်များကို ယုံကြည်သည်။ <span class=\"gray\">(ထိုနည်းတူ)</span> မွတ်စ်လင်မ်များလည်း <span class=\"gray\">(ယုံကြည်ကြသည်)</span>။ တစ်ဦးစီတိုင်းသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ကိုယ်တော်၏ မလာအိကဟ်(ကောင်းကင်တမန်)များကိုလည်းကောင်း၊ ကိုယ်တော်၏ကျမ်းဂန်များကိုလည်းကောင်း၊ ကိုယ်တော်၏တမန်တော်များကိုလည်းကောင်း ယုံကြည်ကြ၏။ <span class=\"gray\">(၎င်းတို့က ပြောကြသည်)</span> \"ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ တမန်တော်များအနက်မှ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မခွဲခြားပါ။\" ـ ၎င်းတို့က ပြောကြသည်၊ \"ကျွန်ုပ်တို့ နာခံပါ၏၊ နာခံပါ၏။ <span class=\"gray\">(ကျွန်ုပ်တို့ တောင်းခံပါသည်)</span> အရှင်၏ ခွင့်လွှတ်ခြင်းကိုပါ အို ကျွန်ုပ်တို့၏အရှင်သခင်၊ အရှင်ထံသို့သာ <span class=\"gray\">(အားလုံး)</span> ပြန်လည်ရောက်ရှိရမည်။ <span>(၂၈၅)</span>အလ္လာဟ်အရှင်မြတ်သည် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ၎င်း၏စွမ်းဆောင်နိုင်စွမ်းထက် ပို၍ဝန်ထုပ်ဝန်ပိုး မပေးပါ။ ၎င်းရရှိခဲ့သော <span class=\"gray\">(ကောင်းသော)</span> အကျိုးအတွက် ဆုလာဘ်ကို ၎င်းရရှိမည်။ ၎င်းရရှိခဲ့သော <span class=\"gray\">(မကောင်းသော)</span> အကျိုးအတွက် ပြစ်ဒဏ်ကို ၎င်းခံစားရမည်။ \"အို ကျွန်ုပ်တို့၏အရှင်သခင်။ အကယ်၍ ကျွန်ုပ်တို့ မေ့လျော့သည် သို့မဟုတ် မှားယွင်းမှုသို့ရောက်ရှိပါက ကျွန်ုပ်တို့ကို အပြစ်မပေးပါနှင့်။ အို ကျွန်ုပ်တို့၏အရှင်သခင်။ ကျွန်ုပ်တို့အပေါ်တွင် ကျွန်ုပ်တို့မတိုင်မီက <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များကဲ့သို့သော)</span> သူတို့အပေါ် အရှင်ချပေးခဲ့သော ဝန်ထုပ်ဝန်ပိုးမျိုးကို မချထားတော်မူပါနှင့်။ အို ကျွန်ုပ်တို့၏အရှင်သခင်။ ကျွန်ုပ်တို့ ခံနိုင်စွမ်းရှိသည်ထက် ပိုကြီးသော ဝန်ထုပ်ဝန်ပိုးကို ကျွန်ုပ်တို့အပေါ် မတင်ပါနှင့်။ ကျွန်ုပ်တို့ကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်ုပ်တို့အား အပြစ်လွှတ်တော်မူပါ။ ကျွန်ုပ်တို့အပေါ် ကရုဏာထားတော်မူပါ။ အရှင်သည် ကျွန်ုပ်တို့၏ မော်လာ <span class=\"gray\">(ပံ့ပိုးသူ၊ ထောက်ပံ့သူနှင့် ကာကွယ်သူ)</span> ဖြစ်တော်မူပြီး မယုံကြည်သူလူမျိုးများအပေါ် ကျွန်ုပ်တို့အား အောင်ပွဲခံစေတော်မူပါ။ <span>(၂၈၆)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်နှစ်ခု၏ ဂုဏ်ကျေးဇူးများနှင့်ပတ်သက်သော ဟဒီးဆ်တော်များ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ဖြင့် ကျွန်ုပ်တို့အား အကျိုးပြုပါစေ။ </p><p lang=\"hmn\" class=\"hmn \">Al-Bukhari recorded that Abu Mas'ud said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَرَأَ بِالْآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ، كَفَتَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဘက်တွင် စူရာဟ် အလ်-ဘကရဟ်၏ နောက်ဆုံးအာယတ်နှစ်ခုကို ရွတ်ဖတ်သူမည်သူမဆို ၎င်းတို့သည် သူ့အတွက် လုံလောက်မည်။)</span></p><p lang=\"my\" class=\"my \">ကျန်ခြောက်ဦးတို့ကလည်း ဤဟဒီးဆ်အတွက် အလားတူအသုံးအနှုန်းကို မှတ်တမ်းတင်ခဲ့ကြသည်။ ဆဟီးဟ်နှစ်ခုက ဤဟဒီးဆ်ကို မတူညီသော ဆင့်ပြန်ချက်များဖြင့် မှတ်တမ်းတင်ခဲ့ကြပြီး အီမာမ် အဟ်မဒ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">မွတ်စ်လင်မ်က မှတ်တမ်းတင်ခဲ့သည်မှာ 'အဗ်ဒုလ္လာဟ်က ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အစ်စရာ ခရီးစဉ်သို့ ကြွချီတော်မူသောအခါ၊ ခြောက်ခုမြောက်ကောင်းကင်ရှိ စစ်ဒ်ရသ် အလ်-မွန်သဟာသို့ တက်ကြွတော်မူခဲ့သည်။ ထိုနေရာတွင် မြေပြင်မှ တက်လာသမျှသည် ဆုံးခန်းတိုင်ပြီး၊ ၎င်းအထက်မှ ဆင်းသက်လာသမျှသည်လည်း ဆုံးခန်းတိုင်သည်။\" </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုလောတဲပင်ကို ဖုံးလွှမ်းသည်မှာ ဖုံးလွှမ်းသောအခါ!)</span><span class=\"gray\">[၅၃:၁၆]</span> ဆိုလိုသည်မှာ ရွှေဖြင့်ပြုလုပ်ထားသော ကော်ဇော။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား အရာသုံးမျိုးကို ပေးအပ်ခဲ့သည်။ ၎င်းတို့မှာ ငါးကြိမ်ဝတ်ပြုခြင်း၊ စူရာဟ် အလ်-ဘကရဟ်ရှိ နောက်ဆုံးအာယတ်နှင့် ၎င်း၏အွမ္မသ်(လူမျိုး)မှ အလ္လာဟ်အရှင်မြတ်နှင့် မည်သည့်အရာကိုမျှ၊ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ တွဲဖက်ကိုးကွယ်ခြင်းမပြုသူများအတွက် ခွင့်လွှတ်ခြင်းတို့ဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">ယခင်က ကျွန်ုပ်တို့သည် အိဗ်နု 'အဗ္ဗားစ်ထံမှ စူရာဟ် အလ်-ဖာတီဟာ၏ ဂုဏ်ကျေးဇူးများနှင့်ပတ်သက်သော ဟဒီးဆ်ကို ဖော်ပြခဲ့ပြီး၊ ထိုဟဒီးဆ်တွင် \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဂျိဗ်ရီလ်နှင့်အတူရှိစဉ်၊ အထက်မှ အသံတစ်ခုကို ကြားခဲ့သည်။ ဂျိဗ်ရီလ်သည် ကောင်းကင်သို့ ၎င်း၏အမြင်ကို မြှင့်တင်ကြည့်ရှုပြီး ပြောကြားသည်မှာ၊ 'ဤသည်မှာ ကောင်းကင်၌ ယခုလေးတင် ဖွင့်လှစ်ခဲ့သော တံခါးဖြစ်ပြီး ယခင်က တစ်ခါမျှ ဖွင့်လှစ်ခဲ့ခြင်း မရှိခဲ့ပါ။' ကောင်းကင်တမန်တစ်ပါးသည် ထိုတံခါးမှ တမန်တော် ﷺ ထံသို့ ဆင်းသက်လာပြီး ပြောကြားသည်မှာ၊ 'အရှင်အား ပေးအပ်ခဲ့သော အလင်းရောင်နှစ်ခု၏ ဝမ်းသာစရာသတင်းကို လက်ခံပါ၊ အရှင်မတိုင်မီ မည်သည့်တမန်တော်ကိုမျှ မပေးအပ်ခဲ့သော အလင်းရောင်များဖြစ်သည်- ကျမ်း၏အဖွင့် <span class=\"gray\">(အလ်-ဖာတီဟာ)</span> နှင့် စူရာဟ် အလ်-ဘကရဟ်ရှိ နောက်ဆုံးအာယတ်များ။ ၎င်းတို့မှ စာလုံးတစ်လုံးမျှ အရှင်မရွတ်ဖတ်ပါက၊ ၎င်း၏အကျိုးကျေးဇူးကို အရှင်ရရှိမည်မဟုတ်ပါ။'\" ဤဟဒီးဆ်ကို မွတ်စ်လင်မ်နှင့် အလ်-နစာအီတို့က စုစည်းခဲ့ကြပြီး၊ ဤသည်မှာ အလ်-နစာအီက စုစည်းခဲ့သော အသုံးအနှုန်းဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>စူရာဟ် အလ်-ဘကရဟ်၏ နောက်ဆုံးအာယတ်နှစ်ခု၏ တဖ်စီရ် (အနက်အဓိပ္ပါယ်ဖွင့်ဆိုချက်)</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးစီတိုင်းသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ကိုယ်တော်၏ မလာအိကဟ်(ကောင်းကင်တမန်)များကိုလည်းကောင်း၊ ကိုယ်တော်၏ကျမ်းဂန်များကိုလည်းကောင်း၊ ကိုယ်တော်၏တမန်တော်များကိုလည်းကောင်း ယုံကြည်ကြ၏။ <span class=\"gray\">(၎င်းတို့က ပြောကြသည်)</span> \"ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ တမန်တော်များအနက်မှ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မခွဲခြားပါ။\")</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ယုံကြည်သူအသီးသီးသည် အလ္လာဟ်အရှင်မြတ်သည် တစ်ဆူတည်းသော အရှင်နှင့် ပြုစုပျိုးထောင်သူဖြစ်ကြောင်း၊ ကိုယ်တော်မှတစ်ပါး ကိုးကွယ်ထိုက်သည့် မည်သည့်ဘုရားမျှမရှိကြောင်းနှင့် ကိုယ်တော်မှတစ်ပါး မည်သည့်အရှင်သခင်မျှမရှိကြောင်း ယုံကြည်ကြသည်။ ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များနှင့် ရစူလ်တမန်တော်အားလုံးကိုလည်းကောင်း၊ ကောင်းကင်မှ တမန်တော်များနှင့် ပရောဖက်များထံသို့ ထုတ်ပြန်ချပေးခဲ့သော ကျမ်းဂန်များကိုလည်းကောင်း ယုံကြည်ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမှန်တကယ်ကျွန်များပင် ဖြစ်ကြသည်။ ထို့ပြင် ယုံကြည်သူတို့သည် တမန်တော်များအနက်မှ အချို့ကိုယုံကြည်ပြီး အချို့ကိုငြင်းပယ်ခြင်းမျိုးဖြင့် ခွဲခြားခြင်းမရှိကြပါ။ ယင်းအစား အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များနှင့် ရစူလ်တမန်တော်အားလုံးသည် ယုံကြည်သူတို့အဖို့ မှန်ကန်၍ ဖြောင့်မတ်သူများဖြစ်ကြပြီး ၎င်းတို့တစ်ဦးစီတိုင်းသည် ဖြောင့်မတ်သောလမ်းသို့ လမ်းညွှန်ပြသခံခဲ့ရသည်။ ၎င်းတို့အနက်မှ အချို့သည် အခြားသူတို့၏ ဥပဒေများကို အလ္လာဟ်အရှင်မြတ်၏ခွင့်ပြုချက်ဖြင့် ဖျက်သိမ်းစေသည့်အရာများကို ယူဆောင်လာခဲ့သည်ပင် ဖြစ်သော်လည်း။ နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်ထံမှ နောက်ဆုံးပရောဖက်နှင့် ရစူလ်တမန်တော် မုဟမ္မဒ်၏ ဥပဒေသည် ၎င်းမတိုင်မီ ပရောဖက်အားလုံး၏ ဥပဒေများကို ဖျက်သိမ်းခဲ့သည်။ ထို့ကြောင့် နောက်ဆုံးကာလသည် စတင်မည်ဖြစ်ပြီး၊ မုဟမ္မဒ်၏ ဥပဒေသည် တစ်ခုတည်းသော တရားဝင်ဥပဒေအဖြစ် ရှိနေစဉ်တွင် ၎င်း၏အွမ္မသ် (လူမျိုး) အုပ်စုတစ်စုသည် အမြဲတမ်း အမှန်တရားလမ်းပေါ်တွင် ထင်ရှားစွာ လွှမ်းမိုးနေမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا سَمِعْنَا وَأَطَعْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်၊ \"ကျွန်ုပ်တို့ နာခံပါ၏၊ နာခံပါ၏\")</span> ဆိုလိုသည်မှာ၊ အို ကျွန်ုပ်တို့၏အရှင်သခင်၊ အရှင်၏ မိန့်တော်မူချက်ကို ကျွန်ုပ်တို့ ကြားနာခဲ့ပြီး၊ နားလည်သဘောပေါက်၍ အကောင်အထည်ဖော်ခဲ့ပြီး ၎င်း၏အဓိပ္ပါယ်ဖွင့်ဆိုချက်များကို လိုက်နာခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">غُفْرَانَكَ رَبَّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကျွန်ုပ်တို့ တောင်းခံပါသည်)</span> အရှင်၏ ခွင့်လွှတ်ခြင်းကိုပါ အို ကျွန်ုပ်တို့၏အရှင်သခင်)</span> တွင် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်း၊ ကရုဏာနှင့် ကြင်နာမှုကို တောင်းခံသည့် ပန်ကြားချက်နှင့် ဆုတောင်းချက် ပါဝင်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ၎င်း၏စွမ်းဆောင်နိုင်စွမ်းထက် ပို၍ဝန်ထုပ်ဝန်ပိုး မပေးပါ)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်ဝိညာဉ်ကိုမျှ ၎င်း၏စွမ်းဆောင်နိုင်စွမ်းထက် ကျော်လွန်သည့်အရာကို မတောင်းဆိုပါ။ ဤသည်မှာ ကိုယ်တော်၏ဖန်ဆင်းခံများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကြင်နာမှု၊ သနားကြင်နာမှုနှင့် ရက်ရောမှုတို့ကိုသာ ပြသခြင်းဖြစ်သည်။ ဤအာယတ်သည် ဆွဟာဘဟ်(အဖော်)များအား စိုးရိမ်ပူပန်စေခဲ့သော အာယတ်ကို ဖျက်သိမ်းခဲ့သည့် အာယတ်ဖြစ်သည်။ ထိုအာယတ်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏စိတ်ထဲ၌ ရှိသည်များကို ထုတ်ဖော်သည်ဖြစ်စေ၊ ဖုံးကွယ်သည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ထိုအရာအတွက် စစ်ဆေးမေးမြန်းတော်မူမည်။)</span><span class=\"gray\">[၂:၂၈၄]</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ကျွန်များကို မေးမြန်း၍ စစ်ဆေးဆုံးဖြတ်တော်မူမည်ဖြစ်သော်လည်း၊ တစ်ဦးတစ်ယောက်သည် မိမိကိုယ်ကို ကာကွယ်နိုင်သည့်အရာအတွက်သာ အပြစ်ပေးမည်ဖြစ်ကြောင်း ဖော်ပြသည်။ တစ်ဦးတစ်ယောက် မိမိကိုယ်ကို ကာကွယ်မရနိုင်သည့်အရာများဖြစ်သော မိမိကိုယ်ကို ပြောဆိုသည့်စကားများ - သို့မဟုတ် ဖြတ်သန်းသွားသော အတွေးများ - အတွက်မူ ၎င်းတို့သည် အပြစ်ပေးခံရမည်မဟုတ်ပါ။ ဤနေရာတွင် ကျွန်ုပ်တို့ ပြောကြားသင့်သည်မှာ မိမိစိတ်ထဲ ဖြတ်သန်းသွားသော မကောင်းသောအတွေးများကို မနှစ်သက်ခြင်းသည် အီမာန် (ယုံကြည်ခြင်း) ၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَهَا مَا كَسَبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းရရှိခဲ့သော အကျိုးအတွက် ဆုလာဘ်ကို ၎င်းရရှိမည်)</span> ကောင်းသောအရာများအတွက်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَعَلَيْهَا مَا اكْتَسَبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းရရှိခဲ့သော အကျိုးအတွက် ပြစ်ဒဏ်ကို ၎င်းခံစားရမည်)</span> မကောင်းမှုများအတွက်၊ ဆိုလိုသည်မှာ လူတစ်ဦးသည် တာဝန်ရှိသည့် လုပ်ရပ်များနှင့်ပတ်သက်၍ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် မိန့်တော်မူသည်၊ <span class=\"gray\">[ယုံကြည်သူတို့ ပြောကြားခဲ့သည်များကို ဖော်ပြရင်း]</span> ကိုယ်တော်၏ ကျွန်များကို ကိုယ်တော်ထံ ဆုတောင်းရန် လမ်းညွှန်ပြသနေစဉ်၊ ၎င်းတို့၏ ဆုတောင်းများကို ကိုယ်တော် ဖြေကြားမည်ဟု တစ်ချိန်တည်းမှာပင် ကတိပေးတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ကျွန်ုပ်တို့၏အရှင်သခင်။ အကယ်၍ ကျွန်ုပ်တို့ မေ့လျော့သည် သို့မဟုတ် မှားယွင်းမှုသို့ရောက်ရှိပါက ကျွန်ုပ်တို့ကို အပြစ်မပေးပါနှင့်။\")</span> ဆိုလိုသည်မှာ၊ \"အကယ်၍ ကျွန်ုပ်တို့သည် ဝတ်တရားတစ်ခုကို မေ့လျော့ခဲ့သည် သို့မဟုတ် တားမြစ်ချက်တစ်ခုကို ချိုးဖောက်ခဲ့သည်၊ သို့မဟုတ် ၎င်း၏ဆုံးဖြတ်ချက်ကို မသိဘဲ မှားယွင်းခဲ့သည်ဆိုလျှင်။\" ကျွန်ုပ်တို့သည် အဗူ ဟုရိုင်ရဟ်၏ ဟဒီးဆ်ကို ဖော်ပြခဲ့ပြီး၊ ထိုဟဒီးဆ်ကို မွတ်စ်လင်မ်က စုစည်းခဲ့ရာတွင် အလ္လာဟ်အရှင်မြတ်က \"ငါသည် <span class=\"gray\">(သင်တို့၏ဆုတောင်းကို လက်ခံမည်)</span>\" ဟု မိန့်တော်မူသည်။ အိဗ်နု 'အဗ္ဗားစ်၏ ဟဒီးဆ်လည်း ရှိပြီး၊ ထိုဟဒီးဆ်တွင် အလ္လာဟ်အရှင်မြတ်က \"ငါသည် <span class=\"gray\">(သင်တို့၏ဆုတောင်းကို လက်ခံခဲ့ပြီ)</span>\" ဟု မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်။ ကျွန်ုပ်တို့အပေါ်တွင် ကျွန်ုပ်တို့မတိုင်မီက <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များကဲ့သို့သော)</span> သူတို့အပေါ် အရှင်ချပေးခဲ့သော ဝန်ထုပ်ဝန်ပိုးမျိုးကို မချထားတော်မူပါနှင့်။)</span> ဆိုလိုသည်မှာ၊ \"ကျွန်ုပ်တို့သည် ၎င်းတို့ကို လုပ်ဆောင်နိုင်စွမ်းရှိသည်ပင်ဖြစ်စေ၊ ကျွန်ုပ်တို့မတိုင်မီက ရှေးလူမျိုးများအပေါ် အရှင်တောင်းဆိုခဲ့သကဲ့သို့ ခက်ခဲသောလုပ်ဆောင်မှုများကို ကျွန်ုပ်တို့အား မပြုလုပ်ခိုင်းပါနှင့်။ ၎င်းတို့အပေါ် ချထားခဲ့သော ဝန်ထုပ်ဝန်ပိုးများကဲ့သို့ပင်။ အရှင်သည် အရှင်၏တမန်တော် မုဟမ္မဒ် ﷺ ကို စေလွှတ်ခဲ့သည်။ ကရုဏာရှင်တမန်တော်သည် အရှင်ချပေးခဲ့သော ဟနီဖီ <span class=\"gray\">(အစ္စလာမ့်တစ်ဆူတည်းသော ဘုရားဝါဒ)</span>၊ လွယ်ကူသောဘာသာတရားမှတစ်ဆင့် ဤဝန်ထုပ်ဝန်ပိုးများကို ဖျက်သိမ်းရန်ဖြစ်သည်။\" မွတ်စ်လင်မ်က မှတ်တမ်းတင်ခဲ့သည်မှာ အဗူ ဟုရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က အလ္လာဟ်အရှင်မြတ်က \"ငါသည် <span class=\"gray\">(သင်တို့၏ဆုတောင်းကို လက်ခံမည်)</span>\" ဟု မိန့်တော်မူသည်ဟု ပြောကြားခဲ့သည်။ အိဗ်နု 'အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က အလ္လာဟ်အရှင်မြတ်က \"ငါသည် <span class=\"gray\">(သင်တို့၏ဆုတောင်းကို လက်ခံခဲ့ပြီ)</span>\" ဟု မိန့်တော်မူသည်ဟု ဆင့်ပြန်ခဲ့သည်။ မတူညီသော ဆင့်ပြန်ချက်များမှ မှတ်တမ်းတင်ထားသော ဟဒီးဆ်တစ်ခုရှိသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بِالْحَنِيفِيَّةِ السَّمْحَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား လွယ်ကူသော ဟနီဖီယဟ်လမ်းစဉ်ဖြင့် စေလွှတ်ခဲ့သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်။ ကျွန်ုပ်တို့ ခံနိုင်စွမ်းရှိသည်ထက် ပိုကြီးသော ဝန်ထုပ်ဝန်ပိုးကို ကျွန်ုပ်တို့အပေါ် မတင်ပါနှင့်)</span> ဝတ်တရားများ၊ ဒုက္ခများနှင့် ဘေးဒုက္ခများအားလုံးကို၊ ဤအရာများမှ ကျွန်ုပ်တို့ မခံနိုင်စွမ်းရှိသည်ကို ကျွန်ုပ်တို့အား မခံစားစေပါနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်။ ကျွန်ုပ်တို့ ခံနိုင်စွမ်းရှိသည်ထက် ပိုကြီးသော ဝန်ထုပ်ဝန်ပိုးကို ကျွန်ုပ်တို့အပေါ် မတင်ပါနှင့်။)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်က \"ငါသည် <span class=\"gray\">(သင်တို့၏ဆုတောင်းကို လက်ခံမည်)</span>\" ဟု ဆင့်ပြန်ချက်တစ်ခုတွင် မိန့်တော်မူပြီး၊ \"ငါသည် <span class=\"gray\">(သင်တို့၏ဆုတောင်းကို လက်ခံခဲ့ပြီ)</span>\" ဟု အခြားဆင့်ပြန်ချက်တစ်ခုတွင် မိန့်တော်မူကြောင်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْفُ عَنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ကို ခွင့်လွှတ်တော်မူပါ)</span> ဆိုလိုသည်မှာ၊ ကျွန်ုပ်တို့နှင့် အရှင်ကြားတွင် ကျွန်ုပ်တို့၏ ချို့ယွင်းချက်များနှင့် အမှားများကို အရှင်သိရှိသည့်အရာနှင့် ပတ်သက်၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاغْفِرْ لَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အား အပြစ်လွှတ်တော်မူပါ)</span> ကျွန်ုပ်တို့နှင့် အရှင်၏ကျွန်များကြားရှိအရာများနှင့် ပတ်သက်၍ ဖြစ်သည်။ ထို့ကြောင့် ကျွန်ုပ်တို့၏ အမှားများနှင့် မကောင်းမှုများကို ၎င်းတို့အား ထုတ်ဖော်မပြပါနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْحَمْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အပေါ် ကရုဏာထားတော်မူပါ)</span> ၎င်းနောက် ဖြစ်ပေါ်လာမည့်အရာများတွင် ဖြစ်သည်။ ထို့ကြောင့် ကျွန်ုပ်တို့အား အခြားအမှားတစ်ခုသို့ ကျရောက်စေခြင်း မပြုပါနှင့်။ ၎င်းတို့က ပြောကြသည်မှာ အမှားကျူးလွန်သူများသည် အရာသုံးမျိုး လိုအပ်သည်- ၎င်းတို့နှင့် အရှင်ကြားရှိအရာအတွက် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်း၊ ကိုယ်တော်၏ အခြားကျွန်များထံမှ ဤအမှားများကို ဖုံးကွယ်ထားခြင်း၊ ထို့ကြောင့် ကျွန်များရှေ့တွင် ထုတ်ဖော်မပြခြင်း၊ နှင့် နောက်ထပ်အမှားများမှ ကာကွယ်ပေးခြင်းတို့ဖြစ်သည်။\" ကျွန်ုပ်တို့သည် ယခင်က အလ္လာဟ်အရှင်မြတ်သည် ဤတောင်းပန်မှုများကို ဆင့်ပြန်ချက်တစ်ခုတွင် \"ငါသည်\" ဟုလည်းကောင်း၊ အခြားဆင့်ပြန်ချက်တစ်ခုတွင် \"ငါသည် လုပ်ခဲ့ပြီ\" ဟုလည်းကောင်း ဖြေကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنتَ مَوْلَانَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် ကျွန်ုပ်တို့၏ မော်လာ)</span> ဆိုလိုသည်မှာ၊ အရှင်သည် ကျွန်ုပ်တို့၏ ထောက်ပံ့သူနှင့် ကူညီသူဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏ ယုံကြည်စိတ်ချမှုသည် အရှင်၌သာရှိသည်။ အရှင်သည် အကူအညီအမျိုးမျိုးအတွက် တောင်းခံခြင်းခံရသူဖြစ်ပြီး ကျွန်ုပ်တို့၏ စုစုပေါင်းမှီခိုမှုသည် အရှင်၌သာရှိသည်။ အရှင်ထံမှမှတစ်ပါး မည်သည့်စွမ်းအား၊ မည်သည့်ခွန်အားမျှ မရှိပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူလူမျိုးများအပေါ် ကျွန်ုပ်တို့အား အောင်ပွဲခံစေတော်မူပါ)</span> အရှင်၏ ဘာသာတရားကို ငြင်းပယ်သူများ၊ အရှင်၏ တစ်ဆူတည်းဖြစ်မှုကို ငြင်းဆိုသူများ၊ အရှင်၏ တမန်တော် ﷺ ၏ သတင်းစကားကို လက်မခံသူများ၊ အရှင်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်သူများနှင့် အရှင်၏ ကိုးကွယ်ရာတွင် အခြားသူများကို တွဲဖက်ကိုးကွယ်သူများအပေါ် ဖြစ်သည်။ ဤဘဝနှင့် နောင်ဘဝတွင် ကျွန်ုပ်တို့အား အောင်ပွဲခံစေပြီး ၎င်းတို့အပေါ် အနိုင်ရစေတော်မူပါ။ အလ္လာဟ်အရှင်မြတ်က ဆင့်ပြန်ချက်တစ်ခုတွင် \"ငါသည်\" ဟု မိန့်တော်မူပြီး၊ အိဗ်နု 'အဗ္ဗားစ်ထံမှ မွတ်စ်လင်မ်က စုစည်းခဲ့သော ဟဒီးဆ်တွင် \"ငါသည် လုပ်ခဲ့ပြီ\" ဟု မိန့်တော်မူသည်။</p><p lang=\"my\" class=\"my \">ထို့ပြင် အိဗ်နု ဂျရီရ်က မှတ်တမ်းတင်ခဲ့သည်မှာ အဗူ အစ်ဟာက်က မူအာဓ်သည် ဤစူရာဟ်ကို ရွတ်ဖတ်ပြီးတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူလူမျိုးများအပေါ် ကျွန်ုပ်တို့အား အောင်ပွဲခံစေတော်မူပါ)</span> ဟု ရွတ်ဖတ်ပြီးနောက်၊ ၎င်းသည် \"အာမီးန်\" ဟု ပြောကြားလေ့ရှိသည်။</p>"
  }
]