[
  {
    "ayah_key": "33:50",
    "group_ayah_key": "33:50",
    "from_ayah": "33:50",
    "to_ayah": "33:50",
    "ayah_keys": "33:50",
    "text": "<p lang=\"my\" class=\"my \">အို၊ တမန်တော်! အမှန်စင်စစ်၊ အသင့်အား အသင့်ဇနီးများ၊ အသင်သူတို့၏ သင့်လျော်သော <span class=\"gray\">(မဟရ်)</span> ကို ပေးဆပ်ထားပြီးသောသူများအား ခွင့်ပြုထားပြီးဖြစ်သည်။ နှင့် အသင့်ညာလက် ပိုင်ဆိုင်ထားသော <span class=\"gray\">(ကျွန်များ)</span>၊ အသင်တို့အား အလ္လာဟ်အရှင်မြတ် ပေးသနားတော်မူသောသူများအား ခွင့်ပြုထားပြီးဖြစ်သည်။ အသင့်ဖခင်ဘက်မှ ဦးလေးများ၏သမီးများ၊ အသင့်ဖခင်ဘက်မှ အဒေါ်များ၏သမီးများ၊ အသင့်မိခင်ဘက်မှ ဦးလေးများ၏သမီးများ နှင့် အသင့်မိခင်ဘက်မှ အဒေါ်များ၏သမီးများ၊ အသင်နှင့်အတူ ရွှေ့ပြောင်းလာသူများအား ခွင့်ပြုထားပြီးဖြစ်သည်။ နှင့် တမန်တော်မြတ်အား မိမိကိုယ်ကို ပေးအပ်သော ယုံကြည်သူအမျိုးသမီးတစ်ဦး၊ ထိုအမျိုးသမီးအား တမန်တော်မြတ် လက်ထပ်လိုပါက – ၎င်းသည် အသင့်အတွက်သာ သီးသန့်အခွင့်အရေးဖြစ်သည်၊ <span class=\"gray\">(ကျန်)</span> ယုံကြည်သူများအတွက် မဟုတ်ပေ။ အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သူတို့၏ဇနီးများနှင့် သူတို့၏ညာလက် ပိုင်ဆိုင်ထားသော <span class=\"gray\">(ကျွန်များ)</span> နှင့်ပတ်သက်၍ ကျွန်ုပ်တို့ အမိန့်ပေးထားသည်များကို သိရှိထားပြီးဖြစ်သည်။ အသင့်၌ မည်သည့်အခက်အခဲမျှ မရှိစေရန်အတွက်ပင်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလွန်ခွင့်လွှတ်တော်မူသော၊ အကြင်နာအလွန်ကြီးမားတော်မူသော အရှင်မြတ်ဖြစ်တော်မူ၏။ <span>(၅၀)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် صلی اللہ علیہ وسلم အဖို့ ခွင့်ပြုထားသော အမျိုးသမီးများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏တမန်တော်မြတ် ﷺ အား မိန့်ကြားတော်မူသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ်အဖို့ အမျိုးသမီးများအနက် မိမိဇနီးများကို ခွင့်ပြုတော်မူခဲ့သည်၊ ထိုဇနီးများအား တမန်တော်မြတ်က မဟရ်ကို ပေးဆပ်ခဲ့ပြီးဖြစ်သည်၊ ဤနေရာတွင် အသုံးပြုထားသော \"သူတို့၏သင့်လျော်သော အခွင့်အရေး\" ဟူသည်မှာ မဟရ်ကို ဆိုလိုကြောင်း မူဂျာဟစ်နှင့် အခြားသူများက ပြောကြားခဲ့သည်။ တမန်တော်မြတ်က မိမိ၏ဇနီးများအား ပေးဆပ်ခဲ့သော မဟရ်မှာ ဆယ့်နှစ်နှင့်တစ်ဝက် ဥကီယာ <span class=\"gray\">(ရွှေချိန်)</span> ဖြစ်ရာ၊ ၎င်းတို့အားလုံးသည် ဒိရ်ဟမ်ငါးရာစီ ရရှိခဲ့ကြသည်။ ဥမ်မ် ဟဘီဘာ ဘင်သ် အဘီ စွဖ်ယန်မှတစ်ပါး၊ သူမအား အန်-နာဂျာရှီ (အလ္လာဟ်အရှင်မြတ် ကရုဏာထားတော်မူပါစေ) က ဒေနာရ်လေးရာ <span class=\"gray\">(တမန်တော်မြတ် ﷺ ကိုယ်စား)</span> ပေးအပ်ခဲ့သည်။ ဆဖီယာ ဘင်သ် ဟူယိုင် ကိုမူ ခိုင်းဗရ်မှ ဖမ်းဆီးရမိသူများအနက်မှ ရွေးချယ်ပြီးနောက် လွှတ်ပေးခဲ့သည်၊ သူမ၏ မဟရ်ကို လွှတ်ငြိမ်းခွင့်ပေးခဲ့သည်။ အလားတူ ကိစ္စရပ်မှာ ဂျူဝိုင်ရီယာ ဘင်သ် အလ်-ဟာရစ် အလ်-မွစသလာကီယာ ဖြစ်သည် – တမန်တော်မြတ်က သူမ၏ လွတ်မြောက်မှုအတွက် စာချုပ်ကို သာဘစ် ဘင် ကိုင်းစ် ဘင် ရှမ်မာစ် ထံမှ ပေးချေဝယ်ယူပြီး သူမနှင့် လက်ထပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် ထိုသူတို့အားလုံးကို နှစ်သက်တော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်ညာလက် ပိုင်ဆိုင်ထားသော <span class=\"gray\">(ကျွန်များ)</span>၊ အသင်တို့အား အလ္လာဟ်အရှင်မြတ် ပေးသနားတော်မူသောသူများအား ခွင့်ပြုထားပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'စစ်ပွဲမှ ရရှိသော စစ်ပွဲသုံ့ပန်းကျွန်မများသည်လည်း အသင့်အတွက် ခွင့်ပြုထားသည်။' တမန်တော်မြတ်သည် ဆဖီယာနှင့် ဂျူဝိုင်ရီယာကို ပိုင်ဆိုင်ခဲ့ပြီးနောက် ၎င်းတို့အား လွတ်မြောက်ခွင့်ပေး၍ လက်ထပ်ခဲ့သည်၊ ထို့ပြင် ရိုင်ဟာနာ ဘင်သ် ရှမ်အွန် အန်-နာဒါရီယာနှင့် မာရီယာ အလ်-ကစ်ဗ်တီယာ၊ တမန်တော်မြတ်၏ သားတော် အစ်ဘရာဟင်မ် (သူ့အပေါ် ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ) ၏ မိခင်တို့ကို ပိုင်ဆိုင်ခဲ့သည်။ ၎င်းတို့နှစ်ဦးစလုံးသည် စစ်သုံ့ပန်းများထဲမှဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အား နှစ်သက်တော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်ဖခင်ဘက်မှ ဦးလေးများ၏သမီးများ၊ အသင့်ဖခင်ဘက်မှ အဒေါ်များ၏သမီးများ၊ အသင့်မိခင်ဘက်မှ ဦးလေးများ၏သမီးများ နှင့် အသင့်မိခင်ဘက်မှ အဒေါ်များ၏သမီးများ)</span> ဤသည်မှာ မည်သည့်အစွန်းရောက်မှုမျိုးကိုမဆို ရှောင်ရှားသော တရားမျှတမှုဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ခရစ်ယာန်များသည် အမျိုးသားနှင့်အမျိုးသမီးကြားတွင် ဘိုးဘေးခုနစ်ဆက် ကွာခြားမှသာ လက်ထပ်ကြသည် <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့သည် ဝေးလံစွာဆွေမျိုးတော်စပ်ခြင်း သို့မဟုတ် လုံးဝမတော်စပ်ခြင်း)</span> ဖြစ်ပြီး၊ ဂျူးများကမူ ညီအစ်ကို၏သမီး သို့မဟုတ် နှမ၏သမီးကို လက်ထပ်ရန် ခွင့်ပြုထားသည်။ ထို့ကြောင့် သန့်စင်ပြီး ပြည့်စုံသော ရှရီအာသည် ခရစ်ယာန်များ၏ အစွန်းရောက်မှုများကို ပယ်ဖျက်ရန် ရောက်ရှိလာပြီး၊ ဖခင်ဘက်မှ ဦးလေး သို့မဟုတ် အဒေါ်၏သမီး၊ သို့မဟုတ် မိခင်ဘက်မှ ဦးလေး သို့မဟုတ် အဒေါ်၏သမီးကို လက်ထပ်ခွင့်ပြုခဲ့သည်။ ထို့ပြင် ညီအစ်ကို သို့မဟုတ် နှမ၏သမီးကို လက်ထပ်ခွင့်ပြုသော ဂျူးများ၏ အစွန်းရောက်မှုများကို တားမြစ်ခဲ့သည်၊ ၎င်းသည် စက်ဆုပ်ဖွယ်ရာ ကိစ္စဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တမန်တော်မြတ်အား မိမိကိုယ်ကို ပေးအပ်သော ယုံကြည်သူအမျိုးသမီးတစ်ဦး၊ ထိုအမျိုးသမီးအား တမန်တော်မြတ် လက်ထပ်လိုပါက – အသင့်အတွက်သာ သီးသန့်အခွင့်အရေးဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ 'အို၊ တမန်တော်၊ အသင့်အတွက် ခွင့်ပြုထားသည်မှာ မိမိကိုယ်ကို အသင့်အား ပေးအပ်သော ယုံကြည်သူအမျိုးသမီးတစ်ဦးဖြစ်သည်၊ အကယ်၍ အသင်လိုလားပါက သူမအား မဟရ်မပါဘဲ လက်ထပ်နိုင်သည်။' ဤအာယသ်တော်တွင် အခြေအနေနှစ်ရပ် ပါဝင်သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် ဆဟ်လ် ဘင် စအ်ဒ် အစ်-စအီဒီထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အမျိုးသမီးတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ လာရောက်ပြီး \"အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အမှန်စင်စစ်၊ ကျွန်မသည် မိမိကိုယ်ကို အသင့်အား <span class=\"gray\">(လက်ထပ်ရန်)</span> ပေးအပ်ပါသည်\" ဟု လျှောက်ထားခဲ့သည်။ သူမသည် ထိုနေရာ၌ အချိန်အတော်ကြာ ရပ်နေခဲ့ပြီးနောက် အမျိုးသားတစ်ဦး ထရပ်ကာ \"အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အကယ်၍ အသင် သူမနှင့် လက်ထပ်လိုခြင်းမရှိပါက ကျွန်တော့်အား သူမနှင့် လက်ထပ်ပေးတော်မူပါ\" ဟု လျှောက်ထားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ عِنْدَكَ مِنْ شَيْءٍ تُصْدِقُهَا إِيَّاهُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမအား မဟရ်အဖြစ် ပေးနိုင်သည့် မည်သည့်အရာမျှ အသင်၌ ရှိပါသလား?)</span> သူက \"ကျွန်တော်၌ ဤကျွန်တော့်အဝတ်တစ်ထည်သာ ရှိပါသည်\" ဟု လျှောက်ထားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَعْطَيْتَهَا إِزَارَكَ جَلَسْتَ لَا إِزَارَ لَكَ، فَالْتَمِسْ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အသင် သူမအား အသင့်အဝတ်ကို ပေးပါက၊ အသင့်၌ အဝတ်မရှိဘဲ ဖြစ်သွားမည်။ တစ်ခုခု ရှာဖွေပါဦး။)</span> သူက \"ကျွန်တော်၌ မည်သည့်အရာမျှ မရှိပါ\" ဟု လျှောက်ထားခဲ့သည်။ တမန်တော်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံလက်စွပ်တစ်ကွင်းမျှသာဖြစ်စေ ရှာဖွေပါ။)</span> ထို့ကြောင့် သူသည် ရှာဖွေခဲ့သော်လည်း မည်သည့်အရာမျှ မတွေ့ခဲ့ရပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူ့အား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ مَعَكَ مِنَ الْقُرْآنِ شَيْءٌ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်၌ ကုရ်အာန်မှ မည်သည့်အရာမျှ <span class=\"gray\">[သိ]</span> ရှိပါသလား?)</span> သူက \"ဟုတ်ကဲ့၊ ထိုဆူရာနှင့် ထိုဆူရာ\" ဟု လျှောက်ထားခဲ့သည်၊ သူသည် ဆူရာများကို အမည်ပြောခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَوَّجْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သိရှိသော ကုရ်အာန်ဖြင့် သူမအား အသင့်အား လက်ထပ်ပေးလိုက်သည်။)</span> ၎င်းကို မာလစ်ခ်၏ ဟဒီးစ်တော်မှ <span class=\"gray\">(အလ်-ဗုခါရီနှင့် မွတ်စ်လင်မ်)</span> ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် မိမိ၏ဖခင်ထံမှ မှတ်တမ်းတင်ခဲ့သော ရာဝါယသ်အရ အာအီရှဟ်က ပြောကြားသည်မှာ- \"တမန်တော်မြတ် ﷺ အား မိမိကိုယ်ကို ပေးအပ်ခဲ့သော အမျိုးသမီးမှာ ခေါလာ ဘင်သ် ဟာကင်မ် ဖြစ်သည်။\" အလ်-ဗုခါရီသည် အာအီရှဟ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- \"ကျွန်မသည် တမန်တော်မြတ် ﷺ အား မိမိကိုယ်ကို ပေးအပ်ခဲ့သော ထိုအမျိုးသမီးများကို မနာလိုဖြစ်ခဲ့ပြီး 'အမျိုးသမီးတစ်ဦးသည် မိမိကိုယ်ကို ပေးအပ်မည်လား' ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အာယသ်တော်ကို ထုတ်ပြန်သောအခါ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ۖ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ထိုသူတို့အနက်မှ အသင့်ဆန္ဒရှိသူကို နောက်ဆုတ်ထားနိုင်သည်၊ အသင့်ဆန္ဒရှိသူကို လက်ခံနိုင်သည်၊ အသင်ဖယ်ထားသူများအနက်မှ အသင့်ဆန္ဒရှိသူကို (လက်ခံရန်) လိုလားပါက အသင့်၌ မည်သည့်အပြစ်မျှမရှိပေ။)</span> ကျွန်မက 'ကျွန်မမြင်သည်မှာ အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် အသင့်ဆန္ဒများကို အတည်ပြုရန် အလျင်စလို ပြုတော်မူသည်' ဟု ပြောခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် အိဗ်နု အဘ်ဘာစ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား မိမိကိုယ်ကို ပေးအပ်ခဲ့သော ဇနီးတစ်ဦးမျှ မရှိခဲ့ပေ။\" ၎င်းကို အိဗ်နု ဂျာရီရ်က မှတ်တမ်းတင်ခဲ့သည်။ ဆိုလိုသည်မှာ သူသည် မိမိကိုယ်ကို ပေးအပ်သူများအနက်မှ မည်သူ့ကိုမျှ လက်မခံခဲ့ပေ၊ ၎င်းတို့သည် သူ့အဖို့ ခွင့်ပြုထားသော်လည်း – ၎င်းသည် သူ့တစ်ဦးတည်းအတွက်သာ သက်ရောက်သော စီရင်ချက်ဖြစ်သည်။ ထိုကိစ္စကို သူ့၏ကိုယ်ပိုင်ဆုံးဖြတ်ချက်အတိုင်း ချန်ထားခဲ့သည်၊<span class=\"gray\">(၃၃:၅၁)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">[အကယ်၍]</span> တမန်တော်မြတ်က သူမနှင့် လက်ထပ်လိုပါက)</span> ဆိုလိုသည်မှာ၊ သူက ထိုသို့ပြုလုပ်ရန် ရွေးချယ်ပါက ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်အတွက်သာ သီးသန့်အခွင့်အရေးဖြစ်သည်၊ (ကျန်) ယုံကြည်သူများအတွက် မဟုတ်ပေ။)</span> အိက်ရီမာက ပြောကြားသည်- \"ဆိုလိုသည်မှာ၊ မိမိကိုယ်ကို ပေးအပ်သော အမျိုးသမီးကို အခြားမည်သူမျှ လက်ထပ်ခွင့်မရှိပေ။ အမျိုးသမီးတစ်ဦးက မိမိကိုယ်ကို အမျိုးသားတစ်ဦးအား ပေးအပ်ပါက၊ သူက သူမအား တစ်ခုခု မပေးမချင်း <span class=\"gray\">(သူမနှင့် လက်ထပ်ရန်)</span> ခွင့်မပြုပေ။\" ၎င်းသည် မူဂျာဟစ်၊ အစ်ရှ်-ရှအ်ဘီ နှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။ ဆိုလိုသည်မှာ၊ အမျိုးသမီးတစ်ဦးက မိမိကိုယ်ကို အမျိုးသားတစ်ဦးအား ပေးအပ်ပါက၊ ထိုအမျိုးသားက လက်ထပ်ထိမ်းမြားမှုကို ပြုလုပ်သောအခါ၊ ထိုအမျိုးသမီး၏ အဆင့်အတန်းရှိ အခြားအမျိုးသမီးများအား ပေးအပ်သည့် မဟရ်ကဲ့သို့ပင် ပေးဆပ်ရမည်၊ ဗရ်ဝါ ဘင်သ် ဝါရှစ်က လက်ထပ်ရန် မိမိကိုယ်ကို ပေးအပ်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ စီရင်ဆုံးဖြတ်ခဲ့သည့်အတိုင်းပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူမ၏ခင်ပွန်း ကွယ်လွန်ပြီးနောက် သူမကဲ့သို့ အမျိုးသမီးတစ်ဦးနှင့် သင့်လျော်သော မဟရ်ကို ပေးအပ်ရမည်ဟု စီရင်ဆုံးဖြတ်ခဲ့သည်။ မဟရ်ကို အတည်ပြုခြင်းနှင့် ပတ်သက်၍ သေဆုံးခြင်းနှင့် လက်ထပ်ထိမ်းမြားမှု ပြီးဆုံးခြင်းတို့သည် အတူတူပင်ဖြစ်သည်၊ ထို့ပြင် တမန်တော်မြတ် ﷺ မှလွဲ၍ အခြားအမျိုးသားများအား မိမိကိုယ်ကို ပေးအပ်သူများအတွက် အမျိုးသမီး၏ အဆင့်အတန်းနှင့် သင့်လျော်သော မဟရ်ကို ပေးအပ်ခြင်းသည် အတည်ပြုထားသော စီရင်ချက်ဖြစ်သည်။ တမန်တော်မြတ် ﷺ ကိုယ်တိုင်နှင့် ပတ်သက်၍မူ၊ မိမိကိုယ်ကို ပေးအပ်သော အမျိုးသမီးအား မဟရ်ပေးရန် တာဝန်မရှိပေ၊ လက်ထပ်ထိမ်းမြားမှုကို ပြီးဆုံးစေခဲ့သော်လည်း၊ အဘယ်ကြောင့်ဆိုသော် တမန်တော်မြတ်သည် မဟရ်၊ ဝါလီ <span class=\"gray\">(ကိုယ်စားလှယ်)</span> သို့မဟုတ် သက်သေများမပါဘဲ လက်ထပ်ပိုင်ခွင့်ရှိသည်၊ ဇိုင်နဗ် ဘင်သ် ဂျဟ်ရှ် (အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ) ၏ ပုံပြင်တွင် ကျွန်ုပ်တို့ မြင်တွေ့ခဲ့ရသည့်အတိုင်းပင်။ ကွသာဒဟ်က ထိုအာယသ်တော်နှင့် ပတ်သက်၍ ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်အတွက်သာ သီးသန့်အခွင့်အရေးဖြစ်သည်၊ (ကျန်) ယုံကြည်သူများအတွက် မဟုတ်ပေ။)</span> မည်သည့်အမျိုးသမီးမျှ ဝါလီ သို့မဟုတ် မဟရ်မပါဘဲ မည်သည့်အမျိုးသားအားမျှ မိမိကိုယ်ကို ပေးအပ်ခွင့်မရှိပေ၊ တမန်တော်မြတ် ﷺ မှလွဲ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သူတို့၏ဇနီးများနှင့် သူတို့၏ညာလက် ပိုင်ဆိုင်ထားသော <span class=\"gray\">(ကျွန်များ)</span> နှင့်ပတ်သက်၍ ကျွန်ုပ်တို့ အမိန့်ပေးထားသည်များကို သိရှိထားပြီးဖြစ်သည်။)</span> ဥဘိုင် ဘင် ကအ်ဗ်၊ မူဂျာဟစ်၊ အလ်-ဟစန်၊ ကွသာဒဟ် နှင့် အိဗ်နု ဂျာရီရ် တို့က ထိုအာယသ်တော်နှင့် ပတ်သက်၍ ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သူတို့၏ဇနီးများနှင့် ပတ်သက်၍ ကျွန်ုပ်တို့ အမိန့်ပေးထားသည်များကို သိရှိထားပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သူတို့၏ ဇနီးအရေအတွက်ကို လွတ်လပ်သောအမျိုးသမီးလေးဦးအထိ ကန့်သတ်ခြင်း၊ နှင့် သူတို့လိုလားသော ကျွန်မများကို ပိုင်ဆိုင်ခြင်း၊ ထို့ပြင် လက်ထပ်ထိမ်းမြားမှုအတွက် ကိုယ်စားလှယ်၊ မဟရ်နှင့် သက်သေများ၏ အခြေအနေများနှင့် ပတ်သက်၍ ဖြစ်သည်။ ဤသည်မှာ ဥမ္မသ် <span class=\"gray\">(ပြည်သူများ)</span> နှင့် ပတ်သက်၍ ဖြစ်သည်၊ သို့သော် အသင့်ကိစ္စတွင် ကျွန်ုပ်တို့သည် ကင်းလွတ်ခွင့် ပေးသနားတော်မူခဲ့ပြီး၊ ဤတာဝန်ဝတ္တရားများအနက် မည်သည့်အရာကိုမျှ အသင့်အပေါ် ပြဋ္ဌာန်းထားခြင်း မရှိပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်၌ မည်သည့်အခက်အခဲမျှ မရှိစေရန်အတွက်ပင်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလွန်ခွင့်လွှတ်တော်မူသော၊ အကြင်နာအလွန်ကြီးမားတော်မူသော အရှင်မြတ်ဖြစ်တော်မူ၏။)</span></p>"
  }
]