[
  {
    "ayah_key": "25:72",
    "group_ayah_key": "25:72",
    "from_ayah": "25:72",
    "to_ayah": "25:74",
    "ayah_keys": "25:72,25:73,25:74",
    "text": "<p lang=\"my\" class=\"my \">မမှန်သော သက်သေမခံသူများ၊ မိုက်မဲသောကစားခြင်း သို့မဟုတ် မိုက်မဲသောစကားပြောဆိုခြင်းကို ဖြတ်သန်းသွားလာရလျှင် ဂုဏ်သိက္ခာရှိစွာဖြင့် ဖြတ်သန်းသွားလာကြသူများ <span>(၇၂)</span>၎င်းတို့၏ ဘုရားသခင်၏ အာယတ်များကို သတိပေးခံရသောအခါ နားမကြား၊ မျက်စိမမြင်ဖြစ်မသွားကြသူများ <span>(၇၃)</span>“အို ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! ကျွန်တော်မျိုးတို့၏ ဇနီးမယားများထံမှလည်းကောင်း၊ သားသမီးများထံမှလည်းကောင်း ကျွန်တော်မျိုးတို့၏ မျက်စိများအတွက် နှစ်သိမ့်မှုကို ပေးသနားတော်မူပါ၊ တကွါရှိသူများ၏ ခေါင်းဆောင်များအဖြစ် ကျွန်တော်မျိုးတို့ကို ပြုတော်မူပါ” ဟု ဆိုသူများ <span>(၇၄)</span></p><div lang=\"my\" class=\"my \"><h2>အလွန်သနားကြင်နာတော်မူသော ဘုရားရှင်၏ ကျွန်များ၏ ဂုဏ်ပုဒ်များ</h2></div><p lang=\"my\" class=\"my \">၎င်းတို့သည် အလွန်သနားကြင်နာတော်မူသော ဘုရားရှင်၏ ကျွန်များ၏ နောက်ထပ်ဂုဏ်ပုဒ်များဖြစ်သည်။ ၎င်းတို့သည် မုသာစကားများ၊ အကျင့်ပျက်ခြစားမှုများ၊ မယုံကြည်မှုများ၊ ဆိုးရွားသောစကားများနှင့် မှားယွင်းသောစကားများအပါအဝင် မှားယွင်းမှုများကို သက်သေမခံကြပါ။ 'အမ်ရ် ဘင်န် ကွိုင်းစ် က ၎င်းသည် လိင်ပိုင်းဆိုင်ရာ အကျင့်ပျက်ခြစားမှုများ၏ စည်းဝေးပွဲများကို ရည်ညွှန်းသည်ဟု ပြောခဲ့သည်။ အာယတ်က၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَشْهَدُونَ الزُّورَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှားယွင်းမှုများကို သက်သေမခံသူများ၊)</span> ဆိုသည်မှာ မှားယွင်းသော သက်သေခံခြင်းကို ရည်ညွှန်းပြီး၊ ၎င်းသည် အခြားသူတစ်ဦးအား ရည်ရွယ်ချက်ရှိရှိ လိမ်ညာခြင်းကို ဆိုလိုသည်။ ဆဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အဘူဗက္ကရာဟ် က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က သုံးကြိမ်တိုင်တိုင် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِرِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြီးမားဆုံးသော အပြစ်ကြီးများအကြောင်း ငါပြောပြမည် မဟုတ်လော)</span> ကျွန်ုပ်တို့က “ဟုတ်ကဲ့၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်” ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشِّرْكُ بِاللهِ وَعُقُوقُ الْوَالِدَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားသူများကို အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ခြင်းနှင့် မိဘများကို မနာခံခြင်း။)</span> သူသည် လဲလျောင်းနေရာမှ ထိုင်ပြီး ထပ်ဖြည့်၍ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا وَقَوْلُ الزُّورِ، أَلَا وَشَهَادَةُ الزُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမှန်သောစကားကို သတိပြု၊ မှားယွင်းမှုကို သက်သေမခံနှင့်။)</span> ထိုစကားကို သူရပ်တော့မလားဟု ကျွန်ုပ်တို့ထင်သည့်တိုင်အောင် သူသည် ထပ်ခါတလဲလဲ ပြောဆိုနေခဲ့သည်။ အကြောင်းအရာအရ၊ မှားယွင်းမှုကို သက်သေမခံသူများဟူသည် ၎င်းကို တက်ရောက်ခြင်း မပြုသူများ သို့မဟုတ် ၎င်းဖြစ်ပွားချိန်တွင် မရှိသူများကို ရည်ညွှန်းသည်ဟု ထင်ရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုက်မဲသောကစားခြင်း သို့မဟုတ် မိုက်မဲသောစကားပြောဆိုခြင်းကို ဖြတ်သန်းသွားလာရလျှင် ဂုဏ်သိက္ခာရှိစွာဖြင့် ဖြတ်သန်းသွားလာကြသူများ။)</span> ၎င်းတို့သည် မှားယွင်းမှုဖြစ်ပွားရာနေရာသို့ မတက်ရောက်ကြဘဲ၊ ၎င်းကို ဖြတ်သန်းသွားလာရလျှင်လည်း အနည်းငယ်မျှပင် မညစ်ညမ်းစေကြပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَرُّوا كِرَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဂုဏ်သိက္ခာရှိစွာဖြင့် ဖြတ်သန်းသွားလာကြသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဘုရားသခင်၏ အာယတ်များကို သတိပေးခံရသောအခါ နားမကြား၊ မျက်စိမမြင်ဖြစ်မသွားကြသူများ။)</span> ၎င်းသည် ယုံကြည်သူတို့၏ လက္ခဏာတစ်ခုလည်း ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသောအခါ ၎င်းတို့၏ နှလုံးသားများတွင် ကြောက်ရွံ့မှုကို ခံစားရပြီး၊ ၎င်းတို့ထံ အရှင်မြတ်၏ အာယတ်တော်များကို ရွတ်ဖတ်ပြသောအခါ ၎င်းတို့၏ ယုံကြည်ခြင်း တိုးပွားလာကြသည်။ ၎င်းတို့သည် ၎င်းတို့၏ ဘုရားသခင်အပေါ်၌သာ အားထားကြသည်။)</span><span class=\"gray\">(၈:၂)</span> မယုံကြည်သူများနှင့် မတူပါ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို ကြားရသောအခါ ၎င်းတို့သည် ထိုစကားများကြောင့် သက်ရောက်ခြင်းမရှိဘဲ သို့မဟုတ် ၎င်းတို့၏ နည်းလမ်းများကို ပြောင်းလဲရန် လှုံ့ဆော်ခံရခြင်းမရှိပေ။ ၎င်းတို့သည် ၎င်းတို့၏ မယုံကြည်မှု၊ မှားယွင်းမှု၊ အသိပညာကင်းမဲ့မှုနှင့် လမ်းမှားရောက်မှုတို့တွင် ဆက်လက်တည်ရှိနေကြသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ - وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အခါမဆို ဆူရာဟ်တစ်ပုဒ် ကျရောက်လာသောအခါ၊ ၎င်းတို့အချို့က “သင်တို့အနက် မည်သူ၏ ယုံကြည်ခြင်းကို ၎င်းက တိုးပွားစေသနည်း” ဟု ပြောကြသည်။ ယုံကြည်သူများအတွက်မူ ၎င်းက ၎င်းတို့၏ ယုံကြည်ခြင်းကို တိုးပွားစေခဲ့ပြီး၊ ၎င်းတို့သည် ဝမ်းမြောက်ကြသည်။ သို့သော် နှလုံးသားများ၌ ရောဂါရှိသူများအတွက်မူ ၎င်းသည် ၎င်းတို့၏ သံသယကို ထပ်ဆောင်းပေးလိမ့်မည်။)</span><span class=\"gray\">(၉:၁၂၄-၁၂၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားမကြား၊ မျက်စိမမြင်ဖြစ်မသွားကြ။)</span> ဆိုသည်မှာ မယုံကြည်သူများနှင့် မတူကြောင်းကို ဆိုလိုသည်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို ကြားရသောအခါ ၎င်းတို့သည် ထိုစကားများကြောင့် သက်ရောက်ခြင်းမရှိဘဲ၊ နားမကြား၊ မျက်စိမမြင်ဖြစ်နေသည့်အလား ၎င်းတို့၏ မူလအတိုင်း ဆက်လက်ရှိနေကြသည်။ အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အို ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! ကျွန်တော်မျိုးတို့၏ ဇနီးမယားများထံမှလည်းကောင်း၊ သားသမီးများထံမှလည်းကောင်း ကျွန်တော်မျိုးတို့၏ မျက်စိများအတွက် နှစ်သိမ့်မှုကို ပေးသနားတော်မူပါ” ဟု ဆိုသူများ...)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့၏မျိုးဆက်မှ အရှင်မြတ်အား နာခံပြီး ကိုးကွယ်မည့်၊ မည်သည့်အရာကိုမျှ အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်မည်မဟုတ်သော သားသမီးများကို ပေါ်ထွန်းစေရန် တောင်းဆိုသူများကို ဆိုလိုသည်။ အိဗ်နု အဗ္ဗားစ် က “၎င်းသည် <span class=\"gray\">(သားသမီး)</span> များသည် အလ္လာဟ်အရှင်မြတ်အား နာခံရန် ကြိုးပမ်းပြီး ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ၎င်းတို့ကို ပျော်ရွှင်စေမည့်သူများကို ဆိုလိုသည်။” အီမာမ် အဟ်မဒ် က ဂျူဘိုင်ရ် ဘင်န် နူဖိုင်ရ် ၏ ပြောစကားကို မှတ်တမ်းတင်ထားသည်- “တစ်နေ့ ကျွန်ုပ်တို့သည် အလ်-မစ်ကဒါဒ် ဘင်န် အလ်-အဆ်ဝဒ် နှင့် ထိုင်နေစဉ်၊ အမျိုးသားတစ်ဦး ဖြတ်သွားပြီး ပြောသည်၊ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို မြင်တွေ့ခဲ့ရသော ဤမျက်လုံးနှစ်လုံးသည် အလွန်ပင် ကောင်းချီးမင်္ဂလာရှိလေစွ! သင်မြင်တွေ့ခဲ့ရသည်များကို ကျွန်ုပ်တို့လည်း မြင်တွေ့ခဲ့ရပြီး သင်သက်သေခံခဲ့ရသည်များကို ကျွန်ုပ်တို့လည်း သက်သေခံခဲ့ရလျှင် ကောင်းလေစွ။” အလ်-မစ်ကဒါဒ် စိတ်ဆိုးသွားပြီး ကျွန်ုပ်လည်း အံ့သြခဲ့ရသည်၊ အဘယ်ကြောင့်ဆိုသော် ထိုသူသည် ကောင်းသောစကားမှလွဲ၍ မည်သည့်အရာကိုမျှ မပြောခဲ့သောကြောင့် ဖြစ်သည်။ ထို့နောက် သူက ထိုသူကို လှည့်၍ ပြောသည်၊ “အလ္လာဟ်အရှင်မြတ်က သူ၏မရှိခြင်းကို ဖြစ်စေခဲ့ပြီး သူရှိခဲ့လျှင် မည်သို့ပြုမူမည်ကို မသိသောအချိန်တွင် လူတစ်ဦးအား ရှိနေရန် ဆန္ဒပြုစေသည့် အရာကား အဘယ်နည်း။ အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာဆိုရပါမူ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို မြင်တွေ့ခဲ့ရသူများ ရှိပြီး၊ ၎င်းတို့ကို လက်ခံခြင်း သို့မဟုတ် ယုံကြည်ခြင်း မရှိသောကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ငရဲ၌ ၎င်းတို့၏ မျက်နှာများနှင့် ကျစေလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က သင့်ကို သင်၏ ဘုရားသခင်ကို ယုံကြည်ပြီး သင်၏ တမန်တော် ယူဆောင်လာခဲ့သည်များကို ယုံကြည်ရင်း သင်၏မိခင်၏သားအိမ်မှ ပေါ်ထွန်းစေခဲ့ခြင်းကို သင်ကျေးဇူးမတင်ဘူးလား၊ ထိုစမ်းသပ်မှုသည် သင့်ဆီသို့ မဟုတ်ဘဲ အခြားသူများဆီသို့ ရောက်သွားခဲ့သည်ကိုလည်း သင်ကျေးဇူးမတင်ဘူးလား။ အလ္လာဟ်အရှင်မြတ်သည် သူ၏တမန်တော်ကို အခက်ခဲဆုံးကာလတွင် စေလွှတ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">မည်သည့်တမန်တော်ကိုမျှ မစေလွှတ်ခဲ့ဖူးသည့် အချိန်ဖြစ်သည်၊ ရှည်လျားသော မသိနားမလည်မှုကာလပြီးနောက်၊ လူတို့သည် ရုပ်တုကိုးကွယ်ခြင်းထက် ပိုမိုကောင်းမွန်သောဘာသာတရားကို မမြင်နိုင်ကြသည့်အချိန်တွင် ဖြစ်သည်။ ထိုအခါ သူသည် အမှန်ကို အမှားမှ ခွဲခြားပေးမည့် စံနှုန်းကို ယူဆောင်လာခဲ့ပြီး ဖခင်ကို သားထံမှ ခွဲထုတ်လိမ့်မည်။ လူတစ်ဦးသည် သူ၏ဖခင်၊ သား သို့မဟုတ် ညီအစ်ကိုသည် မယုံကြည်သူဖြစ်ကြောင်း သိရှိလာလိမ့်မည်၊ အလ္လာဟ်အရှင်မြတ်က သူ၏နှလုံးသားကို ယုံကြည်ခြင်းသို့ ဖွင့်ပေးခဲ့ပြီးဖြစ်သောကြောင့်၊ သူ၏ဆွေမျိုးသည် သေဆုံးလျှင် ငရဲသို့ ရောက်ရှိမည်ကို သူသိရှိပြီး၊ သူချစ်သောသူသည် မီးထဲ၌ ရှိနေသည်ကို သိလျက်နှင့် သူသည် အနားယူနိုင်မည်မဟုတ်ပေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က အာယတ်တော်တွင် ရည်ညွှန်းခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အို ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! ကျွန်တော်မျိုးတို့၏ ဇနီးမယားများထံမှလည်းကောင်း၊ သားသမီးများထံမှလည်းကောင်း ကျွန်တော်မျိုးတို့၏ မျက်စိများအတွက် နှစ်သိမ့်မှုကို ပေးသနားတော်မူပါ” ဟု ဆိုသူများ...)</span> ၎င်း၏ ဖော်ပြသူများ၏ ကွင်းဆက်သည် ဆဟီဟ်ဖြစ်သည်၊ သို့သော် ၎င်းတို့က မှတ်တမ်းတင်မထားခဲ့ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တကွါရှိသူများ၏ ခေါင်းဆောင်များအဖြစ် ကျွန်တော်မျိုးတို့ကို ပြုတော်မူပါ)</span> အိဗ်နု အဗ္ဗားစ်၊ အလ်-ဟစန်၊ အစ်-ဆွဒ်ဒီ၊ ကွာတာဒါဟ် နှင့် ရဗီအ် ဘင်န် အန်နတ်စ် တို့က “ကောင်းမြတ်သော အရာများတွင် စံနမူနာယူခံရမည့် ခေါင်းဆောင်များ” ဟု ပြောခဲ့ကြသည်။ အခြားသူများက “အခြားသူများကို ကောင်းမြတ်မှုသို့ ခေါ်ဆောင်မည့် လမ်းညွှန်များ” ဟု ပြောခဲ့ကြသည်။ ၎င်းတို့သည် ၎င်းတို့၏ ကိုးကွယ်မှုသည် ၎င်းတို့၏ သားသမီးများနှင့် မျိုးဆက်များ၏ ကိုးကွယ်မှုနှင့် ချိတ်ဆက်နေစေလိုပြီး၊ ၎င်းတို့၏ လမ်းညွှန်မှုသည် ၎င်းတို့ကိုယ်တိုင်ထက် ကျော်လွန်၍ အခြားသူများကို အကျိုးပြုစေလိုခဲ့သည်။ ၎င်းသည် ပိုမို၍ အကျိုးရှိပြီး ပိုမိုကောင်းမွန်သော အဆုံးသတ်ဖြစ်လိမ့်မည်၊ ဆဟီဟ် မွတ်စလင်မ် တွင် အဘူဟူရိုင်ရာဟ် မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاثٍ: وَلَدٍ صَالِحٍ يَدْعُو لَهُ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ مِنْ بَعْدِهِ، أَوْ صَدَقَةٍ جَارِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏သားတစ်ဦး သေဆုံးသောအခါ၊ သူ၏လုပ်ဆောင်ချက်များသည် သုံးခုမှလွဲ၍ ရပ်စဲသွားသည်- သူ့အတွက် ဆုတောင်းပေးမည့် ဖြောင့်မတ်သောသားသမီး၊ သူ့နောက်ပိုင်းတွင် အခြားသူများ အကျိုးခံစားရမည့် အသိပညာ၊ သို့မဟုတ် ရေရှည်ဒါန။)</span></p>"
  },
  {
    "ayah_key": "25:75",
    "group_ayah_key": "25:75",
    "from_ayah": "25:75",
    "to_ayah": "25:77",
    "ayah_keys": "25:75,25:76,25:77",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် ၎င်းတို့၏ သည်းခံမှုကြောင့် အမြင့်ဆုံးသောနေရာဖြင့် ဆုချခံရလိမ့်မည်။ ထိုနေရာတွင် ၎င်းတို့ကို နှုတ်ခွန်းဆက်သမှုများ၊ ငြိမ်းချမ်းရေးနှင့် လေးစားမှုစကားလုံးများဖြင့် တွေ့ဆုံကြရလိမ့်မည် <span>(၇၅)</span>ထိုနေရာ၌ ထာဝရနေထိုင်ကြမည် — နေထိုင်ရာဌာနနှင့် နားခိုရာနေရာအဖြစ် အလွန်ကောင်းမွန်ပေသည် <span>(၇၆)</span>“ငါ၏အရှင်မြတ်သည် သင်တို့၏ တောင်းပန်မှုကြောင့်သာလျှင် သင်တို့ကို အရေးထားတော်မူသည်။ သို့ရာတွင် ယခု သင်တို့သည် (ငါ၏တမန်တော်ကို) ဧကန်မလွဲ ငြင်းပယ်ခဲ့ကြပြီ။ သို့ဖြစ်၍ ပြစ်ဒဏ်သည် သင်တို့အတွက် ထာဝရ ဖြစ်လိမ့်မည်။” <span>(၇၇)</span></p><div lang=\"my\" class=\"my \"><h2>အလွန်သနားကြင်နာတော်မူသော ဘုရားရှင်၏ ကျွန်များအတွက် ဆုလာဘ်နှင့် မက္ကာမြို့သားများအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အရှင်မြတ်၏ ယုံကြည်သူကျွန်များ၏ လှပသောဂုဏ်ပုဒ်များ၊ ၎င်းတို့၏ ကောင်းမြတ်သောစကားများနှင့် လုပ်ဆောင်ချက်များကို ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့)</span> ဆိုသည်မှာ ဤနည်းဖြင့် ဖော်ပြထားသော လူများကို ဆိုလိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُجْزَوْنَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုချခံရလိမ့်မည်)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْغُرْفَةَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမြင့်ဆုံးသောနေရာဖြင့်)</span>၊ ၎င်းမှာ ဂျန္နတ် (ပရဒိသု) ဖြစ်သည်။ အဘူ ဂျာအ်ဖရ် အလ်-ဘာကွိရ်၊ စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အဒ်-ဒွဟ်ဟတ်ခ် နှင့် အစ်-ဆွဒ်ဒီ တို့က “၎င်းသည် မြင့်မားသောကြောင့် ထိုသို့ခေါ်ခြင်းဖြစ်သည်” ဟု ပြောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا صَبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ သည်းခံမှုကြောင့်။)</span> ဆိုသည်မှာ ၎င်းတို့လုပ်ဆောင်ခဲ့သည်များတွင် ၎င်းတို့၏ သည်းခံမှုကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُلَقَّوْنَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ၎င်းတို့ကို တွေ့ဆုံကြရလိမ့်မည်)</span> ဆိုသည်မှာ ဂျန္နတ် (ပရဒိသု) တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحِيَّةً وَسَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှုတ်ခွန်းဆက်သမှုများ၊ ငြိမ်းချမ်းရေးနှင့် လေးစားမှုစကားလုံးများဖြင့်။)</span> ၎င်းသည် ၎င်းတို့ကို ဦးစွာ ကြိုဆိုနှုတ်ဆက်စကားများနှင့် ဂုဏ်ပြုစကားများဖြင့် နှုတ်ဆက်ခံရလိမ့်မည်ဟု ဆိုလိုသည်။ ငြိမ်းချမ်းရေးသည် ၎င်းတို့အတွက်ဖြစ်ပြီး ၎င်းတို့သည် ငြိမ်းချမ်းရေးကို ဆန္ဒပြုခံရလိမ့်မည်။ ကောင်းကင်တမန်များသည်လည်း ၎င်းတို့ထံသို့ တံခါးတိုင်းမှ ဝင်ရောက်လာပြီး “သင်တို့၏ သည်းခံမှုကြောင့် သင်တို့အပေါ် ငြိမ်းချမ်းခြင်း ရှိပါစေ! ဧကန်မလွဲ နောက်ဆုံးနေအိမ်သည် အလွန်ကောင်းမွန်ပေသည်!” ဟု ပြောဆိုကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ ထာဝရနေထိုင်ကြမည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် ထိုနေရာတွင် အခြေချနေထိုင်ပြီး မည်သည့်အခါမျှ ထွက်ခွာခြင်း၊ ရွှေ့ပြောင်းခြင်း သို့မဟုတ် သေဆုံးခြင်း မရှိဘဲ၊ ထိုနေရာမှ မည်သည့်အခါမျှ ထွက်သွားခြင်း သို့မဟုတ် အခြားနေရာသို့ ပြောင်းရွှေ့ရန် ဆန္ဒပြုခြင်း မရှိတော့ပေ။ ဤသည်မှာ အာယတ်တော်ကဲ့သို့ ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းချီးခံစားရသူများအတွက်မူ ၎င်းတို့သည် ဂျန္နတ် (ပရဒိသု) ၌ ရှိနေကြပြီး၊ ကောင်းကင်များနှင့် မြေကြီးတည်ရှိနေသမျှ ကာလပတ်လုံး ထိုနေရာ၌ ထာဝရနေထိုင်ကြမည်။)</span><span class=\"gray\">(၁၁:၁၀၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေထိုင်ရာဌာနနှင့် နားခိုရာနေရာအဖြစ် အလွန်ကောင်းမွန်ပေသည်။)</span> ၎င်း၏ ပုံသဏ္ဌာန်သည် လှပပြီး၊ ၎င်းသည် နားခိုရန်နှင့် နေထိုင်ရန် ကောင်းသောနေရာဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“ငါ၏အရှင်မြတ်သည် သင်တို့၏ တောင်းပန်မှုကြောင့်သာလျှင် သင်တို့ကို အရေးထားတော်မူသည်...” ဟု ပြောပါ။)</span> ဆိုသည်မှာ သင်တို့သည် အရှင်မြတ်အား မကိုးကွယ်ပါက အရှင်မြတ်သည် သင်တို့ကို အရေးမစိုက်၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် လူသားများကို အရှင်မြတ် တစ်ဆူတည်းကိုသာ ကိုးကွယ်ရန်နှင့် မနက်ပိုင်းနှင့် ညနေပိုင်းတွင် အရှင်မြတ်အား ချီးမွမ်းရန်သာ ဖန်ဆင်းထားသောကြောင့် ဖြစ်သည်။ အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ كَذَّبْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် ယခု သင်တို့သည် ဧကန်မလွဲ ငြင်းပယ်ခဲ့ကြပြီ။)</span> “အို သင်တို့ မယုံကြည်သူများ။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ يَكُونُ لِزَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ပြစ်ဒဏ်သည် သင်တို့အတွက် ထာဝရ ဖြစ်လိမ့်မည်။)</span> ထို့ကြောင့် သင်တို့၏ ငြင်းပယ်မှုသည် သင်တို့နှင့်အတူ ထာဝရ တည်ရှိနေလိမ့်မည်၊ ဆိုလိုသည်မှာ ၎င်းသည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် သင်တို့၏ ပြစ်ဒဏ်၊ ပျက်စီးခြင်းနှင့် ဖျက်ဆီးခြင်းသို့ ဦးတည်သွားလိမ့်မည်။ ၎င်းသည် ဘဒ်ရ်နေ့ကိုလည်း ရည်ညွှန်းသည်၊ အဘယ်ကြောင့်ဆိုသော် အဗ်ဒုလ္လာဟ် ဘင်န် မစ်စအူးဒ်၊ အူဘိုင် ဘင်န် ကအ်ဗ်၊ မိုဟမ္မဒ် ဘင်န် ကအ်ဗ် အလ်-ကူရာဇီ၊ မူဂျာဟစ်ဒ်၊ အဒ်-ဒွဟ်ဟတ်ခ်၊ ကွာတာဒါဟ်၊ အစ်-ဆွဒ်ဒီ နှင့် အခြားသူများက ထိုသို့ အနက်ဖွင့်ဆိုခဲ့ကြသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ يَكُونُ لِزَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ပြစ်ဒဏ်သည် သင်တို့အတွက် ထာဝရ ဖြစ်လိမ့်မည်။)</span> အလ်-ဟစန် အလ်-ဘဆ်ရီ က “ရှင်ပြန်ထမြောက်ရာနေ့” ဟု ပြောခဲ့သည်။ ထိုအနက်ဖွင့်ဆိုချက်နှစ်ခုကြားတွင် ပဋိပက္ခမရှိပါ။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရတ် အလ်-ဖုရ်ကွာန် ၏ တဖ်စီရ် ၏ အဆုံးသတ်ဖြစ်သည်၊ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]