[
  {
    "ayah_key": "20:45",
    "group_ayah_key": "20:45",
    "from_ayah": "20:45",
    "to_ayah": "20:48",
    "ayah_keys": "20:45,20:46,20:47,20:48",
    "text": "<p lang=\"my\" class=\"my \">နှစ်ဦးစလုံးက “အကျွန်ုပ်တို့၏အရှင်သခင်၊ ဧကန်မလွဲ သူသည် အကျွန်ုပ်တို့ကို အပြစ်ပေးရန် အလျင်စလိုပြုမည်ကို သို့မဟုတ် သူသည် ကျူးလွန်မည်ကို အကျွန်ုပ်တို့ စိုးရိမ်ကြပါသည်” ဟု လျှောက်တင်ကြသည်။ <span>(၄၅)</span>သူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က “မစိုးရိမ်ကြနှင့်၊ ဧကန်မလွဲ ငါသည် သင်တို့နှစ်ဦးနှင့်အတူ ရှိ၏။ ကြားတော်မူ၏။ မြင်တော်မူ၏။ <span>(၄၆)</span>”ထို့ကြောင့် သင်တို့နှစ်ဦးလုံး သူ့ထံသွား၍ ဤသို့ပြောကြလော့– ‘ဧကန်မလွဲ အကျွန်ုပ်တို့သည် သင်တို့၏အရှင်သခင်၏ ရစူလ်တမန်တော်နှစ်ဦးဖြစ်၏။ ထို့ကြောင့် အစ္စရေးလ်သားတို့ကို အကျွန်ုပ်တို့နှင့်အတူ လွှတ်လိုက်ပါ၊ သူတို့ကို မနှိပ်စက်ပါနှင့်။ ဧကန်စင်စစ် အကျွန်ုပ်တို့သည် သင်တို့၏အရှင်သခင်ထံမှ သက်သေပြချက်နှင့်အတူ ရောက်ရှိလာခဲ့ပြီ။ လမ်းညွှန်မှုကို လိုက်နာသူအပေါ်တွင် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေသတည်း။ <span>(၄၇)</span>’ဧကန်မလွဲ ငြင်းပယ်သူ၊ ကျောခိုင်းသူအတွက် ပြစ်ဒဏ်ရှိမည်ဟု အကျွန်ုပ်တို့ထံ ဗျာဒိတ်တော် ပေးခဲ့ပြီးဖြစ်သည်။ <span>(၄၈)</span>”</p><div lang=\"my\" class=\"my \"><h2>မူဆာသည် ဖိရ်အောင်ကို ကြောက်ရွံ့ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်က သူ့အား ခိုင်မာစေခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မူဆာနှင့် ဟာရွန်တို့က အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့ကြကြောင်း၊ သူ၏မကျေနပ်မှုကို ဖော်ပြခဲ့ကြကြောင်း အသိပေးသည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَا أَوْ أَن يَطْغَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သူသည် အကျွန်ုပ်တို့ကို အပြစ်ပေးရန် အလျင်စလိုပြုမည်ကို သို့မဟုတ် သူသည် ကျူးလွန်မည်ကို အကျွန်ုပ်တို့ စိုးရိမ်ကြပါသည်)</span> ဆိုသည်မှာ ဖိရ်အောင်သည် သူတို့အား မထင်မှတ်ဘဲ ပြစ်ဒဏ်ပေးနိုင်သည် သို့မဟုတ် သူတို့ မထိုက်တန်သောအခါ သူတို့ကို နှိပ်စက်ခြင်းဖြင့် ကျူးလွန်နိုင်သည်ဟု ဆိုလိုသည်။ အဒ်ဒဟ်ဟ်က်က အိဗ်နုအဗ္ဗားစ်ထံမှ တင်ပြသည်မှာ ဤနေရာတွင် ကျူးလွန်ခြင်းသည် \"ကန့်သတ်ချက်များကို ကျော်လွန်ခြင်း\" ဟုဆိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَالَ لَا تَخَافَا ۖ إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က “မစိုးရိမ်ကြနှင့်၊ ဧကန်မလွဲ ငါသည် သင်တို့နှစ်ဦးနှင့်အတူ ရှိ၏။ ကြားတော်မူ၏။ မြင်တော်မူ၏။” ဟု မိန့်တော်မူ၏။)</span> ဆိုလိုသည်မှာ “သူ <span class=\"gray\">(ဖိရ်အောင်)</span> ကို မကြောက်ကြနှင့်။ အဘယ်ကြောင့်ဆိုသော် ငါသည် သင်တို့နှင့်အတူ ရှိ၏။ သင်တို့၏စကားကိုလည်းကောင်း၊ သူ့စကားကိုလည်းကောင်း ငါကြား၏။ သင်တို့၏နေရာကိုလည်းကောင်း၊ သူ့နေရာကိုလည်းကောင်း ငါမြင်၏။ သင်တို့၏ကိစ္စမှ မည်သည့်အရာမျှ ငါ့ထံမှ ကွယ်ဝှက်၍မထားနိုင်။ သူ့နဖူးသည် ငါ့လက်ထဲတွင် ရှိသည်ကို သိထားလော့။ သူသည် ငါ့ခွင့်ပြုချက်နှင့် ငါ့အမိန့်ပြီးမှသာ စကားပြောခြင်း၊ အသက်ရှူခြင်း သို့မဟုတ် မည်သည့်အင်အားကိုမျှ အသုံးမပြုနိုင်။ ငါသည် ငါ့ကာကွယ်မှု၊ ငါ့အကူအညီနှင့် ငါ့ပံ့ပိုးမှုဖြင့် သင်တို့နှင့်အတူ ရှိ၏။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့နှစ်ဦးလုံး သူ့ထံသွား၍ ဤသို့ပြောကြလော့– “ဧကန်မလွဲ အကျွန်ုပ်တို့သည် သင်တို့၏အရှင်သခင်၏ ရစူလ်တမန်တော်နှစ်ဦးဖြစ်၏…။”)</span></p><div lang=\"ny\" class=\"ny \"><h2>Musa admonishes Fir'awn</h2></div><p lang=\"my\" class=\"my \">သူ၏မိန့်ဆိုချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جِئْنَاكَ بِآيَةٍ مِّن رَّبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် အကျွန်ုပ်တို့သည် သင်တို့၏အရှင်သခင်ထံမှ သက်သေပြချက်နှင့်အတူ ရောက်ရှိလာခဲ့ပြီ။)</span> ဆိုသည်မှာ သင်၏အရှင်သခင်ထံမှ သက်သေအထောက်အထားနှင့် မုအ်ဂျိဇာတ်တစ်ခုနှင့်အတူ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّلَامُ عَلَىٰ مَنِ اتَّبَعَ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်မှုကို လိုက်နာသူအပေါ်တွင် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေသတည်း။)</span> ဆိုလိုသည်မှာ ‘သင်သည် လမ်းညွှန်မှုကို လိုက်နာလျှင် သင့်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ’ ဟု ဆိုလိုသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ရောမဧကရာဇ် ဟေရာကလိယပ်စ်ထံ စာရေးသောအခါ ဤသို့ အစချီ၍ ရေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ، مِنْ مُحَمَّدٍ رَسُولِ اللهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ، سَلَامٌ عَلَى مَنِ اتَّبَعَ الْهُدىٰ، أَمَّا بَعْدُ، فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الْإِسْلَامِ، فَأَسْلِمْ تَسْلَمْ يُؤْتِكَ اللهُ أَجْرَكَ مَرَّتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် သနားကြင်နာတော်မူသော အရှင်မြတ်။ မုဟမ္မဒ်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံမှ ရောမဧကရာဇ် ဟေရာကလိယပ်စ်ထံသို့။ လမ်းညွှန်မှုကို လိုက်နာသူအပေါ်တွင် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေသတည်း။ သို့ဖြစ်၍၊ ဧကန်မလွဲ ကျွန်ုပ်သည် သင့်အား အစ္စလာမ်၏ ဖိတ်ခေါ်မှုဖြင့် ဖိတ်ခေါ်ပါ၏။ ထို့ကြောင့် အစ္စလာမ်ကို လက်ခံပါက သင်လုံခြုံမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် သင့်အား နှစ်ဆသော အကျိုးကို ပေးတော်မူမည်။)</span> ဤအကြောင်းကြောင့် မူဆာနှင့် ဟာရွန်တို့သည် ဖိရ်အောင်အား ဤသို့ပြောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّلَامُ عَلَىٰ مَنِ اتَّبَعَ الْهُدَىٰ - إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်မှုကို လိုက်နာသူအပေါ်တွင် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေသတည်း။ ဧကန်မလွဲ ငြင်းပယ်သူ၊ ကျောခိုင်းသူအတွက် ပြစ်ဒဏ်ရှိမည်ဟု အကျွန်ုပ်တို့ထံ ဗျာဒိတ်တော် ပေးခဲ့ပြီးဖြစ်သည်။)</span> အရှင်မြတ်၏ မစွန်းထင်းသော ဗျာဒိတ်တော်တွင် အလ္လာဟ်အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်၏ သက်သေပြချက်များကို ငြင်းပယ်၍ အရှင်မြတ်၏ နာခံမှုမှ ကျောခိုင်းသူများအတွက်သာ ပြစ်ဒဏ်ကို ပြင်ဆင်ထားကြောင်း အကျွန်ုပ်တို့ထံ ဗျာဒိတ်တော် ပေးခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَن طَغَىٰ - وَآثَرَ الْحَيَاةَ الدُّنْيَا - فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကန့်သတ်ချက်အားလုံးကို ကျော်လွန်၍၊ ဤလောကီဘဝကို ပို၍ နှစ်သက်သူအတွက်၊ ဧကန်မလွဲ သူ၏နေရာသည် ငရဲဘုံဖြစ်မည်။)</span><span class=\"gray\">(၇၉:၃၇-၃၉)</span> အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသော အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنذَرْتُكُمْ نَارًا تَلَظَّىٰ - لَا يَصْلَاهَا إِلَّا الْأَشْقَى - الَّذِي كَذَّبَ وَتَوَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါသည် သင်တို့အား တောက်လောင်နေသော ငရဲမီးကို သတိပေးထားပြီ။ အလွန်ဆုံးသော ဆင်းရဲဒုက္ခရောက်သူမှတစ်ပါး မည်သူမျှ ၎င်းထဲသို့ ဝင်ရောက်ရမည်မဟုတ်။ ငြင်းပယ်၍ ကျောခိုင်းသူ။)</span><span class=\"gray\">(၉၂:၁၄-၁၆)</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَدَّقَ وَلَا صَلَّىٰ - وَلَٰကِن ကَذَّبَ وَتَوَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် မယုံကြည်ခဲ့၊ ဆုတောင်းခဲ့ခြင်းလည်း မရှိ။ သို့သော် ဆန့်ကျင်ဘက်အားဖြင့် သူသည် မဟုတ်မမှန်ပြောခဲ့ပြီး ကျောခိုင်းခဲ့သည်။)</span><span class=\"gray\">[၇၅:၃၁-၃၂]</span> ဆိုလိုသည်မှာ သူသည် နှလုံးသားဖြင့် ငြင်းပယ်ခဲ့ပြီး သူ၏လုပ်ရပ်များဖြင့် ကျောခိုင်းခဲ့သည်။</p>"
  },
  {
    "ayah_key": "20:49",
    "group_ayah_key": "20:49",
    "from_ayah": "20:49",
    "to_ayah": "20:52",
    "ayah_keys": "20:49,20:50,20:51,20:52",
    "text": "<p lang=\"my\" class=\"my \">ဖိရ်အောင်က “မူဆာ၊ ထိုအခါ သင်တို့နှစ်ဦး၏ အရှင်သခင်သည် မည်သူနည်း။ <span>(၄၉)</span><span class=\"gray\">[မူဆာ]</span> က “အကျွန်ုပ်တို့၏အရှင်သခင်သည် အရာတိုင်းအား ၎င်း၏ပုံသဏ္ဍာန်နှင့် သဘာဝကို ပေးတော်မူပြီးနောက် မှန်ကန်စွာ လမ်းညွှန်တော်မူသော အရှင်မြတ်ဖြစ်၏။ <span>(၅၀)</span><span class=\"gray\">[ဖိရ်အောင်]</span> က “ရှေးခေတ်ကာလမှ မျိုးဆက်များအကြောင်းကော။ <span>(၅၁)</span>မူဆာက “ထိုအကြောင်း အသိပညာသည် ကျွန်ုပ်၏အရှင်သခင်ထံ၌ မှတ်တမ်းတစ်ခုတွင် ရှိသည်။ ကျွန်ုပ်၏အရှင်သခင်သည် မှားယွင်းခြင်းမရှိ၊ မေ့လျော့ခြင်းလည်း မရှိ။ <span>(၅၂)</span>” ဟုဆိုသည်။</p><div lang=\"my\" class=\"my \"><h2>မူဆာနှင့် ဖိရ်အောင်တို့၏ စကားပြောဆိုမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသောအရှင်မြတ်သည် ဖိရ်အောင်အကြောင်းကို အသိပေးသည်မှာ ဖိရ်အောင်သည် အမြင့်မြတ်ဆုံး ဖန်ဆင်းရှင်နှင့် ဖန်တီးရှင်ဖြစ်ပြီး အရာခပ်သိမ်းတို့၏ အရှင်နှင့် သူ၏ကိုယ်ပိုင်အရှင်နှင့် ပိုင်ရှင်ဖြစ်သော အရှင်မြတ်၏ တည်ရှိမှုကို ငြင်းပယ်ရင်း မူဆာအား ဤသို့ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن رَّبُّكُمَا يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ၊ ထိုအခါ သင်တို့နှစ်ဦး၏ အရှင်သခင်သည် မည်သူနည်း။)</span> ဆိုလိုသည်မှာ “သင့်အား ခေါ်ထုတ်၍ စေလွှတ်ခဲ့သူသည် မည်သူနည်း။ အဘယ်ကြောင့်ဆိုသော် ငါသည် သူ့ကို မသိ။ ငါကိုယ်တိုင်မှတစ်ပါး အခြားမည်သည့်ဘုရားကိုမျှ သင့်အား ငါမပေးခဲ့။”</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ رَبُّنَا الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မူဆာ)</span> က “အကျွန်ုပ်တို့၏အရှင်သခင်သည် အရာတိုင်းအား ၎င်း၏ပုံသဏ္ဍာန်နှင့် သဘာဝကို ပေးတော်မူပြီးနောက် မှန်ကန်စွာ လမ်းညွှန်တော်မူသော အရှင်မြတ်ဖြစ်၏။” ဟု ဆိုသည်။)</span> အလီဘင် အဘီတလ်ဟာက အိဗ်နုအဗ္ဗားစ်က “အရှင်မြတ်သည် အရာခပ်သိမ်းအတွက် အဖော်တစ်ဦးကို ဖန်ဆင်းတော်မူသည်ဟု ဆိုလိုသည်” ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အဒ်ဒဟ်ဟ်က်က အိဗ်နုအဗ္ဗားစ်က “အရှင်မြတ်သည် လူသားကို လူသားဖြစ်စေ၍၊ မြည်းကို မြည်းဖြစ်စေ၍၊ သိုးကို သိုးဖြစ်စေသည်” ဟု ပြောကြားခဲ့သည်။ လိုင်စ်ဘင် အဘီဆူလိုင်မ်က မုဂျာဟစ်ဒ်ထံမှ “အရှင်မြတ်သည် အရာခပ်သိမ်းအား ၎င်း၏ပုံသဏ္ဍာန်ကို ပေးတော်မူသည်” ဟု ပြောကြားခဲ့ကြောင်း တင်ပြခဲ့သည်။ အိဗ်နုအဘီနဂျီဟ်က မုဂျာဟစ်ဒ်က “အရှင်မြတ်သည် ရွေ့လျားသတ္တဝါတိုင်း၏ ဖန်ဆင်းခြင်းကို ပုံဖော်ခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ စအီးဒ်ဘင် ဂျုဘိုင်ရ်က အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မည်သူသည်)</span> အရာတိုင်းအား ၎င်း၏ပုံသဏ္ဍာန်နှင့် သဘာဝကို ပေးတော်မူပြီးနောက် မှန်ကန်စွာ လမ်းညွှန်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံတိုင်းအား ၎င်း၏ဖန်ဆင်းခြင်းအတွက် သင့်လျော်သောအရာကို ပေးတော်မူခဲ့သည်။ ထို့ကြောင့် အရှင်မြတ်သည် လူသားအား သားရဲတိရစ္ဆာန်၏ ပုံသဏ္ဍာန်ကို မပေးခဲ့သကဲ့သို့၊ သားရဲတိရစ္ဆာန်များအား ခွေး၏ ပုံသဏ္ဍာန်ကိုလည်း မပေးခဲ့ပါ။ အလားတူပင် ခွေး၏ပုံသဏ္ဍာန်သည် သိုး၏ပုံသဏ္ဍာန်နှင့် မတူညီပါ။ အရှင်မြတ်သည် သတ္တဝါတိုင်းအား သင့်လျော်သော အဖော်ကိုလည်း ပေးခဲ့ပြီး ထိုအဖော်ထံသို့ အရာခပ်သိမ်းကို လွှမ်းမိုးခဲ့သည်။ ဖန်ဆင်းခြင်းမျိုးစိတ်တစ်ခုနှင့် အခြားမျိုးစိတ်တစ်ခု တိကျစွာတူညီသည်မှာ မရှိပါ။ ၎င်းတို့သည် ၎င်းတို့၏လုပ်ဆောင်မှုများ၊ ပုံသဏ္ဍာန်များ၊ အစာအာဟာရများနှင့် မိတ်လိုက်ခြင်းတို့တွင် ကွဲပြားကြသည်။ တဖ်စီးရ်ပညာရှင်အချို့က ဤမိန့်ဆိုချက်ဖြစ်သည့် \"အရှင်မြတ်သည် အရာတိုင်းအား ၎င်း၏ပုံသဏ္ဍာန်နှင့် သဘာဝကို ပေးတော်မူပြီးနောက် မှန်ကန်စွာ လမ်းညွှန်တော်မူ၏\" သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي قَدَّرَ فَهَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တိုင်းတာခဲ့ပြီးနောက် လမ်းညွှန်တော်မူသော အရှင်မြတ်။)</span><span class=\"gray\">(၈၇:၃)</span> ဤသည်မှာ အရှင်မြတ်သည် သတ်မှတ်ထားသော ပမာဏ <span class=\"gray\">(အစားအစာ၊ လုပ်ဆောင်မှုများ စသည်တို့)</span> ကို တိုင်းတာခဲ့ပြီးနောက် မိမိ၏ဖန်ဆင်းခံများကို ထိုပမာဏဆီသို့ လမ်းညွှန်တော်မူခဲ့သည်ဟု ဆိုလိုသည်။ အရှင်မြတ်သည် လုပ်ဆောင်မှုများ၊ သေဆုံးမည့်အချိန်များ နှင့် ပြဋ္ဌာန်းချက်များကို ရေးသားခဲ့သည်။ ထို့နောက် ဖန်ဆင်းခံများသည် ထိုအပေါ်တွင် သွားလာကြပြီး ၎င်းကို ရှောင်ရှားနိုင်ခြင်းမရှိ၊ စွန့်ပစ်နိုင်ခြင်းလည်း မရှိကြပါ။ ဤအာယတ်တော်တွင် မူဆာက အကျွန်ုပ်တို့၏အရှင်သခင်သည် ဖန်ဆင်းခြင်းကို ဖန်တီးခဲ့ပြီး ၎င်း၏ပြဋ္ဌာန်းချက်ကို တိုင်းတာခဲ့ကာ ဖန်ဆင်းခံများကို အရှင်မြတ်အလိုရှိရာဆီသို့ တွန်းအားပေးခဲ့သော အရှင်ဖြစ်သည်ဟု ဆိုနေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَمَا بَالُ الْقُرُونِ الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဖိရ်အောင်)</span> က “ရှေးခေတ်ကာလမှ မျိုးဆက်များအကြောင်းကော။” ဟု ဆိုသည်။)</span> ဤအရာ၏အဓိပ္ပါယ်နှင့်ပတ်သက်၍ အမှန်ကန်ဆုံးအမြင်မှာ မူဆာက ဖိရ်အောင်အား သူ့ကိုစေလွှတ်ခဲ့သော သူ၏အရှင်သခင်သည် ဖန်ဆင်းသူ၊ ထောက်ပံ့သူ၊ ပြဋ္ဌာန်းသူနှင့် လမ်းညွှန်သူဖြစ်ကြောင်း အသိပေးသောအခါ ဖိရ်အောင်သည် ယခင်မျိုးဆက်များကို သက်သေအဖြစ် အသုံးပြု၍ ငြင်းခုံစပြုခဲ့ခြင်း ဖြစ်သည်။ သူသည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ခဲ့ခြင်းမရှိသော ရှေးခေတ်လူများကို ရည်ညွှန်းနေခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ “အကယ်၍ ကိစ္စက သင်ပြောသည့်အတိုင်းဆိုလျှင် ထိုလူများ ဘာဖြစ်သွားခဲ့သနည်း။ သူတို့သည် သင်၏အရှင်သခင်ကို မကိုးကွယ်ခဲ့ကြပါ။ အစားအားဖြင့် သူတို့သည် အရှင်မြတ်မှတစ်ပါး အခြားဘုရားများကို ကိုးကွယ်ခဲ့ကြသည်။” မူဆာက သူ့အား ဤအရာကို တုံ့ပြန်ရာတွင် အကယ်၍ သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို မကိုးကွယ်ခဲ့ကြပါက အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား မည်သည့်အရာများ ဖြစ်ပျက်ခဲ့သည်ကို တိကျစွာ သိတော်မူပြီး အရှင်မြတ်သည် သူတို့၏ လုပ်ရပ်များအတွက် တရားမျှတသော အကျိုးကို ပေးတော်မူမည်ဖြစ်ကြောင်း၊ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော် <span class=\"gray\">(ဥပဒေများ၏)</span> တွင် ရေးသားထားသည့်အတိုင်း ဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ ဤကျမ်းကို အလ်-လောဟ် အလ်-မဟ်ဖူးဇ် <span class=\"gray\">(ထိန်းသိမ်းထားသော ကျောက်ပြား)</span> ဟု ခေါ်ဆိုပြီး ၎င်းသည် လုပ်ဆောင်ချက်များ၏ ကျမ်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَضِلُّ رَبِّي وَلَا يَنسَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏အရှင်သခင်သည် မှားယွင်းခြင်းမရှိ၊ မေ့လျော့ခြင်းလည်း မရှိ။)</span> ဤသည်မှာ အရှင်မြတ်ထံမှ မည်သည့်အရာမျှ လွတ်မြောက်သွားခြင်းမရှိ၊ သေးငယ်သည်ဖြစ်စေ၊ ကြီးမားသည်ဖြစ်စေ မည်သည့်အရာကိုမျှ အရှင်မြတ် မလွဲချော်ဟု ဆိုလိုသည်။ အရှင်မြတ်သည် မည်သည့်အရာကိုမျှ မမေ့လျော့ဘဲ၊ အရှင်မြတ်၏ အမြင့်မြတ်ဆုံးသော အသိပညာသည် အရာခပ်သိမ်းကို လွှမ်းခြုံထားသည်ဟု ဖော်ပြထားသည်။ ဘုန်းတော်ကြီးပါစေ အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသော၊ အသန့်ရှင်းဆုံးသော နှင့် မည်သည့်ချို့ယွင်းချက်မှ ကင်းဝေးတော်မူသောအရှင်။ ဖန်ဆင်းခံများတွင် ရှိသောအသိပညာ၌ ချို့ယွင်းချက်နှစ်ခုရှိသည်။ ပထမမှာ ၎င်းသည် မည်သည့်အရာကိုမျှ လုံးဝလွှမ်းခြုံထားခြင်းမရှိခြင်းဖြစ်ပြီး၊ ဒုတိယမှာ ဖန်ဆင်းခံသည် သိပြီးနောက် မေ့လျော့တတ်ခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ထိုချို့ယွင်းချက်များထက် မြင့်မြတ်ကြောင်း ကြေညာထားသည်။</p>"
  }
]