[
  {
    "ayah_key": "37:161",
    "group_ayah_key": "37:161",
    "from_ayah": "37:161",
    "to_ayah": "37:170",
    "ayah_keys": "37:161,37:162,37:163,37:164,37:165,37:166,37:167,37:168,37:169,37:170",
    "text": "<p lang=\"my\" class=\"my \">သို့ဖြစ်၍ သင်တို့နှင့် သင်တို့ ကိုးကွယ်သူတို့သည် <span>(၁၆၁)</span> လမ်းမှားအောင် မလုပ်နိုင် <span>(၁၆၂)</span> ငရဲမီးထဲတွင် လောင်ကျွမ်းရန် ကြိုတင်သတ်မှတ်ထားသူများမှလွဲ၍ <span>(၁၆၃)</span> ငါတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ထဲမှ တစ်ဦးတစ်ယောက်မျှ မိမိ၏ သိပြီးသားနေရာ မရှိသူ မရှိပေ <span>(၁၆၄)</span> ငါတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> သည် တန်းစီလျက် ရပ်တည်ကြသည် <span>(၁၆၅)</span> ငါတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> သည် အမှန်စင်စစ် ဘုန်းတော်ချီးမွမ်းသူများ ဖြစ်သည် <span>(၁၆၆)</span> အမှန်စင်စစ် သူတို့သည် ပြောလေ့ရှိခဲ့ကြသည် <span>(၁၆၇)</span> \"အကယ်၍ ရှေးလူတို့၌ရှိခဲ့သော သတိပေးချက်မျိုး ငါတို့၌ ရှိခဲ့ပါမူ <span>(၁၆၈)</span> \"ငါတို့သည် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ခံကျွန်များ ဖြစ်ခဲ့ကြပေမည်! <span>(၁၆၉)</span> သို့သော် <span class=\"gray\">(ယခု)</span> သူတို့သည် ထိုအရာကို မယုံကြည်ကြပေ၊ ထို့ကြောင့် သူတို့သည် သိရှိလာကြလိမ့်မည် <span>(၁၇၀)</span></p><p lang=\"my\" class=\"my \">သူတို့ထက်ပင် ပိုမိုလမ်းမှားနေသူများမှလွဲ၍ ရုပ်တုကိုးကွယ်သူတို့ ပြောသည်ကို မည်သူမျှ မယုံကြည်ပေ</p><p lang=\"uz\" class=\"uz \">Allah says, addressing the idolators:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّكُمْ وَمَا تَعْبُدُونَ - مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ -  إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့နှင့် သင်တို့ ကိုးကွယ်သူတို့သည် လမ်းမှားအောင် မလုပ်နိုင်၊ ငရဲမီးထဲတွင် လောင်ကျွမ်းရန် ကြိုတင်သတ်မှတ်ထားသူများမှလွဲ၍!)</span> ဆိုလိုသည်မှာ 'သင်တို့ပြောသည်ကို ယုံကြည်ပြီး သင်တို့၏ မှားယွင်းသော ကိုးကွယ်မှုလမ်းစဉ်ကို လိုက်နာမည့်သူများမှာ သင်တို့ထက် ပိုမိုလမ်းမှားနေသူများနှင့် ငရဲအတွက် ဖန်ဆင်းခံရသူများသာ ဖြစ်သည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا ۚ أُولَٰئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ ۚ أُولَٰئِكَ هُمُ الْغَافِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၌ နားမလည်သော နှလုံးသားများ ရှိ၏။ မြင်နိုင်စွမ်းမရှိသော မျက်လုံးများ ရှိ၏။ <span class=\"gray\">(အမှန်တရားကို)</span> နားမကြားနိုင်သော နားများ ရှိ၏။ သူတို့သည် နွားကဲ့သို့ ဖြစ်ကြ၏။ သို့မဟုတ် ပို၍ပင် လမ်းမှားကြ၏။ ထိုသူတို့သည် ဂရုမစိုက်သူများ ဖြစ်ကြ၏။)</span><span class=\"gray\">(၇:၁၇၉)</span>။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ရှစ်ခ်၊ မယုံကြည်မှုနှင့် လမ်းမှားမှုတို့၏ ယုံကြည်ချက်နှင့် အယူအဆများကို လိုက်နာသူများ၏ ပုံဥပမာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူထားသည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့၌ အမျိုးမျိုးသော အယူအဆများ ရှိသည်။ ထိုအရာမှ လမ်းလွဲသွားသူမှာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြင့်)</span> လမ်းလွဲသွားသူပင် ဖြစ်သည်။)</span><span class=\"gray\">(၅၁:၈-၉)</span> ဆိုလိုသည်မှာ၊ ထိုအရာဖြင့် လမ်းမှားရောက်သွားသူမှာ လမ်းမှားသွားသူပင် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်တို့၏ နေရာနှင့် ၎င်းတို့၏ ရာထူးများသည် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းကြသည်</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်တမန်များကို မယုံကြည်သူများနှင့် ၎င်းတို့နှင့်ပတ်သက်၍ လိမ်ညာပြောဆိုသူများ – ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ သမီးများဖြစ်သည်ဟု – စွပ်စွဲထားသည့် ရာထူးအဆင့်ထက် မြင့်မြတ်ကြောင်း ကြေညာကာ မိန့်တော်မူသည် –</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ထဲမှ တစ်ဦးတစ်ယောက်မျှ မိမိ၏ သိပြီးသားနေရာ မရှိသူ မရှိပေ;)</span> ဆိုလိုသည်မှာ၊ တစ်ဦးစီ၌ ကောင်းကင်ဘုံနှင့် ကိုးကွယ်ရာနေရာများတွင် မိမိ၏ကိုယ်ပိုင်နေရာ ရှိသည်၊ ထိုနေရာကို သူ မကျော်လွန်ပေ။ အဒ်-ဒါဟ်ဟာက်က ၎င်း၏ တဖ်စီရ်တွင် ပြောကြားခဲ့သည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ </p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(ငါတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ထဲမှ တစ်ဦးတစ်ယောက်မျှ မိမိ၏ သိပြီးသားနေရာ မရှိသူ မရှိပေ;)</span> မစ်ရူက်က 'အာအီရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) က ပြောကြားခဲ့သည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنَ السَّمَاءِ الدُّنْيَا مَوْضِعٌ إِلَّا عَلَيْهِ مَلَكٌ سَاجِدٌ أَوْ قَائِمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အောက်ကောင်းကင်တွင် ကောင်းကင်တမန်တစ်ပါး ရပ်တည်နေခြင်း သို့မဟုတ် ဂုဏ်ပြုဦးချနေခြင်း မရှိသည့် နေရာဟူ၍ မရှိပေ။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အရာ ဖြစ်သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ထဲမှ တစ်ဦးတစ်ယောက်မျှ မိမိ၏ သိပြီးသားနေရာ <span class=\"gray\">(သို့မဟုတ် ရာထူး)</span> မရှိသူ မရှိပေ)</span>\"။ အိဗ်နု မစအူဒ်က ပြောကြားခဲ့သည်မှာ၊ \"ကောင်းကင်ဘုံများတွင် ကောင်းကင်တစ်ဘုံ ရှိပြီး လက်တစ်ဝါးစာမျှပင် နေရာလွတ်မရှိဘဲ ကောင်းကင်တမန်တစ်ပါး၏ နဖူး သို့မဟုတ် ခြေထောက်ရှိနေသည်။\" ထို့နောက် သူက ရွတ်ဆိုခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ထဲမှ တစ်ဦးတစ်ယောက်မျှ မိမိ၏ သိပြီးသားနေရာ မရှိသူ မရှိပေ;)</span> စအိဒ် ဘင် ဂျုဘိုင်းရ်ကလည်း အလားတူ ပြောကြားခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَنَحْنُ الصَّافُّونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span>၊ ငါတို့သည် တန်းစီလျက် ရပ်တည်ကြသည်။)</span> ဆိုလိုသည်မှာ၊ ငါတို့သည် ကိုးကွယ်ရန် တန်းစီလျက် ရပ်တည်ကြသည်၊ အာယသ်တော်တွင် ငါတို့ မြင်တွေ့ခဲ့ရပြီးဖြစ်သကဲ့သို့ပင် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّافَّاتِ صَفًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တန်းစီ၍ ရပ်တည်သူများ <span class=\"gray\">(သို့မဟုတ် တန်းများ)</span> ဖြင့် ကျိန်ဆိုသည်)</span> အဘူ နဒ်ရာဟ်က ပြောကြားခဲ့သည်မှာ၊ \"အိကာမဟ် ခေါ်ပြီးချိန်တွင်၊ 'အွမ္မရ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) သည် လူများကို မျက်နှာမူကာ 'သင်တို့၏ တန်းများကို ဖြောင့်တန်းစေကြလော့၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ကောင်းကင်တမန်တို့၏ လမ်းစဉ်များကို လိုက်နာစေလိုသည်' ဟု ပြောကြားမည်။ ထို့နောက် သူက ပြောကြားမည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَنَحْنُ الصَّافُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် တန်းစီလျက် ရပ်တည်ကြသည်။)</span> 'နောက်ဆုတ်ပါ၊ ထိုသူ၊ ရှေ့တိုးပါ၊ ထိုသူ။' ထို့နောက် သူက ရှေ့သို့တိုးကာ 'အလ္လာဟု အက်ဘရ်' ဟု ပြောကြားမည်။\" ဤအရာကို အိဗ်နု အဘီ ဟာတိမ်နှင့် အိဗ်နု ဂျာရီရ်တို့က မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ဆဟီဟ် မွတ်စလင်မ်တွင် ဟုဒိုင်းဖာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) က ပြောကြားခဲ့သည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُضِّلْنَا عَلَى النَّاسِ بِثَلَاثٍ: جُعِلَتْ صُفُوفُنَا كَصُفُوفِ الْمَلَائِكَةِ،وَجُعِلَتْ لَنَا الْأَرْضُ مَسْجِدًا، وَتُرْبَتُهَا طَهُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ကို လူသားများထက် အရာသုံးပါးဖြင့် မြတ်နိုးစေခဲ့သည်- ကျွန်ုပ်တို့၏ တန်းများကို ကောင်းကင်တမန်တို့၏ တန်းများကဲ့သို့ ပြုလုပ်ပေးခဲ့သည်၊ မြေပြင်တစ်ခုလုံးကို ကျွန်ုပ်တို့အတွက် ဆွလားသ်ပြုရာနေရာအဖြစ် ပြုလုပ်ပေးခဲ့သည်၊ ၎င်း၏ မြေမှုန့်သည် ကျွန်ုပ်တို့အတွက် သန့်စင်စေသည့် နည်းလမ်းဖြစ်သည်)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် ဘုန်းတော်ချီးမွမ်းသူများ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် တန်းစီလျက် ရပ်တည်ပြီး အရှင်မြတ်ကို ချီးမွမ်းကြသည်၊ ကိုယ်တော်အား ချီးမွမ်းခြင်း၊ သန့်ရှင်းစင်ကြယ်စေခြင်းနှင့် မည်သည့်ချို့ယွင်းချက်၊ လိုအပ်ချက်မျှမရှိကြောင်း ကြေညာခြင်းတို့ကို ပြုကြသည်။ ငါတို့သည် ကိုယ်တော်၏ ကျွန်များဖြစ်ကြပြီး ကိုယ်တော်ကို လိုအပ်ကြကာ ကိုယ်တော်ရှေ့မှောက်၌ နှိမ့်ချကြသည်။'</p><p lang=\"my\" class=\"my \">ကုရ်အိုက်ရှ်တို့သည် ရှေးလူတို့၌ရှိခဲ့သည့်အတိုင်း သတိပေးချက်တစ်ခု ရရှိစေရန် ဆန္ဒပြုခဲ့ကြသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كَانُوا لَيَقُولُونَ - لَوْ أَنَّ عِنْدَنَا ذِكْرًا مِنَ الْأَوَّلِينَ - لَكُنَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူတို့သည် ပြောလေ့ရှိခဲ့ကြသည်- \"အကယ်၍ ရှေးလူတို့၌ရှိခဲ့သော သတိပေးချက်မျိုး ငါတို့၌ ရှိခဲ့ပါမူ၊ ငါတို့သည် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ခံကျွန်များ ဖြစ်ခဲ့ကြပေမည်!\")</span> ဆိုလိုသည်မှာ 'သူတို့သည် – အို မုဟမ္မဒ်၊ သင်သူတို့ထံ မလာမီက – အလ္လာဟ်အရှင်မြတ်အကြောင်းနှင့် ရှေးခေတ်က ဖြစ်ပျက်ခဲ့သည့်အရာများကို သတိပေးမည့်သူတစ်ဦး၊ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို ယူဆောင်လာမည့်သူတစ်ဦး ရှိစေရန် ဆန္ဒပြုခဲ့ကြသည်'။ ဤသည်မှာ အာယသ်တော်များနှင့်တူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى الْأُمَمِ ۖ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို သူတို့၏ အပြင်းထန်ဆုံး ကျိန်ဆိုချက်ဖြင့် ကျိန်ဆိုကြသည်မှာ၊ အကယ်၍ သတိပေးသူတစ်ဦး သူတို့ထံ ရောက်လာပါက၊ သူတို့သည် <span class=\"gray\">(သူတို့ရှေ့က)</span> မည်သည့်လူမျိုးထက်မဆို ပိုမိုမှန်ကန်သော လမ်းညွှန်မှုကို ရရှိလိမ့်မည်ဟု ဖြစ်သည်၊ သို့သော် သတိပေးသူတစ်ဦး သူတို့ထံ ရောက်လာသောအခါ၊ ထိုအရာက သူတို့၌ <span class=\"gray\">(အမှန်တရားမှ)</span> ထွက်ပြေးခြင်းမှလွဲ၍ ဘာမျှ တိုးပွားမလာစေခဲ့ပေ။)</span><span class=\"gray\">(၃၅:၄၂)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَىٰ طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ - أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْKِتَابُ لَكُنَّا أَهْدَىٰ مِنْهُمْ ۚ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللَّهِ وَصَدَفَ عَنْهَا ۗ سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က \"ကျမ်းတော်သည် ကျွန်ုပ်တို့ရှေ့က အုပ်စုနှစ်ခုထံသာ ချပေးခဲ့သည်၊ ကျွန်ုပ်တို့မူကား သူတို့သင်ယူခဲ့သည်များကို အမှန်တကယ် မသိရှိခဲ့ကြပါ\" ဟု မပြောရအောင်၊ သို့မဟုတ် \"ကျွန်ုပ်တို့ထံသာ ကျမ်းတော် ချပေးခဲ့ပါမူ၊ သူတို့ထက် ပိုမိုမှန်ကန်သော လမ်းညွှန်မှုကို ရရှိကြမည်မှာ သေချာသည်\" ဟု မပြောရအောင်ဖြစ်သည်။ သို့ဖြစ်၍ ယခုအခါ သင်တို့ထံသို့ သင်တို့၏ အရှင်သခင်ထံမှ ထင်ရှားသော သက်သေသာဓက၊ လမ်းညွှန်မှုပုံစံနှင့် ကရုဏာတော် ရောက်ရှိလာခဲ့ပြီ။ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်ပြီး ထိုအရာမှ လှည့်ထွက်သွားသူထက် မည်သူက ပိုမိုမတရားနိုင်မည်နည်း။ ငါတို့သည် ငါတို့၏ အာယသ်တော်များမှ လှည့်ထွက်သွားသူများကို သူတို့လှည့်ထွက်သွားခဲ့ခြင်းကြောင့် ဆိုးရွားသော ပြစ်ဒဏ်ဖြင့် အစားပေးအပြစ်ပေးမည်။)</span><span class=\"gray\">(၆:၁၅၆-၁၅၇)</span> အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَفَرُوا بِهِ ۖ فَسَوْفَ يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် ထိုအရာကို မယုံကြည်ကြပေ၊ ထို့ကြောင့် သူတို့သည် သိရှိလာကြလိမ့်မည်!)</span> ဤသည်မှာ သူတို့၏ အရှင်သခင်ကို မယုံကြည်ခြင်းနှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ ကို ငြင်းပယ်ခြင်းတို့ကြောင့် အတိအကျနှင့် ပြင်းထန်သော ခြိမ်းခြောက်မှုဖြစ်သည်။</p>"
  }
]