[
  {
    "ayah_key": "16:104",
    "group_ayah_key": "16:104",
    "from_ayah": "16:104",
    "to_ayah": "16:105",
    "ayah_keys": "16:104,16:105",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များ <span class=\"gray\">(လက္ခဏာများ သို့မဟုတ် ဗျာဒိတ်တော်များ)</span> ကို မယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား လမ်းမှန်သို့ ပို့ဆောင်မည်မဟုတ်ပေ။ ၎င်းတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ရှိပေလိမ့်မည် <span>(104)</span>အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်သူများသည်သာလျှင် မဟုတ်မမှန် ဖန်တီးကြသူများဖြစ်ပြီး ၎င်းတို့သည်သာလျှင် လိမ်လည်ပြောဆိုသူများ ဖြစ်ကြသည် <span>(105)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိအား အမှတ်ရခြင်းမှ လှည့်ထွက်သွားသူများ၊ မိမိ၏ ရစူလ်တမန်တော် ﷺ အပေါ် မိမိချပေးခဲ့သည့်အရာကို ပေါ့ဆသူများ၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ရစူလ်တမန်တော်ယူဆောင်လာသောအရာကို ယုံကြည်ရန် ရည်ရွယ်ချက်မရှိသူများအား လမ်းမှန်သို့ ပို့ဆောင်မည်မဟုတ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ဤသို့သောလူများသည် အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာများဖြင့်လည်းကောင်း၊ ဤလောကတွင် အရှင်မြတ်စေလွှတ်တော်မူသော ရစူလ်တမန်တော်များ၏ သတင်းစကားဖြင့်လည်းကောင်း အီမာန်သို့ လမ်းညွှန်ခြင်းခံရမည်မဟုတ်ပေ။ ၎င်းတို့သည် နောင်တမလွန်ဘဝတွင် နာကျင်ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် ﷺ သည် လိမ်လည်လှည့်ဖြားသူ သို့မဟုတ် မုသားပြောဆိုသူ မဟုတ်ကြောင်း ကျွန်ုပ်တို့အား အသိပေးတော်မူသည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်နှင့် မိမိ၏ ရစူလ်တမန်တော် ﷺ အကြောင်း မဟုတ်မမှန် ဖန်တီးသူသည် ဖန်ဆင်းခံသတ္တဝါတို့တွင် အဆိုးဆုံးဖြစ်သောကြောင့်တည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်သူများသည်)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား လမ်းမှန်သို့ ပို့ဆောင်မည်မဟုတ်ပေ။ ၎င်းတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ရှိပေလိမ့်မည်။ ဆိုလိုသည်မှာ လူများကြားတွင် မုသားပြောဆိုသူများအဖြစ် လူသိများသော ကာဖီရ်များ (မယုံကြည်သူများ) နှင့် မိစ္ဆာဒိဋ္ဌိများဖြစ်သည်။ အခြားတစ်ဖက်တွင်မူ ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ သည် လူတို့တွင် အမှန်ကန်ဆုံးနှင့် ဖြောင့်မတ်ဆုံးပုဂ္ဂိုလ်ဖြစ်ပြီး၊ အသိပညာ၊ လုပ်ရပ်များ၊ အီမာန် (ယုံကြည်ချက်) နှင့် ယုံကြည်လက်ခံမှုတို့တွင် အပြည့်စုံဆုံး ဖြစ်တော်မူ၏။ အရှင်မြတ်သည် မိမိ၏ လူမျိုးများကြားတွင် မိမိ၏ မှန်ကန်ဖြောင့်မတ်မှုကြောင့် လူသိများပြီး ၎င်းတို့ထဲမှ မည်သူမျှ ထိုအရာကို သံသယမရှိခဲ့ကြပေ။ ၎င်းတို့သည် အရှင်မြတ်အား အလ်-အမီးန် <span class=\"gray\">(ယုံကြည်စိတ်ချရသူ)</span> မုဟမ္မဒ်ဟု အမြဲတစေ ခေါ်ဝေါ်သုံးစွဲခဲ့ကြသည်အထိ ဖြစ်သည်။ ထို့ကြောင့် ရောမဘုရင် ဟယ်ရာကလိယပ်စ်က အဘူစွဖ်ယန်အား အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဂုဏ်တော်များအကြောင်း မေးမြန်းသောအခါ ၎င်းအား ပြောခဲ့သည့်အရာများထဲမှ တစ်ခုမှာ \"အရှင်မြတ်သည် မိမိ၏ တောင်းဆိုမှုကို မပြုလုပ်မီက လိမ်လည်သည်ဟု သင်တို့ စွပ်စွဲဖူးပါသလား။\" အဘူစွဖ်ယန်က \"မစွပ်စွဲဖူးပါ\" ဟု ပြန်ဖြေသည်။ ဟယ်ရာကလိယပ်စ်က \"အရှင်မြတ်သည် လူများအကြောင်း လိမ်ညာခြင်းမှ ရှောင်ကြဉ်ပြီးနောက် အလ္လာဟ်အရှင်မြတ်အကြောင်း မဟုတ်မမှန်ဖန်တီးမည်လော။\" ဟု ပြောခဲ့သည်။</p>"
  },
  {
    "ayah_key": "16:106",
    "group_ayah_key": "16:106",
    "from_ayah": "16:106",
    "to_ayah": "16:109",
    "ayah_keys": "16:106,16:107,16:108,16:109",
    "text": "<p lang=\"my\" class=\"my \">အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီးနောက် ငြင်းပယ်က (၎င်းသည်) အတင်းအကြပ်ပြုလုပ်ခံရသူ (သို့သော်) ၎င်း၏စိတ်နှလုံးမှာ အီမာန်၌ ငြိမ်သက်တည်ကြည်နေပါက ချွင်းချက်ပြု၏။ သို့သော် မည်သူမဆို မိမိရင်ဝကို ကာဖစ် (ငြင်းပယ်မှု) အတွက် ဖွင့်ထားပါက ၎င်းတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သက်ရောက်မည်ဖြစ်ပြီး၊ ၎င်းတို့အတွက် ကြောက်မက်ဖွယ်ရာ ပြစ်ဒဏ်ရှိမည်။ <span>(106)</span>၎င်းသည် ၎င်းတို့သည် နောင်တမလွန်ဘဝထက် ဤမျက်မှောက်ဘဝကို ပို၍နှစ်သက်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူလူမျိုးတို့အား လမ်းမှန်သို့ ပို့ဆောင်တော်မမူပေ။ <span>(107)</span>၎င်းတို့သည် မည်သူတို့၏ စိတ်နှလုံးများ၊ ကြားနိုင်သော <span class=\"gray\">(နားများ)</span> နှင့် မြင်နိုင်သော <span class=\"gray\">(မျက်လုံးများ)</span> ပေါ်တွင် အလ္လာဟ်အရှင်မြတ်သည် တံဆိပ်ခတ်နှိပ်ထားတော်မူသည့် သူများဖြစ်သည်။ ၎င်းတို့သည် ပေါ့ဆသူများဖြစ်သည်။ <span>(108)</span>နောင်တမလွန်ဘဝတွင် ၎င်းတို့သည် ဆုံးရှုံးသူများဖြစ်မည်မှာ သံသယမရှိပေ။ <span>(109)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသသည် တမန်တော်မြတ်၏ သာသနာကို စွန့်လွှတ်သူအပေါ်တွင် ဖြစ်သော်လည်း၊ မယုံကြည်ခြင်းသို့ အတင်းအကြပ်ပြုလုပ်ခံရသူမှအပ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိကို ထင်ထင်ရှားရှား ယုံကြည်ပြီးနောက် ဆန္ဒအလျောက် မယုံကြည်သူများအပေါ် အမျက်ထွက်တော်မူကြောင်း၊ ယင်းမယုံကြည်မှုတွင် ငြိမ်းချမ်းမှုကို တွေ့ရှိကာ မိမိတို့၏ စိတ်နှလုံးများကို ဖွင့်လှစ်သူများအပေါ် အမျက်ထွက်တော်မူကြောင်း၊ ၎င်းတို့သည် ယုံကြည်ခြင်းကို နားလည်ခဲ့သော်လည်း ၎င်းမှ လှည့်ထွက်သွားသောကြောင့်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ ၎င်းတို့သည် နောင်တမလွန်ဘဝတွင် ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရမည်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် နောင်တမလွန်ဘဝထက် ဤဘဝကို ပို၍နှစ်သက်သောကြောင့်ဖြစ်သည်၊ ၎င်းတို့သည် ဤလောကအတွက် ယုံကြည်ခြင်းကို စွန့်လွှတ်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများကို လမ်းမှန်သို့ ပို့ဆောင်တော်မမူဘဲ စစ်မှန်သောသာသနာ၌ ခိုင်မြဲစွာ ရပ်တည်ရန် ကူညီတော်မမူခဲ့ပေ။ ၎င်းတို့အတွက် အကျိုးရှိသောအရာကို နားမလည်စေရန် ၎င်းတို့၏ စိတ်နှလုံးများပေါ်တွင် တံဆိပ်ခတ်နှိပ်ခဲ့ပြီး၊ ၎င်းတို့မှ အကျိုးမရရှိစေရန် ၎င်းတို့၏ နားများနှင့် မျက်လုံးများကို တံဆိပ်ခတ်နှိပ်ခဲ့သည်။ ၎င်းတို့၏ စွမ်းရည်များသည် ၎င်းတို့အား လုံးဝအကူအညီမပေးခဲ့ပါ၊ ထို့ကြောင့် ၎င်းတို့အား ဘာဖြစ်တော့မည်ကို ၎င်းတို့မသိရှိကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံသယမရှိ)</span> ဟူသည်၊ ရှောင်လွှဲမရဖြစ်သည်၊ ဤကဲ့သို့သော သူများအတွက် အံ့ဩစရာမရှိပေ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝတွင် ၎င်းတို့သည် ဆုံးရှုံးသူများ ဖြစ်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိမိကိုယ်မိမိနှင့် မိမိတို့၏ မိသားစုများကို ဆုံးရှုံးကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ စိတ်နှလုံးမှာ ယုံကြည်ခြင်းနှင့်အတူ ငြိမ်သက်နေစဉ် အတင်းအကြပ်ပြုလုပ်ခံရသူမှအပ)</span> ဤသည်မှာ မယုံကြည်မှုဆိုင်ရာ စကားများကို ပြောဆိုပြီး မုရှ်ရစ်ကီးန်များနှင့် နှုတ်ဖြင့် သဘောတူညီသူတစ်ဦး၏ ကိစ္စတွင် ချွင်းချက်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ရိုက်နှက်မှုများနှင့် ညှဉ်းပန်းနှိပ်စက်မှုများကြောင့် အတင်းအကြပ်ပြုလုပ်ခံရခြင်းဖြစ်သည်၊ သို့သော် ၎င်း၏ စိတ်နှလုံးသည် ၎င်းပြောဆိုနေသည်ကို လက်ခံရန် ငြင်းဆန်ပြီး၊ အမှန်တကယ်တွင် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ အပေါ် ၎င်း၏ ယုံကြည်ခြင်းနှင့်အတူ ငြိမ်သက်နေသည်။</p><p lang=\"my\" class=\"my \">ပညာရှင်များက လူတစ်ဦးသည် မယုံကြည်မှုသို့ အတင်းအကြပ်ပြုလုပ်ခံရပါက၊ မိမိကိုယ်ကို ကာကွယ်ရန်အတွက် ၎င်းတို့နှင့်အတူ ပါဝင်ခွင့်ရှိသည် သို့မဟုတ် ငြင်းဆန်ခွင့်ရှိသည်ဟု သဘောတူခဲ့ကြသည်၊ ဗီလာလ် (ရဒိယလ္လာဟု အန်ဟု) ကို ၎င်းတို့က အမျိုးမျိုးသော ညှဉ်းပန်းနှိပ်စက်မှုများ ပြုလုပ်ခဲ့စဉ်က၊ ပြင်းထန်သော ပူပြင်းမှုတွင် ၎င်း၏ ရင်ဘတ်ပေါ်၌ ကျောက်တုံးကြီးတစ်ခု တင်၍ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ဖက်စပ်ဟု ဝန်ခံရန် ပြောခဲ့ကြစဉ်က ၎င်းပြုလုပ်ခဲ့သကဲ့သို့ပင်။ ၎င်းက \"တစ်ဆူတည်း၊ တစ်ဆူတည်း\" ဟု ပြောဆိုကာ ငြင်းဆန်ခဲ့သည်။ ၎င်းက \"အလ္လာဟ်ကို တိုင်တည်၍ ပြောရမည်ဆိုလျှင်၊ ဤစကားထက် သင်တို့အား ပို၍ စိတ်အနှောက်အယှက်ဖြစ်စေမည့် စကားကို ငါသိခဲ့လျှင်၊ ငါပြောလိုက်မည်\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ။</p><p lang=\"my\" class=\"my \">အလားတူပင်၊ လိမ်လည်သူ မူစိုင်လမာသည် ဟဗီးဗ် ဗင်န် ဇိုင်ဒ် အလ်-အန်ဆွာရီအား \"မုဟမ္မဒ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်ဖြစ်ကြောင်း သင်သက်သေခံပါသလား?\" ဟု မေးခဲ့သည်။ ၎င်းက \"ဟုတ်ကဲ့\" ဟု ဖြေခဲ့သည်။ ထို့နောက် မူစိုင်လမာက \"ငါသည် အလ္လာဟ်၏ ရစူလ်တမန်တော်ဖြစ်ကြောင်း သင်သက်သေခံပါသလား?\" ဟု မေးခဲ့သည်။ ဟဗီးဗ်က \"ကျွန်တော် မကြားရပါဘူး\" ဟု ဖြေခဲ့သည်။ မူစိုင်လမာသည် ၎င်းအား တစ်စစီ ဆက်တိုက်ဖြတ်တောက်နေခဲ့သော်လည်း ၎င်းသည် မိမိ၏ စကားများကို အခိုင်အမာ ပြောဆိုလျက် ခိုင်မြဲစွာ ရပ်တည်နေခဲ့သည်။</p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်တစ်ဦးအနေဖြင့် မိမိ၏သာသနာ၌ ခိုင်မြဲစွာ ရပ်တည်ခြင်းသည် ပို၍ကောင်းမွန်ပြီး ပို၍နှစ်သက်ဖွယ်ရာဖြစ်သည်၊ ၎င်းသည် အသက်ဆုံးရှုံးသည်အထိပင် ဖြစ်စေကာမူ၊ ဆွဟာဘာများထဲမှ တစ်ဦးဖြစ်သူ အဗ်ဒုလ္လာဟ် ဗင်န် ဟုဒ်ဟာဖာ အလ်-ဆဟ်မီ၏ အတ္ထုပ္ပတ္တိတွင် အလ်-ဟာဖိဇ် အိဗ်နု အစာကိရ်က ဖော်ပြခဲ့သကဲ့သို့ပင်။ ၎င်းက ရောမလူမျိုးတို့၏ ဖမ်းဆီးခြင်းကို ခံခဲ့ရပြီး ၎င်းတို့၏ ဘုရင်ထံသို့ ခေါ်ဆောင်သွားခဲ့သည်ဟု ပြောခဲ့သည်။ ဘုရင်က \"ခရစ်ယာန်ဖြစ်လာပါ၊ ငါ၏ နိုင်ငံတော်၏ အစုရှယ်ယာကို ပေးမည်၊ ငါ၏သမီးနှင့် လက်ထပ်ပေးမည်\" ဟု ပြောခဲ့သည်။ အဗ်ဒုလ္လာဟ်က \"အကယ်၍ သင်သည် သင့်တွင်ရှိသမျှနှင့် အာရပ်လူမျိုးများတွင်ရှိသမျှကို မုဟမ္မဒ် ﷺ ၏သာသနာကို တစ်ခဏမျှ စွန့်လွှတ်စေရန် ငါ့အား ပေးခဲ့လျှင်ပင်၊ ငါမလုပ်ပါ။\" ဟု ပြောခဲ့သည်။ ဘုရင်က \"ထိုအခါ ငါမင်းကို သတ်မည်\" ဟု ပြောခဲ့သည်။ အဗ်ဒုလ္လာဟ်က \"သင့်သဘောပါ\" ဟု ပြောခဲ့သည်။ ဘုရင်က ၎င်းအား လက်ဝါးကပ်တိုင်တင်ရန် အမိန့်ပေးခဲ့ပြီး၊ ၎င်း၏ လေးသမားများကို ၎င်း၏ လက်များ၊ ခြေထောက်များအနီးသို့ ပစ်ခတ်စေရန် အမိန့်ပေးခဲ့ပြီး ခရစ်ယာန်ဖြစ်လာရန်လည်း အမိန့်ပေးခဲ့သော်လည်း ၎င်းက ဆက်လက်ငြင်းဆန်ခဲ့သည်။ ထို့နောက် ဘုရင်က ၎င်းအား အောက်သို့ချရန် အမိန့်ပေးခဲ့ပြီး၊ ကြေးနီဖြင့်ပြုလုပ်ထားသော အိုးကြီးတစ်လုံးကို ယူလာပြီး အပူပေးခဲ့သည်။ ထို့နောက် အဗ်ဒုလ္လာဟ် ကြည့်နေစဉ်တွင် မွတ်စလင်မ်အကျဉ်းသားတစ်ဦးကို ခေါ်ထုတ်လာပြီး အိုးထဲသို့ ပစ်ချခဲ့ရာ၊ ၎င်းမှ ကျန်ရှိသည်မှာ မီးလောင်ထားသော အရိုးများသာဖြစ်သည်။ ဘုရင်က ၎င်းအား ခရစ်ယာန်ဖြစ်ရန် အမိန့်ပေးခဲ့သော်လည်း ၎င်းက ဆက်လက်ငြင်းဆန်ခဲ့သည်။ ထို့နောက် ၎င်းက အဗ်ဒုလ္လာဟ်အား အိုးထဲသို့ ပစ်ချရန် အမိန့်ပေးခဲ့ပြီး၊ ၎င်းအား ပစ်ချရန်အတွက် ပူလီသို့ ပြန်ယူလာခဲ့သည်။ အဗ်ဒုလ္လာဟ် ငိုကြွေးခဲ့ပြီး၊ ဘုရင်က ၎င်းအား တုံ့ပြန်လာလိမ့်မည်ဟု မျှော်လင့်ခဲ့ရာ၊ ၎င်းအား ခေါ်ခဲ့သော်လည်း အဗ်ဒုလ္လာဟ်က \"ကျွန်တော် ငိုကြွေးရခြင်းမှာ ဤအချိန်၌ အလ္လာဟ်အရှင်မြတ်အတွက် ဤအိုးထဲသို့ ပစ်ချခံရမည့် ဝိညာဉ်တစ်ခုတည်းသာ ကျွန်တော့်တွင် ရှိသောကြောင့်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်အတွက် ဤညှဉ်းပန်းနှိပ်စက်မှုကို ခံယူနိုင်ရန် ကျွန်တော့်တွင် ဆံပင်အရေအတွက်နှင့်ညီမျှသော ဝိညာဉ်များ ရှိခဲ့လျှင် ကောင်းလိမ့်မည်ဟု ဆန္ဒရှိပါသည်\" ဟု ပြောခဲ့သည်။ အချို့သော မှတ်တမ်းများအရ ဘုရင်သည် ၎င်းအား ထောင်ချပြီး အစားအသောက်နှင့် ရေသောက်ခွင့်ကို ရက်ပေါင်းများစွာ ပိတ်ပင်ခဲ့သည်၊ ထို့နောက် ၎င်းအား စပျစ်ရည်နှင့် ဝက်သားကို ပို့ပေးခဲ့သော်လည်း ၎င်းက ၎င်းတို့အနီးသို့ မချဉ်းကပ်ခဲ့ပေ။ ထို့နောက် ဘုရင်က ၎င်းအား ခေါ်ပြီး \"ဘာက မင်းကို မစားစေခဲ့တာလဲ?\" ဟု မေးခဲ့သည်။ အဗ်ဒုလ္လာဟ်က \"ဤ <span class=\"gray\">[အခြေအနေများအောက်တွင်]</span> ကျွန်တော့်အတွက် ခွင့်ပြုသည်၊ သို့သော် သင့်အား ပျော်ရွှင်အောင် လုပ်ရန် အခွင့်အရေး မပေးလိုပါဘူး\" ဟု ပြောခဲ့သည်။ ဘုရင်က ၎င်းအား \"ငါ့ခေါင်းကို နမ်းပါ၊ ငါမင်းကို လွှတ်ပေးမည်\" ဟု ပြောခဲ့သည်။ အဗ်ဒုလ္လာဟ်က \"ကျွန်တော်နှင့်အတူရှိသော မွတ်စလင်မ်အကျဉ်းသားအားလုံးကို လွှတ်ပေးမည်လား?\" ဟု မေးခဲ့သည်။ ဘုရင်က \"ဟုတ်ကဲ့\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် အဗ်ဒုလ္လာဟ်သည် ၎င်း၏ ခေါင်းကို နမ်းခဲ့ပြီး ၎င်းက အဗ်ဒုလ္လာဟ်နှင့် ၎င်းကိုင်ဆောင်ထားသော အခြားမွတ်စလင်မ်အကျဉ်းသားအားလုံးကို လွှတ်ပေးခဲ့သည်။ ၎င်းပြန်ရောက်လာသောအခါ 'ဥမရ် ဗင်န် အလ်-ခတ္တားဗ်က \"မွတ်စလင်မ်တိုင်းသည် အဗ်ဒုလ္လာဟ် ဗင်န် ဟုဒ်ဟာဖာ၏ ခေါင်းကို နမ်းသင့်သည်၊ ငါသည် ပထမဆုံး နမ်းသူဖြစ်မည်\" ဟု ပြောခဲ့သည်။ ၎င်းသည် ထရပ်ပြီး ၎င်း၏ ခေါင်းကို နမ်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့နှစ်ဦးအပေါ် နှစ်သက်တော်မူပါစေ။</p>"
  },
  {
    "ayah_key": "16:110",
    "group_ayah_key": "16:110",
    "from_ayah": "16:110",
    "to_ayah": "16:111",
    "ayah_keys": "16:110,16:111",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ဧကန်မလွဲ သင်၏အရှင်သခင်သည် စမ်းသပ်ခံရပြီးနောက် ရွှေ့ပြောင်းသွားလာခဲ့ကြသူများ၊ ဂျီဟတ်တိုက်ပွဲဝင်ခဲ့ကြသူများ၊ သည်းခံခဲ့ကြသူများအတွက် - ဤအဖြစ်အပျက်များပြီးနောက် သင်၏အရှင်သခင်သည် အမှန်ပင် ခွင့်လွှတ်တော်မူသော၊ အကြင်နာဆုံးဖြစ်တော်မူသည် <span>(110)</span><span class=\"gray\">(မှတ်သားကြလော့)</span> ထိုနေ့တွင် လူတိုင်းသည် မိမိကိုယ်တိုင်အတွက် အသနားခံလာကြလိမ့်မည်။ လူတိုင်းသည် မိမိတို့လုပ်ဆောင်ခဲ့သည်များအတွက် အပြည့်အဝ ပြန်လည်ပေးဆပ်ခံရမည်ဖြစ်ပြီး၊ ၎င်းတို့ကို မတရားသဖြင့် ဆက်ဆံခြင်းခံရမည်မဟုတ်ပေ <span>(111)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စလာမ်သာသနာကို စွန့်လွှတ်ရန် အတင်းအကြပ်ပြုခံရသူသည် နောက်ပိုင်းတွင် ကောင်းမှုကုသိုလ်များ ပြုလုပ်ပါက ခွင့်လွှတ်ခြင်းခံရမည်</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် မက္ကာမြို့၌ ဖိနှိပ်ခံခဲ့ရပြီး မိမိတို့၏လူမျိုးများကြားတွင် အခြေအနေနိမ့်ကျခဲ့သော လူအုပ်စုတစ်စုကို ရည်ညွှန်းသည်။ ထို့ကြောင့် ၎င်းတို့ကို စမ်းသပ်သည့်အခါတွင် သူတို့နှင့်အတူ ပါဝင်ခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုနှင့် ခွင့်လွှတ်မှုကို ရှာဖွေရင်း မိမိတို့၏ဇာတိမြေ၊ မိသားစုများနှင့် ပစ္စည်းဥစ္စာများကို ချန်ထားခဲ့ကာ ရွှေ့ပြောင်းခြင်းဖြင့် ထွက်ပြေးလွတ်မြောက်ခဲ့ကြသည်။ ၎င်းတို့သည် ယုံကြည်သူများနှင့် ပူးပေါင်းခဲ့ပြီး မယုံကြည်သူများကို သည်းခံခြင်းဖြင့် ဒုက္ခများကို ရင်ဆိုင်ကာ တိုက်ခိုက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဤအဖြစ်အပျက်များပြီးနောက်၊ ဆိုလိုသည်မှာ စမ်းသပ်ခံရသောအခါ လက်နက်ချပြီးနောက်၊ ၎င်းတို့အား ခွင့်လွှတ်ပြီး ၎င်းတို့အား ပြန်လည်ရှင်ပြန်ထမြောက်စေသောအခါ သနားကြင်နာမှုပြသမည်ဖြစ်ကြောင်း ပြောကြားထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်သားကြလော့)</span> ထိုနေ့တွင် လူတိုင်းသည် အသနားခံလာကြလိမ့်မည်)</span> ဆိုလိုသည်မှာ မိမိကိုယ်တိုင်အတွက် အမှုစစ်ဆေးခြင်းဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَن نَّفْسِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်တိုင်အတွက်။)</span> ဆိုလိုသည်မှာ အခြားမည်သူမျှ ၎င်း၏ကိုယ်စား အသနားခံမည်မဟုတ်ပေ။ ၎င်း၏ဖခင်၊ ၎င်း၏သား၊ ၎င်း၏ညီအစ်ကို သို့မဟုတ် ၎င်း၏ဇနီး မည်သူမျှမဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် မိမိတို့လုပ်ဆောင်ခဲ့သည်များအတွက် အပြည့်အဝ ပြန်လည်ပေးဆပ်ခံရမည်။)</span> ဆိုလိုသည်မှာ ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ မိမိလုပ်ဆောင်ခဲ့သည်များအတွက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို မတရားသဖြင့် ဆက်ဆံခြင်းခံရမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ကောင်းမှုကုသိုလ်အတွက် အကျိုးအမြတ် လျော့ကျခြင်းမရှိဘဲ၊ မကောင်းမှုအတွက် ပြစ်ဒဏ် တိုးလာခြင်းလည်းမရှိပေ။ ၎င်းတို့အား အနည်းငယ်မျှပင် မတရားသဖြင့် ဆက်ဆံခြင်းခံရမည်မဟုတ်ပေ။</p>"
  }
]