[
  {
    "ayah_key": "2:204",
    "group_ayah_key": "2:204",
    "from_ayah": "2:204",
    "to_ayah": "2:207",
    "ayah_keys": "2:204,2:205,2:206,2:207",
    "text": "<p lang=\"my\" class=\"my \">လူတို့တွင် လောကီဘဝတွင် သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အား ၎င်း၏စကားက ပျော်ရွှင်စေနိုင်သူ ရှိ၏။ ၎င်း၏နှလုံးသား၌ ရှိသည်များကို အလ္လာဟ်အရှင်မြတ်အား သက်သေပြု၏။ သို့သော် ၎င်းသည် ပြိုင်ဘက်များထဲတွင် အငြင်းခုံဆုံးသူဖြစ်သည် <span class=\"gray\">(204)</span>၎င်း <span class=\"gray\">(အို မုဟမ္မဒ်)</span> လှည့်ထွက်သွားသောအခါ၊ ၎င်း၏ကမ္ဘာမြေပေါ်ရှိ ကြိုးပမ်းမှုသည် ဖျက်ဆီးရန်နှင့် သီးနှံနှင့် မွေးမြူရေးများကို ဖျက်ဆီးရန်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးခြင်းကို မနှစ်သက်ပေ <span class=\"gray\">(205)</span>၎င်းအား \"အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့လော့\" ဟု ပြောသောအခါ၊ မာန်မာနက ၎င်းအား <span class=\"gray\">(ပိုမို)</span> ရာဇဝတ်မှုဆီသို့ ဦးဆောင်သွား၏။ ထို့ကြောင့် ၎င်းအတွက် ဂျဟန္နမ်သည် လုံလောက်၏။ အမှန်စင်စစ် အနားယူရာ နေရာများထဲတွင် အဆိုးဆုံးဖြစ်သည် <span class=\"gray\">(206)</span>လူတို့တွင် ၎င်းကိုယ်တိုင် အလ္လာဟ်အရှင်မြတ်၏ ပျော်ရွှင်မှုကို ရှာဖွေရင်း ရောင်းချသူလည်း ရှိ၏။ အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(၎င်း၏)</span> ကျွန်များအပေါ် ကြင်နာမှု အပြည့်ရှိ၏ <span class=\"gray\">(207)</span></p><div lang=\"my\" class=\"my \"><h2>မုနာဖစ် (ဟန်ဆောင်သူ) များ၏ ထူးခြားချက်များ</h2></div><p lang=\"my\" class=\"my \">အစ္စွဒ်ဒီက ဤအာယတ်များမှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ လာရောက်ပြီး ၎င်း၏နှလုံးသားက အခြားတစ်နည်းဖြင့် ဖုံးကွယ်ထားသော်လည်း ၎င်း၏အစ္စလာမ်ကို ကြေညာခဲ့သော အလ်အက်ခ်နပ်စ် ဘင် ရှာရစ်က် အစ်ဆ်ဆကဖီနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ကြောင်း ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ရာဂျီအ် ဖြစ်ရပ်အတွင်း သတ်ဖြတ်ခံခဲ့ရသော ခူဘိုင်ဘ်နှင့် ၎င်း၏အပေါင်းအဖော်များကို ဝေဖန်ခဲ့ကြသည့် မုနာဖစ်အချို့နှင့် ပတ်သက်၍ ဤအာယတ်များ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။ ထို့နောက်တွင် အလ္လာဟ်အရှင်မြတ်သည် မုနာဖစ်များကို ပြစ်တင်ရှုတ်ချခြင်းနှင့် ခူဘိုင်ဘ်နှင့် ၎င်း၏အပေါင်းအဖော်များကို ချီးကျူးဂုဏ်ပြုခြင်းကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့တွင် ၎င်းကိုယ်တိုင် အလ္လာဟ်အရှင်မြတ်၏ ပျော်ရွှင်မှုကို ရှာဖွေရင်း ရောင်းချသူလည်း ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် မုနာဖစ်များနှင့် ယုံကြည်သူများကို ယေဘုယျအားဖြင့် ရည်ညွှန်းသည်ဟုလည်း ပြောကြားခဲ့သည်။ ဤသည်မှာ ကတာဒါဟ်၊ မူဂျာဟစ်ဒ်၊ အာရ်-ရာဘီအ် ဘင် အနပ်စ်နှင့် အခြားများစွာသောသူတို့၏ သဘောထားဖြစ်ပြီး၊ ၎င်းသည် မှန်ကန်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က အလ်-ကူရာဇီက နောင်ဖ် အလ်-ဘီကာလီ (၎င်းသည် <span class=\"gray\">(ယခင်က ထုတ်ပြန်ခဲ့သော)</span> ဘာသာရေးကျမ်းစာများကို ဖတ်ရှုလေ့ရှိသူ) က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ယခင်က ထုတ်ပြန်ခဲ့သော ကျမ်းစာများတွင် ဤအွမ်မသ်မှ အချို့သောသူများ၏ ဖော်ပြချက်ကို ကျွန်ုပ် တွေ့ရှိရသည်- ၎င်းတို့ <span class=\"gray\">(မုနာဖစ်များ)</span> သည် ဘာသာရေးကို ပစ္စည်းဥစ္စာအကျိုးအမြတ်ရရှိရန် အသုံးပြုသူများဖြစ်သည်။ ၎င်းတို့၏ လျှာများသည် ပျားရည်ထက် ချိုမြိန်သော်လည်း၊ ၎င်းတို့၏ နှလုံးသားများသည် ဆာဘီရ် <span class=\"gray\">(ခါးသောအပင်တစ်မျိုး၊ ရှားစောင်းလက်ပတ်)</span> ထက် ပိုမိုခါးမြိန်သည်။ ၎င်းတို့သည် လူများကို သိုးများ၏ ရုပ်သွင်ကို ပြသသော်လည်း ၎င်းတို့၏ နှလုံးသားများက ဝံပုလွေများ၏ ကြမ်းတမ်းမှုကို ဖုံးကွယ်ထားသည်။ အလ္လာဟ်အရှင်မြတ်က '၎င်းတို့သည် ငါ့ကို စိန်ခေါ်ဝံ့သော်လည်း ငါက ၎င်းတို့ကို လှည့်စားထားသည်။ ငါ့ကိုယ်တိုင် ကျိန်ဆိုသည်မှာ ငါသည် ၎င်းတို့အပေါ် ဖစ်သ်နာ <span class=\"gray\">(စမ်းသပ်မှု၊ ဘေးအန္တရာယ်)</span> ကို ပို့ဆောင်မည်ဖြစ်ရာ ဉာဏ်ပညာရှိသူကိုပင် မှင်တက်စေမည်' ဟု မိန့်ကြားခဲ့သည်။ ကျွန်ုပ်သည် ဤစကားများကို ဆင်ခြင်သုံးသပ်ပြီး ကုရ်အာန်တွင် မုနာဖစ်များကို ဖော်ပြထားသည်ကို တွေ့ရှိရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَىٰ مَا فِي قَلْبِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့တွင် လောကီဘဝတွင် သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အား ၎င်း၏စကားက ပျော်ရွှင်စေနိုင်သူ ရှိ၏။ ၎င်း၏နှလုံးသား၌ ရှိသည်များကို အလ္လာဟ်အရှင်မြတ်အား သက်သေပြု၏။)</span></p><p lang=\"my\" class=\"my \">အလ်-ကူရာဇီ၏ ဤထုတ်ပြန်ချက်သည် ဟာဆန် စဟီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُشْهِدُ اللَّهَ عَلَىٰ مَا فِي قَلْبِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ၎င်း၏နှလုံးသား၌ ရှိသည်များကို အလ္လာဟ်အရှင်မြတ်အား သက်သေပြု၏။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်က ထိုသို့သောသူများသည် မွတ်စလင်ဟု ဟန်ဆောင်ကြသော်လည်း ၎င်းတို့၏နှလုံးသားများက ဖုံးကွယ်ထားသော မယုံကြည်မှုနှင့် မုနာဖစ်လုပ်ရပ်များဖြင့် အလ္လာဟ်အရှင်မြတ်ကို ဆန့်ကျင်ကြကြောင်း ဖော်ပြသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် လူများထံမှ <span class=\"gray\">(၎င်းတို့၏ ရာဇဝတ်မှုများကို)</span> ဖုံးကွယ်နိုင်သော်လည်း အလ္လာဟ်အရှင်မြတ်ထံမှ <span class=\"gray\">(၎င်းတို့ကို)</span> ဖုံးကွယ်၍ မရနိုင်ပေ။)</span><span class=\"gray\">(4:108)</span></p><p lang=\"my\" class=\"my \">ဤသဖ်စီးရ်ကို အိဗ်နု အစ်ဟားက္က အိဗ်နု အဗ္ဗားစ်ထံမှ ဖော်ပြခဲ့သည်။ ထိုသို့သောသူများသည် ၎င်းတို့၏ အစ္စလာမ်ကို ကြေညာသောအခါ၊ ၎င်းတို့၏နှလုံးသား၌ ရှိသည်များသည် ၎င်းတို့၏လျှာများက ပြောကြားနေသည်နှင့် အတူတူပင်ဖြစ်ကြောင်း အလ္လာဟ်အရှင်မြတ်အား ကျိန်ဆိုကြသည်ဟုလည်း အာယတ်၏ အဓိပ္ပါယ်ဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ ဤသည်မှာ အဗ်ဒူရ်-ရာဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စလမ်က ရွေးချယ်ခဲ့သော အာယတ်အတွက် မှန်ကန်သောအဓိပ္ပါယ်လည်း ဖြစ်သည်။ ၎င်းသည် အိဗ်နု ဂျရီရ်၏ ရွေးချယ်မှုလည်းဖြစ်ပြီး၊ ၎င်းက ၎င်းအား အိဗ်နု အဗ္ဗားစ်နှင့် မူဂျာဟစ်ဒ်တို့နှင့် ဆက်စပ်၍ ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံးသိတော်မူ၏။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ أَلَدُّ الْخِصَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် ပြိုင်ဘက်များထဲတွင် အလ်အဒ်ဒ်ဆုံးဖြစ်သည်)</span><span class=\"gray\">(2:204)</span> lအာယတ်တွင် ဤနေရာ၌ 'အလ်အဒ်ဒ်' ဟူသော စကားလုံးကို သုံးထားပြီး၊ ၎င်း၏စာသားအဓိပ္ပါယ်မှာ 'ဆိုးယုတ်သော' <span class=\"gray\">(ဤနေရာ၌ 'အငြင်းခုံလိုသော')</span> ဟု အဓိပ္ပါယ်ရသည်။ လုဒ်ဒါးဟူသော စကားလုံး၏ ကွဲပြားသောပုံစံကို အခြားအာယတ်တစ်ခုတွင်လည်း အသုံးပြုခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَتُنذِرَ بِهِ قَوْمًا لُّدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင် <span class=\"gray\">(မုဟမ္မဒ်)</span> သည် ၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> ဖြင့် လုဒ်ဒါး လူမျိုးကို သတိပေးလော့။)</span><span class=\"gray\">(19:97)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် မုနာဖစ်သည် လိမ်ညာသည်၊ ၎င်း အငြင်းပွားသောအခါ အမှန်တရားကို ပြောင်းလဲပစ်ပြီး အမှန်တရားကို ဂရုမစိုက်ပေ။ ယင်းအစား၊ ၎င်းသည် အမှန်တရားမှ သွေဖည်သည်၊ လှည့်စားပြီး အငြင်းခုံဆုံးသူဖြစ်လာသည်။ စဟီးဟ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَةُ الْمُنَافِقِ ثَلاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုနာဖစ်တစ်ဦး၏ လက္ခဏာသုံးရပ်မှာ- ၎င်း ပြောဆိုသောအခါတိုင်း လိမ်ညာသည်။ ၎င်း ကတိပေးသောအခါတိုင်း <span class=\"gray\">(၎င်း၏ ကတိကို)</span> အမြဲချိုးဖောက်သည်။ ၎င်းနှင့် သင် အငြင်းပွားပါက ၎င်းသည် အငြင်းခုံဆုံးသူဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် ဗုခါရီက အာအိရှာဟ်က နဗီတမန်တော် ﷺ မိန့်ကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَبْغَضَ الرِّجَالِ إلَى اللهِ الْألَدُّ الْخَصِمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား အမုန်းဆုံးပုဂ္ဂိုလ်မှာ အလ်အဒ်ဒ်နှင့် ခါဆင်မ် <span class=\"gray\">(ဆိုလိုသည်မှာ အငြင်းခုံဆုံး)</span> ဖြစ်သူဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تَوَلَّىٰ سَعَىٰ فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لَا يُحِبُّ الْفَسَادَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း <span class=\"gray\">(အို မုဟမ္မဒ်)</span> လှည့်ထွက်သွားသောအခါ၊ ၎င်းသည် ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးရန်နှင့် သီးနှံနှင့် မွေးမြူရေးများကို ဖျက်ဆီးရန် ကြိုးပမ်းသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးခြင်းကို မနှစ်သက်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်က ထိုသို့သောသူများသည် လျှာတွင် သွေဖည်သူများ၊ လုပ်ရပ်တွင် ဆိုးယုတ်သူများ၊ ၎င်းတို့၏ စကားများသည် ဖန်တီးထားသူများ၊ ၎င်းတို့၏ ယုံကြည်ချက်သည် ဆိုးယုတ်ပြီး ၎င်းတို့၏ အလုပ်များသည် ကိုယ်ကျင့်တရားမဲ့ဖြစ်ကြောင်း ဖော်ပြသည်။ အာယတ်တွင် <span class=\"gray\">(အာရဗီစကားလုံး)</span> စအာ <span class=\"gray\">(စာသားအရ 'ကြိုးပမ်းသည်' သို့မဟုတ် 'ရည်ရွယ်သည်')</span> ကို သုံးထားသည်။ ဤစကားလုံးကို ဖာရောဘုရင်ကို ဖော်ပြရန်လည်း အသုံးပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَدْبَرَ يَسْعَىٰ - فَحَشَرَ فَنَادَىٰ - فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَىٰ - فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ - إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّمَن يَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းသည် ကျောခိုင်းပြီး ယပ်စ်အာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ဆန့်ကျင်၍ ပြင်းပြင်းထန်ထန် ကြိုးပမ်းခဲ့သည်)</span>။ ထို့နောက် ၎င်းသည် <span class=\"gray\">(၎င်း၏လူမျိုးကို)</span> စုရုံးပြီး ကျယ်လောင်စွာ အော်ဟစ်ခဲ့သည်- 'ငါသည် သင်တို့၏ အမြင့်ဆုံး အရှင်သခင်ဖြစ်သည်'။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ၎င်း၏ နောက်ဆုံးနှင့် ပထမဆုံးသော ပြစ်မှုအတွက် ပြစ်ဒဏ်ပေးသည့် ဥပမာဖြင့် ဖမ်းဆီးခဲ့သည်။ အမှန်စင်စစ် ဤအရာ၌ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူတိုင်းအတွက် သွန်သင်ဆုံးမမှုရှိ၏။)</span><span class=\"gray\">(79:22-26)</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">[စအာကို အာယတ်တွင်လည်း အသုံးပြုခဲ့သည်]</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَىٰ ذِكْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူတို့ <span class=\"gray\">(မွတ်စလင်မ်တို့)</span>! သောကြာနေ့ <span class=\"gray\">(ဂျူမအာဟ် နမာဇ်)</span> တွင် နမာဇ် <span class=\"gray\">(ဆွလားသ်)</span> အတွက် ဖိတ်ခေါ်သောအခါ၊ အပ်စ်အောဝ် အလ္လာဟ်အရှင်မြတ်ကို သတိရရန် လာကြလော့။)</span><span class=\"gray\">(62:9)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ အဓိပ္ပါယ်မှာ '<span class=\"gray\">(သောကြာနေ့ နမာဇ်အတွက် ဖိတ်ခေါ်သောအခါ)</span> ရည်ရွယ်ပြီး သောကြာနေ့ နမာဇ်ကို တက်ရောက်ရန် ဆက်လက်လုပ်ဆောင်လော့' ဟုဖြစ်သည်။ ဗလီသို့ အလျင်စလိုသွားခြင်းကို စွန္နဟ်က ပြစ်တင်ရှုတ်ချကြောင်း <span class=\"gray\">(စအာ ဟူသော စကားလုံး၏ အခြားအဓိပ္ပါယ်ဖြစ်သောကြောင့်)</span> ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إذَا أَتَيْتُمُ الصَّلَاةَ فَلَا تَأْتُوهَا وَأَنْتُمْ تَسْعَوْنَ، وَأْتُوهَا وَعَلَيْكُمُ السَّكِينَةُ والْوَقَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ နမာဇ်ကို တက်ရောက်ရန် လာသောအခါ၊ စအီ <span class=\"gray\">(အလျင်စလို)</span> မလာကြနှင့်။ ယင်းအစား၊ သက်သောင့်သက်သာနှင့် ငြိမ်သက်ခြင်း <span class=\"gray\">(သို့မဟုတ် ကျက်သရေရှိခြင်း)</span> ဖြင့် လမ်းလျှောက်လာကြလော့။)</span></p><p lang=\"my\" class=\"my \">မုနာဖစ်သည် ဤဘဝတွင် ဖျက်ဆီးရန်နှင့် သီးနှံများနှင့် သားသမီးများကို ဖျက်ဆီးရန်မှလွဲ၍ အခြားရည်ရွယ်ချက်မရှိပေ။ ၎င်းတွင် တိရစ္ဆာန်များထုတ်လုပ်သော အရာများနှင့် လူတို့၏ အသက်မွေးဝမ်းကျောင်းအတွက် မှီခိုသော အရာများလည်း ပါဝင်သည်။ မူဂျာဟစ်ဒ်က \"အကယ်၍ မုနာဖစ်သည် ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးရန် ကြိုးပမ်းပါက အလ္လာဟ်အရှင်မြတ်သည် မိုးရွာခြင်းကို တားမြစ်မည်ဖြစ်ရာ သီးနှံများနှင့် သားသမီးများ ပျက်စီးသွားမည်\" ဟု ပြောကြားခဲ့သည်။ အာယတ်က ဆက်လက်ဖော်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يُحِبُّ الْفَسَادَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးခြင်းကို မနှစ်သက်ပေ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဤထူးခြားချက်များ ပိုင်ဆိုင်သူများ သို့မဟုတ် ဤကဲ့သို့ ပြုမူသူများကို မနှစ်သက်ပေ။</p><div lang=\"my\" class=\"my \"><h2>အကြံဉာဏ်ကို ငြင်းပယ်ခြင်းသည် မုနာဖစ်များ၏ ထူးခြားချက်ဖြစ်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအား \"အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့လော့\" ဟု ပြောသောအခါ၊ မာန်မာနက ၎င်းအား <span class=\"gray\">(ပိုမို)</span> ရာဇဝတ်မှုဆီသို့ ဦးဆောင်သွား၏။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်က မုနာဖစ်သည် ၎င်း၏ စကားနှင့် လုပ်ရပ်များတွင် သွေဖည်နေသောအခါ၊ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ရန်၊ ၎င်း၏ မကောင်းမှုများမှ ရှောင်ကြဉ်ရန်နှင့် အမှန်တရားကို လိုက်နာရန် အကြံပြုပြီး အမိန့်ပေးသောအခါ၊ ၎င်းသည် ငြင်းဆန်ပြီး ဒေါသထွက်ကာ အမျက်ဒေါသထွက်လာကြောင်း ဖော်ပြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် မကောင်းမှုပြုလုပ်ရန် အသုံးပြုနေကျ ဖြစ်သောကြောင့်ဖြစ်သည်။ ဤအာယတ်သည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့် အရာနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتُنَا قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ရှင်းလင်းပြတ်သားသော အာယတ်များကို ၎င်းတို့အား ရွတ်ဖတ်ပြသောအခါ၊ မယုံကြည်သူတို့၏ မျက်နှာများတွင် ငြင်းပယ်ခြင်းကို သင် တွေ့မြင်ရမည်! ၎င်းတို့သည် ကျွန်ုပ်တို့၏ အာယတ်များကို ရွတ်ဖတ်ပြသူများကို အကြမ်းဖက်တိုက်ခိုက်ရန် အသင့်ဖြစ်နေပြီ။ ပြောပါ- \"ထိုထက် ဆိုးရွားသောအရာကို သင်တို့အား ငါပြောပြရမလား? အလ္လာဟ်အရှင်မြတ်က မယုံကြည်သူတို့အား ကတိပေးထားသော ငရဲမီး၊ အမှန်စင်စစ် ထိုနေရာသည် အဆိုးဆုံးသော ခရီးပန်းတိုင်ဖြစ်သည်။)</span><span class=\"gray\">(22:72)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည်မှာ ဤအကြောင်းကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းအတွက် ဂျဟန္နမ်သည် လုံလောက်၏။ အမှန်စင်စစ် အနားယူရာ နေရာများထဲတွင် အဆိုးဆုံးဖြစ်သည်)</span> ဆိုလိုသည်မှာ မုနာဖစ်အတွက် ငရဲမီးသည် လုံလောက်သော ပြစ်ဒဏ်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>စိတ်ရင်းမှန်ဖြင့် ယုံကြည်သူသည် အလ္လာဟ်အရှင်မြတ်ကို နှစ်သက်စေခြင်းကို ပိုနှစ်သက်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့တွင် ၎င်းကိုယ်တိုင် အလ္လာဟ်အရှင်မြတ်၏ ပျော်ရွှင်မှုကို ရှာဖွေရင်း ရောင်းချသူလည်း ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မုနာဖစ်များ၏ မကောင်းသော ထူးခြားချက်များကို ဖော်ပြပြီးနောက်၊ ယုံကြည်သူတို့၏ ကောင်းမြတ်သော အရည်အသွေးများကို ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့တွင် ၎င်းကိုယ်တိုင် အလ္လာဟ်အရှင်မြတ်၏ ပျော်ရွှင်မှုကို ရှာဖွေရင်း ရောင်းချသူလည်း ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်၊ အနပ်စ်၊ စအီးဒ် ဘင် မူစိုင်ယစ်ဘ်၊ အဘူ အွတ်စ်မာန် အန်-နဟ်ဒီ၊ အိက်ရီမာဟ် နှင့် အခြားပညာရှင်များစွာက ဤအာယတ်မှာ စူဟိုင်ဘ် ဘင် စီနန် အာရ်-ရူမီနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ စူဟိုင်ဘ်သည် မက္ကာဟ်၌ မွတ်စလင်ဖြစ်လာပြီး <span class=\"gray\">(အလ်-မဒီနာသို့)</span> ပြောင်းရွှေ့ရန် ရည်ရွယ်သောအခါ၊ လူများ <span class=\"gray\">(ကုရိုင်ရှ်)</span> က ၎င်းအား ၎င်း၏ငွေများနှင့်အတူ ပြောင်းရွှေ့ခြင်းကို တားမြစ်ခဲ့သည်။ ၎င်းတို့က ၎င်းသည် ၎င်း၏ပိုင်ဆိုင်မှုကို စွန့်လွှတ်ပါက ပြောင်းရွှေ့ရန် လွတ်လပ်သည်ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် ၎င်း၏ငွေများကို စွန့်လွှတ်ပြီး ပြောင်းရွှေ့ခြင်းကို ပိုနှစ်သက်ခဲ့ရာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့် ပတ်သက်၍ ဤအာယတ်ကို ထုတ်ပြန်ခဲ့သည်။ အွမ္မရ် ဘင် ခတ္တာဘ်နှင့် အခြားအပေါင်းအဖော်များစွာက စူဟိုင်ဘ်အား အလ်-မဒီနာ မြို့ပြင်ဘက်ရှိ အလ်-ဟာရ်ရာဟ် <span class=\"gray\">(ကျောက်မည်းများရှိ ကုန်းပြန့်များ)</span> ၌ တွေ့ဆုံခဲ့သည်။ ၎င်းတို့က ၎င်းအား \"ကုန်သွယ်မှုသည် အမှန်စင်စစ် အောင်မြင်ခဲ့ပြီ\" ဟု ပြောကြားခဲ့သည်။ ၎င်းက ၎င်းတို့အား \"သင်တို့လည်း ကုန်သွယ်မှု မရှုံးပါစေနှင့်။ ဘာဖြစ်တာလဲ?\" ဟု ပြန်ဖြေခဲ့သည်။ အွမ္မရ်က အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့် ပတ်သက်၍ ဤအာယတ် <span class=\"gray\">(2:207)</span> ကို ထုတ်ပြန်ခဲ့ကြောင်း ၎င်းအား ပြောပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က \"အို စူဟိုင်ဘ်၊ ကုန်သွယ်မှု အောင်မြင်ခဲ့ပြီ!\" ဟု မိန့်ကြားခဲ့ကြောင်းလည်း ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">အာယတ် <span class=\"gray\">(2:207)</span> ၏ အဓိပ္ပါယ်သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင်ရှိသော မူဂျာဟစ်ဒ်တိုင်းကို အကျုံးဝင်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင် မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ اشْتَرَىٰ مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَىٰ بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُم بِهِ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့၏ အသက်များနှင့် ၎င်းတို့၏ ပစ္စည်းဥစ္စာများကို <span class=\"gray\">(ထိုအဖိုးအခဖြင့်)</span> ဝယ်ယူထားသည်မှာ ၎င်းတို့အတွက် ဂျန္နသ် <span class=\"gray\">(နိဗ္ဗာန်)</span> ဖြစ်လိမ့်မည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင် တိုက်ခိုက်ကြသည်၊ ထို့ကြောင့် ၎င်းတို့သည် <span class=\"gray\">(အခြားသူများကို)</span> သတ်ဖြတ်ကြပြီး သတ်ဖြတ်ခံကြရသည်။ ၎င်းသည် တောင်ရာဟ်၊ အင်ဂျီလ်နှင့် ကုရ်အာန်တို့တွင် ၎င်းအပေါ် စည်းနှောင်ထားသော မှန်ကန်သော ကတိတစ်ခုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထက် ၎င်း၏ ကတိကို ပို၍ မှန်ကန်သူ မည်သူ ရှိသနည်း? ထို့ကြောင့် သင်တို့ ချုပ်ဆိုခဲ့သော ကုန်သွယ်မှုတွင် ပျော်ရွှင်ကြလော့။ ထိုအရာသည် အမြင့်ဆုံးသော အောင်မြင်မှုဖြစ်သည်။)</span><span class=\"gray\">(9:111)</span></p><p lang=\"my\" class=\"my \">ဟိရှာမ် ဘင် အမ်ရ်သည် ရန်သူ၏ တပ်ဖွဲ့များထဲသို့ ထိုးဖောက်ဝင်ရောက်သောအခါ၊ အချို့လူများက ၎င်းအား ဝေဖန်ခဲ့ကြသည်။ အွမ္မရ် ဘင် အလ်-ခတ္တာဘ်နှင့် အဘူ ဟုရိုင်ရာဟ်တို့က ၎င်းတို့ကို ပယ်ချပြီး ဤအာယတ်ကို ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့တွင် ၎င်းကိုယ်တိုင် အလ္လာဟ်အရှင်မြတ်၏ ပျော်ရွှင်မှုကို ရှာဖွေရင်း ရောင်းချသူလည်း ရှိ၏။ အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(၎င်း၏)</span> ကျွန်များအပေါ် ကြင်နာမှု အပြည့်ရှိ၏။)</span></p>"
  }
]