[
  {
    "ayah_key": "2:1",
    "group_ayah_key": "2:1",
    "from_ayah": "2:1",
    "to_ayah": "2:1",
    "ayah_keys": "2:1",
    "text": "<div lang=\"ms\" class=\"ms \"><h2>The Virtues of Surat Al-Baqarah</h2></div><p lang=\"gd\" class=\"gd \">In Musnad Ahmad, Sahih Muslim, At-Tirmidhi and An-Nasa'i, it is recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَجْعَلُوا بُيُوتَكُمْ قُبُورًا فَإِنَّ الْبَيْتَ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ لَا يَدْخُلُهُ الشَّيْطَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အိမ်များကို သင်္ချိုင်းများအဖြစ် မပြောင်းလဲကြနှင့်။ ဧကန်မလွဲ ရှိုင်တွာန်သည် စူရဟ် အလ်-ဗကရဟ်ကို ရွတ်ဖတ်သော အိမ်ထဲသို့ မဝင်ပေ။)</span> အတ်-တီရ်မီဇီက “ဟာဆန် ဆွဟီးဟ်” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ပြင်၊ အဗ်ဒူလ္လာဟ် ဘင် မဆ်အူဒ်က “ရှိုင်တွာန်သည် စူရဟ် အလ်-ဗကရဟ်ကို ကြားရသော အိမ်မှ ထွက်ပြေးသည်” ဟု ပြောကြားခဲ့သည်။ ဤဟဒီးဆ်ကို အန်-နာစာအီက အလ်-ယောင်မ် ဝလ်-လိုင်လာဟ်တွင် စုဆောင်းခဲ့ပြီး အလ်-ဟာကိမ်က ၎င်း၏ မွတ်စ်တဒ်ရက်တွင် မှတ်တမ်းတင်ခဲ့သည်။ ထို့နောက် ၎င်း၏ သတင်းပို့စနစ်မှာ မှန်ကန်သည်ဟု ပြောကြားခဲ့သော်လည်း ဆွဟီးဟ်နှစ်ခုကမူ ၎င်းကို စုဆောင်းခဲ့ခြင်းမရှိပေ။ ၎င်း၏ မွတ်စ်နဒ်တွင် အဒ်-ဒါရ်မီက အိဗ်နု မဆ်အူဒ်က “ရှိုင်တွာန်သည် စူရဟ် အလ်-ဗကရဟ်ကို ရွတ်ဖတ်နေသော အိမ်မှ ထွက်ခွာပြီး ထွက်သွားစဉ် လေချီလွှတ်သည်” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ အဒ်-ဒါရ်မီက အရှ်-ရှာအ်ဘီက အဗ်ဒူလ္လာဟ် ဘင် မဆ်အူဒ်က “ညတစ်ညတွင် စူရဟ် အလ်-ဗကရဟ်မှ အာယတ် ဆယ်ခုကို မည်သူမဆို ရွတ်ဖတ်ပါက ရှိုင်တွာန်သည် ထိုညတွင် ၎င်း၏အိမ်သို့ မဝင်ပေ။ <span class=\"gray\">(ဤအာယတ်ဆယ်ခုမှာ)</span> အစမှ လေးခု၊ အာယတ် အလ်-ကုရ်စီး <span class=\"gray\">(၂၅၅)</span>၊ နောက်ဆက်တွဲ အာယတ်နှစ်ခု <span class=\"gray\">(၂၅၆-၂၅၇)</span> နှင့် နောက်ဆုံး အာယတ်သုံးခုတို့ ဖြစ်သည်။” အခြားသတင်းပို့စနစ်တစ်ခုတွင် အိဗ်နု မဆ်အူဒ်က “ထို့နောက် ရှိုင်တွာန်သည် ၎င်းထံ သို့မဟုတ် ၎င်း၏မိသားစုထံသို့ မချဉ်းကပ်နိုင်ဘဲ ၎င်းမကြိုက်သောအရာတစ်ခုခုမှလည်း ထိခိုက်မှုမရှိစေရ။ ထို့ပြင် ဤအာယတ်များကို အိုမင်းမစွမ်းဖြစ်နေသူတစ်ဦးအပေါ် ရွတ်ဖတ်ပါက ၎င်းတို့ကို နိုးထစေမည်ဖြစ်သည်။”</p><p lang=\"ceb\" class=\"ceb \">Further, Sahl bin Sa'd said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لِكُلِّ شَيْءٍ سَنَامًا، وَإِنَّ سَنَامَ الْقُرْآنِ الْبَقَرَةُ، وَإِنَّ مَنْ قَرَأَهَا فِي بَيْتِهِ لَيْلَةً لَمْ يَدْخُلْهُ الشَّيْطَانُ ثَلَاثَ لَيَالٍ، وَمَنْ قَرَأَهَا فِي بَيْتِهِ نَهَارًا لَمْ يَدْخُلْهُ الشَّيْطَانُ ثَلَاثَةَ أَيَّامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာရာတိုင်းတွင် ကုန်းမြင့် <span class=\"gray\">(သို့မဟုတ် မြင့်မားသော အထွတ်အထိပ်)</span> ရှိပြီး အလ်-ဗကရဟ်သည် ကုရ်အာန်၏ မြင့်မားသော အထွတ်အထိပ်ဖြစ်သည်။ မည်သူမဆို ညဘက်တွင် ၎င်း၏အိမ်၌ အလ်-ဗကရဟ်ကို ရွတ်ဖတ်ပါက ထိုအိမ်သို့ ရှိုင်တွာန်သည် သုံးညတာမျှ မဝင်ရောက်ပေ။ မည်သူမဆို နေ့ဘက်တွင် ၎င်း၏အိမ်၌ ၎င်းကို ရွတ်ဖတ်ပါက ထိုအိမ်သို့ ရှိုင်တွာန်သည် သုံးရက်တာမျှ မဝင်ရောက်ပေ။)</span> ဤဟဒီးဆ်ကို အဘူ အလ်-ကာစင်မ် အတ်-တာဗရာနီ၊ အဘူ ဟာတိမ် အိဗ်နု ဟိဗ်ဘာန်က ၎င်း၏ ဆွဟီးဟ်တွင်နှင့် အိဗ်နု မရ်ဒူဝိယာဟ်တို့က စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အတ်-တီရ်မီဇီ၊ အန်-နာစာအီနှင့် အိဗ်နု မာဂျာဟ်တို့က အဘူ ဟုရိုင်ရာဟ်က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် လူအများစုပါဝင်သော စစ်ချီတပ်ဖွဲ့တစ်ဖွဲ့ကို စေလွှတ်ခဲ့ပြီး ၎င်းတို့တစ်ဦးချင်းစီအား ကုရ်အာန်မှ မည်သည်တို့ကို ကျက်မှတ်ထားသည်ကို မေးမြန်းခဲ့သည်” ဟု မှတ်တမ်းတင်ခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် ၎င်းတို့အနက် အငယ်ဆုံးလူတစ်ဦးထံ ချဉ်းကပ်ပြီး “မင်းဘာတွေ ကျက်မှတ်ထားသလဲ <span class=\"gray\">(ကုရ်အာန်ထဲက)</span> လူငယ်လေး” ဟု မေးမြန်းခဲ့သည်။ ၎င်းက “ကျွန်တော်က ဤဆူရာများနှင့် အလ်-ဗကရဟ်ကို ကျက်မှတ်ထားပါသည်” ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ်က “မင်း စူရဟ် အလ်-ဗကရဟ်ကို ကျက်မှတ်ထားတာလား” ဟု မေးမြန်းခဲ့သည်။ ၎င်းက “ဟုတ်ကဲ့” ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ်က “ဒါဆိုရင် မင်းက သူတို့ရဲ့ခေါင်းဆောင်ပဲ” ဟု ပြောကြားခဲ့သည်။ မှတ်သားဖွယ်လူတစ်ဦး <span class=\"gray\">(သို့မဟုတ် ခေါင်းဆောင်တစ်ဦး)</span> က “အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍ ကျွန်တော် စူရဟ် အလ်-ဗကရဟ်ကို မသင်ယူခဲ့ပါဘူး၊ ဘာလို့လဲဆိုတော့ ကျွန်တော် မလိုက်နာနိုင်မှာကို ကြောက်လို့ပါ” ဟု မှတ်ချက်ပြုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعَلَّمُوا القُرْآنَ وَاقْرَءُوهُ، فَإِنَّ مَثَلَ الْقُرْآنِ لِمَنْ تَعَلَّمَهُ فَقَرَأَ وَقَامَ بِهِ كَمَثَلِ جِرَابٍ مَحْشُوٍّ مِسْكًا يَفُوحُ رِيحُهُ فِي كُلِّ مَكَانٍ، وَمَثَلُ مَنْ تَعَلَّمَهُ فَيَرْقُدُ وَهُوَ فِي جَوْفِهِ كَمَثَلِ جِرَابٍ أُوكِيَ عَلى مِسْكٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်ကို သင်ယူပြီး ရွတ်ဖတ်ကြလော့။ အဘယ်ကြောင့်ဆိုသော် ကုရ်အာန်ကို သင်ယူသူ၊ ရွတ်ဖတ်သူနှင့် ၎င်းကို လိုက်နာသူ၏ ဥပမာသည် ရနံ့များ လေထဲတွင် ပြန့်လွင့်နေသော ကတိုးနံ့အပြည့်ရှိသည့် အိတ်ကဲ့သို့ ဖြစ်သည်။ ကုရ်အာန်ကို သင်ယူပြီးနောက် ၎င်း၏မှတ်ဉာဏ်ထဲတွင် ကုရ်အာန်ရှိနေသော်လည်း အိပ်စက်နေသူ <span class=\"gray\">(ဆိုလိုသည်မှာ ပျင်းရိသူ)</span> ၏ ဥပမာသည် ကတိုးနံ့ရှိသော်လည်း တင်းကျပ်စွာ ပိတ်ထားသော အိတ်ကဲ့သို့ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အတ်-တီရ်မီဇီက စုဆောင်းထားသော စကားလုံးများဖြစ်ပြီး ၎င်းက ဤဟဒီးဆ်သည် ဟာဆန်ဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ အခြားသတင်းပို့စနစ်တစ်ခုတွင် အတ်-တီရ်မီဇီက ဤဟဒီးဆ်ကိုပင် မွရ်ဆာလ်နည်းဖြင့် မှတ်တမ်းတင်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။</p><p lang=\"my\" class=\"my \">ထို့ပြင်၊ အလ်-ဗုခါရီက အူစိုင်ဒ် ဘင် ဟုဒိုင်းရ်က တစ်ချိန်က ၎င်း၏မြင်းကို ၎င်း၏ဘေးတွင် ချည်နှောင်ထားစဉ် စူရဟ် အလ်-ဗကရဟ်ကို ရွတ်ဖတ်နေခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ မြင်းသည် အသံအချို့ပြုလုပ်ရန် စတင်ခဲ့သည်။ အူစိုင်ဒ် ရွတ်ဖတ်ခြင်းကို ရပ်လိုက်သောအခါ မြင်းသည် လှုပ်ရှားခြင်းကို ရပ်တန့်ခဲ့သည်။ ၎င်း ပြန်လည်ဖတ်ရှုသောအခါ မြင်းသည် ပြန်လည်လှုပ်ရှားလာခဲ့သည်။ ၎င်း ရွတ်ဖတ်ခြင်းကို ရပ်လိုက်သောအခါ မြင်းသည် လှုပ်ရှားခြင်းကို ရပ်တန့်ခဲ့ပြီး ၎င်း ပြန်လည်ဖတ်ရှုသောအခါ မြင်းသည် ပြန်လည်လှုပ်ရှားလာခဲ့သည်။ ထိုအတောအတွင်း ၎င်း၏သား ယဟ်ယာသည် မြင်းအနီးတွင် ရှိနေခဲ့ပြီး မြင်းက သူ့ကို နင်းမိမည်ကို စိုးရိမ်ခဲ့သည်။ ၎င်းက ၎င်း၏သားကို နောက်သို့ ရွှေ့လိုက်သောအခါ မိုးပေါ်သို့ မော့ကြည့်လိုက်ရာ မီးအိမ်များကဲ့သို့ အလင်းရောင်များ ထွက်ပေါ်နေသော မိုးတိမ်တစ်ခုကို တွေ့လိုက်ရသည်။ နံနက်ခင်းတွင် ၎င်းသည် တမန်တော်မြတ် ﷺ ထံသို့ သွားရောက်ပြီး ဖြစ်ပျက်ခဲ့သည်များကို ပြောပြခဲ့ပြီးနောက် “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်၏သား ယဟ်ယာသည် မြင်းအနီးတွင် ရှိနေခဲ့ပြီး ၎င်းက သူ့ကို နင်းမိမည်ကို ကျွန်တော် စိုးရိမ်ခဲ့သည်။ ကျွန်တော် သူ့ကို ဂရုစိုက်ပြီး မိုးပေါ်သို့ ခေါင်းထောင်ကြည့်သောအခါ မီးအိမ်များကဲ့သို့ အလင်းရောင်များရှိသော မိုးတိမ်တစ်ခုကို တွေ့လိုက်ရသည်။ ထို့ကြောင့် ကျွန်တော် သွားကြည့်ခဲ့သော်လည်း မတွေ့ရတော့ပါ။” တမန်တော်မြတ် ﷺ က “အဲ့ဒါ ဘာလဲဆိုတာ မင်းသိလား” ဟု မေးမြန်းခဲ့သည်။ ၎င်းက “မသိပါဘူး” ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الْمَلَائِكَةُ دَنَتْ لِصَوْتِكَ وَلَو قَرَأْتَ لَأَصْبَحْتَ يَنْظُرُ النَّاسُ إِلَيْهَا، لَا تَتَوارَى مِنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မလာအိကဟ်များဖြစ်ကြသည်။ ၎င်းတို့သည် သင်၏အသံကို <span class=\"gray\">(စူရဟ် အလ်-ဗကရဟ်ကို ရွတ်ဖတ်ခြင်း)</span> ကြား၍ ချဉ်းကပ်လာခဲ့ကြသည်။ သင်သာ ဆက်လက်ဖတ်ရှုနေခဲ့ပါက နံနက်ခင်းရောက်လာသောအခါ လူတို့သည် မလာအိကဟ်များကို မြင်နိုင်ခဲ့မည်ဖြစ်ပြီး မလာအိကဟ်များသည် ၎င်းတို့၏ မျက်စိများမှ ပုန်းကွယ်နေမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အီမာမ် အဘူ အူဘိုင်ဒ် အလ်-ကာစင်မ် ဘင် စလာမ်က ၎င်း၏ ဖသွာအိလ် အလ်-ကုရ်အာန် ကျမ်းတွင် သတင်းပို့ထားသော မှတ်တမ်းဖြစ်သည်။</p><div lang=\"ms\" class=\"ms \"><h2>Virtues of Surat Al-Baqarah and Surat Aali 'Imran</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အဘူ နုအိုင်မ်က ၎င်းတို့အား သတင်းပို့ခဲ့ပြီး ဘိရှ်ရ် ဘင် မုဟာဂျိရ်က အဗ်ဒူလ္လာဟ် ဘင် ဘုရိုင်ဒါဟ်က ၎င်း၏ဖခင်ထံမှ ၎င်းအား သတင်းပို့ခဲ့ရာ “ကျွန်တော် တမန်တော်မြတ် ﷺ နှင့်အတူ ထိုင်နေခဲ့ပြီး ၎င်းပြောကြားသည်ကို ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعَلَّمُوا سُورَةَ الْبَقَرَةِ فَإِنَّ أَخْذَهَا بَرَكَةٌ، وَتَرْكَهَا حَسْرَةٌ، وَلَا تَسْتَطِيعُهَا الْبَطَلَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူရဟ် အလ်-ဗကရဟ်ကို သင်ယူကြလော့။ အဘယ်ကြောင့်ဆိုသော် ၎င်းကို သင်ယူခြင်း၌ ကောင်းချီးမင်္ဂလာရှိသည်။ ၎င်းကို လျစ်လျူရှုခြင်း၌ ဝမ်းနည်းမှုရှိသည်၊ ထို့ပြင် စုန်းမများသည် ၎င်းကို မကျက်မှတ်နိုင်ပေ။)</span></p><p lang=\"my\" class=\"my \">၎င်း ﷺ ခဏမျှ တိတ်ဆိတ်နေခဲ့ပြီးနောက် ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعَلَّمُوا سُورَةَ الْبَقَرَةِ وَآلَ عِمْرَانَ فَإِنَّهُمَا الزَّهْرَاوَانِ، يُظِلَّانِ صَاحِبَهُمَا يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ أَوْ غَيَايَتَانِ أَوْ فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ، وَإِنَّ الْقُرآنَ يَلْقى صَاحِبَهُ يَوْمَ الْقِيَامَةِ حِينَ يَنْشَقُّ عَنْهُ قَبْرُهُ كَالرَّجُلِ الشَّاحِبِ فَيَقُولُ لَهُ: هَلْ تَعْرِفُنِي؟ فَيَقُولُ: مَا أَعْرِفُكَ. فَيَقُولُ: أَنَا صَاحِبُكَ الْقُرْآنُ الَّذِي أَظْمَأْتُكَ فِي الْهَوَاجِرِ وَأَسْهَرْتُ لَيْلَكَ وَإِنَّ كُلَّ تَاجِرٍ مِنْ وَرَاءِ تِجَارَتِهِ، وَإِنَّكَ الْيَوْمَ مِنْ وَرَاءِ كُلِّ تِجَارَةٍ فَيُعْطَى الْمُلْكَ بِيَمِينِهِ وَالْخُلْدَ بِشِمَالِهِ وَيُوضَعُ عَلَى رَأْسِهِ تَاجُ الْوَقَارِ، وَيُكْسَى وَالِدَاهُ حُلَّتَانِ لَا يَقُومُ لَهُمَا أَهْلُ الدُّنْيَا، فَيَقُولَانِ: بِمَا كُسِينَا هَذَا؟ فَيُقَالُ: بِأَخْذِ وَلَدِكُمَا الْقُرْآنَ ثُمَّ يُقَالُ: اقْرَأْ وَاصْعَدْ فِي دَرَجِ الْجَنَّةِ وَغُرَفِهَا، فَهُوَ فِي صُعُودٍ مَا دَامَ يَقْرأُ هَذًّا كَانَ أَوْ تَرْتِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူရဟ် အလ်-ဗကရဟ်နှင့် အာလ်-အိမ်ရန်တို့ကို သင်ယူကြလော့။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလင်းနှစ်ခုဖြစ်ပြီး ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့၏လူများကို အရိပ်ပေးကြမည်ဖြစ်ရာ မိုးတိမ်နှစ်ခု၊ အရိပ်နေရာနှစ်ခု သို့မဟုတ် <span class=\"gray\">(ပျံသန်းနေသော)</span> ငှက်တန်းနှစ်တန်းကဲ့သို့ ဖြစ်သည်။ ကုရ်အာန်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏အဖော်နှင့် ၎င်း၏သင်္ချိုင်းကို ဖွင့်လိုက်သောအခါ မျက်နှာဖြူဖျော့သော လူတစ်ဦး၏ ပုံစံဖြင့် တွေ့ဆုံမည်။ ကုရ်အာန်က ၎င်းကို “မင်းငါ့ကို သိသလား” ဟု မေးမြန်းလိမ့်မည်။ ထိုသူက “ကျွန်တော် မင်းကို မသိဘူး” ဟု ပြောကြားလိမ့်မည်။ ကုရ်အာန်က “ငါက မင်းရဲ့အဖော်၊ ကုရ်အာန်ပဲ။ ပူပြင်းတဲ့အချိန်တွေမှာ မင်းကို ရေငတ်စေခဲ့ပြီး ညဘက်တွေမှာ မင်းကို နိုးကြားစေခဲ့တဲ့ ကုရ်အာန်ပဲ။ ကုန်သည်တိုင်းမှာ သူတို့ရဲ့ ကိုယ်ပိုင်ကုန်သွယ်မှုရှိတယ်။ ဒါပေမယ့် ဒီနေ့မှာတော့ မင်းက ကုန်သွယ်မှုအမျိုးမျိုးရဲ့ နောက်မှာရှိနေတယ်” ဟု ပြောကြားလိမ့်မည်။ ထို့နောက် ဘုရင်ရာထူးကို ၎င်း၏ညာဘက်လက်၌ ပေးအပ်မည်၊ ထာဝရအသက်ကို ၎င်း၏ဘယ်ဘက်လက်၌ ပေးအပ်မည်ဖြစ်ပြီး ဂုဏ်သိက္ခာ၏ သရဖူကို ၎င်း၏ခေါင်းပေါ်၌ တင်ပေးလိမ့်မည်။ ၎င်း၏မိဘများကိုလည်း ဤဘဝမှ လူတို့ မတတ်နိုင်သော ဝတ်စုံနှစ်စုံကို ချီးမြှင့်လိမ့်မည်။ ၎င်းတို့က “ဘာကြောင့် ကျွန်တော်တို့ ဒီဝတ်စုံတွေကို ချီးမြှင့်ခံရတာလဲ” ဟု မေးမြန်းလိမ့်မည်။ “သင်တို့၏သားသည် ကုရ်အာန်ကို ဆောင်ထားသောကြောင့်ဖြစ်သည်” ဟု ပြောကြားလိမ့်မည်။ <span class=\"gray\">(ကုရ်အာန်ရွတ်ဖတ်သူအား)</span> “ဖတ်ရှုပြီး ဂျန္နတ်၏ အဆင့်များနှင့် အခန်းများသို့ တက်သွားပါ” ဟု ပြောကြားလိမ့်မည်။ ၎င်းသည် နှေးကွေးစွာရွတ်ဖတ်သည်ဖြစ်စေ၊ မြန်မြန်ရွတ်ဖတ်သည်ဖြစ်စေ ရွတ်ဖတ်နေသမျှ တက်လှမ်းနေမည်ဖြစ်သည်။)</span>”</p><p lang=\"my\" class=\"my \">အိဗ်နု မာဂျာဟ်က ဤဟဒီးဆ်၏ အစိတ်အပိုင်းတစ်ခုကို ဘိရှ်ရ် ဘင် အလ်-မုဟာဂျိရ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်။ ဤသတင်းပို့သူများ၏ ဆက်စပ်မှုသည် အီမာမ် မွတ်စ်လင်မ်၏ စံနှုန်းများအရ ဟာဆန်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်၏ အစိတ်အပိုင်းတစ်ခုကို အခြားဟဒီးဆ်များကလည်း ထောက်ခံထားသည်။ ဥပမာအားဖြင့် အီမာမ် အဟ်မဒ်က အဘူ အူမာမာဟ် အလ်-ဘာဟိလီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ပြောကြားသည်ကို ၎င်းကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْرَأُوا الْقُرْآنَ فَإِنَّهُ شَافِعٌ لِأَهْلِهِ يَوْمَ الْقِيَامَةِ اقْرَأُوا الزَّهْرَاوَيْنِ، الْبَقَرَةَ وَآلَ عِمْرَانَ، فَإِنَّهُمَا يَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، أَوْ كَأَنَّهُمَا غَيَايَتَانِ أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ، يُحَاجَّانِ عَنْ أَهْلِهِمَا يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်ကို ဖတ်ရှုကြလော့။ အဘယ်ကြောင့်ဆိုသော် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏လူများအတွက် ကြားဝင်အသနားခံပေးလိမ့်မည်။ အလင်းနှစ်ခုဖြစ်သော အလ်-ဗကရဟ်နှင့် အာလ်-အိမ်ရန်တို့ကို ဖတ်ရှုကြလော့။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိုးတိမ်နှစ်ခု၊ အရိပ်နှစ်ခု သို့မဟုတ် ငှက်တန်းနှစ်တန်း၏ ပုံစံဖြင့် လာရောက်မည်ဖြစ်ပြီး ထိုနေ့တွင် ၎င်းတို့၏လူများအတွက် ငြင်းခုံပေးလိမ့်မည်။)</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> اقْرَأُوا الْبَقَرَةَ فَإِنَّ أَخْذَهَا بَرَكَةٌ وَتَرْكَهَا حَسْرَةٌ وَلَا تَسْتَطِيعُهَا الْبَطَلَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ဗကရဟ်ကို ဖတ်ရှုကြလော့။ အဘယ်ကြောင့်ဆိုသော် ၎င်းကို ဆောင်ထားခြင်း၌ ကောင်းချီးမင်္ဂလာရှိသည်။ ၎င်းကို လျစ်လျူရှုခြင်း၌ ဝမ်းနည်းမှုရှိသည်၊ ထို့ပြင် စုန်းမများသည် ၎င်းကို မကျက်မှတ်နိုင်ပေ။)</span></p><p lang=\"my\" class=\"my \">ထို့ပြင်၊ အီမာမ် မွတ်စ်လင်မ်က ဤဟဒီးဆ်ကို ဆွလာသ်ကျမ်းတွင် သတင်းပို့ခဲ့သည်။</p><p lang=\"gd\" class=\"gd \">Imam Ahmad narrated that An-Nawwas bin Sam'an said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَى بِالقُرْآنِ يَوْمَ الْقِيَامَةِ وَأَهْلِهِ الَّذِينَ كَانُوا يَعْمَلُونَ بِهِ تَقْدَمُهُم سُورَةُ الْبَقَرَةِ وَآلُ عِمْرَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကုရ်အာန်နှင့် ၎င်းကို လိုက်နာကျင့်သုံးခဲ့ကြသော ၎င်း၏လူများကို စူရဟ် အလ်-ဗကရဟ်နှင့် အာလ်-အိမ်ရန်တို့က ဦးဆောင်၍ ပေါ်ထွက်လာစေလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အန်-နာဝါစ်က “တမန်တော်မြတ် ﷺ သည် ဤဆူရာနှစ်ခုအတွက် ဥပမာသုံးခုကို ဖော်ပြခဲ့ပြီး ထိုဥပမာများကို ကျွန်တော် ဘယ်တုန်းကမှ မမေ့ခဲ့ပါဘူး။ ၎င်း ﷺ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمَا غَمَامَتَانِ، أَوْ ظُلَّتَانِ سَودَاوَانِ بَيْنَهُمَا شَرْقٌ، أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ، يُحَاجَّانِ عَنْ صَاحِبِهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိုးတိမ်နှစ်ခု၊ အရိပ်မည်းနှစ်ခု သို့မဟုတ် ငှက်တန်းနှစ်တန်းကဲ့သို့ လာရောက်ပြီး ၎င်းတို့၏လူများအတွက် ငြင်းခုံပေးလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းကို ဆွဟီးဟ် မွတ်စ်လင်မ်တွင်လည်း မှတ်တမ်းတင်ခဲ့ပြီး အတ်-တီရ်မီဇီက ဤဟဒီးဆ်ကို သတင်းပို့ခဲ့ရာ ၎င်းက ဟာဆန် ဂါရစ်ဗ်ဟု သတ်မှတ်ခဲ့သည်။</p><div lang=\"la\" class=\"la \"><h2>Surat Al-Baqarah was revealed in Al-Madinah</h2></div><p lang=\"my\" class=\"my \">စူရဟ် အလ်-ဗကရဟ်သည် အလ်-မဒီနာ၌ အပြည့်အဝ ထုတ်ပြန်ခဲ့သည်ဟူသော အမြင်ကို မည်သူမျှ သဘောထားကွဲလွဲမှုမရှိပါ။ ထို့ပြင် အလ်-ဗကရဟ်သည် အလ်-မဒီနာ၌ ပထမဆုံး ထုတ်ပြန်ခဲ့သော ဆူရာများထဲမှ တစ်ခုဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُواْ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်လည်ပို့ဆောင်ခံရမည့်နေ့ကို ကြောက်ရွံ့ကြလော့။)</span><span class=\"gray\">(၂:၂၈၁)</span> သည် ကုရ်အာန်မှ နောက်ဆုံးထုတ်ပြန်ခဲ့သော အာယတ်ဖြစ်သည်။ ထို့ပြင် အတိုးအကြောင်း အာယတ်များသည်လည်း နောက်ဆုံးထုတ်ပြန်ခဲ့သော အာယတ်များထဲမှ ပါဝင်သည်။ ခါလစ်ဒ် ဘင် မအ်ဒါန်သည် အလ်-ဗကရဟ်ကို ကုရ်အာန်၏ ဖုစ်တတ် <span class=\"gray\">(တဲ)</span> ဟု ခေါ်ဝေါ်လေ့ရှိသည်။ အချို့သော ပညာရှင်များက ၎င်းတွင် သတင်းဖြစ်ရပ် တစ်ထောင်၊ အမိန့်တစ်ထောင်နှင့် တားမြစ်ချက်တစ်ထောင် ပါဝင်သည်ဟု ပြောကြားခဲ့သည်။ ရေတွက်သူများက အလ်-ဗကရဟ်၏ အာယတ်အရေအတွက်သည် နှစ်ရာရှစ်ဆယ့်ခုနစ်ခုဖြစ်ပြီး ၎င်း၏စကားလုံးများသည် ခြောက်ထောင်နှစ်ရာနှစ်ဆယ့်တစ်လုံးဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ ထို့ပြင် ၎င်း၏အက္ခရာများသည် နှစ်သောင်းငါးထောင်ငါးရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျုရိုင်ဂျ်က အဋာအ်က အိဗ်နု အဗ္ဗားစ်က “စူရဟ် အလ်-ဗကရဟ်သည် အလ်-မဒီနာ၌ ထုတ်ပြန်ခဲ့သည်” ဟု ပြောကြားခဲ့ကြောင်း သတင်းပို့ခဲ့သည်။ ထို့ပြင် ခါစိဖ်က မုဂျာဟိဒ်ထံမှ အဗ်ဒူလ္လာဟ် ဘင် အဇ်-ဇုဗိုင်ရ်က “စူရဟ် အလ်-ဗကရဟ်သည် အလ်-မဒီနာ၌ ထုတ်ပြန်ခဲ့သည်” ဟု ပြောကြားခဲ့သည်ဟု ပြောကြားခဲ့သည်။ အီမာမ်များနှင့် တဖ်ဆီရ်ပညာရှင်များစွာတို့က အလားတူ ထုတ်ပြန်ချက်များကို ထုတ်ပြန်ခဲ့ကြပြီး ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည့်အတိုင်း ဤကိစ္စတွင် သဘောထားကွဲလွဲမှု မရှိပေ။</p><p lang=\"my\" class=\"my \">ဆွဟီးဟ်နှစ်ခုက အိဗ်နု မဆ်အူဒ်သည် ကအ်ဗဟ်ကို ၎င်း၏ဘယ်ဘက်တွင်ထားကာ မီနာကို ၎င်း၏ညာဘက်တွင်ထား၍ ကျောက်ခဲခုနစ်လုံး <span class=\"gray\">(ဂျမ်ရဟ်သို့)</span> ပစ်ပေါက်ခဲ့ပြီး “စူရဟ် အလ်-ဗကရဟ်ကို ထုတ်ပြန်ခဲ့သူ <span class=\"gray\">(ဆိုလိုသည်မှာ တမန်တော်မြတ် ﷺ)</span> သည် ရမ်မီ <span class=\"gray\">(ကျောက်ခဲပစ်ပေါက်သည့် ဟဂျ်ဓလေ့)</span> ကို အလားတူ ပြုလုပ်ခဲ့သည်” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ ဆွဟီးဟ်နှစ်ခုက ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ပြင်၊ အိဗ်နု မရ်ဒူဝိယာဟ်က အုကွိုင်လ် ဘင် တလ်ဟာဟ်ထံမှ အွတ်ဗဟ် ဘင် မရ်သဒ်ထံမှ ရှုအ်ဗဟ်၏ ဟဒီးဆ်ကို သတင်းပို့ခဲ့သည်- “တမန်တော်မြတ် ﷺ သည် ၎င်း၏ဆွဟာဗဟ်များ ရှေ့တန်းများတွင် မရှိသည်ကို မြင်သောအခါ ၎င်းက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَصْحَابَ سُورَةِ الْبَقَرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို စူရဟ် အလ်-ဗကရဟ်၏ ဆွဟာဗဟ်များ။)</span> ဤဖြစ်ရပ်သည် ဟုနိုင်းန် တိုက်ပွဲအတွင်း ဆွဟာဗဟ်များ ဆုတ်ခွာခဲ့စဉ်က ဖြစ်ပွားခဲ့သည်ဟု ကျွန်တော် ထင်သည်။ ထို့နောက် တမန်တော်မြတ် ﷺ က အလ်-အဗ်ဗားစ် <span class=\"gray\">(၎င်း၏ ဦးလေး)</span> အား အော်ဟစ်ရန် အမိန့်ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَصْحَابَ الشَّجَرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို သစ်ပင်၏ ဆွဟာဗဟ်များ။)</span> ဆိုလိုသည်မှာ အရ်-ရစ်ဒ်ဝါန်၏ ကတိသစ္စာပြုခြင်း <span class=\"gray\">(သစ်ပင်အောက်တွင်)</span> တွင် ပါဝင်ခဲ့သော ဆွဟာဗဟ်များဖြစ်သည်။ အခြားသတင်းပို့စနစ်တစ်ခုတွင် အလ်-အဗ်ဗားစ်က “အို စူရဟ် အလ်-ဗကရဟ်၏ ဆွဟာဗဟ်များ” ဟု အော်ဟစ်ခဲ့ပြီး ၎င်းတို့ကို ပြန်လာရန် တိုက်တွန်းခဲ့ရာ ၎င်းတို့သည် အရပ်မျက်နှာတိုင်းမှ ပြန်လာခဲ့ကြသည်။ ထို့ပြင် အလ်-ယာမာမာဟ် တိုက်ပွဲအတွင်း၊ မုဆိုင်လိမာဟ် လိမ်ညာသူ၏ တပ်ဖွဲ့ကို ဆန့်ကျင်သောအခါ မုဆိုင်လိမာဟ်၏ တပ်ဖွဲ့တွင် စစ်သားများ အလွန်များပြားသောကြောင့် ဆွဟာဗဟ်များသည် ပထမဆုံးအကြိမ် ဆုတ်ခွာခဲ့ကြသည်။ မုဟာဂျိရ်များနှင့် အန်ဆွာရ်များသည် တစ်ဦးကိုတစ်ဦး “အို စူရဟ် အလ်-ဗကရဟ်၏ လူများ” ဟု ခေါ်ဝေါ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ၎င်းတို့၏ ရန်သူကို အောင်မြင်စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်များအားလုံး၏ ဆွဟာဗဟ်များအားလုံးကို နှစ်သက်တော်မူပါစေသော်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p class=\"qpc-hafs\">الم </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင်၊ အမြဲတစေ သနားကြင်နာတော်မူသော အရှင်)</span><span class=\"gray\">(၁။ အလစ်ဖ် လာမ် မီမ်)</span>။</p><div lang=\"my\" class=\"my \"><h2>တစ်ဦးချင်း အက္ခရာများအကြောင်း ဆွေးနွေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အချို့သော ဆူရာများ၏ အစတွင်ရှိသော တစ်ဦးချင်း အက္ခရာများသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းကိုယ်တော်တိုင်အတွက်သာ သိမ်းဆည်းထားသော အရာများထဲမှ ဖြစ်သည်။ ဤသည်ကို အဘူ ဗကရ်၊ အွမ္မာရ်၊ အွတ်စ်မန်၊ အလီနှင့် အိဗ်နု မဆ်အူဒ်တို့ထံမှ သတင်းပို့ခဲ့သည်။ ဤအက္ခရာများသည် အချို့သော ဆူရာများ၏ အမည်များဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ကုရ်အာန်၏ ဆူရာများကို စတင်ရန် ရွေးချယ်ခဲ့သော အစများဖြစ်သည်ဟုလည်း ပြောကြားခဲ့သည်။ ခါစိဖ်က မုဂျာဟိဒ်က “ကာဖ်၊ ဆွဒ်၊ တွာ စီးန် မီမ် နှင့် အလစ်ဖ် လာမ် ရာ ကဲ့သို့သော ဆူရာများ၏ အစများသည် အက္ခရာအချို့သာဖြစ်သည်” ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အချို့သော ဘာသာဗေဒပညာရှင်များကလည်း ၎င်းတို့သည် အက္ခရာများဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အက္ခရာ နှစ်ဆယ့်ရှစ်လုံး၏ အပြည့်အစုံကို ရိုးရှင်းစွာ မဖော်ပြခဲ့ခြင်းဖြစ်သည်ဟု ဖော်ပြခဲ့သည်။ ဥပမာအားဖြင့် ၎င်းတို့က “ကျွန်ုပ်၏သားသည် အလစ်ဖ်၊ ဗာအ်၊ တာအ်၊ သာအ်... စသည်ဖြင့် ရွတ်ဖတ်သည်” ဟု ပြောသူတစ်ဦးသည် ကျန်ရှိသည်များကို မဖော်ပြမီ ရပ်တန့်သော်လည်း အက္ခရာအပြည့်အစုံကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ ဤအမြင်ကို အိဗ်နု ဂျရီရ်က ဖော်ပြခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ဆူရာများ၏ အစရှိ အက္ခရာများ</h2></div><p lang=\"my\" class=\"my \">ထပ်ခါတလဲလဲ အက္ခရာများကို ဖယ်ရှားလိုက်ပါက ဆူရာများ၏ အစတွင် ဖော်ပြထားသော အက္ခရာအရေအတွက်မှာ ဆယ့်လေးလုံးဖြစ်သည်။ ၎င်းတို့မှာ အလစ်ဖ်၊ လာမ်၊ မီမ်၊ ဆွဒ်၊ ရာ၊ ကာဖ်၊ ဟာ၊ ယာ၊ အိုင်န်၊ တွာ၊ စီးန်၊ ဟာ၊ ကာဖ်၊ နူန်တို့ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အရာရာတိုင်းကို ၎င်း၏ ဉာဏ်ပညာကို ထိမ်ချန်စွာ ထင်ဟပ်စေခဲ့သော အရှင်သည် အလွန်တရာ ကြီးမြတ်လှပေသည်။</p><p lang=\"my\" class=\"my \">ထို့ပြင်၊ ပညာရှင်များက “အလ္လာဟ်အရှင်မြတ်သည် ဤအက္ခရာများကို ဟာသနှင့် ကစားရန် ထုတ်ပြန်ခဲ့သည် မဟုတ်သည်မှာ သံသယဖြစ်ဖွယ်မရှိ” ဟု ပြောကြားခဲ့သည်။ အချို့သော အသိပညာမဲ့သူများက ကုရ်အာန်၏ အချို့သော အရာများသည် မည်သည့်အဓိပ္ပါယ်မျှမရှိဟု <span class=\"gray\">(ဆိုလိုသည်မှာ ဤအက္ခရာများကဲ့သို့)</span> ပြောကြားခဲ့ကြပြီး ကြီးမားသော အမှားကို ကျူးလွန်ခဲ့ကြသည်။ ဆန့်ကျင်ဘက်အားဖြင့် ဤအက္ခရာများသည် သီးခြားအဓိပ္ပါယ်ကို ဆောင်ကြသည်။ ထို့ပြင်၊ ဤအက္ခရာများကို ရှင်းပြထားသော တမန်တော်မြတ် ﷺ ထံသို့ ဦးတည်သည့် မှန်ကန်သော သတင်းပို့ချက်ကို ကျွန်ုပ်တို့ တွေ့ရှိပါက တမန်တော်မြတ်၏ ထုတ်ပြန်ချက်ကို ကျွန်ုပ်တို့ လက်ခံမည်ဖြစ်သည်။ သို့မဟုတ်ပါက ကျွန်ုပ်တို့ကို ရပ်တန့်စေခဲ့သော နေရာတွင် ရပ်တန့်ပြီး ကြွေးကြော်မည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ءَامَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းကို ယုံကြည်သည်။ ၎င်းအားလုံး <span class=\"gray\">(ရှင်းလင်းပြီး မရှင်းလင်းသော အာယတ်များ)</span> သည် ကျွန်ုပ်တို့၏ အရှင်ထံမှ ဖြစ်သည်)</span><span class=\"gray\">(၃:၇)</span>။</p><p lang=\"my\" class=\"my \">ပညာရှင်များသည် ဤကိစ္စနှင့်ပတ်သက်၍ အမြင်တစ်ခု သို့မဟုတ် ရှင်းလင်းချက်တစ်ခုတည်းအပေါ် သဘောတူညီခဲ့ခြင်း မရှိပေ။ ထို့ကြောင့် ပညာရှင်တစ်ဦး၏ အမြင်သည် မှန်ကန်သည်ဟု ထင်မြင်သူမည်သူမဆို ၎င်းကို လိုက်နာရန် တာဝန်ရှိပြီး မဟုတ်ပါက ဤကိစ္စနှင့်ပတ်သက်၍ မည်သည့်ဆုံးဖြတ်ချက်မျှ မချမှတ်ဘဲ ရှောင်ကြဉ်ခြင်းသည် ပိုမိုကောင်းမွန်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>ဤအက္ခရာများသည် အံ့ဖွယ်ကောင်းသော ကုရ်အာန်ကို သက်သေခံသည်</h2></div><p lang=\"my\" class=\"my \">ဤအက္ခရာများ၏ အတိအကျအဓိပ္ပါယ်များကို မည်သို့ပင်ဖြစ်စေ ဆူရာများ၏ အစတွင် ဤအက္ခရာများကို ဖော်ပြခြင်း၏ ပညာဉာဏ်မှာ ၎င်းတို့သည် ကုရ်အာန်၏ အံ့ဖွယ်ရာကို သက်သေခံခြင်းဖြစ်သည်။ ဧကန်မလွဲ လူသားများသည် ကုရ်အာန်ကဲ့သို့ တစ်စုံတစ်ရာကို ထုတ်လုပ်နိုင်ခြင်းမရှိပေ။ ၎င်းတို့ တစ်ဦးနှင့်တစ်ဦး စကားပြောရာတွင် အသုံးပြုသော အက္ခရာများဖြင့် ဖွဲ့စည်းထားသော်လည်း ထုတ်လုပ်နိုင်ခြင်းမရှိပေ။ ဤအမြင်ကို အရ်-ရာဇီက ၎င်း၏ တဖ်ဆီရ်တွင် ဖော်ပြခဲ့ပြီး အလ်-မုဗရ်ရစ်ဒ်နှင့် အခြားပညာရှင်များစွာတို့နှင့် ဆက်စပ်ခဲ့သည်။ အလ်-ကုရ်တွူဘီကလည်း ဤအမြင်ကို အလ်-ဖရ်ရာအ်နှင့် ကုတွ်ရုဗ်တို့နှင့် ဆက်စပ်ခဲ့သည်။ အဇ်-ဇမာခ်ရှရီက ၎င်း၏ အလ်-ကရှ်ရှာဖ် ကျမ်းတွင် ဤအမြင်ကို သဘောတူခဲ့သည်။ ထို့ပြင် အီမာမ်နှင့် ပညာရှင် အဘူ အလ်-အဗ်ဗားစ် အိဗ်နု တိုင်းမီယာဟ်နှင့် ကျွန်ုပ်တို့၏ ရှိုင်ခ် အလ်-ဟာဖိဇ် အဘူ အလ်-ဟဂျ်ဂျာဂျ် အလ်-မီဇီတို့ကလည်း ဤအမြင်ကို သဘောတူခဲ့ကြသည်။ အလ်-မီဇီက ၎င်းသည် ရှိုင်ခ် အလ်-အစ္စလာမ် အိဗ်နု တိုင်းမီယာဟ်၏ အမြင်လည်းဖြစ်ကြောင်း ကျွန်ုပ်အား ပြောပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဇ်-ဇမာခ်ရှရီက ဤအက္ခရာများသည် “ကုရ်အာန်အစတွင် တစ်ပြိုင်နက်တည်း ဖော်ပြခဲ့ခြင်းမဟုတ်ပေ။ ယင်းအစား <span class=\"gray\">(ဖန်ဆင်းခံများအပေါ်)</span> စိန်ခေါ်မှု ပိုမိုရဲရင့်စေရန် ၎င်းတို့ကို ထပ်ခါတလဲလဲ ဖော်ပြခဲ့သည်။ အလားတူပင် ကုရ်အာန်တွင် ဇာတ်လမ်းများစွာကို ထပ်ခါတလဲလဲ ဖော်ပြခဲ့ပြီး စိန်ခေါ်မှုကိုလည်း နယ်ပယ်အမျိုးမျိုးတွင် <span class=\"gray\">(ဆိုလိုသည်မှာ ကုရ်အာန်ကဲ့သို့ တစ်စုံတစ်ရာကို ထုတ်လုပ်ရန်)</span> ထပ်ခါတလဲလဲ ပြုလုပ်ခဲ့သည်။ တစ်ခါတစ်ရံတွင် ဆွဒ်၊ နူန်နှင့် ကာဖ် ကဲ့သို့သော အက္ခရာတစ်လုံးချင်းစီကို ဖော်ပြခဲ့သည်။ တစ်ခါတစ်ရံတွင် အက္ခရာနှစ်လုံးကို ဖော်ပြခဲ့သည်၊ ဥပမာ-</p><p class=\"qpc-hafs\">حـم </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟာ မီမ်)</span><span class=\"gray\">(၄၄:၁)</span> တစ်ခါတစ်ရံတွင် အက္ခရာသုံးလုံးကို ဖော်ပြခဲ့သည်၊ ဥပမာ-</p><p class=\"qpc-hafs\">الم </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလစ်ဖ် လာမ် မီမ် <span class=\"gray\">(၂: ၁)</span>)</span> နှင့် အက္ခရာလေးလုံး၊ ဥပမာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">المر</p><p lang=\"la\" class=\"la \"><span class=\"gray\">('Alif Lam Mim Ra)</span><span class=\"gray\">(13:1)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">المص </p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Alif Lam Mim Sad)</span><span class=\"gray\">(7:1)</span>.</p><p lang=\"my\" class=\"my \">တစ်ခါတစ်ရံတွင် အက္ခရာငါးလုံးကို ဖော်ပြခဲ့သည်၊ ဥပမာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">كهيعص </p><p lang=\"sw\" class=\"sw \"><span class=\"gray\">(Kaf Ha Ya 'Ayn Sad)</span><span class=\"gray\">(19:1)</span>, and;</p><p class=\"fa qpc-hafs\" lang=\"fa\">حـم - عسق</p><p lang=\"cy\" class=\"cy \"><span class=\"gray\">(Ha Mim. 'Ayn Sin Qaf)</span><span class=\"gray\">(42:1-2)</span>.</p><p lang=\"my\" class=\"my \">ဤသို့ဖြစ်ရသည်မှာ စကားပြောရာတွင် အသုံးပြုသော စကားလုံးများသည် များသောအားဖြင့် အက္ခရာတစ်လုံး၊ နှစ်လုံး၊ သုံးလုံး၊ လေးလုံး သို့မဟုတ် ငါးလုံးတို့ဖြင့် ဖွဲ့စည်းထားသောကြောင့် ဖြစ်သည်။”</p><p lang=\"my\" class=\"my \">ဤအက္ခရာများဖြင့် စတင်သော ဆူရာတိုင်းသည် ကုရ်အာန်၏ အံ့ဖွယ်ရာနှင့် ကြီးကျယ်ခမ်းနားမှုကို ပြသသည်။ ဤအချက်ကို ထိုကဲ့သို့သော ကိစ္စရပ်များတွင် ကျွမ်းကျင်သူများက သိရှိကြသည်။ ဤဆူရာများ၏ အရေအတွက်သည် နှစ်ဆယ့်ကိုးခုဖြစ်သည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - ذَٰلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလစ်ဖ် လာမ် မီမ်)</span> ဤသည်မှာ ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> ဖြစ်ပြီး ၎င်းတွင် မည်သည့်သံသယမျှ မရှိပေ <span class=\"gray\">(၂:၁-၂)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ - نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလစ်ဖ် လာမ် မီမ်။ အလ္လာဟ်! ၎င်းမှတစ်ပါး ကိုးကွယ်ရာအရှင် မရှိ။ ၎င်းသည် ထာဝရအသက်ရှင်တော်မူသော အရှင်၊ အရာရာတိုင်းကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်ဖြစ်သည်။ ၎င်းသည် သင့်ထံ <span class=\"gray\">(မိုဟမ္မဒ် ﷺ)</span> သို့ ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> ကို အမှန်တရားဖြင့် ချပေးတော်မူခဲ့ပြီး ၎င်း၏ရှေ့မှ လာခဲ့သည်များကို အတည်ပြုတော်မူ၏။)</span><span class=\"gray\">(၃:၁-၃)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">المص - كِتَٰـبٌ أُنزِلَ إِلَيْكَ فَلاَ يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလစ်ဖ် လာမ် မီမ် ဆွဒ်။ <span class=\"gray\">(ဤသည်မှာ)</span> သင့်ထံ <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> သို့ ချပေးတော်မူသော ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> ဖြစ်သည်။ ထို့ကြောင့် သင်၏ ရင်ဘတ်သည် ၎င်းကြောင့် ကျဉ်းမြောင်းမနေစေနှင့်)</span><span class=\"gray\">(၇:၁-၂)</span>။</p><p lang=\"gl\" class=\"gl \">Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر كِتَابٌ أَنزَلْنَٰـهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَـٰـتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလစ်ဖ် လာမ် ရာ။ <span class=\"gray\">(ဤသည်မှာ)</span> ကျွန်ုပ်တို့သည် သင့်ထံ <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> သို့ ထုတ်ပြန်ခဲ့သော ကျမ်းတော်တစ်စောင်ဖြစ်သည်။ သို့မှသာ သင်သည် လူသားများကို မှောင်မိုက်များ <span class=\"gray\">(မယုံကြည်မှုနှင့် ရှိရ်ခ်)</span> မှ အလင်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ တစ်ခုတည်းဖြစ်ခြင်းနှင့် အစ္စလာမ့် တောင်ဟိဒ်ကို ယုံကြည်ခြင်း)</span> သို့ ၎င်းတို့၏ အရှင်၏ အမိန့်တော်ဖြင့် ပို့ဆောင်နိုင်ရန် ဖြစ်သည်။)</span><span class=\"gray\">(၁၄:၁)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنْزِيلُ الْكِتَابِ لاَ رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလစ်ဖ် လာမ် မီမ်။ သံသယဖြစ်ဖွယ်မရှိသော ကျမ်းတော် <span class=\"gray\">(ဤကုရ်အာန်)</span> ၏ ထုတ်ပြန်မှုသည် အာလမ်မီန် <span class=\"gray\">(လူသား၊ ဂျင်န်နှင့် ရှိရှိသမျှ အရာအားလုံး)</span> ၏ အရှင်ထံမှ ဖြစ်သည်။)</span><span class=\"gray\">(၃၂:၁-၂)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حـم - تَنزِيلٌ مِّنَ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟာ မီမ်။ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင်၊ အမြဲတစေ သနားကြင်နာတော်မူသော အရှင် <span class=\"gray\">(အလ္လာဟ်)</span> ထံမှ ထုတ်ပြန်မှု)</span><span class=\"gray\">(၄၁:၁-၂)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حـم - عسق- كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى اَلَّذِينَ مِن قَبْلِكَ اللهُ اَلْعَزِيزُ اَلْحَكَيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟာ မီမ်။ အိုင်န် စီးန် ကာဖ်။ ထို့အတူ အလ္လာဟ်၊ အနန္တတန်ခိုးရှင်၊ ဉာဏ်ပညာရှင်သည် သင့်ထံ <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> သို့ <span class=\"gray\">(၎င်းက ထုတ်ပြန်ခဲ့သကဲ့သို့)</span> သင့်ရှေ့မှ လူများထံသို့ ထုတ်ပြန်ပေးပို့တော်မူ၏။)</span><span class=\"gray\">(၄၂:၁-၃)</span>။</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့ အထက်တွင် ဖော်ပြခဲ့သည်များကို သက်သေခံသော အခြားအာယတ်များစွာရှိသေးသည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။</p>"
  }
]