[
  {
    "ayah_key": "36:1",
    "group_ayah_key": "36:1",
    "from_ayah": "36:1",
    "to_ayah": "36:7",
    "ayah_keys": "36:1,36:2,36:3,36:4,36:5,36:6,36:7",
    "text": "<p lang=\"mn\" class=\"mn \">The Virtues of Surah Ya Sin</p><p lang=\"my\" class=\"my \">အလ်ဟာဖိဇ် အဘူယအ်လာ မှတ်တမ်းတင်ထားသည်မှာ အဘူဟူရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) က ပြောကြားသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လာမ်) က မိန့်ကြားတော်မူခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَرَأَ \"يس\" فِي لَيْلَةٍ أَصْبَحَ مَغْفُورًا لَهُ، وَمَنْ قَرَأَ \"حٰم\" الَّتِي يُذْكَرُ فِيهَا الدُّخَانُ أَصْبَحَ مَغْفُورًا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဘက်တွင် ယာစီန်ကို ရွတ်ဖတ်သူတိုင်းသည် ခွင့်လွှတ်ခြင်းခံရပြီး နံနက်ခင်းတွင် နိုးထလာမည်။ အဒ်ဒူခါန် <span class=\"gray\">(မီးခိုး)</span> ပါဝင်သော ဟာမီမ်ကို ရွတ်ဖတ်သူတိုင်းသည်လည်း နံနက်ခင်းတွင် နိုးထလာပြီး ခွင့်လွှတ်ခြင်းခံရမည်။)</span> ၎င်း၏ သတင်းပို့စနစ်မှာ ကောင်းမွန်သည် <span class=\"gray\">(ဂျိုင်ယစ်ဒ်)</span> ။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဟစ်ဘန်သည် ၎င်း၏ ဆွဟီဟ်တွင် ဂျွန်ဒွဗ် ဘင် အဗ်ဒူလ္လာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) က ပြောကြားသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လာမ်) က မိန့်ကြားတော်မူခဲ့သည်-\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَنْ قَرَأَ \"يس\" فِي لَيْلَةٍ ابْتِغَاءَ وَجْهِ اللهِ عَزَّ وَجَلَّ غُفِرَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဘက်တွင် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေလျက် ယာစီန်ကို ရွတ်ဖတ်သူတိုင်းသည် ခွင့်လွှတ်ခြင်းခံရမည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲတစေ သနားကြင်နာတော်မူသော အရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يس - وَالْقُرْآنِ الْحَكِيمِ - إِنَّكَ لَمِنَ الْمُرْسَلِينَ - عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ - تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ - لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ - لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ယာစီန်။)</span><span class=\"gray\">(၂။ ဉာဏ်ပညာပြည့်ဝသော ကမ္ဘာန်ကျမ်းသဖြင့်။)</span><span class=\"gray\">(၃။ အမှန်စင်စစ် သင်သည် ရစူလ်တမန်တော်များအနက်မှ တစ်ဦးဖြစ်၏။)</span><span class=\"gray\">(၄။ ဖြောင့်မတ်သော လမ်းပေါ်၌။)</span><span class=\"gray\">(၅။ အလွန်တန်ခိုးကြီးမားတော်မူသော၊ အလွန်သနားကြင်နာတော်မူသော အရှင်က ချပေးပို့ခြင်းဖြစ်သည်။)</span><span class=\"gray\">(၆။ သင်၏ ဘိုးဘေးဘီဘင်များအား သတိမပေးခဲ့သော လူမျိုးတစ်စုကို သင်သတိပေးရန်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ဂရုမစိုက်ကြသူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၇။ အမှန်စင်စစ် ၎င်းတို့အများစုအပေါ်တွင် အမိန့်သည် မှန်ကန်ကြောင်း သက်သေပြခဲ့ပြီ။ ထို့ကြောင့် ၎င်းတို့သည် ယုံကြည်မည်မဟုတ်။)</span></p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span> ကို သတိပေးသူအဖြစ် စေလွှတ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဆူရသ် အလ်-ဗကရာဟ်၏ အစပိုင်းရှိ အက္ခရာတစ်လုံးချင်းစီကို ကျွန်ုပ်တို့ ဆွေးနွေးပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقُرْآنِ الْحَكِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဉာဏ်ပညာပြည့်ဝသော ကမ္ဘာန်ကျမ်းသဖြင့်)</span> ဆိုသည်မှာ အလ်-မုဟ်ကမ် <span class=\"gray\">(ပြည့်စုံသော)</span> ကို ဆိုလိုသည်၊ ၎င်း၏ရှေ့မှသော်လည်းကောင်း၊ နောက်မှသော်လည်းကောင်း မမှန်ကန်မှုများ မဝင်ရောက်နိုင်ပေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည်)</span> ဆိုသည်မှာ အို မိုဟာမဒ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمِنَ الْمُرْسَلِينَ - عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်များအနက်မှ တစ်ဦးဖြစ်ပြီး ဖြောင့်မတ်သောလမ်းပေါ်၌။)</span> ဆိုသည်မှာ ဖြောင့်မတ်သော နည်းစနစ်နှင့် ဘာသာတရားကို လိုက်နာခြင်း၊ ဖြောင့်မတ်သော ဥပဒေကို လိုက်နာခြင်းဖြစ်သည်။</p><p class=\"sv qpc-hafs\" lang=\"sv\">تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်တန်ခိုးကြီးမားတော်မူသော၊ အလွန်သနားကြင်နာတော်မူသော အရှင်က ချပေးပို့ခြင်းဖြစ်သည်။)</span> ဆိုသည်မှာ သင်ယူဆောင်လာသော ဤလမ်းကြောင်းသည် ကိုယ်တော်၏ ယုံကြည်သူကျွန်များအပေါ် အလွန်သနားကြင်နာတော်မူသော တန်ခိုးကြီးမားတော်မူသော အရှင်သခင်ထံမှ ဗျာဒိတ်တော်ဖြစ်သည်။ ၎င်းသည် ဤအာယသ်နှင့်တူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَهْدِي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ - صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် <span class=\"gray\">(လူသားမျိုးနွယ်ကို)</span> ဖြောင့်မတ်သောလမ်းသို့ လမ်းညွှန်နေပါသည်။ ကောင်းကင်ဘုံများနှင့် မြေကြီးပေါ်ရှိ အရာခပ်သိမ်းသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သော လမ်းကြောင်းဖြစ်သည်။ အမှန်စင်စစ် ကိစ္စရပ်အားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်လှည့်ကြသည်။)</span><span class=\"gray\">(၄၂:၅၂-၅၃)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ဘိုးဘေးဘီဘင်များအား သတိမပေးခဲ့သော လူမျိုးတစ်စုကို သင်သတိပေးရန်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ဂရုမစိုက်ကြသူများ ဖြစ်ကြသည်။)</span> ဤသည်မှာ အာရပ်လူမျိုးများကို ရည်ညွှန်းသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းမတိုင်မီ မည်သည့် သတိပေးသူမျှ ၎င်းတို့ထံသို့ မရောက်ဖူးသောကြောင့်ဖြစ်သည်။ ၎င်းတို့တစ်ဦးတည်းကိုသာ ဖော်ပြခြင်းသည် အခြားသူများကို ချန်လှပ်ထားခြင်းမဟုတ်၊ လူအချို့ကို ဖော်ပြခြင်းသည် အခြားသူအားလုံးကို ချန်လှပ်ထားခြင်းမဟုတ်သည့်အတိုင်းပင်။ ပရောဖက် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လာမ်) ၏ မစ်ရှင်သည် ကမ္ဘာလုံးဆိုင်ရာဖြစ်ကြောင်း ဖော်ပြထားသော အာယသ်များနှင့် မူတာဝါသိရ် ဟဒီးဆ်များကို ကျွန်ုပ်တို့ အာယသ်၏ အဓိပ္ပာယ်ကို ဆွေးနွေးသောအခါ ဖော်ပြပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို လူသားအပေါင်းတို့! အမှန်စင်စစ် ငါသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အဖြစ် သင်တို့အားလုံးထံသို့ စေလွှတ်ခြင်းခံရသည်။\")</span><span class=\"gray\">(၇:၁၅၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့အများစုအပေါ်တွင် အမိန့်သည် မှန်ကန်ကြောင်း သက်သေပြခဲ့ပြီ။)</span> အိဗ်နု ဂျရီရ်က ပြောကြားသည်မှာ၊ \"၎င်းတို့အများစုအတွက် ပြစ်ဒဏ်သည် ရှောင်လွှဲမရဖြစ်လာပြီ။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် မာတာကျမ်း <span class=\"gray\">(အလ်-လောင်ဟ် အလ်-မာဟ်ဖူဇ်)</span> တွင် ၎င်းတို့ ယုံကြည်မည်မဟုတ်ကြောင်း ပြဌာန်းထားသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يُؤْمِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ယုံကြည်မည်မဟုတ်။)</span> အလ္လာဟ်အရှင်မြတ်ကိုသော်လည်းကောင်း၊ ကိုယ်တော်၏ ရစူလ်တမန်တော်များကိုသော်လည်းကောင်း (မယုံကြည်ကြ။)</p>"
  },
  {
    "ayah_key": "36:13",
    "group_ayah_key": "36:13",
    "from_ayah": "36:13",
    "to_ayah": "36:17",
    "ayah_keys": "36:13,36:14,36:15,36:16,36:17",
    "text": "<p lang=\"my\" class=\"my \">ပြီးလျှင် ၎င်းတို့အား ပုံဥပမာတစ်ခုကို ပေးတင်ပါ။ မြို့သူမြို့သားများ၊ ၎င်းတို့ထံသို့ ရစူလ်တမန်တော်များ ရောက်လာသောအခါ <span>(၁၃)</span>ကျွန်ုပ်တို့သည် ၎င်းတို့ထံသို့ ရစူလ်တမန်တော်နှစ်ဦးကို စေလွှတ်သောအခါ၊ ၎င်းတို့သည် ထိုနှစ်ဦးလုံးကို ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား တတိယမြောက် (ရစူလ်တမန်တော်) ဖြင့် အားဖြည့်ပေးခဲ့ပြီး ၎င်းတို့က ပြောကြားသည်- \"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင်တို့ထံသို့ ရစူလ်တမန်တော်များအဖြစ် စေလွှတ်ခြင်းခံရသည်။ <span>(၁၄)</span>၎င်းတို့က ပြောကြားသည်- \"သင်တို့သည် ကျွန်ုပ်တို့နှင့်တူသော လူသားများသာဖြစ်ပြီး အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်သည် မည်သည့်အရာကိုမျှ ဗျာဒိတ်မပေးခဲ့ပေ။ သင်တို့သည် လိမ်ညာပြောဆိုနေခြင်းသာဖြစ်သည်။ <span>(၁၅)</span>ရစူလ်တမန်တော်များက ပြောကြားသည်- \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် ကျွန်ုပ်တို့သည် သင်တို့ထံသို့ ရစူလ်တမန်တော်များအဖြစ် စေလွှတ်ခြင်းခံရကြောင်း သိတော်မူသည်။ <span>(၁၆)</span>\"ကျွန်ုပ်တို့၏ တာဝန်မှာ ရှင်းလင်းစွာ အသိပေးရန်သာဖြစ်သည်။ <span>(၁၇)</span></p><p lang=\"my\" class=\"my \">မြို့သူမြို့သားများနှင့် ၎င်းတို့၏ ရစူလ်တမန်တော်များ၏ ပုံပြင်၊ ၎င်းတို့၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်သူများ ဖျက်ဆီးခံခဲ့ရသည့် သင်ခန်းစာ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- 'အို မိုဟာမဒ်၊ သင့်ကို မယုံကြည်ကြသော သင့်လူမျိုးများကို ပြောပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပုံဥပမာတစ်ခု; မြို့သူမြို့သားများ၊ ၎င်းတို့ထံသို့ ရစူလ်တမန်တော်များ ရောက်လာသောအခါ။)</span> အိဗ်နု အဗ်ဗာဆ်၊ ကအ်ဗ် အလ်-အဟ်ဘာရ် နှင့် ဝဟ်ဗ် ဘင် မူနဗ်ဘိဟ် တို့ထံမှ သူပို့လွှတ်ခဲ့သော မှတ်တမ်းများအရ – အိဗ်နု အိစှာက်က သတင်းပို့ခဲ့သည်မှာ ၎င်းသည် အန်တီအော့ခ် မြို့ဖြစ်ပြီး၊ ထိုမြို့၌ အန်တီအော့ခ် ဘင် အန်တီအော့ခ် ဘင် အန်တီအော့ခ် ဟုခေါ်သော ဘုရင်တစ်ပါးရှိခဲ့ပြီး ရုပ်တုများကို ကိုးကွယ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းထံသို့ ရစူလ်တမန်တော် သုံးဦးကို စေလွှတ်ခဲ့သည်၊ ၎င်းတို့၏အမည်များမှာ ဆွာဒီက်၊ ဆဒူက် နှင့် ရှာလုမ် ဖြစ်ပြီး၊ သူသည် ၎င်းတို့ကို မယုံကြည်ခဲ့ပေ။ ဘူရိုင်ဒါဟ် ဘင် အလ်-ဟူဆိုင်းဗ်၊ အိကရီမာဟ်၊ ကတာဒါဟ် နှင့် အဇ်-ဇူဟ်ရီ တို့ထံမှလည်း ၎င်းသည် အန်တီအော့ခ် ဖြစ်ကြောင်း သတင်းပို့ထားသည်။ အချို့ အီမာမ်များသည် ၎င်းသည် အန်တီအော့ခ် ဟုတ်မဟုတ် မသေချာကြပေ၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက ကျန်ဇာတ်လမ်းကို ပြောပြပြီးနောက် အောက်တွင် ကျွန်ုပ်တို့ တွေ့မြင်ရပါလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့ထံသို့ ရစူလ်တမန်တော်နှစ်ဦးကို စေလွှတ်သောအခါ၊ ၎င်းတို့သည် ထိုနှစ်ဦးလုံးကို ငြင်းပယ်ခဲ့ကြသည်။)</span> ဆိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့ကို လျင်မြန်စွာ မယုံကြည်ခဲ့ကြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَزَّزْنَا بِثَالِثٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား တတိယမြောက် (ရစူလ်တမန်တော်) ဖြင့် အားဖြည့်ပေးခဲ့ပြီး၊)</span> ဆိုသည်မှာ 'ကျွန်ုပ်တို့သည် ၎င်းတို့အား တတိယမြောက် ရစူလ်တမန်တော်ဖြင့် ထောက်ပံ့ပြီး အားဖြည့်ပေးခဲ့သည်။' အိဗ်နု ဂျူရိုင်ဂျ်သည် ဝဟ်ဗ် ဘင် ဆူလိုင်မန်ထံမှ၊ ရှူအိုင်းဗ် အလ်-ဂျဘာအီထံမှ သတင်းပို့သည်မှာ၊ \"ပထမ ရစူလ်တမန်တော်နှစ်ဦး၏ အမည်များမှာ ရှမ်အွန်နှင့် ယူဟန်နာ ဖြစ်ပြီး၊ တတိယမြောက်၏ အမည်မှာ ဘူလုစ် ဖြစ်ကာ၊ မြို့မှာ အန်တီအော့ခ် <span class=\"gray\">(အန်တာကီယာ)</span> ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့က ပြောကြားသည်)</span> ဆိုသည်မှာ ထိုမြို့သူမြို့သားများကို ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّا إِلَيْكُمْ مُرْسَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင်တို့ထံသို့ ရစူလ်တမန်တော်များအဖြစ် စေလွှတ်ခြင်းခံရသည်။)</span> ဆိုလိုသည်မှာ 'သင်တို့ကို ဖန်ဆင်းခဲ့ပြီး၊ ကိုယ်တော်တစ်ပါးတည်းကိုသာ မည်သည့်အရာမျှ မတွဲဖက်ဘဲ ကိုးကွယ်ရန် အမိန့်ပေးသော သင်တို့၏ အရှင်သခင်ထံမှ' ဟု အဓိပ္ပာယ်ရသည်။ ဤသည်မှာ အဘူအလ်-အာလီယာဟ်၏ အမြင်ဖြစ်သည်။ ကတာဒါဟ် ဘင် ဒီအာမာဟ်က ၎င်းတို့သည် မေရှိယ (ကိုယ်တော်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) ၏ သတင်းပို့သူများဖြစ်ပြီး အန်တီအော့ခ် မြို့သူမြို့သားများထံသို့ စေလွှတ်ခြင်းခံရသည်ဟု ဆိုခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြားသည်- \"သင်တို့သည် ကျွန်ုပ်တို့နှင့်တူသော လူသားများသာဖြစ်သည်...\")</span> ဆိုသည်မှာ 'သင်တို့သည် လူသားများဖြစ်ပြီး ကျွန်ုပ်တို့သည် လူသားများဖြစ်သောအခါ သင်တို့သည် မည်သို့ ဗျာဒိတ်တော်ကို လက်ခံရရှိနိုင်မည်နည်း၊ ထို့ကြောင့် ကျွန်ုပ်တို့သည် သင်တို့ကဲ့သို့ ဗျာဒိတ်တော်ကို အဘယ်ကြောင့် မရရှိရသနည်း။ သင်တို့သည် ရစူလ်တမန်တော်များဖြစ်ပါက ကောင်းကင်တမန်များ ဖြစ်သင့်သည်။' ဤသည်မှာ မယုံကြည်ခဲ့သော လူမျိုးအများစု ပြောခဲ့သည့်အတိုင်းပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား အာယသ်တွင် ပြောပြထားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ရသည်မှာ ၎င်းတို့ထံသို့ ၎င်းတို့၏ ရစူလ်တမန်တော်များက ရှင်းလင်းသော သက်သေအထောက်အထားများဖြင့် လာရောက်ခဲ့သော်လည်း ၎င်းတို့က ပြောခဲ့သည်- \"ရိုးရိုးလူသားများက ကျွန်ုပ်တို့အား လမ်းညွှန်မည်လား။\")</span><span class=\"gray\">(၆၄: ၆)</span> ဆိုသည်မှာ ၎င်းတို့သည် ထိုအရာကို အံ့ဩကြပြီး ငြင်းပယ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြားသည်- \"သင်တို့သည် ကျွန်ုပ်တို့နှင့်တူသော လူသားများသာ! သင်တို့သည် ကျွန်ုပ်တို့၏ ဘိုးဘေးများ ကိုးကွယ်ခဲ့သည်များကို ကျွန်ုပ်တို့ထံမှ လှည့်စားလိုကြသည်။ သို့ဖြစ်ပါက ကျွန်ုပ်တို့အား ရှင်းလင်းသော အခွင့်အာဏာကို ယူဆောင်လာခဲ့ပါ။\")</span><span class=\"gray\">(၁၄:၁၀)</span>။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ ပြောခဲ့သည်ကို ကျွန်ုပ်တို့အား ပြောပြသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့သည် သင်တို့နှင့်တူသော လူသားတစ်ဦးကို နာခံခဲ့ပါက၊ ထို့နောက် အမှန်စင်စစ် သင်တို့သည် ရှုံးနိမ့်သူများ ဖြစ်ကြလိမ့်မည်။\")</span><span class=\"gray\">(၂၃:၃၄)</span>။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်မှု ၎င်းတို့ထံသို့ ရောက်လာသောအခါ လူသားများ ယုံကြည်ခြင်းမှ မည်သည့်အရာမျှ တားဆီးနိုင်ခြင်းမရှိပေ၊ ၎င်းတို့က ပြောခဲ့သည်မှလွဲ၍- \"အလ္လာဟ်အရှင်မြတ်သည် လူသားတစ်ဦးကို <span class=\"gray\">(ကိုယ်တော်၏)</span> ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခဲ့သလား။\")</span><span class=\"gray\">(၁၇:၉၄)</span>။ ဤလူများသည် ပြောခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَا أَنزَلَ الرَّحْمَٰنُ مِن شَيْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ - قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကျွန်ုပ်တို့နှင့်တူသော လူသားများသာဖြစ်ပြီး အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်သည် မည်သည့်အရာကိုမျှ ဗျာဒိတ်မပေးခဲ့ပေ။ သင်တို့သည် လိမ်ညာပြောဆိုနေခြင်းသာဖြစ်သည်။\" ရစူလ်တမန်တော်များက ပြောကြားသည်- \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် ကျွန်ုပ်တို့သည် သင်တို့ထံသို့ ရစူလ်တမန်တော်များအဖြစ် စေလွှတ်ခြင်းခံရကြောင်း သိတော်မူသည်။\")</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ရစူလ်တမန်တော်သုံးပါးက ၎င်းတို့အား ပြန်လည်ဖြေကြားသည်- \"ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ ရစူလ်တမန်တော်များဖြစ်ကြောင်း အလ္လာဟ်အရှင်မြတ် သိတော်မူသည်။ ကျွန်ုပ်တို့ လိမ်ညာခဲ့ပါက ကိုယ်တော်သည် ကျွန်ုပ်တို့အပေါ် အမြင့်ဆုံးသော လက်စားချေမှု ပြုလုပ်ခဲ့လိမ့်မည်၊ သို့သော် ကိုယ်တော်သည် ကျွန်ုပ်တို့ကို အောင်ပွဲရစေမည်ဖြစ်ပြီး သင်တို့အပေါ် အောင်မြင်စေမည်ဖြစ်ကာ၊ နောင်တမလွန်ဘဝတွင် မည်သူ၏ ပျော်ရွှင်သောအဆုံးသတ် ဖြစ်မည်ကို သင်တို့ သိရှိရလိမ့်မည်။\" ဤသည်မှာ ဤအာယသ်နှင့်တူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ كَفَىٰ بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်နှင့် သင်တို့အကြား သက်သေအဖြစ် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်ပါသည်။ ကောင်းကင်ဘုံများနှင့် မြေကြီးပေါ်ရှိ အရာခပ်သိမ်းကို ကိုယ်တော် သိတော်မူသည်။\" မမှန်ကန်မှုကို ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်ကို ငြင်းပယ်သူများသည် ရှုံးနိမ့်သူများပင်ဖြစ်သည်။)</span><span class=\"gray\">(၂၉:၅၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ တာဝန်မှာ ရှင်းလင်းစွာ အသိပေးရန်သာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ လုပ်ရမည့်အရာမှာ ကျွန်ုပ်တို့ စေလွှတ်ခြင်းခံရသော သတင်းစကားကို သင်တို့အား အသိပေးရန်သာဖြစ်သည်။ သင်တို့ နာခံပါက ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ပျော်ရွှင်မှုသည် သင်တို့အတွက် ဖြစ်လိမ့်မည်။ သင်တို့ တုံ့ပြန်မှု မပြုပါက မကြာမီ ထိုအရာ၏ အကျိုးဆက်များကို သိရှိရလိမ့်မည်။' အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]