[
  {
    "ayah_key": "2:229",
    "group_ayah_key": "2:229",
    "from_ayah": "2:229",
    "to_ayah": "2:230",
    "ayah_keys": "2:229,2:230",
    "text": "<p lang=\"my\" class=\"my \">ကွာရှင်းခြင်းသည် နှစ်ကြိမ်ဖြစ်သည်။ ထို့နောက်တွင် သင်သည် သူမအား သင့်လျော်သော အခြေအနေများဖြင့် ပြန်လည်ထိန်းသိမ်းထားနိုင်သည် သို့မဟုတ် သူမအား ကြင်နာစွာ လွှတ်ပေးနိုင်သည်။ အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို (ဥပမာ- တစ်ဦးနှင့်တစ်ဦး တရားမျှတစွာ ဆက်ဆံရန်) ထိန်းသိမ်းနိုင်မည်မဟုတ်ဟု နှစ်ဦးနှစ်ဖက်စလုံးက စိုးရိမ်သော အခါမှလွဲ၍ သင်တို့ <span class=\"gray\">(ယောက်ျားများ)</span> အနေဖြင့် သူမတို့အား သင်တို့ပေးခဲ့သော မည်သည့်အရာကိုမျှ <span class=\"gray\">(မိမိတို့ဇနီးများထံမှ)</span> ပြန်ယူရန် တရားဝင်မဟုတ်ပေ <span class=\"gray\">(မာဟ်ရ်၊ ခင်ပွန်းသည်က ဇနီးအား လက်ထပ်ချိန်တွင် ပေးသော မင်္ဂလာငွေ)</span>။ ထို့နောက် အကယ်၍ အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို သူတို့ ထိန်းသိမ်းနိုင်မည်မဟုတ်ဟု သင်စိုးရိမ်ပါက၊ သူမက <span class=\"gray\">(မာဟ်ရ် သို့မဟုတ် တစ်စိတ်တစ်ပိုင်းကို)</span> ပြန်ပေးပါက သူတို့နှစ်ဦးစလုံးအပေါ် အပြစ်မရှိပေ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များ ဖြစ်သောကြောင့် ၎င်းတို့ကို ကျော်လွန်မသွားကြနှင့်။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို ကျော်လွန်သည်ရှိသော်၊ ထိုသူတို့သည် မတရားပြုသူများ ဖြစ်သည် <span>(၂၂၉)</span> အကယ်၍ သူသည် သူမအား <span class=\"gray\">(တတိယအကြိမ်)</span> ကွာရှင်းခဲ့ပါက၊ သူမသည် အခြားခင်ပွန်းတစ်ဦးကို လက်ထပ်ပြီးသည်အထိ သူနှင့် ထပ်မံလက်ထပ်ရန် တရားဝင်မည်မဟုတ်ပေ။ ထို့နောက် အကယ်၍ ထိုအခြားခင်ပွန်းသည် သူမအား ကွာရှင်းခဲ့ပါက၊ အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို သူတို့ ထိန်းသိမ်းနိုင်မည်ဟု ခံစားရပါက သူတို့နှစ်ဦးစလုံး ပြန်လည်ပေါင်းစည်းရန် အပြစ်မရှိပေ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကန့်သတ်ချက်များ ဖြစ်ပြီး၊ ကိုယ်တော်သည် ၎င်းတို့ကို အသိပညာရှိသူများအတွက် ရှင်းလင်းစွာ ဖော်ပြတော်မူ၏ <span>(၂၃၀)</span></p><div lang=\"de\" class=\"de \"><h2>Divorce is Thrice</h2></div><p lang=\"my\" class=\"my \">ဤဂုဏ်ယူဖွယ်ရာ အာယသ်တော်သည် အစ္စလာမ်၏ အစောပိုင်းကာလတွင် အမျိုးသားတစ်ဦးသည် မိမိ၏ ကွာရှင်းပြီးသော ဇနီးကို သူမ 'အစ်ဒါ <span class=\"gray\">(စောင့်ဆိုင်းကာလ)</span> အတွင်းရှိနေသရွေ့ အကြိမ်တစ်ရာ ကွာရှင်းခဲ့လျှင်ပင် ပြန်လည်ခေါ်ယူပိုင်ခွင့်ရှိသည့် ယခင်အလေ့အထကို ပယ်ဖျက်ခဲ့သည်။ ဤအခြေအနေသည် ဇနီးသည်အတွက် ဆိုးကျိုးဖြစ်စေခဲ့ပြီး၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကွာရှင်းခြင်းကို သုံးကြိမ်ပြုလုပ်စေခဲ့သည်။ ပထမနှင့် ဒုတိယအကြိမ် ကွာရှင်းပြီးနောက် <span class=\"gray\">(သူမ 'အစ်ဒါအတွင်း ရှိနေသရွေ့)</span> ခင်ပွန်းသည်က မိမိဇနီးကို ပြန်ခေါ်ယူခွင့်ရှိသည်။ တတိယအကြိမ် ကွာရှင်းပြီးနောက်တွင်မူ ကွာရှင်းခြင်းသည် ပြန်လည်ပြောင်းလဲ၍မရတော့ပေ၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်းဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွာရှင်းခြင်းသည် နှစ်ကြိမ်ဖြစ်သည်။ ထို့နောက်တွင် သင်သည် သူမအား သင့်လျော်သော အခြေအနေများဖြင့် ပြန်လည်ထိန်းသိမ်းထားနိုင်သည် သို့မဟုတ် သူမအား ကြင်နာစွာ လွှတ်ပေးနိုင်သည်။)</span></p><p lang=\"my\" class=\"my \">အဗူဒါဝူးဒ်သည် မိမိ၏ စူနန်တွင် “တတိယ <span class=\"gray\">(ကွာရှင်းခြင်း)</span> နောက်ပိုင်း ဇနီးကို ပြန်လည်ခေါ်ယူခြင်းသည် ပယ်ဖျက်ပြီးသောအလေ့အထဖြစ်သည်” ဟူသော အခန်းတွင် အိဗ်နု အဗ္ဗားစ်က အာယသ်တော်ကို မှတ်ချက်ပြုခဲ့ကြောင်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွာရှင်းပြီးသော အမျိုးသမီးများသည် သုံးလရာသီ စောင့်ဆိုင်းရမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်က သူတို့၏ သားအိမ်များတွင် ဖန်ဆင်းထားသည်ကို ဖုံးကွယ်ထားခြင်းသည် သူတို့အတွက် တရားဝင်မဟုတ်ပေ၊)</span><span class=\"gray\">(၂:၂၂၈)</span></p><p lang=\"my\" class=\"my \">ယခင်က အမျိုးသားသည် မိမိဇနီးကို သုံးကြိမ်ကွာရှင်းခဲ့လျှင်ပင် ပြန်လည်ခေါ်ယူပိုင်ခွင့်ရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ပယ်ဖျက်တော်မူပြီး မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الطَّلَاقُ مَرَّتَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွာရှင်းခြင်းသည် နှစ်ကြိမ်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အန်-နာစာအီကလည်း စုဆောင်းခဲ့သည်။ အိဗ်နု အဗူဟာတိမ်က 'ဥရ်ဝါက ပြောကြားသည်မှာ၊ အမျိုးသားတစ်ဦးက မိမိဇနီးအား \"ငါ မင်းကို ကွာရှင်းမှာလည်း မဟုတ်ဘူး၊ ပြန်ခေါ်မှာလည်း မဟုတ်ဘူး\" ဟု ပြောခဲ့သည်။ သူမက \"ဘယ်လိုလုပ်မှာလဲ\" ဟု မေးခဲ့သည်။ သူက \"ငါ မင်းကို ကွာရှင်းမယ်၊ မင်းရဲ့ 'အစ်ဒါ ကာလကုန်ခါနီးရင် ငါ မင်းကို ပြန်ခေါ်မယ်\" ဟု ပြောခဲ့သည်။ သူမသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသွားရောက်ပြီး ဖြစ်ပျက်ခဲ့သည်များကို ပြောပြခဲ့ရာ၊ အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الطَّلَاقُ مَرَّتَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွာရှင်းခြင်းသည် နှစ်ကြိမ်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ် <span class=\"gray\">(အတ်-တာဗရီ)</span> ကလည်း ဤဟဒီးဆ်ကို မိမိ၏ တဖ်စီရ်တွင် ဖော်ပြခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့နောက်တွင် သင်သည် သူမအား သင့်လျော်သော အခြေအနေများဖြင့် ပြန်လည်ထိန်းသိမ်းထားနိုင်သည် သို့မဟုတ် သူမအား ကြင်နာစွာ လွှတ်ပေးနိုင်သည်။)</span> ဆိုလိုသည်မှာ 'အကယ်၍ သင်သည် သူမအား တစ်ကြိမ် သို့မဟုတ် နှစ်ကြိမ် ကွာရှင်းခဲ့ပါက၊ သူမအား ကြင်နာစွာ ဆက်ဆံရန်နှင့် ကွဲပြားမှုများကို ပြုပြင်ရန် ရည်ရွယ်၍ သူမသည် 'အစ်ဒါအတွင်း ရှိနေသရွေ့ သူမအား ပြန်လည်ခေါ်ယူရန် သင့်တွင် ရွေးချယ်ခွင့်ရှိသည်။ သို့မဟုတ်လျှင် သူမ၏ 'အစ်ဒါကာလ ကုန်ဆုံးသည်အထိ စောင့်ဆိုင်းပါ၊ ထိုအခါ ကွာရှင်းခြင်းသည် အပြီးသတ်ဖြစ်သွားမည်ဖြစ်ပြီး၊ သူမအား မည်သည့်ထိခိုက်မှု သို့မဟုတ် မတရားမှုကိုမျှ မကျူးလွန်ဘဲ ငြိမ်းချမ်းစွာ မိမိလမ်းကြောင်းအတိုင်း သွားခွင့်ပြုပါ။' 'အလီ ဗင် အဗူ တလ်ဟာက အိဗ်နု အဗ္ဗားစ် ပြောကြားခဲ့သည်မှာ၊ \"အမျိုးသားတစ်ဦးသည် မိမိဇနီးအား နှစ်ကြိမ်ကွာရှင်းပြီးနောက်၊ တတိယအကြိမ်နှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပါစေ။ သူသည် သူမအား မိမိနှင့်အတူ ကြင်နာစွာ ဆက်ဆံပြီး ထိန်းသိမ်းထားရမည် သို့မဟုတ် သူမ၏ မည်သည့်အခွင့်အရေးကိုမျှ မချိုးဖောက်ဘဲ ကြင်နာစွာ မိမိလမ်းကြောင်းအတိုင်း သွားခွင့်ပြုရမည်။\"</p><div lang=\"my\" class=\"my \"><h2>မာဟ်ရ် <span class=\"gray\">(မင်္ဂလာကြေး)</span> ပြန်ယူခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ <span class=\"gray\">(ယောက်ျားများ)</span> အနေဖြင့် မိမိတို့ဇနီးများထံမှ သင်တို့ပေးခဲ့သော <span class=\"gray\">(မင်္ဂလာကြေး)</span> မည်သည့်အရာကိုမျှ ပြန်ယူရန် တရားဝင်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ သင်တို့အား မာဟ်ရ်နှင့် သင်တို့ပေးခဲ့သော လက်ဆောင်များကို <span class=\"gray\">(ကွာရှင်းခြင်းအတွက်)</span> ပြန်ပေးခိုင်းခြင်းဖြင့် ဤအခြေအနေကို အဆုံးသတ်ရန် မိမိတို့ဇနီးများကို နှောင့်ယှက်ခြင်း သို့မဟုတ် ဖိအားပေးခြင်း မပြုရပေ။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့သည် သူတို့အား သင်တို့ပေးခဲ့သော အရာ၏ တစ်စိတ်တစ်ပိုင်းကို ပြန်ယူရန်အတွက် ခက်ထန်စွာ မဆက်ဆံသင့်ပေ၊ သူတို့သည် ပွင့်လင်းသော တရားမဝင် လိင်ဆက်ဆံမှုကို မကျူးလွန်သရွေ့ ဖြစ်သည်။)</span><span class=\"gray\">(၄:၁၉)</span></p><p lang=\"my\" class=\"my \">သို့သော်၊ အကယ်၍ ဇနီးသည်က မည်သည့်အရာကိုမဆို စေတနာသဒ္ဓါဖြင့် ပြန်ပေးပါက၊ ဤအခြေအနေနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَّرِيئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် အကယ်၍ သူတို့သည် မိမိတို့သဘောအလျောက် ၎င်း၏ မည်သည့်အပိုင်းကိုမဆို သင်တို့အား စွန့်လွှတ်ပေးပါက၊ ၎င်းကို ယူပြီး မည်သည့်ထိခိုက်မှုကိုမျှ စိုးရိမ်ခြင်းမရှိဘဲ ခံစားပါ။)</span><span class=\"gray\">(၄:၄)</span></p><div lang=\"my\" class=\"my \"><h2>ခူလ်' ကို ခွင့်ပြုခြင်းနှင့် ထိုအခြေအနေတွင် မာဟ်ရ် ပြန်ပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">ဇနီးမောင်နှံတို့တွင် ပြေလည်ရန်မရှိသော ကွဲပြားမှုများရှိလာပြီး ဇနီးသည်က ခင်ပွန်း၏ အခွင့်အရေးများကို လစ်လျူရှုကာ၊ သူ့ကို မနှစ်သက်ဘဲ သူနှင့်အတူ ဆက်လက်နေထိုင်နိုင်တော့ခြင်း မရှိသောအခါ၊ သူမသည် သူ့အား သူပေးခဲ့သော အရာများကို <span class=\"gray\">(လက်ဆောင်များနှင့် မာဟ်ရ်)</span> ပြန်ပေးခြင်းဖြင့် မိမိကိုယ်ကို <span class=\"gray\">(အိမ်ထောင်ဘဝမှ)</span> လွတ်မြောက်ခွင့်ပြုသည်။ ဤအခြေအနေတွင် သူမအပေါ် အပြစ်မရှိသကဲ့သို့ ထိုကမ်းလှမ်းမှုကို သူက လက်ခံပါက သူအပေါ်တွင်လည်း အပြစ်မရှိပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَن يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ <span class=\"gray\">(ယောက်ျားများ)</span> အနေဖြင့် မိမိတို့ဇနီးများထံမှ သင်တို့ပေးခဲ့သော မည်သည့်အရာကိုမျှ ပြန်ယူရန် တရားဝင်မဟုတ်ပေ၊ အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို (ဥပမာ- တစ်ဦးနှင့်တစ်ဦး တရားမျှတစွာ ဆက်ဆံရန်) ထိန်းသိမ်းနိုင်မည်မဟုတ်ဟု နှစ်ဦးနှစ်ဖက်စလုံးက စိုးရိမ်သော အခါမှလွဲ၍ ဖြစ်သည်။ ထို့နောက် အကယ်၍ အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို သူတို့ ထိန်းသိမ်းနိုင်မည်မဟုတ်ဟု သင်စိုးရိမ်ပါက၊ သူမက ပြန်ပေးပါက သူတို့နှစ်ဦးစလုံးအပေါ် အပြစ်မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">တစ်ခါတစ်ရံ အမျိုးသမီးတွင် ခိုင်လုံသော အကြောင်းပြချက်မရှိသော်လည်း သူမ၏ အိမ်ထောင်ရေးကို အဆုံးသတ်ရန် တောင်းဆိုတတ်သည်။ ဤအခြေအနေတွင် အိဗ်နု ဂျရီရ်က သောင်ဗာန်က ပြောကြားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيّـُمَا امْرَأَةٍ سَأَلَتْ زَوْجَهَا طَلَاقًا فِي غَيْرِ مَا بَأْسٍ، فَحَرَامٌ عَلَيْهَا رَائِحَةُ الْجَنَّـةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အမျိုးသမီးမဆို အကြောင်းပြချက်မရှိဘဲ မိမိခင်ပွန်းအား ကွာရှင်းရန် တောင်းဆိုပါက၊ သူမအတွက် ဂျန္နသ်၏ ရနံ့ကို တားမြစ်ထားမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အတ်-တီရ်မီဇီက ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့ပြီး ဟာစန်ဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။</p><p lang=\"ha\" class=\"ha \">Ibn Jarir said that the Ayah <span class=\"gray\">(2:229)</span> was revealed about Thabit bin Qays bin Shammas and his wife Habibah bint 'Abdullah bin Ubayy bin Salul. In his Muwatta', Imam Malik reported that Habibah bint Sahl Al-Ansariyah was married to Thabit bin Qays bin Shammas and that Allah's Messenger ﷺ once went to the Fajr <span class=\"gray\">(Dawn)</span> prayer and found Habibah bint Sahl by his door in the dark. Allah's Messenger ﷺ said, \"Who is this?\" She said, \"I am Habibah bint Sahl, O Messenger of Allah!\" He said, \"What is the matter?\" She said, \"I and Thabit bin Qays\", meaning, <span class=\"gray\">(she can no longer be with)</span> her husband. When her husband Thabit bin Qays came, Allah's Messenger ﷺ said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هذِهِ حَبِيبَةُ بِنْتُ سَهْلٍ قَدْ ذَكَرَتْ مَا شَاءَ اللهُ أَنْ تَذْكُرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူသည် ဟဗီဗဟ် ဗင် သဟ်လ်ဖြစ်ပြီး၊ သူမသည် အလ္လာဟ်အရှင်မြတ် ခွင့်ပြုတော်မူသည်များကို ပြောကြားခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဟဗီဗဟ်ကလည်း ပြောကြားသည်မှာ၊ \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! သူ ကျွန်မကို ပေးခဲ့တဲ့ အရာအားလုံး ကျွန်မဆီမှာ ရှိနေသေးပါတယ်။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">خُذْ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမထံမှ ယူပါ။)</span> ထို့ကြောင့် သူသည် သူမထံမှ ၎င်းကို ယူခဲ့ပြီး သူမသည် သူမ၏ မိသားစုအိမ်တွင် နေထိုင်ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">၎င်းကို အဟ်မဒ်၊ အဗူဒါဝူးဒ်နှင့် အန်-နာစာအီတို့က ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဗူခါရီက အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ သာဗစ် ဗင် ကွိုင်စ် ဗင် ရမ္မာစ်၏ ဇနီးသည် တမန်တော်မြတ် ﷺ ထံသို့ လာရောက်ပြီး \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်မ သူ့ရဲ့ ဘာသာရေး ဒါမှမဟုတ် အကျင့်စာရိတ္တကို မဝေဖန်ပါဘူး။ ဒါပေမယ့် အစ္စလာမ်မှာ ကုဖ်ရ်ကျူးလွန်တာကို <span class=\"gray\">(သူ့ရဲ့အခွင့်အရေးတွေကို လျစ်လျူရှုခြင်းဖြင့်)</span> မုန်းတီးပါတယ်။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَرُدِّينَ عَلَيهِ حَدِيقَتَهُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ဥယျာဉ်ကို သူ့ကို ပြန်ပေးမလား။)</span></p><p lang=\"ceb\" class=\"ceb \">She said, \"Yes.\" Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْبَلِ الْـحَدِيقَةَ وَطَلِّقْهَا تَطْلِيقَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥယျာဉ်ကို ပြန်ယူပြီး သူမကို တစ်ကြိမ်ကွာရှင်းပါ။)</span></p><p lang=\"gl\" class=\"gl \">An-Nasa'i also recorded it.</p><div lang=\"my\" class=\"my \"><h2>ခူလ်' အတွက် 'အစ်ဒါ <span class=\"my gray\" lang=\"my\">(စောင့်ဆိုင်းကာလ)</span></h2></div><p lang=\"my\" class=\"my \">အတ်-တီရ်မီဇီက ရုဗိုင်' ဗင် မု'အာဝစ် ဗင် 'အဖ်ရာ' သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ လက်ထက်တွင် ခူလ်' ကို ရရှိခဲ့ပြီး၊ တမန်တော်မြတ် ﷺ က သူမအား 'အစ်ဒါအတွက် တစ်လရာသီ စောင့်ဆိုင်းရန် အမိန့်ပေးခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို ကျော်လွန်ခြင်းသည် မတရားမှုဖြစ်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا وَمَن يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များ ဖြစ်သောကြောင့် ၎င်းတို့ကို ကျော်လွန်မသွားကြနှင့်။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို ကျော်လွန်သည်ရှိသော်၊ ထိုသူတို့သည် မတရားပြုသူများ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် ပြဋ္ဌာန်းတော်မူခဲ့သော ဥပဒေများသည် ကိုယ်တော်၏ သတ်မှတ်ထားသော ကန့်သတ်ချက်များ ဖြစ်သောကြောင့် ၎င်းတို့ကို ကျော်လွန်မသွားကြနှင့်။ မှန်ကန်သော ဟဒီးဆ်တော်တစ်ခုက ဖော်ပြသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ حَدَّ حُدُودًا فَلَا تَعْتَدُوهَا، وفَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا، وحَرَّمَ مَحَارِمَ فَلَا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ مِنْ غَيْرِ نِسْيَانٍ فَلَا تَسْأَلُوا عَنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အချို့ကန့်သတ်ချက်များကို သတ်မှတ်ထားတော်မူပြီး၊ ၎င်းတို့ကို မကျော်လွန်ကြနှင့်၊ အချို့အမိန့်များကို မိန့်ကြားထားပြီး၊ ၎င်းတို့ကို မလစ်လျူရှုကြနှင့်၊ အချို့အရာများကို ဟရာမ် (တားမြစ်) ထားပြီး၊ ၎င်းတို့ကို မကျူးလွန်ကြနှင့်။ ကိုယ်တော်သည် အချို့ကိစ္စများကို <span class=\"gray\">(စီရင်ချက်မချဘဲ)</span> သင်တို့အပေါ် ကရုဏာအဖြစ် ထားရှိခဲ့သည်၊ ကိုယ်တော် မေ့လျော့ခြင်းကြောင့် မဟုတ်ဘဲ၊ ထို့ကြောင့် ၎င်းတို့နှင့်ပတ်သက်၍ မမေးကြနှင့်။)</span></p><div lang=\"my\" class=\"my \"><h2>တစ်ပြိုင်နက်တည်း သုံးကြိမ်ကွာရှင်းခြင်းသည် တရားမဝင်ပါ။</h2></div><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော နောက်ဆုံးအာယသ်တော်ကို အမျိုးသမီးတစ်ဦးအား တစ်ပြိုင်နက်တည်း သုံးကြိမ်ကွာရှင်းခြင်းသည် ခွင့်မပြုကြောင်း သက်သေပြရန် အသုံးပြုခဲ့သည်။ ဤစီရင်ချက်ကို ထပ်မံသက်သေပြသည်မှာ မဟ်မူးဒ် ဗင် လဗီဒ်က - အန်-နာစာအီ မှတ်တမ်းတင်ခဲ့သည့်အတိုင်း - အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား အမျိုးသားတစ်ဦးက မိမိဇနီးအား တစ်ပြိုင်နက်တည်း သုံးကြိမ်ကွာရှင်းခဲ့ကြောင်း ပြောကြားခဲ့ရာ၊ တမန်တော်မြတ် ﷺ သည် ဒေါသထွက်ကာ ထရပ်ပြီး မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُلْعَبُ بِكِتَابِ اللهِ وَأَنَا بَيْنَ أَظْهُرِكُم؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် သင်တို့အကြား၌ ရှိနေသေးစဉ် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို ပြက်ရယ်ပြုခံနေရသလော။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အမျိုးသားတစ်ဦးက ထရပ်ပြီး \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ထိုသူကို ကျွန်ုပ် သတ်ပစ်ရမည်လော?\" ဟု ပြောခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>တတိယအကြိမ် ကွာရှင်းပြီးနောက် ဇနီးကို ပြန်ခေါ်၍မရနိုင်ပါ။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِن بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူသည် သူမအား <span class=\"gray\">(တတိယအကြိမ်)</span> ကွာရှင်းခဲ့ပါက၊ သူမသည် အခြားခင်ပွန်းတစ်ဦးကို လက်ထပ်ပြီးသည်အထိ သူနှင့် ထပ်မံလက်ထပ်ရန် တရားဝင်မည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်က အမျိုးသားတစ်ဦးသည် မိမိဇနီးအား နှစ်ကြိမ်ကွာရှင်းပြီးနောက် တတိယအကြိမ် ကွာရှင်းပါက၊ သူမအား သူနှင့် ထပ်မံလက်ထပ်ရန် ခွင့်ပြုတော့မည်မဟုတ်ကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ps qpc-hafs\" lang=\"ps\">حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အခြားခင်ပွန်းတစ်ဦးကို လက်ထပ်ပြီးသည်အထိ)</span> ဆိုလိုသည်မှာ၊ သူမသည် တရားဝင် အခြားအမျိုးသားတစ်ဦးကို လက်ထပ်ပြီးသည်အထိ ဖြစ်သည်။ ဥပမာအားဖြင့်၊ သူမသည် မည်သည့်အမျိုးသားနှင့်မဆို လိင်ဆက်ဆံခဲ့လျှင်ပင်၊ သူမ၏ သခင် <span class=\"gray\">(သူမသည် ကျွန်မဖြစ်ပါက)</span> နှင့်ပင် ဖြစ်စေကာမူ၊ သူမသည် သူမ၏ ယခင်ခင်ပွန်း <span class=\"gray\">(သုံးကြိမ်ကွာရှင်းခဲ့သူ)</span> အတွက် လက်ထပ်ရန် အရည်အချင်းမပြည့်မီသေးပေ၊ အကြောင်းမှာ သူမ လိင်ဆက်ဆံခဲ့သူသည် သူမ၏ တရားဝင်ခင်ပွန်းမဟုတ်သောကြောင့် ဖြစ်သည်။ အကယ်၍ သူမသည် အမျိုးသားတစ်ဦးကို လက်ထပ်ခဲ့ပြီး အိမ်ထောင်မပြုမီ ကွာရှင်းခံရပါက၊ သူမသည် သူမ၏ ယခင်ခင်ပွန်းအတွက် အရည်အချင်းပြည့်မီမည်မဟုတ်ပေ။ မွတ်စ်လင်မ်က 'အာအိရှာက ပြောကြားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား အမျိုးသားတစ်ဦးကို လက်ထပ်ပြီးနောက် <span class=\"gray\">(သုံးကြိမ်)</span> ကွာရှင်းခံရသော အမျိုးသမီးတစ်ဦးအကြောင်း မေးမြန်းခဲ့သည်။ ထို့နောက် သူမသည် အခြားအမျိုးသားတစ်ဦးကို လက်ထပ်ခဲ့ပြီး သူနှင့် လိင်ဆက်ဆံခြင်းမပြုမီ ထိုအမျိုးသားက သူမအား ကွာရှင်းခဲ့သည်။ သူမ၏ ပထမခင်ပွန်းအတွက် ပြန်လည်လက်ထပ်ရန် ခွင့်ပြုမည်လော? အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، حَتَّى يَذُوقَ عُسَيْلَتَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မရဘူး၊ သူ သူမ၏ 'ဥစိုင်လဟ် <span class=\"gray\">(လိင်ဆက်ဆံမှု)</span> ကို မခံစားရသရွေ့။)</span> အလ်-ဗူခါရီကလည်း ဤဟဒီးဆ်ကို ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က 'အာအိရှာက ပြောကြားသည်မှာ၊ \"ရီဖာအဟ် အလ်-ကူရာဇီ၏ ဇနီးသည် ကျွန်မနှင့် အဗူဗကရ်တို့ တမန်တော်မြတ် ﷺ နှင့်အတူ ရှိနေစဉ် လာရောက်ခဲ့ပြီး သူမက 'ကျွန်မက ရီဖာအဟ်ရဲ့ ဇနီးဖြစ်ခဲ့တယ်၊ ဒါပေမယ့် သူက ကျွန်မကို ကွာရှင်းခဲ့ပြီး ပြန်လည်ပြင်ဆင်လို့မရတဲ့ ကွာရှင်းခြင်းဖြစ်ခဲ့တယ်။ ထို့နောက် ကျွန်မ 'အဗ်ဒုရ်-ရာဟ်မာန် ဗင် အဇ်-ဇူဗိုင်ရ်ကို လက်ထပ်ခဲ့တယ်၊ ဒါပေမယ့် သူ့ရဲ့ လိင်အင်္ဂါက ကြိုးမျှင်လို သေးငယ်တယ်။' ထို့နောက် သူမသည် သူမ၏ အဝတ်အစားမှ ကြိုးမျှင်သေးသေးလေးတစ်ခုကို <span class=\"gray\">(သူ၏ လိင်အင်္ဂါမည်မျှသေးငယ်သည်ကို ပုံဖော်ရန်)</span> ယူပြခဲ့သည်။ တံခါးဘေးတွင် ရှိနေပြီး ဝင်ခွင့်မရသေးသော ခါလိဒ် ဗင် စအီးဒ် ဗင် အလ်-'အာစ်က 'အို အဗူဗကရ်! ဒီ <span class=\"gray\">(အမျိုးသမီး)</span> ကို တမန်တော်မြတ်ရှေ့မှာ ပွင့်ပွင့်လင်းလင်း ဖော်ပြနေတာကို ဘာလို့ မတားမြစ်တာလဲ?' ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် ﷺ က ပြုံးရုံသာ ပြုံးခဲ့သည်။ ထို့နောက်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူမအား မေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّكِ تُرِيدِينَ أَنْ تَرْجِعِي إِلى رِفَاعَةَ، لَا، حَتَّى تَذُوقِي عُسَيْلَتَهُ، وَيَذُوقَ عُسَيْلَتَكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရီဖာအဟ်ကို ပြန်လက်ထပ်ချင်သလား? သင်သည် သူ၏ 'ဥစိုင်လဟ်ကို မခံစားရသရွေ့နှင့် သူသည် သင်၏ 'ဥစိုင်လဟ်ကို မခံစားရသရွေ့ <span class=\"gray\">(ဆိုလိုသည်မှာ၊ သင်၏ လက်ရှိခင်ပွန်းနှင့် လိင်ဆက်ဆံမှု အပြည့်အဝ မရှိသေးသရွေ့)</span> သင် မလုပ်နိုင်ပါ။)</span>\"</p><p lang=\"my\" class=\"my \">အလ်-ဗူခါရီ၊ မွတ်စ်လင်မ်နှင့် အန်-နာစာအီတို့ကလည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။ မွတ်စ်လင်မ်၏ စကားလုံးမှာ \"ရီဖာအဟ်သည် သူ၏ဇနီးအား တတိယနှင့် နောက်ဆုံးအကြိမ် ကွာရှင်းခဲ့သည်\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဟဒီးဆ်တွင် ဖော်ပြထားသော 'ဥစိုင်လဟ် ဟူသော စကားလုံးသည် လိင်ဆက်ဆံခြင်းကို ဆိုလိုသည်။ အိမာမ် အဟ်မဒ်နှင့် အန်-နာစာအီတို့က 'အာအိရှာက ပြောကြားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ الْعُسَيْلَةَ الْجِمَاعُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('ဥစိုင်လဟ် ဆိုသည်မှာ လိင်ဆက်ဆံခြင်းဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>တဟ်လီလ်/ဟာလာလဟ် ပါဝင်သူများအပေါ် ကျိန်စာ</h2></div><p lang=\"my\" class=\"my \">အမျိုးသမီး <span class=\"gray\">(သုံးကြိမ်ကွာရှင်းခံရသူ)</span> အနေဖြင့် အခြားအမျိုးသားတစ်ဦးကို လက်ထပ်ရသည့် အကြောင်းရင်းမှာ ထိုအမျိုးသားက သူမကို ဆန္ဒရှိပြီး သူမနှင့်အတူ ရှည်ကြာသော အိမ်ထောင်ဘဝကို ထူထောင်ရန် ရည်ရွယ်ချက်ရှိရမည်ဖြစ်သည်။ ၎င်းတို့သည် အိမ်ထောင်ပြုခြင်း၏ တရားဝင် ရည်မှန်းချက်များနှင့် ပန်းတိုင်များ ဖြစ်ကြသည်။ အကယ်၍ ဒုတိယအိမ်ထောင်ပြုခြင်း၏ အကြောင်းရင်းမှာ အမျိုးသမီးအား သူမ၏ ယခင်ခင်ပွန်းအတွက် ပြန်လည်အရည်အချင်းပြည့်မီစေရန် ဖြစ်ပါက၊ ၎င်းသည် ဟဒီးဆ်တော်များက ကျိန်စာတိုက်ပြီး ဝေဖန်ပြစ်တင်ခဲ့သော တဟ်လီလ် ဖြစ်သည်။ ထို့အပြင်၊ ဤလက်ထပ်ခြင်း၏ အကြောင်းရင်း <span class=\"gray\">(တဟ်လီလ်ဖြစ်ပါက)</span> ကို စာချုပ်တွင် ကြေညာပါက၊ ပညာရှင်အများစု၏ အဆိုအရ စာချုပ်ကို ပျက်ပြယ်စေမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က 'အဗ်ဒူလ္လာဟ် ဗင် မဆ်အူဒ်က ပြောကြားသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် တဟ်လီလ် ပြုလုပ်သူ၊ ၎င်း၏ အကျိုးအတွက် ပြုလုပ်ခံရသူ၊ ရိဘာ <span class=\"gray\">(အတိုး)</span> စားသုံးသူများနှင့် ၎င်းကို <span class=\"gray\">(အတိုး)</span> ပေးဆောင်သူများကို ကျိန်စာတိုက်ခဲ့သည်။\" အတ်-တီရ်မီဇီနှင့် အန်-နာစာအီတို့က ဤဟဒီးဆ်ကို ဖော်ပြခဲ့ပြီး အတ်-တီရ်မီဇီက \"ဤဟဒီးဆ်သည် ဟာစန်ဖြစ်သည်\" ဟု ပြောခဲ့သည်။ သူက \"၎င်းသည် သဟာဘာများအနက် အသိပညာရှိသူများ၊ ၎င်းတို့အနက် 'ဥမရ်၊ 'ဥစ်မာန်နှင့် အိဗ်နု 'ဥမရ်တို့အပါအဝင်၊ ပြုကျင့်သော အရာဖြစ်သည်။ ၎င်းသည် တာဗီအိန်း <span class=\"gray\">(အစ္စလာမ်၏ ဒုတိယမျိုးဆက်)</span> အနက် ဖစ်ကဟ် ပညာရှင်များ၏ အဆိုလည်း ဖြစ်သည်။ ၎င်းကို 'အလီ၊ အိဗ်နု မဆ်အူဒ်နှင့် အိဗ်နု အဗ္ဗားစ်တို့ထံမှလည်း ဖော်ပြခဲ့သည်\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">သူ၏ မုစ်သဒ်ရက်က်တွင် အလ်-ဟာကိမ်က နာဖိ' က ပြောကြားသည်မှာ၊ \"အမျိုးသားတစ်ဦးသည် အိဗ်နု 'ဥမရ်ထံသို့ လာရောက်ပြီး သူ၏ဇနီးအား သုံးကြိမ်ကွာရှင်းခဲ့သူ အမျိုးသားတစ်ဦးအကြောင်း မေးမြန်းခဲ့သည်။ ထို့နောက်၊ သူ၏အစ်ကိုက သူ၏အစ်ကိုအတွက် တဟ်လီလ်လုပ်ရန် သူမကို လက်ထပ်ခဲ့သည်၊ ထိုအစ်ကိုက ဤအချက်ကို မသိရှိခဲ့ပေ။ ထို့နောက် သူက \"သူမသည် ပထမ <span class=\"gray\">(ခင်ပွန်း)</span> အတွက် ခွင့်ပြုပါသလား?\" ဟု မေးခဲ့သည်။ သူက \"မဟုတ်ဘူး၊ ဆန္ဒပါဝင်တဲ့ အိမ်ထောင်ရေးမဟုတ်သရွေ့ မရဘူး။ အလ္လာဟ်အရှင်မြတ်ရဲ့ ရစူလ်တမန်တော် ﷺ လက်ထက်မှာ ဒါကို ကာမဂုဏ်မှုအဖြစ် သတ်မှတ်ခဲ့ကြတယ်။\" အလ်-ဟာကိမ်က \"ဤဟဒီးဆ်တွင် မှန်ကန်သော ဆင့်ကဲဖော်ပြချက်ရှိသည်၊ သူတို့ <span class=\"gray\">(အလ်-ဗူခါရီနှင့် မွတ်စ်လင်မ်)</span> က မှတ်တမ်းမတင်ခဲ့သော်လည်း\" ဟု ပြောခဲ့သည်။ ဤဟဒီးဆ်၏ အရေးအသားက စီရင်ချက်သည် တမန်တော်မြတ် ﷺ ထံမှ ဆင်းသက်လာခြင်းဖြစ်ကြောင်း ဖော်ပြသည်။ အဗူဗကရ် ဗင် အဗူ ရိုင်ဗဟ်၊ အလ်-ဂျောင်ဇ်ဂျာနီ၊ ဟရ်ဗ် အလ်-ကိရ်မာနီနှင့် အဗူဗကရ် အလ်-အသ်ရမ်တို့က ကွဗီဆဟ် ဗင် ဂျာဗီရ်က ပြောကြားသည်မှာ၊ 'ဥမရ်က \"အကယ်၍ တဟ်လီလ် ပါဝင်သူများကို ကျွန်ုပ်ထံသို့ ခေါ်လာပါက၊ သူတို့ကို ကျွန်ုပ် ကျောက်ခဲဖြင့် ပစ်သတ်စေမည်\" ဟု ပြောခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>သုံးကြိမ်ကွာရှင်းခံရသော အမျိုးသမီးတစ်ဦးသည် သူမ၏ ပထမခင်ပွန်းအတွက် မည်သည့်အခါတွင် အရည်အချင်းပြည့်မီမည်နည်း။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِن طَلَّقَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူသည် သူမအား ကွာရှင်းခဲ့ပါက)</span> ဆိုလိုသည်မှာ ဒုတိယခင်ပွန်းက သူမနှင့် လိင်ဆက်ဆံမှု အပြည့်အဝရှိပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا جُنَاحَ عَلَيْهِمَا أَن يَتَرَاجَعَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့နှစ်ဦးစလုံး ပြန်လည်ပေါင်းစည်းရန် အပြစ်မရှိပေ)</span> ဆိုလိုသည်မှာ ဇနီးနှင့် သူမ၏ ပထမခင်ပွန်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِن ظَنَّا أَن يُقِيمَا حُدُودَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို သူတို့ ထိန်းသိမ်းနိုင်မည်ဟု ခံစားရပါက)</span> ဆိုလိုသည်မှာ သူတို့သည် ဂုဏ်သိက္ခာရှိစွာ အတူနေထိုင်ခြင်းဖြစ်သည်။ မုဂျာဟစ်ဒ်က ပြောကြားသည်မှာ၊ \"အကယ်၍ သူတို့သည် သူတို့၏ အိမ်ထောင်ပြုခြင်း၏ ရည်မှန်းချက်သည် ဂုဏ်သိက္ခာရှိကြောင်း ယုံကြည်စိတ်ချပါက\" ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ حُدُودُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကန့်သတ်ချက်များ ဖြစ်သည်၊)</span> ကိုယ်တော်၏ အမိန့်တော်များနှင့် ဥပဒေများ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُبَيِّنُهَا </p><p lang=\"sq\" class=\"sq \"><span class=\"gray\">(He makes plain)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِقَوْمٍ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသိပညာရှိသူများအတွက်)</span></p>"
  }
]