[
  {
    "ayah_key": "53:56",
    "group_ayah_key": "53:56",
    "from_ayah": "53:56",
    "to_ayah": "53:62",
    "ayah_keys": "53:56,53:57,53:58,53:59,53:60,53:61,53:62",
    "text": "<p lang=\"my\" class=\"my \">၎င်းသည် ရှေးခေတ်သတိပေးသူများထဲမှ သတိပေးသူတစ်ဦးဖြစ်သည်။ <span>(56)</span>အလ်အာဇိဖဟ်သည် နီးကပ်လာပြီ။ <span>(57)</span>အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ၎င်းကို တားဆီးနိုင်မည်မဟုတ်။ <span>(58)</span>ထိုအခါ ဤကျမ်းတော်ရွတ်ဆိုခြင်းကို သင်တို့ အံ့ဩကြပါသလား။ <span>(59)</span>၎င်းကို သင်တို့ ရယ်မောကြပြီး မငိုကြပါသလား။ <span>(60)</span>သင်တို့သည် ဆာမိဒွန်းများဖြစ်ကြလျက် <span>(61)</span>ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ဦးချကြပြီး ကိုးကွယ်ကြပါ။ <span>(62)</span></p><p lang=\"my\" class=\"my \">သတိပေးခြင်းနှင့် တိုက်တွန်းခြင်း၊ ဦးချရန်နှင့် နှိမ့်ချရန် အမိန့်</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا نَذِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သတိပေးသူတစ်ဦးဖြစ်သည်)</span> မုဟမ္မဒ် ﷺ ကို ရည်ညွှန်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ النُّذُرِ الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးခေတ်သတိပေးသူများထဲမှ)</span> ဆိုသည်မှာ၊ ရှေးခေတ်သတိပေးသူများကဲ့သို့ပင် သူသည်လည်း ရစူလ်အဖြစ် စေလွှတ်ခြင်းခံရသည်။ ၎င်းတို့သည် ရစူလ်အဖြစ် စေလွှတ်ခြင်းခံရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"ငါသည် ရစူလ်များအနက် အသစ်အဆန်းမဟုတ်ပါ။\")</span><span class=\"gray\">(၄၆:၉)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَزِفَتِ الْآزِفَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်အာဇိဖဟ်သည် နီးကပ်လာပြီ။)</span> ဆိုသည်မှာ နီးကပ်လာသည့် ကိယာမဟ်နေ့သည် ပိုမိုနီးကပ်လာပြီဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ၎င်းကို တားဆီးနိုင်မည်မဟုတ်။)</span> အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ၎င်းရောက်လာခြင်းကို တားဆီးနိုင်မည်မဟုတ်သလို၊ ၎င်းမည်သည့်အချိန်တွင် ရောက်လာမည်ကိုလည်း ကိုယ်တော်မှလွဲ၍ မည်သူမျှ မသိပေ။</p><p lang=\"my\" class=\"my \">သတိပေးသူသည် ဘေးဒုက္ခကျရောက်တော့မည့်အကြောင်းကို သူသတိပေးရမည့်သူများအား မကျရောက်စေရန် ၎င်း၏ဗဟုသုတကို စိတ်အားထက်သန်စွာဖြင့် ပေးပို့သည်။ ကိုယ်တော်မိန့်တော်မူသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ပြင်းထန်သော ပြစ်ဒဏ်၏ မျက်မှောက်တွင် သင်တို့အတွက် သတိပေးသူသာဖြစ်သည်။)</span><span class=\"gray\">(၃၄:၄၆)</span> နှင့် ဟဒီးဆ်တော်တွင်လည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا النَّذِيرُ الْعُرْيَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် အဝတ်မပါသော သတိပေးသူဖြစ်သည်)</span> ဆိုသည်မှာ၊ ငါမြင်တွေ့ရမည့် မကောင်းမှုကို သတိပေးရန် အလွန်အမင်း အလျင်စလိုဖြစ်ခဲ့သောကြောင့် မည်သည့်အရာမျှ ဝတ်ဆင်မထားခဲ့ပေ။ ဤကိစ္စတွင် မိမိလူမျိုးအား အလွန်အမင်း အလျင်စလို သတိပေးရာတွင် သူသည် အဝတ်မပါဘဲ ဖြစ်နေမည်။ ဤအဓိပ္ပါယ်သည် အာယသ်တော်၏ အဓိပ္ပါယ်နှင့် လိုက်လျောညီထွေရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَزِفَتِ الْآزِفَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်အာဇိဖဟ်သည် နီးကပ်လာပြီ။)</span>၊ နီးကပ်လာသည့် ကိယာမဟ်နေ့ကို ရည်ညွှန်းသည်။ စူရာဟ်၏ အစပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိယာမဟ်ချိန် နီးကပ်လာပြီ။)</span><span class=\"gray\">(၅၄:၁)</span> အီမာမ် အဟ်မဒ်သည် စဟ်လ် ဘင် စအ်ဒ် က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّمَا مَثَلُ مُحَقَّرَاتِ الذُّنُوبِ كَمَثَلِ قَوْمٍ نَزَلُوا بِبَطْنِ وَادٍ، فَجَاءَ ذَا بِعُودٍ وَجَاءَ ذَا بِعُودٍ، حَتّٰى أَنْضَجُوا خُبْزَتَهُمْ، وَإِنَّ مُحَقَّرَاتِ الذُّنُوبِ، مَتَىٰ يُؤْخَذُ بِهَا صَاحِبُهَا، تُهْلِكُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်ငယ်လေးများကို သတိထားကြ! အပြစ်ငယ်လေးများ၏ သက်ရောက်မှုဥပမာမှာ ချိုင့်ဝှမ်းအောက်ခြေနားတွင် နေထိုင်ခဲ့ကြသူများကဲ့သို့ပင်။ ၎င်းတို့ထဲမှ တစ်ဦးက သစ်သားတစ်ပိုင်းယူလာပြီး၊ နောက်တစ်ဦးက သစ်သားနောက်တစ်ပိုင်းယူလာကာ ၎င်းတို့၏ ပေါင်မုန့်ကို ချက်ပြုတ်နိုင်ခဲ့ကြသည်! စင်စစ်သော်ကား၊ အပြစ်ငယ်လေးများသည် ၎င်း၏ အဖော်ကို ဖျက်ဆီးလိမ့်မည်၊ အကယ်၍ တစ်ဦးတစ်ယောက်သည် ၎င်းတို့အတွက် တာဝန်ခံရမည်ဆိုလျှင်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရုပ်ကိုးကွယ်သူများကို ဆုံးမတော်မူသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ကုရ်အာန်ကို ကြားသော်လည်း ပေါ့ဆသော ကစားခြင်းဖြင့် ၎င်းမှ လွှဲဖယ်သွားကြသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعْجَبُونَ</p><p lang=\"af\" class=\"af \"><span class=\"gray\">(wonder)</span> doubting that it is true.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَضْحَكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ရယ်မောကြသည်)</span> နောက်ပြောင်ကာ လှောင်ပြောင်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبْكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မငိုကြသည်)</span> ၎င်းကို ယုံကြည်သူများ ငိုကြွေးသကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ۩ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မျက်နှာပေါ်သို့ ကျဆင်း၍ ငိုကြွေးကြပြီး ၎င်းသည် ၎င်းတို့၏ နှိမ့်ချမှုကို တိုးမြှင့်ပေးသည်။)</span><span class=\"gray\">(၁၇:၁၀၉)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْتُمْ سَامِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ဆာမိဒွန်းများဖြစ်ကြလျက်။)</span> စွဖ်ယန် အစ်သ်-သောဝ်ရီသည် ၎င်း၏ဖခင်က အိဗ်နု အဗ္ဗာစ်သည် ဆာမိဒွန်းနှင့် ပတ်သက်၍ “သီချင်းဆိုခြင်း၊ ယေမင်ဒေသစကားဖြင့် ‘ကျွန်ုပ်တို့အတွက် အစ်စ်မစ်ဒ်’ ဆိုသည်မှာ ‘ကျွန်ုပ်တို့အတွက် သီချင်းဆိုပါ’ ဟု ဆိုလိုသည်” ဟု ပြောကြားခဲ့ကြောင်း ပြန်လည်ပြောပြခဲ့သည်။ အိကရီမာဟ်လည်း အလားတူပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗာစ်ထံမှ အခြားဖော်ပြချက်တစ်ခုတွင် သူက ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَامِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆာမိဒွန်း)</span> ဆိုသည်မှာ “မျက်နှာလွှဲခြင်း” ဟု အဓိပ္ပါယ်ရသည်။ မုဂျာဟစ်ဒ်နှင့် အိကရီမာဟ်တို့ထံမှလည်း အလားတူ ဖော်ပြခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား ကိုယ်တော်ထံ ဦးချရန်၊ ကိုယ်တော်၏ ရစူလ်၏ နည်းလမ်းအတိုင်း ကိုးကွယ်ရန်၊ နှင့် တောင်ဟီဒ်နှင့် စိတ်ရင်းမှန်ဖြင့် ပြည့်စုံစေရန် အမိန့်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا ۩ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ဦးချကြပြီး ကိုယ်တော်ကို ကိုးကွယ်ကြပါ။)</span> ဆိုသည်မှာ၊ လက်အောက်ခံခြင်း၊ စိတ်ရင်းမှန်ခြင်းနှင့် တောင်ဟီဒ်တို့ဖြင့်။ အလ်-ဘူခါရီသည် အဘူ မအ်မာရ်က အဗ်ဒူလ်-ဝါရိသ်က အယုဗ်က အိကရီမာဟ်က အိဗ်နု အဗ္ဗာစ်က “နဗီတမန်တော် ﷺ သည် အန်-နဂျ်မ် စူရာဟ်ကို ရွတ်ဆိုပြီး ဦးချတော်မူရာ ပစ္စုပ္ပန်တွင်ရှိသော မွတ်စ်လင်မ်များ၊ အရုပ်ကိုးကွယ်သူများ၊ ဂျင်န်နီများနှင့် လူသားများအားလုံး ကိုယ်တော်နှင့်အတူ ဦးချခဲ့ကြသည်” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ မွတ်စ်လင်မ်သာ ဤဟဒီးဆ်တော်ကို စုဆောင်းခဲ့သည်။ အီမာမ် အဟ်မဒ်သည် အလ်-မွတ်တလိဗ် ဘင် အဘီ ဝါဒအဟ်က “မက္ကာမြို့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ သည် စူရတွလ် အန်-နဂျ်မ်ကို တစ်ကြိမ်ရွတ်ဆိုခဲ့ပြီး ထိုအချိန်က ကိုယ်တော်နှင့်အတူ ရှိသူအားလုံးနှင့်အတူ ဦးချခဲ့သည်။ သို့သော် ကျွန်ုပ်က ဦးခေါင်းကို မြှောက်ပြီး ဦးချရန် ငြင်းဆန်ခဲ့သည်” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ အလ်-မွတ်တလိဗ်သည် ထိုအချိန်က အစ္စလာမ်ဘာသာကို မယုံကြည်သေးပေ၊ သို့သော် သူ မွတ်စ်လင်မ်ဖြစ်လာပြီးနောက်ပိုင်းတွင် ဤစူရာဟ်ကို အဆုံးအထိ ရွတ်ဆိုသည်ကို ကြားလိုက်တိုင်း၊ ၎င်းကိုရွတ်ဆိုပြီးနောက် ဦးချသူများနှင့်အတူ ဦးချလေ့ရှိသည်။ အန်-နာစာအီသည်လည်း ဤဟဒီးဆ်တော်ကို အလ်-ဘူခါရီ၏ကျမ်းတွင် စုဆောင်းခဲ့ပြီး ၎င်း၏ စူနန်တွင် ဆွလာဟ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ချန်လှပ်ထားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရတွလ် အန်-နဂျ်မ်၏ တဖ်စီရ်ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် ကိုယ်တော်ထံ၌သာ ရှိသည်။</p>"
  }
]