[
  {
    "ayah_key": "33:72",
    "group_ayah_key": "33:72",
    "from_ayah": "33:72",
    "to_ayah": "33:73",
    "ayah_keys": "33:72,33:73",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ငါတို့သည် အာမာနာကို ကောင်းကင်များ၊ ကမ္ဘာမြေနှင့် တောင်များအား ပေးအပ်ခဲ့ကြသည်၊ သို့သော် ၎င်းတို့သည် ၎င်းကို ထမ်းဆောင်ရန် ငြင်းပယ်ခဲ့ကြပြီး ၎င်းကို ကြောက်ရွံ့ခဲ့ကြသည်။ သို့သော် လူသားက ၎င်းကို ထမ်းဆောင်ခဲ့သည်။ အမှန်စင်စစ်၊ သူသည် မတရားသူနှင့် မသိနားမလည်သူ ဖြစ်ခဲ့သည် <span>(၇၂)</span> သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် ဟန်ဆောင်သူများ၊ ယောက်ျားများနှင့် မိန်းမများ၊ နှင့် ရုပ်တုကိုးကွယ်သူ ယောက်ျားများနှင့် မိန်းမများကို အပြစ်ပေးလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများ၊ ယောက်ျားများနှင့် မိန်းမများကို ခွင့်လွှတ်တော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူထသော၊ အလွန်မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူသည် <span>(၇၃)</span></p><p lang=\"my\" class=\"my \">လူသားက အာမာနာကို မည်သို့ထမ်းဆောင်ခဲ့ပုံ</p><p lang=\"my\" class=\"my \">အလ်-အော်ဖီက အိဘ်နု အဘ်ဘာစ် ပြောကြားခဲ့သည်မှာ \"အလ်-အာမာနာဟူသည် နာခံခြင်းကို ဆိုလိုသည်။ ၎င်းကို အာဒမ်အား မပေးအပ်မီ ၎င်းတို့အား ပေးအပ်ခဲ့သည်၊ သို့သော် ၎င်းတို့ မထမ်းဆောင်နိုင်ခဲ့ကြပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အာဒမ်အား မိန့်ကြားခဲ့သည်- 'ငါသည် အာမာနာကို ကောင်းကင်များ၊ ကမ္ဘာမြေနှင့် တောင်များအား ပေးအပ်ခဲ့ပြီး ၎င်းတို့ မထမ်းဆောင်နိုင်ခဲ့ကြပေ။ သင် ယူမလား?' သူက 'အို အရှင်မြတ်၊ ၎င်းတွင် ဘာတွေပါဝင်သလဲ?' ဟု လျှောက်၏။ အရှင်မြတ်က 'သင် ကောင်းမှုကို ပြုလျှင် ဆုလာဘ်ရမည်၊ မကောင်းမှုကို ပြုလျှင် အပြစ်ပေးခံရမည်' ဟု မိန့်ကြားသည်။ ထို့ကြောင့် အာဒမ်သည် အာမာနာကို ယူပြီး ထမ်းဆောင်ခဲ့သည်၊ ဤသည်မှာ အာယသ်တော်တွင် ရည်ညွှန်းထားသည့်အရာ ဖြစ်သည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمَلَهَا الْإِنْسَانُ ۖ إِنَّهُ كَانَ ظَلُومًا جَهُولًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူသားက ၎င်းကို ထမ်းဆောင်ခဲ့သည်။ အမှန်စင်စစ်၊ သူသည် မတရားသူနှင့် မသိနားမလည်သူ ဖြစ်သည်။)</span>\" အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဘ်နု အဘ်ဘာစ် ပြောကြားခဲ့သည်မှာ \"အလ်-အာမာနာဟူသည် အလ်-ဖရာအစ်ဒ် <span class=\"gray\">(မဖြစ်မနေ လုပ်ဆောင်ရမည့် တာဝန်များ)</span> ကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ကောင်းကင်များ၊ ကမ္ဘာမြေနှင့် တောင်များအား <span class=\"gray\">(အကယ်၍ ၎င်းတို့ လိုက်နာပါက၊ အရှင်မြတ်က ဆုလာဘ်ပေးမည်၊ မလိုက်နာပါက၊ အပြစ်ပေးမည်ဟူသော အခြေအနေဖြင့်)</span> ပေးအပ်ခဲ့သည်။ သို့သော် ၎င်းတို့သည် ထိုသို့ မပြုလိုကြဘဲ ၎င်းကို ကြောက်ရွံ့ခဲ့ကြသည်၊ ၎င်းတို့၏ ရည်ရွယ်ချက်က အပြစ်ရှိ၍ မဟုတ်ဘဲ၊ ပါဝင်သော တာဝန်များကို မလိုက်နာနိုင်မည်ကို စိုးရိမ်၍ အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားကို လေးစားသောအားဖြင့် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို အာဒမ်အား ပေးအပ်ခဲ့ရာ သူသည် ၎င်းနှင့် သက်ဆိုင်သည့်အရာအားလုံးကို လက်ခံခဲ့သည်။ ဤသည်မှာ အာယသ်တော်တွင် ရည်ညွှန်းထားသည့်အရာ ဖြစ်သည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمَلَهَا الْإِنْسَانُ ۖ إِنَّهُ كَانَ ظَلُومًا جَهُولًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူသားက ၎င်းကို ထမ်းဆောင်ခဲ့သည်။ အမှန်စင်စစ်၊ သူသည် မတရားသူနှင့် မသိနားမလည်သူ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို လျှော့တွက်ခဲ့သည်။\" ဤသည်မှာ မူဂျာဟစ်ဒ်၊ ဆာအိဒ် ဘင် ဂျူဘိုင်ရ်၊ အဒ်-ဒဟ်ဟက်၊ အလ်-ဟဆန် အလ်-ဘဆ်ရီနှင့် အခြားသူတို့၏ အမြင်လည်း ဖြစ်ပြီး အလ်-အာမာနာဟူသည် အလ်-ဖရာအစ်ဒ်ကို ဆိုလိုသည်။ အချို့က ၎င်းသည် နာခံခြင်းကို ဆိုလိုသည်ဟု ပြောသည်။ အလ်-အာအ်မရှ်က အဘူ အဒ်-ဒူဟာမှ မစ်ရူက်ထံမှ သယ်ယူဖော်ပြသည်မှာ အူဘိုင် ဘင် ကာအ်ဘ်က ပြောသည်- \"အလ်-အာမာနာ၏ တစ်စိတ်တစ်ပိုင်းမှာ အမျိုးသမီးအား သူမ၏ ကိုယ်ကျင့်သီလကို ယုံကြည်အပ်နှံခြင်း ဖြစ်သည်။\" ကာတာဒါဟ်က ပြောသည်- \"အလ်-အာမာနာဟူသည် ဘာသာတရား၊ မဖြစ်မနေ လုပ်ဆောင်ရမည့် တာဝန်များနှင့် သတ်မှတ်ထားသော ပြစ်ဒဏ်များကို ဆိုလိုသည်။\" မာလိက်က ဇိုင်ဒ် ဘင် အစလမ် ပြောကြားခဲ့သည်မှာ- \"အလ်-အာမာနာဟူသည် အရာသုံးမျိုးကို ဆိုလိုသည်- ဝတ်ပြုဆုတောင်းခြင်း၊ အစာရှောင်ခြင်းနှင့် လိင်ပိုင်းဆိုင်ရာ မစင်ကြယ်ခြင်းမှ သန့်စင်ရန် ဂုဆလ်ပြုခြင်း။\" </p><p lang=\"my\" class=\"my \">ဤအမြင်အားလုံးတို့အကြား ကွဲလွဲမှုမရှိပါ။ ၎င်းတို့အားလုံးသည် သဘောတူညီကြပြီး အားလုံးသည် တာဝန်ယူမှုနှင့် ၎င်းနှင့်ဆက်စပ်သော အခြေအနေများပါရှိသည့် အမိန့်များနှင့် တားမြစ်ချက်များကို လက်ခံခြင်းကို ရည်ညွှန်းသည်။ ထိုတာဝန်ကို ထမ်းဆောင်သူအား ဆုချီးမြှင့်မည်ဖြစ်ပြီး၊ လျစ်လျူရှုသူအား အပြစ်ပေးမည်ဖြစ်သည်။ လူသားသည် အားနည်းသူ၊ မသိနားမလည်သူနှင့် မတရားသူ ဖြစ်လင့်ကစား ဤအရာကို လက်ခံခဲ့သည် – အလ္လာဟ်အရှင်မြတ်က ကူညီတော်မူသူများမှလွဲ၍ ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့ အကူအညီတောင်းခံသည့် တစ်ပါးတည်းသော အရှင်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ်-အာမာနာနှင့် ပတ်သက်သည့် ဖော်ပြချက်များအနက် တစ်ခုမှာ အိမာမ် အဟ်မဒ်က ဟူဒိုင်ဖာဟ် (အလ္လာဟ်အရှင်မြတ်က သူ့အား ကျေနပ်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးစ်ဖြစ်သည်။ သူက ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကျွန်ုပ်တို့အား ဟဒီးစ်နှစ်ခု ပြောပြခဲ့သည်၊ တစ်ခုကို ကျွန်ုပ် မြင်တွေ့ခဲ့ပြီး ဖြစ်ပြီး အခြားတစ်ခုကို မြင်တွေ့ရန် စောင့်မျှော်နေဆဲဖြစ်သည်။ အလ်-အာမာနာသည် လူသား၏ နှလုံးသားတွင် နက်ရှိုင်းစွာ အမြစ်တွယ်နေကြောင်း သူက ကျွန်ုပ်တို့အား ပြောပြခဲ့သည်၊ ထို့နောက် ကုရ်အာန်ကို ထုတ်ပြန်ခဲ့ပြီး ၎င်းတို့သည် ကုရ်အာန်နှင့် စွန်နဟ်မှ ၎င်းကို သိရှိကြသည်။ ထို့နောက် အလ်-အာမာနာကို ပြန်ယူသွားမည်ဖြစ်ကြောင်း သူက ကျွန်ုပ်တို့အား ပြောပြခဲ့သည်။ သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنَامُ الرَّجُلُ النَّوْمَةَ فَتُقْبَضُ الْأَمَانَةُ مِنْ قَلْبِهِ، فَيَظَلُّ أَثَرُهَا مِثْلَ أَثَرِ الْمَجْلِ كَجَمْرٍ دَحْرَجْتَهُ عَلَى رِجْلِكِ، تَرَاهُ مُنْتَبِرًا وَلَيْسَ فِيهِ شَيْءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် အိပ်ပျော်သွားနိုင်ပြီး အလ်-အာမာနာကို သူ့နှလုံးသားမှ ပြန်ယူသွားလိမ့်မည်၊ သင်သည် မီးသွေးတစ်ခဲကို သင့်ခြေထောက်ပေါ် လှိမ့်ချလိုက်ပါက ကျန်ခဲ့သော အပူလောင်ဖုကဲ့သို့ အမှတ်အသားတစ်ခုသာ ကျန်ရှိတော့မည် – ၎င်းသည် ဖောင်းကြွနေသည်ကို သင်မြင်ရမည်၊ သို့သော် အတွင်း၌ ဘာမှမရှိပေ။)</span> ထို့နောက် သူသည် ကျောက်စရစ်ခဲတစ်လုံးကို ယူ၍ သူ့ခြေထောက်ပေါ် လှိမ့်ချလိုက်ပြီး၊ ထို့နောက် သူက ပြောသည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصْبِحُ النَّاسُ يَتَبَايَعُونَ لَا يَكَادُ أَحَدٌ يُؤَدِّي الْأَمَانَةَ حَتَّى يُقَالَ: إِنَّ فِي بَنِي فُلَانٍ رَجُلًا أَمِينًا، حَتَّى يُقَالَ لِلرَّجُلِ مَا أَجْلَدَهُ وَأَظْرَفَهُ وَأَعْقَلَهُ! وَمَا فِي قَلْبِهِ حَبَّةُ خَرْدَلٍ مِنْ إِيمَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် လူများသည် ဝယ်ယူရောင်းချခြင်းကို စတင်ကြမည်၊ အလ်-အာမာနာကို ဂရုစိုက်သူ နည်းပါးလာလိမ့်မည်၊ ထိုအခါ ဟိုအနွယ်စုတွင် ယုံကြည်စိတ်ချရသူတစ်ဦး ရှိသည်ဟု ပြောဆိုကြမည်၊ လူတစ်ဦးအား \"သူ ဘယ်လောက် အားကောင်းသလဲ၊ ဘယ်လောက် ကောင်းမွန်သလဲ၊ ဘယ်လောက် ဉာဏ်ပညာရှိသလဲ\" ဟု ပြောဆိုကြမည်၊ သို့သော် သူ့နှလုံးသားတွင် မုန်ညင်းစေ့တစ်စေ့မျှသော အီမာန် (ယုံကြည်ခြင်း) ပင် မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">မလွဲဧကန်၊ ကျွန်ုပ်အား အချိန်ကာလတစ်ခု ရောက်လာခဲ့သည်၊ ထိုအချိန်က ကျွန်ုပ်သည် သင်တို့အနက် မည်သူနှင့်မဆို ဆက်ဆံ <span class=\"gray\">(အပေးအယူပြု)</span> ရန် စိတ်မပူမိခဲ့၊ အကြောင်းမှာ သူသည် မွတ်စလင်မ်ဖြစ်ခဲ့ပါက၊ သူ့၏အစ္စလာမ်က ကျွန်ုပ်အား ပေးသင့်သည်များကို ပေးရန် တွန်းအားပေးလိမ့်မည်၊ ခရစ်ယာန် သို့မဟုတ် ဂျူးဖြစ်ခဲ့ပါက၊ မွတ်စလင်မ်အရာရှိက ကျွန်ုပ်အား ပေးသင့်သည်များကို ပေးရန် တွန်းအားပေးလိမ့်မည်၊ သို့သော် ယနေ့တွင်မူ၊ ကျွန်ုပ်သည် သင်တို့အနက် ထိုသူနှင့်သာ ဆက်ဆံသည်။\" ၎င်းကို အလ်-အာအ်မရှ်၏ ဟဒီးစ်မှ ဆဟီဟ်ကျမ်းနှစ်ခုတွင်လည်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အဘ်ဒူလာဟ် ဘင် အမ်ရ် (အလ္လာဟ်အရှင်မြတ်က သူ့အား ကျေနပ်တော်မူပါစေ) ပြောကြားခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعٌ إِذَا كُنَّ فِيكَ فَلَا عَلَيْكَ مَا فَاتَكَ مِنَ الدُّنْيَا: حِفْظُ أَمَانَةٍ، وَصِدْقُ حَدِيثٍ، وَحُسْنُ خَلِيقَةٍ، وَعِفَّةُ طُعْمَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာလေးခု ရှိသည်၊ သင် ၎င်းတို့ကို ရရှိပါက၊ ဤလောက၌ သင် ဆုံးရှုံးရသောအရာ မည်သည်မျှ အရေးမကြီးပေ- ယုံကြည်မှုကို ထိန်းသိမ်းခြင်း၊ အမှန်တရားကို ပြောဆိုခြင်း၊ ကိုယ်ကျင့်တရား ကောင်းမွန်ခြင်းနှင့် စားသောက်ရာတွင် မျှတခြင်း။)</span></p><p lang=\"my\" class=\"my \">အာမာနာကို ထမ်းဆောင်ခြင်း၏ ရလဒ်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် ဟန်ဆောင်သူများ၊ ယောက်ျားများနှင့် မိန်းမများ၊ နှင့် ရုပ်တုကိုးကွယ်သူ ယောက်ျားများနှင့် မိန်းမများကို အပြစ်ပေးလိမ့်မည်။)</span> ဆိုလိုသည်မှာ အာဒမ်၏ သားမြေးများသည် တာဝန်များကို ဆိုလိုသည့် အာမာနာကို ထမ်းဆောင်ရန် တာဝန်ယူခဲ့ကြသောကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အနက်မှ ဟန်ဆောင်သူ ယောက်ျားများနှင့် မိန်းမများကို အပြစ်ပေးလိမ့်မည်၊ ထိုသူတို့သည် ယုံကြည်သူများကို ကြောက်ရွံ့သောကြောင့် အပြင်ပန်းအားဖြင့် ယုံကြည်ခြင်းကို ပြသကြသူများ ဖြစ်ကြသည်၊ သို့သော် ၎င်းတို့၏ နှလုံးသားများတွင် မယုံကြည်မှုကို ဝှက်ထားပြီး အမှန်တကယ်တွင် မယုံကြည်သူများ၏ နောက်လိုက်များ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရုပ်တုကိုးကွယ်သူ ယောက်ျားများနှင့် မိန်းမများ။)</span> ဤသူတို့သည် အပြင်ပန်းနှင့် အတွင်းပိုင်း နှစ်ခုလုံးတွင် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာတွင် ပူးပေါင်းပြီး အရှင်မြတ်၏ ရစူလ်တမန်တော်များကို ဆန့်ကျင်ကြသူများ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများ၊ ယောက်ျားများနှင့် မိန်းမများကို ခွင့်လွှတ်တော်မူမည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် လူသားများအနက်မှ အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ ကောင်းကင်တမန်များ၊ ကျမ်းတော်များနှင့် ရစူလ်တမန်တော်များကို ယုံကြည်ပြီး အရှင်မြတ်ကို နာခံသူ ယုံကြည်သူများအား ကရုဏာတော်ပြသမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ غَفُورًا رَحِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူထသော၊ အလွန်မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရသ် အလ်-အဟ်ဇာဘ်၏ တဖ်စီရ် ပြီးဆုံးခြင်း ဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]