[
  {
    "ayah_key": "4:58",
    "group_ayah_key": "4:58",
    "from_ayah": "4:58",
    "to_ayah": "4:58",
    "ayah_keys": "4:58",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အပ်နှံထားသော အပ်နှံပစ္စည်းများကို ၎င်းတို့၏ ပိုင်ရှင်များထံ ပြန်လည်ပေးအပ်ရန် အမိန့်ချမှတ်တော်မူ၏။ လူအများအကြား ဆုံးဖြတ်စီရင်သည့်အခါ တရားမျှတစွာ ဆုံးဖြတ်စီရင်ရန် အမိန့်ချမှတ်တော်မူ၏။ အမှန်စင်စစ် အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> သည် သင်တို့အား သင်ကြားပေးတော်မူသော အဆုံးအမသည် မည်မျှ ကောင်းမြတ်လိုက်ပါသနည်း။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အလုံးစုံကို ကြားသိတော်မူထသော၊ အလုံးစုံကို မြင်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၅၈)</span></p><div lang=\"my\" class=\"my \"><h2>အပ်နှံပစ္စည်းများကို ပိုင်ရှင်များထံ ပြန်လည်ပေးအပ်ရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အပ်နှံပစ္စည်းများကို ၎င်းတို့၏ ပိုင်ရှင်များထံ ပြန်လည်ပေးအပ်ရန် အမိန့်ချမှတ်တော်မူ၏။ အလ်ဟာစန်က စမုရဟ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားသည်ကို ဆင့်ပြန်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَدِّ الْأَمَانَةَ إِلى مَنِ ائْتَمَنَكَ، وَلَا تَخُنْ مَنْ خَانَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို ယုံကြည်အပ်နှံသူတို့ထံ အပ်နှံပစ္စည်းကို ပြန်ပေးလော့။ သင့်အား သစ္စာဖောက်သူတို့အား ပြန်လည်သစ္စာမဖောက်နှင့်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်နှင့် စုနန်ကျမ်းများ စုဆောင်းသူတို့သည် ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့ကြသည်။ ဤအမိန့်တော်သည် လူတစ်ဦးချင်းစီ စောင့်ရှောက်ရမည်ဟု မျှော်လင့်ထားသည့် အရာအားလုံးကို ရည်ညွှန်းသည်။ ဥပမာ- အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအပေါ်ရှိ အခွင့်အရေးများဖြစ်သည့် ဆွလာသ်ဝတ်ပြုခြင်း၊ ဇကာတ်၊ ရိုဇာ (ဥပုသ်)၊ အပြစ်များအတွက် ပြစ်ဒဏ်များ၊ သစ္စာပြုချက်များနှင့် အခြားအရာများ။ ထိုအမိန့်တော်တွင် မှတ်တမ်းတင်ထားခြင်း သို့မဟုတ် စာရွက်စာတမ်းမရှိသော ကိစ္စရပ်များအပါအဝင် ကျွန်များ တစ်ဦးနှင့်တစ်ဦး အပ်နှံထားသည့် အရာများကဲ့သို့သော အခွင့်အရေးများလည်း ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အပ်နှံပစ္စည်းအမျိုးအစား အားလုံးကို ပြည့်စုံစွာ ဆောင်ရွက်ရန် အမိန့်ပေးထားသည်။ ဤဘဝတွင် ဤအမိန့်တော်ကို မလိုက်နာသူများထံမှ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပြန်လည်ထုတ်ယူခြင်း ခံရမည်။ စဟီဟ်ကျမ်းတွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتُؤَدَّنَّ الْحُقُوقُ إِلى أَهْلِهَا حَتَّى يُقْتَصَّ لِلشَّاةِ الْجَمَّاءِ مِنَ الْقَرْنَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခွင့်အရေးများကို ၎င်းတို့၏ ပိုင်ရှင်များထံ ပြန်လည်ပေးအပ်မည်ဖြစ်ပြီး၊ ဦးချိုမရှိသော သိုးသည်ပင် ဦးချိုရှိသောသိုးထံမှ လက်စားချေမည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က ဤအာယသ်နှင့်ပတ်သက်၍ အိဗ်နု ဂျူရိုင်းဂျ်က “၎င်းသည် အုစ်မန် ဗင်န် တာလ်ဟဟ်နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ပြီး၊ မက္ကာမြို့အောင်ပွဲနေ့တွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ကအရှင့်ထံမှ ကအ်ဗဟ်၏သော့ကိုယူ၍ ဝင်ရောက်ခဲ့သည်။ နဗီတမန်တော် ﷺ ပြန်ထွက်လာသောအခါ ဤအာယသ်တော်ကို ရွတ်ဖတ်နေတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَىٰ أَهْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အပ်နှံပစ္စည်းများကို ၎င်းတို့၏ ပိုင်ရှင်များထံ ပြန်လည်ပေးအပ်ရန် အမိန့်ချမှတ်တော်မူ၏။)</span> အရှင့်သည် အုစ်မန်ကို ခေါ်ယူပြီး သော့ကို အရှင့်ထံ ပြန်လည်ပေးအပ်ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က အုမရ် ဗင်န် အလ်ခတွာဗ်က “အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ကအ်ဗဟ်မှ ထွက်ခွာလာသောအခါ ဤအာယသ်တော်ကို ရွတ်ဖတ်နေတော်မူသည်” ဟု ပြောကြားသည်ကိုလည်း ဆင့်ပြန်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَىٰ أَهْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အပ်နှံပစ္စည်းများကို ၎င်းတို့၏ ပိုင်ရှင်များထံ ပြန်လည်ပေးအပ်ရန် အမိန့်ချမှတ်တော်မူ၏။)</span> </p><p lang=\"my\" class=\"my \">အရှင့်အတွက် ကျွန်ုပ်၏ ဖခင်နှင့် မိခင်ကို ပူဇော်ပါစေသတည်း။ ထိုမတိုင်မီက ဤအာယသ်တော်ကို အရှင့်ရွတ်ဖတ်သည်ကို ကျွန်ုပ်တစ်ခါမျှ မကြားဖူးပေ။\" ဤသည်မှာ အာယသ်တော် <span class=\"gray\">(၄း၅၈)</span> ထုတ်ပြန်ရခြင်း၏ အကြောင်းရင်းဖြစ်သည်ဟု လူသိများသည်။ သို့သော် ဤအာယသ်တော်၏ အသုံးချမှုသည် အများအားဖြင့် ဖြစ်ပြီး၊ ဤအကြောင်းကြောင့် အိဗ်နု အဗ္ဗားစ်နှင့် မုဟမ္မဒ် ဗင်န် အလ်ဟာနဖီယဟ်တို့က “ဤအာယသ်တော်သည် သူတော်စင်များနှင့် မကောင်းသူများအတွက် ဖြစ်သည်” ဟု ပြောကြားခဲ့ကြသည်။ ဆိုလိုသည်မှာ ၎င်းသည် လူတိုင်းကို လွှမ်းခြုံထားသော အမိန့်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>တရားမျှတရန် အမိန့်တော်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအများအကြား ဆုံးဖြတ်စီရင်သည့်အခါ တရားမျှတစွာ ဆုံးဖြတ်စီရင်ရန်)</span> လူအများအကြား ဆုံးဖြတ်စီရင်ရာတွင် တရားမျှတမှုရှိရန် အမိန့်ပေးထားသည်။ မုဟမ္မဒ် ဗင်န် ကအ်ဗ်၊ ဇိုင်ဒ် ဗင်န် အစ်လမ်နှင့် ရှဟ်ရ် ဗင်န် ဟော်ရှဗ်တို့က “ဤအာယသ်တော်သည် အာဏာပိုင်များအကြောင်း ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်” ဟု ပြောကြားခဲ့ကြသည်၊ ဆိုလိုသည်မှာ လူအများအကြား ဆုံးဖြတ်စီရင်သူများဖြစ်သည်။ ဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ مَعَ الْحَاكِمِ مَا لَمْ يَجُرْ، فَإِذَا جَارَ وَكَلَهُ اللهُ إِلى نَفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တရားသူကြီးနှင့်အတူ ရှိတော်မူ၏၊ အကယ်၍ အရှင့်သည် မတရားမှုမကျူးလွန်သရွေ့ ဖြစ်၏။ အကယ်၍ အရှင့်ကျူးလွန်ပါက အလ္လာဟ်အရှင်မြတ်သည် အရှင့်အား ကိုယ်တိုင့်အပေါ် မှီခိုစေမည်။)</span> အဆိုတစ်ခုမှာ “တရားမျှတမှု တစ်ရက်သည် ဝတ်ပြုမှု နှစ်ပေါင်းလေးဆယ်နှင့် ညီမျှသည်” ဟု ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ نِعِمَّا يَعِظُكُم بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> သည် သင်တို့အား သင်ကြားပေးတော်မူသော အဆုံးအမသည် မည်မျှ ကောင်းမြတ်လိုက်ပါသနည်း။)</span> ဆိုလိုသည်မှာ အရှင့်အပ်နှံပစ္စည်းများကို ပိုင်ရှင်များထံ ပြန်လည်ပေးအပ်ရန်၊ လူအများအကြား တရားမျှတစွာ ဆုံးဖြတ်စီရင်ရန်နှင့် အရှင့်ပြည့်စုံသော၊ ပြီးပြည့်စုံသော၊ ကြီးမြတ်သော အမိန့်တော်များနှင့် ဥပဒေများ အားလုံးကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အလုံးစုံကို ကြားသိတော်မူထသော၊ အလုံးစုံကို မြင်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သင်တို့၏ ပြောစကားများကို ကြားသိတော်မူပြီး သင်တို့၏ လုပ်ဆောင်ချက်များကို သိရှိတော်မူ၏။</p>"
  },
  {
    "ayah_key": "4:59",
    "group_ayah_key": "4:59",
    "from_ayah": "4:59",
    "to_ayah": "4:59",
    "ayah_keys": "4:59",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်ကို နာခံကြကုန်လော့။ ရစူလ်တမန်တော်ကို နာခံကြကုန်လော့။ သင်တို့အနက်မှ အာဏာပိုင်များကိုလည်း နာခံကြကုန်လော့။ သင်တို့သည် မည်သည့်အရာ၌မဆို အချင်းချင်း သဘောကွဲလွဲပါက၊ အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း ယုံကြည်ကြပါက ၎င်းကို အလ္လာဟ်အရှင်မြတ်ထံနှင့် အရှင့်ရစူလ်တမန်တော်ထံ ပုံအပ်ကြကုန်လော့။ ၎င်းသည် ပိုမိုကောင်းမွန်ပြီး နောက်ဆုံးဆုံးဖြတ်ချက်အတွက် ပိုမိုသင့်လျော်၏။ <span>(၅၉)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ကို နာခံခြင်း၌ အုပ်ချုပ်သူများကို နာခံရန် လိုအပ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ်ဗူခါရီက အိဗ်နု အဗ္ဗားစ်က အာယသ်တော်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို နာခံကြကုန်လော့။ ရစူလ်တမန်တော်ကို နာခံကြကုန်လော့။ သင်တို့အနက်မှ အာဏာပိုင်များကိုလည်း နာခံကြကုန်လော့။)</span> \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ စစ်ရေးခရီးတစ်ခုသို့ စေလွှတ်ခဲ့သော အဗ္ဗဒုလ္လာဟ် ဗင်န် ဟုဇာဖဟ် ဗင်န် ကိုက်စ် ဗင်န် အာဒီနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။\" ဤမိန့်ကြားချက်ကို အိဗ်နု မာဂျာဟ်မှလွဲ၍ အဖွဲ့ဝင်များက စုဆောင်းခဲ့ကြသည်။ အတ်တီရ်မိဇီက “ဟစန်၊ ဂရစ်ဘ်” ဟု ပြောကြားခဲ့သည်။ အီမာမ် အဟ်မဒ်က အလီက “အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် အလ်အန်ဆွာရ်မှ အမျိုးသားတစ်ဦး၏ ကွပ်ကဲမှုအောက်တွင် တပ်ဖွဲ့တစ်ခုကို စေလွှတ်ခဲ့သည်။ ၎င်းတို့ ထွက်ခွာသွားသောအခါ အရှင့်သည် အကြောင်းတစ်ခုကြောင့် ၎င်းတို့ကို ဒေါသထွက်ပြီး ‘အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ငါ့ကို နာခံရန် သင်တို့ကို အမိန့်မပေးခဲ့ဘူးလား?’ ဟု မေးခဲ့သည်။ ၎င်းတို့က ‘ဟုတ်ပါသည်’ ဟု ပြန်ဖြေခဲ့ကြသည်။ အရှင့်က ‘ထင်းများ စုဆောင်းပါ’ ဟု ပြောကြားပြီး ထင်းများဖြင့် မီးမွှေးကာ ‘မီးထဲဝင်ရန် ငါသင်တို့ကို အမိန့်ပေးသည်’ ဟု ပြောကြားခဲ့သည်။ လူများက မီးထဲသို့ ဝင်ရန်နီးပါး ဖြစ်ခဲ့ကြသော်လည်း ၎င်းတို့အနက်မှ လူငယ်တစ်ဦးက ‘သင်တို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်ထံ မီးမှ ထွက်ပြေးလာကြသူများသာ။ ထို့ကြောင့် သင်တို့ အလ္လာဟ်၏ ရစူလ်တမန်တော်ထံ ပြန်မရောက်မချင်း အလျင်စလိုမလုပ်ကြနှင့်။ အကယ်၍ အရှင့်က မီးထဲဝင်ရန် အမိန့်ပေးပါက ဝင်ကြကုန်လော့’ ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံ ပြန်ရောက်သောအခါ ဖြစ်ပျက်ခဲ့သည်များကို အရှင့်အား ပြောပြခဲ့ကြသည်။ ထို့နောက် ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ دَخَلْتُمُوهَا مَا خَرَجْتُمْ مِنْهَا أَبَدًا، إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ မီးထဲဝင်ခဲ့ပါက မည်သည့်အခါမျှ ထွက်ခွာနိုင်မည်မဟုတ်ပေ။ နာခံခြင်းသည် ကောင်းမှု၌သာ ရှိ၏။)</span>\" ဤဟဒီးဆ်တော်ကို စဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ အဘူဒါဝုဒ်က အဗ္ဗဒုလ္လာဟ် ဗင်န် အုမရ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ الْمُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ، مَا لَمْ يُؤْمَرْ بِمَعْصِيَةٍ، فَإِذَا أُمِرَ بِمَعْصِيَةٍ فَلَا سَمْعَ وَلَا طَاعَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စလင်မ်သည် မိမိနှစ်သက်သည်ဖြစ်စေ၊ မနှစ်သက်သည်ဖြစ်စေ နာခံရမည်။ အကယ်၍ အရှင့်အား အပြစ်ပြုရန် အမိန့်မပေးသရွေ့ ဖြစ်၏။ အရှင့်အား အပြစ်ပြုရန် အမိန့်ပေးပါက နာခံခြင်းနှင့် နားထောင်ခြင်း မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို စဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ အုဗားဒဟ် ဗင်န် အစ်ဆွာမစ်က “ကျွန်ုပ်တို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်အား <span class=\"gray\">(ကျွန်ုပ်တို့၏ ခေါင်းဆောင်များကို)</span> နာခံရန်နှင့် နားထောင်ရန်၊ တက်ကြွစွာဖြစ်စေ၊ အခြားနည်းဖြင့်ဖြစ်စေ၊ လွယ်ကူသောအချိန်၌ဖြစ်စေ၊ ခက်ခဲသောအချိန်၌ဖြစ်စေ၊ ကျွန်ုပ်တို့၏ ရပိုင်ခွင့်များကို ဆုံးရှုံးခဲ့ရလျှင်ပင်၊ ဤကိစ္စ <span class=\"gray\">(ခေါင်းဆောင်မှု)</span> ကို ၎င်း၏ ပိုင်ရှင်များနှင့် မငြင်းခုံရန် သစ္စာပြုခဲ့ကြသည်။ နဗီတမန်တော် ﷺ မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا، عِنْدَكُمْ فِيهِ مِنَ اللهِ بُرْهَانٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ ရှင်းလင်းပြတ်သားသော သက်သေအထောက်အထားရှိသည့် ထင်ရှားသော ကုဖရ်ကို သင်တို့ မြင်တွေ့ရသောအခါမှတစ်ပါး။)</span>\" ဤဟဒီးဆ်တော်ကို စဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ အနတ်စ်မှ ဆင့်ပြန်သော အခြားဟဒီးဆ်တော်တစ်ခုတွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْمَعُوا وَأَطِيعُوا، وَإِنْ أُمِّرَ عَلَيْكُمْ عَبْدٌ حَبَشِيٌّ كَأَنَّ رَأْسَهُ زَبِيبَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားထောင်ပြီး နာခံကြကုန်လော့ <span class=\"gray\">(သင်တို့၏ ခေါင်းဆောင်များကို)</span>၊ အကယ်၍ သင်တို့အပေါ် အာဗီစနီးယား ကျွန်တစ်ဦးကို ခေါင်းဆောင်တင်မြှောက်ထားပြီး ၎င်း၏ဦးခေါင်းသည် စပျစ်သီးခြောက်ကဲ့သို့ ဖြစ်နေလျှင်ပင်။)</span> အလ်ဗူခါရီက ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့သည်။ အုမ္မုလ် ဟူစိုင်န်က အရှင်မသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ကနှုတ်ဆက်ခရီးစဉ်တွင် မိန့်ခွန်းပြောကြားနေသည်ကို ကြားခဲ့ရသည်ဟု ပြောကြားခဲ့သည်၊ ထိုမိန့်ခွန်းတွင် အရှင့်မိန့်ကြားသည်မှာ;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوِ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌ يَقُودُكُمْ بِكِتَابِ اللهِ، اسْمَعُوا لَهُ وَأَطِيعُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်တစ်ဦးကို သင်တို့အပေါ် ခန့်အပ်ထားပြီး အရှင့်သည် အလ္လာဟ်၏ကျမ်းတော်ဖြင့် သင်တို့ကို အုပ်ချုပ်ပါက၊ အရှင့်ကို နားထောင်ပြီး နာခံကြကုန်လော့။)</span> မူစလင်မ်က ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့သည်။ မူစလင်မ်၏ အခြားဆင့်ပြန်ချက်တစ်ခုတွင် နဗီတမန်တော် ﷺ မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَبْدًا حَبَشِيًّا مَجْدُوعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဗီစနီးယား ကျွန်တစ်ဦးဖြစ်ပြီး နှာခေါင်းဖြတ်ခံထားရသူ ဖြစ်လျှင်ပင်...)</span> စဟီဟ်နှစ်ကျမ်းတွင် အဘူဟူရိုင်ရဟ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللهَ، وَمَنْ عَصَانِي فَقَدْ عَصَى اللهَ، وَمَنْ أَطَاعَ أَمِيرِي فَقَدْ أَطَاعَنِي، وَمَنْ عَصَى أَمِيرِي فَقَدْ عَصَانِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် ငါ့ကို နာခံလျှင် အလ္လာဟ်ကို နာခံခြင်းဖြစ်၏။ အကြင်သူသည် ငါ့ကို မနာခံလျှင် အလ္လာဟ်ကို မနာခံခြင်းဖြစ်၏။ အကြင်သူသည် ငါ့၏ အမိရ်ကို နာခံလျှင် ငါ့ကို နာခံခြင်းဖြစ်၏။ အကြင်သူသည် ငါ့၏ အမိရ်ကို မနာခံလျှင် ငါ့ကို မနာခံခြင်းဖြစ်၏။)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَطِيعُوا اللَّهَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို နာခံကြကုန်လော့)</span>၊ အရှင့်ကျမ်းတော်ကို လိုက်နာကြကုန်လော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطِيعُوا الرَّسُولَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရစူလ်တမန်တော်ကို နာခံကြကုန်လော့)</span>၊ အရှင့်စွန္နဟ်ကို လိုက်နာကြကုန်လော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولِي الْأَمْرِ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ အာဏာပိုင်များကိုလည်း နာခံကြကုန်လော့)</span> ၎င်းတို့က သင်တို့ကို အလ္လာဟ်အရှင်မြတ်ကို နာခံရန် အမိန့်ပေးရာတွင် ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်ကို မနာခံခြင်းဖြစ်သည့် အရာကို မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်ကို မနာခံခြင်း၌ မည်သူ့ကိုမျှ နာခံခြင်းမရှိပေ။ ကျွန်ုပ်တို့ စစ်မှန်သော ဟဒီးဆ်တော်တွင် ဖော်ပြခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နာခံခြင်းသည် ကောင်းမှု၌သာ ရှိ၏။)</span></p><div lang=\"my\" class=\"my \"><h2>ဆုံးဖြတ်ချက်အတွက် ကွရ်အာန်နှင့် စွန္နဟ်ကို ကိုးကားရန် လိုအပ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အကယ်၍)</span> သင်တို့သည် မည်သည့်အရာ၌မဆို အချင်းချင်း သဘောကွဲလွဲပါက ၎င်းကို အလ္လာဟ်အရှင်မြတ်ထံနှင့် အရှင့်ရစူလ်တမန်တော်ထံ ပုံအပ်ကြကုန်လော့)</span>။ မုဂျာဟိဒ်နှင့် စလဖ်များအနက်မှ အခြားသူအများအပြားက ဤအာယသ်တော်သည် “အလ္လာဟ်၏ကျမ်းတော်နှင့် အရှင့်ရစူလ်တမန်တော်၏ စွန္နဟ်ကို ကိုးကားကြကုန်လော့” ဟု အဓိပ္ပါယ်ရသည်ဟု ပြောကြားခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ လူတို့ မည်သည့်ဘာသာရေးဆိုင်ရာ အရေးကိစ္စတွင်မဆို၊ ကြီးသည်ဖြစ်စေ၊ ငယ်သည်ဖြစ်စေ ငြင်းခုံကြသည်ဖြစ်စေ၊ ထိုငြင်းခုံမှုများနှင့်ပတ်သက်၍ ဆုံးဖြတ်ချက်အတွက် ကွရ်အာန်နှင့် စွန္နဟ်ကို ကိုးကားရန် လိုအပ်သည်ဟူသော အလ္လာဟ်အရှင်မြတ်ထံမှ အမိန့်တော်ဖြစ်သည်။ အခြားအာယသ်တော်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اخْتَلَفْتُمْ فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်သည့်အရာ၌မဆို ကွဲပြားကြသည်ဖြစ်စေ၊ ၎င်း၏ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိ၏။)</span> <span class=\"gray\">[၄၂း၁၀]</span> ထို့ကြောင့် ကျမ်းတော်နှင့် စွန္နဟ်တို့က မည်သည့်အရာကိုမဆို ဆုံးဖြတ်ပြီး ၎င်း၏မှန်ကန်မှုကို သက်သေခံပါက၊ ၎င်းသည် ရှင်းလင်းသော အမှန်တရားဖြစ်သည်။ အမှန်တရားမှလွဲ၍ မည်သည့်အရာက အမှန်တရားမဟုတ်ပါသနည်း။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း ယုံကြည်ကြပါက။)</span> ဆိုလိုသည်မှာ သင်တို့အကြား ဖြစ်ပေါ်လာသော ငြင်းခုံမှုများနှင့် ပဋိပက္ခများကို ဆုံးဖြတ်ချက်အတွက် အလ္လာဟ်၏ကျမ်းတော်နှင့် အရှင့်ရစူလ်တမန်တော် ﷺ ၏ စွန္နဟ်ထံ ပုံအပ်ကြကုန်လော့။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း ယုံကြည်ကြပါက။)</span> သည် ၎င်းတို့၏ ငြင်းခုံမှုများတွင် ဆုံးဖြတ်ချက်အတွက် ကျမ်းတော်နှင့် စွန္နဟ်ကို ကိုးကားခြင်းမရှိသူများသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း ယုံကြည်သူများ မဟုတ်ကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ خَيْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ပိုမိုကောင်းမွန်၏။)</span> ဆိုလိုသည်မှာ အမျိုးမျိုးသော ငြင်းခုံမှုများတွင် ဆုံးဖြတ်ချက်အတွက် အလ္လာဟ်၏ကျမ်းတော်နှင့် အရှင့်ရစူလ်တမန်တော်၏ စွန္နဟ်ကို ကိုးကားခြင်းသည် ပိုမိုကောင်းမွန်၏။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَحْسَنُ تَأْوِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နောက်ဆုံးဆုံးဖြတ်ချက်အတွက် ပိုမိုသင့်လျော်၏။)</span> ဆိုလိုသည်မှာ “ပိုမိုကောင်းမွန်သော အဆုံးသတ်နှင့် ရည်မှန်းချက်ရှိသည်” ဟု အတ်စ်စွဒ်ဒီနှင့် အခြားသူအများအပြားက ဖော်ပြခဲ့ကြပြီး မုဂျာဟိဒ်က “ပိုမိုကောင်းမွန်သော အကျိုးကို သယ်ဆောင်လာသည်” ဟု ပြောကြားခဲ့သည်။</p>"
  }
]