[
  {
    "ayah_key": "36:37",
    "group_ayah_key": "36:37",
    "from_ayah": "36:37",
    "to_ayah": "36:40",
    "ayah_keys": "36:37,36:38,36:39,36:40",
    "text": "<p lang=\"my\" class=\"my \">သူတို့အတွက် လက္ခဏာတစ်ရပ်မှာ ညဖြစ်သည်။ ငါတို့သည် ၎င်းမှ နေ့ကို ရုပ်သိမ်းလိုက်ပြီးနောက် ကြည့်လော့၊ သူတို့သည် မှောင်မိုက်ထဲတွင် ရှိနေကြသည် <span>(၃၇)</span>နေသည် ၎င်း၏ သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် ၎င်း၏ သတ်မှတ်ထားသော လမ်းကြောင်းပေါ်တွင် ပြေးဆင်းနေသည် <span class=\"gray\">(သတ်မှတ်ထားသော)</span>။ ထိုအရာသည် အနန္တတန်ခိုးရှင်၊ အရာအားလုံးကိုသိရှိသူ၏ အမိန့်တော်ဖြစ်သည်။ <span>(၃၈)</span>လကိုမူ၊ ငါတို့သည် ၎င်းအတွက် အဆင့်အတန်းများကို သတ်မှတ်ထားပြီး၊ ၎င်းသည် အိုဟောင်းခြောက်သွေ့ကွေးကောက်နေသော စွန်ပလွန်ရိုးကဲ့သို့ ပြန်မရောက်မချင်းဖြစ်သည်။ <span>(၃၉)</span>နေသည် လကို လွန်ဆွဲ၍မရ၊ ညသည်လည်း နေ့ကို ကျော်လွန်၍မရ။ သူတို့အားလုံးသည် ဂြိုဟ်ပတ်လမ်းတစ်ခုစီတွင် လည်ပတ်နေကြသည်။ <span>(၄၀)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်နှင့် အစွမ်းသတ္တိတော်၏ လက္ခဏာများအနက် ညဉ့်နှင့်နေ့၊ နေနှင့်လတို့ ပါဝင်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ညဉ့်နှင့်နေ့ကို ဖန်ဆင်းခြင်း၊ တစ်ခုမှာ ၎င်း၏အမှောင်နှင့် အခြားတစ်ခုမှာ ၎င်း၏အလင်းဖြင့် ဖန်ဆင်းခြင်းသည် ၎င်းအရှင်မြတ်၏ ကြီးမားသော တန်ခိုးတော်နှင့် အစွမ်းသတ္တိတော်၏ နောက်ထပ်သက်သေဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ၎င်းအရှင်မြတ်သည် ၎င်းတို့အား တစ်ခုပြီးတစ်ခု နောက်မှလိုက်လာစေခဲ့ပြီး တစ်ခုလာသောအခါ အခြားတစ်ခုသွားကာ ဤသို့ဖြင့် ဆက်သွားစေခဲ့သည်။ ၎င်းအရှင်မြတ် မိန့်တော်မူသည်မှာ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သည် နေ့ကို လျင်မြန်စွာ လိုက်ရှာလျက် ညကို အဖုံးအဖြစ် သယ်ဆောင်လာသည်)</span><span class=\"gray\">(၇:၅၄)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် လက္ခဏာတစ်ရပ်မှာ ညဖြစ်သည်။ ငါတို့သည် ၎င်းမှ နေ့ကို ရုပ်သိမ်းလိုက်သည်၊)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းမှ ၎င်းကို ဖယ်ရှားလိုက်သည်၊ ထို့ကြောင့် ၎င်းသည် ပျောက်ကွယ်သွားပြီး ညရောက်လာသည်'။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هُمْ مُظْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကြည့်လော့၊ သူတို့သည် မှောင်မိုက်ထဲတွင် ရှိနေကြသည်)</span>။ ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည့်အတိုင်း-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَقْبَلَ اللَّيْلُ مِنْ هٰهُنَا، وَأَدْبَرَ النَّهَارُ مِنْ هٰهُنَا، وَغَرَبَتِ الشَّمْسُ، فَقَدْ أَفْطَرَ الصَّائِمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညသည် ဤနေရာမှ လာသောအခါ၊ နေ့သည် ဤနေရာမှ ထွက်ခွာသွားသောအခါ၊ နေဝင်သောအခါ၊ ထိုအခါ ဥပုသ်စောင့်သူသည် ၎င်း၏ ဥပုသ်ကို ဖြတ်သင့်သည်)</span>။ ၎င်းသည် အာယတ်တော်၏ ထင်ရှားသော အဓိပ္ပါယ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် ၎င်း၏ သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် ၎င်း၏ သတ်မှတ်ထားသော လမ်းကြောင်းပေါ်တွင် ပြေးဆင်းနေသည် <span class=\"gray\">(သတ်မှတ်ထားသော)</span>။ ထိုအရာသည် အနန္တတန်ခိုးရှင်၊ အရာအားလုံးကိုသိရှိသူ၏ အမိန့်တော်ဖြစ်သည်။)</span> ဤဝါကျ၏ အဓိပ္ပါယ်နှင့်ပတ်သက်၍ အမြင်နှစ်မျိုးရှိသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِمُسْتَقَرٍّ لَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် ၎င်း၏ သတ်မှတ်ထားသော လမ်းကြောင်းပေါ်တွင်)</span><span class=\"gray\">(ပထမအမြင်)</span>မှာ ၎င်းသည် ၎င်း၏ တည်နေရာ၏ သတ်မှတ်ထားသော လမ်းကြောင်းကို ရည်ညွှန်းပြီး ထိုနေရာသည် ပလ္လင်တော်အောက်၊ ကမ္ဘာမြေ၏ ထိုဘက်ခြမ်းတွင် ဖြစ်သည်။ ၎င်းသည် မည်သည့်နေရာသို့ ရောက်သည်ဖြစ်စေ၊ ၎င်းသည် ပလ္လင်တော်အောက်တွင်ရှိပြီး ဖန်ဆင်းခံအားလုံးနှင့်အတူ ဖြစ်သည်။ အကြောင်းမှာ ပလ္လင်တော်သည် ဖန်ဆင်းခံများ၏ ခေါင်မိုးဖြစ်ပြီး နက္ခတ္တဗေဒပညာရှင်များစွာ ပြောဆိုသကဲ့သို့ စက်လုံးပုံ မဟုတ်ပေ။ ၎င်းသည် ခြေထောက်များ သို့မဟုတ် တိုင်များဖြင့် ထောက်ခံထားသော ခေါင်မိုးခုံးတစ်ခုဖြစ်ပြီး ကောင်းကင်တမန်များက သယ်ဆောင်ထားကာ စကြာဝဠာအထက်၊ လူတို့၏ ဦးခေါင်းများအထက်တွင် ရှိသည်။ နေသည် မွန်းတည့်ချိန်တွင် ၎င်း၏ အမြင့်ဆုံးနေရာ၌ ရှိနေသောအခါ၊ ၎င်းသည် ပလ္လင်တော်နှင့် အနီးဆုံးနေရာတွင် ရှိပြီး၊ ၎င်းသည် ၎င်း၏ စတုတ္ထပတ်လမ်းတွင် ၎င်း၏ အမြင့်ဆုံးနေရာ၏ ဆန့်ကျင်ဘက်၊ သန်းခေါင်ယံတွင် လည်ပတ်သောအခါ၊ ၎င်းသည် ပလ္လင်တော်နှင့် အဝေးဆုံးနေရာတွင် ရှိသည်။ ထိုအချိန်တွင် ၎င်းသည် ဝပ်တွား၍ ထွက်ပေါ်လာရန် ခွင့်ပြုချက်တောင်းခံသည်၊ ဟဒီးဆ်တော်များတွင် ဖော်ပြထားသည့်အတိုင်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် အဘူဒါရ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ပီတိဖြစ်တော်မူပါစေ၊ ကွယ်လွန်တော်မူသော တမန်တော်မြတ် ﷺ နှင့်အတူ မဂ်ရစ်ဝတ်ပြုချိန်တွင် ဗလီ၌ ရှိနေခဲ့ပြီး ၎င်းအရှင်မြတ် ﷺ က မိန့်ကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا ذَرٍّ، أَتَدْرِي أَيْنَ تَغْرُبُ الشَّمْسُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အဘူဒါရ်! နေဘယ်မှာဝင်မှန်း မင်းသိလား?)</span> ကျွန်ုပ်က 'အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်းအရှင်မြတ်၏ တမန်တော်သာ အကောင်းဆုံး သိပါသည်' ဟု ပြောကြားခဲ့သည်။ ၎င်းအရှင်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا تَذْهَبُ حَتّٰى تَسْجُدَ تَحْتَ الْعَرْشِ، فَذَلِكَ قَوْلُهُ تَعَالَى:وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သွားရောက်ပြီး ပလ္လင်တော်အောက်တွင် ဝပ်တွားသည်၊ ထိုအရာသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းဖြစ်သည်- <span class=\"gray\">(နေသည် ၎င်း၏ သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် ၎င်း၏ သတ်မှတ်ထားသော လမ်းကြောင်းပေါ်တွင် ပြေးဆင်းနေသည်)</span>။ ထိုအရာသည် အနန္တတန်ခိုးရှင်၊ အရာအားလုံးကိုသိရှိသူ၏ အမိန့်တော်ဖြစ်သည်။)</span>\" </p><p lang=\"my\" class=\"my \">အဘူဒါရ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ပီတိဖြစ်တော်မူပါစေ၊ ကွယ်လွန်တော်မူသော တမန်တော်မြတ် ﷺ အား အာယတ်တော်နှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်ဟုလည်း သတင်းပို့ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် ၎င်း၏ သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် ၎င်း၏ သတ်မှတ်ထားသော လမ်းကြောင်းပေါ်တွင် ပြေးဆင်းနေသည်)</span>။ ၎င်းအရှင်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسْتَقَرُّهَا تَحْتَ الْعَرْشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ သတ်မှတ်ထားသော လမ်းကြောင်းသည် ပလ္လင်တော်အောက်တွင် ရှိသည်)</span>\" <span class=\"gray\">(ဒုတိယအမြင်)</span>မှာ ၎င်းသည် နေ၏ သတ်မှတ်ထားသောအချိန် ကုန်ဆုံးသောအခါကို ရည်ညွှန်းပြီး ထိုအချိန်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်မည်။ ထိုအခါ ၎င်း၏ သတ်မှတ်ထားသော လမ်းကြောင်းကို ဖျက်သိမ်းမည်၊ ၎င်းသည် ရပ်တန့်သွားမည်ဖြစ်ပြီး လိပ်သိမ်းသွားမည်။ ဤလောကကြီး ကုန်ဆုံးသွားမည်ဖြစ်ပြီး ၎င်းသည် ၎င်း၏ သတ်မှတ်ထားသောအချိန် ကုန်ဆုံးခြင်း ဖြစ်မည်။ ဤသည်မှာ ၎င်း၏အချိန်၏ သတ်မှတ်ထားသော လမ်းကြောင်းဖြစ်သည်။ ကွာတာဒါဟ်က ပြောကြားခဲ့သည်-\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">لِمُسْتَقَرٍّ لَّهَـا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် ၎င်း၏ သတ်မှတ်ထားသော လမ်းကြောင်းပေါ်တွင် <span class=\"gray\">(သတ်မှတ်ထားသော)</span>။)</span> ဆိုလိုသည်မှာ \"၎င်း၌ သတ်မှတ်ထားသောအချိန်ရှိပြီး ထိုအချိန်ထက် ကျော်လွန်မည်မဟုတ်\" ဟူ၍ ဖြစ်သည်။ ၎င်းသည် ၎င်း၏ နွေရာသီ ပတ်လမ်းတွင် သတ်မှတ်ထားသောအချိန်အထိ ရွေ့လျားပြီး ထိုအချိန်ထက် မကျော်လွန်ပေ၊ ထို့နောက် ၎င်းသည် ၎င်း၏ ဆောင်းရာသီ ပတ်လမ်းသို့ သတ်မှတ်ထားသောအချိန်အထိ ရွေ့လျားပြီး ထိုအချိန်ထက် မကျော်လွန်ပေဟုလည်း ဆိုထားသည်။ ၎င်းကို 'အဘ်ဒူလ်လာဟ် ဘင် 'အမ်ရ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ပီတိဖြစ်တော်မူပါစေ၊ ကနေ ဖော်ပြထားသည်။ အိဘ်န် မဆ်အူဒ်နှင့် အိဘ်န် အဘ်ဘာစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် ပီတိဖြစ်တော်မူပါစေ၊ ဤအာယတ်တော်ကို ဤသို့ ရွတ်ဆိုခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَالشَّمْسُ تَجْرِي لَا مُسْتَقَرَّ لَهَا)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် သတ်မှတ်ထားသော လမ်းကြောင်းမရှိဘဲ ပြေးဆင်းနေသည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတွင် ဦးတည်ရာမရှိဘဲ တစ်နေရာတည်းတွင် မတည်ငြိမ်ဘဲ ညဉ့်နှင့်နေ့ အဆက်မပြတ် ရွေ့လျားနေပြီး ဘယ်သောအခါမျှ အရှိန်မလျော့၊ မရပ်တန့်ပေ၊ အာယတ်တော်တွင် ဖော်ပြထားသည့်အတိုင်း-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သည် နေနှင့်လကို ၎င်းတို့၏ လမ်းကြောင်းများအတိုင်း အဆက်မပြတ် သွားလာစေပြီး သင်တို့အား အကျိုးပြုရန် ဖန်တီးခဲ့သည်)</span><span class=\"gray\">(၁၄:၃၃)</span>။ ဆိုလိုသည်မှာ ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ဘယ်သောအခါမျှ အရှိန်မလျော့၊ မရပ်တန့်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အနန္တတန်ခိုးရှင်၏ အမိန့်တော်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ မည်သူမျှ ဆန့်ကျင်၍မရ၊ တားဆီး၍မရသော အမိန့်တော်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَلِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာအားလုံးကိုသိရှိသူ)</span>။ လှုပ်ရှားမှုတိုင်းနှင့် ရပ်တန့်မှုတိုင်းကို သိရှိသူ၊ ထိုအရာကို ပြဋ္ဌာန်းခဲ့ပြီး မည်သည့် ကွဲပြားမှု သို့မဟုတ် ပြောင်းပြန်လှန်မှုမျှ မရှိသော ပုံစံတစ်ခုအတိုင်း လည်ပတ်စေခဲ့သူ၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းအရှင်မြတ်သည်)</span> အရုဏ်ဦးကို ဖြန့်ကျက်သူဖြစ်သည်။ ညဉ့်ကို အနားယူရန်အတွက်၊ နေနှင့်လကိုမူ ရေတွက်ရန်အတွက် ၎င်းအရှင်မြတ် သတ်မှတ်ထားသည်။ ထိုသို့သော အနန္တတန်ခိုးရှင်၊ အရာအားလုံးကိုသိရှိသူ၏ တိုင်းတာခြင်း ဖြစ်သည်။)</span><span class=\"gray\">(၆:၉၆)</span> ဤအာယတ်တော်သည် ဤသို့ အဆုံးသတ်သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အနန္တတန်ခိုးရှင်၊ အရာအားလုံးကိုသိရှိသူ၏ အမိန့်တော်ဖြစ်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လကိုမူ၊ ငါတို့သည် ၎င်းအတွက် အဆင့်အတန်းများကို သတ်မှတ်ထားသည်၊)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းကို နေမှ ညနှင့်နေ့ကို သိနိုင်သကဲ့သို့ လများ ကုန်လွန်ခြင်းကို ခန့်မှန်းနိုင်စေရန် ကွဲပြားသော ပတ်လမ်းတစ်ခုတွင် လည်ပတ်စေခဲ့သည်'။ ဤသည်မှာ အာယတ်တော်နှင့်တူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ ۖ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ ۗ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား လခြမ်းများအကြောင်း မေးကြသည်။ ပြောပါ- \"၎င်းတို့သည် လူသားများအတွက်နှင့် ဟဂ်ျဘုရားဖူးခြင်း <span class=\"gray\">(ဟဂ်ျ)</span> အတွက် အချိန်ကာလများကို သတ်မှတ်ရန် လက္ခဏာများဖြစ်သည်\"။)</span><span class=\"gray\">(၂:၁၈၉)</span>,\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သည် နေကို တောက်ပသောအရာ၊ လကို အလင်းရောင်အဖြစ် ဖန်တီးခဲ့ပြီး နှစ်ပေါင်းအရေအတွက်နှင့် ရေတွက်ခြင်းကို သင်တို့ သိရှိနိုင်ရန်အတွက် ၎င်းအတွက် အဆင့်အတန်းများကို တိုင်းတာခဲ့သည်)</span><span class=\"gray\">(၁၀:၅)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ ۖ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ညဉ့်နှင့်နေ့ကို အာယတ်တော်နှစ်ခု <span class=\"gray\">(လက္ခဏာများ)</span> အဖြစ် သတ်မှတ်ထားသည်။ ထို့နောက်၊ ငါတို့သည် ည၏လက္ခဏာကို ဖျက်ပစ်ပြီး နေ့၏လက္ခဏာကို အလင်းရောင်ပေးစေခဲ့သည်၊ သင့်သခင်ထံမှ ကျေးဇူးတော်ကို သင်တို့ ရှာဖွေနိုင်ရန်၊ နှစ်ပေါင်းအရေအတွက်နှင့် ရေတွက်ခြင်းကို သင်တို့ သိရှိနိုင်ရန်ဖြစ်သည်။ ငါတို့သည် အရာအားလုံးကို အသေးစိတ် ရှင်းပြထားသည်)</span><span class=\"gray\">(၁၇:၁၂)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ ၎င်းအရှင်မြတ်သည် နေကို ၎င်း၏ ကိုယ်ပိုင်အလင်းရောင်ကို ပေးခဲ့ပြီး လကို ၎င်း၏ <span class=\"gray\">(ရောင်ပြန်ဟပ်သော)</span> အလင်းရောင်ကို ပေးခဲ့ကာ တစ်ခုစီကို ၎င်း၏ ကိုယ်ပိုင်ပတ်လမ်းကို ပေးခဲ့သည်။ ထို့ကြောင့် နေသည် နေ့စဉ် ထွက်ပေါ်လာပြီး နေ့အဆုံးတွင် ဝင်ရောက်ကာ အချိန်တိုင်း အလင်းရောင်တစ်မျိုးကို ပေးနေသည်၊ သို့သော် ၎င်းသည် နွေရာသီနှင့် ဆောင်းရာသီတွင် မတူညီသောနေရာများမှ ထွက်ပေါ်ပြီး ဝင်ရောက်ကာ ရွေ့လျားနေသည်၊ ထို့ကြောင့် ရာသီဥတုအလိုက် နေ့နှင့်ညကို အလှည့်ကျ ရှည်လျားစေခြင်း သို့မဟုတ် တိုတောင်းစေခြင်း ဖြစ်သည်။ ၎င်း၏ အခွင့်အာဏာသည် နေ့ခင်းဘက်တွင်ရှိသည်၊ အကြောင်းမှာ ၎င်းသည် နေ့ကို လွှမ်းမိုးသော ကောင်းကင်တန်ဆာဖြစ်သည်။ လနှင့်ပတ်သက်၍မူ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား မတူညီသော အဆင့်များမှတစ်ဆင့် ဖြတ်သန်းရန် အမိန့်ချမှတ်ထားသည်။</p><p lang=\"my\" class=\"my \">လအစတွင် လသည် ထွက်ပေါ်လာသောအခါ သေးငယ်စွာ ပေါ်လာသည်။ ၎င်းသည် အလင်းရောင် နည်းနည်းသာ ပေးသည်၊ ထို့နောက် ဒုတိယညတွင် ၎င်း၏အလင်းရောင် တိုးလာပြီး ပိုမြင့်သောနေရာသို့ တက်လာသည်။ ၎င်းပိုမိုမြင့်မားစွာ တက်လာသည်နှင့်အမျှ ပိုမိုများပြားသော အလင်းရောင်ကို ပေးသည် – နေမှ ရောင်ပြန်ဟပ်ခြင်းဖြစ်သော်လည်း – လ၏ ဆယ့်လေးရက်မြောက်ညတွင် လပြည့်သည်အထိဖြစ်သည်။ ထို့နောက် လကုန်သည်အထိ လရောင်မှေးမှိန်လာပြီး အိုဟောင်းခြောက်သွေ့ကွေးကောက်နေသော စွန်ပလွန်ရိုးကဲ့သို့ ဖြစ်လာသည်။ အိဘ်န် အဘ်ဘာစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ပီတိဖြစ်တော်မူပါစေ၊ က ပြောကြားသည်မှာ၊ \"၎င်းသည် မူလပင်စည် <span class=\"gray\">(စွန်ပလွန်သီးစည်းကို သစ်ပင်နှင့် ဆက်သွယ်ပေးသော)</span> ဖြစ်သည်\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အာရပ်လူမျိုးများသည် လ၏အဆင့်များအရ တစ်လအတွင်း သုံးညစီအတွက် အမည်တစ်ခုစီရှိသည်။ ၎င်းတို့သည် ပထမသုံးညကို ဂူရာရ် (Ghurar) ဟုခေါ်သည်၊ နောက်သုံးညကို နူဖာလ် (Nufal) ဟုခေါ်သည်၊ နောက်သုံးညကို တူစာ (Tusa') <span class=\"gray\">(ကိုး)</span> ဟုခေါ်သည် – ၎င်းတို့၏နောက်ဆုံးသည် နဝမညဖြစ်သောကြောင့်ဖြစ်သည်။ နောက်ထပ်သုံးညကို 'အူရှာရ် (Ushar) <span class=\"gray\">(ဆယ်)</span> ဟုခေါ်သည် – ၎င်းတို့၏ပထမသည် ဒသမညဖြစ်သောကြောင့်ဖြစ်သည်။ နောက်ထပ်သုံးညကို အလ်-ဘိဒ် (Al-Bid) <span class=\"gray\">(အဖြူ)</span> ဟုခေါ်သည် – ဤသုံးညလုံးတွင် လရောင်ထွန်းလင်းတောက်ပနေသောကြောင့်ဖြစ်သည်။ နောက်ထပ်သုံးညကို ဒူရာ (Dura') ဟုခေါ်သည်၊ ဒါရာအ် (Dar'a') ၏ အများကိန်းဖြစ်သည်၊ အကြောင်းမှာ ၎င်းတို့၏ပထမညတွင် လနောက်ကျမှထွက်ပေါ်သောကြောင့် ညသည် မှောင်နေသောကြောင့်ဖြစ်သည်။ ဒါရာအ် (Dar'a') သည် အမဲရောင်သိုးကို ရည်ညွှန်းသည်၊ ဆိုလိုသည်မှာ ဦးခေါင်းမည်းသောသိုးဖြစ်သည်။ နောက်သုံးညကို ဇူလမ် (Zulam)၊ ထို့နောက် ဟာနာဒစ် (Hanadis)၊ ထို့နောက် ဒါအာဒီ (Da'adi)၊ ထို့နောက် မီဟာ (Mihaq) ဟုခေါ်သည်၊ လအစတွင် လရောင်မရှိသောကြောင့်ဖြစ်သည်။ အဘူ 'အူဘိုင်းဒ်သည် ဂါရစ်ဘ် အလ်-မူဆန်နဖ် စာအုပ်တွင် တူစာ (Tusa') နှင့် 'အူရှာရ် (Ushar) ဟူသော အမည်များကို မမှတ်မိခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် လကို လွန်ဆွဲ၍မရ)</span> မူဂျာဟစ်ဒ်က ပြောကြားသည်- \"၎င်းတို့တစ်ခုစီ၌ ကျော်လွန်ခြင်း သို့မဟုတ် လျော့နည်းခြင်းမရှိသော ကန့်သတ်ချက်တစ်ခုစီရှိသည်။ တစ်ခု၏ အချိန်ရောက်သောအခါ အခြားတစ်ခု ပျောက်ကွယ်သွားပြီး၊ တစ်ခု ကြီးစိုးမည့်အချိန်ရောက်သောအခါ အခြားတစ်ခု၏ အချိန်ရပ်စဲသွားသည်။\" 'အိကရီမာဟ်က အာယတ်တော်နှင့်ပတ်သက်၍ ပြောကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် လကို လွန်ဆွဲ၍မရ)</span> ဆိုလိုသည်မှာ ၎င်းတို့တစ်ခုစီ၌ ၎င်းကြီးစိုးမည့်အချိန်ရှိသည်။ ထို့ကြောင့် ညဘက်တွင် နေထွက်ခြင်းသည် မသင့်တော်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا اللَّيْلُ سَابِقُ النَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညသည်လည်း နေ့ကို ကျော်လွန်၍မရ။)</span> ဆိုလိုသည်မှာ ညကုန်လွန်ပြီးနောက် နေ့မရောက်မချင်း နောက်ထပ်ညတစ်ခုရောက်လာခြင်းသည် မသင့်တော်ပေ။ နေ၏ အခွင့်အာဏာသည် နေ့ဘက်တွင်ဖြစ်ပြီး လ၏ အခွင့်အာဏာသည် ညဘက်တွင်ဖြစ်သည်။ အဒ်-ဒါဟ်ဟက်က ပြောကြားသည်- \"ညသည် ဤနေရာမှ မထွက်ခွာဘဲ နေ့သည် ဤနေရာမှ မရောက်လာပေ – သူသည် အရှေ့ဘက်သို့ လက်ညှိုးထိုးပြသည်။\" မူဂျာဟစ်ဒ်က ပြောကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا اللَّيْلُ سَابِقُ النَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညသည်လည်း နေ့ကို ကျော်လွန်၍မရ။)</span> \"၎င်းတို့သည် တစ်ခုနှင့်တစ်ခု အလျင်အမြန် လိုက်ရှာကြသည်။\" ဆိုလိုသည်မှာ ညနှင့်နေ့ကြားတွင် ကွာဟမှုမရှိပေ၊ ၎င်းတို့တစ်ခုစီသည် အခြားတစ်ခုကို အကြားအဟန့်မရှိ လိုက်နေသည်၊ အကြောင်းမှာ ၎င်းတို့ကို နှိမ်နင်းထားပြီး တစ်ခုနှင့်တစ်ခု အဆက်မပြတ် လိုက်လံနေသောကြောင့်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အားလုံးသည် ဂြိုဟ်ပတ်လမ်းတစ်ခုစီတွင် လည်ပတ်နေကြသည်)</span> ဆိုလိုသည်မှာ ညဉ့်နှင့်နေ့၊ နေနှင့်လ၊ ၎င်းတို့အားလုံးသည် ကောင်းကင်ဘုံရှိ ၎င်းတို့၏ ပတ်လမ်းများတွင် လွင့်မျောနေကြသည်၊ ဆိုလိုသည်မှာ လည်ပတ်နေကြသည်။ ၎င်းသည် အိဘ်န် အဘ်ဘာစ်၊ 'အိကရီမာဟ်၊ အဒ်-ဒါဟ်ဟက်၊ အလ်-ဟာစန်၊ ကွာတာဒါဟ်နှင့် 'အာတာ' အလ်-ခူရာစာနီတို့၏ အမြင်ဖြစ်သည်။ အိဘ်န် အဘ်ဘာစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ပီတိဖြစ်တော်မူပါစေ၊ နှင့် စလဖ်များအနက် အခြားသူများက ပြောကြားသည်မှာ \"လှည့်ပတ်နေသော ဘီး၏ အခုံးကဲ့သို့သော ပတ်လမ်းတစ်ခုတွင်\" ဟူ၍ ဖြစ်သည်။\"</p>"
  }
]