[
  {
    "ayah_key": "21:83",
    "group_ayah_key": "21:83",
    "from_ayah": "21:83",
    "to_ayah": "21:84",
    "ayah_keys": "21:83,21:84",
    "text": "<p lang=\"my\" class=\"my \">ပြီးတော့ <span class=\"gray\">(အမှတ်ရကြလော့)</span> အယူဘ်ကို၊ သူ၏သခင်ထံသို့ အော်ဟစ်ဆုတောင်းခဲ့သောအခါ (သူက) “အမှန်စင်စစ် ဒုက္ခသည် ကျွန်ုပ်အား ဖမ်းဆီးထားပါပြီ၊ ထို့ပြင် ကိုယ်တော်သည် သနားညှာတာပြသူအားလုံးထဲတွင် အသနားညှာတာဆုံး ဖြစ်တော်မူ၏။ <span>(၈၃)</span>ထို့ကြောင့် ငါတို့သည် သူ၏ဆုတောင်းကို တုံ့ပြန်ခဲ့ကြ၏။ သူ၌ရှိသော ဒုက္ခကိုလည်း ငါတို့ဖယ်ရှားခဲ့ကြ၏။ သူ၏မိသားစုကိုလည်း သူ့ထံသို့ ငါတို့ပြန်လည်ပေးအပ်ခဲ့ကြ၏။ ၎င်းတို့နှင့်အတူတူ ၎င်းတို့ကဲ့သို့သော အရာများကိုလည်း ငါတို့ဘက်မှ ကရုဏာအဖြစ်လည်းကောင်း၊ ငါတို့အား ကိုးကွယ်သူအားလုံးအတွက် အမှတ်ရဖွယ်ရာအဖြစ်လည်းကောင်း ငါတို့ (ပြန်လည်ပေးအပ်ခဲ့ကြ) ၏။ <span>(၈၄)</span></p><div lang=\"ru-Latn\" class=\"ru-Latn \"><h2>The Prophet Ayyub </h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အယူဘ် <span class=\"gray\">(ဂျော့ဘ်)</span> အကြောင်းနှင့် သူ့အားကျရောက်ခဲ့သော စမ်းသပ်မှုများအကြောင်း၊ ၎င်းတို့သည် သူ၏စည်းစိမ်ဥစ္စာ၊ သားသမီးများနှင့် ကာယကျန်းမာရေးကို ထိခိုက်စေခဲ့ကြောင်း ငါတို့အား မိန့်ကြားတော်မူသည်။ သူ၌ တိရစ္ဆာန်အုပ်များ၊ နွားများနှင့် သီးနှံများစွာ၊ သားသမီးများစွာနှင့် လှပသောအိမ်များရှိခဲ့ပြီး၊ ဤအရာများဖြင့် စမ်းသပ်ခံခဲ့ရကာ သူပိုင်ဆိုင်သမျှအားလုံးကို ဆုံးရှုံးခဲ့ရသည်။ ထို့နောက် သူ၏ကိုယ်ခန္ဓာနှင့်စပ်လျဉ်း၍ စမ်းသပ်ခံခဲ့ရပြီး မြို့၏အစွန်းတစ်နေရာတွင် သူတစ်ယောက်တည်း ကျန်ရစ်ခဲ့သည်။ သူ့အား ပြုစုစောင့်ရှောက်ပေးခဲ့သော သူ၏ဇနီးမှလွဲ၍ သူ့အား သနားကြင်နာစွာဆက်ဆံသူ မည်သူမျှမရှိခဲ့ချေ။ သူမသည် အကျပ်အတည်းဖြစ်သည်အထိ ရောက်ရှိခဲ့ရာ၊ သူ၏အကျိုးအတွက် လူများကို <span class=\"gray\">(ငွေရှာရန်)</span> စတင်ဝန်ဆောင်မှုပေးခဲ့သည်ဟု ဆို၏။ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشَدُّ النَّاسِ بَلَاءً الْأَنْبِيَاءُ، ثُمَّ الصَّالِحُونَ، ثُمَّ الْأَمْثَلُ فَالْأَمْثَلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြင်းထန်ဆုံး စမ်းသပ်ခံရသူများမှာ နဗီတမန်တော်များဖြစ်ကြသည်၊ ထို့နောက် သန့်စင်သူများ၊ ထို့နောက် အကောင်းဆုံးနှင့် နောက်ထပ်အကောင်းဆုံးများဖြစ်ကြသည်)</span>။ အခြားဟဒီးစ်တစ်ခုအရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُبْتَلَى الرَّجُلُ عَلَى قَدْرِ دِينِهِ، فَإِنْ كَانَ فِي دِينِهِ صَلَابَةٌ زِيدَ فِي بَلَائِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် သူ၏ဘာသာရေးခံယူချက်အဆင့်အတန်းအလိုက် စမ်းသပ်ခံရမည်ဖြစ်သည်။ သူ၏ဘာသာရေးခံယူချက် ပိုမိုခိုင်မာလေ၊ သူ၏စမ်းသပ်မှု ပိုမိုပြင်းထန်လေဖြစ်မည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နဗီတမန်တော် အယူဘ် (သူ့အပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ) သည် အမြင့်ဆုံး သည်းခံခြင်းရှိခဲ့ပြီး၊ ထိုအရာအတွက် အကောင်းဆုံးစံပြပုဂ္ဂိုလ်ဖြစ်သည်။ ယဇီးဒ် ဘင် မိုင်စာရာက ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် အယူဘ် (သူ့အပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ) ကို သူ၏မိသားစု၊ စည်းစိမ်ဥစ္စာနှင့် သားသမီးများ ဆုံးရှုံးခြင်းဖြင့် စမ်းသပ်ခဲ့ပြီး၊ သူ့တွင် မည်သည့်အရာမှ မကျန်တော့သောအခါ၊ သူသည် အလ္လာဟ်အရှင်မြတ်အား အမှတ်ရခြင်းကို အာရုံစိုက်ခဲ့ပြီး၊ သူက ပြောကြားခဲ့သည်- 'ကျွန်ုပ်သည် ကိုယ်တော်အား ချီးမွမ်းပါသည်။ သခင်များ၏သခင် ဖြစ်တော်မူ၏။ ကျွန်ုပ်အပေါ် ကိုယ်တော်၏ ကြင်နာမှုများကို ပေးသနားတော်မူခဲ့ပြီး၊ စည်းစိမ်ဥစ္စာနှင့် သားသမီးများကို ပေးအပ်ခဲ့၏။ ကျွန်ုပ်၏နှလုံးသားတွင် ဤလောကီအရာများနှင့် စွဲလမ်းမှုမရှိသော ထောင့်တစ်ထောင့်မျှ မရှိခဲ့ပါ။ ထို့နောက် ကိုယ်တော်သည် ထိုအရာအားလုံးကို ကျွန်ုပ်ထံမှ ယူဆောင်သွားပြီး၊ ကျွန်ုပ်၏နှလုံးသားကို လွတ်လပ်စေခဲ့၏။ ကျွန်ုပ်နှင့် ကိုယ်တော်ကြားတွင် မည်သည့်အရာမျှ ပိတ်ဆို့နေခြင်းမရှိပါ။ ကျွန်ုပ်၏ရန်သူ အစ်ဗ်လီစ်သည် ဤအရာကို သိလျှင် ကျွန်ုပ်အား မနာလိုဖြစ်လိမ့်မည်။ ' အစ်ဗ်လီစ်သည် ဤအရာကို ကြားသောအခါ စိတ်ဆိုးခဲ့သည်။ အယူဘ် (သူ့အပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ) က ပြောကြားခဲ့သည်- 'အို အရှင်သခင်၊ ကိုယ်တော်သည် ကျွန်ုပ်အား စည်းစိမ်ဥစ္စာနှင့် သားသမီးများကို ပေးအပ်ခဲ့၏။ ကျွန်ုပ်၏တံခါးဝတွင် ကျွန်ုပ်ပြုလုပ်ခဲ့သော မှားယွင်းမှုတစ်ခုခုကို တိုင်တန်းနေသူ မည်သူမျှမရှိခဲ့ပါ။ ကိုယ်တော်သိတော်မူ၏။ ကျွန်ုပ်အတွက် အိပ်ရာကို ပြင်ဆင်ထားခဲ့သည်၊ သို့သော် ကျွန်ုပ်သည် ၎င်းကိုစွန့်လွှတ်ခဲ့ပြီး၊ ကျွန်ုပ်ကိုယ်တိုင်အား ပြောကြားခဲ့သည်- သင့်ကို သက်သောင့်သက်သာအိပ်ရာတွင် လဲလျောင်းရန် ဖန်ဆင်းထားခြင်းမဟုတ်ပါ။ ကျွန်ုပ်သည် ကိုယ်တော်၏အကျိုးအတွက်သာ ၎င်းကိုစွန့်လွှတ်ခဲ့ခြင်းဖြစ်သည်။'\" ဤအရာကို အစ်ဗ်န် အဘီ ဟာသင် မှ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အစ်ဗ်န် အဘီ ဟာသင်သည် အဘူ ဟိုရိုင်ရာထံမှ တမန်တော်မြတ် ﷺ မိန့်ကြားခဲ့သည်ကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا عَافَى اللهُ أَيُّوبَ أَمْطَرَ عَلَيْهِ جَرَادًا مِنْ ذَهَبٍ، فَجَعَلَ يَأْخُذُ مِنْهُ بِيَدِهِ وَيَجْعَلُهُ فِي ثَوْبِهِ، قَالَ: فَقِيلَ لَهُ: يَا أَيُّوبُ أَمَا تَشْبَعُ؟ قَالَ: يَا رَبِّ وَمَنْ يَشْبَعُ مِنْ رَحْمَتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အယူဘ်အား ကျန်းမာစေသောအခါ၊ သူ၏အပေါ်သို့ ရွှေရောင်နှံကောင်များ မိုးရွာစေခဲ့သည်။ ထို့နောက် သူသည် ၎င်းတို့ကို လက်ဖြင့်ကောက်ယူပြီး သူ၏အဝတ်အစားထဲတွင် စုဆောင်းခဲ့သည်။ သူ့အား ပြောဆိုခြင်းခံရသည်၊ \"အို အယူဘ်၊ သင် လုံလောက်ပြီမဟုတ်လား?\" သူက ပြောသည်၊ \"အို အရှင်သခင်၊ ကိုယ်တော်၏ ကရုဏာတော်ကို မည်သူက လုံလောက်နိုင်မည်နည်း?\")</span> ဤဟဒီးစ်၏ အခြေခံကို ဆဟီဟ်ကျမ်းနှစ်အုပ်တွင် မှတ်တမ်းတင်ထားပြီး၊ အောက်တွင် ငါတို့တွေ့မြင်ရမည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏မိသားစု <span class=\"gray\">(သူဆုံးရှုံးခဲ့ရသော)</span> ကို သူ့ထံသို့ ငါတို့ပြန်လည်ပေးအပ်ခဲ့ကြ၏။ ၎င်းတို့နှင့်အတူတူ ၎င်းတို့ကဲ့သို့သော အရာများကိုလည်း (ပြန်လည်ပေးအပ်ခဲ့ကြ) ၏။)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်န် အဘ္ဘာစ်က ပြောသည်ဟု သတင်းပို့ခဲ့သည်- \"သူတို့ကိုယ်တိုင် သူ့ထံသို့ ပြန်လည်ရောက်ရှိလာကြသည်။\" ဤအရာကို အလ်-အောင်ဖီက အစ်ဗ်န် အဘ္ဘာစ်ထံမှ ပြန်လည်ပြောကြားခဲ့သည်။ အလားတူအရာကို အစ်ဗ်န် မဆ်အူဒ်နှင့် မုဂျာဟိဒ်တို့ထံမှလည်း ပြန်လည်ပြောကြားခဲ့ပြီး၊ ၎င်းသည် အလ်-ဟာစန်နှင့် ကသာဒါတို့၏ အမြင်ဖြစ်သည်။ မုဂျာဟိဒ်က ပြောသည်- \"သူ့အား ပြောဆိုခြင်းခံရသည်၊ 'အို အယူဘ်၊ သင်၏မိသားစုသည် ဂျန္နတ်တွင် သင့်နှင့်အတူရှိလိမ့်မည်။ သင်လိုချင်လျှင် ငါတို့သည် ၎င်းတို့ကို သင့်ထံသို့ ပြန်ခေါ်လာပေးမည်၊ သို့မဟုတ် သင်လိုချင်လျှင် ၎င်းတို့ကို သင့်အတွက် ဂျန္နတ်တွင် ထားခဲ့မည်ဖြစ်ပြီး ၎င်းတို့ကဲ့သို့သော အခြားသူများဖြင့် သင့်အား လျော်ကြေးပေးမည်။' သူက ပြောသည်၊ 'မလိုချင်ပါ၊ ၎င်းတို့ကို ကျွန်ုပ်အတွက် ဂျန္နတ်တွင် ထားခဲ့ပါ။' ထို့ကြောင့် ၎င်းတို့ကို ဂျန္နတ်တွင် သူ့အတွက် ထားခဲ့ပြီး၊ သူသည် ဤလောကတွင် ၎င်းတို့ကဲ့သို့သော အခြားသူများဖြင့် လျော်ကြေးရရှိခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةً مِّنْ عِندِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ဘက်မှ ကရုဏာအဖြစ်)</span> ဆိုသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်ဘက်မှ သူ့အပေါ်ထားရှိသော ကရုဏာအဖြစ် ငါတို့သည် ထိုသို့ပြုလုပ်ခဲ့ခြင်းဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذِكْرَىٰ لِلْعَابِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့အား ကိုးကွယ်သူအားလုံးအတွက် အမှတ်ရဖွယ်ရာ)</span> ဆိုသည်မှာ၊ 'စမ်းသပ်မှုများ ကျရောက်နေသူများသည် ငါတို့သည် ၎င်းတို့အား ဂရုမစိုက်သောကြောင့် ထိုသို့ပြုလုပ်သည်ဟု မထင်မှတ်စေရန်၊ ငါတို့သည် သူ့အား စံနမူနာတစ်ခုအဖြစ် ပြုလုပ်ခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို လက်ခံခြင်းနှင့် ကိုယ်တော်အလိုရှိသလို ကိုယ်တော်၏ကျွန်များကို စမ်းသပ်သည့် ဒုက္ခများကို သည်းခံခြင်း၌ သူ့အား စံနမူနာယူနိုင်ကြမည်။' ထိုအရာနှင့်စပ်လျဉ်း၍ အလ္လာဟ်အရှင်မြတ်သည် အမြင့်ဆုံးသော ဉာဏ်ပညာရှိတော်မူ၏။</p>"
  },
  {
    "ayah_key": "21:85",
    "group_ayah_key": "21:85",
    "from_ayah": "21:85",
    "to_ayah": "21:86",
    "ayah_keys": "21:85,21:86",
    "text": "<p class=\"my translation\" lang=\"my\">ပြီးတော့ <span class=\"gray\">(အမှတ်ရကြလော့)</span> အစ်စ်မာအီလ်၊ အစ်ဒရီးစ်နှင့် ဒူလ်ကစ်ဖ်လ်တို့ကို၊ သူတို့အားလုံးသည် သည်းခံသူများထဲမှ ဖြစ်ကြသည်။ <span>(၈၅)</span>ငါတို့သည် ၎င်းတို့အား ငါတို့၏ ကရုဏာတော်ထဲသို့ ထည့်သွင်းခဲ့ကြ၏။ အမှန်စင်စစ် သူတို့သည် သူတော်ကောင်းများထဲမှ ဖြစ်ကြသည်။ <span>(၈၆)</span></p><div lang=\"sw\" class=\"sw \"><h2>Isma'il, Idris and Dhul-Kifl</h2></div><p lang=\"my\" class=\"my \">အစ်စ်မာအီလ်သည် အစ်ဗ်ရာဟင်မ် အလ်-ခါလီလ်၏သားတော်ဖြစ်သည်၊ ထိုသူနှစ်ဦးအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ။ သူ့အား ဆူရာ မရ်ယမ်တွင် ဖော်ပြပြီးဖြစ်သည်။ ထိုဆူရာတွင် အစ်ဒရီးစ်အကြောင်းကိုလည်း ဖော်ပြထားသည်။ အကြောင်းအရာအရနှင့် ဒူလ်ကစ်ဖ်လ်ကို နဗီတမန်တော်များနှင့်အတူ ဖော်ပြထားသောကြောင့် သူသည်လည်း နဗီတမန်တော်တစ်ပါးဖြစ်သည်ဟု ထင်ရသည်။ အချို့ကမူ သူသည် သူတော်ကောင်းတစ်ဦး၊ တရားမျှတသော ဘုရင်တစ်ပါးနှင့် တရားမျှတသော တရားသူကြီးတစ်ဦးဖြစ်သည်ဟု ပြောကြသည်။ အစ်ဗ်န် ဂျရီရ်သည် မည်သည့်အတိအကျမှတ်ချက်မျှ မပြုလုပ်ခဲ့ပါ။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]