[
  {
    "ayah_key": "18:17",
    "group_ayah_key": "18:17",
    "from_ayah": "18:17",
    "to_ayah": "18:17",
    "ayah_keys": "18:17",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့သည် နေထွက်သောအခါ ၎င်းသည် ၎င်းတို့၏ဂူမှ ညာဘက်သို့ ကွေစောင်းသွားသည်ကို တွေ့မြင်ရပေမည်။ နေဝင်သောအခါ ၎င်းတို့သည် ဂူအလယ်တွင် လဲလျောင်းနေစဉ် ၎င်းတို့ထံမှ ဘယ်ဘက်သို့ လှည့်သွားသည်ကိုလည်း တွေ့ရပေမည်။ ထိုသို့ဖြစ်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များထဲမှ တစ်ခုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် လမ်းပြသူသည် မှန်ကန်သော လမ်းသို့ ရောက်ရှိသူဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူအတွက်မူ လမ်းပြမည့် အုပ်ထိန်းသူကို သင်တွေ့ရမည်မဟုတ်ပေ <span>(17)</span></p><div lang=\"my\" class=\"my \"><h2>ဂူတည်နေရာ </h2></div><p lang=\"my\" class=\"my \">၎င်းသည် ဂူ၏ဝင်ပေါက်သည် မြောက်ဘက်သို့ မျက်နှာမူထားသည်ဟု ဖော်ပြသည်။ အဘယ်ကြောင့်ဆိုသော် နေထွက်သောအခါ နေရောင်ခြည်သည် ဂူထဲသို့ ဝင်ရောက်ကြောင်း အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောကြားထားသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاتَ الْيَمِينِ </p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(the right)</span>, meaning that the shade decreased towards the right, as Ibn 'Abbas, Sa'id bin Jubayr and Qatadah said:</p><p class=\"ur qpc-hafs\" lang=\"ur\">تَّزَاوَرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွေစောင်းသွားသည်)</span> ဆိုသည်မှာ ကုန်းသွားသည်ဟု အဓိပ္ပါယ်ရသည်။ နေသည် ကောင်းကင်ယံမှ ထွက်ပေါ်လာတိုင်း ၎င်း၏ရောင်ခြည်များသည် လျော့နည်းသွားပြီး နေမွန်းတည့်ချိန်တွင် ထိုနေရာ၌ မည်သည့်အရာမှ မကျန်တော့ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေဝင်သောအခါ ၎င်းတို့ထံမှ ဘယ်ဘက်သို့ လှည့်သွားသည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့ဂူထဲသို့ ၎င်း၏ဝင်ပေါက်၏ ဘယ်ဘက်မှ ဝင်ရောက်လာခြင်းဖြစ်ပြီး အနောက်ဘက်မှဟု ဆိုလိုသည်။ ၎င်းသည် ကျွန်ုပ်တို့ပြောဆိုသည်ကို သက်သေပြပြီး ဤကိစ္စကို စဉ်းစားကာ နက္ခတ္တဗေဒနှင့် နေ၊ လ၊ ကြယ်တို့၏ လမ်းကြောင်းများကို အသိပညာအချို့ရှိသူတိုင်းအတွက် ရှင်းလင်းပြတ်သားသည်။ အကယ်၍ ဂူ၏ဝင်ပေါက်သည် အရှေ့ဘက်သို့ မျက်နှာမူထားပါက နေဝင်ချိန်တွင် မည်သည့်အရာမျှ ဝင်ရောက်မည်မဟုတ်ပေ။ ကစ်ဘ်လာဘက် <span class=\"gray\">(ဤကိစ္စတွင် တောင်ဘက်)</span> သို့ မျက်နှာမူထားပါက နေထွက်ချိန် သို့မဟုတ် နေဝင်ချိန်တွင် မည်သည့်အရာမျှ ဝင်ရောက်မည်မဟုတ်ဘဲ အရိပ်များသည် ညာဘက် သို့မဟုတ် ဘယ်ဘက်သို့ ကုန်းမည်မဟုတ်ပေ။ အကယ်၍ အနောက်ဘက်သို့ မျက်နှာမူထားပါက နေထွက်ချိန်တွင် မည်သည့်အရာမျှ ဝင်ရောက်မည်မဟုတ်ဘဲ နေမွန်းတည့်ပြီးမှ ဝင်ရောက်ကာ နေဝင်ချိန်အထိ ရှိနေမည်ဖြစ်သည်။ ၎င်းသည် ကျွန်ုပ်တို့ပြောဆိုသည်ကို ထောက်ခံပြီး အလ္လာဟ်အရှင်မြတ်အတွက်သာ ချီးမွမ်းခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဘ်န် အဗ္ဗာစ်၊ မုဂျာဟိဒ်နှင့် ကတာဒဟ်တို့က \"၎င်းတို့ထံမှ လှည့်သွားသည်\" ဆိုသည်မှာ ၎င်းတို့အပေါ်သို့ ထွန်းလင်းပြီးနောက် ၎င်းတို့ကို ထွက်ခွာသွားခြင်းဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ဤအကြောင်းကို ပြောပြခဲ့ပြီး ၎င်း၏အဓိပ္ပါယ်ကို နားလည်ပြီး ဆင်ခြင်ရန် အရှင်မြတ်က အလိုရှိသည်။ သို့သော် အရှင်မြတ်က ဤဂူ၏ တည်နေရာ၊ ဆိုလိုသည်မှာ ကမ္ဘာပေါ်ရှိ မည်သည့်နိုင်ငံတွင် တည်ရှိသည်ကို ကျွန်ုပ်တို့အား မပြောပြခဲ့ပေ။ အဘယ်ကြောင့်ဆိုသော် ထိုအရာကို သိခြင်းဖြင့် ကျွန်ုပ်တို့အတွက် အကျိုးအမြတ်မရှိသလို ၎င်းနောက်ကွယ်တွင် ဥပဒေရေးရာ ရည်ရွယ်ချက်လည်း မရှိသောကြောင့်ဖြစ်သည်။ ထိုအရာကို ကျွန်ုပ်တို့သိခြင်းဖြင့် ဝိညာဉ်ရေးရာ သို့မဟုတ် ဘာသာရေးဆိုင်ရာ အကျိုးစီးပွားတစ်စုံတစ်ရာ ရှိခဲ့ပါက အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် ကျွန်ုပ်တို့အား သင်ကြားပေးခဲ့မည်ဖြစ်သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَرَكْتُ شَيْئًا يُقَرِّبُكُمْ إِلَى الْجَنَّةِ وَيُبَاعِدُكُمْ مِنَ النَّارِ إِلَّا وَقَدْ أَعْلَمْتُكُمْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲဘေးမှ သင့်ကို ကာကွယ်ပေးပြီး ဂျန္နတ်သို့ ပိုမိုနီးကပ်စေမည့် မည်သည့်အရာကိုမျှ ငါမထားခဲ့ပေ။ ထိုအရာများကို သင့်အား ငါသင်ကြားပေးခဲ့ပြီးဖြစ်သည်။)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ဂူ၏ထူးခြားချက်များအကြောင်း ပြောပြခဲ့သော်လည်း ၎င်းတည်ရှိရာနေရာကို မပြောပြခဲ့ပေ။ အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الشَّمْسَ إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် နေထွက်သောအခါ ၎င်းသည် ၎င်းတို့၏ဂူမှ ကွေစောင်းသွားသည်ကို တွေ့မြင်ရပေမည်။)</span> မာလိက်သည် ဇိုင်းဒ် ဘင် အစ်လမ်မှ \"ကုန်းနေသည်\" ဟု ရေးသားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاتَ الْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညာဘက်သို့၊ နေဝင်သောအခါ ၎င်းတို့ထံမှ ဘယ်ဘက်သို့ လှည့်သွားသည်၊ ၎င်းတို့သည် ဂူအလယ်တွင် လဲလျောင်းနေစဉ်။)</span> ဆိုလိုသည်မှာ နေသည် ၎င်းတို့ကို မထိဘဲ ဂူထဲသို့ ဝင်ရောက်ခြင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် နေသည် ၎င်းတို့ကို ထိမိခဲ့ပါက ၎င်းတို့၏ ခန္ဓာကိုယ်နှင့် အဝတ်အစားများကို လောင်ကျွမ်းစေမည်ဖြစ်သည်။ ဤသည်မှာ အိဘ်န် အဗ္ဗာစ်၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ آيَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များထဲမှ တစ်ခုဖြစ်သည်)</span>၊ အရှင်မြတ်သည် ၎င်းတို့ကို မည်သို့ ဤဂူသို့ လမ်းပြခဲ့ပုံ၊ ၎င်းတို့ကို သက်ရှိထင်ရှား ထားရှိပုံ၊ နေနှင့် လေသည် ၎င်းတို့၏ ခန္ဓာကိုယ်များကို ထိန်းသိမ်းထားရန် ဂူထဲသို့ ဝင်ရောက်ပုံတို့ကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ آيَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များထဲမှ တစ်ခုဖြစ်သည်)</span>။ ထို့နောက် အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် လမ်းပြသူသည် မှန်ကန်သော လမ်းသို့ ရောက်ရှိသူဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ လူမျိုးများထဲမှ ဤလူငယ်များကို စစ်မှန်သော လမ်းညွှန်မှုသို့ လမ်းပြခဲ့သူမှာ အရှင်မြတ်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ် လမ်းပြသူသည် စစ်မှန်စွာ လမ်းပြခံရသူဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူသည် ၎င်းအား လမ်းပြမည့် မည်သူကိုမျှ တွေ့ရမည်မဟုတ်ပေ။</p>"
  },
  {
    "ayah_key": "18:18",
    "group_ayah_key": "18:18",
    "from_ayah": "18:18",
    "to_ayah": "18:18",
    "ayah_keys": "18:18",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့ နိုးနေသည်ဟု သင်ထင်မှတ်မိမည်ဖြစ်သော်လည်း သူတို့သည် အိပ်ပျော်နေခဲ့ကြသည်။ ငါတို့သည် သူတို့ကို ၎င်းတို့၏ ညာဘက်ခြမ်းနှင့် ဘယ်ဘက်ခြမ်းတို့သို့ လှည့်ပေးခဲ့သည်။ ၎င်းတို့၏ ခွေးသည် ၎င်း၏ ခြေဖဝါးနှစ်ဖက်ကို အလ်-ဝါစစ်တွင် ဆန့်တန်းထားလျက်ရှိသည်။ သင်သည် ၎င်းတို့ကို တွေ့ရှိခဲ့လျှင် ၎င်းတို့ထံမှ ထွက်ပြေးရန်အတွက် ကျိန်းသေပြန်လှည့်သွားမည်ဖြစ်ပြီး ၎င်းတို့အပေါ် ကြောက်ရွံ့မှုများဖြင့် ပြည့်နှက်သွားမည်မှာ ကျိန်းသေသည်။ <span>(18)</span></p><div lang=\"my\" class=\"my \"><h2>ဂူထဲတွင် ၎င်းတို့၏ အိပ်စက်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အချို့သော ပညာရှင်များက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အိပ်စက်စေခဲ့သောအခါ ၎င်းတို့၏ မျက်ခွံများ မပိတ်ခဲ့ကြကြောင်း၊ သို့မဟုတ် ပျက်စီးယိုယွင်းမှုက ၎င်းတို့ကို ဖမ်းဆီးမည်ကို စိုးရိမ်၍ဟု ဖော်ပြခဲ့ကြသည်။ ၎င်းတို့၏ မျက်လုံးများ လေထဲတွင် ပွင့်လျက်ရှိနေပါက ထိန်းသိမ်းစောင့်ရှောက်ရန်အတွက် ပိုမိုကောင်းမွန်မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့ကို နိုးနေသည်ဟု ထင်မှတ်မည်ဖြစ်သော်လည်း ၎င်းတို့သည် အိပ်ပျော်နေခဲ့ကြသည်)</span> ဝံပုလွေ အိပ်သောအခါ မျက်လုံးတစ်လုံးကို ပိတ်ပြီး တစ်လုံးကို ဖွင့်ထားကာ အိပ်နေစဉ် မျက်လုံးပြောင်းလဲတတ်ကြောင်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့ကို ၎င်းတို့၏ ညာဘက်နှင့် ဘယ်ဘက်ခြမ်းတို့သို့ လှည့်ပေးခဲ့သည်)</span> အိဗ်နု အဗ္ဗာစ်က \"၎င်းတို့ မလှည့်ခဲ့လျှင် မြေကြီးက ၎င်းတို့ကို စားသုံးမိလိမ့်မည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلْبُهُم بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ခွေးသည် ၎င်း၏ ခြေဖဝါးနှစ်ဖက်ကို အလ်-ဝါစစ်တွင် ဆန့်တန်းထားလျက်ရှိသည်)</span> အိဗ်နု အဗ္ဗာစ်၊ မုဂျာဟိဒ်၊ စအီးဒ် ဘင် ဂျုဘိုင်ရ်နှင့် ကွာတာဒါတို့က \"အလ်-ဝါစစ်သည် တံခါးခုံကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗာစ်က \"တံခါးဘေးတွင်\" ဟု ပြောခဲ့သည်။ \"မြေပြင်ပေါ်တွင်\" ဟု ဆိုခဲ့သည်။ မှန်ကန်သော အမြင်မှာ ၎င်းသည် တံခါးခုံပေါ်၌၊ ဆိုလိုသည်မှာ တံခါးဝတွင် ဖြစ်သည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ၎င်းသည် ၎င်းတို့အပေါ် ပိတ်ထားမည်)</span><span class=\"gray\">[104:8]</span> ၎င်းတို့၏ ခွေးသည် တံခါးဝတွင် လှဲနေခဲ့သည်၊ ခွေးများ၏ ထုံးစံအတိုင်းပင်။ အိဗ်နု ဂျူရိုင်ဂျ်က \"သူသည် ၎င်းတို့အတွက် တံခါးကို စောင့်ရှောက်နေခဲ့သည်\" ဟု ပြောခဲ့သည်။ ၎င်းတို့ကို စောင့်ရှောက်နေသကဲ့သို့ ၎င်းတို့၏ တံခါးဝတွင် လှဲနေခြင်းသည် သူ့၏ သဘာဝနှင့် အလေ့အထဖြစ်သည်။ သူသည် တံခါးအပြင်ဘက်တွင် ထိုင်နေခဲ့သည်၊ အကြောင်းမှာ ကောင်းကင်တမန်များသည် ခွေးရှိသော အိမ်သို့ မဝင်ကြသောကြောင့်ဖြစ်သည်၊ အလ်-ဆွဟီဟ်တွင် ဖော်ပြထားသည့်အတိုင်းပင်၊ ထို့အပြင် ရုပ်ပုံ၊ ဓမ္မတာ မစင်ကြယ်သူ (သို့) မွတ်စ်လင်မ်မဟုတ်သူ ရှိသော အိမ်သို့လည်း မဝင်ကြပါ၊ ဟာစန် ဟဒီးဆ်တွင် ဖော်ပြထားသည့်အတိုင်းပင်။ ၎င်းတို့ ခံစားခဲ့ရသော ကောင်းချီးသည် ၎င်းတို့၏ ခွေးအထိ ရောက်ရှိခဲ့သည်၊ ထို့ကြောင့် ၎င်းတို့ကို လွှမ်းမိုးခဲ့သော အိပ်စက်ခြင်းသည် သူ့ကိုလည်း လွှမ်းမိုးခဲ့သည်။ ဤသည်မှာ ကောင်းသောသူများနှင့် ပေါင်းသင်းခြင်း၏ အကျိုးကျေးဇူးဖြစ်ပြီး ဤခွေးသည် ကျော်ကြားမှုနှင့် ဂုဏ်ပုဒ်ကို ရရှိခဲ့သည်။ သူသည် လူတစ်ဦးဦး၏ အမဲလိုက်ခွေးဖြစ်သည်ဟု ဆိုခဲ့ကြသည်၊ ၎င်းသည် ပိုမိုသင့်လျော်သော အမြင်ဖြစ်သည်။ သို့မဟုတ် ဘုရင်၏ စားဖိုမှူး၏ ခွေးဖြစ်ပြီး၊ သူတို့၏ ဘာသာရေးအမြင်များကို မျှဝေသူဖြစ်ကာ သူ၏ ခွေးကို သူနှင့်အတူ ခေါ်ဆောင်လာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့ကို တွေ့ရှိခဲ့လျှင် ၎င်းတို့ထံမှ ထွက်ပြေးရန်အတွက် ကျိန်းသေပြန်လှည့်သွားမည်ဖြစ်ပြီး ၎င်းတို့အပေါ် ကြောက်ရွံ့မှုများဖြင့် ပြည့်နှက်သွားမည်မှာ ကျိန်းသေသည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ကြောက်မက်ဖွယ်ကောင်းအောင် ပြုလုပ်ခဲ့သည်၊ ထို့ကြောင့် ၎င်းတို့ကို ကြောက်မက်ဖွယ်ကောင်းသော ပုံပန်းသဏ္ဌာန် ပေးထားခဲ့ခြင်းကြောင့် မည်သူမျှ ကြောက်ရွံ့မှုများဖြင့် မပြည့်နှက်ဘဲ ၎င်းတို့ကို မကြည့်နိုင်ခဲ့ပါ။ ၎င်းတို့၏ အိပ်စက်ခြင်းသည် အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့်အတိုင်း ကုန်ဆုံးမည့် သတ်မှတ်ထားသော အချိန်ရောက်သည်အထိ မည်သူမျှ ၎င်းတို့အနီးသို့ မလာနိုင်ရန် သို့မဟုတ် မထိတွေ့နိုင်ရန်အတွက် ဖြစ်သည်၊ ၎င်းတွင် ပါဝင်သည့် ဉာဏ်ပညာ၊ ထင်ရှားသော သက်သေနှင့် ကြီးမားသော ကရုဏာကြောင့် ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "18:19",
    "group_ayah_key": "18:19",
    "from_ayah": "18:19",
    "to_ayah": "18:20",
    "ayah_keys": "18:19,18:20",
    "text": "<p lang=\"my\" class=\"my \">ထိုနည်းတူစွာပင် သူတို့ အချင်းချင်းမေးမြန်းနိုင်ရန် ကျွန်ုပ်တို့ နိုးထစေခဲ့သည်။ သူတို့အနက်မှ ပြောဆိုသူတစ်ဦးက \"သင်တို့ မည်မျှကြာအောင် နေခဲ့ကြသနည်း <span class=\"gray\">(ဤနေရာတွင်)</span>?\" ဟု မေးခဲ့သည်။ သူတို့က \"ကျွန်ုပ်တို့သည် တစ်ရက် သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်းမျှ နေခဲ့ကြသည်\" ဟု ပြောခဲ့ကြသည်။ သူတို့က \"သင်တို့၏ အရှင်သခင်သည် သင်တို့ မည်မျှကြာအောင် နေခဲ့ကြသည်ကို အကောင်းဆုံး သိတော်မူသည် <span class=\"gray\">(ဤနေရာတွင်)</span>။ ထို့ကြောင့် သင်တို့အနက်မှ တစ်ဦးဦးကို ဤငွေဒင်္ဂါးနှင့်အတူ မြို့သို့စေလွှတ်၍ မည်သည့်အစားအစာသည် အဇ်ကာ (သန့်စင်ဆုံး) ဖြစ်သည်ကို ရှာဖွေပြီး သင်တို့အတွက် ၎င်းထဲမှ အချို့ကို ယူဆောင်လာပါစေ။ ထိုသူသည် သတိထားပြီး မည်သူမျှ သင်တို့အကြောင်းကို မသိစေရ။ <span>(၁၉)</span>\"အကြောင်းမှာ သူတို့သည် သင်တို့အကြောင်းကို သိရှိပါက သင်တို့ကို ကျောက်ခဲဖြင့် ပစ်သတ်ကြမည် သို့မဟုတ် သူတို့၏ဘာသာသို့ ပြန်လည်သွတ်သွင်းကြမည်ဖြစ်ပြီး ထိုသို့ဖြစ်ပါက သင်တို့သည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်ပေ။ <span>(၂၀)</span></p><div lang=\"my\" class=\"my \"><h2>သူတို့နိုးထခြင်းနှင့် အစားအစာဝယ်ယူရန် သူတို့ကိုယ်တိုင်မှ တစ်ဦးကို စေလွှတ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– 'ကျွန်ုပ်တို့သည် သူတို့ကို အိပ်စက်စေသကဲ့သို့ပင် သူတို့၏ ကိုယ်ခန္ဓာများ၊ ဆံပင်များနှင့် အရေပြားများ မပျက်မစီးရှိနေလျက် သူတို့၏ ပုံပန်းသဏ္ဍာန်တွင် မည်သည့်အရာမျှ ပိတ်ဆို့မှုမရှိဘဲ ပြန်လည်ရှင်ပြန်ထမြောက်စေခဲ့သည်။' ၎င်းသည် နှစ်ပေါင်း သုံးရာကိုးနှစ်ကြာပြီးနောက် ဖြစ်သည်။ ထို့ကြောင့် သူတို့သည် အချင်းချင်း မေးမြန်းခဲ့ကြသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَمْ لَبِثْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်မျှကြာအောင် နေခဲ့ကြသနည်း <span class=\"gray\">(ဤနေရာတွင်)</span>?)</span> ဆိုလိုသည်မှာ 'သင်တို့ မည်မျှကြာအောင် အိပ်စက်ခဲ့ကြသနည်း' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"ကျွန်ုပ်တို့သည် တစ်ရက် သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်းမျှ နေခဲ့ကြသည်\" ဟု ပြောခဲ့ကြသည်)</span> အကြောင်းမှာ သူတို့သည် နေ့အစောပိုင်းတွင် ဂူထဲသို့ ဝင်ခဲ့ကြပြီး နေ့အဆုံးပိုင်းတွင် နိုးထခဲ့ကြသောကြောင့်ဖြစ်သည်၊ ထို့ကြောင့် သူတို့က ထိုအခါ ပြောခဲ့ကြသည်မှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်းမျှဖြစ်သည်။\" သူတို့က \"သင်တို့၏ အရှင်သခင်သည် သင်တို့ မည်မျှကြာအောင် နေခဲ့ကြသည်ကို အကောင်းဆုံး သိတော်မူသည်...\")</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အခြေအနေကို အကောင်းဆုံး သိတော်မူသည်' ဟူ၍ဖြစ်သည်။ သူတို့သည် မည်မျှကြာအောင် အိပ်စက်ခဲ့ကြသည်ကို မသေချာသကဲ့သို့ရှိပြီး အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည်။ ထို့နောက် သူတို့သည် အစားအစာနှင့် အဖျော်ယမကာ လိုအပ်ခြင်းကဲ့သို့သော ပိုမိုအရေးကြီးသည့် ကိစ္စများသို့ အာရုံစိုက်လာခဲ့ကြပြီး ဤသို့ ပြောခဲ့ကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့အနက်မှ တစ်ဦးဦးကို ဤငွေဒင်္ဂါးနှင့်အတူ စေလွှတ်ပါ)</span> သူတို့သည် သူတို့၏ အိမ်များမှ ဒီရ်ဟမ် <span class=\"gray\">(ငွေဒင်္ဂါးများ)</span> အချို့ကို သူတို့ လိုအပ်သည့်အရာ ဝယ်ယူရန် ယူဆောင်လာခဲ့ကြပြီး အချို့ကို ဆွမ်းပေးခဲ့ကြကာ အချို့ကို သိမ်းထားခဲ့ကြသည်၊ ထို့ကြောင့် သူတို့က ပြောခဲ့ကြသည်မှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ هَٰذِهِ إِلَى الْمَدِينَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့အနက်မှ တစ်ဦးဦးကို ဤငွေဒင်္ဂါးနှင့်အတူ မြို့သို့စေလွှတ်ပါ၊)</span> ဆိုလိုသည်မှာ သူတို့ စွန့်ခွာလာခဲ့သည့် သူတို့၏မြို့သို့ဖြစ်သည်။ သတ်မှတ်ညွှန်းဆိုပုဒ်သည် သူတို့သည် လူသိများသော မြို့တစ်မြို့ကို ရည်ညွှန်းနေကြောင်း ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَنظُرْ أَيُّهَا أَزْكَىٰ طَعَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အစားအစာသည် အဇ်ကာ (သန့်စင်ဆုံး) ဖြစ်သည်ကို ရှာဖွေပါစေ။)</span> အဇ်ကာဟူသည် \"အသန့်စင်ဆုံး\" ဟု အဓိပ္ပါယ်ရသည်၊ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာတွင် မိန့်တော်မူထားသည်မှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်သည် သင်တို့အပေါ်၌ မရှိခဲ့ပါက သင်တို့အနက် တစ်ဦးတစ်ယောက်မျှ အပြစ်များမှ သန့်စင်မည်မဟုတ်ပေ <span class=\"gray\">[ဇကာ]</span>)</span><span class=\"gray\">[၂၄:၂၁]</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَن تَزَكَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မိမိကိုယ်ကို သန့်စင်ပါက <span class=\"gray\">[တာဇက်ကာ]</span> အောင်မြင်မှုရရှိမည် အမှန်ပင်။)</span><span class=\"gray\">[၈၇:၁၄]</span> ထိုအမြစ်ရင်းမှပင် ဇကာဟ်ဟူသော စကားလုံးလည်း ဆင်းသက်လာပြီး ၎င်းသည် လူတစ်ဦး၏ စည်းစိမ်ဥစ္စာကို ကောင်းမွန်စေပြီး သန့်စင်စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَتَلَطَّف </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် သတိထားပါစေ)</span> ဆိုလိုသည်မှာ အစားအစာဝယ်ရန် ထွက်သွားပြီး ပြန်လာသည့်အခါဖြစ်သည်။ သူတို့သည် သူ့ကို တတ်နိုင်သမျှ ဖုံးကွယ်ထားရန် ပြောနေခဲ့ကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا - إِنَّهُمْ إِن يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မည်သူမျှ သင်တို့အကြောင်းကို မသိစေရ။ အကြောင်းမှာ သူတို့သည် သင်တို့အကြောင်းကို သိရှိပါက သင်တို့ကို ကျောက်ခဲဖြင့် ပစ်သတ်ကြမည်)</span> ဆိုလိုသည်မှာ 'သူတို့သည် သင်တို့ မည်သည့်နေရာတွင် ရှိသည်ကို သိရှိပါက' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင်တို့ကို ကျောက်ခဲဖြင့် ပစ်သတ်ကြမည် သို့မဟုတ် သူတို့၏ဘာသာသို့ ပြန်လည်သွတ်သွင်းကြမည်)</span> သူတို့သည် ဒေစီယားနပ်စ်၏ နောက်လိုက်များကို ရည်ညွှန်းနေခြင်းဖြစ်သည်၊ ၎င်းနောက်လိုက်များသည် သူတို့ရှိရာနေရာကို ရှာဖွေတွေ့ရှိ၍ သူတို့အား ပြန်လည်သွတ်သွင်းခြင်း သို့မဟုတ် သေဆုံးသည်အထိ အမျိုးမျိုးသော နှိပ်စက်မှုများဖြင့် အပြစ်ပေးမည်ကို သူတို့ စိုးရိမ်ခဲ့ကြသည်၊ အကြောင်းမှာ သူတို့သည် သူတို့၏ <span class=\"gray\">(ဟောင်း)</span> ဘာသာသို့ ပြန်လည်သွတ်သွင်းခြင်းကို သဘောတူပါက ဤလောကတွင်ဖြစ်စေ၊ နောင်တမလွန်ဘဝတွင်ဖြစ်စေ မည်သည့်အခါမျှ အောင်မြင်မှုရရှိမည်မဟုတ်ပေ။ ထို့ကြောင့် သူတို့က ပြောခဲ့ကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تُفْلِحُوا إِذًا أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ပါက သင်တို့သည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်ပေ။)</span></p>"
  }
]