[
  {
    "ayah_key": "19:71",
    "group_ayah_key": "19:71",
    "from_ayah": "19:71",
    "to_ayah": "19:72",
    "ayah_keys": "19:71,19:72",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့ထဲမှ တစ်ယောက်မျှ ၎င်း <span class=\"gray\">(ငရဲ)</span> အပေါ်မှ မဖြတ်သန်းရသူမရှိပေ။ ၎င်းသည် သင်၏အရှင်ဘုရားထံမှ ဖြစ်ပေါ်လာရမည့် အမိန့်တော်ဖြစ်သည်။ <span>(၇၁)</span> ထို့နောက် ကျွန်ုပ်တို့သည် တပ်ကွာရှိသူများကို ကယ်တင်မည်။ မတရားပြုကျင့်သူများကို ၎င်းတွင် ဒူးထောက်နေစေမည်။ <span>(၇၂)</span></p><div lang=\"my\" class=\"my \"><h2>လူတိုင်း ငရဲသို့ ရောက်လာမည်၊ ထို့နောက် ဖြောင့်မတ်သူများကို ကယ်တင်မည်</h2></div><p lang=\"my\" class=\"my \">အဗ်ဒုလ္လာဟ်မှ အိဗ်နုဂျရီရ်က သတင်းပို့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّنكُمْ إِلَّا وَارِدُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ တစ်ယောက်မျှ ၎င်းအပေါ်မှ မဖြတ်သန်းရသူမရှိပေ။)</span> \"ငရဲပေါ်မှ တံတားသည် ဓားသွားကဲ့သို့ ထက်မြက်သည်။ ၎င်းကို ဖြတ်ကျော်မည့် ပထမဆုံးအဖွဲ့သည် လျှပ်စီးလက်သကဲ့သို့ ဖြတ်သန်းမည်။ ဒုတိယအဖွဲ့သည် လေကဲ့သို့ ဖြတ်သန်းမည်။ တတိယအဖွဲ့သည် အမြန်ဆုံးမြင်းကဲ့သို့ ဖြတ်သန်းမည်။ စတုတ္ထအဖွဲ့သည် အမြန်ဆုံးနွားကဲ့သို့ ဖြတ်သန်းမည်။ ထို့နောက် ကျန်သူများသည် ကောင်းကင်တမန်များက 'အို အလ္လာဟ်၊ သူတို့ကို ကယ်တင်တော်မူပါ၊ ကယ်တင်တော်မူပါ' ဟု ပြောနေစဉ် ဖြတ်သန်းမည်။\" ဤသတင်းတွင် တမန်တော်မြတ် ﷺ မှ ဆွဟီးဟ်နှစ်ခုနှင့် အခြားကျမ်းများတွင်လည်း ၎င်းနှင့်ဆင်တူသော နောက်ခံသတင်းများရှိသည်။ ဤသတင်းများကို အနပ်စ်၊ အဗူဆအီးဒ်၊ အဗူဟူရိုင်ရာ၊ ဂျာဘိရ်နှင့် အခြားဆွဟာဗဟ်များမှ အလ္လာဟ်အရှင်မြတ် သူတို့အားလုံးကို ကျေနပ်တော်မူပါစေ။</p><p lang=\"my\" class=\"my \">အဟ်မဒ်ကလည်း ဇိုင်းဒ် ဘင်န် ဟာရီသား၏ ဇနီးဖြစ်သူ အွမ်မု မူဘရှ်ရှရ်က ပြောကြားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ဟဖ်ဆာ၏ အိမ်တွင် ရှိနေစဉ် သူက မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَدْخُلُ النَّارَ أَحَدٌ شَهِدَ بَدْرًا وَالْحُدَيْبِيَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဗဒ်ရ်နှင့် ဟူဒိုင်ဘီယာ စစ်ပွဲများတွင် ပါဝင်ခဲ့သူ <span class=\"gray\">(မွတ်စ်လင်မ်များထဲမှ)</span> မည်သူမျှ ငရဲသို့ ဝင်ရမည်မဟုတ်ပေ။)</span> ထို့နောက် ဟဖ်ဆာက ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်က မမိန့်ဘူးလား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّنكُمْ إِلَّا وَارِدُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ တစ်ယောက်မျှ ၎င်း <span class=\"gray\">(ငရဲ)</span> အပေါ်မှ မဖြတ်သန်းရသူမရှိပေ။)</span> အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ရွတ်ဆိုကာ ပြန်ဖြေသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် တပ်ကွာရှိသူများကို ကယ်တင်မည်။)</span> ဆွဟီးဟ်နှစ်ခုတွင် အဇ်-ဇုဟ်ရီမှ ဆအီးဒ်မှ အဗူဟူရိုင်ရာမှ တမန်တော်မြတ် ﷺ မိန့်ကြားခဲ့သည်ဟု သတင်းပို့ထားသော ဟဒီးဆ်တစ်ခုရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمُوتُ لِأَحَدٍ مِنَ الْمُسْلِمِينَ ثَلَاثَةٌ مِنَ الْوَلَدِ تَمَسُّهُ النَّارُ إِلَّا تَحِلَّةَ الْقَسَمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သားသမီးသုံးဦးရှိပြီး သားသမီးအားလုံး ကွယ်လွန်ခဲ့သော မွတ်စ်လင်မ်များထဲမှ မည်သူမျှ ငရဲမီးထိရမည်မဟုတ်ပေ၊ ပြည့်စုံရမည့် ကျမ်းသစ္စာတစ်ခုအတွက်မှလွဲ၍။)</span></p><p lang=\"ha\" class=\"ha \">Abdur-Rahman bin Zayd bin Aslam commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّنكُمْ إِلَّا وَارِدُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ တစ်ယောက်မျှ ၎င်းအပေါ်မှ မဖြတ်သန်းရသူမရှိပေ။)</span> \"မွတ်စ်လင်မ်များ <span class=\"gray\">(ငရဲမီးပေါ်မှ)</span> ဖြတ်သန်းခြင်းသည် ၎င်းအပေါ်ရှိ တံတားကို ဖြတ်သန်းခြင်းဖြစ်သည်။ သို့သော် ရုပ်တုကိုးကွယ်သူများ ငရဲမီးပေါ်မှ ဖြတ်သန်းခြင်းသည် ၎င်းတို့အား မီးထဲသို့ ဝင်ခွင့်ပြုခြင်းကို ရည်ညွှန်းသည်။\"</p><p lang=\"my\" class=\"my \">အစူဒီက မွရ်ရာမှ အိဗ်နု မပ်စ်အူဒ်မှ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ သူက ပြောကြားသည်ဟု သတင်းပို့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَّقْضِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်၏အရှင်ဘုရားထံတွင် အမိန့်တော်တစ်ခုဖြစ်သည်။)</span> \"ပြည့်စုံရမည့် ကျမ်းသစ္စာတစ်ခု။\" မူဂျာဟစ်ဒ်က \"ဟတ္မာန်ဆိုသည်မှာ ကံကြမ္မာဖြစ်သည်။\" ဟု ပြောသည်။ အိဗ်နု ဂျူရိုင်းဂျ်ကလည်း အတူတူပင် ပြောသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် တပ်ကွာရှိသူများကို ကယ်တင်မည်။)</span> သတ္တဝါအားလုံး ငရဲမီးပေါ်မှ ဖြတ်သန်းပြီးနောက်၊ မယုံကြည်သူများနှင့် ၎င်းတို့၏ မနာခံမှုကြောင့် ငရဲထဲသို့ ကျရောက်မည့်သူများသည် ငရဲထဲသို့ ကျရောက်ကြသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများနှင့် ဖြောင့်မတ်သူများကို ၎င်းတို့၏ လုပ်ရပ်များကြောင့် ငရဲမှ ကယ်တင်မည်။ ထို့ကြောင့် ၎င်းတို့၏ တံတားဖြတ်သန်းခြင်းနှင့် ၎င်းတို့၏ အရှိန်အဟုန်သည် ဤဘဝတွင် ပြုခဲ့သော ၎င်းတို့၏ လုပ်ရပ်များအပေါ် မူတည်မည်ဖြစ်သည်။ ထို့နောက် အဓိကပြစ်မှုများ ကျူးလွန်ခဲ့သော ယုံကြည်သူများကို ကြားဝင်ဖြန်ဖြေခွင့်ပြုမည်။ ကောင်းကင်တမန်များ၊ တမန်တော်များနှင့် ယုံကြည်သူများအားလုံး ကြားဝင်ဖြန်ဖြေကြမည်။ ထိုသို့ဖြင့် အပြစ်သားအများအပြားကို ငရဲမှ ထွက်ခွင့်ပြုမည်။ မီးသည် ၎င်းတို့၏ ကိုယ်ခန္ဓာများစွာကို လောင်ကျွမ်းထားမည်၊ ၎င်းတို့၏ မျက်နှာပေါ်ရှိ ဆွဂျ်ဒါပြုရာနေရာများမှလွဲ၍။ ၎င်းတို့အား ငရဲမီးမှ ဖယ်ရှားခြင်းသည် ၎င်းတို့၏ နှလုံးသားထဲရှိ ယုံကြည်မှုကြောင့် ဖြစ်မည်။ ပထမဆုံး ထွက်လာမည့်သူမှာ ၎င်း၏ နှလုံးသားထဲတွင် ဒီနာရ်တစ်ပြားအလေးချိန်ရှိသော ယုံကြည်မှုရှိသူ ဖြစ်မည်။ ထို့နောက် ၎င်းနောက်တွင် အနည်းဆုံးပမာဏရှိသူ။ ထို့နောက် ၎င်းနောက်တွင် ထပ်၍ အနည်းဆုံးရှိသူ၊ စသည်ဖြင့် ဆက်လက်ဖြစ်ပေါ်မည်။ ၎င်းသည် ၎င်း၏ နှလုံးသားထဲတွင် အက်တမ်တစ်လုံး၏ အလေးချိန်နှင့် ညီမျှသော အသေးငယ်ဆုံးသော ယုံကြည်မှုအရိပ်အမြွက်မျှသာရှိသူအထိ ဆက်လက်ဖြစ်ပေါ်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် \"လာ အိလာဟ အိလ္လလ္လာဟ်\" ဟု ပြောခဲ့သူတိုင်းကို မီးမှ ထုတ်ယူမည်၊ ၎င်း၏ဘဝတစ်လျှောက်လုံးတွင် တစ်ရက်ပင် ပြောခဲ့လျှင်ပင်၊ မည်သည့် ကောင်းမှုမျှ မပြုလုပ်ခဲ့လျှင်ပင်။ ၎င်းနောက်တွင် ငရဲမီးထဲတွင် ထာဝရနေရမည့်သူများမှလွဲ၍ မည်သူမျှ ငရဲမီးထဲတွင် ကျန်ရှိမည်မဟုတ်ပေ။ ဤအချက်ကို တမန်တော်မြတ် ﷺ မှ စစ်မှန်သော ဟဒီးဆ်များစွာတွင် သတင်းပို့ထားသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားရခြင်းအကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا وَّنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် တပ်ကွာရှိသူများကို ကယ်တင်မည်။ မတရားပြုကျင့်သူများကို ၎င်းတွင် ဒူးထောက်နေစေမည်။)</span></p>"
  },
  {
    "ayah_key": "19:73",
    "group_ayah_key": "19:73",
    "from_ayah": "19:73",
    "to_ayah": "19:74",
    "ayah_keys": "19:73,19:74",
    "text": "<p class=\"my translation\" lang=\"my\">ကျွန်ုပ်တို့၏ ရှင်းလင်းပြတ်သားသော အာယသ်တော်များကို ၎င်းတို့အား ရွတ်ပြသောအခါ၊ မယုံကြည်သူများသည် ယုံကြည်သူများအား ပြောကြသည်- \"အုပ်စုနှစ်ခုအနက် မည်သည့်အုပ်စုတွင် အကောင်းဆုံးနေထိုင်ရာများနှင့် အကောင်းဆုံး နာဒီယျာန်ရှိသနည်း။ <span>(၇၃)</span> ၎င်းတို့ရှေ့တွင် ကျွန်ုပ်တို့သည် မည်မျှသော မျိုးဆက်များကို ဖျက်ဆီးခဲ့ပြီးပြီနည်း၊ ၎င်းတို့သည် စည်းစိမ်ဥစ္စာ၊ ပစ္စည်းများနှင့် ပြင်ပအသွင်အပြင်တို့တွင် ပိုမိုကောင်းမွန်ခဲ့ကြသည်။ <span>(၇၄)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူတို့သည် လောကရှိ ၎င်းတို့၏ ကံကောင်းခြင်းကို ကြွားဝါခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများအား ရှင်းလင်းထင်ရှားသော အလ္လာဟ်၏ အာယသ်တော်များကို ရွတ်ပြသောအခါ၊ ၎င်းတို့က ငြင်းပယ်ပြီး လှည့်ထွက်သွားကြောင်း အသိပေးတော်မူသည်။ ၎င်းတို့က ယုံကြည်သူများအကြောင်းကို ကြွားဝါကာ ၎င်းတို့၏ မှားယွင်းသောဘာသာသည် မှန်ကန်ကြောင်း ငြင်းခုံရင်း ပြောကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကောင်းဆုံးနေထိုင်ရာများနှင့် အကောင်းဆုံး နာဒီယျာန်။)</span> ၎င်းဆိုလိုသည်မှာ အမြင့်ဆုံးအဆင့်ရှိ အကောင်းဆုံးအိမ်များနှင့် အကောင်းဆုံး နာဒီယျာန်များဖြစ်ပြီး၊ ၎င်းတို့သည် အမျိုးသားများ စုဝေးပြီး ကိစ္စရပ်များကို ဆွေးနွေးသည့် အစည်းအဝေးခန်းမများဖြစ်သည်။ ထို့ကြောင့် ၎င်းဆိုလိုသည်မှာ ၎င်းတို့၏ အစည်းအဝေးခန်းမများသည် တက်ရောက်လာသူများ ပိုမိုပြည့်နှက်နေသည်။ ဤအရာတွင် ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ဤအောင်မြင်သော ဘဝပုံစံဖြင့် နေထိုင်နေပါလျက် အမှားပေါ်တွင် မည်သို့ဖြစ်နိုင်မည်နည်း\" ဟု ပြောနေကြသည်။ ဤသူများသည် အလ်-အာရ်ကမ် ဘင်န် အဘီ အလ်-အာရ်ကမ်၏ အိမ်နှင့် အခြားအိမ်များမှ ၎င်းနှင့်ဆင်တူသောအိမ်များတွင် ပုန်းကွယ်နေသူများဖြစ်သည်။ ၎င်းတို့အကြောင်း အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَّا سَبَقُونَا إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် ယုံကြည်သူများအကြောင်း ပြောကြသည်- \"၎င်းသည် ကောင်းသောအရာဖြစ်ခဲ့လျှင်၊ ၎င်းတို့ <span class=\"gray\">(အားနည်းသူများနှင့် ဆင်းရဲသူများ)</span> သည် ကျွန်ုပ်တို့ထက် ဦးစွာမရောက်ရှိနိုင်ခဲ့ပေ!\")</span><span class=\"gray\">[46:11]</span> နူဟ်၏လူများက ပြောကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်နောက်သို့ အားအနည်းဆုံး <span class=\"gray\">(လူများ)</span> လိုက်ကြသည့်တိုင် သင့်ကို ကျွန်ုပ်တို့ ယုံကြည်ရမည်လား။\")</span><span class=\"gray\">[26:111]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوا أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِم مِّن بَيْنِنَا ۗ أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အချို့ကို အခြားသူများနှင့် စမ်းသပ်ခဲ့သည်၊ သို့မှသာ ၎င်းတို့က ပြောကြမည်- \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အနက်မှ ဤ <span class=\"gray\">(ဆင်းရဲသော ယုံကြည်သူများ)</span> ကို နှစ်သက်တော်မူခြင်းလော။\" အလ္လာဟ်အရှင်မြတ်သည် ကျေးဇူးသိတတ်သူများကို အကောင်းဆုံး မသိဘူးလား။)</span><span class=\"gray\">[6:53]</span> ထို့ကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ သံသယများကို ပယ်ချခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ရှေ့တွင် ကျွန်ုပ်တို့သည် မည်မျှသော မျိုးဆက်များကို ဖျက်ဆီးခဲ့ပြီနည်း။)</span> ၎င်းဆိုလိုသည်မှာ \"မယုံကြည်မှုကြောင့် <span class=\"gray\">(ဤသတင်းစကားကို)</span> ငြင်းပယ်ခဲ့ကြသော မည်မျှသော လူမျိုးများနှင့် မျိုးဆက်များကို ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့သနည်း။\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စည်းစိမ်ဥစ္စာ၊ ပစ္စည်းများနှင့် ပြင်ပအသွင်အပြင်တို့တွင် ပိုမိုကောင်းမွန်ခဲ့ကြသူများ။)</span> ၎င်းဆိုလိုသည်မှာ ၎င်းတို့သည် ဤပစ္စုပ္ပန်လူများထက် စည်းစိမ်ဥစ္စာ၊ ပိုင်ဆိုင်မှုများ၊ ရုပ်ရည်နှင့် အသွင်အပြင်တို့တွင် ပိုမိုကောင်းမွန်ခဲ့ကြသည်။ အလ်-အအ်မရှ်က အဗူ ဇိဗ်ယန်မှ သတင်းပို့သည်၊ သူက အိဗ်နု အဗ်ဗားစ်မှ သတင်းပို့သည်မှာ အာယသ်တော်နှင့် ပတ်သက်၍ သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကောင်းဆုံးနေထိုင်ရာများနှင့် အကောင်းဆုံး နာဒီယျာန်။)</span> \"နေရာ <span class=\"gray\">[မကာမ်]</span> ဆိုသည်မှာ အိမ်ကိုဆိုလိုသည်၊ နာဒီဆိုသည်မှာ စုဝေးရာနေရာ၊ စည်းစိမ်ဥစ္စာဆိုသည်မှာ ပစ္စည်းဥစ္စာများကို ရည်ညွှန်းသည်၊ ပြင်ပအသွင်အပြင်ဆိုသည်မှာ ၎င်းတို့၏ ကိုယ်ခန္ဓာပုံပန်းသဏ္ဍာန်ဖြစ်သည်။\" အလ်-အောဖီက အိဗ်နု အဗ်ဗားစ် ပြောသည်ဟု ဆိုသည်၊ \"နေရာ <span class=\"gray\">[မကာမ်]</span> ဆိုသည်မှာ နေထိုင်ရာနေရာ၊ နာဒီဆိုသည်မှာ စုဝေးရာနေရာနှင့် ၎င်းတို့ နေထိုင်ခဲ့သည့် ကောင်းချီးမင်္ဂလာနှင့် ပျော်ရွှင်မှုဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် ဖိရ်အောန်၏ လူများကို ဖျက်ဆီးခဲ့ပြီး ၎င်းတို့၏ အခြေအနေကို ကုရ်အာန်တွင် ပြောပြခဲ့သည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ تَرَكُوا مِن جَنَّاتٍ وَعُيُونٍ - وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥယျာဉ်များနှင့် စမ်းရေတွင်းများ၊ အစိမ်းရောင် သီးနှံများနှင့် ဂုဏ်ယူဖွယ်ရာ နေရာများ <span class=\"gray\">[မကာမ်]</span> တို့ကို ၎င်းတို့ <span class=\"gray\">(ဖိရ်အောန်၏လူများ)</span> မည်မျှ ချန်ထားခဲ့သနည်း။)</span><span class=\"gray\">[44:25-26]</span> ထို့ကြောင့် နေရာ <span class=\"gray\">[မကာမ်]</span> ဆိုသည်မှာ ၎င်းတို့၏ နေထိုင်ရာနေရာများနှင့် ခမ်းနားသော ကောင်းချီးမင်္ဂလာများကို ရည်ညွှန်းပြီး၊ နာဒီဆိုသည်မှာ ၎င်းတို့ စုဝေးလေ့ရှိသည့် စုဝေးရာနှင့် တွေ့ဆုံရာနေရာများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် လွတ်၏လူများနှင့် ဖြစ်ပျက်ခဲ့သည့်အကြောင်းကို ၎င်း၏တမန်တော် ﷺ အား ပြောပြနေစဉ် မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَأْتُونَ فِي نَادِيكُمُ الْمُنكَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ စုဝေးရာနေရာများ <span class=\"gray\">[နာဒီယာကွမ်]</span> တွင် အလ်-မွန်ကာရ် <span class=\"gray\">(မကောင်းမှုများ)</span> ကို ပြုကျင့်ကြသည်။)</span><span class=\"gray\">[29:29]</span> အာရပ်များက စုဝေးရာနေရာကို နာဒီဟု ခေါ်သည်။\"</p>"
  }
]