[
  {
    "ayah_key": "37:6",
    "group_ayah_key": "37:6",
    "from_ayah": "37:6",
    "to_ayah": "37:10",
    "ayah_keys": "37:6,37:7,37:8,37:9,37:10",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ငါတို့သည် နီးစပ်သောကောင်းကင်ကို ကြယ်တာရာများဖြင့် ဆင်ယင်ထားပြီးဖြစ်သည်။ <span>(၆)</span>ပုန်ကန်တတ်သောရှိုင်သွာန်တိုင်းကိုလည်း ကာကွယ်ရန်ဖြစ်သည်။ <span>(၇)</span>၎င်းတို့သည် အထက်အုပ်စုကို နားမထောင်နိုင်ကြ၊ အကြောင်းမှာ ၎င်းတို့ကို ဘက်ပေါင်းစုံမှ ပစ်ခတ်ခံရသောကြောင့်ဖြစ်သည်။ <span>(၈)</span>အပယ်ခံများဖြစ်၍ ၎င်းတို့အတွက် အစဉ်ထာဝရ ပြင်းထန်သော ပြစ်ဒဏ်ရှိသည်။ <span>(၉)</span>ခိုးယူ၍ တစ်စုံတစ်ရာကို လုယူသူမှလွဲ၍ ၎င်းတို့ကို ထွင်းဖောက်တောက်ပသော မီးတောက်ဖြင့် လိုက်လံသည်။ <span>(၁၀)</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်၏ အလှဆင်ခြင်းနှင့် ကာကွယ်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကမ္ဘာသူကမ္ဘာသားများထဲမှ ကြည့်ရှုသူများအတွက် အနိမ့်ဆုံးကောင်းကင်ကို ကောင်းကင်ဘုံရှိ ကြယ်တာရာများဖြင့် ဆင်ယင်ထားကြောင်း ပြောပြသည်။ ကောင်းကင်ရှိ ကြယ်များနှင့် ဂြိုလ်များသည် ကမ္ဘာသူကမ္ဘာသားတို့အား အလင်းပေးသည်၊ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် အနီးဆုံးကောင်းကင်ကို မီးပန်းများဖြင့် ဆင်ယင်ထားပြီးဖြစ်သည်။ ထိုမီးပန်းများကို ရှိုင်သွာန်များကို မောင်းထုတ်ရန် ပစ်ခတ်တိုက်ခိုက်ရေးလက်နက်များအဖြစ် ဖန်ဆင်းထားပြီး ၎င်းတို့အတွက် လောင်ကျွမ်းနေသော ငရဲမီး၏ ပြစ်ဒဏ်ကိုလည်း ပြင်ဆင်ထားပြီးဖြစ်သည်။)</span><span class=\"gray\">(၆၇:၅)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ - وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ - إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် ကောင်းကင်၌ ကြီးမားသောကြယ်တာရာများကို ထားရှိပြီး ကြည့်ရှုသူများအတွက် လှပအောင် ဖန်တီးထားသည်။ ပယ်ချခံရသော ရှိုင်သွာန်တိုင်းမှလည်း ငါတို့ ကာကွယ်ထားသည်။ နားထောင်ခြင်းကို ခိုးယူသူမှလွဲ၍ ထိုသူကို ထင်ရှားသော မီးတောက်ဖြင့် လိုက်လံသည်။)</span><span class=\"gray\">(၁၅:၁၆-၁၈)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်တော်မူသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحِفْظًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာကွယ်ရန်)</span> ဆိုသည်မှာ၊ ကာကွယ်သင့်သလို ကာကွယ်ရန်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مِنْ كُلِّ شَيْطَانٍ مَارِدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပုန်ကန်တတ်သော ရှိုင်သွာန်တိုင်းကို။)</span> ဆိုသည်မှာ၊ ရိုင်းစိုင်းပြီး မိုက်မဲသော ရှိုင်သွာန်တိုင်း၊ ကောင်းကင်ဘုံရှိ သတင်းများကို ခိုးနားထောင်လိုသောအခါ ထိုးဖောက်သောမီးသည် လာရောက်၍ ၎င်းကို လောင်ကျွမ်းစေသည်။ ဂုဏ်အသရေကြီးမြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အထက်အုပ်စုကို နားမထောင်နိုင်ကြ)</span> ဆိုသည်မှာ၊ ၎င်းတို့သည် အထက်အုပ်စုသို့ – ကောင်းကင်ဘုံများနှင့် ၎င်းတို့ရှိ ကောင်းကင်တမန်များကို ဆိုလိုသည် – အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေများနှင့် အမိန့်တော်များမှ ဖော်ထုတ်ပြသထားသည်များကို ပြောဆိုသောအခါ ၎င်းတို့သည် ထိုအုပ်စုသို့ မရောက်နိုင်ကြ။ ဤအကြောင်းကို ငါတို့သည် အာယတ်ကို ဆွေးနွေးသောအခါ ကိုးကားခဲ့သော ဟဒီးဆ်တော်များကို ရှင်းပြစဉ်က ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا الْحَقَّ ۖ وَهُوَ الْعَلِيُّ الْكَبِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စိတ်နှလုံးများမှ ကြောက်ရွံ့မှု ပပျောက်သွားသောအခါ၊ ၎င်းတို့က \"အရှင်သခင်က ဘာပြောခဲ့တာလဲ\" ဟု မေးသည်။ ၎င်းတို့က \"အမှန်တရားကို။ ထို့ပြင် ကိုယ်တော်သည် အမြင့်မြတ်ဆုံး၊ အကြီးမြတ်ဆုံးဖြစ်သည်။\" ဟု ပြောသည်။)</span><span class=\"gray\">(၃၄:၂၃)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَيُقْذَفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ ၎င်းတို့ကို ပစ်ခတ်ခံရသောကြောင့်ဖြစ်သည်။)</span> ဆိုသည်မှာ ၎င်းတို့ကို ထိမှန်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ كُلِّ جَانِبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘက်ပေါင်းစုံမှ။)</span> ဆိုသည်မှာ၊ ကောင်းကင်သို့ ရောက်ရန် ကြိုးစားသည့် ဘက်ပေါင်းစုံမှဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">دُحُورًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပယ်ခံများ၊)</span> ဆိုသည်မှာ၊ ၎င်းတို့ကို ပယ်ချခံရပြီး၊ ရောက်ရှိခြင်းမှ တွန်းလှန်ကာ တားဆီးခံရပြီး၊ ပစ်ခတ်ခံရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ وَاصِبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် အစဉ်ထာဝရ ပြစ်ဒဏ်ရှိသည်။)</span> ဆိုသည်မှာ၊ နောင်တမလွန်ဘဝတွင် ၎င်းတို့၌ ဆက်လက်တည်ရှိမည့်၊ ထာဝရတည်မြဲမည့်၊ နာကျင်စေမည့် ပြစ်ဒဏ်ရှိမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် လောင်ကျွမ်းနေသော ငရဲမီး၏ ပြစ်ဒဏ်ကို ပြင်ဆင်ထားပြီးဖြစ်သည်။)</span><span class=\"gray\">(၆၇:၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ خَطِفَ الْخَطْفَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခိုးယူ၍ တစ်စုံတစ်ရာကို လုယူသူမှလွဲ၍၊)</span> ဆိုသည်မှာ၊ ရှိုင်သွာန်များထဲမှ တစ်စုံတစ်ရာကို ရယူနိုင်ခဲ့သူမှလွဲ၍၊ ၎င်းသည် ကောင်းကင်ဘုံမှ ကြားခဲ့ရသော စကားလုံးတစ်ခုဖြစ်သည်။ ထို့နောက် ၎င်းသည် ၎င်းအောက်ရှိသူအား ပစ်ချပေးပြီး၊ ထိုသူကလည်း ၎င်းအောက်ရှိသူအား ထပ်မံပစ်ချပေးသည်။ မီးတောက်သည် ၎င်းကို ပစ်ချနိုင်ခြင်းမရှိမီ ထိမှန်နိုင်သည်၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်အရ မီးတောက်ထိမှန်၍ လောင်ကျွမ်းခြင်းမပြုမီ ၎င်းသည် ပစ်ချနိုင်ပေမည်။ ထို့ကြောင့် အခြားသော ရှိုင်သွာန်သည် ထိုစကားကို ဟဒီးဆ်တော်တွင် ယခင်က မြင်တွေ့ခဲ့ရသည့်အတိုင်း နက္ခတ္တဗေဒပညာရှင်ထံသို့ ယူဆောင်သွားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခိုးယူ၍ တစ်စုံတစ်ရာကို လုယူသူမှလွဲ၍ ၎င်းတို့ကို ထွင်းဖောက်တောက်ပသော မီးတောက်ဖြင့် လိုက်လံသည်။)</span> ဆိုသည်မှာ၊ တောက်ပစွာ လင်းလက်နေခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီဗ်နု ဂျရီရ်က အီဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) မှတ်တမ်းတင်သည်မှာ၊ \"ရှိုင်သွာန်များတွင် ကောင်းကင်ဘုံ၌ ထိုင်၍ အလ္လာဟ်အရှင်မြတ် ဖော်ထုတ်ပြသသည့်အရာများကို နားထောင်ရန် နေရာများရှိသည်။ ကြယ်များ မရွေ့လျားခဲ့ဘဲ ရှိုင်သွာန်များကိုလည်း ထိမှန်ခြင်း မရှိခဲ့ပေ။ ၎င်းတို့သည် ဖော်ထုတ်ပြသခြင်းကို ကြားရသောအခါ ကမ္ဘာမြေသို့ ဆင်းလာပြီး စကားလုံးတိုင်းတွင် ၎င်းတို့၏ စကားလုံး ကိုးလုံးကို ထည့်ပေါင်းကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟ်ဟ်အလိုင်ဟိဝစလ္လမ်) ကို စေလွှတ်သောအခါ၊ ရှိုင်သွာန်တစ်ဦးသည် ကောင်းကင်ဘုံ၌ ၎င်း၏နေရာကို ယူလိုပါက မီးတောက်သည် လာရောက်၍ ၎င်းကို လွဲချော်မည်မဟုတ်ပေ။ ၎င်းကို အကြိမ်တိုင်း လောင်ကျွမ်းစေမည်ဖြစ်သည်။ ၎င်းတို့သည် ဤအကြောင်းကို အီဗ်လီစ် (အလ္လာဟ်အရှင်မြတ် ကျိန်စာတိုက်တော်မူပါစေသော်) အား တိုင်ကြားသောအခါ ၎င်းက 'တစ်စုံတစ်ရာ ဖြစ်ပျက်နေပြီဖြစ်ရမည်' ဟု ပြောသည်။ ၎င်းသည် ၎င်း၏တပ်များကို စေလွှတ်ခဲ့ပြီး ၎င်းတို့သည် နခ်လာတောင်နှစ်ခုကြားတွင် ဆွလာတ်ဝတ်ပြုနေသော အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟ်ဟ်အလိုင်ဟိဝစလ္လမ်) ကို တွေ့ရှိခဲ့သည်။\" – ဝကီအ်က \"ဤသည်မှာ နခ်လာချိုင့်ဝှမ်း၌ဖြစ်သည်။\" ဟု ပြောသည်။ – \"၎င်းတို့သည် အီဗ်လီစ်ထံ ပြန်သွားပြီး ထိုအကြောင်းကို ပြောပြသောအခါ ၎င်းက 'ဒါက ဖြစ်ပျက်ခဲ့တဲ့အရာပဲ' ဟု ပြောသည်။\""
  }
]