[
  {
    "ayah_key": "53:19",
    "group_ayah_key": "53:19",
    "from_ayah": "53:19",
    "to_ayah": "53:26",
    "ayah_keys": "53:19,53:20,53:21,53:22,53:23,53:24,53:25,53:26",
    "text": "<p lang=\"my\" class=\"my \">အလ်-လတ်နှင့် အလ်-ဥဇာကို သင်တို့ စဉ်းစားခဲ့ပြီးပြီလော <span>(19)</span>အခြား တတိယမြောက် မနာတ်ကိုလည်း <span>(20)</span>သင်တို့အတွက် ယောက်ျားများ ဖြစ်ပြီး ကိုယ်တော်အတွက် မိန်းမများ ဖြစ်ပါသလော <span>(21)</span>၎င်းသည် ဧကန်မလွဲ အလွန်မတရားသော ပိုင်းခြားခြင်းပင်တည်း <span>(22)</span>၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က မည်သည့်အာဏာကိုမျှ ချပေးတော်မူခြင်းမရှိသော အမည်များသာ ဖြစ်သည်၊ သင်တို့နှင့် သင်တို့၏ ဖခင်များက အမည်ပေးထားခြင်းဖြစ်သည်၊ ၎င်းတို့သည် မှန်းဆမှုနှင့် ၎င်းတို့ကိုယ်တိုင် နှစ်သက်သောအရာကိုသာ လိုက်နာကြသည်၊ သို့သော် ၎င်းတို့၏ အရှင်သခင်ထံမှ လမ်းညွှန်မှုသည် ဧကန်မလွဲ ၎င်းတို့ထံသို့ ရောက်ရှိလာခဲ့ပြီး ဖြစ်သည်။ <span>(23)</span>သို့မဟုတ် လူသားသည် သူလိုချင်သောအရာကို ရရှိရမည်လော <span>(24)</span>သို့သော် အလ္လာဟ်အရှင်မြတ်အတွက် နောင်တမလွန် <span class=\"gray\">(ဘဝ)</span> နှင့် ရှေးဦး <span class=\"gray\">(လောက)</span> သည် ရှိသည်။<span>(25)</span>ကောင်းကင်များ၌ ကောင်းကင်တမန်များစွာ ရှိ၏၊ ၎င်းတို့၏ ကြားဝင်တောင်းပန်ခြင်းသည် မည်သည့်အရာကိုမျှ အကျိုးမဖြစ်ထွန်းစေ၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိပြီး နှစ်သက်တော်မူသောသူအတွက် ခွင့်ပြုပြီးမှသာလျှင် ဖြစ်၏။ <span>(26)</span></p><p lang=\"it\" class=\"it \">Refuting Idolatry, Al-Lat and Al-'Uzza</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုများကို ကိုးကွယ်ကြပြီး အရှင်မြတ်နှင့် ပြိုင်ဘက်များကို ထားရှိကြသော ရုပ်တုကိုးကွယ်သူများကို ဆူပူပြစ်တင်တော်မူသည်။ ၎င်းတို့သည် တမန်တော် အီဘရာဟင်မ်၊ အလ္လာဟ်၏ ခါလီလ် တည်ဆောက်ခဲ့သော ကအ်ဘာနှင့် ဆင်တူစေရန် ၎င်းတို့၏ ရုပ်တုများအတွက် အိမ်များကို တည်ဆောက်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمُ اللَّاتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-လတ်ကို သင်တို့ စဉ်းစားခဲ့ပြီးပြီလော)</span> အလ်-လတ်သည် အက္ခရာများ ထွင်းထုထားသော အဖြူရောင်ကျောက်တုံးတစ်ခု ဖြစ်သည်။ အလ်-လတ်ပတ်လည်တွင် အတ္တအစ်ဖ်၌ အလ်-လတ်ပတ်လည်၌ ကုလားကာများ၊ ကျွန်များ၊ သန့်ရှင်းသော ဝန်းကျင်တစ်ခုပါသော အိမ်တစ်လုံးကို တည်ဆောက်ထားသည်။ အတ္တအစ်ဖ်မြို့သားများ၊ သာကစ်ဖ်မျိုးနွယ်စုနှင့် ၎င်းတို့၏ မဟာမိတ်များသည် အလ်-လတ်ကို ကိုးကွယ်ကြသည်။ ၎င်းတို့သည် ကုရိုက်ရှ်မှတစ်ပါး အာရပ်လူမျိုးများအား အလ်-လတ်ကို ပိုင်ဆိုင်ကြောင်း ကြွားဝါလေ့ရှိသည်။ အိဗ်နု ဂျရီရ်က ပြောကြားသည်− \"၎င်းတို့သည် အလ်-လတ်၏ အမည်ကို အလ္လာဟ်၏ အမည်တော်မှ ဆင်းသက်လာစေခဲ့ပြီး မိန်းမအဖြစ် ပြုလုပ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ကိုယ်တော်အား ပုံဖော်သတ်မှတ်ကြသည့်အရာမှ ဝေးကွာတော်မူသည်။ အလ်-လတ်ကို အလ်-လတ်ဟု အသံထွက်ရခြင်းမှာ အဗ္ဒူလ္လာဟ် ဘင် အဗ္ဘားစ်၊ မုဂျာဟိဒ်နှင့် အာရ်-ရဘီအ် ဘင် အနပ်စ်တို့၏ အဆိုအရ ဂျာဟီလီယာခေတ်တွင် ဘုရားဖူးများအတွက် ဆဝီက် <span class=\"gray\">(မုယောစပါးခြေမွထားသော အစာတစ်မျိုး)</span> ကို ရေနှင့်ရောနှောပေးလေ့ရှိသူ အမျိုးသားတစ်ဦး ဖြစ်သောကြောင့် ဖြစ်သည်ဟု သတင်းရရှိသည်။ သူ ကွယ်လွန်သောအခါ ၎င်းတို့သည် သူ၏ သင်္ချိုင်းဘေးတွင် ရှိနေခဲ့ကြပြီး သူ့ကို ကိုးကွယ်ခဲ့ကြသည်။\" အလ်-ဗူခါရီက အိဗ်နု အဗ္ဘားစ်က အလ္လာဟ်၏ အမိန့်တော်နှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> اللَّاتَ وَالْعُزَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-လတ်နှင့် အလ်-ဥဇာ)</span> \"အလ်-လတ်သည် ဘုရားဖူးများအတွက် ဆဝီက်ကို ရောနှောပေးလေ့ရှိသူ အမျိုးသားတစ်ဦး ဖြစ်သည်။\" အိဗ်နု ဂျရီရ်က ပြောကြားသည်− \"၎င်းတို့သည် ၎င်းတို့၏ ရုပ်တု အလ်-ဥဇာအတွက် အမည်ကို အလ္လာဟ်၏ အမည်တော် အလ်-အဇီးဇ်မှ ဆင်းသက်လာစေခဲ့သည်။ အလ်-ဥဇာသည် နာခ်လာဟ်ဒေသ၊ မက္ကာဟ်နှင့် အတ္တအစ်ဖ်ကြားတွင် ရုပ်တုကိုးကွယ်သူများက အထိမ်းအမှတ်ကျောက်တိုင်နှင့် ကုလားကာများကို တင်ထားသော သစ်ပင်တစ်ပင် ဖြစ်သည်။ ကုရိုက်ရှ်လူမျိုးတို့သည် အလ်-ဥဇာကို ရိုသေလေးစားခဲ့ကြသည်။\" ဥဟုဒ်တိုက်ပွဲအတွင်း အဘူ ဆူဖ်ယန်က \"ကျွန်ုပ်တို့တွင် အလ်-ဥဇာရှိသော်လည်း သင်တို့၌ အလ်-ဥဇာ မရှိ\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က ပြန်ဖြေတော်မူသည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللهُ مَوْلَانَا وَلَا مَوْلَىٰ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားကြလော့− \"အလ္လာဟ်သည် ကျွန်ုပ်တို့၏ ထောက်ခံသူဖြစ်၏၊ သို့သော် သင်တို့၌ မည်သည့်ထောက်ခံမှုမျှ မရှိ။\")</span></p><p lang=\"my\" class=\"my \">မနာတ်သည် မက္ကာဟ်နှင့် အလ်-မဒီနာဟ်ကြား၊ ကွဒိုက်ဒ်အနီးရှိ မူရှာလ္လလ်ဒေသရှိ အခြားရုပ်တုတစ်ခုဖြစ်သည်။ ခုဇာအာ၊ အောင်စ်နှင့် ခဇ်ရဂျ် မျိုးနွယ်စုတို့သည် ဂျာဟီလီယာခေတ်အတွင်း မနာတ်ကို ရိုသေလေးစားလေ့ရှိကြသည်။ ၎င်းတို့သည် မနာတ်ဘေးမှ ကအ်ဘာသို့ ဟဂျ်ကို ကြေညာလေ့ရှိသည်။ အလ်-ဗူခါရီက ဤအဓိပ္ပါယ်နှင့်ပတ်သက်၍ အာအိရှာဟ်၏ ပြောကြားချက်ကို စုဆောင်းထားသည်။ အာရပ်ကျွန်းဆွယ်၌ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ဘုန်းတော်ကြီးသောကျမ်း၌ ဖော်ပြထားသော ရုပ်တုသုံးခုအပြင် အာရပ်လူမျိုးတို့သည် ကအ်ဘာကို ရိုသေလေးစားသကဲ့သို့ပင် ရိုသေလေးစားခဲ့ကြသော အခြားရုပ်တုများလည်း ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤသုံးခုကို ဤနေရာတွင် ဖော်ပြတော်မူရခြင်းမှာ ၎င်းတို့သည် အခြားသူများထက် ပိုမိုကျော်ကြားသောကြောင့် ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အန်-နစာအီက အဘူ အတ္တ-တုဖိုင်လ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်− \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် မက္ကာဟ်ကို အောင်နိုင်သောအခါ အလ်-ဥဇာရုပ်တုကို သစ်တောမှ သစ်ပင်သုံးပင်ပေါ်တွင် စိုက်ထူထားသော နာခ်လာဟ်ဒေသသို့ ခါလစ်ဒ် ဘင် အလ်-ဝါလီဒ်ကို စေလွှတ်ခဲ့သည်။ ခါလစ်ဒ်သည် သစ်ပင်သုံးပင်ကို ခုတ်ဖြတ်ပြီး ၎င်းပတ်လည်၌ ဆောက်လုပ်ထားသော အိမ်သို့ ချဉ်းကပ်ကာ ဖျက်ဆီးခဲ့သည်။ သူသည် တမန်တော် ﷺ ထံသို့ ပြန်သွားပြီး အကြောင်းအရာကို ပြောပြသောအခါ တမန်တော်က သူ့ကို ပြောကြားတော်မူသည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْجِعْ فَإِنَّكَ لَمْ تَصْنَعْ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြန်သွားပြီး သင်၏တာဝန်ကို အပြီးသတ်လော့၊ အကြောင်းမူ သင်မပြီးသေးပေ။)</span> ခါလစ်ဒ် ပြန်သွားပြီး အလ်-ဥဇာ၏ အစောင့်အရှောက်များနှင့် ကျွန်များက သူ့ကို မြင်သောအခါ ၎င်းတို့သည် အလ်-ဥဇာကို အော်ခေါ်၍ ဆုတောင်းကြတော့သည်။ ခါလစ်ဒ်က ချဉ်းကပ်သောအခါ သူသည် ဆံပင်ဖရိုဖရဲဖြစ်နေပြီး ခေါင်းပေါ်သို့ သဲများ ပစ်တင်နေသော ကိုယ်ဗလာ အမျိုးသမီးတစ်ဦးကို တွေ့ရှိခဲ့သည်။ ခါလစ်ဒ်သည် သူမကို ဓားဖြင့် သတ်ပစ်ပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ပြန်သွားခဲ့ရာ၊ ကိုယ်တော်က သူ့ကို ပြောကြားတော်မူသည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الْعُزَّىٰ!</p><p lang=\"it\" class=\"it \"><span class=\"gray\">(That was Al-'Uzza!)</span>\"</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင် အိစ်ဟာက်က ပြောကြားသည်− \"အလ်-လတ်သည် အတ္တအစ်ဖ်ဒေသရှိ သာကစ်ဖ်မျိုးနွယ်စုနှင့် သက်ဆိုင်သည်။ ဘနူ မုအတ်တစ်ဗ်တို့သည် အလ်-လတ်၏ အစောင့်အရှောက်များနှင့် ကျွန်များဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်က ပြောသည်မှာ တမန်တော် ﷺ သည် အလ်-လတ်ကို ဖျက်ဆီးရန် အလ်-မူဂီရာ ဘင် ရှုအ်ဘာနှင့် အဘူ ဆူဖ်ယန် ဆခ်ရ် ဘင် ဟာရ်ဗ်တို့ကို စေလွှတ်ခဲ့သည်။ ၎င်းတို့သည် တမန်တော်၏ အမိန့်ကို ဆောင်ရွက်ခဲ့ပြီး အတ္တအစ်ဖ်မြို့တွင် ၎င်း၏ နေရာ၌ ဗလီဝတ်ကျောင်းတော်ကို တည်ဆောက်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင် အိစ်ဟာက်က မနာတ်သည် အောင်စ်နှင့် ခဇ်ရဂျ် မျိုးနွယ်စုများ၏ ရုပ်တုဖြစ်ပြီး ယာသ်ရိဗ် <span class=\"gray\">(အလ်-မဒီနာဟ်)</span> ၌ ၎င်းတို့၏ ဘာသာတရားကို လိုက်နာသူများ၏ ရုပ်တုဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ မနာတ်သည် ကွဒိုက်ဒ်ရှိ မူရှာလ္လလ်ဒေသအနီး ကမ်းခြေနားတွင် ရှိသည်။ တမန်တော် ﷺ သည် အဘူ ဆူဖ်ယန် ဆခ်ရ် ဘင် ဟာရ်ဗ် သို့မဟုတ် အလီ ဘင် အဘီ တာလစ်ဗ်ကို ၎င်းကို ဖြိုဖျက်ရန် စေလွှတ်ခဲ့သည်။ အိဗ်နု အိစ်ဟာက်က ဇူလ်-ခါလာဆာဟ်သည် ဒေါင်းစ်၊ ခါသ်အမ်နှင့် ဘဂျီလာ မျိုးနွယ်စုများ၏ ရုပ်တုဖြစ်ပြီး တဗာလာဟ်ဒေသတွင် နေထိုင်ကြသော အာရပ်လူမျိုးများ၏ ရုပ်တုဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ ကျွန်ုပ်က ဇူလ်-ခါလာဆာဟ်ကို တောင်ပိုင်း ကအ်ဘာဟု ခေါ်ဝေါ်ကြောင်းနှင့် မက္ကာဟ်ရှိ ကအ်ဘာကို မြောက်ပိုင်း ကအ်ဘာဟု ခေါ်ဝေါ်ကြောင်း ပြောသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ဂျရီရ် ဘင် အဗ္ဒူလ္လာဟ် အလ်-ဗဂျာလီကို ဇူလ်-ခါလာဆာဟ်သို့ စေလွှတ်ခဲ့ပြီး သူသည် ၎င်းကို ဖျက်ဆီးခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အိစ်ဟာက်က ဖလ်စ်သည် တိုင်အ်မျိုးနွယ်စုနှင့် တိုင်အ်တောင်ရှိ အိမ်နီးချင်းမျိုးနွယ်စုများ (ဥပမာ- ဆလ်မာနှင့် အဂျ္ဂျာ) တို့၏ ရုပ်တုဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ အိဗ်နု ဟီရှမ်က အသိပညာရှင်အချို့က သူ့ကို ပြောပြသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် အလီ ဘင် အဘီ တာလစ်ဗ်ကို ဖလ်စ်သို့ စေလွှတ်ခဲ့ပြီး သူသည် ၎င်းကို ဖျက်ဆီးခဲ့ကာ ၎င်း၏ ဘဏ္ဍာတိုက်၌ ဓားနှစ်လက်ကို တွေ့ရှိခဲ့ရာ တမန်တော် ﷺ က ထိုဓားများကို အလီအား စစ်ပွဲမှ ရရှိသောပစ္စည်းအဖြစ် ပေးအပ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင် အိစ်ဟာက်က ဟင်မ်ယရ်မျိုးနွယ်စုများနှင့် ယေမင်ပြည်နယ်တွင် စန်အာ၌ ရီယမ်ဟု ခေါ်သော ဝတ်ပြုရာအိမ်တော်တစ်ခု ရှိခဲ့ကြောင်းလည်း ပြောကြားခဲ့သည်။ သူက ၎င်း၌ ခွေးနက်တစ်ကောင်ရှိကြောင်းနှင့် တုဗ်ဗာအ်နှင့်အတူ သွားခဲ့သော ဘာသာရေးသမားများက ၎င်းကို ဖယ်ရှားကာ သတ်ပစ်ပြီး အဆောက်အအုံကို ဖြိုဖျက်ခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အိဗ်နု အိစ်ဟာက်က ရူဒါအ်သည် ဘနီ ရာဘီအာဟ် ဘင် ကအ်ဗ် ဘင် စအ်ဒ် ဘင် ဇိုင်ဒ် မနာတ် ဘင် တမီမ်၏ အဆောက်အအုံတစ်ခုဖြစ်ပြီး အလ်-မုစတောဂီရ် ဘင် ရာဘီအာဟ် ဘင် ကအ်ဗ် ဘင် စအ်ဒ်က အစ္စလာမ်ပြီးနောက် ဖြိုဖျက်ခဲ့ကြောင်း ပြောကြားခဲ့သည်။ စင်ဒဒ်၌ ဇူလ်-ကအ်ဗတ် ရှိခဲ့သည်၊ ၎င်းသည် ဗကရ်နှင့် တဂ်လစ်ဗ်မျိုးနွယ်စုများ၊ ဝါအီလ်၏ သားများ၊ အေယာဒ်မျိုးနွယ်စုများ၏ ရုပ်တုဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်နှင့် ပြိုင်ဘက်များကို ထားရှိပြီး ကောင်းကင်တမန်များသည် အမျိုးသမီးများဖြစ်သည်ဟု ပြောဆိုသော ရုပ်တုကိုးကွယ်သူများကို ချေပခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အမိန့်တော်ရှိသည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّىٰ - وَمَنَاةَ الثَّالِثَةَ الْأُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-လတ်နှင့် အလ်-ဥဇာကို သင်တို့ စဉ်းစားခဲ့ပြီးပြီလော။ အခြား တတိယမြောက် မနာတ်ကိုလည်း (စဉ်းစားခဲ့ပြီးပြီလော)?)</span>၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အမိန့်တော်ရှိသည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် ယောက်ျားများ ဖြစ်ပြီး ကိုယ်တော်အတွက် မိန်းမများ ဖြစ်ပါသလော?)</span> အလ္လာဟ်အရှင်မြတ်က ရုပ်တုကိုးကွယ်သူများအား မေးမြန်းတော်မူသည်− 'သင်တို့သည် အလ္လာဟ်အတွက် မိန်းမသားများကို ရွေးချယ်ပြီး သင်တို့ကိုယ်တိုင်အတွက် ယောက်ျားများကို ဦးစားပေးကြမည်လော။ သင်တို့ကိုယ်တိုင်နှင့် ဖန်ဆင်းခံများကြားတွင် ဤခွဲခြားမှုကို သင်တို့ ပြုလုပ်ခဲ့လျှင် ၎င်းသည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِسْمَةٌ ضِيزَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်မတရားသော ပိုင်းခြားခြင်းပင်တည်း!)</span>' ဆိုလိုသည်မှာ ၎င်းသည် မတရားပြီး မမျှတသော ပိုင်းခြားခြင်းဖြစ်သည်။ 'သင်တို့ကိုယ်တိုင်နှင့် အခြားသူများကြားတွင် ပြုလုပ်ခဲ့လျှင်ပင် ၎င်းသည် မိုက်မဲပြီး မတရားဖြစ်မည်ဖြစ်ရာ၊ သင်တို့နှင့် အလ္လာဟ်ကြားတွင် ဤခွဲခြားမှုကို သင်တို့ မည်သို့ပြုလုပ်ကြသနည်း။' အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့က ရုပ်တုများကို ကိုးကွယ်ခြင်းနှင့် ၎င်းတို့ကို ဘုရားများဟု ခေါ်ဆိုခြင်းအားဖြင့် တီထွင်ခဲ့သော ထိုသို့သော ဆန်းသစ်သည့် မုသားများ၊ မှားယွင်းမှုများနှင့် နတ်မဲ့ဝါဒကို ပယ်ချတော်မူသည်−</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်တို့နှင့် သင်တို့၏ ဖခင်များက အမည်ပေးထားသော အမည်များသာ ဖြစ်သည်)</span> သင်တို့၏ ကိုယ်ပိုင်ဆန္ဒအရ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မည်သည့်အာဏာကိုမျှ ချပေးတော်မူခြင်းမရှိသော)</span> ဆိုလိုသည်မှာ သက်သေအထောက်အထား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မှန်းဆမှုနှင့် ၎င်းတို့ကိုယ်တိုင် နှစ်သက်သောအရာကိုသာ လိုက်နာကြသည်၊)</span> ၎င်းတို့၌ သက်သေအထောက်အထားမရှိ၊ အတိတ်က ဤမှားယွင်းသောလမ်းကို လိုက်ခဲ့သော ၎င်းတို့၏ ဘိုးဘွားများအပေါ် ယုံကြည်မှုနှင့် ခေါင်းဆောင်များ ဖြစ်လာလိုသော ၎င်းတို့၏ တပ်မက်မှုများနှင့် ဆန္ဒများ၊ ထိုမှတစ်ဆင့် ၎င်းတို့၏ ဘိုးဘွားများအတွက် ဂုဏ်ပြုမှုနှင့် ရိုသေလေးစားမှုကို ရရှိရန်သာ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏ အရှင်သခင်ထံမှ လမ်းညွှန်မှုသည် ဧကန်မလွဲ ၎င်းတို့ထံသို့ ရောက်ရှိလာခဲ့ပြီး ဖြစ်သည်။)</span>၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံသို့ ရှင်းလင်းသော အမှန်တရားနှင့် တိကျပြတ်သားသော သက်သေအထောက်အထားများဖြင့် ရစူလ်တမန်တော်များကို စေလွှတ်ခဲ့သည်။ သို့သော် ၎င်းတို့သည် တမန်တော်များမှတစ်ဆင့် ၎င်းတို့ထံ ရောက်ရှိလာသော လမ်းညွှန်မှုကို လိုက်နာခြင်း သို့မဟုတ် စွဲကိုင်ခြင်း မရှိခဲ့ကြ။</p><p lang=\"my\" class=\"my \">ဆန္ဒများဖြင့် တွေးတောခြင်းသည် ဖြောင့်မတ်ခြင်းကို မရရှိစေပါ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အမိန့်တော်ရှိသည်−</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَمْ لِلْإِنْسَانِ مَا تَمَنَّىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် လူသားသည် သူလိုချင်သောအရာကို ရရှိရမည်လော?)</span>၊ ဆိုလိုသည်မှာ လူတိုင်းက မိမိလိုချင်သော ကောင်းမြတ်မှုကို မရရှိနိုင်ကြောင်း အခိုင်အမာ ပြောကြားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် <span class=\"gray\">(မူဆလင်များ၏)</span> ဆန္ဒများနှင့်လည်းကောင်း၊ ကျမ်းဂန်ရှင်တို့၏ ဆန္ဒများနှင့်လည်းကောင်း ကိုက်ညီမည်မဟုတ်ပေ။)</span><span class=\"gray\">(4:123)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိကိုယ်ကို လမ်းညွှန်ခံရသူဟု ပြောဆိုသူတိုင်းသည် အမှန်တကယ် လမ်းညွှန်ခံရသူ မဟုတ်ကြောင်း၊ လူတိုင်းသည် မိမိကိုယ်တိုင်အတွက် လိုချင်သောအရာကို မရရှိနိုင်ကြောင်း ပြောကြားသည်။ အီမာမ် အဟ်မဒ်က အဘူ ဟုရိုင်ရာဟ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَمَنَّىٰ أَحَدُكُمْ فَلْيَنْظُرْ مَا يَتَمَنَّىٰ، فَإِنَّهُ لَا يَدْرِي مَا يُكْتَبُ لَهُ مِنْ أُمْنِيَّتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် တစ်ဦးဦးက တစ်ခုခုကို လိုချင်သောအခါ၊ မိမိလိုချင်သောအရာနှင့် ပတ်သက်၍ သတိထားစေ၊ အကြောင်းမူကား မိမိ၏ ဆန္ဒ၏ မည်သည့်အပိုင်းကို မိမိအတွက် ရေးသားထားသည်ကို သူ မသိသောကြောင့်တည်း။)</span></p><p lang=\"my\" class=\"my \">အဟ်မဒ်တစ်ဦးတည်းသာ ဤဟာဒီးဆ်ကို စုဆောင်းခဲ့သည်။ အလ္လာဟ်၏ အမိန့်တော်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِلَّهِ الْآخِرَةُ وَالْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အတွက် နောင်တမလွန်နှင့် ရှေးဦးသည် ရှိ၏။)</span> ဆိုလိုသည်မှာ ကိစ္စရပ်အားလုံးသည် အလ္လာဟ်နှင့် သက်ဆိုင်ပြီး ကိုယ်တော်သည် ဤလောကနှင့် နောင်တမလွန်၏ ရှင်ဘုရင်နှင့် ပိုင်ရှင်ဖြစ်တော်မူသည်၊ ဘဝနှစ်ခုစလုံးတွင် ကိုယ်တော်အလိုရှိရာကို ဆောင်ရွက်တော်မူသည်။ ကိုယ်တော်အလိုရှိရာသည် ဖြစ်ပေါ်လာပြီး ကိုယ်တော်အလိုမရှိရာသည် မည်သည့်အခါမျှ ဖြစ်ပေါ်လာမည်မဟုတ်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်၏ ခွင့်ပြုချက်မရှိဘဲ ကြားဝင်တောင်းပန်ခြင်း မရှိ</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များ၌ ကောင်းကင်တမန်များစွာ ရှိ၏၊ ၎င်းတို့၏ ကြားဝင်တောင်းပန်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိပြီး နှစ်သက်တော်မူသောသူအတွက် ခွင့်ပြုပြီးမှသာလျှင် မည်သည့်အရာကိုမျှ အကျိုးမဖြစ်ထွန်းစေ။)</span></p><p lang=\"mi\" class=\"mi \">As He said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ ခွင့်ပြုချက်ဖြင့်မှတစ်ပါး ကိုယ်တော့်ထံ၌ မည်သူက ကြားဝင်တောင်းပန်နိုင်သနည်း။)</span><span class=\"gray\">(2:255)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ ခွင့်ပြုချက်ဖြင့်မှတစ်ပါး မည်သူ့အတွက်မျှ ကြားဝင်တောင်းပန်ခြင်းသည် အကျိုးမဖြစ်ထွန်းစေ။)</span><span class=\"gray\">(34:23)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်နှင့် နီးစပ်သော ကောင်းကင်တမန်များ၏ ကိစ္စသည် ဤကဲ့သို့ဖြစ်ပါက၊ အို အသိဉာဏ်မဲ့သူတို့၊ ကိုယ်တော်၏ ခွင့်ပြုချက် သို့မဟုတ် ၎င်းတို့ကို ကိုးကွယ်ရန် ခွင့်ပြုထားသော မည်သည့် နတ်ဘုရားဥပဒေမှ မရှိဘဲ သင်တို့နှင့်အတူ ကိုးကွယ်ကြသော ရုပ်တုများနှင့် ပြိုင်ဘက်များ၏ ကြားဝင်တောင်းပန်မှုကို အလ္လာဟ်က ပေးသနားတော်မူမည်ဟု သင်တို့ မည်သို့ မျှော်လင့်နိုင်သနည်း။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်အားလုံး၏ လျှာဖြင့် ရုပ်တုကိုးကွယ်ခြင်းကို တားမြစ်တော်မူခဲ့ပြီး ဤတားမြစ်ချက်ကို မိမိ၏ ကျမ်းဂန်အားလုံး၌ ထုတ်ဖော်ခဲ့သည်။</p>"
  }
]