[
  {
    "ayah_key": "39:75",
    "group_ayah_key": "39:75",
    "from_ayah": "39:75",
    "to_ayah": "39:75",
    "ayah_keys": "39:75",
    "text": "<p class=\"my translation\" lang=\"my\">အသင်သည် ကောင်းကင်တမန်များကို ပလ္လင်တော်ပတ်လည်မှ ဝိုင်းရံလျက်၊ ၎င်းတို့၏ အရှင်သခင်အား ချီးမွမ်းခြင်းများဖြင့် ဂုဏ်တော်ချီးမွမ်းနေသည်ကို မြင်ရလိမ့်မည်။ ၎င်းတို့အား မှန်ကန်စွာ စစ်ဆေးဆုံးဖြတ်တော်မူမည်။ ထို့နောက် \"ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်၊ အရှင်မြတ်သည် ဖြစ်ရှိသမျှအားလုံး၏ အရှင်သခင်ဖြစ်တော်မူ၏\" ဟု ပြောဆိုကြလိမ့်မည်။ <span>(၇၅)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်(ပရဒိသု)နှင့် ဂျဟန္နမ်(ငရဲ)သားများအား မည်သို့ စစ်ဆေးဆုံးဖြတ်တော်မူမည်ဖြစ်ကြောင်းနှင့် ၎င်းတို့တစ်ဦးစီအား သင့်လျော်သောနေရာ၌ထားရှိတော်မူမည်ဖြစ်ကြောင်း မိန့်ကြားတော်မူသည်။ ၎င်းသည် အရှင်မြတ်ထံတော်မှ တရားမျှတမှုဖြစ်ပြီး အရှင်မြတ်သည် မည်သည့်အခါမျှ မတရားမပြုလုပ်ပေ။ ထို့နောက် အရှင်မြတ်သည် ၎င်း၏ကောင်းကင်တမန်များက အရှင်မြတ်၏ ကြီးကျယ်ခမ်းနားသော ပလ္လင်တော်ကို ဝိုင်းရံလျက်၊ ၎င်းတို့၏ အရှင်သခင်အား ချီးမွမ်းခြင်းများဖြင့် ဂုဏ်တော်ချီးမွမ်းနေကြပုံ၊ အရှင်မြတ်အား ချီးကျူးဂုဏ်ပြုနေကြပုံနှင့် အရှင်မြတ်သည် မည်သည့် ချို့ယွင်းချက်၊ မတရားမှုမျိုးနှင့်မျှ ကင်းစင်တော်မူကြောင်း ကြေညာနေကြပုံတို့ကို မိန့်ကြားတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် အမှန်ကန်ဆုံးနှင့် အတရားမျှတဆုံးနည်းလမ်းဖြင့် စစ်ဆေးဆုံးဖြတ်တော်မူခဲ့ပြီဖြစ်သောကြောင့်ဖြစ်သည်။ အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُضِيَ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား စစ်ဆေးဆုံးဖြတ်တော်မူမည်)</span> ဆိုလိုသည်မှာ ဖန်ဆင်းခံအားလုံးကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်စွာ။)</span> ထို့နောက် အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် \"ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်၊ အရှင်မြတ်သည် ဖြစ်ရှိသမျှအားလုံး၏ အရှင်သခင်ဖြစ်တော်မူ၏\" ဟု ပြောဆိုကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ သက်ရှိ၊ သက်မဲ့ ဖန်ဆင်းခံအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ဉာဏ်ပညာနှင့် တရားမျှတမှုအတွက် အရှင်မြတ်အား ချီးမွမ်းစကားများ ပြောဆိုကြလိမ့်မည်။ ဤစကားများသည် မည်သူမည်ဝါကိုမျှ သီးသန့်ရည်ညွှန်းထားခြင်းမဟုတ်ဘဲ ဖန်ဆင်းခံအားလုံးက အရှင်မြတ်အား ချီးမွမ်းခြင်းကို သက်သေခံကြလိမ့်မည်ဟု ဖော်ပြသည်။ ကတာဒါဟ်က ပြောခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ဖန်ဆင်းခြင်းကို ချီးမွမ်းခြင်းဖြင့် စတင်ခဲ့သည်၊ အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချီးမွမ်းခြင်းအပေါင်းနှင့် ကျေးဇူးတော်ချီးမွမ်းခြင်းတို့သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းတော်မူသော အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်)</span><span class=\"gray\">(၆:၁)</span>။ အရှင်မြတ်သည် ၎င်းကို ချီးမွမ်းခြင်းဖြင့် အဆုံးသတ်ခဲ့သည်၊ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား မှန်ကန်စွာ စစ်ဆေးဆုံးဖြတ်တော်မူမည်။ ထို့နောက် \"ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်၊ အရှင်မြတ်သည် ဖြစ်ရှိသမျှအားလုံး၏ အရှင်သခင်ဖြစ်တော်မူ၏\" ဟု ပြောဆိုကြလိမ့်မည်။)</span>။\"</p>"
  },
  {
    "ayah_key": "39:9",
    "group_ayah_key": "39:9",
    "from_ayah": "39:9",
    "to_ayah": "39:9",
    "ayah_keys": "39:9",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်အား နာခံသူ၊ ည၏အချိန်အခါများတွင် ဆွလာတ်ပြုလုပ်သူ၊ နောင်တမလွန်ဘဝကို ကြောက်ရွံ့၍ ၎င်း၏အရှင်သခင်၏ ကရုဏာတော်ကို မျှော်လင့်သူနှင့် ညီမျှပါသလော။ ပြောလော့- \"သိသူများသည် မသိသူများနှင့် ညီမျှပါသလော။\" ဉာဏ်ပညာရှင်များသာ သတိရကြလိမ့်မည်။ <span>(၉)</span></p><p lang=\"my\" class=\"my \">နာခံသူနှင့် ပြစ်မှုကျူးလွန်သူသည် မတူညီပါ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- 'ဤကဲ့သို့သောသူသည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာ၌ ပူးပေါင်းပြီး အရှင်မြတ်အား ပြိုင်ဘက်များထားရှိသူနှင့် ညီမျှပါသလော။' ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်တွင် မတူညီကြပေ၊ အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسُوا سَوَاءً ۗ مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အားလုံးသည် မတူညီကြ။ ကျမ်းဂန်ရှင်များအနက် အချို့အဖွဲ့သည် မှန်ကန်စွာရပ်တည်ပြီး ည၏အချိန်အခါများတွင် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ရွတ်ဖတ်ကြသည်။ ၎င်းတို့သည် ဆွလာတ်ပြုလုပ်၍ ဦးချကြ၏။)</span><span class=\"gray\">(၃:၁၁၃)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား နာခံသူ၊ ည၏အချိန်အခါများတွင် ဦးချ၍ ရပ်လျက်ရှိသူ)</span> ဆိုလိုသည်မှာ ဆွလာတ်ပြုလုပ်၍ ဦးချပြီး ရပ်တည်နေချိန်တွင် နှိမ့်ချသော၊ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သောသူဖြစ်သည်။ အိဘ်နုမပ်စ်အူးဒ် ရဒီယယ်လ္လာဟုအန်ဟု က ပြောကြားခဲ့သည်မှာ- \"နာခံသူဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ ကို နာခံသူဖြစ်သည်။\" အိဘ်နုအဗ်ဗားစ် ရဒီယယ်လ္လာဟုအန်ဟု၊ အလ်-ဟစန်၊ အစ်စ်-စူဒ်ဒီနှင့် အိဘ်နုဇိုင်းဒ်တို့က Ana'a Al-Layl ဆိုသည်မှာ ညဉ့်နက်ပိုင်းကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝကို ကြောက်ရွံ့၍ ၎င်း၏အရှင်သခင်၏ ကရုဏာတော်ကို မျှော်လင့်သူ။)</span> ဆိုလိုသည်မှာ ၎င်း၏ ဝတ်ပြုကိုးကွယ်မှု၌ ကြောက်ရွံ့မှုနှင့် မျှော်လင့်မှု နှစ်မျိုးလုံးကို ခံစားရသည်။ နှစ်မျိုးလုံးသည် ဝတ်ပြုကိုးကွယ်မှု၌ မရှိမဖြစ်လိုအပ်ပြီး၊ ကြောက်ရွံ့မှုသည် တစ်သက်တာလုံး ပိုမိုပြင်းထန်သင့်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْذَرُ الاٌّخِرَةَ وَيَرْجُواْ رَحْمَةَ رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝကို ကြောက်ရွံ့၍ ၎င်း၏အရှင်သခင်၏ ကရုဏာတော်ကို မျှော်လင့်သူ။)</span> သေခါနီးအချိန်တွင် မျှော်လင့်ချက်သည် အမြင့်ဆုံးဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အိမာမ် အဗ်ဒ်ဘင်န်ဟွမ်မိုင်းဒ်က ၎င်း၏ မွစ်နဒ်ကျမ်းတွင် အနပ်စ် ရဒီယယ်လ္လာဟုအန်ဟု ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ အနပ်စ်က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သေခါနီးလူတစ်ဦးထံသို့ ဝင်ရောက်၍ ၎င်းအား မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَجِدُكَ؟</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(အသင် မည်သို့ခံစားရသနည်း။)</span> ၎င်းက 'ကျွန်ုပ်သည် ကြောက်ရွံ့မှုနှင့် မျှော်လင့်မှု နှစ်မျိုးလုံးကို ခံစားရသည်' ဟု ပြောကြားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَجْتَمِعَانِ فِي قَلْبِ عَبْدٍ فِي مِثْلِ هَذَا الْمَوْطِنِ إِلَّا أَعْطَاهُ اللهُ عَزَّ وَجَلَّ الَّذِي يَرْجُو، وَأَمَّنَهُ الَّذِي يَخَافُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကဲ့သို့သော အချိန်မျိုးတွင် လူတစ်ဦး၏ နှလုံးသားထဲ၌ ဤနှစ်မျိုးသည် အတူတကွ မရှိနိုင်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းမျှော်လင့်သည့်အရာကို ပေးသနားတော်မူမည်ဖြစ်ပြီး ၎င်းကြောက်ရွံ့သည့်အရာမှ ကာကွယ်ပေးလိမ့်မည်။)</span>\"</p><p lang=\"cy\" class=\"cy \">This was recorded by At-Tirmidhi, An-Nasa'i in Al-Yawm wal-Laylah, and Ibn Majah from the Hadith of Yasar bin Hatim from Ja'far bin Sulayman. At-Tirmidhi said, \"Gharib.\"</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က တမီမ် အဒ်-ဒါရီ ရဒီယယ်လ္လာဟုအန်ဟု ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَرَأَ بِمِائَةِ آيَةٍ فِي لَيْلَةٍ كُتِبَ لَهُ قُنُوتُ لَيْلَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို တစ်ညတာအတွင်း အာယသ်တော်တစ်ရာကို ရွတ်ဖတ်ပါက၊ ၎င်းသည် ညဉ့်လုံး ဆွလာတ်ပြုလုပ်ခဲ့သကဲ့သို့ မှတ်တမ်းတင်ခံရလိမ့်မည်။)</span> ဤအရာကို အန်-နစာအီက Al-Yawm wal-Laylah တွင်လည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- \"သိသူများသည် မသိသူများနှင့် ညီမျှပါသလော။\")</span> ဆိုလိုသည်မှာ ဤသူသည် အလ္လာဟ်အရှင်မြတ်အား ပြိုင်ဘက်များထားရှိကာ ၎င်း၏ လမ်းမှ <span class=\"gray\">(လူတို့ကို)</span> လမ်းမှားစေသူနှင့် ညီမျှပါသလော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဉာဏ်ပညာရှင်များသာ သတိရကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့နှစ်ဦးအကြား ကွာခြားချက်ကို နားလည်မည့်သူမှာ ဉာဏ်ပညာရှိသူသာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး သိတော်မူသည်။</p>"
  },
  {
    "ayah_key": "3:1",
    "group_ayah_key": "3:1",
    "from_ayah": "3:1",
    "to_ayah": "3:4",
    "ayah_keys": "3:1,3:2,3:3,3:4",
    "text": "<div lang=\"is\" class=\"is \"><h2>The Tafsir of Surah Āl 'Imrān</h2></div><div><h2><span class=\"gray\">(Chapter 3)</span></h2></div><p lang=\"my\" class=\"my \">ဆူရာ အာလ်-အိမ္ရာန်သည် အလ်-မဒီနာတွင် ထုတ်ပြန်ခဲ့သည်၊ ၎င်းရှိ ပထမဆုံး အာယသ်တော် ရှစ်ဆယ့်သုံးခုသည် ဟိဂျ်ရာ ခုနှစ်တွင် အလ်-မဒီနာသို့ ရောက်ရှိလာခဲ့သော နဂျ်ရန်မှ ကိုယ်စားလှယ်အဖွဲ့နှင့် သက်ဆိုင်ကြောင်း ထင်ရှားသည်။ <span class=\"gray\">(၆၃၂ ခုနှစ်)</span>။ အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိပါက၊ ဤဆူရာရှိ မူဘာဟာလာ <span class=\"gray\">[၃:၆၁]</span> အာယသ်တော်ကို ရှင်းပြသောအခါ ဤအကြောင်းအရာကို ကျွန်ုပ်တို့ အသေးစိတ်ရှင်းပြပါမည်။ ဆူရာ အလ်-ဘကရဟ်၏ တဖ်စီရ်အစတွင် ဆူရာ အာလ်-အိမ္ရာန်၏ ဂုဏ်ကျေးဇူးများနှင့်အတူ ဆူရာ အလ်-ဘကရဟ်၏ ဂုဏ်ကျေးဇူးများကိုလည်း ဖော်ပြခဲ့ကြောင်း ကျွန်ုပ်တို့ ပြောကြားလိုပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ - نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرَاةَ وَالْإِنجِيلَ - مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انتِقَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲတစေ သနားကြင်နာတော်မူသော အရှင်မြတ်။)</span><span class=\"gray\">(၁။ အလိဖ်-လာမ်-မီမ်။)</span><span class=\"gray\">(၂။ အလ္လာဟ်! အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သူ မည်သူမျှမရှိ၊ ထာဝစဉ်အသက်ရှင်တော်မူသော၊ ဖြစ်ရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်။)</span><span class=\"gray\">(၃။ ၎င်းသည် သင့်ထံသို့ မှန်ကန်စွာ ၎င်းမတိုင်မီကရှိခဲ့သည်များကို အတည်ပြုလျက် ကျမ်းဂန်ကို ပို့ချပေးတော်မူသော အရှင်မြတ်ဖြစ်၏။ အရှင်မြတ်သည် တောင်ရာတ်နှင့် အင်ဂျီလ်ကိုလည်း ပို့ချပေးတော်မူ၏။)</span><span class=\"gray\">(၄။ ရှေးယခင်က လူသားတို့အတွက် လမ်းညွှန်အဖြစ်၊ အရှင်မြတ်သည် သီးခြားခွဲခြားမှုကိုလည်း ပို့ချပေးတော်မူ၏။ မှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်သူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိ၏။ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ ပြစ်ဒဏ်ပေးနိုင်သော အရှင်မြတ်ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အာယသ် အလ်-ကူရ်စီ <span class=\"gray\">[၂:၂၅၅]</span> ၏ တဖ်စီရ်တွင် အလ္လာဟ်အရှင်မြတ်၏ အကြီးမြတ်ဆုံး နာမတော်သည် ဤအာယသ်တော် နှစ်ခုတွင် ပါဝင်ကြောင်း ဖော်ပြထားသည့် ဟဒီးစ်တော်ကို ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်! အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သူ မည်သူမျှမရှိ၊ ထာဝစဉ်အသက်ရှင်တော်မူသော၊ ဖြစ်ရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်။)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ်-လာမ်-မီမ်။ အလ္လာဟ်! အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သူ မည်သူမျှမရှိ၊ ထာဝစဉ်အသက်ရှင်တော်မူသော၊ ဖြစ်ရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်။)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် တဖ်စီရ်ကိုလည်း ရှင်းပြခဲ့သည်-</p><p class=\"qpc-hafs\">الم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ်-လာမ်-မီမ်)</span> ဆူရာ အလ်-ဘကရဟ်၏ အစပိုင်းတွင် ပါရှိသည့်အတိုင်း၊ ထို့ပြင် အဓိပ္ပါယ်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"uz\" class=\"uz \"><span class=\"gray\">(Allah! La ilaha illa Huwa, Al-Hayyul-Qayyum)</span> in the Tafsir of Ayat Al-Kursi. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင့်ထံသို့ မှန်ကန်စွာ ကျမ်းဂန်ကို ပို့ချပေးတော်မူသော အရှင်မြတ်ဖြစ်၏၊)</span> ဆိုလိုသည်မှာ အို မိုဟမ္မဒ်၊ သင့်ထံသို့ ကုရ်အာန်ကျမ်းကို မှန်ကန်စွာ ထုတ်ပြန်ခဲ့သည်၊ ဆိုလိုသည်မှာ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ထုတ်ပြန်ခဲ့သည်ဟု သံသယဖြစ်ဖွယ်မရှိပါ။ မှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်ကျမ်းကို ၎င်း၏ ဉာဏ်တော်ဖြင့် ထုတ်ပြန်ခဲ့ပြီး၊ ကောင်းကင်တမန်များက ဤအချက်ကို သက်သေခံသည်။ အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ် လုံလောက်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမတိုင်မီကရှိခဲ့သည်များကို အတည်ပြုလျက်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များနှင့် တမန်တော်များထံ ပို့ချခဲ့သော ယခင်ကျမ်းဂန်များမှဖြစ်သည်။ ဤကျမ်းဂန်များသည် ကုရ်အာန်၏ အမှန်တရားကို သက်သေခံပြီး၊ ကုရ်အာန်သည်လည်း ဤကျမ်းဂန်များတွင် ပါဝင်သည့် မိုဟမ္မဒ်၏ တမန်တော်ဖြစ်ခြင်းနှင့် ခမ်းနားထည်ဝါသော ကုရ်အာန် ထုတ်ပြန်ခြင်းသတင်းများနှင့် ဝမ်းမြောက်ဖွယ်ရာသတင်းများကို အတည်ပြုသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلَ التَّوْرَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် တောင်ရာတ်ကျမ်းကို ပို့ချပေးတော်မူ၏)</span> မူဆာ <span class=\"gray\">(မူဆာ)</span> အိမ္ရာန်၏သား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْإِنجِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အင်ဂျီလ်ကျမ်းကိုလည်း)</span>၊ မရ်ယမ်၏သား အီစာထံသို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးယခင်က)</span> ဆိုလိုသည်မှာ ကုရ်အာန်မထုတ်ပြန်မီက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى لِّلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် လမ်းညွှန်အဖြစ်)</span> ၎င်းတို့၏ ခေတ်ကာလတွင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلَ الْفُرْقَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သီးခြားခွဲခြားမှုကိုလည်း ပို့ချပေးတော်မူ၏)</span> ဆိုလိုသည်မှာ တစ်ဖက်တွင် လမ်းမှားခြင်း၊ မဟုတ်မမှန်ခြင်းနှင့် သွေဖည်ခြင်းတို့အကြား၊ အခြားတစ်ဖက်တွင် လမ်းညွှန်မှု၊ အမှန်တရားနှင့် ဘုရားတရားကိုင်းရှိုင်းမှုတို့အကြား ခွဲခြားမှုကို ဖြစ်သည်။ ၎င်းတွင်ပါဝင်သော လက္ခဏာများ၊ အမှတ်အသားများ၊ ထင်ရှားသော သက်သေအထောက်အထားများနှင့် ရှင်းလင်းပြတ်သားသော သက်သေများကြောင့်ဖြစ်ပြီး၊ ၎င်း၏ ရှင်းလင်းချက်များ၊ ဖြည့်စွက်ချက်များ စသည်တို့ကြောင့်လည်း ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်သူများ)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ငြင်းဆိုခဲ့ကြသည်၊ လက်မခံခဲ့ကြသည်နှင့် မတရားသဖြင့် ပယ်ချခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَهُمْ عَذَابٌ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိ၏)</span> ရှင်ပြန်ထမြောက်ရာနေ့၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်ဖြစ်တော်မူ၏)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ ကြီးကျယ်ခမ်းနားမှုသည် အနိုင်မခံရနိုင်ဘဲ အရှင်မြတ်၏ အချုပ်အခြာအာဏာသည် အဆုံးမရှိဖြစ်၏၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">ذُو انتِقَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြစ်ဒဏ်ပေးနိုင်သော အရှင်မြတ်။)</span> ၎င်း၏ အာယသ်တော်များကို ငြင်းပယ်ပြီး ၎င်း၏ ဂုဏ်သရေရှိ တမန်တော်များနှင့် ကြီးမြတ်သော နဗီတမန်တော်များကို ဆန့်ကျင်သူများထံမှ။</p>"
  }
]