[
  {
    "ayah_key": "47:14",
    "group_ayah_key": "47:14",
    "from_ayah": "47:14",
    "to_ayah": "47:15",
    "ayah_keys": "47:14,47:15",
    "text": "<p lang=\"my\" class=\"my \">သူ၏အရှင်သခင်ထံမှ ထင်ရှားသော သက်သေသာဓကပေါ်တွင် ရပ်တည်သူသည် မိမိတို့၏ မကောင်းမှုများကို လှပသည်ဟု မြင်ပြီး မိမိတို့၏ လောဘဇောနောက်သို့ လိုက်ပါသူများနှင့် တူနိုင်ပါသလော။ <span>(၁၄)</span>တက်ကဝါရှိသူများအား ကတိပြုထားသော ဂျန္နတ်၏ ဖော်ပြချက်မှာ <span class=\"gray\">(၎င်းတွင်)</span> ရေဆိုးမပါသော မြစ်များ၊ အရသာမပြောင်းလဲသော နို့မြစ်များ၊ သောက်သုံးသူများအတွက် အရသာရှိသော စပျစ်ရည်မြစ်များ၊ သန့်စင်သော ပျားရည်မြစ်များ ရှိသည်။ ထိုနေရာတွင် ၎င်းတို့အတွက် သစ်သီးမျိုးစုံနှင့် ၎င်းတို့၏အရှင်သခင်ထံမှ ခွင့်လွှတ်ခြင်းများ ရှိသည်။ ၎င်းကို ငရဲတွင် ထာဝရနေထိုင်သူများ၊ အူများကို ပြတ်တောက်စေသော ရေနွေးပူများကို သောက်သုံးခွင့်ရသူများနှင့် တူနိုင်ပါသလော။ <span>(၁၅)</span></p><p lang=\"my\" class=\"my \">အမှန်တရားကို ကိုးကွယ်သူနှင့် လောဘကို ကိုးကွယ်သူတို့သည် မတူညီကြပေ</p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ كَانَ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏အရှင်သခင်ထံမှ ထင်ရှားသော သက်သေသာဓကပေါ်တွင် ရပ်တည်သူသည်...)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များနှင့် သူ၏သာသနာတော်နှင့်ပတ်သက်၍ ထင်ရှားသော အမြင်နှင့် သေချာမှုရှိသော ပုဂ္ဂိုလ်ဖြစ်သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျမ်းတော်တွင် ထုတ်ပြန်ပြသထားသည့် လမ်းညွှန်မှုနှင့် အသိပညာကြောင့်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ဖန်ဆင်းထားသည့် သန့်ရှင်းသော မွေးရာပါ သဘာဝကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သူသည်)</span> မိမိတို့၏ မကောင်းမှုများကို လှပသည်ဟု မြင်ပြီး မိမိတို့၏ လောဘဇောနောက်သို့ လိုက်ပါသူများနှင့် တူနိုင်ပါသလော?)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် တူညီနိုင်မည်မဟုတ်ပေ။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَىٰ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်ထံမှ သင့်ထံထုတ်ပြန်ထားသော အရာသည် အမှန်တရားဖြစ်ကြောင်း သိသူသည် မျက်မမြင်နှင့်တူနိုင်ပါသလော?)</span><span class=\"gray\">(၁၃:၁၉)</span> ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသားများနှင့် ဂျန္နတ်သားများသည် မတူညီကြပေ။ ဂျန္နတ်သားများသည် အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။)</span><span class=\"gray\">(၅၉:၂၀)</span></p><p lang=\"my\" class=\"my \">ဂျန္နတ်၏ ဖော်ပြချက်နှင့် ၎င်း၏မြစ်များ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တက်ကဝါရှိသူများအား ကတိပြုထားသော ဂျန္နတ်၏ ဖော်ပြချက်...)</span> 'အိကရိမာဟ်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْجَنَّةِ </p><p lang=\"fr\" class=\"fr \"><span class=\"gray\">(The description of Paradise)</span> \"This means its description.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် ရေဆိုးမပါသော မြစ်များ ရှိသည်၊)</span> အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် ကျေနပ်ပါစေ)၊ အလ်-ဟစန်၊ နှင့် ကတာဒါးဟ်တို့အားလုံးက \"၎င်းသည် မပြောင်းလဲပါ\" ဟု ပြောကြသည်။ ကတာဒါးဟ်၊ အဒ်-ဒဟ်ဟက်၊ နှင့် 'အတားအလ်-ခူရာစာနီတို့အားလုံးက \"၎င်းသည် အနံ့ဆိုးမထွက်ပါ\" ဟု ပြောကြသည်။ အာရပ်လူမျိုးများက ၎င်း၏ <span class=\"gray\">(ရေ)</span> အနံ့ပြောင်းလဲပါက 'အာစင်' ဟု ခေါ်ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရသာမပြောင်းလဲသော နို့မြစ်များ၊)</span> ဆိုလိုသည်မှာ ထိုနို့သည် အလွန်ဖြူစင်မှု၊ ချိုမြိန်မှု၊ နှင့် ပြည့်စုံမှုရှိသည်။ တမန်တော်မြတ် ﷺ ထံမှ ဆက်စပ်၍ ဟဒီးစ်တစ်ခုတွင် ဖော်ပြထားသည် \"၎င်းတို့၏နို့သည် ကျွဲနွားများ၏ နို့အိတ်များမှ ထွက်မလာခဲ့ပေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သောက်သုံးသူများအတွက် အရသာရှိသော စပျစ်ရည်မြစ်များ၊)</span> ဆိုလိုသည်မှာ ထိုစပျစ်ရည်သည် လောကီဘဝမှဲ့လို အရသာဆိုး သို့မဟုတ် အနံ့ဆိုး မရှိပေ။ ယင်းအစား ၎င်းသည် အသွင်အပြင်၊ အရသာ၊ အနံ့နှင့် အကျိုးသက်ရောက်မှုတို့တွင် ကောင်းမွန်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း <span class=\"gray\">(စပျစ်ရည်)</span> သည် ဆိုးကျိုးမရှိ၊ မူးယစ်စေခြင်းလည်း မရှိပေ။)</span><span class=\"gray\">(၃၇:၄၇)</span> ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း <span class=\"gray\">(စပျစ်ရည်)</span> ကြောင့် ၎င်းတို့သည် ခေါင်းကိုက်မည်မဟုတ်၊ မူးယစ်ကြမည်လည်း မဟုတ်ပေ။)</span><span class=\"gray\">(၅၆:၁၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْضَاءَ لَذَّةٍ لِلشَّارِبِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြူစင်ပြီး သောက်သုံးသူများအတွက် အရသာရှိသည်)</span><span class=\"gray\">(၃၇:၄၆)</span> တမန်တော်မြတ် ﷺ ထံမှ ဆက်စပ်၍ ဟဒီးစ်တစ်ခုတွင် ဖော်ပြထားသည် \"၎င်းတို့၏ စပျစ်ရည်ကို လူတို့၏ ခြေဖဝါးအောက်တွင် မဖိနှိပ်ခဲ့ပေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သန့်စင်သော ပျားရည်မြစ်များ၊)</span> ဆိုလိုသည်မှာ ထိုပျားရည်သည် အလွန်သန့်စင်မှု၊ နှစ်လိုဖွယ်အရောင်၊ အရသာနှင့် အနံ့တို့ ရှိသည်။ တမန်တော်မြတ် ﷺ ထံမှ ဆက်စပ်၍ ဟဒီးစ်တစ်ခုတွင် ဖော်ပြထားသည် \"၎င်းတို့၏ပျားရည်သည် ပျားများ၏ ဗိုက်ထဲမှ ထွက်မလာခဲ့ပေ။\"</p><p lang=\"my\" class=\"my \">အီမာမ် အာဟ်မဒ်သည် ဟာကင်မ် ဘင် မူအာဝီယာဟ် ထံမှ မှတ်တမ်းတင်ထားသည်၊ ၎င်းက သူ၏ဖခင်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားသည်ဟု ပြောပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْجَنَّةِ بَحْرُ اللَّبَنِ وَبَحْرُ الْمَاءِ وَبَحْرُ الْعَسَلِ وَبَحْرُ الْخَمْرِ، ثُمَّ تُشَقَّقُ الْأَنْهَارُ مِنْهَا بَعْدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဂျန္နတ်တွင် နို့ပင်လယ်၊ ရေပင်လယ်၊ ပျားရည်ပင်လယ်၊ စပျစ်ရည်ပင်လယ်များ ရှိသည်။ ထို့နောက် မြစ်များသည် ၎င်းတို့မှ စိမ့်ထွက်လာကြသည်။ </span></p><p lang=\"my\" class=\"my \">အတ်-တီရ်မီဇီသည် ဤပြောကြားချက်ကို သူ၏ ဂျန္နတ်၏ဖော်ပြချက် ကဏ္ဍတွင် ဖော်ပြခဲ့ပြီး \"ဟာစန် စဟီးဟ်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အတ်-စဟီးဟ်တွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَأَلْتُمُ اللهَ تَعَالىٰ فَاسْأَلُوهُ الْفِرْدَوْسَ فَإِنَّهُ أَوْسَطُ الْجَنَّةِ، وَأَعْلَى الْجَنَّةِ، وَمِنْهُ تُفَجَّرُ أَنْهَارُ الْجَنَّةِ، وَفَوْقَهُ عَرْشُ الرَّحْمٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အလ္လာဟ်အရှင်မြတ်ထံမှ တောင်းခံသည့်အခါ အလ်-ဖိရ်ဒေါ့စ်ကို တောင်းခံကြ၊ အကြောင်းမူကား ၎င်းသည် ဂျန္နတ်၏ အလယ်ဗဟိုနှင့် အမြင့်ဆုံးအပိုင်းဖြစ်ပြီး၊ ၎င်းမှ ဂျန္နတ်၏မြစ်များ စီးဆင်းထွက်ပေါ်ကာ ၎င်းအထက်တွင် အလွန်သနားကြင်နာတော်မူသောအရှင်၏ ရာဇပလ္လင် ရှိသည်။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ထိုနေရာတွင် ၎င်းတို့အတွက် သစ်သီးမျိုးစုံ ရှိသည်၊ ...)</span> ၎င်းသည် သူ၏မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေရာတွင် သစ်သီးမျိုးစုံကို ငြိမ်းချမ်းစွာနှင့် လုံခြုံစွာ တောင်းခံကြလိမ့်မည်။)</span><span class=\"gray\">(၄၄:၅၅)</span> ထို့အပြင် သူ၏မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် သစ်သီးမျိုးစုံကို စုံတွဲလိုက် ရှိကြလိမ့်မည်။)</span><span class=\"gray\">(၅၅:၅၂)</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَغْفِرَةٌ مِنْ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ၎င်းတို့၏ အရှင်သခင်ထံမှ ခွင့်လွှတ်ခြင်း။)</span> ဆိုလိုသည်မှာ အထက်ပါအရာများအားလုံးအပြင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَنْ هُوَ خَالِدٌ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်ကား ငရဲတွင် ထာဝရနေထိုင်သူများနှင့် တူနိုင်ပါသလော)</span> ဆိုလိုသည်မှာ၊ 'ဂျန္နတ်တွင် ၎င်းတို့၏ အဆင့်အတန်းကို ကျွန်ုပ်တို့ ဖော်ပြခဲ့သောသူများသည် ငရဲတွင် ထာဝရနေထိုင်မည့်သူများနှင့် တူနိုင်ပါသလော?' ၎င်းတို့သည် မတူညီကြပေ၊ ထို့အတူ အမြင့်ဆုံးအဆင့် <span class=\"gray\">(ဂျန္နတ်တွင်)</span> ရှိမည့်သူများနှင့် အနိမ့်ဆုံးအနက်ရှိုင်းဆုံး <span class=\"gray\">(ငရဲတွင်)</span> ရှိမည့်သူများသည်လည်း မတူညီကြပေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسُقُوا مَاءً حَمِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရေနွေးပူများကို သောက်သုံးရန် ပေးသည်)</span> ဆိုလိုသည်မှာ အလွန်ပူပြင်းသည်; မခံမရပ်နိုင်အောင် ပူပြင်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَقَطَّعَ أَمْعَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အူများကို ပြတ်တောက်စေသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ အတွင်းပိုင်း – အူသိမ်နှင့် အူမ နှစ်ခုလုံးကို ဖြတ်တောက်မည်ဖြစ်သည်။ ထိုအရာမှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့ ခိုလှုံသည်။</p>"
  }
]