[
  {
    "ayah_key": "2:282",
    "group_ayah_key": "2:282",
    "from_ayah": "2:282",
    "to_ayah": "2:282",
    "ayah_keys": "2:282",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! သင်တို့သည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် အကြွေး စာချုပ်ချုပ်ဆိုပါက ၎င်းကို ရေးမှတ်ထားကြကုန်။ စာရေးသူတစ်ဦးသည် သင်တို့အကြား တရားမျှတစွာ ရေးမှတ်ပါစေ။ အလ္လာဟ်အရှင်မြတ် သင်ကြားပေးသကဲ့သို့ စာရေးသူသည် ရေးမှတ်ရန် ငြင်းဆန်ခြင်းမပြုပါစေနှင့်၊ ထို့ကြောင့် သူရေးမှတ်ပါစေ။ တာဝန်ရှိသူ <span class=\"gray\">(အကြွေးတင်သူ)</span> သည် ချမှတ်စေ၊ ထို့ပြင် သူသည် အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ သခင်အား တာကွာထားရှိရမည်ဖြစ်ပြီး၊ သူပေးဆပ်ရမည့်အရာများမှ မည်သည့်အရာကိုမျှ မလျှော့ချပါနှင့်။ သို့သော် အကယ်၍ အကြွေးတင်သူသည် နားလည်မှုနည်းပါးသူ၊ သို့မဟုတ် အားနည်းသူ၊ သို့မဟုတ် သူ့ကိုယ်တိုင် ချမှတ်နိုင်စွမ်းမရှိသူဖြစ်ပါက၊ ၎င်း၏ အုပ်ထိန်းသူသည် တရားမျှတစွာ ချမှတ်ပါစေ။ ထို့ပြင် သင်တို့၏ အမျိုးသားများထဲမှ သက်သေနှစ်ဦးကို ရယူကြကုန်။ အကယ်၍ အမျိုးသားနှစ်ဦး <span class=\"gray\">(ရရှိနိုင်ခြင်း)</span> မရှိပါက၊ အမျိုးသားတစ်ဦးနှင့် အမျိုးသမီးနှစ်ဦး၊ သင်တို့ သက်သေများအဖြစ် သဘောတူသောသူများ ဖြစ်ရမည်။ သို့မှသာ ၎င်းတို့ <span class=\"gray\">(အမျိုးသမီးနှစ်ဦး)</span> ထဲမှ တစ်ဦးတစ်ယောက် မှားယွင်းပါက၊ ကျန်တစ်ဦးက ပြန်လည်သတိပေးနိုင်မည်။ ထို့ပြင် သက်သေများကို <span class=\"gray\">(သက်သေခံရန်)</span> ခေါ်သောအခါ ၎င်းတို့သည် ငြင်းဆန်ခြင်းမပြုရ။ သင်တို့သည် ၎င်းကို <span class=\"gray\">(သင်တို့၏ စာချုပ်)</span> ရေးမှတ်ရန် ပျင်းရိခြင်းမဖြစ်သင့်ပေ၊ အသေးဖြစ်စေ၊ အကြီးဖြစ်စေ၊ ၎င်း၏ သတ်မှတ်ထားသော ကာလအတွက် ရေးမှတ်ထားခြင်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် ပို၍ တရားမျှတသည်။ သက်သေအဖြစ် ပို၍ ခိုင်မာသည်၊ သင်တို့အကြား သံသယများ ဖြစ်ပေါ်ခြင်းကို ကာကွယ်ရန် ပို၍ အဆင်ပြေသည်။ သင်တို့အချင်းချင်း ချက်ချင်း လက်ငင်း ဆောင်ရွက်သော ကုန်သွယ်မှုမှတစ်ပါး၊ ထိုသို့သော ကိစ္စတွင် သင်တို့ မရေးမှတ်ပါက သင်တို့အပေါ် အပြစ်မရှိပေ။ သို့သော် သင်တို့သည် ကုန်သွယ်မှုစာချုပ် ချုပ်ဆိုတိုင်း သက်သေများကို ရယူကြကုန်။ စာရေးသူဖြစ်စေ၊ သက်သေဖြစ်စေ မည်သူမျှ ထိခိုက်နစ်နာခြင်း မရှိပါစေနှင့်။ သို့သော် သင်တို့ <span class=\"gray\">(ထိုသို့ ထိခိုက်နစ်နာစေခြင်း)</span> ပြုပါက၊ ၎င်းသည် သင်တို့၌ ဆိုးသွမ်းမှု ဖြစ်ပေလိမ့်မည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား တာကွာထားရှိကြကုန်။ အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို သင်ကြားပေးတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိရှိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၂၈၂)</span></p><div lang=\"my\" class=\"my \"><h2>နောက်မှ အကျိုးသက်ရောက်မည့် ကိစ္စရပ်များကို ရေးမှတ်ခြင်း၏ လိုအပ်ချက်</h2></div><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် ခမ်းနားသောကုရ်အာန်တွင် အရှည်ဆုံးအာယတ်တော်ဖြစ်သည်။ အီမာမ် အဘူဂျာဖာအ် အိဗ်နုဂျရီရ်က ဆာအိဒ် အိဗ်နုလ်မူဆယျစ်ဗ်သည် ထီးနန်းအထက်မှ အသစ်ဆုံး ထုတ်ပြန်ခဲ့သော အာယတ်တော် – ကုရ်အာန်တွင် နောက်ဆုံးထုတ်ပြန်ခဲ့သော အာယတ်တော် – သည် ကြွေးမြီနှင့် ပတ်သက်သော အာယတ်တော်ဖြစ်ကြောင်း ပြောဆိုခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنتُم بِدَيْنٍ إِلَىٰ أَجَلٍ مُّسَمًّى فَاكْتُبُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့သည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် အကြွေး စာချုပ်ချုပ်ဆိုပါက ၎င်းကို ရေးမှတ်ထားကြကုန်)</span> ဟူသည် အလ္လာဟ်အရှင်မြတ်၏ ယုံကြည်သူကျွန်များကို ၎င်းတို့၏ စီးပွားရေးကိစ္စများကို သတ်မှတ်ကာလ နောက်ကျသည့်အခါ မှတ်တမ်းတင်ရန်၊ ထိုကိစ္စများ၏ သတ်မှတ်ချက်များနှင့် အချိန်များကို ထိန်းသိမ်းရန်၊ သက်သေများ၏ မှတ်ဉာဏ်ကို ထိန်းသိမ်းရန် ညွှန်ကြားခြင်းဖြစ်သည်။ အာယတ်တော်၏ အဆုံးပိုင်းတွင် ဖော်ပြထားသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ أَقْسَطُ عِندَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَىٰ أَلَّا تَرْتَابُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် ပို၍ တရားမျှတသည်။ သက်သေအဖြစ် ပို၍ ခိုင်မာသည်၊ သင်တို့အကြား သံသယများ ဖြစ်ပေါ်ခြင်းကို ကာကွယ်ရန် ပို၍ အဆင်ပြေသည်။)</span></p><p lang=\"my\" class=\"my \">ဆဟီးဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နုအဗ်ဗာစ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အလ်-မဒီနာသို့ ရောက်ရှိလာခဲ့ရာ လူများသည် တစ်နှစ် သို့မဟုတ် နှစ်နှစ်အတွင်း ပို့ဆောင်မည့် သစ်သီးများအတွက် ကြိုတင်ငွေပေးချေလေ့ရှိကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَسْلَفَ، فَلْيُسْلِفْ فِي كَيْلٍ مَعْلُومٍ، وَوَزْنٍ مَعْلُومٍ، إِلَى أَجَلٍ مَعْلُومٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကြိုတင်ငွေပေးချေသည် <span class=\"gray\">(နောက်မှ ပို့ဆောင်မည့် အင်ဂျီအတွက်)</span> ကို သတ်မှတ်ထားသော ပမာဏနှင့် အလေးချိန် <span class=\"gray\">(အင်ဂျီများ၏)</span> အတွက် သတ်မှတ်ထားသော ရက်စွဲတစ်ခုအတွက် ပေးချေသင့်သည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاكْتُبُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ရေးမှတ်ထားကြကုန်)</span> ဟူသည် ထိုသို့သော ကိစ္စရပ်များကို မှတ်တမ်းတင်ရန်၊ ၎င်းတို့၏ သတ်မှတ်ချက်များကို ထောက်ခံရန်နှင့် ထိန်းသိမ်းရန် အရှင်မြတ်၏ အမိန့်တော်ဖြစ်သည်။ အိဗ်နုဂျူရိုင်ဂျ်က ပြောသည်- \"မည်သူမဆို ငွေချေးယူပါက သတ်မှတ်ချက်များကို ရေးမှတ်ထားရမည်၊ မည်သူမဆို ဝယ်ယူပါက သက်သေများထားရှိရမည်။\" အဘူဆအိဒ်၊ အက်ရှ်-ရှအ်ဘီ၊ အာရ်-ရာဘီအ် ဘင် အနပ်စ်၊ အလ်-ဟစန်၊ အိဗ်နုဂျူရိုင်ဂျ်နှင့် အိဗ်နုဇိုင်ဒ်တို့က ထိုသို့သော ကိစ္စရပ်များကို မှတ်တမ်းတင်ခြင်းသည် ယခင်က လိုအပ်သော်လည်း၊ အလ္လာဟ်အရှင်မြတ်၏ ဤမိန့်ကြားချက်ဖြင့် ပယ်ဖျက်ခဲ့သည်ဟု ပြောဆိုကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့အနက် တစ်ဦးက ကျန်တစ်ဦးအား ယုံကြည်အပ်နှံပါက၊ ယုံကြည်အပ်နှံခြင်းခံရသူသည် ၎င်း၏ ယုံကြည်အပ်နှံမှုကို <span class=\"gray\">(သစ္စာရှိရှိ)</span> ထမ်းဆောင်ပါစေ။)</span><span class=\"gray\">[၂:၂၈၃]</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَكْتُب بَّيْنَكُم كَاتِبٌ بِالْعَدْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာရေးသူတစ်ဦးသည် သင်တို့အကြား တရားမျှတစွာ ရေးမှတ်ပါစေ)</span> ဟူသည် သစ္စာနှင့်အညီ ရေးမှတ်စေ။ ထို့ကြောင့် စာရေးသူသည် စာချုပ်ပါ မည်သည့်ပါတီကိုမျှ လိမ်လည်ခြင်း မပြုရပေ။ စာချုပ်ပါ ပါတီများ သဘောတူထားသည့်အရာများကိုသာ ထပ်ပေါင်းခြင်း သို့မဟုတ် ဖျက်ပစ်ခြင်းမရှိဘဲ မှတ်တမ်းတင်ရမည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْبَ كَاتِبٌ أَن يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် သင်ကြားပေးသကဲ့သို့ စာရေးသူသည် ရေးမှတ်ရန် ငြင်းဆန်ခြင်းမပြုပါစေနှင့်၊ ထို့ကြောင့် သူရေးမှတ်ပါစေ)</span> ဟူသည် \"စာရေးတတ်သူများသည် တောင်းဆိုခံရသည့်အခါ ကိစ္စရပ်စာချုပ်များကို ရေးမှတ်ရန် ငြင်းဆန်ခြင်း မပြုသင့်ပေ။\" ထို့ပြင် ထိုသို့သော စာချုပ်များကို ရေးမှတ်ခြင်းသည် စာရေးသူထံမှ စာမတတ်သူများအတွက် ဆွဒ်ကဟ် (အလှူ) အမျိုးအစား ဖြစ်ပါစေ၊ အလ္လာဟ်အရှင်မြတ်သည် သူမသိသောအရာများကို သင်ကြားပေးတော်မူသကဲ့သို့ပင်။ ထို့ကြောင့် ဟဒီးစ်တွင် ဖော်ပြထားသည့်အတိုင်း သူရေးမှတ်ပါစေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مِنَ الصَّدَقَةِ أَنْ تُعِينَ صَانِعًا، أَوْ تَصْنَعَ لِأَخْرَقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လုပ်သားတစ်ဦးကို ကူညီခြင်းနှင့် အားနည်းသူတစ်ဦးအတွက် တစ်စုံတစ်ရာ ပြုလုပ်ပေးခြင်းသည် ဆွဒ်ကဟ် အမျိုးအစားဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အခြားဟဒီးစ်တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَتَمَ عِلْمًا يَعْلَمُهُ، أُلْجِمَ يَوْمَ الْقِيَامَةِ بِلِجَامٍ مِنْ نَارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို သူသိသော အသိပညာကို သူ့ဘာသာ သိမ်းဆည်းထားပါက ရှင်ပြန်ထမြောက်ရာနေ့၌ မီးဖြင့်ပြုလုပ်ထားသော ဇက်ကြိုးဖြင့် ထိန်းချုပ်ခံရလိမ့်မည်။)</span> မူဂျာဟစ်ဒ်နှင့် အတာအ်တို့က ပြောသည်မှာ၊ တောင်းဆိုခံရပါက \"စာရေးသူသည် မှတ်တမ်းတင်ရန် လိုအပ်သည်။\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တာဝန်ရှိသူ <span class=\"gray\">(အကြွေးတင်သူ)</span> သည် ချမှတ်စေ၊ ထို့ပြင် သူသည် အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ သခင်အား တာကွာထားရှိရမည်)</span> ဟူသည် အကြွေးတင်သူသည် သူပေးဆပ်ရမည့်အရာများကို စာရေးသူအား ချမှတ်ရမည်ဖြစ်ကြောင်း ဖော်ပြသည်။ ထို့ကြောင့် သူသည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ပါစေ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَبْخَسْ مِنْهُ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူပေးဆပ်ရမည့်အရာများမှ မည်သည့်အရာကိုမျှ မလျှော့ချပါနှင့်၊)</span> ဟူသည် သူပေးဆပ်ရမည့်အရာများ၏ မည်သည့်အပိုင်းကိုမျှ ဖုံးကွယ်မထားရန် ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ အကြွေးတင်သူသည် နားလည်မှုနည်းပါးသူဖြစ်သည်)</span> နှင့် ထိုသို့သော ကိစ္စရပ်များကို ဆုံးဖြတ်ခွင့်မရှိသူဖြစ်သည်၊ ဥပမာအားဖြင့် သူသည် ငွေကို ဖြုန်းတီးလေ့ရှိသောကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ ضَعِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အားနည်းသူ)</span>၊ ဥပမာအားဖြင့် အလွန်ငယ်ရွယ်သူ သို့မဟုတ် စိတ်မမှန်သူဖြစ်ခြင်း၊</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَوْ لَا يَسْتَطِيعُ أَن يُمِلَّ هُوَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သူ့ကိုယ်တိုင် ချမှတ်နိုင်စွမ်းမရှိသူ)</span> ရောဂါကြောင့် သို့မဟုတ် ထိုသို့သော ကိစ္စရပ်များနှင့် ပတ်သက်၍ အသိပညာမရှိခြင်းကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်း၏ အုပ်ထိန်းသူသည် တရားမျှတစွာ ချမှတ်ပါစေ။)</span></p><div lang=\"my\" class=\"my \"><h2>စာချုပ်များကို ချမှတ်ရာတွင် သက်သေများ တက်ရောက်သင့်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَشْهِدُوا شَهِيدَيْنِ مِن رِّجَالِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့၏ အမျိုးသားများထဲမှ သက်သေနှစ်ဦးကို ရယူကြကုန်)</span> ဟူသည် စာချုပ်ပါ အကြောင်းအရာများကို ပိုမိုထိန်းသိမ်းနိုင်ရန် သက်သေများကို စာချုပ်ချမှတ်ရာတွင် တက်ရောက်ရန် လိုအပ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အမျိုးသားနှစ်ဦး <span class=\"gray\">(ရရှိနိုင်ခြင်း)</span> မရှိပါက၊ အမျိုးသားတစ်ဦးနှင့် အမျိုးသမီးနှစ်ဦး)</span> ဤလိုအပ်ချက်သည် ငွေနှင့် တိုက်ရိုက် သို့မဟုတ် သွယ်ဝိုက်၍ ပတ်သက်သော စာချုပ်များအတွက်သာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမျိုးသမီး၏ အားနည်းချက်များကြောင့် အမျိုးသမီးနှစ်ဦးကို အမျိုးသားတစ်ဦး၏ နေရာတွင် သက်သေအဖြစ် ထားရှိရန် လိုအပ်ကြောင်း မိန့်ကြားတော်မူသည်။ တမန်တော်မြတ် ﷺ က ဖော်ပြခဲ့သည့်အတိုင်းပင်။ မွတ်စ်လင်မ်သည် ၎င်း၏ ဆဟီးဟ်ကျမ်းတွင် အဘူဟူရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ وَأَكْثِرْنَ الْاسْتِغْفَارَ، فَإِنِّي رَأَيْتُكُنَّ أَكْثَرَ أَهْلِ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အမျိုးသမီးအပေါင်းတို့! အလှူဒါနပြုကြကုန်၊ အပြစ်ခွင့်လွှတ်မှုကို အကြိမ်များစွာ တောင်းခံကြကုန်၊ အကြောင်းမှာ ငါသည် သင်တို့ကို ငရဲသားအများစု ဖြစ်သည်ကို တွေ့မြင်ခဲ့ရသည်။)</span></p><p lang=\"my\" class=\"my \">စကားပြောဆိုတတ်သော အမျိုးသမီးတစ်ဦးက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အဘယ်ကြောင့် ကျွန်ုပ်တို့သည် ငရဲသားအများစု ဖြစ်ရပါသနည်း?\" ဟု ပြော၏။ အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُكْثِرْنَ اللَّعْنَ، وَتَكْفُرْنَ الْعَشِيرَ، وَمَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ، أَغْلَبَ لِذِي لُبٍّ مِنْكُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အကြိမ်များစွာ ကျိန်ဆဲကြပြီး သင်တို့၏ အဖော်ကို ကျေးဇူးမသိကြပေ။ စိတ်ပိုင်းဆိုင်ရာနှင့် ဘာသာရေးတွင် ချို့ယွင်းချက်ရှိသူများသည် ကျိုးကြောင်းဆင်ခြင်နိုင်စွမ်းရှိသူများကို ထိန်းချုပ်နိုင်သည်ကို သင်တို့မှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်မျှ ငါမတွေ့ဖူးပါ။)</span></p><p lang=\"my\" class=\"my \">သူမက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဤစိတ်ပိုင်းဆိုင်ရာနှင့် ဘာသာရေးတွင် ချို့ယွင်းချက်ဆိုသည်မှာ အဘယ်နည်း?\" ဟု ပြော၏။ အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا نُقْصَانُ عَقْلِهَا، فَشَهَادَةُ امْرَأَتَيْنِ تَعْدِلُ شَهَادَةَ رَجُلٍ، فَهَذَا نُقْصَانُ الْعَقْلِ، وَتَمْكُثُ اللَّيَالِي لَا تُصَلِّي وَتُفْطِرُ فِي رَمَضَانَ، فَهَذَا نُقْصَانُ الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ၏ စိတ်ပိုင်းဆိုင်ရာ ချို့ယွင်းချက်နှင့် ပတ်သက်၍ အမျိုးသမီးနှစ်ဦး၏ သက်သေခံချက်သည် အမျိုးသားတစ်ဦး၏ သက်သေခံချက်နှင့် ညီမျှသည်၊ ဤသည်မှာ စိတ်ပိုင်းဆိုင်ရာ ချို့ယွင်းချက်ဖြစ်သည်။ ဘာသာရေးတွင် ချို့ယွင်းချက်နှင့် ပတ်သက်၍ အမျိုးသမီးသည် ဆုတောင်းခြင်းမပြုဘဲ ညပေါင်းများစွာ နေထိုင်ရပြီး ရမဿွာန်တွင် ဥပုသ်ပျက်သည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ သက်သေများအဖြစ် သဘောတူသောသူများ)</span> ဟူသည် သက်သေများတွင် အရည်အချင်းပြည့်မီရန် လိုအပ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَن تَضِلَّ إِحْدَاهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက် မှားယွင်းပါက)</span> ဟူသည် အမျိုးသမီးသက်သေနှစ်ဦးကို ရည်ညွှန်းသည်။ ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်သည် သက်သေခံချက်၏ တစ်စိတ်တစ်ပိုင်းကို မေ့သွားပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျန်တစ်ဦးက ပြန်လည်သတိပေးနိုင်မည်)</span> ဟူသည် ကျန်အမျိုးသမီး၏ သက်သေခံချက်သည် ပထမအမျိုးသမီး၏ မေ့လျော့ခြင်းချို့ယွင်းချက်ကို ပြုပြင်ပေးသည်ဟု ဆိုလိုသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သက်သေများကို ခေါ်သောအခါ ၎င်းတို့သည် ငြင်းဆန်ခြင်းမပြုရ)</span> ဟူသည် လူများကို သက်သေအဖြစ် ခေါ်သောအခါ ၎င်းတို့သည် သဘောတူသင့်သည်ဟု ဆိုလိုသည်၊ ကတာဒါးနှင့် အာရ်-ရာဘီအ် ဘင် အနပ်စ်တို့ ပြောဆိုခဲ့သည့်အတိုင်းပင်။ ထို့အတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْبَ كَاتِبٌ أَن يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် သင်ကြားပေးသကဲ့သို့ စာရေးသူသည် ရေးမှတ်ရန် ငြင်းဆန်ခြင်းမပြုပါစေနှင့်၊ ထို့ကြောင့် သူရေးမှတ်ပါစေ။)</span></p><p lang=\"my\" class=\"my \">အချို့က ဤအာယတ်တော်သည် သက်သေဖြစ်ရန် သဘောတူခြင်းသည် ဖရ်ဒ် ကိဖာယဟ် <span class=\"gray\">(မွတ်စ်လင်မ် ဥမ္မာဟ်၏ အနည်းဆုံး တစ်စိတ်တစ်ပိုင်းအပေါ် လိုအပ်သော)</span> ဖြစ်ကြောင်း ဖော်ပြသည်ဟု ဆိုကြသည်။ သို့သော် ပညာရှင်အများစုက ဤအာယတ်တော်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သက်သေများကို ခေါ်သောအခါ ၎င်းတို့သည် ငြင်းဆန်ခြင်းမပြုရ)</span> ဟူသည် သက်သေများ အမှန်တကယ် မြင်တွေ့ခဲ့ရသောအရာကို သက်သေခံခြင်းကို ရည်ညွှန်းသည်။ ထို့ကြောင့် ၎င်းတို့အား 'သက်သေများ' ဟု ဖော်ပြခြင်းနှင့် ကိုက်ညီသည်။ ထို့ကြောင့် သက်သေတစ်ဦးကို သူမြင်တွေ့ခဲ့ရသောအရာကို သက်သေခံရန် ခေါ်သောအခါ၊ ဤတာဝန်ကို လွန်ခဲ့ပြီးဖြစ်ပါကမှတစ်ပါး သူသည် သက်သေခံချက်ပေးရန် လိုအပ်သည်။ ထိုသို့သောကိစ္စတွင် ထိုသက်သေခံချက်သည် ဖရ်ဒ် ကိဖာယဟ် ဖြစ်လာသည်။ မူဂျာဟစ်ဒ်နှင့် အဘူ မစ်ဂျ်လဇ်တို့က ပြောသည်- \"သင့်ကို သက်သေဖြစ်ရန် ခေါ်ပါက သဘောတူရန် ရွေးချယ်ခွင့်ရှိသည်။ သင့်အနေဖြင့် မြင်တွေ့ခဲ့ရပြီး သက်သေခံရန် ခေါ်ပါက ရှေ့သို့ထွက်လာပါ။\" အိဗ်နုအဗ်ဗာစ်နှင့် အလ်-ဟစန် အလ်-ဘဆ်ရီတို့က ထိုတာဝန်သည် ကိစ္စနှစ်ခုလုံးကို ပေါင်းစပ်ထားသည်၊ သက်သေဖြစ်ရန် သဘောတူခြင်းနှင့် မြင်တွေ့ခဲ့ရသောအရာကို သက်သေခံခြင်းတို့ ဖြစ်သည်ဟု ပြောဆိုခဲ့ကြောင်း သတင်းရရှိသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَسْأَمُوا أَن تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰ أَجَلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းကို <span class=\"gray\">(သင်တို့၏ စာချုပ်)</span> ရေးမှတ်ရန် ပျင်းရိခြင်းမဖြစ်သင့်ပေ၊ အသေးဖြစ်စေ၊ အကြီးဖြစ်စေ၊ ၎င်း၏ သတ်မှတ်ထားသော ကာလအတွက်)</span> ဟူသည် ကြွေးမြီပမာဏ အကြီးဖြစ်စေ၊ အသေးဖြစ်စေ၊ ရေးမှတ်ရန် အမိန့်ပေးခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်ထံမှ ဤညွှန်ကြားချက်ကို ပြည့်စုံစေသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تَسْأَمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ပျင်းရိခြင်းမဖြစ်သင့်ပေ)</span> ဟူသည် ပါဝင်သောပမာဏ အကြီးဖြစ်စေ၊ အသေးဖြစ်စေ ကိစ္စရပ်များနှင့် ၎င်းတို့၏ သတ်မှတ်ချက်များကို ရေးမှတ်ခြင်းနှင့် ပတ်သက်၍ စိတ်ဓာတ်မကျပါနှင့်ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ أَقْسَطُ عِندَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَىٰ أَلَّا تَرْتَابُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် ပို၍ တရားမျှတသည်။ သက်သေအဖြစ် ပို၍ ခိုင်မာသည်၊ သင်တို့အကြား သံသယများ ဖြစ်ပေါ်ခြင်းကို ကာကွယ်ရန် ပို၍ အဆင်ပြေသည်။)</span> ဟူသည် နောက်မှ ပြည့်စုံမည့် ကိစ္စရပ်များကို ရေးမှတ်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် ပို၍ တရားမျှတသည်၊ ဆိုလိုသည်မှာ စာချုပ်၏ သတ်မှတ်ချက်များကို ထိန်းသိမ်းရန် ပို၍ ကောင်းမွန်ပြီး ပို၍ အဆင်ပြေသည်။ ထို့ကြောင့် ထိုသို့သော သဘောတူညီချက်များကို မှတ်တမ်းတင်ခြင်းသည် သက်သေများကို အထောက်အကူပြုသည်။ ၎င်းတို့၏ လက်ရေး – သို့မဟုတ် လက်မှတ်များ – ကို နောက်ပိုင်းတွင် မြင်တွေ့သောအခါ ၎င်းတို့ မြင်တွေ့ခဲ့ရသောအရာကို သတိရကြသည်။ အကြောင်းမှာ သက်သေများသည် ၎င်းတို့ မြင်တွေ့ခဲ့ရသောအရာကို မေ့သွားနိုင်သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَدْنَىٰ أَلَّا تَرْتَابُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့အကြား သံသယများ ဖြစ်ပေါ်ခြင်းကို ကာကွယ်ရန် ပို၍ အဆင်ပြေသည်)</span> ဟူသည် ဤအရာသည် မည်သည့်သံသယကိုမဆို ဖယ်ရှားရန် ကူညီသည်ဟု ဆိုလိုသည်။ သင်တို့ ရေးမှတ်ထားသော စာချုပ်ကို ရည်ညွှန်းရန် လိုအပ်ပါက သံသယများ အဆုံးသတ်သွားမည်ဖြစ်သောကြောင့် ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အချင်းချင်း ချက်ချင်း လက်ငင်း ဆောင်ရွက်သော ကုန်သွယ်မှုမှတစ်ပါး၊ ထိုသို့သော ကိစ္စတွင် သင်တို့ မရေးမှတ်ပါက သင်တို့အပေါ် အပြစ်မရှိပေ)</span> ဟူသည် အကယ်၍ ကိစ္စရပ်ကို ချက်ချင်း ပြည့်စုံစေမည်ဆိုပါက မှတ်တမ်းမတင်ထားလျှင် အပြစ်မရှိကြောင်း ဖော်ပြသည်။</p><p lang=\"my\" class=\"my \">ကုန်သွယ်မှုကိစ္စများတွင် သက်သေများ ရှိရန် လိုအပ်ခြင်းနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် ကုန်သွယ်မှုစာချုပ် ချုပ်ဆိုတိုင်း သက်သေများကို ရယူကြကုန်။)</span></p><p lang=\"my\" class=\"my \">သို့သော် ဤအမိန့်တော်ကို အောက်ပါဖြင့် ပယ်ဖျက်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့အနက် တစ်ဦးက ကျန်တစ်ဦးအား ယုံကြည်အပ်နှံပါက၊ ယုံကြည်အပ်နှံခြင်းခံရသူသည် ၎င်း၏ ယုံကြည်အပ်နှံမှုကို <span class=\"gray\">(သစ္စာရှိရှိ)</span> ထမ်းဆောင်ပါစေ။)</span></p><p lang=\"my\" class=\"my \">သို့မဟုတ် ထိုသို့သော ကိစ္စများတွင် သက်သေများထားရှိခြင်းသည် မဖြစ်မနေလိုအပ်သည်မဟုတ်ဘဲ အကြံပြုချက်သာဖြစ်နိုင်သည်။ အဘယ်ကြောင့်ဆိုသော် အီမာမ် အာမဒ် မှတ်တမ်းတင်ထားသော ခူဇိုင်မာ ဘင် သာဘစ် အလ်-အန်ဆွာရီ ၏ ဟဒီးစ်တွင် ထင်ရှားသည်။ အူမာရာ ဘင် ခူဇိုင်မာ အလ်-အန်ဆွာရီ က သူ့ဦးလေး၊ တမန်တော်မြတ်၏ အပေါင်းအသင်းများထဲမှ တစ်ဦးဖြစ်သူက သူအားပြောပြသည်မှာ တမန်တော်မြတ် ﷺ သည် ဘေဒူအင် အမျိုးသားတစ်ဦးနှင့် မြင်းတစ်ကောင်အတွက် အပေးအယူလုပ်နေခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် ဘေဒူအင်အား သူ့နောက်လိုက်လာရန် တောင်းဆိုခဲ့သည်၊ သို့မှသာ သူသည် မြင်း၏စျေးနှုန်းကို ပေးချေနိုင်မည်။ တမန်တော်မြတ် ﷺ သည် ဘေဒူအင်အား ရှေ့မှ သွားနေခဲ့သည်။ ဘေဒူအင်သည် သူ၏မြင်းကို ဝယ်ယူရန် ကြိုးစားနေသော အမျိုးသားများစွာနှင့် တွေ့ဆုံခဲ့သည်။ တမန်တော်မြတ် ﷺ က ၎င်းကို အမှန်တကယ် ဝယ်ယူရန် ဆုံးဖြတ်ထားခြင်း ရှိ၊ မရှိ မသိခဲ့ကြပေ။ အချို့သူများသည် တမန်တော်မြတ် ﷺ ပေးခဲ့သော စျေးထက် ပိုမိုပေး၍ မြင်းကို ဝယ်ယူရန် ကမ်းလှမ်းခဲ့သည်။ ဘေဒူအင် အမျိုးသားက တမန်တော်မြတ် ﷺ အား \"အကယ်၍ သင်သည် ဤမြင်းကို ဝယ်ယူလိုပါက ဝယ်ယူပါ။ မဟုတ်ပါက ကျွန်ုပ်သည် အခြားသူတစ်ဦးအား ရောင်းချပါမည်။\" ဟု ပြောခဲ့သည်။ ဘေဒူအင် အမျိုးသား၏ စကားကို ကြားသောအခါ တမန်တော်မြတ် ﷺ သည် ထရပ်ပြီး \"ကျွန်ုပ်သည် သင်ထံမှ ထိုမြင်းကို မဝယ်ခဲ့ဘူးလား?\" ဟု မိန့်ကြားခဲ့သည်။ ဘေဒူအင်က \"အလ္လာဟ်အရှင်မြတ်အားဖြင့်! ကျွန်ုပ်သည် သင့်အား မရောင်းခဲ့ပါ။\" ဟု ပြော၏။ တမန်တော်မြတ် ﷺ က \"မဟုတ်ဘူး၊ ငါ မင်းဆီက ဝယ်ခဲ့တာ။\" ဟု မိန့်ကြားခဲ့သည်။ လူများသည် တမန်တော်မြတ် ﷺ နှင့် ဘေဒူအင်တို့ ငြင်းခုံနေစဉ် ပတ်ပတ်လည်တွင် စုရုံးလာကြသည်။ ဘေဒူအင်က \"ကျွန်ုပ်သည် သင့်အား မြင်းရောင်းခဲ့သည်ဟု သက်သေခံမည့် သက်သေတစ်ဦးကို ခေါ်ဆောင်လာပါ။\" ဟု ပြောခဲ့သည်။ ထိုအတောအတွင်း ရောက်ရှိလာသော မွတ်စ်လင်မ်များက ဘေဒူအင်အား \"အို မင်း! တမန်တော်မြတ်သည် အမှန်တရားကိုသာ မိန့်ကြားသည်။\" ဟု ပြောခဲ့သည်။ ခူဇိုင်မာ ဘင် သာဘစ် ရောက်ရှိလာပြီး တမန်တော်မြတ် ﷺ နှင့် ဘေဒူအင်တို့အကြား ငြင်းခုံမှုကို ကြားသောအခါ၊ ဘေဒူအင်က \"ကျွန်ုပ်သည် သင့်အား မြင်းရောင်းခဲ့သည်ဟု သက်သေခံမည့် သက်သေတစ်ဦးကို ခေါ်ဆောင်လာပါ။\" ဟု ပြောနေသည်။ ခူဇိုင်မာက \"ကျွန်ုပ်သည် သင်သည် သူ့အား မြင်းရောင်းခဲ့ကြောင်း သက်သေခံပါသည်။\" ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် ﷺ က ခူဇိုင်မာအား \"သင့်သက်သေခံချက်၏ အခြေခံကား အဘယ်နည်း?\" ဟု မိန့်ကြားခဲ့သည်။ ခူဇိုင်မာက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်သည် သင့်အား ယုံကြည်အပ်နှံခဲ့သောကြောင့်ဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ရစူလ်တမန်တော် ﷺ သည် ခူဇိုင်မာ၏ သက်သေခံချက်ကို အမျိုးသားနှစ်ဦး၏ သက်သေခံချက်နှင့် ညီမျှစေခဲ့သည်။ ဤအရာကို အဘူ ဒါဝူးဒ် နှင့် အန်-နာစာအီ တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာရေးသူဖြစ်စေ၊ သက်သေဖြစ်စေ မည်သူမျှ ထိခိုက်နစ်နာခြင်း <span class=\"gray\">(သို့မဟုတ် ထိခိုက်နစ်နာစေခြင်း)</span> မရှိပါစေနှင့်)</span> ဟူသည် စာရေးသူနှင့် သက်သေသည် မည်သည့်ထိခိုက်နစ်နာမှုကိုမျှ မပြုလုပ်ရကြောင်းကိုလည်း ဖော်ပြသည်။ ဥပမာအားဖြင့် စာရေးသူသည် သူချမှတ်ခံရသည့်အရာမှအပ အခြားအရာများကို ရေးမှတ်ခြင်း၊ သို့မဟုတ် သက်သေသည် သူကြားသိခဲ့ရသောအရာမှအပ အခြားအရာကို သက်သေခံခြင်း သို့မဟုတ် သူ၏ သက်သေခံချက်ကို ဖုံးကွယ်ထားခြင်းတို့ ဖြစ်သည်။ ဤသည်မှာ အလ်-ဟစန်နှင့် ကတာဒါးတို့၏ ရှင်းလင်းချက်ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِن تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ <span class=\"gray\">(ထိုသို့ ထိခိုက်နစ်နာစေခြင်း)</span> ပြုပါက၊ ၎င်းသည် သင်တို့၌ ဆိုးသွမ်းမှု ဖြစ်ပေလိမ့်မည်)</span> ဟူသည် \"အကယ်၍ သင်တို့သည် သင်တို့အား အမိန့်ပေးထားသောအရာကို ဆန့်ကျင်ပြီး သင်တို့အား တားမြစ်ထားသောအရာကို ကျူးလွန်ပါက၊ ၎င်းသည် သင်တို့နှင့်အတူ ရှိနေပြီး ကျန်ရှိနေသော အပြစ်ကြောင့်ဖြစ်သည်။ သင်တို့ မည်သည့်အခါမျှ မလွှတ်မြောက်နိုင်၊ ဖယ်ရှားပစ်နိုင်ခြင်းမရှိသော အပြစ်ဖြစ်သည်။\" ဟု ဆိုလိုသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاتَّقُوا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား တာကွာထားရှိကြကုန်)</span> ဟူသည် ကိုယ်တော်ကို ကြောက်ရွံ့ကြ၊ သင်တို့အပေါ် ကိုယ်တော်၏ စောင့်ကြည့်မှုကို သတိရကြ၊ ကိုယ်တော်၏ အမိန့်တော်ကို အကောင်အထည်ဖော်ကြ၊ ကိုယ်တော် တားမြစ်ထားသောအရာကို ရှောင်ကြဉ်ကြဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُعَلِّمُكُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို သင်ကြားပေးတော်မူ၏။)</span> ထို့အတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَتَّقُوا اللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား တာကွာထားရှိပါက၊ ကိုယ်တော်သည် သင်တို့အား ဖုရ်ကွာန် <span class=\"gray\">[<span class=\"gray\">(မှန်ကန်သောအရာနှင့် မှားယွင်းသောအရာအကြား ဆုံးဖြတ်ရန် စံနှုန်းတစ်ခု)</span>)</span>] ကို ပေးသနားတော်မူမည်။)</span><span class=\"gray\">[၈:၂၉]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်အား တာကွာထားရှိကြကုန်၊ ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို ယုံကြည်ကြကုန်၊ ကိုယ်တော်သည် သင်တို့အား ကိုယ်တော်၏ ကရုဏာတော် နှစ်ဆကို ပေးသနားတော်မူမည်၊ ထို့ပြင် ကိုယ်တော်သည် သင်တို့အား <span class=\"gray\">(ဖြောင့်မတ်စွာ)</span> လျှောက်လှမ်းနိုင်မည့် အလင်းရောင်ကို ပေးသနားတော်မူမည်။)</span><span class=\"gray\">[၅၇:၂၈]</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိရှိတော်မူသော အရှင်ဖြစ်တော်မူ၏)</span> ဟူသည် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းနှင့် ၎င်းတို့၏ အကျိုးကျေးဇူးများ သို့မဟုတ် နောက်ဆက်တွဲများကို ပြည့်စုံစွာ သိရှိတော်မူကြောင်း၊ ကိုယ်တော်၏ ပြည့်စုံသော စောင့်ကြည့်မှုမှ မည်သည့်အရာမျှ မလွတ်မြောက်ကြောင်း၊ ကိုယ်တော်၏ အသိပညာသည် ရှိသမျှအရာအားလုံးကို လွှမ်းခြုံထားကြောင်း ဖော်ပြသည်။</p>"
  }
]