[
  {
    "ayah_key": "14:4",
    "group_ayah_key": "14:4",
    "from_ayah": "14:4",
    "to_ayah": "14:4",
    "ayah_keys": "14:4",
    "text": "<p class=\"my translation\" lang=\"my\">ကျွန်ုပ်တို့သည် မည်သည့်ရစူလ်တမန်ကိုမျှ ၎င်း၏လူမျိုးဘာသာစကားဖြင့်သာ စေလွှတ်ခဲ့သည်။ သို့မှသာ ၎င်းတို့အား <span class=\"gray\">(သတင်းစကားကို)</span> ရှင်းလင်းပြသနိုင်ရန်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းမှားစေတော်မူ၍ မိမိအလိုရှိသူကို လမ်းမှန်ပြတော်မူသည်။ အမှန်စင်စစ် ကိုယ်တော်သည် အင်အားအကြီးဆုံး၊ အသိဉာဏ်ပညာရှင် <span>(၄)</span> ဖြစ်တော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>တမန်တော်တိုင်းကို ၎င်း၏လူမျိုးဘာသာစကားဖြင့် စေလွှတ်ခဲ့သည်။ လမ်းညွှန်မှု သို့မဟုတ် လမ်းမှားမှုသည် ရှင်းလင်းချက်နောက် လိုက်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိဖန်ဆင်းထားသော အရာများအပေါ် သနားကြင်နာတော်မူသည်။ ၎င်းတို့အနက်မှ ရစူလ်တမန်များကို စေလွှတ်၍ ၎င်းတို့၏ ဘာသာစကားဖြင့် ပြောဆိုစေသည်။ သို့မှသာ ရစူလ်တမန်များ စေလွှတ်ခံရသည့် သတင်းစကားကို ၎င်းတို့ နားလည်နိုင်ရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُضِلُّ اللَّهُ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းမှားစေတော်မူ၍ မိမိအလိုရှိသူကို လမ်းမှန်ပြတော်မူသည်။)</span> လူတို့အတွက် သက်သေအထောက်အထားများ ပေါ်ပေါက်ပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းမှန်မှ လမ်းမှားစေတော်မူပြီး မိမိအလိုရှိသူကို သစ္စာတရားသို့ လမ်းညွှန်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အင်အားအကြီးဆုံးဖြစ်တော်မူ၏။)</span> ကိုယ်တော်အလိုရှိသမျှ ဖြစ်ပေါ်လာပြီး ကိုယ်တော်အလိုမရှိသမျှ မည်သည့်အခါမျှ ဖြစ်ပေါ်လာမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသိဉာဏ်ပညာရှင်။)</span> ကိုယ်တော်၏ ဆုံးဖြတ်ချက်များတွင် လမ်းမှားထိုက်သူကို လမ်းမှားစေ၍ လမ်းညွှန်မှုခံယူထိုက်သူကို လမ်းညွှန်တော်မူသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိမိဖန်ဆင်းခြင်းအပေါ်ထားရှိသော အသိဉာဏ်ပညာမှဖြစ်သည်။ ကိုယ်တော်စေလွှတ်ခဲ့သော တမန်တော်တိုင်းသည် လူမျိုးတစ်မျိုးအား ၎င်းတို့၏ ဘာသာစကားဖြင့် ပြောဆိုခဲ့ပြီး ဤတမန်တော်တိုင်းကို ၎င်းတို့၏လူမျိုးထံသို့သာ စေလွှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် မိုဟမ္မဒ် ဘင် အဗ္ဒွလ်လာဟ် (အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာနှင့် ငြိမ်းချမ်းမှုများ ကိုယ်တော်အပေါ် သက်ရောက်ပါစေ) သည် လူသားအားလုံးထံသို့ စေလွှတ်ခံခဲ့ရသည်။ စဟီးဟ်ကျမ်းနှစ်ခုတွင် ဂျာဗီရ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَت لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا، وَأُحِلَّتْ لِيَ الْغَنَائِمُ وَلَمْ تُحَلَّ لِأَحَدٍ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား အခြားမည်သူ့ကိုမျှ ကျွန်ုပ်မတိုင်မီ ပေးသနားတော်မူခဲ့ခြင်းမရှိသည့် အရာငါးခုကို ပေးသနားတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား လန့်ကြောက်ခြင်းဖြင့် <span class=\"gray\">(ကျွန်ုပ်၏ ရန်သူများကို ကြောက်ရွံ့စေခြင်းဖြင့်)</span> တစ်လခရီးအကွာအဝေးမှ အောင်ပွဲခံစေခဲ့သည်။ ကမ္ဘာမြေကို ကျွန်ုပ်အတွက် <span class=\"gray\">(နှင့် ကျွန်ုပ်၏နောက်လိုက်များအတွက်)</span> ကိုးကွယ်ရာနေရာနှင့် သန့်စင်ရာအဖြစ် ပြုလုပ်ခဲ့သည်။ စစ်ဘဏ္ဍာများကို ကျွန်ုပ်အတွက် ခွင့်ပြုခဲ့ပြီး ကျွန်ုပ်မတိုင်မီ အခြားမည်သူ့အတွက်မျှ ခွင့်ပြုခဲ့ခြင်းမရှိပေ။ ကျွန်ုပ်အား <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> ကြားဝင်ဆောင်ရွက်ခွင့်ကို ပေးသနားတော်မူခဲ့သည်။ တမန်တော်တိုင်းကို ၎င်း၏လူမျိုးထံသို့သာ စေလွှတ်ခဲ့သော်လည်း ကျွန်ုပ်ကိုမူ လူသားအားလုံးထံသို့ စေလွှတ်ခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အိုလူသားတို့! အမှန်စင်စစ် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်အဖြစ် သင်တို့အားလုံးထံသို့ စေလွှတ်ခံရသူ ဖြစ်ပေသည်။...\")</span><span class=\"gray\">[၇း၁၅၈]</span></p>"
  },
  {
    "ayah_key": "14:42",
    "group_ayah_key": "14:42",
    "from_ayah": "14:42",
    "to_ayah": "14:43",
    "ayah_keys": "14:42,14:43",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများ ပြုမူသည်များကို မသိဟု မထင်မှတ်ကြနှင့်၊ သို့သော် ကိုယ်တော်သည် မျက်လုံးများ ကြောက်လန့်တကြား စိုက်ကြည့်နေမည့် နေ့တစ်နေ့အထိ သူတို့ကို အချိန်ဆွဲထားသည် <span>(၄၂)</span><span class=\"gray\">(သူတို့သည်)</span> လည်ပင်းများ ဆန့်တန်းလျက် အလျင်စလိုသွားကြမည်၊ သူတို့၏ ဦးခေါင်းများ မြှောက်ထားလျက် <span class=\"gray\">(ကောင်းကင်ဘက်သို့)</span>၊ သူတို့၏ အကြည့်များ သူတို့ဘက်သို့ ပြန်မလာဘဲ သူတို့၏ နှလုံးသားများ ဗလာကျင်းနေသည် <span>(၄၃)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများအား အချိန်ဆွဲပေးသည်၊ ကိုယ်တော်သည် သူတို့ ပြုမူသည်များကို ဘယ်တော့မှ မသိမနေ မရှိ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'အို မုဟမ္မဒ်၊ မတရားသော မယုံကြည်သူများ ပြုမူသည်များကို အလ္လာဟ်အရှင်မြတ် မသိဟု မထင်မှတ်နှင့်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား အချိန်ဆွဲပေးပြီး ဒဏ်ခတ်မှုကို ရွှေ့ဆိုင်းထားသောကြောင့် သူတို့ ပြုမူသည်များအတွက် ဒဏ်ခတ်ရန် မသိမနေ သို့မဟုတ် လျစ်လျူရှုသည်ဟု မထင်မှတ်နှင့်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် အလုံးစုံ မှတ်တမ်းတင်ထားပြီး ၎င်းတို့အပေါ် မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကိုယ်တော်သည် မျက်လုံးများ ကြောက်လန့်တကြား စိုက်ကြည့်နေမည့် နေ့တစ်နေ့အထိ သူတို့ကို အချိန်ဆွဲထားသည်)</span> ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများမှ။' အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို ၎င်းတို့၏ ဂူများမှ မည်သို့ ထမြောက်စေပြီး စုဝေးရာနေ့အတွက် အလျင်အမြန် စုရုံးစေမည်ကို နောက်ထပ် ဖော်ပြထားသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُهْطِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလျင်စလိုသွားကြမည်)</span>၊ အလျင်စလို။ အလ္လာဟ်အရှင်မြတ်သည် အခြား အာယတ်များတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّهْطِعِينَ إِلَى الدَّاعِ</p><p lang=\"nl\" class=\"nl \"><span class=\"gray\">(Hastening towards the caller.)</span><span class=\"gray\">[54:8]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားများသည် အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ယူသူကို တိကျစွာ လိုက်နာကြမည်၊ ၎င်းအား ကောက်ကျစ်စဉ်းလဲမှု ပြသမည်မဟုတ်။)</span><span class=\"gray\">[၂၀:၁၀၈]</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(အားလုံးသော)</span> မျက်နှာများသည် အမြဲတမ်းအသက်ရှင်တော်မူသော၊ ထောက်ပံ့တော်မူသော အရှင်၏ ရှေ့မှောက်တွင် နှိမ့်ချကြရမည်။)</span><span class=\"gray\">[၂၀:၁၁၁]</span> အလ္လာဟ်အရှင်မြတ်က အခြား အာယတ်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဂူများမှ အလျင်အမြန် ထွက်လာမည့်နေ့။)</span><span class=\"gray\">[၇၀:၄၃]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">مُقْنِعِي رُءُوسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လည်ပင်းများ ဆန့်တန်းလျက်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ဦးခေါင်းများကို မြှောက်ထားခြင်း၊ အစ်ဗ်နု အဗ္ဗားစ်၊ မွတ်ဂျာဟစ်ဒ် နှင့် အခြားသူများ၏ အဆိုအရ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ အကြည့်များ သူတို့ဘက်သို့ ပြန်မလာဘဲ)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မျက်လုံးများသည် ကြောက်လန့်တကြား ငေးစိုက်ကြည့်နေကြပြီး ၎င်းတို့ကြုံတွေ့နေရသော ကြောက်မက်ဖွယ်ရာများနှင့် ကြီးမားလှသော အသိအမြင်များကြောင့် မျက်တောင်မခတ်ရန် ကြိုးစားနေကြကာ၊ ၎င်းတို့အား မည်သို့ဒဏ်ခတ်မည်ကို စိုးရိမ်နေကြသည်။ ဤအဆုံးသတ်မှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَفْئِدَتُهُمْ هَوَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ နှလုံးသားများ ဗလာကျင်းနေသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ နှလုံးသားများသည် အလွန်အမင်း ကြောက်လန့်မှုနှင့် ထိတ်လန့်မှုတို့ကြောင့် ဗလာကျင်းနေခြင်း ဖြစ်သည်။ ကွာသာဒဟ်နှင့် အခြားသူများက ၎င်းတို့၏ နှလုံးနေရာများသည် ထိုအခါ ဗလာကျင်းနေမည်ဟု ပြောကြားခဲ့ကြသည်၊ အကြောင်းမှာ အလွန်အမင်း ကြောက်လန့်မှုကြောင့် နှလုံးသားများ လည်ချောင်းသို့ ရောက်ရှိလာမည် ဖြစ်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ ရစူလ်တမန်တော်အား ဆက်လက်မိန့်တော်မူသည်၊</p>"
  }
]