[
  {
    "ayah_key": "28:81",
    "group_ayah_key": "28:81",
    "from_ayah": "28:81",
    "to_ayah": "28:82",
    "ayah_keys": "28:81,28:82",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ ငါတို့သည် သူ့ကိုလည်းကောင်း၊ သူ၏နေအိမ်ကိုလည်းကောင်း မြေမျိုစေခဲ့သည်။ ထို့နောက် သူ့တွင် အလ္လာဟ်အရှင်မြတ်အား တိုက်ခိုက်ကူညီမည့် အုပ်စုတစ်စုမျှ မရှိခဲ့ပေ။ သူကိုယ်တိုင်လည်း မိမိကိုယ်ကို ကယ်တင်နိုင်သူများထဲမှ မပါဝင်ခဲ့ပေ။ <span>(၈၁)</span>နှင့် ယခင်နေ့က သူ၏နေရာကို လိုချင်သူများသည် ပြောဆိုလာကြသည်– \"အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များထဲမှ မိမိနှစ်သက်သူအား ရိက္ခာကို ချဲ့ထွင်ပေးခြင်း သို့မဟုတ် ကန့်သတ်ခြင်း ပြုတော်မူသည်ကို သင်တို့ မသိကြပါသလော။ အလ္လာဟ်အရှင်မြတ်သည် ငါတို့အား ကျေးဇူးပြုတော်မူခြင်း မရှိခဲ့ပါက၊ ငါတို့အားလည်း မြေမျိုစေခဲ့ပေလိမ့်မည်။ ကာဖိရ်များ (မယုံကြည်သူများ) သည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်သည်ကို သင်တို့ မသိကြပါသလော။ <span>(၈၂)</span></p><div lang=\"my\" class=\"my \"><h2>ကာရွန်းနှင့် သူ၏နေအိမ်ကို မြေကြီးက မည်သို့မျိုချခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">ကာရွန်း၏ မာနထောင်လွှားမှု၊ သူ၏တန်ဆာဆင်မှုများအပေါ် ဂုဏ်ယူဝံ့ကြွားမှု၊ သူ၏လူမျိုးများအပေါ် မောက်မာမှုနှင့် သူတို့ကို ကျူးလွန်မှုများအကြောင်း ပြောပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကိုလည်းကောင်း၊ သူ၏နေအိမ်ကိုလည်းကောင်း မြေကြီးက မည်သို့မျိုချခဲ့သည်ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ဤအကြောင်းကို အလ်ဘူခါရီ၏ ဆွဟီဟ်တွင် စာလင်မ်ထံမှလည်း မှတ်တမ်းတင်ထားသည်။ စာလင်မ်က သူ၏ဖခင်က သူ့အား အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု ပြောပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْنَمَا رَجُلٌ يَجُرُّ إِزَارَهُ إِذْ خُسِفَ بِهِ، فَهُوَ يَتَجَلْجَلُ فِي الْأَرْضِ إِلَى يَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် သူ၏အောက်ပိုင်းအဝတ်အစားကို ဆွဲယူနေစဉ်၊ သူသည် မြေမျိုခံရပြီး ရှင်ပြန်ထမြောက်မည့်နေ့အထိ မြေကြီးထဲသို့ နစ်မြုပ်နေလိမ့်မည်။)</span> သူသည် စာလင်မ်ထံမှ အဘူဟုရိုင်ရာမှ တမန်တော်မြတ် ﷺ ထံမှ အလားတူအကြောင်းအရာကိုလည်း မှတ်တမ်းတင်ခဲ့သည်။ အီမာမ် အဟ်မဒ်က အဘူဆာအိဒ်က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْنَمَا رَجُلٌ فِيمَنْ كَانَ قَبْلَكُمْ خَرَجَ فِي بُرْدَيْنِ أَخْضَرَيْنِ يَخْتَالُ فِيهِمَا، أَمَرَ اللهُ الْأَرْضَ فَأَخَذَتْهُ، فَإِنَّهُ لَيَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ရှေ့က လူမျိုးများထဲမှ လူတစ်ဦးသည် အစိမ်းရောင်ဝတ်ရုံနှစ်ထည်ကို ဝတ်ဆင်ကာ မာနထောင်လွှားစွာနှင့် မောက်မာစွာ လျှောက်သွားသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် မြေကြီးကို သူ့အား မျိုချရန် အမိန့်ပေးခဲ့ပြီး၊ သူသည် ရှင်ပြန်ထမြောက်မည့်နေ့အထိ မြေကြီးထဲသို့ နစ်မြုပ်နေလိမ့်မည်။)</span> ဤပုံစံကို အဟ်မဒ်မှသာ မှတ်တမ်းတင်ခဲ့ပြီး၊ ၎င်း၏ သတင်းစဉ်သည် ဟစန် <span class=\"gray\">(မှန်ကန်သော)</span> ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူ့တွင် အလ္လာဟ်အရှင်မြတ်အား တိုက်ခိုက်ကူညီမည့် အုပ်စုတစ်စုမျှ မရှိခဲ့ပေ။ သူကိုယ်တိုင်လည်း မိမိကိုယ်ကို ကယ်တင်နိုင်သူများထဲမှ မပါဝင်ခဲ့ပေ။)</span> ဆိုလိုသည်မှာ၊ သူ၏စည်းစိမ်ဥစ္စာ၊ အုပ်စု၊ အစေခံများနှင့် အခြွေအရံများသည် သူ့အား အသုံးမဝင်ခဲ့ပေ။ ၎င်းတို့သည် သူ့အား အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသနှင့် ကလဲ့စားချေခြင်းမှ မကာကွယ်နိုင်ခဲ့ပေ။ သူသည်လည်း မိမိကိုယ်ကို မကူညီနိုင်ခဲ့၊ မကယ်တင်နိုင်ခဲ့ပေ။ သူ့အား ကူညီမည့်သူ တစ်ဦးမျှ မရှိခဲ့ပေ၊ သူကိုယ်တိုင်လည်း မဟုတ်၊ အခြားမည်သူမျှလည်း မဟုတ်ပေ။</p><div lang=\"my\" class=\"my \"><h2>သူ၏လူမျိုးများသည် သူ့အား မြေမျိုခံရခြင်းမှ သင်ခန်းစာယူခဲ့ကြသည်</h2></div><p lang=\"jv\" class=\"jv \">Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခင်နေ့က သူ၏နေရာကို လိုချင်ခဲ့သူများသည်)</span> ဆိုလိုသည်မှာ၊ သူ၏တန်ဆာဆင်မှုများနှင့်အတူ သူ့ကို တွေ့မြင်ခဲ့သူများသည် ပြောဆိုခဲ့ကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လောကီဘဝကို လိုလားသူများက ပြောခဲ့ကြသည်– \"အို၊ ကာရွန်းအား ပေးသနားတော်မူခဲ့သည့်အရာမျိုး ငါတို့၌ ရှိပါစေခြင်း။ အမှန်စင်စစ်၊ သူသည် ကြီးမားသောစည်းစိမ်ဥစ္စာ၏ ပိုင်ရှင်ဖြစ်သည်။\")</span><span class=\"gray\">(28:79)</span>သူ မြေမျိုခံရသောအခါ၊ သူတို့က ပြောဆိုလာကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များထဲမှ မိမိနှစ်သက်သူအား ရိက္ခာကို ချဲ့ထွင်ပေးခြင်း သို့မဟုတ် ကန့်သတ်ခြင်း ပြုတော်မူသည်ကို သင်တို့ မသိကြပါသလော။)</span> ဥစ္စာဓနသည် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ပိုင်ရှင်ကို နှစ်သက်သည်ဟု မဆိုလိုပေ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ပေးသနားပြီး ထိန်းချုပ်ကာ၊ ခက်ခဲသောကာလများနှင့် လွယ်ကူသောကာလများကို ခွင့်ပြုကာ၊ မြှင့်တင်ပြီး နိမ့်ကျစေတော်မူသည်၊ အရှင်မြတ်၌ အပြည့်စုံဆုံးသော ဉာဏ်ပညာနှင့် အယုံကြည်ရဆုံးသော သက်သေရှိသည်။ အိဗ်နု မစအူးဒ် ရေးသားသော ဟဒီးစ်တော်အရ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ أَرْزَاقَكُمْ، وَإِنَّ اللهَ يُعْطِي الْمَالَ مَنْ يُحِبُّ وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الْإِيمَانَ إِلَّا مَنْ يُحِبُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ရိက္ခာကို ခွဲဝေပေးသကဲ့သို့ပင် သင်တို့အကြား စရိုက်လက္ခဏာကိုလည်း ခွဲဝေပေးတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိချစ်မြတ်နိုးသူများနှင့် မချစ်မြတ်နိုးသူများအား ဥစ္စာဓနကို ပေးသနားတော်မူသော်လည်း၊ ယုံကြည်ခြင်းကိုမူ မိမိချစ်မြတ်နိုးသူများအားသာ ပေးသနားတော်မူသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ငါတို့အား ကျေးဇူးပြုတော်မူခြင်း မရှိခဲ့ပါက၊ ငါတို့အားလည်း မြေမျိုစေခဲ့ပေလိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်၏ ငါတို့အပေါ် ကြင်နာမှုနှင့် ကျေးဇူးတော် မရှိခဲ့ပါက၊ သူ မြေမျိုခံရသကဲ့သို့ပင် ငါတို့လည်း မြေမျိုခံရပေလိမ့်မည်၊ အကြောင်းမှာ ငါတို့သည် သူ့လိုဖြစ်ချင်ခဲ့ကြသောကြောင့်တည်း။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာဖိရ်များ (မယုံကြည်သူများ) သည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်သည်ကို သင်တို့ မသိကြပါသလော။)</span> သူသည် ကာဖိရ်တစ်ဦးဖြစ်ပြီး၊ မယုံကြည်သူများသည် ဤလောကတွင်ဖြစ်စေ၊ နောင်တမလွန်ဘဝတွင်ဖြစ်စေ အလ္လာဟ်အရှင်မြတ်ရှေ့တော်၌ မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်ပေ။</p>"
  },
  {
    "ayah_key": "28:83",
    "group_ayah_key": "28:83",
    "from_ayah": "28:83",
    "to_ayah": "28:84",
    "ayah_keys": "28:83,28:84",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုသည်ကား နောင်တမလွန်ဘဝ၏ နေအိမ်ဖြစ်သည်၊ ငါတို့သည် မြေပေါ်၌ မိမိကိုယ်ကို မြင့်မြတ်အောင် မလုပ်လိုသူများအားလည်းကောင်း၊ ဖောက်ပြန်ပျက်စီးမှု မဖြစ်ပေါ်စေလိုသူများအားလည်းကောင်း ပေးသနားမည်။ ကောင်းသောနိဂုံးသည် တက်ကဝါရှိသူများအတွက် ဖြစ်သည် <span>(၈၃)</span>မည်သူမဆို ကောင်းမှုကို ဆောင်ကြဉ်းလာပါက၊ သူသည် ၎င်းထက် ပိုမိုကောင်းမွန်သောအရာကို ရရှိမည်။ မည်သူမဆို မကောင်းမှုကို ဆောင်ကြဉ်းလာပါက၊ ထိုမကောင်းမှုပြုသူများသည် မိမိတို့ ပြုခဲ့ကြသည့်အရာအတွက်သာ ပြန်လည်လက်စားချေခံရမည် <span>(၈၄)</span></p><div lang=\"my\" class=\"my \"><h2>နောင်တမလွန်ဘဝ၏ ကျေးဇူးတော်များ၊ နှိမ့်ချသောယုံကြည်သူများအတွက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝ၏ နေအိမ်နှင့်၊ ဘယ်တော့မျှ မပြောင်းလဲ မမှေးမှိန်သွားမည့် ထာဝရချမ်းသာများကို၊ မြေပေါ်တွင် မာနထောင်လွှားမှုနှင့် ဖိနှိပ်မှုတို့ဖြင့် အမှန်တရားကို မပုန်ကန်ကြသော၊ ယုံကြည်သူ၊ နှိမ့်ချသော မိမိ၏ကျွန်များအတွက် ပြုလုပ်ထားတော်မူကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများထက် မိမိကိုယ်ကို မြှင့်တင်ခြင်းမရှိ၊ မောက်မာစွာ ၎င်းတို့အား ဖိနှိပ်ခြင်းမရှိ၊ ၎င်းတို့အကြား ဖောက်ပြန်ပျက်စီးမှု မပြန့်ပွားစေပေ။ အိကရီမာဟ်က ဤစကားစုသည် မာနထောင်လွှားမှုနှင့် မောက်မာမှုတို့ကို ရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့သည်။ အိဗ်နု ဂျူရိုင်ဂျ်က ပြောဆိုခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပေါ်၌ မိမိကိုယ်ကို မြင့်မြတ်အောင် မလုပ်လိုသူများ)</span> \"မာနထောင်လွှားမှုနှင့် ဖိနှိပ်မှု၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا فَسَادًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖောက်ပြန်ပျက်စီးမှု မဖြစ်ပေါ်စေလိုသူများ)</span> အပြစ်များကျူးလွန်ခြင်း။\" အိဗ်နု ဂျရီရ်က အလီက ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်– \"လူတစ်ဦးသည် သူ၏ဖိနပ်ကြိုးများကို သူ၏အပေါင်းအသင်းဖိနပ်ကြိုးများထက် ပိုမိုကောင်းမွန်စေလိုပါက၊ သူသည် အာယတ်တော်တွင် ရည်ညွှန်းထားသူများထဲမှ တစ်ဦးဖြစ်သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا ۚ وَالْعَاقِبَةُ لِلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသည်ကား နောင်တမလွန်ဘဝ၏ နေအိမ်ဖြစ်သည်၊ ငါတို့သည် မြေပေါ်၌ မိမိကိုယ်ကို မြင့်မြတ်အောင် မလုပ်လိုသူများအားလည်းကောင်း၊ ဖောက်ပြန်ပျက်စီးမှု မဖြစ်ပေါ်စေလိုသူများအားလည်းကောင်း ပေးသနားမည်။ ကောင်းသောနိဂုံးသည် တက်ကဝါရှိသူများအတွက် ဖြစ်သည်။)</span> ဤသည်မှာ သူ၏ရည်ရွယ်ချက်မှာ ကြွားလုံးထုတ်ရန်နှင့် အခြားသူများထက် သာလွန်ကြောင်း ပြသရန်ဖြစ်ပါက၊ ၎င်းသည် ရှုတ်ချခံရမည်ဟု နားလည်ရသည်၊ အဘယ်ကြောင့်ဆိုသော် ဆွဟီဟ်တွင် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ أُوحِيَ إِلَيَّ أَنْ تَوَاضَعُوا حَتَّى لَا يَفْخَرَ أَحَدٌ عَلَى أَحَدٍ وَلَا يَبْغِي أَحَدٌ عَلَى أَحَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ကြွားလုံးထုတ်ခြင်း သို့မဟုတ် တစ်ဦးကိုတစ်ဦး စော်ကားခြင်း မပြုနိုင်သည်အထိ နှိမ့်ချကြရမည်ဟု ငါ့အား ဗျာဒိတ်တော် ပေးခဲ့ပြီ။)</span> သို့သော် လူတစ်ဦးသည် ရိုးရှင်းစွာ လှပချင်ရုံသက်သက်သာဆိုလျှင် ၎င်းတွင် အမှားအယွင်းမရှိပေ။ အမျိုးသားတစ်ဦးက ပြောဆိုခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်– \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်သည် ကျွန်ုပ်၏အဝတ်အစား လှပနေခြင်းနှင့် ကျွန်ုပ်၏ဖိနပ်များ လှပနေခြင်းကို နှစ်သက်ပါသည် – ဤသည်မှာ မာနထောင်လွှားမှု တစ်မျိုးလား?\" တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، إِنَّ اللهَ جَمِيلٌ يُحِبُّ الْجَمَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ အလ္လာဟ်အရှင်မြတ်သည် လှပတော်မူပြီး လှပမှုကို နှစ်သက်တော်မူ၏...)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ جَاءَ بِالْحَسَنَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုကို ဆောင်ကြဉ်းလာပါက၊)</span> ဆိုလိုသည်မှာ၊ ရှင်ပြန်ထမြောက်မည့်နေ့တွင်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَهُ خَيْرٌ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ၎င်းထက် ပိုမိုကောင်းမွန်သောအရာကို ရရှိမည်။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ်သည် မိမိ၏ကျွန်၏ ကောင်းမှုများထက် ပိုမိုကောင်းမွန်သည် – အလ္လာဟ်အရှင်မြတ်က ၎င်းကို အဆပေါင်းများစွာ တိုးပွားစေခဲ့ရာ၊ မည်သို့ မဟုတ်နိုင်မည်နည်း။ ဤသည်မှာ ရက်ရောမှု၏ အနေအထားဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုကို ဆောင်ကြဉ်းလာပါက၊ ထိုမကောင်းမှုပြုသူများသည် မိမိတို့ ပြုခဲ့ကြသည့်အရာအတွက်သာ ပြန်လည်လက်စားချေခံရမည်။)</span> ဤသည်မှာ အာယတ်တော်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုတစ်ခုကို ဆောင်ကြဉ်းလာပါက၊ ၎င်းတို့သည် မီးထဲတွင် မျက်နှာချင်းအပ်၍ ပစ်ချခံရမည်။ <span class=\"gray\">(၎င်းတို့အား ပြောဆိုလိမ့်မည်)</span> \"သင်တို့ ပြုခဲ့ကြသည့်အရာမှအပ အခြားအရာအတွက် ပြန်လည်လက်စားချေခံနေရခြင်းလား\")</span><span class=\"gray\">(27: 90)</span>။ ဤသည်မှာ ရက်ရောမှုနှင့် တရားမျှတမှု၏ အနေအထားဖြစ်သည်။</p>"
  }
]