[
  {
    "ayah_key": "32:12",
    "group_ayah_key": "32:12",
    "from_ayah": "32:12",
    "to_ayah": "32:14",
    "ayah_keys": "32:12,32:13,32:14",
    "text": "<p lang=\"my\" class=\"my \">သင်သာလျှင် မြင်နိုင်မည်ဆိုပါက ပြစ်မှုကျူးလွန်သူများသည် ၎င်းတို့၏ အရှင်သခင်ရှေ့မှောက်၌ ၎င်းတို့၏ ဦးခေါင်းများကို ငုံ့ချထားကြမည်။ <span class=\"gray\">(ပြောဆိုကြသည်မှာ)</span>: \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ယခုအခါ ကျွန်ုပ်တို့သည် မြင်ပြီး ကြားခဲ့ရပါပြီ။ ထို့ကြောင့် ကျွန်ုပ်တို့ကို ပြန်လွှတ်ပေးတော်မူပါ။ သို့မှသာ ကျွန်ုပ်တို့သည် ကောင်းမြတ်သော လုပ်ရပ်များကို ပြုလုပ်ကြပါမည်။ အမှန်စင်စစ် ယခုအခါ ကျွန်ုပ်တို့သည် သေချာစွာ ယုံကြည်ပါပြီ။ <span>(၁၂)</span>ကျွန်ုပ်တို့ အလိုရှိခဲ့ပါမူ မုချပင် လူတိုင်းကို ၎င်း၏ လမ်းညွှန်မှုကို ပေးခဲ့ပါလိမ့်မည်။ သို့သော် ကျွန်ုပ်ထံမှ စကားသည် အတည်ဖြစ်ခဲ့ပြီး၊ ကျွန်ုပ်သည် ဂျင်န်နှင့် လူသားအားလုံးတို့ဖြင့် ဂျဟန္နမ်ကို ပြည့်စေပါမည်။ <span>(၁၃)</span>ထို့နောက် သင်တို့၏ ဤနေ့ရက်၏ တွေ့ဆုံခြင်းကို သင်တို့ မေ့လျော့ခဲ့သောကြောင့် အရသာခံစားကြပါ။ မုချပင် ကျွန်ုပ်တို့လည်း သင်တို့ကို မေ့လျော့ပါမည်။ ထို့ကြောင့် သင်တို့ ပြုလုပ်ခဲ့သော အရာများအတွက် ထာဝစဉ် ပြစ်ဒဏ်ကို အရသာခံစားကြပါ။ <span>(၁၄)</span></p><p lang=\"my\" class=\"my \">ကိယာမတ်နေ့တွင် ရုပ်တုကိုးကွယ်သူများ ရောက်ရှိမည့် ဆိုးရွားသော အခြေအနေ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိယာမတ်နေ့တွင် ရုပ်တုကိုးကွယ်သူများ၏ အခြေအနေနှင့် ၎င်းတို့သည် ကိယာမတ်ကို မြင်တွေ့ရသောအခါ၊ အလ္လာဟ်အရှင်မြတ်၏ ရှေ့မှောက်တွင် – အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးကို ချီးမွမ်းခြင်း – အရှက်ရပြီး နိမ့်ကျစွာ၊ ၎င်းတို့၏ ဦးခေါင်းများ ငုံ့ကာ ရပ်နေကြသောအခါ ဘာပြောကြမည်ကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ၎င်းတို့သည် ပြောကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ယခုအခါ ကျွန်ုပ်တို့သည် မြင်ပြီး ကြားခဲ့ရပါပြီ၊)</span> ဆိုလိုသည်မှာ 'ယခု ကျွန်ုပ်တို့သည် အရှင်မြတ် မိန့်ကြားတော်မူသည်ကို ကြားသိရပြီး အရှင်မြတ်ကို နာခံပါမည်' ဟူ၍ဖြစ်သည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွန်ုပ်တို့ထံ ရောက်ရှိလာမည့်နေ့တွင် မည်မျှရှင်းလင်းစွာ မြင်ရမည်၊ ကြားရမည်နည်း!)</span><span class=\"gray\">(၁၉:၃၈)</span>။ ၎င်းတို့သည် မီးထဲဝင်ရောက်သောအခါ မိမိကိုယ်ကို အပြစ်တင်ကြပြီး ပြောကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကယ်၍ ကျွန်ုပ်တို့သာ နားထောင်ခဲ့လျှင် သို့မဟုတ် ကျွန်ုပ်တို့၏ ဉာဏ်ပညာကို အသုံးပြုခဲ့လျှင်၊ ကျွန်ုပ်တို့သည် ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲမီး၏ နေထိုင်သူများထဲတွင် ပါဝင်မည်မဟုတ်ပါ။\")</span><span class=\"gray\">[၆၇:၁၀]</span> အလားတူပင်၊ ဤနေရာတွင် ၎င်းတို့ပြောနေသည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ယခုအခါ ကျွန်ုပ်တို့သည် မြင်ပြီး ကြားခဲ့ရပါပြီ၊ ထို့ကြောင့် ကျွန်ုပ်တို့ကို ပြန်လွှတ်ပေးတော်မူပါ)</span> လောကသို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ကျွန်ုပ်တို့သည် ကောင်းမြတ်သော လုပ်ရပ်များကို ပြုလုပ်ကြပါမည်။ အမှန်စင်စစ် ယခုအခါ ကျွန်ုပ်တို့သည် သေချာစွာ ယုံကြည်ပါပြီ။)</span> ဆိုလိုသည်မှာ 'ယခု ကျွန်ုပ်တို့ သေချာပါပြီ၊ အရှင်မြတ်၏ ကတိသည် မှန်ကန်ကြောင်းနှင့် အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းသည် မှန်ကန်ကြောင်း ကျွန်ုပ်တို့ ယုံကြည်ပါသည်' ဟူ၍ဖြစ်သည်။ သို့သော် အရှင်သခင် – အရှင်မြတ်သည် ဂုဏ်ကျက်သရေရှိတော်မူသည် – အကယ်၍ ၎င်းတို့ကို ဤလောကသို့ ပြန်လွှတ်လိုက်ပါက ၎င်းတို့သည် ယခင်ကအတိုင်း ပြုမူကြမည်ဖြစ်ကြောင်း၊ အလ္လာဟ်အရှင်မြတ်၏ သက်သေလက္ခဏာများကို ငြင်းပယ်ပြီး မယုံကြည်ကြမည်ဖြစ်ကြောင်း၊ အရှင်မြတ်၏ တမန်တော်များကို ဆန့်ကျင်ကြမည်ဖြစ်ကြောင်း သိတော်မူသည်။ အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် <span class=\"gray\">(ငရဲ)</span>မီးပေါ်တွင် ဖမ်းဆီးထားခံရသောအခါ သင်သာ မြင်တွေ့နိုင်မည်ဆိုလျှင်! ၎င်းတို့သည် ပြောကြလိမ့်မည်- \"ကျွန်ုပ်တို့ကိုသာ ပြန်လွှတ်ပေးခဲ့ပါမူ! ထိုအခါ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ အာယတ်များကို ငြင်းပယ်မည်မဟုတ်ပါ၊\")</span><span class=\"gray\">(၆: ၂၇)</span> ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ အလိုရှိခဲ့ပါမူ မုချပင် လူတိုင်းကို ၎င်း၏ လမ်းညွှန်မှုကို ပေးခဲ့ပါလိမ့်မည်။)</span> ဤသည်မှာ အာယသ်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အရှင်မြတ်၏ အရှင်သခင် အလိုရှိခဲ့ပါမူ၊ ကမ္ဘာပေါ်ရှိသူများ အားလုံး စုပေါင်း၍ ယုံကြည်ခဲ့ကြပါလိမ့်မည်။)</span><span class=\"gray\">(၁၀:၉၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَٰကِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကျွန်ုပ်ထံမှ စကားသည် အတည်ဖြစ်ခဲ့ပြီး၊ ကျွန်ုပ်သည် ဂျင်န်နှင့် လူသားအားလုံးတို့ဖြင့် ဂျဟန္နမ်ကို ပြည့်စေပါမည်။)</span> ဆိုလိုသည်မှာ အုပ်စုနှစ်ခုလုံးမှဖြစ်ပြီး၊ ထို့ကြောင့် ၎င်းတို့၏ နေထိုင်ရာသည် ဂျဟန္နမ်ဖြစ်မည်ဖြစ်ကာ ၎င်းတို့သည် ထိုနေရာမှ လွတ်မြောက်ခြင်းမရှိနိုင်ဘဲ ထွက်ပေါက်လည်း မရှိနိုင်ပါ။ ထိုအရာမှ အလ္လာဟ်အရှင်မြတ်ထံနှင့် အရှင်မြတ်၏ ပြည့်စုံသော စကားတော်များဖြင့် ခိုလှုံရာ ရှာပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့၏ ဤနေ့ရက်၏ တွေ့ဆုံခြင်းကို သင်တို့ မေ့လျော့ခဲ့သောကြောင့် အရသာခံစားကြပါ။)</span> ဆိုလိုသည်မှာ ငရဲသားများကို ဆူပူသံဖြင့် ပြောလိမ့်မည်- 'ဤပြစ်ဒဏ်ကို အရသာခံစားကြ၊ အကြောင်းမှာ သင်တို့သည် ၎င်းကို ငြင်းပယ်ခဲ့ပြီး မည်သည့်အခါမျှ ဖြစ်ပေါ်လာမည်မဟုတ်ဟု ယုံကြည်ခဲ့ကြသည်; သင်တို့သည် ၎င်းကို မေ့လျော့ရန် ကြိုးစားခဲ့ကြပြီး မေ့လျော့ခဲ့သကဲ့သို့ ပြုမူခဲ့ကြသည်' ဟူ၍ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا نَسِينَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုချပင် ကျွန်ုပ်တို့လည်း သင်တို့ကို မေ့လျော့ပါမည်၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် သင်တို့ကို မေ့လျော့ခဲ့သကဲ့သို့ ပြုမူပါမည်' ဟူ၍ဖြစ်သည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ အာရုံစိုက်မှုမှ မည်သည့်အရာမျှ လွတ်မြောက်ခြင်းမရှိပါ။ အရှင်မြတ်သည် ပြစ်ဒဏ်ကို ပြစ်မှုနှင့် ကိုက်ညီအောင် ပြုလုပ်တော်မူသည်၊ အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်တို့၏ ဤနေ့ရက်၏ တွေ့ဆုံခြင်းကို မေ့လျော့ခဲ့သကဲ့သို့ ဤနေ့တွင် ကျွန်ုပ်တို့သည် သင်တို့ကို မေ့လျော့ပါမည်။)</span><span class=\"gray\">(၄၅:၃၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့ ပြုလုပ်ခဲ့သော အရာများအတွက် ထာဝစဉ် ပြစ်ဒဏ်ကို အရသာခံစားကြပါ။)</span> ဆိုလိုသည်မှာ သင်တို့၏ မယုံကြည်ခြင်းနှင့် ငြင်းပယ်ခြင်းကြောင့်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် အခြား အာယသ်တစ်ခုတွင် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا - إِلَّا حَمِيمًا وَغَسَّاقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ၎င်းတို့သည် အေးမြသည့်အရာကိုမျှ၊ မည်သည့်အချိုရည်ကိုမျှ မြည်းစမ်းရမည်မဟုတ်ပါ။ ဟမီးမ်နှင့် ဂစာက်မှအပ)</span><span class=\"gray\">(၇၈:၂၄-၂၅)</span>အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင်တို့ကို ပြစ်ဒဏ်မှအပ မည်သည့်အရာမျှ တိုးမြှင့်ပေးမည်မဟုတ်ပါ။)</span><span class=\"gray\">(၇၈:၃၀)</span>။</p>"
  }
]