[
  {
    "ayah_key": "3:42",
    "group_ayah_key": "3:42",
    "from_ayah": "3:42",
    "to_ayah": "3:44",
    "ayah_keys": "3:42,3:43,3:44",
    "text": "<p lang=\"my\" class=\"my \">မှတ်သားကြလော့ ကောင်းကင်တမန်များက “အို မရ်ယမ်! အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို ရွေးချယ်တော်မူခဲ့ပြီးဖြစ်သည်၊ သင့်အား သန့်စင်တော်မူခဲ့ပြီးဖြစ်သည်၊ သင့်အား လူမျိုးအပေါင်းတို့၏ အမျိုးသမီးများထက် ရွေးချယ်တော်မူခဲ့ပြီးဖြစ်သည်။ <span>(၄၂)</span>”အို မရ်ယမ်! သင့်သခင်အား နာခံမှုဖြင့် <span>(အက်ကနုသီ)</span> မိမိကိုယ်ကို ပေးအပ်လိုက်ပါ၊ သင့်ကိုယ်သင် စွဂျူဒ်ပြုပါ၊ ရူကူအ်ပြုသူများနှင့်အတူ ရူကူအ်ပြုပါ။ <span>(၄၃)</span>ဤသည်မှာ ငါတို့သည် သင့်ထံ ဗျာဒိတ်ပေးသော ဂိုက်ဘ် <span>(မမြင်နိုင်သောအရာ)</span> သတင်းများမှ အစိတ်အပိုင်းတစ်ခုဖြစ်သည်။ သင်သည် သူတို့နှင့်အတူ မရှိခဲ့ပေ၊ သူတို့သည် မရ်ယမ်ကို မည်သူက စောင့်ရှောက်ရမည်ဆိုသည်ကို သူတို့၏ ဘောပင်များဖြင့် မဲချကြသောအခါ၊ သူတို့ အငြင်းပွားကြသောအခါတွင်လည်း သင်သည် သူတို့နှင့်အတူ မရှိခဲ့ပေ။ <span>(၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>မိမိခေတ်အခါက အမျိုးသမီးများထက် မရ်ယမ်၏ ဂုဏ်ကျေးဇူး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များက မရ်ယမ်အား အရှင်မြတ်၏ အမိန့်တော်ဖြင့် စကားပြောဆိုကြောင်း၊ သူမကို အရှင်မြတ်အတွက် အမှုတော်ထမ်းခြင်း၊ သူမ၏ ခြိုးခြံချွေတာမှု၊ ဂုဏ်သိက္ခာ၊ ဖြူစင်မှုနှင့် ယုံကြည်မှုတို့ကြောင့် ရွေးချယ်ခဲ့ကြောင်း ပြောပြခဲ့သည်ဟု ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမကို ကမ္ဘာပေါ်ရှိ အမျိုးသမီးများထက် သူမ၏ ဂုဏ်ကျေးဇူးကြောင့်လည်း ရွေးချယ်တော်မူခဲ့သည်။ အတ်-သီရ်မိဇီသည် အလီဘင်အဘီတာလိဗ်က “ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားသည်ကို ကြားခဲ့ရသည်” ဟု ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">خَيْرُ نِسَائِهَا مَرْيَمُ بِنْتُ عِمْرَانَ، وَخَيْرُ نِسَائِهَا خَدِيجَةُ بِنْتُ خُوَيْلِدٍ</p><p lang=\"my\" class=\"my \"><span>(အကောင်းဆုံးအမျိုးသမီး <span>(သူမ၏ခေတ်အခါ၌)</span> မှာ အင်မ်ရန်၏သမီး မရ်ယမ်ဖြစ်ပြီး၊ အကောင်းဆုံးအမျိုးသမီး <span>(တမန်တော်၏ခေတ်အခါ၌)</span> မှာ ခူဝိုင်လစ်၏သမီး ခဒီဂျာ <span>(သူ၏ဇနီး)</span> ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်ခုသည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။ အိဗ်နုဂျရီရ်သည် အဘူမူဆာ အလ်အက်ရ်အရှ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَمُلَ مِنَ الرِّجَالِ كَثِيرٌ، وَلَمْ يَكْمُلْ مِنَ النِّسَاءِ إِلَّا مَرْيَمُ بِنْتُ عِمْرَانَ وَ آسِيَةُ امْرَأَةُ فِرْعَوْنَ</p><p lang=\"my\" class=\"my \"><span>(အမျိုးသားအများအပြားသည် ပြည့်စုံခြင်းကို ရရှိခဲ့ကြသည်၊ သို့သော် အမျိုးသမီးများထဲတွင် အင်မ်ရန်၏သမီး မရ်ယမ်နှင့် ဖိရ်အောင်၏ဇနီး အာစီယာတို့သာ ပြည့်စုံခြင်းကို ရရှိခဲ့ကြသည်။)</span></p><p lang=\"my\" class=\"my \">အဘူဒါဝူးဒ်မှအပ ခြောက်ဦးတို့သည် ၎င်းကို မှတ်တမ်းတင်ခဲ့ကြသည်။ အလ်-ဘူခါရီ၏ ၎င်းအတွက် စကားလုံးများမှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمُلَ مِنَ الرِّجَالِ كَثِيرٌ، وَلَمْ يَكْمُلْ مِنَ النِّسَاءِ إِلَّا آسِيَةُ امْرَأَةُ فِرْعَوْنَ، وَمَرْيَمُ بِنْتُ عِمْرَانَ، وَإِنَّ فَضْلَ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيدِ عَلى سَائِرِ الطَّعَامِ</p><p lang=\"my\" class=\"my \"><span>(အမျိုးသားအများအပြားသည် ပြည့်စုံခြင်းအဆင့်သို့ ရောက်ရှိခဲ့ကြသည်၊ သို့သော် ဖိရ်အောင်၏ဇနီး အာစီယာနှင့် အင်မ်ရန်၏သမီး မရ်ယမ်မှအပ မည်သည့်အမျိုးသမီးမျှ ထိုကဲ့သို့ အဆင့်သို့ မရောက်ရှိခဲ့ကြပေ။ အာအီရှား <span>(သူ၏ဇနီး)</span> ၏ အခြားအမျိုးသမီးများအပေါ် သာလွန်ထူးကဲမှုသည် သရစ်ဒ် <span>(အသားနှင့်ပေါင်မုန့်ဟင်းလျာ)</span> ၏ အခြားအစားအစာများအပေါ် သာလွန်ထူးကဲမှုနှင့်တူသည်။)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် ဤဟဒီးဆ်၏ အမျိုးမျိုးသော မှတ်တမ်းဆက်နွယ်မှုများနှင့် စကားလုံးများကို မရ်ယမ်၏သား အီဆာ၏အကြောင်းအရာတွင်၊ ကျွန်ုပ်တို့၏ အလ်-ဘီဒါယဟ် ဝါန်-နီဟာယဟ် စာအုပ်၌ ဖော်ပြခဲ့ပြီးဖြစ်သည်။ ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များက မရ်ယမ်အား ဝတ်ပြုကိုးကွယ်မှု၊ နှိမ့်ချမှု၊ နာခံမှု၊ စွဂျူဒ်ပြုခြင်း၊ ရူကူအ်ပြုခြင်း စသည်တို့ကို တိုးမြှင့်ရန် အမိန့်ပေးခဲ့သည်ဟု ဖော်ပြထားသည်။ သို့မှသာ အလ္လာဟ်အရှင်မြတ်က သူမအတွက် စမ်းသပ်မှုအဖြစ် သတ်မှတ်ထားသည်များကို သူမရရှိမည်ဖြစ်သည်။ သို့သော် ဤစမ်းသပ်မှုသည် သူမအား ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ပိုမိုမြင့်မားသော အဆင့်ကို ရရှိစေခဲ့သည်။ အဘယ့်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် အမျိုးသားတစ်ဦး၏ ဝင်ရောက်စွက်ဖက်မှုမရှိဘဲ သူမ၏အတွင်း၌ သားတစ်ဦးကို ဖန်ဆင်းခြင်းဖြင့် အရှင်မြတ်၏ တန်ခိုးတော်ကို ပြသခဲ့သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ</p><p lang=\"my\" class=\"my \"><span>(“အို မရ်ယမ်! သင့်ကိုယ်သင် နာခံမှုဖြင့် <span>(အက်ကနုသီ)</span> ပေးအပ်လိုက်ပါ၊ သင့်ကိုယ်သင် စွဂျူဒ်ပြုပါ၊ ရူကူအ်ပြုသူများနှင့်အတူ ရူကူအ်ပြုပါ။”)</span></p><p lang=\"my\" class=\"my \">ကွနွတ် <span>(အာယသ်တော်ရှိ အက်ကနုသီ)</span> ဆိုသည်မှာ နှိမ့်ချစွာ နာခံခြင်းကို ဆိုလိုသည်။ အခြား အာယသ်တော်တစ်ပါးတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"my\" class=\"my \"><span>(မဟုတ်ပေ၊ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေတွင် ရှိသမျှအားလုံးသည် အရှင်မြတ်အတွက်သာ ဖြစ်သည်၊ အားလုံးသည် အရှင်မြတ်အား နာခံမှုဖြင့် <span>(ကာနိသွန်းန်)</span> အပ်နှံကြသည်။)</span><span>[၂:၁၁၆]</span></p><p lang=\"ceb\" class=\"ceb \">Allah next said to His Messenger ﷺ after He mentioned Maryam's story,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span>(ဤသည်မှာ ငါတို့ ဗျာဒိတ်ပေးသော ဂိုက်ဘ်သတင်း၏ အစိတ်အပိုင်းတစ်ခုဖြစ်သည်။)</span> “သင့်အား <span>(အို မုဟမ္မဒ် ﷺ)</span> ပြောပြမည်”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ</p><p lang=\"my\" class=\"my \"><span>(သင်သည် သူတို့နှင့်အတူ မရှိခဲ့ပေ၊ သူတို့သည် မရ်ယမ်ကို မည်သူက စောင့်ရှောက်ရမည်ဆိုသည်ကို သူတို့၏ ဘောပင်များဖြင့် မဲချကြသောအခါ၊ သူတို့ အငြင်းပွားကြသောအခါတွင်လည်း သင်သည် သူတို့နှင့်အတူ မရှိခဲ့ပေ။)</span> ဆိုလိုသည်မှာ “အို မုဟမ္မဒ်၊ ဤအရာ ဖြစ်ပွားသောအခါ သင် ရှိမနေခဲ့ပေ၊ ထို့ကြောင့် သင်သည် လူတို့အား မျက်မြင်သက်သေအဖြစ် ဖြစ်ပျက်ခဲ့သည်များကို ပြောပြနိုင်မည် မဟုတ်ပေ။ အမှန်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် ဤကောင်းမှု၏ အကျိုးကို ရယူလို၍ မရ်ယမ်၏ အုပ်ထိန်းသူကို ရွေးချယ်ရန် မဲနှိုက်ကြသောအခါတွင် ဤအချက်အလက်များကို သင်သည် သက်သေအဖြစ် ရှိနေသကဲ့သို့ သင့်ထံ ထုတ်ဖော်ခဲ့ခြင်းဖြစ်သည်။”</p><p lang=\"my\" class=\"my \">အိဗ်နုဂျရီရ်သည် အစ်ကရီမာက “မရ်ယမ်၏မိခင်သည် မရ်ယမ်ကို ကလေးအဝတ်ဖြင့် ပွေ့ချီကာ မူဆာ၏အစ်ကို အာရွန်၏သားမြေးများမှ ရဗ္ဗီများထံ ခေါ်သွားခဲ့သည်” ဟု မှတ်တမ်းတင်ခဲ့သည်။ ထိုအချိန်က ကအ်ဘာကို စောင့်ရှောက်သူများရှိသကဲ့သို့ သူတို့သည် ဘိုင်တုလ်မက်ဒစ် <span>(မစ်စဂျစ်ဒ်)</span> ကို စောင့်ရှောက်ရန် တာဝန်ရှိသူများဖြစ်သည်။ မရ်ယမ်၏မိခင်က သူတို့အား “ကျွန်ုပ် သစ္စာပြုထားသော ဤကလေးကို ယူပါ <span>[မစ်စဂျစ်ဒ်ကို ဝတ်ပြုရန်]</span>၊ သူမသည် ကျွန်ုပ်၏သမီးဖြစ်သောကြောင့် ကျွန်ုပ် သူမကို လွတ်မြောက်စေပြီ၊ အဘယ့်ကြောင့်ဆိုသော် ရာသီသွေးဆင်းသော အမျိုးသမီးမည်သူမျှ မစ်စဂျစ်ဒ်ထဲသို့ မဝင်ရ၊ ကျွန်ုပ် သူမကို အိမ်သို့ ပြန်မခေါ်တော့ပါ။” ဟု ပြောကြားခဲ့သည်။ သူတို့က “သူမသည် ကျွန်ုပ်တို့၏ အိမာမ်၏သမီး ဖြစ်သည်” ဟု ဆိုကြသည်။ အဘယ့်ကြောင့်ဆိုသော် အင်မ်ရန်သည် သူတို့ကို ဆွလာတ်တွင် ဦးဆောင်လေ့ရှိပြီး “ကျွန်ုပ်တို့၏ ပူဇော်ပသမှုများကို စောင့်ရှောက်သူဖြစ်သည်။” ဇကရီယာက “သူမကို ကျွန်ုပ်အား ပေးပါ၊ အဘယ့်ကြောင့်ဆိုသော် သူမ၏ မိခင်ဘက်မှ အဒေါ်သည် ကျွန်ုပ်၏ဇနီးဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ သူတို့က “ကျွန်ုပ်တို့၏ အိမာမ်၏သမီးဖြစ်သောကြောင့် သင် သူမကို ယူသွားခြင်းကို ကျွန်ုပ်တို့၏ စိတ်နှလုံးက လက်မခံနိုင်ပါ” ဟု ပြောကြသည်။ ထို့ကြောင့် သူတို့သည် တော်ရာကျမ်းကို ရေးသားသော ဘောပင်များဖြင့် မဲနှိုက်ခဲ့ကြသည်၊ ဇကရီယာက မဲပေါက်ပြီး မရ်ယမ်ကို သူ၏စောင့်ရှောက်မှုအောက်သို့ ယူဆောင်သွားခဲ့သည်။”</p><p lang=\"my\" class=\"my \">အစ်ကရီမာ၊ အပ်စ်-ဆွဒ်ဒီ၊ ကသာဒဟ်၊ အလ်-ရာဘီအ် ဘင် အနပ်စ် နှင့် အခြားသူအများအပြားက ရဗ္ဗီများသည် ဂျော်ဒန်မြစ်ထဲသို့ ဝင်ရောက်ပြီး ထိုနေရာတွင် မဲနှိုက်ခဲ့ကြသည်ဟု ပြောကြားခဲ့ကြသည်၊ သူတို့၏ ဘောပင်များကို မြစ်ထဲသို့ ပစ်ချရန် ဆုံးဖြတ်ခဲ့ကြသည်။ ရေပေါ်တွင် ပေါ်မြောနေပြီး ရွေ့လျားခြင်းမရှိသော ဘောပင်သည် ၎င်း၏ပိုင်ရှင်က မရ်ယမ်ကို စောင့်ရှောက်မည်ဖြစ်ကြောင်း ညွှန်ပြမည်ဖြစ်သည်။ သူတို့သည် သူတို့၏ ဘောပင်များကို မြစ်ထဲသို့ ပစ်ချသောအခါ ရေသည် ဘောပင်အားလုံးကို မြုပ်သွားစေခဲ့သည်။ ဇကရီယာ၏ဘောပင်မှအပ၊ ၎င်းသည် သူ့နေရာတွင် ရေပေါ်၌ ဆက်လက်ပေါ်မြောနေခဲ့သည်။ ဇကရီယာသည် သူတို့၏ သခင်၊ ခေါင်းဆောင်၊ ပညာရှင်၊ အိမာမ်နှင့် နဗီတမန်တော်လည်း ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများသည် အရှင်မြတ်အပေါ်နှင့် အခြားနဗီတမန်တော်များအပေါ် သက်ရောက်ပါစေ။</p>"
  },
  {
    "ayah_key": "3:45",
    "group_ayah_key": "3:45",
    "from_ayah": "3:45",
    "to_ayah": "3:47",
    "ayah_keys": "3:45,3:46,3:47",
    "text": "<p lang=\"my\" class=\"my \"><span>(မှတ်သားကြလော့)</span> ကောင်းကင်တမန်များက “အို မရ်ယမ်! အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင့်အား အရှင်မြတ်ထံမှ စကားလုံးတစ်လုံး၏ ဝမ်းသာသတင်းကို ပေး၏၊ သူ၏အမည်မှာ အလ်-မစီဟ်၊ အီဆာ၊ မရ်ယမ်၏သား ဖြစ်လိမ့်မည်၊ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဂုဏ်အသရေရှိသူဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံ နီးစပ်သူများထဲမှ တစ်ဦးဖြစ်လိမ့်မည်။ <span>(၄၅)</span>”သူသည် လူအပေါင်းအား ပုခက်ထဲတွင်လည်းကောင်း၊ အရွယ်ရောက်သောအခါတွင်လည်းကောင်း စကားပြောဆိုမည်ဖြစ်ပြီး၊ သူသည် သူတော်စင်များထဲမှ တစ်ဦးဖြစ်လိမ့်မည်။ <span>(၄၆)</span>သူမက “အို ကျွန်ုပ်၏သခင်! မည်သူကမှ ကျွန်ုပ်ကို မထိတွေ့သေးပါဘဲ ကျွန်ုပ်၌ သားတစ်ဦး မည်သို့ ရှိနိုင်မည်နည်း” ဟု ပြောကြားခဲ့သည်။ အရှင်မြတ်က “ထိုနည်းအတိုင်းပင် <span>(ဖြစ်လိမ့်မည်)</span>၊ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိသည်ကို ဖန်ဆင်းတော်မူသည်။ အရှင်မြတ်သည် တစ်စုံတစ်ရာကို ပြဋ္ဌာန်းပြီးပါက ၎င်းအား ‘ဖြစ်လော့!’ ဟုသာ မိန့်တော်မူပြီး ၎င်းသည် ဖြစ်သွားသည်။ <span>(၄၇)</span></p><div lang=\"my\" class=\"my \"><h2>မရ်ယမ်အား အီဆာ၏မွေးဖွားခြင်းသတင်းကောင်းပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်တွင် ကောင်းကင်တမန်များက မရ်ယမ်အား သားတော်တစ်ပါး မွေးဖွားမည်ဖြစ်ပြီး ထိုသားတော်သည် ကြီးမြတ်သော အနာဂတ်ရှိမည်ဖြစ်ကြောင်း ဝမ်းသာသတင်းပေးခဲ့သည်ကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ</p><p lang=\"my\" class=\"my \"><span>(<span>(မှတ်သားကြလော့)</span> ကောင်းကင်တမန်များက “အို မရ်ယမ်! အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင့်အား အရှင်မြတ်ထံမှ စကားလုံးတစ်လုံး၏ ဝမ်းသာသတင်းကို ပေး၏)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ‘ဖြစ်လော့’ ဟူသော စကားလုံးဖြင့် သားတစ်ဦး ပေါ်ပေါက်လာမည်ဖြစ်ပြီး သူသည် ရှိခဲ့ပြီ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက် <span>(ယဟ်ယာအကြောင်း)</span> ၏ အဓိပ္ပါယ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span>(အလ္လာဟ်အရှင်မြတ်ထံမှ စကားတော်ကို ယုံကြည်သူ။)</span><span>[၃:၃၉]</span>၊ ပညာရှင်အများစု၏ အဆိုအရ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ</p><p lang=\"my\" class=\"my \"><span>(သူ၏အမည်မှာ အလ်-မစီဟ်၊ အီဆာ၊ မရ်ယမ်၏သား ဖြစ်လိမ့်မည်)</span> နှင့် ဤအမည်ဖြင့် ဤဘဝတွင်၊ အထူးသဖြင့် ယုံကြည်သူများက သိရှိကြမည်။ အီဆာကို “အလ်-မစီဟ်” <span>(မေရှိယ)</span> ဟု ခေါ်ဆိုကြသည်၊ အဘယ့်ကြောင့်ဆိုသော် သူသည် ရောဂါဝေဒနာ ခံစားနေရသူများကို ထိတွေ့ <span>(မက်ရှ်)</span> သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် သူတို့သည် ပျောက်ကင်းခဲ့ကြသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">عِيسَى ابْنُ مَرْيَمَ</p><p lang=\"my\" class=\"my \"><span>(အီဆာ၊ မရ်ယမ်၏သား)</span> ဆိုသည်မှာ အီဆာကို သူ၏မိခင်နှင့် ဆက်စပ်ပေးသည်၊ အဘယ့်ကြောင့်ဆိုသော် သူ၌ ဖခင်မရှိသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ</p><p lang=\"my\" class=\"my \"><span>(ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဂုဏ်အသရေရှိသူဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံ နီးစပ်သူများထဲမှ တစ်ဦးဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ သူသည် ဤဘဝတွင် ခေါင်းဆောင်တစ်ဦးဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်က သူ့အား ဂုဏ်ပြုမည်ဖြစ်သည်။ အဘယ့်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က သူ့ထံ ဗျာဒိတ်ပေးမည့် ဥပဒေကြောင့်၊ သူ့ထံ ကျမ်းဂန်ကို ပေးပို့မည့်အပြင် အလ္လာဟ်အရှင်မြတ်က သူ့အား ပေးသနားမည့် အခြားသော ကောင်းချီးများကြောင့်ဖြစ်သည်။ အီဆာသည် နောင်တမလွန်ဘဝတွင် ဂုဏ်ပြုခံရမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် အချို့သောလူများအတွက် အလ္လာဟ်အရှင်မြတ်ထံ ကြားဝင်လျှောက်ထားမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ကြီးမြတ်သော ရစူလ်တမန်တော်များဖြစ်သည့် သူ၏ညီအစ်ကိုများကဲ့သို့ပင် ဖြစ်သည်၊ သူတို့အားလုံးအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ။</p><div lang=\"fy\" class=\"fy \"><h2>Isa Spoke When He was Still in the Cradle</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا</p><p lang=\"my\" class=\"my \"><span>(သူသည် လူအပေါင်းအား ပုခက်ထဲတွင်လည်းကောင်း၊ အရွယ်ရောက်သောအခါတွင်လည်းကောင်း စကားပြောဆိုမည်ဖြစ်သည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ မုအ်ဂျိဇာတ်တစ်ရပ်အနေဖြင့် ပုခက်ထဲတွင် ရှိနေစဉ်ပင် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ဖက်စပ်မှုမရှိဘဲ ဝတ်ပြုရန် ဖိတ်ခေါ်မည်ဖြစ်ပြီး၊ သူသည် အရွယ်ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်ဖြင့် စကားပြောဆိုမည်ဖြစ်သည်။</p><p lang=\"fil\" class=\"fil \">Muhammad bin Ishaq recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَكَلَّمَ مَوْلُودٌ فِي صِغَرِهِ إِلَّا عِيسَى وَصَاحِبُ جُرَيْجٍ</p><p lang=\"my\" class=\"my \"><span>(ပုခက်ထဲ၌ ကလေးငယ်တစ်ဦးမျှ မပြောဆိုခဲ့ပေ၊ အီဆာနှင့် ဂျူရိုင်ဂျ်၏ အဖော်မှအပ။)</span></p><p lang=\"jv\" class=\"jv \">Ibn Abi Hatim recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَتَكَلَّمْ فِي الْمَهْدِ إِلَّا ثَلَاثَةٌ: عِيسَى، وَصَبِيٌّ كَانَ فِي زَمَنِ جُرَيْجٍ، وَصَبِيٌّ آخَرُ</p><p lang=\"my\" class=\"my \"><span>(ပုခက်ထဲ၌ ကလေးငယ်သုံးဦးမှအပ မည်သူမျှ မပြောဆိုခဲ့ပေ၊ အီဆာ၊ ဂျူရိုင်ဂျ်၏ခေတ်အခါက ကောင်လေးတစ်ဦးနှင့် အခြားကောင်လေးတစ်ဦး။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span>(သူသည် သူတော်စင်များထဲမှ တစ်ဦးဖြစ်လိမ့်မည်။)</span> သူ၏ပြောဆိုမှုများနှင့် လုပ်ရပ်များတွင်၊ အဘယ့်ကြောင့်ဆိုသော် သူသည် ဖြူစင်သော အသိပညာနှင့် ဖြောင့်မတ်သော လုပ်ရပ်များကို ပိုင်ဆိုင်မည်ဖြစ်သောကြောင့်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အီဆာသည် ဖခင်မရှိဘဲ ဖန်ဆင်းခံခဲ့ရသည်</h2></div><p lang=\"my\" class=\"my \">မရ်ယမ်သည် ကောင်းကင်တမန်များက အလ္လာဟ်အရှင်မြတ်ထံမှ ပြောကြားသော သတင်းကောင်းကို ကြားသောအခါ သူမက ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ</p><p lang=\"my\" class=\"my \"><span>(“အို ကျွန်ုပ်၏သခင်! မည်သူကမှ ကျွန်ုပ်ကို မထိတွေ့သေးပါဘဲ ကျွန်ုပ်၌ သားတစ်ဦး မည်သို့ ရှိနိုင်မည်နည်း။”)</span></p><p lang=\"my\" class=\"my \">မရ်ယမ်က “ကျွန်ုပ်သည် အိမ်ထောင်မပြုခဲ့၊ အိမ်ထောင်ပြုရန် ရည်ရွယ်ခဲ့ခြင်းလည်း မရှိ၊ ညစ်ညမ်းသော အမျိုးသမီးလည်း မဟုတ်ပါဘဲ ကျွန်ုပ်၌ သားတစ်ဦး မည်သို့ ရှိနိုင်မည်နည်း၊ အလ္လာဟ်အရှင်မြတ် တားမြစ်ပါစေ” ဟု ပြောကြားခဲ့သည်။ ကောင်းကင်တမန်က မရ်ယမ်အား အလ္လာဟ်အရှင်မြတ်၏ အဖြေကို ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ</p><p lang=\"my\" class=\"my \"><span>(ထိုနည်းအတိုင်းပင် <span>(ဖြစ်လိမ့်မည်)</span>၊ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိသည်ကို ဖန်ဆင်းတော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် တန်ခိုးတော်၌ ကြီးမြတ်တော်မူပြီး မည်သည့်အရာမျှ အရှင်မြတ်၏ စွမ်းဆောင်နိုင်စွမ်းမှ လွတ်မြောက်နိုင်မည် မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် ဇကရီယာအကြောင်း <span>[၃:၄၀]</span> ရှိ ‘ပြုသည်’ ဟူသော စကားလုံးအစား ‘ဖန်ဆင်းသည်’ ဟူသော စကားလုံးကို သုံးခဲ့သည်၊ အီဆာနှင့်ပတ်သက်၍ မကောင်းသော အတွေးများကို ဖယ်ရှားရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုအချက်ကို ထပ်မံ အလေးပေးဖော်ပြခဲ့သည်၊ အရှင်မြတ် မိန့်တော်မူသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span>(အရှင်မြတ်သည် တစ်စုံတစ်ရာကို ပြဋ္ဌာန်းပြီးပါက ၎င်းအား ‘ဖြစ်လော့!’ ဟုသာ မိန့်တော်မူပြီး ၎င်းသည် ဖြစ်သွားသည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် အလိုရှိသည်မှာ ချက်ချင်း၊ မနှောင့်နှေးဘဲ ပေါ်ပေါက်လာသည်။ အခြား အာယသ်တော်တစ်ပါးတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"my\" class=\"my \"><span>(ငါတို့၏ အမိန့်တော်သည် မျက်တောင်တစ်ခတ်အတွင်း တစ်ခုတည်းသာဖြစ်သည်။)</span><span>[၅၄:၅၀]</span>၊ ဆိုလိုသည်မှာ “ငါတို့သည် အမိန့်ကို တစ်ကြိမ်သာ ထုတ်ပြန်ပြီး၊ ၎င်းသည် မျက်တောင်တစ်ခတ်အတွင်း၊ မျက်တောင်တစ်ခတ်ခြင်းထက်ပင် ပိုမိုမြန်ဆန်စွာ ချက်ချင်း ပေါ်ပေါက်လာသည်။”</p>"
  }
]