[
  {
    "ayah_key": "2:3",
    "group_ayah_key": "2:3",
    "from_ayah": "2:3",
    "to_ayah": "2:3",
    "ayah_keys": "2:3",
    "text": "<p class=\"my translation\" lang=\"my\">မမြင်အပ်သောအရာ၌ ယုံကြည်သူများ <span>(၃)</span></p><div lang=\"my\" class=\"my \"><h2>အီမာန်၏ အဓိပ္ပါယ်</h2></div><p lang=\"yo\" class=\"yo \">Abu Ja'far Ar-Razi said that Al-'Ala' bin Al-Musayyib bin Rafi' narrated from Abu Ishaq that Abu Al-Ahwas said that 'Abdullah said, \"Iman is to trust.\". 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ခြင်းရှိသူများ)</span> ဆိုသည်မှာ ၎င်းတို့ ယုံကြည်ကိုးစားသည်ဟု အဓိပ္ပါယ်ရသည်။ ထို့ပြင် မအ်မာရ်က အဇ်ဇူဟ်ရီက \"အီမာန်သည် အမှုကိစ္စများဖြစ်သည်\" ဟု ပြောကြောင်း ပြောကြားခဲ့သည်။ ထို့အပြင် အဗူဂျာအ်ဖာရ် အလ်ရာဇီက အလ်ရာဘီအ် ဘင် အနပ်စ်က '၎င်းတို့ ယုံကြည်ခြင်းရှိသည်' ဆိုသည်မှာ ၎င်းတို့ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> ကြောက်ရွံ့သည်ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ် <span class=\"gray\">(အသ်-သွဗရီ)</span> က မှတ်ချက်ပြုသည်မှာ၊ \"အကောင်းဆုံးအမြင်မှာ ၎င်းတို့သည် လျှာဖြင့်၊ လုပ်ရပ်ဖြင့်နှင့် ယုံကြည်ချက်ဖြင့် မမြင်အပ်သောအရာကို ယုံကြည်သူများအဖြစ် ဖော်ပြခြင်းဖြစ်သည်။ ဤကိစ္စတွင် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ခြင်းသည် အီမာန်၏ အထွေထွေအဓိပ္ပါယ်တွင် ပါဝင်ပြီး၊ ၎င်းသည် လျှာမှပြောဆိုသော လုပ်ရပ်များကို လက်တွေ့အကောင်အထည်ဖော်ရန် လိုအပ်စေသည်။ ထို့ကြောင့် အီမာန်သည် အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ ကျမ်းတော်များနှင့် ၎င်း၏ ရစူလ်တမန်တော်များကို အတည်ပြုခြင်းနှင့် ယုံကြည်ခြင်း၊ ထိုအတည်ပြုချက်ကို လျှာမှ ထုတ်ဖော်ပြောဆို၍ အတည်ပြုသောအရာများ၏ အဓိပ္ပါယ်များကို စွဲကိုင်ခြင်းဖြင့် နားလည်သဘောပေါက်ခြင်းတို့ကို အားလုံးပါဝင်သည့် အထွေထွေအသုံးအနှုန်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဘာသာဗေဒအရ အီမာန်သည် အကြွင်းမဲ့အဓိပ္ပါယ်အရ ယုံကြည်ခြင်းသက်သက်သာဖြစ်ပြီး တစ်ခါတစ်ရံ ကုရ်အာန်တွင် ထိုသို့အဓိပ္ပါယ်ဖြင့် အသုံးပြုသည်၊ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ</p><p lang=\"zh-Latn\" class=\"zh-Latn \"><span class=\"gray\">(He trusts <span class=\"gray\">(yu'minu)</span> in Allah, and trusts <span class=\"gray\">(yu'minu)</span> in the believers.)</span><span class=\"gray\">(9: 61)</span></p><p lang=\"my\" class=\"my \">နဗီယူဆွဖ်၏ ညီအစ်ကိုများက ၎င်းတို့၏ ဖခင်အား ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَآ أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَٰـدِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကျွန်ုပ်တို့ မှန်ကန်စွာ ပြောသော်လည်း သင်သည် ကျွန်ုပ်တို့ကို မည်သည့်အခါမျှ ယုံကြည်မည်မဟုတ်ပါ။)</span><span class=\"gray\">(၁၂:၁၇)</span>။</p><p lang=\"my\" class=\"my \">ထို့ပြင် အီမာန်ဟူသော စကားလုံးကို တစ်ခါတစ်ရံ အမှုကိစ္စများနှင့်အတူ ဖော်ပြလေ့ရှိသည်၊ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلاَّ الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّٰـلِحَــٰتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်ခြင်း <span class=\"gray\">(အစ္စလာမ့်တစ်ဆူတည်းသော ဘုရားဝါဒ၌)</span> ရှိသူများနှင့် သာသနာ့ရေးရာကောင်းမှုများ ပြုလုပ်သူများမှတစ်ပါး)</span><span class=\"gray\">(၉၅:၆)</span>။</p><p lang=\"my\" class=\"my \">မည်သို့ပင်ဖြစ်စေ အီမာန်ကို အကန့်အသတ်မရှိ အသုံးပြုသည့်အခါ ၎င်းတွင် ယုံကြည်ချက်များ၊ လုပ်ရပ်များနှင့် လျှာဖြင့်ပြောဆိုချက်များ ပါဝင်သည်။ ဤနေရာတွင် အီမာန်သည် တိုးပွားခြင်းနှင့် လျော့ကျခြင်းတို့ ရှိကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။</p><p lang=\"my\" class=\"my \">ဤကိစ္စနှင့် ပတ်သက်၍ အဆိုများနှင့် ဟဒီးဆ်တော်များစွာရှိပြီး၊ ၎င်းတို့ကို ကျွန်ုပ်တို့၏ ဆွဟီဟ် အလ်-ဗုခါရီ ရှင်းလင်းချက် အစတွင် ဆွေးနွေးခဲ့သည်၊ ကောင်းကျိုးအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။ အချို့သော ပညာရှင်များက အီမာန်သည် ခရှ်ယာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ခြင်း)</span> ဟု အဓိပ္ပါယ်ရကြောင်း ရှင်းပြခဲ့ကြသည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့၏ အရှင်သခင်ကို မမြင်ရဘဲ ကြောက်ရွံ့သူများ <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းအရှင်မြတ်ကိုလည်းကောင်း၊ နောင်ဘဝတွင် ၎င်း၏ ပြစ်ဒဏ်ကိုလည်းကောင်း မမြင်ရဘဲ ကြောက်ရွံ့ကြသည်)</span>)</span><span class=\"gray\">(၆၇:၁၂)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ خَشِىَ الرَّحْمَٰـنَ بِالْغَيْبِ وَجَآءَ بِقَلْبٍ مُّنِيبٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်ရသောအရာ၌ အလွန်အမင်း ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အား ကြောက်ရွံ့၍ နောင်တတရားဖြင့် ပြန်လှည့်လာသော နှလုံးသား <span class=\"gray\">(အရှင်မြတ်ထံသို့ လှည့်လာပြီး၊ မည်သည့်အမျိုးအစားရှိ ရှရစ်ခ် (တွဲဖက်ကိုးကွယ်မှု) မှ ကင်းလွတ်သော နှလုံးသား)</span> ဖြင့် ရောက်လာသူ)</span><span class=\"gray\">(၅၀:၃၃)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသကဲ့သို့ ကြောက်ရွံ့ခြင်းသည် အီမာန်နှင့် အသိပညာ၏ အဓိကအချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَآءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်၏ ကျွန်များအနက် အသိပညာရှိသူများသာ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြသည်)</span><span class=\"gray\">(၃၅:၂၈)</span>။</p><div lang=\"my\" class=\"my \"><h2>အလ်-ဂိုင်ဗ်၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဂိုင်ဗ်၏ အဓိပ္ပါယ်နှင့် ပတ်သက်၍ ဆလဖ်တို့တွင် ရှင်းလင်းချက်များစွာရှိပြီး ၎င်းတို့အားလုံးသည် မှန်ကန်၍ တူညီသော အထွေထွေအဓိပ္ပါယ်ကို ဖော်ပြသည်။ ဥပမာအားဖြင့်၊ အဗူ ဂျာအ်ဖာရ် အလ်-ရာဇီသည် အလ်-ရာဘီအ် ဘင် အနပ်စ်မှ အဗူ အလ်-အာလီယာဟ်အားဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်နှင့် ပတ်သက်၍ ကိုးကားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُونَ بِالْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့သည်)</span> ဂိုင်ဗ်တွင် ယုံကြည်ကြသည်)</span>၊ \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ ကောင်းကင်တမန်များ၊ ကျမ်းဂန်များ၊ ရစူလ်တမန်တော်များ၊ နောက်ဆုံးနေ့၊ ၎င်း၏ ဂျန္နတ် (ပရဒိသု)၊ ဂျဟန္နမ် (ငရဲ) နှင့် ၎င်းအရှင်မြတ်နှင့် တွေ့ဆုံခြင်းတို့ကို ယုံကြည်ကြသည်။ ၎င်းတို့သည် သေပြီးနောက် အသက်ရှင်ခြင်းနှင့် ရှင်ပြန်ထမြောက်ခြင်းတို့ကိုလည်း ယုံကြည်ကြသည်။ ဤအားလုံးသည် ဂိုင်ဗ်ဖြစ်သည်။\" ကသာဒါ ဘင် ဒီအ်မာဟ်ကလည်း အလားတူ ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဆအိဒ် ဘင် မန်ဆူရ်က အဗ်ဒူရ်-ရာဟ်မာန် ဘင် ယဇီးဒ်ထံမှ သတင်းပေးပို့သည်မှာ၊ \"ကျွန်ုပ်တို့သည် အဗ်ဒူလ္လာဟ် ဘင် မပ်စ်အူဒ်နှင့်အတူ ထိုင်နေစဉ်တွင် နဗီတမန်တော်မြတ် ﷺ ၏ ဆွဟာဘဟ်များအကြောင်းနှင့် ၎င်းတို့၏ လုပ်ရပ်များသည် ကျွန်ုပ်တို့၏ လုပ်ရပ်များထက် သာလွန်ကြောင်း ပြောဆိုခဲ့ကြသည်။ အဗ်ဒူလ္လာဟ်က ပြောသည်မှာ၊ 'မုဟမ္မဒ် ﷺ ၏ ကိစ္စသည် ၎င်းအား မြင်တွေ့ခဲ့သူများအတွက် ရှင်းလင်းသည်။ ၎င်းမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိသော အရှင်မြတ်ကို အမှူးထား၍ ဆိုပါ၏၊ မည်သူမျှ အလ်-ဂိုင်ဗ်ကို ယုံကြည်ခြင်းထက် ပိုမိုကောင်းမွန်သော ယုံကြည်ခြင်းမျိုးကို ရရှိမည်မဟုတ်ပေ။' ထို့နောက် ၎င်းက ရွတ်ဆိုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - ذَٰلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ - الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလစ်ဖ် လာမ် မီမ်။ ဤသည်မှာ ကျမ်းဂန်ဖြစ်သည်။ ၎င်းတွင် သံသယဖြစ်ဖွယ်မရှိ၊ မွတ်တကီများအတွက် လမ်းညွှန်ဖြစ်သည်။ ဂိုင်ဗ်ကို ယုံကြည်သူများ)</span>၊ အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အောင်မြင်သူများ)</span>။\" အိဗ်နု အဘီ ဟါတိမ်၊ အိဗ်နု မရ်ဒူဝီယာဟ် နှင့် အလ်-ဟာကိမ်တို့က ၎င်း၏ မွတ်စ်သဒ်ရက်က်တွင် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။ အလ်-ဟာကိမ်က ဤဟဒီးဆ်သည် စစ်မှန်ကြောင်းနှင့် ရှိုင်ခ်နှစ်ပါး - အလ်-ဗုခါရီနှင့် မွတ်စ်လင်မ် - တို့က ၎င်းတို့၏ စံနှုန်းများနှင့် ကိုက်ညီသော်လည်း ၎င်းကို စုဆောင်းထားခြင်းမရှိကြောင်း မှတ်ချက်ပြုခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဟ်မဒ်က အိဗ်နု မုဟိုင်ရစ်ဇ်ထံမှ အလားတူအဓိပ္ပါယ်ရှိသော ဟဒီးဆ်တစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းက ပြောသည်မှာ- ကျွန်ုပ်သည် အဗူ ဂျုမ်အာဟ်အား၊ \"အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံမှ ကြားခဲ့ရသော ဟဒီးဆ်တစ်ခုကို ကျွန်ုပ်တို့အား ပြောပြပါ\" ဟု ဆိုခဲ့သည်။ ၎င်းက \"ဟုတ်ကဲ့။ ကျွန်ုပ်သည် သင့်အား ကောင်းမွန်သော ဟဒီးဆ်တစ်ခုကို ပြောပြပါမည်။ တစ်ချိန်က ကျွန်ုပ်တို့သည် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ နေ့လည်စာ စားခဲ့သည်။ ကျွန်ုပ်တို့နှင့်အတူရှိသော အဗူ ဥဗိုင်ဒါဟ်က 'အို အရှင်မြတ်၏ ရစူလ်တမန်တော်! လူများသည် ကျွန်ုပ်တို့ထက် ပိုကောင်းပါသလား? ကျွန်ုပ်တို့သည် သင့်နှင့်အတူ အစ္စလာမ်ကို လက်ခံခဲ့ပြီး သင့်နှင့်အတူ ဂျီဟဒ်လုပ်ခဲ့သည်' ဟု ပြောသည်။ ၎င်း ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ قَوْمٌ مِنْ بَعْدِكُمْ يُؤْمِنُونَ بِي وَلَمْ يَرَوْنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်သည်၊ သင်တို့နောက်မှ ရောက်လာကြမည့်သူများ၊ ၎င်းတို့သည် ကျွန်ုပ်အား မမြင်ခဲ့ကြသော်လည်း ကျွန်ုပ်အား ယုံကြည်ကြမည်။)</span>\"</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တွင် အခြားလမ်းကြောင်းတစ်ခုရှိပြီး အဗူ ဗကရ် ဘင် မရ်ဒူဝီယာဟ်က ၎င်း၏ တဖ်စီရ်တွင် ဆွလေဟ် ဘင် ဂျုဘိုင်ရ်ထံမှ စုဆောင်းခဲ့သည်။ ဆွလေဟ် ဘင် ဂျုဘိုင်ရ်က ပြောသည်မှာ- 'အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဆွဟာဘီဖြစ်သော အဗူ ဂျုမ်အာဟ် အလ်-အန်ဆွာရီသည် ဗိုင်းတ် အလ်-မက်ဒစ် <span class=\"gray\">(ဂျေရုဆလင်)</span> သို့ ဆွလာတ်ဝတ်ပြုရန် ရောက်ရှိလာသည်။ ရဂျာအ် ဘင် ဟိုင်းဝါဟ်သည် ကျွန်ုပ်တို့နှင့်အတူရှိသည်။ အဗူ ဂျုမ်အာဟ် ပြီးစီးသောအခါ ကျွန်ုပ်တို့သည် ၎င်းအား နှုတ်ဆက်ရန် ထွက်သွားခဲ့ကြသည်။ ၎င်း ပြန်တော့မည့်အချိန်တွင် ၎င်းက \"သင်တို့၌ လက်ဆောင်နှင့် အခွင့်အရေးရှိသည်။ ကျွန်ုပ်သည် အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံမှ ကြားခဲ့ရသော ဟဒီးဆ်တစ်ခုကို သင်တို့အား ပြောပြပါမည်\" ဟု ပြောသည်။ ကျွန်ုပ်တို့က \"ပြောပြပါ၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကရုဏာပြုပါစေ\" ဟု ဆိုခဲ့ကြသည်။ ၎င်းက \"ကျွန်ုပ်တို့သည် မုအာဓ် ဘင် ဂျဘလ် အပါအဝင် လူဆယ်ဦးဖြင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်နှင့်အတူ ရှိနေခဲ့သည်။ ကျွန်ုပ်တို့က \"အို အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်တို့ထက် ပိုမိုကြီးမားသော အကျိုးကျေးဇူးများကို ရရှိမည့်သူများ ရှိပါသလား? ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခဲ့ပြီး သင့်အား လိုက်နာခဲ့သည်\" ဟု ပြောသည်။ ၎င်း ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَمْنَعُكُمْ مِنْ ذَلِكَ وَرَسُولُ اللهِ بَيْنَ أَظْهُرِكُمْ يَأْتِيكُمْ بِالْوَحْيِ مِنَ السَّمَاءِ، بَلْ قَوْمٌ بَعْدَكُمْ يَأْتِيهِمْ كِتَابٌ مِنْ بَيْنِ لَوْحَيْنِ يُؤْمِنُونَ بِهِ وَيَعْمَلُونَ بِمَا فِيهِ، أُولٰئِكَ أَعْظَمُ مِنْكُمْ أَجْرًا مَرَّتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် သင်တို့အလယ်တွင်ရှိပြီး ကောင်းကင်မှ ဗျာဒိတ်တော်ကို သင်တို့ထံသို့ သယ်ဆောင်လာချိန်တွင် မည်သည့်အရာက သင့်အား ထိုသို့ပြုလုပ်ခြင်းမှ တားဆီးထားသနည်း? သင်တို့နောက်မှ ရောက်လာမည့်သူများရှိပြီး ၎င်းတို့အား အဖုံးနှစ်ခုကြားရှိ ကျမ်း <span class=\"gray\">(ကုရ်အာန်)</span> ကို ပေးအပ်မည်ဖြစ်ရာ၊ ၎င်းတို့သည် ၎င်းကို ယုံကြည်ပြီး ၎င်း၏ အမိန့်များကို လိုက်နာကြမည်။ ၎င်းတို့သည် သင်တို့ထက် ပိုမိုကြီးမားသော အကျိုးကျေးဇူးကို ရရှိကြသည်၊ နှစ်ဆမျှ ပိုများသည်။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာတ်ကို စနစ်တကျ ပြုလုပ်ကြပြီး ကျွန်ုပ်တို့ ပေးအပ်ထားသည့်အရာများမှ သုံးစွဲလှူဒါန်းကြသည်)</span></p><div lang=\"su\" class=\"su \"><h2>Meaning of Iqamat As-Salah</h2></div><p lang=\"gd\" class=\"gd \">Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُقِيمُونَ الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာတ်ကို ပြုလုပ်ကြသည်)</span>၊ ဆိုသည်မှာ \"ဆွလာတ်ကို ၎င်းနှင့်အတူပါရှိသော တာဝန်ဝတ္တရားအားလုံးနှင့် ပြည့်စုံစွာ ပြုလုပ်ခြင်း\" ဖြစ်သည်။ အဒ်-ဒဟ်ဟါက်က အိဗ်နု အဗ်ဗားစ်က \"အိကာမတ် အပ်စ်-ဆွလာတ်ဆိုသည်မှာ ဦးညွှတ်ခြင်း၊ ဦးချခြင်း၊ ရွတ်ဖတ်ခြင်း၊ နှိမ့်ချခြင်းနှင့် ဆွလာတ်အတွက် တက်ရောက်ခြင်းတို့ကို ပြည့်စုံအောင် လုပ်ဆောင်ခြင်း\" ဟု ပြောကြောင်း ဆိုခဲ့သည်။ ကသာဒါက \"အိကာမတ် အပ်စ်-ဆွလာတ်ဆိုသည်မှာ အချိန်မှန်မှု၊ ဝုဒူပြုခြင်း၊ ဆွလာတ်၏ ဦးညွှတ်ခြင်းနှင့် ဦးချခြင်းတို့ကို ထိန်းသိမ်းခြင်း\" ဟု ပြောခဲ့သည်။ မုကာသိလ် ဘင် ဟိုင်ယာန်က အိကာမတ် အပ်စ်-ဆွလာတ်ဆိုသည်မှာ \"၎င်းအတွက် အချိန်မှန်မှုကို ထိန်းသိမ်းခြင်း၊ ၎င်းအတွက် သန့်ရှင်းစင်ကြယ်မှုကို ပြည့်စုံအောင် လုပ်ဆောင်ခြင်း၊ ကုရ်အာန်ရွတ်ဖတ်ခြင်း၊ တရှဟွဒ်နှင့် နဗီတမန်တော်မြတ် ﷺ အပေါ် ကောင်းချီးများ ပေးပို့ခြင်းတို့ကို ပြည့်စုံအောင် လုပ်ဆောင်ခြင်း\" ဟု ဆိုခဲ့သည်။ ဤသည်မှာ အိကာမတ် အပ်စ်-ဆွလာတ်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဤအာယတ်တော်ရှိ \"သုံးစွဲလှူဒါန်းခြင်း\" ၏ အဓိပ္ပါယ်</h2></div><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ပေးအပ်ထားသည့်အရာများမှ သုံးစွဲလှူဒါန်းကြသည်)</span> ဆိုသည်မှာ \"၎င်းတို့၏ စည်းစိမ်ဥစ္စာအပေါ် ပေးဆောင်ရမည့် ဇကာတ်\" ဖြစ်သည်။ အပ်စ်-စွတ်ဒ်ဒီက အဗူ မာလစ်ခ်နှင့် အဗူ စွလေဟ်တို့က အိဗ်နု အဗ်ဗားစ်ထံမှ ပြောကြားခဲ့ပြီး၊ မုရ်ရာဟ်က အိဗ်နု မပ်စ်အူဒ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အခြားသော ဆွဟာဘဟ်များထံမှ ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ပေးအပ်ထားသည့်အရာများမှ သုံးစွဲလှူဒါန်းကြသည်)</span> ဆိုသည်မှာ \"လူတစ်ဦးက ၎င်း၏ မိသားစုအပေါ် သုံးစွဲလှူဒါန်းခြင်း\" ဖြစ်သည်။ ဤသည်မှာ ဇကာတ်၏ တာဝန်ဝတ္တရား မချမှတ်မီက ဖြစ်သည်။\" ဂျူဝိုင်ဘိရ်က အဒ်-ဒဟ်ဟါက်ထံမှ ပြောကြားခဲ့သည်မှာ၊ \"ယေဘုယျအားဖြင့် လှူဒါန်းခြင်း <span class=\"gray\">(ပရဟိတဒါနအဖြစ်)</span> သည် လူတစ်ဦး၏ ဆန္ဒနှင့် စွမ်းဆောင်နိုင်မှုအလိုက် အလ္လာဟ်အရှင်မြတ်ထံ ပိုမိုနီးကပ်စေသည့် နည်းလမ်းတစ်ခုဖြစ်သည်။ စူရတ် ဗရာအာဟ် <span class=\"gray\">(အခန်း ၉)</span> ရှိ အာယတ်တော်ခုနစ်ခုတွင် ပရဟိတဒါနပြုရန် တာဝန်ဝတ္တရား ချမှတ်သည်အထိ ဖြစ်သည်။ ၎င်းတို့သည် ယခင်အခြေအနေကို ပယ်ဖျက်ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">များစွာသော အခြေအနေများတွင် အလ္လာဟ်အရှင်မြတ်သည် ဆွလာတ်ဝတ်ပြုခြင်းနှင့် စည်းစိမ်ဥစ္စာသုံးစွဲခြင်းကို အတူတကွ ဖော်ပြထားသည်။ ဆွလာတ်သည် အလ္လာဟ်အရှင်မြတ်၏ အခွင့်အရေးဖြစ်သလို ၎င်းအရှင်မြတ်အား ကိုးကွယ်မှုတစ်မျိုးလည်းဖြစ်သည်။ ၎င်းတွင် ၎င်းအရှင်မြတ်ကိုသာ မိမိ၏ ကိုးကွယ်မှုအတွက် သီးသန့်ထားရှိခြင်း၊ ၎င်းအရှင်မြတ်အား ချီးမွမ်းခြင်း၊ ဂုဏ်ပြုခြင်း၊ ၎င်းအရှင်မြတ်ထံ ဆုတောင်းခြင်း၊ ပန်ကြားခြင်းတို့ ပါဝင်ပြီး၊ ၎င်းအရှင်မြတ်အပေါ် မိမိ၏ မှီခိုအားထားမှုကို ဖော်ပြသည်။ သုံးစွဲလှူဒါန်းခြင်းသည် သတ္တဝါများအပေါ် ကောင်းမှုပြုခြင်းဖြစ်ပြီး ၎င်းတို့အား အကျိုးပြုမည့်အရာများကို ပေးခြင်းဖြစ်သည်။ ဤပရဟိတဒါနအတွက် အသင့်တော်ဆုံးပုဂ္ဂိုလ်များမှာ ဆွေမျိုးများ၊ ဇနီး၊ အစေခံများ နှင့် ကျန်လူများဖြစ်သည်။ ထို့ကြောင့် လိုအပ်သော ပရဟိတဒါနနှင့် လိုအပ်သော သုံးစွဲမှုအမျိုးအစားအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်တွင် ပါဝင်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ပေးအပ်ထားသည့်အရာများမှ သုံးစွဲလှူဒါန်းကြသည်)</span>။ ဆွဟီဟ်ကျမ်းနှစ်ကျမ်းက အိဗ်နု ဥမရ်က အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُنِيَ الْإِسْلَامُ عَلَىٰ خَمْسٍ: شَهَادَةِ أَنْ لَا إِلٰهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَصَوْمِ رَمَضَانَ، وَحَجِّ الْبَيْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စလာမ်သည် အခြေခံငါးခု <span class=\"gray\">(တိုင်ကြီးများ)</span> ပေါ်တွင် တည်ဆောက်ထားသည်- အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာဘုရားမရှိကြောင်းနှင့် မုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်ကြောင်း သက်သေခံခြင်း၊ ဆွလာတ်ဝတ်ပြုခြင်း၊ ဇကာတ်ပေးဆောင်ခြင်း၊ ရမဒွါန်ဥပုသ်စောင့်ထိန်းခြင်းနှင့် ဗိုင်းတ်သို့ ဟဂျ်ပြုလုပ်ခြင်း။)</span></p><p lang=\"my\" class=\"my \">ဤကိစ္စနှင့် ပတ်သက်၍ အခြားဟဒီးဆ်များစွာရှိသည်။</p><div lang=\"my\" class=\"my \"><h2>ဆွလာတ်၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">အာရဗီဘာသာစကားတွင် ဆွလာတ်၏ အခြေခံအဓိပ္ပါယ်မှာ ဆုတောင်းခြင်းဖြစ်သည်။ ဘာသာရေးဝေါဟာရအရ ဆွလာတ်ကို ဦးညွှတ်ခြင်းနှင့် ဦးချခြင်း၊ ၎င်းနှင့်ဆက်စပ်သော ကျန်ရှိသည့် သတ်မှတ်ထားသော လုပ်ရပ်များ၊ သတ်မှတ်ထားသော အချိန်များတွင် သတ်မှတ်ထားသော အခြေအနေများ၊ ၎င်းနှင့်ပတ်သက်၍ လူသိများသော လက္ခဏာများနှင့် လိုအပ်ချက်များတို့ကို ရည်ညွှန်းရန် အသုံးပြုသည်။</p>"
  }
]