[
  {
    "ayah_key": "2:8",
    "group_ayah_key": "2:8",
    "from_ayah": "2:8",
    "to_ayah": "2:9",
    "ayah_keys": "2:8,2:9",
    "text": "<p class=\"my translation\" lang=\"my\">လူသားတို့အနက် အချို့သောသူတို့က \"အကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြသည်\" ဟု ပြောဆိုကြ၏။ စင်စစ်သော်ကား ၎င်းတို့သည် မယုံကြည်ကြပေ။ <span>(8)</span>၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ယုံကြည်သူတို့ကိုလည်းကောင်း လှည့်စားရန် ကြိုးစားကြ၏။ သို့ရာတွင် ၎င်းတို့သည် မိမိတို့ကိုယ်ကိုသာ လှည့်စားနေကြခြင်းဖြစ်ပြီး (၎င်းကို) မသိရှိကြပေ။ <span>(9)</span></p><div lang=\"my\" class=\"my \"><h2>နိဖာက်၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">နိဖာက် (ကျမ်းတော်မြတ်ကုရ်အာန်တွင် ဟန်ဆောင်သူများကို ခေါ်သော အာရဗီဝေါဟာရ) ဆိုသည်မှာ လိုက်နာမှု သို့မဟုတ် သဘောတူညီမှုကို ပြသခြင်းနှင့် မကောင်းမှုကို ဖုံးကွယ်ခြင်းဖြစ်သည်။ နိဖာက်တွင် အမျိုးအစားများစွာရှိသည်။ ယုံကြည်ချက်ဆိုင်ရာ နိဖာက်သည် ၎င်း၏လူများကို ငရဲဘုံ၌ ထာဝရနေထိုင်စေသည်။ လုပ်ရပ်ဆိုင်ရာ နိဖာက်သည် ကြီးလေးသောပြစ်မှုများအနက် တစ်ခုဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက မကြာမီ ရှင်းပြပါမည်။ အီဗ်နု ဂျူရိုင်ဂျ်က ဟန်ဆောင်သူ (မုနာဖစ်) အကြောင်းကို \"သူ၏ အမှန်တကယ် လုပ်ဆောင်ချက်များသည် သူကြေညာသည်နှင့် ကွဲပြားသည်။ သူဖုံးကွယ်ထားသည်မှာ သူပြောဆိုသည်နှင့် ကွဲပြားသည်။ သူ၏ဝင်ရောက်မှုနှင့် တည်ရှိမှုသည် သူ၏ထွက်ခွာမှုနှင့် မရှိခြင်းတို့နှင့် မတူညီပေ။\" ဟု ဆိုခဲ့သည်။</p><div lang=\"sv\" class=\"sv \"><h2>The Beginning of Hypocrisy</h2></div><p lang=\"my\" class=\"my \">ဟန်ဆောင်သူတို့၏ လက္ခဏာရပ်များနှင့် ပတ်သက်သော ဗျာဒိတ်တော်များသည် အလ်-မဒီနာမြို့တွင် ထုတ်ဖော်ခဲ့သည်။ အကြောင်းမှာ မက္ကာမြို့တွင် ဟန်ဆောင်သူများ မရှိခဲ့သောကြောင့်ဖြစ်သည်။ အလ်-မက္ကာမြို့တွင်မူ ဆန့်ကျင်ဘက် အခြေအနေ ဖြစ်ခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် အချို့လူများသည် ၎င်းတို့၏နှလုံးသားများက ယုံကြည်ခြင်းကို ဖုံးကွယ်ထားစဉ်တွင် ကာဖစ်ရ် (ဘုရားသခင်ကို မယုံကြည်သူ) များအဖြစ် ဟန်ဆောင်ရန် အတင်းအကြပ် ခိုင်းစေခံရသောကြောင့်ဖြစ်သည်။ ထို့နောက်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် အလ်-မဒီနာမြို့သို့ ရွှေ့ပြောင်းသွားခဲ့ပြီး ထိုနေရာတွင် အဝ်စ်နှင့် ခဇ်ရဂျ် မျိုးနွယ်စုများမှ အန်ဆွာရ် (အကူအညီပေးသူများ) များ နေထိုင်ခဲ့ကြသည်။ ၎င်းတို့သည် အာရပ်ရုပ်တုကိုးကွယ်သူများနည်းတူ အစ္စလာမ်မတိုင်မီခေတ် အသိမဲ့ကာလတွင် ရုပ်တုများကို ကိုးကွယ်ခဲ့ကြသည်။ ဂျူးမျိုးနွယ်စုသုံးစုသည် အလ်-မဒီနာမြို့တွင် နေထိုင်ခဲ့ကြသည်။ ၎င်းတို့မှာ အလ်-ခဇ်ရဂျ်၏ မဟာမိတ်များဖြစ်သော ဘနူ ကွိုင်းနူကွာ၊ ဘနူ အန်-နာဒီရ်နှင့် အဝ်စ်၏ မဟာမိတ်များဖြစ်သော ဘနူ ကူရိုင်ဇာတို့ ဖြစ်သည်။ အဝ်စ်နှင့် ခဇ်ရဂျ် မျိုးနွယ်စုဝင်များစွာသည် အစ္စလာမ်ကို လက်ခံခဲ့ကြသည်။ သို့သော် 'အဗ်ဒုလ္လာဟ် အိဗ်နု စလာမ် ကဲ့သို့သော ဂျူးအနည်းငယ်မျှသာ အစ္စလာမ်ကို လက်ခံခဲ့ကြသည်။ အလ်-မဒီနာမြို့၏ အစောပိုင်းကာလတွင် မွတ်စ်လင်မ်များသည် ကြောက်ရွံ့စရာလောက် အားမကောင်းသေးသောကြောင့် ဟန်ဆောင်သူများ မရှိသေးပေ။ ဆန့်ကျင်ဘက်အားဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် ဂျူးများနှင့် အလ်-မဒီနာမြို့ပတ်ဝန်းကျင်ရှိ အခြားအာရပ်မျိုးနွယ်စုများစွာနှင့် ငြိမ်းချမ်းရေးစာချုပ်များ ချုပ်ဆိုခဲ့သည်။ မကြာမီတွင် ဘဒ်ရ်တိုက်ပွဲ ဖြစ်ပွားခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်နှင့် ၎င်း၏လူများကို အောင်ပွဲခံစေခဲ့သည်။ 'အဗ်ဒုလ္လာဟ် အိဗ်နု အူဘိုင် အိဗ်နု စလူလ်သည် အလ်-မဒီနာမြို့၏ ခေါင်းဆောင်တစ်ဦးဖြစ်သည်။ သူသည် အလ်-ခဇ်ရဂျ်၏ အကြီးအကဲဖြစ်ပြီး ဂျာဟီလီယာခေတ် (အသိမဲ့ကာလ) တွင် အဝ်စ်နှင့် ခဇ်ရဂျ် မျိုးနွယ်စုနှစ်ခုလုံး၏ သခင်ဖြစ်ခဲ့သည်။ သတင်းစကားသည် အလ်-မဒီနာမြို့သို့ ရောက်ရှိလာသောအခါနှင့် အလ်-မဒီနာမြို့ရှိ လူများစွာ အစ္စလာမ်ကို လက်ခံခဲ့ကြသောအခါ သူတို့သည် သူ့ကို သူတို့၏ ဘုရင်အဖြစ် ခန့်အပ်တော့မည် ဖြစ်သည်။ အိဗ်နု စလူလ်၏ နှလုံးသားသည် အစ္စလာမ်နှင့် ၎င်း၏လူများအပေါ် မုန်းတီးမှုများဖြင့် ပြည့်နှက်နေခဲ့သည်။ ဘဒ်ရ်တိုက်ပွဲ ဖြစ်ပွားသောအခါ သူက \"အလ္လာဟ်အရှင်မြတ်၏ သာသနာသည် ထင်ရှားလာပြီ\" ဟု ပြောဆိုခဲ့သည်။ ထို့ကြောင့် သူနှင့်တူသော လူအများအပြား၊ ထို့ပြင် ကျမ်းတော်မြတ်လူမျိုးများအနက်မှ အများအပြားတို့နှင့်အတူ သူသည် မွတ်စ်လင်မ်အဖြစ် ဟန်ဆောင်ခဲ့သည်။ ထိုအချိန်မှစ၍ အလ်-မဒီနာမြို့နှင့် ပတ်ဝန်းကျင်ရှိ ရွေ့ပြောင်းနေထိုင်သော မျိုးနွယ်စုများအကြားတွင် ဟန်ဆောင်မှု (နိဖာက်) စတင်ခဲ့သည်။ ရွှေ့ပြောင်းလာသူများအတွက်မူ ၎င်းတို့အနက်မှ မည်သူမျှ ဟန်ဆောင်သူများ မဟုတ်ခဲ့ကြပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဆန္ဒအလျောက် ရွှေ့ပြောင်းလာခဲ့ကြသောကြောင့် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကို ရှာဖွေရင်း)</span> ဖြစ်သည်။ အလ်-မက္ကာမြို့မှ မွတ်စ်လင်မ်တစ်ဦး ရွှေ့ပြောင်းလာသောအခါ သူသည် မိမိ၏ပိုင်ဆိုင်မှု၊ သားသမီးများနှင့် မြေယာအားလုံးကို စွန့်လွှတ်ရန် အတင်းအကြပ် ခိုင်းစေခံရသည်။ သူသည် နောင်တမလွန်ဘဝတွင် အလ္လာဟ်အရှင်မြတ်၏ အကျိုးကို ရှာဖွေရင်း ထိုသို့ပြုလုပ်ခဲ့ခြင်းဖြစ်သည်။</p><div lang=\"su\" class=\"su \"><h2>The Tafsir of Ayah 2:8</h2></div><p lang=\"mt\" class=\"mt \">Muhammad bin Ishaq narrated that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُم بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အနက် အချို့သောသူတို့က \"အကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြသည်\" ဟု ပြောဆိုကြ၏။ စင်စစ်သော်ကား ၎င်းတို့သည် မယုံကြည်ကြပေ။)</span> \"ဤအရာသည် အဝ်စ်နှင့် ခဇ်ရဂျ် မျိုးနွယ်စုများအနက်မှ ဟန်ဆောင်သူများနှင့် ၎င်းတို့ကဲ့သို့ ပြုမူခဲ့သူများကို ရည်ညွှန်းသည်။\"</p><p lang=\"my\" class=\"my \">အဘူ အလ်-အာလီယာ၊ အလ်-ဟစန်၊ ကွာတာဒါနှင့် အစ့်-စူဒီတို့က ဤအာယတ်တော်ကို ဤသို့ ရှင်းပြခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဟန်ဆောင်သူတို့၏ လက္ခဏာရပ်များကို ထုတ်ဖော်ပြသခဲ့သည်မှာ ယုံကြည်သူတို့သည် ၎င်းတို့၏ ပြင်ပအသွင်အပြင်ကြောင့် လှည့်စားခံရခြင်းမရှိစေရန်နှင့် ယုံကြည်သူတို့ကို ကြီးမားသော မကောင်းမှုမှ ကယ်တင်ရန်ဖြစ်သည်။ သို့မဟုတ်ပါက ယုံကြည်သူတို့သည် ဟန်ဆောင်သူတို့သည် ယုံကြည်သူများဟု ထင်မြင်ကြလိမ့်မည်။ စင်စစ်သော်ကား ၎င်းတို့သည် ကာဖစ်ရ် (ဘုရားသခင်ကို မယုံကြည်သူ) များ ဖြစ်ကြသည်။ ပြစ်မှုကျူးလွန်သူများကို ဖြောင့်မတ်သူများအဖြစ် သတ်မှတ်ခြင်းသည် အလွန်အန္တရာယ်များသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُم بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အနက် အချို့သောသူတို့က \"အကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြသည်\" ဟု ပြောဆိုကြ၏။ စင်စစ်သော်ကား ၎င်းတို့သည် မယုံကြည်ကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤမမှန်သော ပြောဆိုချက်များကို ၎င်းတို့၏လျှာများဖြင့်သာ ထုတ်ပြောခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည့်အတိုင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ ۗ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟန်ဆောင်သူတို့သည် အသင်ထံသို့ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> ရောက်ရှိလာသောအခါ၊ ၎င်းတို့က \"အကျွန်ုပ်တို့သည် အသင်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်သည်ကို သက်သေခံပါသည်\" ဟု ပြောဆိုကြ၏။ အလ္လာဟ်အရှင်မြတ်သည် အသင်သည် ဧကန်စင်စစ် ၎င်း၏ ရစူလ်တမန်တော်ဖြစ်သည်ကို သိတော်မူ၏။)</span><span class=\"gray\">(63:1)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ ဟန်ဆောင်သူတို့သည် အသင်နှင့် တွေ့ဆုံသောအခါမှသာ ဤပြောဆိုချက်များကို ထုတ်ပြောခြင်းဖြစ်ပြီး ၎င်းတို့ပြောဆိုသည်များကို အမှန်တကယ် ယုံကြည်သောကြောင့် မဟုတ်ပေ။ ဟန်ဆောင်သူတို့သည် ၎င်းတို့၏ စကားများဖြင့် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြောင်း အလေးပေးပြောဆိုကြသော်လည်း လက်တွေ့တွင် ထိုသို့မဟုတ်ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ ယုံကြည်ချက်သက်သေခံရာတွင် လိမ်ညာနေကြောင်းကို မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဟန်ဆောင်သူတို့သည် ဧကန်စင်စစ် လိမ်ညာသူများဖြစ်ကြောင်း သက်သေခံတော်မူ၏။)</span><span class=\"gray\">(63:1)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်သော်ကား ၎င်းတို့သည် မယုံကြည်ကြပေ။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ယုံကြည်သူတို့ကိုလည်းကောင်း လှည့်စားရန် ကြိုးစားကြ၏။)</span> ဟန်ဆောင်သူတို့သည် အပြင်ပန်းအားဖြင့် ယုံကြည်ခြင်းကို ပြသပြီး မယုံကြည်ခြင်းကို ဖုံးကွယ်ထားကြသည်။ ၎င်းတို့သည် ဤသို့ပြုလုပ်ခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်ကို လမ်းမှားစေလိမ့်မည်၊ သို့မဟုတ် ၎င်းတို့ထုတ်ပြောသော စကားများသည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ၎င်းတို့အား ကူညီလိမ့်မည်ဟု ထင်မှတ်ကြသည်။ ဤသည်မှာ ၎င်းတို့၏ အသိပညာလုံးဝမရှိခြင်းကို ပြသခြင်းဖြစ်သည်။ ၎င်းတို့သည် ထိုသို့သော အပြုအမူသည် အလ္လာဟ်အရှင်မြတ်ကို လှည့်စားနိုင်လိမ့်မည်ဟု ထင်မှတ်ကြသည်။ ယုံကြည်သူအချို့ကို လှည့်စားနိုင်သကဲ့သို့ပင်။ ထို့အတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ ۚ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို အတူတကွ ပြန်လည်အသက်သွင်းမည့်နေ့တွင်၊ ၎င်းတို့သည် အသင်တို့အား ကျိန်ဆိုသကဲ့သို့ပင် ၎င်းအား ကျိန်ဆိုကြလိမ့်မည်။ ၎င်းတို့သည် မိမိတို့တွင် (မှီခိုစရာ) တစ်ခုခုရှိသည်ဟု ထင်မှတ်ကြ၏။ ဧကန်မလွဲ ၎င်းတို့သည် လိမ်ညာသူများဖြစ်ကြ၏!)</span><span class=\"gray\">(58:18)</span>။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ နည်းလမ်းကို ငြင်းပယ်ကာ မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَخْدَعُونَ إلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ကိုယ်ကိုသာ လှည့်စားနေကြခြင်းဖြစ်ပြီး၊ (၎င်းကို) မသိရှိကြပေ!)</span> အလ္လာဟ်အရှင်မြတ်က ဟန်ဆောင်သူတို့သည် ဤအပြုအမူဖြင့် မိမိတို့ကိုယ်ကိုသာ လှည့်စားနေကြကြောင်းကို ထုတ်ဖော်ပြောဆိုခဲ့သည်။ ဤအချက်ကို ၎င်းတို့ မသိရှိကြသော်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ထပ်မံ၍ မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဟန်ဆောင်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို လှည့်စားရန် ကြိုးစားကြ၏။ သို့သော် ၎င်းတို့အား လှည့်စားတော်မူသည်မှာ ၎င်းကိုယ်တော်ပင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(4:142)</span>။</p><p lang=\"my\" class=\"my \">ထို့ပြင် အီဗ်နု အဘီ ဟာတီမ်က အီဗ်နု ဂျူရိုင်ဂျ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပြုခဲ့ကြောင်း ပြန်လည်ပြောပြခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဟန်ဆောင်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို လှည့်စားရန် ရှာကြံကြ၏။ သို့သော် ၎င်းတို့အား လှည့်စားတော်မူသည်မှာ ၎င်းကိုယ်တော်ပင်ဖြစ်တော်မူ၏။)</span>, \"ဟန်ဆောင်သူတို့သည် ၎င်းတို့၏သွေးနှင့် ငွေကြေးများ၏ ဘေးကင်းလုံခြုံမှုကို သေချာစေရန် 'အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ' ဟု ပြောဆိုကြပြီး၊ တစ်ချိန်တည်းမှာပင် မယုံကြည်ခြင်းကို ဖုံးကွယ်ထားကြသည်။\" စအီဒ်က ကွာတာဒါက ပြောဆိုသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُم بِمُؤْمِنِينَ - يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အနက် အချို့သောသူတို့က \"အကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြသည်\" ဟု ပြောဆိုကြ၏။ စင်စစ်သော်ကား ၎င်းတို့သည် မယုံကြည်ကြပေ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ယုံကြည်သူတို့ကိုလည်းကောင်း လှည့်စားရန် ကြိုးစားကြ၏။ သို့ရာတွင် ၎င်းတို့သည် မိမိတို့ကိုယ်ကိုသာ လှည့်စားနေကြခြင်းဖြစ်ပြီး၊ (၎င်းကို) မသိရှိကြပေ!)</span></p><p lang=\"my\" class=\"my \">\"ဤသည်မှာ ဟန်ဆောင်သူတစ်ဦး၏ ဖော်ပြချက်ဖြစ်သည်။ သူသည် လှည့်ဖြားတတ်သူဖြစ်သည်။ သူသည် မိမိ၏လျှာဖြင့် အမှန်တရားကို ပြောဆိုပြီး၊ မိမိ၏စိတ်နှလုံးနှင့် လုပ်ဆောင်ချက်များဖြင့် ၎င်းကို ဆန့်ကျင်သည်။ သူသည် အိပ်ရာဝင်သည့် အခြေအနေနှင့်မတူသော အခြေအနေတစ်ခုတွင် နိုးထပြီး၊ နိုးထသည့် အခြေအနေနှင့်မတူသော အခြေအနေတစ်ခုတွင် အိပ်ရာဝင်သည်။ သူသည် လေတိုက်တိုင်း ရွေ့လျားနေသော သင်္ဘောတစ်စင်းကဲ့သို့ပင် သူ၏စိတ်ကို ပြောင်းလဲတတ်သည်။\"</p>"
  },
  {
    "ayah_key": "2:80",
    "group_ayah_key": "2:80",
    "from_ayah": "2:80",
    "to_ayah": "2:80",
    "ayah_keys": "2:80",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> က \"ငရဲမီးသည် အကျွန်ုပ်တို့ကို ရက်အနည်းငယ်မျှသာ ထိတွေ့လိမ့်မည်\" ဟု ပြောဆိုကြသည်။ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ ၎င်းတို့အား)</span> ပြောကြားလော့။ \"အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ပဋိညာဉ်ကို ရယူထားခဲ့ကြပါသလော။ သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ပဋိညာဉ်ကို မချိုးဖောက်တော့မည်လော။ သို့မဟုတ် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အကြောင်းကို မသိဘဲ ပြောဆိုနေကြပါသလော။ <span>(80)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများက ငရဲမီး၌ ရက်အနည်းငယ်မျှသာ နေရမည်ဟု မျှော်လင့်ကြသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဂျူးတို့၏ ငရဲမီးသည် ၎င်းတို့အား ရက်အနည်းငယ်မျှသာ ထိတွေ့လိမ့်မည်၊ ထို့နောက် ၎င်းတို့သည် ငရဲမှ လွတ်မြောက်လိမ့်မည်ဟူသော တောင်းဆိုချက်ကို ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဤတောင်းဆိုချက်ကို ငြင်းပယ်ကာ မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَتَّخَذْتُمْ عِندَ اللَّهِ عَهْدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အို မုဟမ္မဒ် ﷺ ၎င်းတို့အား) ပြောကြားလော့။ \"အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ပဋိညာဉ်ကို ရယူထားခဲ့ကြပါသလော။\")</span> ထို့ကြောင့် အာယတ်တော်က ကြေညာသည်မှာ 'အကယ်၍ အသင်တို့၌ ထိုအရာအတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ ကတိတော်တစ်ခုရှိခဲ့လျှင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကတိတော်ကို မည်သည့်အခါမျှ ချိုးဖောက်မည်မဟုတ်ပေ။ သို့ရာတွင် ထိုသို့သော ကတိတော်သည် မည်သည့်အခါမျှ မရှိခဲ့ပေ။ ဆန့်ကျင်ဘက်အားဖြင့် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အကြောင်းကို ပြောဆိုရာတွင် အသင်တို့၌ မည်သည့်အသိပညာမှ မရှိဘဲ ၎င်းအရှင်မြတ်အပေါ်တွင် မုသားပြောဆိုနေကြခြင်းဖြစ်သည်။' အလ်-အဝ်ဖီက အီဗ်နု အဗ္ဗားစ်သည် ဤအာယတ်တော်နှင့်ပတ်သက်၍ ပြောဆိုခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَن تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَّعْدُودَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> က \"ငရဲမီးသည် အကျွန်ုပ်တို့ကို ရက်အနည်းငယ်မျှသာ ထိတွေ့လိမ့်မည်\" ဟု ပြောဆိုကြသည်။)</span>. \"ဂျူးများက 'ငရဲမီးသည် ကျွန်ုပ်တို့ကို ရက်ပေါင်းလေးဆယ်မျှသာ ထိတွေ့လိမ့်မည်' ဟု ပြောဆိုခဲ့ကြသည်။\" အခြားသူများက ဤသည်မှာ ဂျူးများ နွားကလေးကို ကိုးကွယ်ခဲ့သည့် ကာလဖြစ်ကြောင်း ထပ်လောင်းပြောဆိုခဲ့သည်။</p><p lang=\"cy\" class=\"cy \">Also, Al-Hafiz Abu Bakr bin Marduwyah reported Abu Hurayrah saying,</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခိုင်ဘရ်ကို သိမ်းပိုက်ပြီးသောအခါ၊ မီးဖုတ်ထားသော အဆိပ်ခတ်ထားသည့် သိုးတစ်ကောင်ကို တမန်တော်မြတ် ﷺ အား လက်ဆောင်အဖြစ် <span class=\"gray\">(ဂျူးများက)</span> ဆက်သခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က 'ဤနေရာတွင်ရှိသော ဂျူးအားလုံးကို ကျွန်ုပ်ရှေ့တွင် စုဝေးစေ' ဟု အမိန့်ပေးခဲ့သည်။ ဂျူးများကို ဆင့်ခေါ်ပြီး တမန်တော်မြတ် ﷺ က <span class=\"gray\">(၎င်းတို့အား)</span> 'အသင်တို့၏ဖခင်ကား မည်သူနည်း' ဟု မေးခဲ့သည်။ ၎င်းတို့က 'ဒီလူပါ' ဟု ပြန်ဖြေခဲ့သည်။ တမန်တော်မြတ်က 'အသင်တို့ လိမ်ညာပြောဆိုသည်၊ အသင်တို့၏ဖခင်ကား ထိုသူဖြစ်သည်' ဟု မိန့်ကြားခဲ့သည်။ ၎င်းတို့က 'အသင်သည် အမှန်တရားကို ပြောကြားခဲ့ပါသည်' ဟု ဆိုခဲ့သည်။ တမန်တော်မြတ်က 'ကျွန်ုပ်က တစ်စုံတစ်ရာကို မေးလျှင် အသင်တို့သည် ကျွန်ုပ်အား အမှန်တရားကို ပြောပြမည်လော' ဟု မိန့်ကြားခဲ့သည်။ ၎င်းတို့က 'ဟုတ်ကဲ့ပါ၊ အို အဘူလ်-ကွာစင်မ်။ ကျွန်ုပ်တို့ လိမ်ညာပြောဆိုခဲ့ပါက၊ ကျွန်ုပ်တို့၏ဖခင်များအကြောင်း အသင်သိခဲ့သကဲ့သို့ ကျွန်ုပ်တို့၏ မုသားကို အသင်သိလိမ့်မည်' ဟု ပြန်ဖြေခဲ့သည်။ ထို့နောက် တမန်တော်မြတ်က 'ငရဲမီး၏လူတို့ကား မည်သူများနည်း' ဟု မေးခဲ့သည်။ ၎င်းတို့က 'ကျွန်ုပ်တို့သည် ငရဲမီး၌ အချိန်တိုလေးသာ နေရလိမ့်မည်။ ထို့နောက် အသင်တို့က ကျွန်ုပ်တို့နေရာတွင် အစားထိုးဝင်ရောက်ကြလိမ့်မည်' ဟု ပြောဆိုခဲ့သည်။ တမန်တော်မြတ် ﷺ က 'အသင်တို့သည် ငရဲ၌ ကျိန်စာသင့်၍ အရှက်ရစေသတည်း။ အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆိုပါ၏၊ ကျွန်ုပ်တို့သည် အသင်တို့နေရာတွင် မည်သည့်အခါမျှ အစားထိုးဝင်ရောက်မည်မဟုတ်ပေ' ဟု မိန့်ကြားခဲ့သည်။ ထို့နောက် တမန်တော်မြတ်က 'ကျွန်ုပ်က အသင်တို့ကို မေးခွန်းတစ်ခုမေးလျှင် အသင်တို့သည် ကျွန်ုပ်အား အမှန်တရားကို ပြောပြမည်လော' ဟု မေးခဲ့သည်။ ၎င်းတို့က 'ဟုတ်ကဲ့ပါ၊ အို အဘူလ်-ကွာစင်မ်' ဟု ပြောဆိုခဲ့သည်။ တမန်တော်မြတ်က 'အသင်တို့သည် ဤသိုးကို အဆိပ်ခတ်ခဲ့ကြပါသလော' ဟု မေးခဲ့သည်။ ၎င်းတို့က 'ဟုတ်ကဲ့' ဟု ပြန်ဖြေခဲ့သည်။ တမန်တော်မြတ်က 'အဘယ်ကြောင့် ထိုသို့ပြုလုပ်ခဲ့ကြပါသနည်း' ဟု မေးခဲ့သည်။ ၎င်းတို့က 'အသင်သည် လိမ်ညာသူဖြစ်မဖြစ် ကျွန်ုပ်တို့သိလိုသည်။ ထိုသို့ဆိုလျှင် ကျွန်ုပ်တို့သည် အသင်ကို ဖယ်ရှားပစ်မည်။ အကယ်၍ အသင်သည် တမန်တော်တစ်ပါးဖြစ်ပါက အဆိပ်သည် အသင်ကို မထိခိုက်နိုင်ပေ' ဟု ပြောဆိုခဲ့သည်။)</span> Imam Ahmad, Al-Bukhari and An-Nasa'i recorded similarly.</p>"
  }
]