[
  {
    "ayah_key": "21:10",
    "group_ayah_key": "21:10",
    "from_ayah": "21:10",
    "to_ayah": "21:15",
    "ayah_keys": "21:10,21:11,21:12,21:13,21:14,21:15",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်စင်စစ် ငါတို့သည် သင်တို့အတွက် ကျမ်းတစ်စောင်ကို ချပေးတော်မူခဲ့သည်။ ထိုကျမ်းတွင် သင်တို့၏ ဂုဏ်ကျေးဇူး ရှိသည်။ သင်တို့ နားမလည်ကြသလော <span>(10)</span> မတရားပြုကျင့်သော မြို့ရွာပေါင်းမည်မျှကို ငါတို့ ဖျက်ဆီးခဲ့ပြီး ၎င်းတို့နောက်ပိုင်းတွင် အခြားလူမျိုးတို့ကို ပေါ်ပေါက်စေခဲ့သည်။ <span>(11)</span> ထို့နောက် ၎င်းတို့သည် ငါတို့၏ ပြစ်ဒဏ်ကို ခံစားမိသောအခါ ကြည့်ရှုလော့၊ ၎င်းတို့သည် ထိုအပြစ်ဒဏ်မှ ထွက်ပြေးရန် <span class=\"gray\">(ကြိုးစားခဲ့ကြသည်)</span> <span>(12)</span> မပြေးကြနှင့်၊ သင်တို့ ဇိမ်ခံခဲ့ကြသော ဘဝနေရာသို့နှင့် သင်တို့၏ အိမ်များသို့ ပြန်သွားကြကုန်။ သို့မှသာ သင်တို့အား မေးမြန်းခြင်းခံရပေမည်။ <span>(13)</span> ၎င်းတို့က \"ကျွန်ုပ်တို့အပေါ် ဝဋ်ကြွေးကျရောက်ပါစေ! ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် မတရားပြုသူများ ဖြစ်ခဲ့ကြပါပြီ\" ဟု အော်ဟစ်ခဲ့ကြသည်။ <span>(14)</span> ထိုသို့ အော်ဟစ်ခြင်းသည် ငါတို့က ၎င်းတို့အား ရိတ်သိမ်းပြီးသော လယ်ကဲ့သို့၊ ပျောက်ကွယ်သွားအောင် မပြုလုပ်မချင်း ရပ်တန့်ခဲ့ခြင်း မရှိပေ။ <span>(15)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်၏ ဂုဏ်ကျေးဇူး</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်၏ မြင့်မြတ်သော ဂုဏ်ပုဒ်ကို ထောက်ပြပြီး ၎င်း၏တန်ဖိုးကို အသိအမှတ်ပြုရန် တိုက်တွန်းထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَنزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ငါတို့သည် သင်တို့အတွက် ကျမ်းတစ်စောင်ကို ချပေးတော်မူခဲ့သည်။ ထိုကျမ်းတွင် သင်တို့၏ ဂုဏ်ကျေးဇူး ရှိသည်။)</span> အိဗ်နု အဗ္ဗားစ်က \"သင်တို့အတွက် ဂုဏ်ပြုခြင်း\" ဟု မိန့်ကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ နားမလည်ကြသလော?)</span> ဆိုလိုသည်မှာ ဤကျေးဇူးကို သင်တို့ နားမလည်ဘဲ လက်မခံကြသလော? ဤသည်မှာ အာယသ်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင့်အတွက်နှင့် သင့်လူမျိုးတို့အတွက် ဧကန်စင်စစ် သတိပေးချက်တစ်ခု ဖြစ်သည်။ သင်တို့ကို မေးမြန်းခြင်းခံရမည်။)</span><span class=\"gray\">(43:44)</span></p><div lang=\"my\" class=\"my \"><h2>မတရားသူများ မည်သို့ ဖျက်ဆီးခံခဲ့ရခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုကျင့်သော မြို့ရွာပေါင်းမည်မျှကို ငါတို့ ဖျက်ဆီးခဲ့သည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလွန်များပြားသည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِن بَعْدِ نُوحٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူးဟ်နောက်ပိုင်းတွင် ငါတို့သည် မျိုးဆက်မည်မျှကို ဖျက်ဆီးခဲ့ပြီးပြီနည်း!)</span><span class=\"gray\">(17:17)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုကျင့်နေစဉ် ငါတို့ ဖျက်ဆီးခဲ့သော မြို့ရွာများစွာသည် ၎င်းတို့၏ ခေါင်မိုးများပေါ်တွင် ပျက်စီးယိုယွင်းလျက် ရှိခဲ့သည်)</span><span class=\"gray\">(22:45)</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့နောက်ပိုင်းတွင် အခြားလူမျိုးတို့ကို ပေါ်ပေါက်စေခဲ့သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့နောက်မှ ပေါ်ပေါက်လာသော အခြားလူမျိုးတစ်ရပ် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَحَسُّوا بَأْسَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ငါတို့၏ ပြစ်ဒဏ်ကို ခံစားမိသောအခါ၊)</span> ၎င်းတို့၏ တမန်တော်က သတိပေးခဲ့သည့်အတိုင်း ပြစ်ဒဏ်သည် ၎င်းတို့အပေါ်သို့ ဧကန်မလွဲ ကျရောက်လာမည်ကို ၎င်းတို့ သဘောပေါက်သောအခါ၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِذَا هُم مِّنْهَا يَرْكُضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်ရှုလော့၊ ၎င်းတို့သည် ထိုအပြစ်ဒဏ်မှ <span class=\"gray\">(ထွက်ပြေးရန်)</span> ကြိုးစားခဲ့ကြသည်)</span> ၎င်းတို့သည် ထွက်ပြေးရန် ကြိုးစားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَرْكُضُوا وَارْجِعُوا إِلَىٰ مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မပြေးကြနှင့်၊ သင်တို့ ဇိမ်ခံခဲ့ကြသော ဘဝနေရာသို့နှင့် သင်တို့၏ အိမ်များသို့ ပြန်သွားကြကုန်၊)</span> ဤသည်မှာ ၎င်းတို့အား လှောင်ပြောင်သည့် နည်းလမ်းတစ်ခု ဖြစ်သည်။ ၎င်းတို့အား လှောင်ပြောင်သောအားဖြင့် \"ကျရောက်လာမည့် ပြစ်ဒဏ်မှ မပြေးကြနှင့်၊ သင်တို့နေထိုင်ခဲ့ကြသော ကြွယ်ဝချမ်းသာမှုများ၊ ဇိမ်ခံမှုများနှင့် ကောင်းမွန်သော အိမ်များသို့ ပြန်သွားကြကုန်\" ဟု ပြောဆိုမည်။ ကွာတာဒါဟ်က \"၎င်းတို့ကို လှောင်ပြောင်ခြင်း\" ဟု ပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ သင်တို့အား မေးမြန်းခြင်းခံရပေမည်)</span> သင်တို့ရခဲ့သည်များအတွက် ကျေးဇူးတင်ခဲ့သလားဟု မေးမြန်းခြင်းခံရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ကျွန်ုပ်တို့အပေါ် ဝဋ်ကြွေးကျရောက်ပါစေ! ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် မတရားပြုသူများ ဖြစ်ခဲ့ကြပါပြီ\" ဟု အော်ဟစ်ခဲ့ကြသည်)</span> ၎င်းတို့အတွက် အကျိုးမရှိတော့သည့်အခါ ၎င်းတို့၏ အပြစ်များကို ဝန်ခံကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا زَالَت تِّلْكَ دَعْوَاهُمْ حَتَّىٰ جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ အော်ဟစ်ခြင်းသည် ငါတို့က ၎င်းတို့အား ရိတ်သိမ်းပြီးသော လယ်ကဲ့သို့၊ ပျောက်ကွယ်သွားအောင် မပြုလုပ်မချင်း ရပ်တန့်ခဲ့ခြင်း မရှိပေ။)</span> ဆိုလိုသည်မှာ \"၎င်းတို့သည် ထိုသို့ ဆက်လက်ပြောဆိုနေကြပြီး ၎င်းတို့၏ မတရားမှုများကို ဝန်ခံနေကြမည်။ ငါတို့က ၎င်းတို့ကို ရိတ်သိမ်းသကဲ့သို့ ပြုလုပ်ကာ ၎င်းတို့၏ လှုပ်ရှားမှုများနှင့် အသံများကို ရပ်တန့်စေမည်။\"</p>"
  },
  {
    "ayah_key": "21:104",
    "group_ayah_key": "21:104",
    "from_ayah": "21:104",
    "to_ayah": "21:104",
    "ayah_keys": "21:104",
    "text": "<p class=\"my translation\" lang=\"my\">ကျမ်းစာများအတွက် စစ်ဂျလ်လ်လိပ်စာကို လိပ်သကဲ့သို့ မိုးကောင်းကင်ကို ငါတို့ လိပ်သိမ်းမည့်နေ့ <span class=\"gray\">(ကို သတိရကြလော့)</span>။ ငါတို့သည် ပထမဆုံး ဖန်ဆင်းခြင်းကို စတင်ခဲ့သကဲ့သို့ပင် ငါတို့သည် ထပ်မံ ဖန်ဆင်းပေမည်။ ၎င်းသည် ငါတို့အပေါ် မဖြစ်မနေ လိုက်နာရမည့် ကတိတော် <span class=\"gray\">(ဖြစ်သည်)</span>။ ဧကန်စင်စစ် ငါတို့သည် ၎င်းကို ဆောင်ရွက်ပေမည်။ <span>(104)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိုးကောင်းကင်များကို လိပ်သိမ်းမည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်ပျက်လိမ့်မည်ဟု မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းစာများအတွက် စစ်ဂျလ်လ်လိပ်စာကို လိပ်သကဲ့သို့ မိုးကောင်းကင်ကို ငါတို့ လိပ်သိမ်းမည့်နေ့ <span class=\"gray\">(ကို သတိရကြလော့)</span>။)</span> ဤသည်မှာ အာယသ်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား ၎င်းနှင့် ထိုက်တန်သော တန်ဖိုးထားခြင်းကို မပြုလုပ်ခဲ့ကြပေ။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကမ္ဘာမြေတစ်ခုလုံးသည် ၎င်း၏ လက်တော်တွင် ရှိလိမ့်မည်။ မိုးကောင်းကင်များသည် ၎င်း၏ ညာလက်တော်တွင် လိပ်သိမ်းလျက် ရှိလိမ့်မည်။ ၎င်းသည် သန့်ရှင်းမြင့်မြတ်တော်မူ၏၊ ၎င်းတို့ အရှင်နှင့် တွဲဖက်ထားသည်များမှ အလွန်မြင့်မြတ်တော်မူ၏!)</span><span class=\"gray\">(39:67)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘုခါရီက နာဖိအ်မှ အိဗ်နု အိုမာရ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَقْبِضُ يَوْمَ الْقِيَامَةِ الْأَرَضِينَ وَتَكُونُ السَّمَوَاتُ بِيَمِينِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေကို သိမ်းပိုက်တော်မူမည်ဖြစ်ပြီး မိုးကောင်းကင်များသည် ၎င်း၏ ညာလက်တော်တွင် ရှိလိမ့်မည်။)</span> ဤသည်ကို အလ်-ဘုခါရီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကရုဏာထားတော်မူပါစေ) က မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَطَيِّ السِّجِلِّ لِلْكُتُبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းစာများအတွက် စစ်ဂျလ်လ်လိပ်စာကို လိပ်သကဲ့သို့။)</span> စစ်ဂျလ်လ် ဆိုသည်မှာ ကျမ်းစာကို ဆိုလိုသည်။ အစ်-စွတ်ဒီက ဤအာယသ်နှင့်ပတ်သက်၍ \"အစ်-စစ်ဂျလ်လ်သည် မှတ်တမ်းများကို တာဝန်ယူထားသော ကောင်းကင်တမန်တစ်ပါးဖြစ်သည်။ လူတစ်ဦး ကွယ်လွန်သောအခါ ၎င်း၏ <span class=\"gray\">(လုပ်ငန်းမှတ်တမ်း)</span> စာအုပ်ကို အစ်-စစ်ဂျလ်လ်ထံသို့ တင်ပို့ပြီး သူသည် ၎င်းကို လိပ်သိမ်းကာ ရှင်ပြန်ထမြောက်ရာနေ့အထိ သိမ်းဆည်းထားသည်\" ဟု ပြောဆိုခဲ့သည်။ သို့သော် အိဗ်နု အဗ္ဗားစ်ထံမှ ပြောပြချက်အရ မှန်ကန်သော အမြင်မှာ အစ်-စစ်ဂျလ်လ်သည် မှတ်တမ်း <span class=\"gray\">(လုပ်ငန်းမှတ်တမ်း)</span> ကို ရည်ညွှန်းသည်။ ဤသည်ကို အလီ ဘင် အဘီ တာလ်ဟာဟ်နှင့် အလ်-အဝ်ဖီတို့ကလည်း ၎င်းထံမှ ပြောပြခဲ့သည်။ ဤသည်ကို မုဂျာဟစ်ဒ်၊ ကွာတာဒါဟ်နှင့် အခြားသူများကလည်း ပြောဆိုခဲ့သည်။ ဤသည်မှာ အိဗ်နု ဂျာရီရ်နှစ်သက်သော အမြင်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ဤအသုံးအနှုန်းသည် <span class=\"gray\">(အာရဗီ)</span> ဘာသာစကားတွင် လူသိများသောကြောင့် ဖြစ်သည်။ အထက်ပါအချက်များအရ အဓိပ္ပါယ်မှာ- မိုးကောင်းကင်ကို လိပ်စာကဲ့သို့ လိပ်သိမ်းမည့်နေ့ ဖြစ်သည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့နှစ်ဦးစလုံး <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်အား)</span> လက်ခံပြီးသောအခါ၊ သူသည် ၎င်းအား နဖူးပေါ်တွင် မှောက်လျက် လဲလျောင်းစေခဲ့သည်)</span><span class=\"gray\">[37:103]</span> ဤကိစ္စတွင် ဘာသာစကားဆိုင်ရာ ဥပမာများစွာ ရှိသေးသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ ۚ وَعْدًا عَلَيْنَا ۚ إِنَّا كُنَّا فَاعِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ပထမဆုံး ဖန်ဆင်းခြင်းကို စတင်ခဲ့သကဲ့သို့ပင် ငါတို့သည် ထပ်မံ ဖန်ဆင်းပေမည်။ ၎င်းသည် ငါတို့အပေါ် မဖြစ်မနေ လိုက်နာရမည့် ကတိတော် <span class=\"gray\">(ဖြစ်သည်)</span>။ ဧကန်စင်စစ် ငါတို့သည် ၎င်းကို ဆောင်ရွက်ပေမည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ဖန်ဆင်းခြင်းကို အသစ်တစ်ဖန် ဖန်ဆင်းမည့်နေ့တွင် ဤသည်မှာ ရှောင်လွဲ၍မရဘဲ ဖြစ်ပျက်လိမ့်မည်။ ၎င်းသည် ၎င်းတို့ကို ပထမဆုံး ဖန်ဆင်းခဲ့သကဲ့သို့ပင် ၎င်းတို့ကို ပြန်လည်ဖန်ဆင်းနိုင်စွမ်းရှိသည်။ ဤသည်မှာ ရှောင်လွဲ၍မရဘဲ ဖြစ်ပျက်လိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အလ္လာဟ်အရှင်မြတ် ကတိပြုထားသော အရာများထဲမှ တစ်ခုဖြစ်ပြီး ၎င်းသည် ၎င်း၏ ကတိကို မဖျက်သောကြောင့် ဖြစ်သည်။ ၎င်းသည် ထိုအရာကို လုပ်ဆောင်နိုင်စွမ်းရှိသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းက မိန့်ကြားထားသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا كُنَّا فَاعِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ငါတို့သည် ၎င်းကို ဆောင်ရွက်ပေမည်။)</span> အီမာမ် အာဟ်မဒ်က အိဗ်နု အဗ္ဗားစ်က \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်တို့အလယ်တွင် ရပ်လျက် ကျွန်ုပ်တို့အား တိုက်တွန်းခဲ့ပြီး မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ مَحْشُورُونَ إِلَى اللهِ عَزَّ وَجَلَّ حُفَاةً عُرَاةً غُرْلًا، كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا، إِنَّا كُنَّا فَاعِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား အလ္လာဟ်အဇ္ဇဝဂျလ်လ်ထံသို့ ခြေဗလာ၊ အဝတ်ဗလာနှင့် အရေဖျားမလှီးရသေးဘဲ စုရုံးစေမည်။ ငါတို့သည် ပထမဆုံး ဖန်ဆင်းခြင်းကို စတင်ခဲ့သကဲ့သို့ပင် ငါတို့သည် ထပ်မံ ဖန်ဆင်းပေမည်။ ၎င်းသည် ငါတို့အပေါ် မဖြစ်မနေ လိုက်နာရမည့် ကတိတော် <span class=\"gray\">(ဖြစ်သည်)</span>။ ဧကန်စင်စစ် ငါတို့သည် ၎င်းကို ဆောင်ရွက်ပေမည်။)</span> နှင့် သူသည် ဟဒီးစ်တစ်ခုလုံးကို ဖော်ပြခဲ့သည်။ ၎င်းကို ဆဟီးဟ်နှစ်ခုတွင်လည်း မှတ်တမ်းတင်ခဲ့ပြီး အလ်-ဘုခါရီက ၎င်း၏ ဤအာယသ်၏ တဖ်စီရ်တွင် ဖော်ပြခဲ့သည်။</p>"
  }
]