[
  {
    "ayah_key": "20:60",
    "group_ayah_key": "20:60",
    "from_ayah": "20:60",
    "to_ayah": "20:64",
    "ayah_keys": "20:60,20:61,20:62,20:63,20:64",
    "text": "<p lang=\"my\" class=\"my \">ဖِرְအောန်သည် ပြန်လှည့်သွားခဲ့၏။ ၎င်း၏ ကြံစည်မှုများကို ဖန်တီးခဲ့၏။ ထို့နောက် ပြန်လာခဲ့၏။ <span>(၆၀)</span>မူဆာက ၎င်းတို့အား မိန့်ကြားခဲ့၏။ \"သင်တို့အပေါ် ကပ်ဘေးသင့်စေသတည်း။ အလ္လာဟ်အပေါ် မဟုတ်မမှန် ကဲ့ရဲ့ခြင်းကို မပြုကြနှင့်။ သို့မဟုတ်ပါက အရှင်သည် သင်တို့အား ပြင်းထန်သော ပြစ်ဒဏ်ဖြင့် အလုံးစုံ ဖျက်ဆီးလိမ့်မည်။ အမှန်စင်စစ် မဟုတ်မမှန် ကဲ့ရဲ့သောသူ <span class=\"gray\">(အလ္လာဟ်အပေါ်)</span> သည် အလွန်ဆိုးရွားစွာ ကျရှုံးလိမ့်မည်။\") <span class=\"gray\">(၆၂ ထို့နောက် ၎င်းတို့သည် မိမိတို့ ဘာလုပ်သင့်သည်ကို တစ်ဦးနှင့်တစ်ဦး ဆွေးနွေးခဲ့ကြ၏။ ၎င်းတို့သည် ၎င်းတို့၏ စကားပြောဆိုမှုများကို လျှို့ဝှက်ထားခဲ့ကြ၏။ <span>(၆၁)</span>၎င်းတို့က ပြောကြ၏။ \"အမှန်စင်စစ် ဤသူနှစ်ဦးသည် မှော်ဆရာနှစ်ဦးဖြစ်သည်။ ၎င်းတို့၏ ရည်ရွယ်ချက်မှာ မှော်ပညာဖြင့် သင်တို့အား သင်တို့၏ မြေမှ မောင်းထုတ်ရန်နှင့် သင်တို့အား သင်တို့၏ ထူးချွန်သော နည်းလမ်းမှ ဖယ်ရှားရန် ဖြစ်သည်။ <span>(၆၂)</span>\"ထို့ကြောင့် သင်တို့၏ ကြံစည်မှုများကို ဖန်တီးပြီးနောက် တန်းစီစုရုံးကြလော့။ ယနေ့ အောင်မြင်သူသည် အမှန်စင်စစ် အောင်မြင်သူ ဖြစ်လိမ့်မည်။ <span>(၆၃)</span></span></p><div lang=\"my\" class=\"my \"><h2>အဖွဲ့နှစ်ဖွဲ့ တွေ့ဆုံခြင်း၊ မူဆာ၏ သတင်းစကား ပျံ့နှံ့ခြင်းနှင့် မှော်ဆရာများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဖِرְအောန်နှင့် မူဆာတို့သည် သတ်မှတ်ထားသော နေရာနှင့် အချိန်၌ တွေ့ဆုံရန် သဘောတူညီခဲ့ကြသောအခါ ဖِرְအောန်သည် ၎င်း၏ နိုင်ငံရှိ မြို့များမှ မှော်ဆရာအချို့ကို စတင်စုဆောင်းခဲ့ကြောင်း အသိပေးထားသည်။ ထိုအချိန်က မှော်ပညာနှင့် ဆက်နွယ်မှုရှိသော လူတိုင်းကို ဆင့်ခေါ်ခဲ့ပြီး ထိုအချိန်က မှော်ပညာသည် အလွန်ပျံ့နှံ့လျက်ရှိပြီး ဝယ်လိုအားများပြားခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်းပင် ဖြစ်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖِرְအောန်က မိန့်ကြားခဲ့၏။ \"ကျွမ်းကျင်သော မှော်ဆရာတိုင်းကို ငါ့ထံသို့ ခေါ်လာကြ!\")</span><span class=\"gray\">[10:79]</span> ထို့နောက် ထိုနေ့ ရောက်လာခဲ့၏။ ထိုနေ့သည် လူအားလုံး စုဝေးကြသော ပွဲတော်နေ့အဖြစ် လူသိများသော နေ့ဖြစ်သည်။ ဖِرְအောန်သည် ၎င်း၏ ပလ္လင်ပေါ်တွင် ထိုင်လျက်ရှိပြီး ၎င်း၏ နိုင်ငံတော်မှ အရာရှိကြီးများ ဝန်းရံလျက်ရှိသည်။ လက်အောက်ခံများသည် ၎င်း၏ ညာဘက်နှင့် ဘယ်ဘက်တွင် ရပ်လျက်ရှိသည်။ ထို့နောက် မူဆာသည် ၎င်း၏ တောင်ဝှေးကို မှီလျက် ၎င်း၏ အစ်ကို ဟာရွန်နှင့်အတူ ရှေ့သို့ ထွက်လာခဲ့သည်။ မှော်ဆရာများသည် ဖِرְအောန်၏ ရှေ့တွင် တန်းစီရပ်လျက်ရှိပြီး ဖِرְအောန်က ၎င်းတို့အား ယနေ့တွင် အကောင်းဆုံး ကြိုးစားလုပ်ဆောင်ရန် တွန်းအားပေးခြင်း၊ လှုံ့ဆော်ခြင်းနှင့် အားပေးခြင်းများ ပြုလုပ်ခဲ့သည်။ ၎င်းတို့သည် ဖِرְအောန်အား နှစ်သက်စေလိုပြီး ဖِرְအောန်ကလည်း ၎င်းတို့အား ကတိများ ပေးကာ စိတ်ဓာတ်မြှင့်တင်ပေးခဲ့သည်။ ၎င်းတို့က ပြောကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ الْغَالِبِينَ - قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ الْمُقَرَّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ အနိုင်ရရှိပါက ကျွန်ုပ်တို့အတွက် ဆုလာဘ်ရှိမည်လား။ ၎င်း <span class=\"gray\">(ဖِرְအောန်)</span> က ပြောကြားခဲ့၏။ \"ဟုတ်ကဲ့၊ ထို့နောက် သင်တို့သည် အမှန်စင်စစ် ကျွန်ုပ်ထံသို့ နီးကပ်လာသူများထဲမှ ဖြစ်လိမ့်မည်။\")</span><span class=\"gray\">(၂၆:၄၁-၄၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَهُم مُّوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာက ၎င်းတို့အား မိန့်ကြားခဲ့၏။ \"သင်တို့အပေါ် ကပ်ဘေးသင့်စေသတည်း။ အလ္လာဟ်အပေါ် မဟုတ်မမှန် ကဲ့ရဲ့ခြင်းကို မပြုကြနှင့်...\")</span> ဤသည်မှာ \"လူအများရှေ့တွင် အစစ်အမှန်မဟုတ်သည့်အရာကို ဖန်တီး၍ သတ္တဝါတစ်ခုကဲ့သို့ ပေါ်လာအောင် မလုပ်ကြနှင့်၊ ၎င်းသည် အမှန်တကယ် သတ္တဝါမဟုတ်ပါ။ သင်တို့ ဤသို့ပြုလုပ်ပါက အလ္လာဟ်အရှင်မြတ်အပေါ် လိမ်ညာရာ ရောက်လိမ့်မည်။\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُسْحِتَكُم بِعَذَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ်ပါက အရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် သင်တို့အား ပြင်းထန်သော ပြစ်ဒဏ်ဖြင့် အလုံးစုံ ဖျက်ဆီးလိမ့်မည်။)</span> ဤသည်မှာ 'မည်သည့်အရာကိုမျှ၊ မည်သူ့ကိုမျှ ချန်လှပ်မထားဘဲ ဖျက်ဆီးမည့် ပြစ်ဒဏ်ဖြင့် အရှင်သည် သင်တို့အား ဖျက်ဆီးလိမ့်မည်။' ဟု ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَدْ خَابَ مَنِ افْتَرَىٰ - فَتَنَازَعُوا أَمْرَهُم بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...အမှန်စင်စစ် မဟုတ်မမှန် ကဲ့ရဲ့သောသူသည် အလွန်ဆိုးရွားစွာ ကျရှုံးလိမ့်မည်။\" ထို့နောက် ၎င်းတို့သည် မိမိတို့ ဘာလုပ်သင့်သည်ကို တစ်ဦးနှင့်တစ်ဦး ဆွေးနွေးခဲ့ကြ၏၊)</span> ဤသည်မှာ ၎င်းတို့သည် မိမိတို့အချင်းချင်း ငြင်းခုန်ခဲ့ကြသည်ဟု ဆိုလိုကြောင်း ပြောဆိုခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့ထဲမှ တစ်ဦးက \"ဤသည်မှာ မှော်ဆရာ၏ စကားမဟုတ်ဘဲ၊ တမန်တော်၏ စကားဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အခြားတစ်ဦးက \"မဟုတ်ဘူး၊ သူက မှော်ဆရာပဲ\" ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့ ဆွေးနွေးခဲ့ကြသည့်အကြောင်းအရာနှင့် ပတ်သက်၍ အခြားသော ထင်မြင်ချက်များလည်း ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوا النَّجْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ စကားပြောဆိုမှုများကို လျှို့ဝှက်ထားခဲ့ကြ၏။)</span> ဤသည်မှာ ၎င်းတို့သည် ဤကိစ္စနှင့် ပတ်သက်၍ မိမိတို့အချင်းချင်း လျှို့ဝှက်ဆွေးနွေးခဲ့ကြသည်ဟု ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا إِنْ هَٰذَانِ لَسَاحِرَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြ၏။ \"အမှန်စင်စစ် ဤသူနှစ်ဦးသည် <span class=\"gray\">[Hadhan]</span> မှော်ဆရာနှစ်ဦးဖြစ်သည်။\")</span> ဤသည်မှာ အာရပ်လူမျိုးအချို့၏ ပြောဆိုပုံနည်းလမ်းဖြစ်ပြီး ဤအာယတ်တော်ကို ၎င်းတို့၏ ဘာသာစကားအလိုက် ရွတ်ဖတ်ထားခြင်းဖြစ်သည်။ ၎င်းကို အခြားသူများကလည်း ဤသို့ ရွတ်ဖတ်ကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">(إِنَّ هَذَيْنِ لَسَاحِرَانِ)</p><p lang=\"my\" class=\"my \">အဓိပ္ပါယ်တူသော \"အမှန်စင်စစ် ဤသူနှစ်ဦးသည် <span class=\"gray\">[Hadhayn]</span> မှော်ဆရာနှစ်ဦးဖြစ်သည်။\" ဤသည်မှာ အာရဗီသဒ္ဒါတွင် လူကြိုက်များသော ဘာသာစကားပုံစံဖြစ်သည်။ သဒ္ဒါပညာရှင်များသည် ပထမရွတ်ဖတ်မှုနှင့် ၎င်း၏ သဒ္ဒါဆိုင်ရာ ရှင်းပြချက်ကို တုံ့ပြန်ရာတွင် ကျယ်ပြန့်စွာ ဆွေးနွေးထားကြသော်လည်း ဤနေရာသည် ထိုသို့ ဆွေးနွေးရန် နေရာမဟုတ်ပေ။ အဓိကအချက်မှာ မှော်ဆရာများသည် မိမိတို့အချင်းချင်း ပြောကြားခဲ့သည်မှာ \"ဤသူနှင့် ၎င်း၏အစ်ကို <span class=\"gray\">(မူဆာနှင့် ဟာရွန်)</span> တို့သည် မှော်ပညာ၏ ကျွမ်းကျင်မှုကို ကောင်းစွာသိရှိသော အသိပညာရှိ မှော်ဆရာနှစ်ဦးဖြစ်ကြောင်း သင်တို့အားလုံး သိကြသည်။ ၎င်းတို့သည် ယနေ့ သင်တို့နှင့် သင်တို့၏ လူမျိုးများကို အနိုင်ယူလိုပြီး လူများကို သိမ်းပိုက်ကာ လူထုကို ၎င်းတို့နောက်သို့ လိုက်ပါစေလိုသည်။ ၎င်းတို့သည် ဖِرְအောန်နှင့် ၎င်း၏တပ်များကို တိုက်ခိုက်လိုပြီး ၎င်းအပေါ် အောင်ပွဲခံလိုသည်။ ၎င်းတို့၏ အဓိကရည်မှန်းချက်မှာ သင်တို့အား သင်တို့၏ မြေမှ မောင်းထုတ်ရန်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား သင်တို့၏ ထူးချွန်သော နည်းလမ်းမှ ဖယ်ရှားရန်။)</span> ဤသည်မှာ '၎င်းတို့သည် သင်တို့၏ ဤနည်းလမ်း <span class=\"gray\">(မှော်ပညာ)</span> ကို လူသိရှင်ကြား ဖော်ထုတ်လိုသည်' ဟု ဆိုလိုသည်။ အမှန်စင်စစ် ၎င်းတို့သည် ၎င်းတို့၏ မှော်ပညာကြောင့် ကြီးကျယ်သည်ဟု သတ်မှတ်ခံရသည်။ ဤမှော်ပညာကြောင့် ၎င်းတို့၌ စည်းစိမ်ဥစ္စာနှင့် အသက်မွေးဝမ်းကျောင်းမှု ရှိခဲ့သည်။ ၎င်းတို့သည် အမှန်တကယ် ပြောဆိုနေသည်မှာ \"ဤသူနှစ်ဦး <span class=\"gray\">(မူဆာနှင့် ဟာရွန်)</span> အောင်မြင်ပါက သင်တို့အား ဖျက်ဆီးပြီး သင်တို့၏ မြေမှ မောင်းထုတ်လိမ့်မည်။ ထိုသို့ပြုလုပ်ရာတွင် ၎င်းတို့သည် ပထမဆုံး လုပ်ဆောင်သူများ ဖြစ်လိမ့်မည်ဖြစ်ပြီး သင်တို့မပါဘဲ ခေါင်းဆောင်မှု၏ ကြီးမားသော အာဏာကို ပေးအပ်ခံရလိမ့်မည်။\" အိဗ်နု အဘ်ဘာစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား သင်တို့၏ ထူးချွန်သော နည်းလမ်းမှ ဖယ်ရှားရန်။)</span> \"ဤသည်မှာ ၎င်းတို့ရှိနေခဲ့သော ၎င်းတို့၏ နိုင်ငံတော်နှင့် ၎င်းတို့၏ အသက်မွေးဝမ်းကျောင်းမှုကို ဆိုလိုသည်။\" 'အဗ်ဒုရ်-ရာဟ်မာန် အိဗ်နု ဇိုင်ဒ်က \"ဤသာလွန်သော နည်းလမ်းသည် ၎င်းတို့ကျင့်သုံးခဲ့သော နည်းလမ်းကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَجْمِعُوا كَيْدَكُمْ ثُمَّ ائْتُوا صَفًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့၏ ကြံစည်မှုများကို ဖန်တီးပြီး တန်းစီစုရုံးကြလော့။)</span> ဤသည်မှာ \"သင်တို့အားလုံး တစ်တန်းတည်း စုဝေးပြီး လူများ၏ မျက်စိကို မှင်တက်စေရန်နှင့် ဤသူနှင့် ၎င်း၏အစ်ကိုကို အနိုင်ယူရန်အတွက် သင်တို့၏ လက်ထဲတွင် ရှိသည့်အရာကို တစ်ပြိုင်နက်တည်း ပစ်ချကြလော့\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ أَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့ အောင်မြင်သူသည် အမှန်စင်စစ် အောင်မြင်သူ ဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ \"သင်တို့နှင့် ကျွန်ုပ်တို့ကြားတွင် ဖြစ်သည်။ ကျွန်ုပ်တို့ <span class=\"gray\">(မှော်ဆရာများ)</span> အနေဖြင့် အာဏာနှင့် အချုပ်အခြာအာဏာ ပေါကြွယ်ဝစွာ ပေးအပ်ခံရရန် ကတိပြုထားပြီးဖြစ်သည်။ ၎င်း <span class=\"gray\">(မူဆာ)</span> နှင့် ပတ်သက်၍ ၎င်းသည် ကြီးမားသော ခေါင်းဆောင်မှုကို ရရှိလိမ့်မည်။\"</p>"
  },
  {
    "ayah_key": "20:65",
    "group_ayah_key": "20:65",
    "from_ayah": "20:65",
    "to_ayah": "20:70",
    "ayah_keys": "20:65,20:66,20:67,20:68,20:69,20:70",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောကြ၏။ \"အို မူဆာ! သင် အရင်ပစ်မည်လား သို့မဟုတ် ကျွန်ုပ်တို့ အရင်ပစ်မည်လား။ <span>(၆၅)</span><span class=\"gray\">[မူဆာ]</span> က မိန့်ကြားခဲ့၏။ \"မဟုတ်ဘူး၊ သင်တို့ ပစ်ကြ <span class=\"gray\">(အရင်)</span>!\" ထို့နောက် ကြည့်လော့! ၎င်းတို့၏ ကြိုးများနှင့် ၎င်းတို့၏ တောင်ဝှေးများသည် ၎င်းတို့၏ မှော်ပညာကြောင့် ၎င်းအား အလျင်အမြန် ရွေ့လျားနေသည့်အတိုင်း ပေါ်လာခဲ့သည်။ <span>(၆၆)</span> ထို့ကြောင့် မူဆာသည် မိမိကိုယ်၌ ကြောက်ရွံ့မှု ဖြစ်ပေါ်ခဲ့၏။ <span>(၆၇)</span> ကျွန်ုပ်တို့ <span class=\"gray\">(အလ္လာဟ်)</span> က မိန့်ကြားခဲ့၏။ \"မကြောက်နှင့်! အမှန်စင်စစ် သင် အသာစီးရလိမ့်မည်။ <span>(၆၈)</span>\"သင်၏ ညာလက်တွင် ရှိသည့်အရာကို ပစ်ချလိုက်! ၎င်းသည် ၎င်းတို့ ပြုလုပ်ထားသည့်အရာကို မျိုချလိမ့်မည်။ ၎င်းတို့ ပြုလုပ်ထားသည့်အရာသည် မှော်ဆရာ၏ လှည့်စားမှုသာဖြစ်သည်။ မည်သည့်အတိုင်းအတာ <span class=\"gray\">(ကျွမ်းကျင်မှု)</span> ကို ရောက်ရှိစေကာမူ မှော်ဆရာသည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်။ <span>(၆၉)</span> ထို့ကြောင့် မှော်ဆရာများသည် ဝပ်တွားခဲ့ကြ၏။ ၎င်းတို့က ပြောကြ၏။ \"ကျွန်ုပ်တို့သည် ဟာရွန်နှင့် မူဆာ၏ အရှင်ကို ယုံကြည်ပါသည်။ <span>(၇၀)</span></p><div lang=\"my\" class=\"my \"><h2>ယှဉ်ပြိုင်ခြင်း၊ မူဆာ၏ အောင်ပွဲနှင့် မှော်ဆရာ၏ ယုံကြည်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မှော်ဆရာများသည် မူဆာနှင့် တွေ့ဆုံသောအခါ ၎င်းတို့သည် မူဆာအား ပြောကြားခဲ့ကြောင်း အသိပေးသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِمَّا أَن تُلْقِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင် အရင်ပစ်မည်လား...\")</span> ဆိုလိုသည်မှာ \"သင် အရင်သွားပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ - قَالَ بَلْ أَلْقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...သို့မဟုတ် ကျွန်ုပ်တို့ အရင်ပစ်မည်လား။\" <span class=\"gray\">(မူဆာ)</span> က မိန့်ကြားခဲ့၏။ \"မဟုတ်ဘူး၊ သင်တို့ ပစ်ကြ <span class=\"gray\">(အရင်)</span>!\")</span> ဤသည်မှာ 'သင် မှော်ဆရာများသည် အရင်သွားသင့်သည်၊ သို့မှသာ သင်တို့ မည်သည့်မှော်ပညာကို လုပ်ဆောင်မည်ကို မြင်နိုင်မည်ဖြစ်ပြီး ၎င်းတို့၏ ကိစ္စ၏ အမှန်တရားသည် လူအများအား ထင်ရှားပေါ်လွင်လာမည်ဖြစ်သည်။' ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကြည့်လော့! ၎င်းတို့၏ ကြိုးများနှင့် ၎င်းတို့၏ တောင်ဝှေးများသည် ၎င်းတို့၏ မှော်ပညာကြောင့် ၎င်းအား အလျင်အမြန် ရွေ့လျားနေသည့်အတိုင်း ပေါ်လာခဲ့သည်။)</span> အခြားအာယတ်တော်တစ်ခုတွင် ၎င်းတို့ ပစ်ချသောအခါ ဤသို့ ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ပြောကြ၏။ \"ဖِرְအောန်၏ တန်ခိုးတော်အားဖြင့် ကျွန်ုပ်တို့သည် အမှန်ပင် အောင်ပွဲခံရလိမ့်မည်!\")</span><span class=\"gray\">[၂၆:၄၄]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် လူများ၏ မျက်စိများကို မှော်ဆန်စေပြီး ၎င်းတို့အား ထိတ်လန့်စေခဲ့သည်။ ၎င်းတို့သည် ကြီးမားသော မှော်ပညာကို ပြသခဲ့သည်။)</span><span class=\"gray\">(၇:၁၁၆)</span> ဤနေရာတွင် ဤဆူရာတွင် အရှင်က မိန့်ကြားထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကြည့်လော့! ၎င်းတို့၏ ကြိုးများနှင့် ၎င်းတို့၏ တောင်ဝှေးများသည် ၎င်းတို့၏ မှော်ပညာကြောင့် ၎င်းအား အလျင်အမြန် ရွေ့လျားနေသည့်အတိုင်း ပေါ်လာခဲ့သည်။)</span> ၎င်းတို့သည် အင်အားအများအပြားရှိသော အဖွဲ့တစ်ဖွဲ့ဖြစ်ပြီး တစ်ဦးစီတိုင်းက တောင်ဝှေးတစ်ချောင်းနှင့် ကြိုးတစ်ချောင်းကို ပစ်ချခဲ့ကြရာ တောင်ကြားတစ်ခုလုံး မြွေများ တစ်ထပ်တည်း စုပုံလျက် ပြည့်နှက်သွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُّوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မူဆာသည် မိမိကိုယ်၌ ကြောက်ရွံ့မှု ဖြစ်ပေါ်ခဲ့၏။)</span> ဤသည်မှာ ၎င်း၏ ညာလက်တွင် ရှိသည့်အရာကို ပစ်ချရန် အခွင့်အရေးပင် မရမီ မှော်ပညာဖြင့် လူများ စမ်းသပ်ခံရပြီး လှည့်ဖြားခံရမည်ကို သူ စိုးရိမ်ခဲ့သည်ဟု ဆိုလိုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သင့်လျော်သော အချိန်တွင် ၎င်းအား ၎င်း၏ ညာလက်တွင်ရှိသော တောင်ဝှေးကို ပစ်ချရန် ဗျာဒိတ်ပေးခဲ့သည်။ ၎င်း ပစ်ချလိုက်သောအခါ ၎င်းတို့ ပြုလုပ်ထားသည့်အရာကို မျိုချလိုက်သည်။ ၎င်းသည် ခြေထောက်များ၊ လည်ပင်း၊ ဦးခေါင်းနှင့် အစွယ်များပါသော ကြီးမားထွားကျိုင်းသော သတ္တဝါကြီး ဖြစ်လာခဲ့သည်။ ၎င်းသည် ဤကြိုးများနှင့် တောင်ဝှေးများကို လိုက်လံစားသောက်ခဲ့ရာ တစ်ခုမျှ မကျန်တော့ဘဲ ဤသားရဲက အကုန်မျိုချခဲ့သည်။ တစ်ချိန်တည်းမှာပင် မှော်ဆရာများနှင့် လူအားလုံးသည် မိမိတို့၏ မျက်လုံးများဖြင့် နေ့ခင်းကြောင်တောင်တွင် ဤအံ့ဖွယ်ဖြစ်ရပ်ကို ကြည့်ရှုနေကြသည်။ ထို့ကြောင့် မုအ်ဂျိဇာတ် (တန်ခိုးပြာဋိဟာ) ကို လုပ်ဆောင်ခဲ့ပြီး သက်သေအထောက်အထား ထင်ရှားခဲ့သည်။ သမ္မာတရား အောင်ပွဲခံခဲ့ပြီး မှော်ပညာသည် မှားယွင်းကြောင်း သက်သေပြခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့် အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ ۖ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပြုလုပ်ထားသည့်အရာသည် မှော်ဆရာ၏ လှည့်စားမှုသာဖြစ်သည်။ မည်သည့်အတိုင်းအတာ <span class=\"gray\">(ကျွမ်းကျင်မှု)</span> ကို ရောက်ရှိစေကာမူ မှော်ဆရာသည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်။)</span> ထို့ကြောင့် မှော်ဆရာများသည် ထိုဖြစ်ရပ်ကို မြင်တွေ့ပြီး မိမိတို့၏ မျက်လုံးများဖြင့် သက်သေခံခဲ့ကြသောအခါ၊ ၎င်းတို့သည် မှော်ပညာဆိုင်ရာ ပညာရပ်များမှ အမျိုးမျိုးသော လှည့်ကွက်များနှင့် နည်းလမ်းများကို သိရှိသူများ ဖြစ်သော်လည်း၊ မူဆာ လုပ်ဆောင်ခဲ့သည်မှာ မှော်ပညာ သို့မဟုတ် လှည့်စားသော လှည့်ကွက်များ မဟုတ်ကြောင်း သံသယကင်းစွာ ယုံကြည်ခဲ့ကြသည်။ ၎င်းတို့သည် ၎င်းသည် မည်သည့်သံသယမျှမရှိဘဲ သမ္မာတရားဖြစ်ကြောင်း အသိအမှတ်ပြုခဲ့ကြသည်။ အရာတစ်ခုကို \"ဖြစ်လော့\" ဟု မိန့်ကြားလျှင် ဖြစ်လာစေသော အရှင်မှလွဲ၍ မည်သူမျှ ဤသို့ပြုလုပ်ရန် စွမ်းအားမရှိကြောင်း ၎င်းတို့ သိရှိခဲ့ကြသည်။ ထို့ကြောင့် ဤသို့ဖြစ်လာသောအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံ ဝပ်တွားခဲ့ကြသည်။ ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ရှိရှိသမျှအားလုံး၏ အရှင်၊ မူဆာနှင့် ဟာရွန်၏ အရှင်ကို ယုံကြည်ပါသည်!\" ဟု ပြောကြသည်။ ဤသည်မှာ အိဗ်နု အဘ်ဘာစ်နှင့် 'ဥဗိုင်းဒ် အိဗ်နု 'ဥမိုင်ရ် နှစ်ဦးစလုံးက \"နေ့၏ အစတွင် ၎င်းတို့သည် မှော်ဆရာများဖြစ်ပြီး နေ့၏အဆုံးတွင် ၎င်းတို့သည် ထူးချွန်သော ယုံကြည်ခြင်း သက်သေခံများ ဖြစ်ခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည့် အကြောင်းရင်းဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>မှော်ဆရာအရေအတွက်</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ် မှတ်တမ်းတင်ခဲ့သည်မှာ အိဗ်နု အဘ်ဘာစ်က \"မှော်ဆရာများသည် နံနက်ပိုင်းတွင် မှော်ဆရာများဖြစ်ခဲ့ပြီး ညနေရောက်သောအခါ ယုံကြည်ခြင်း၏ သက်သေခံများဖြစ်ခဲ့ကြသော လူခုနစ်ဆယ်ဦးဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဘီ ဟာတိမ်ကလည်း အလ်-အောဗ်ဇာ'အီက \"မှော်ဆရာများ ဝပ်တွားသောအခါ ၎င်းတို့ရှေ့တွင် ဂျန္နတ်(ပရဒိသု)ကို မြှင့်တင်ခဲ့ရာ ၎င်းတို့ မြင်နေရသည်အထိ ဖြစ်ခဲ့သည်\" ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ စအိဒ် အိဗ်နု ဂျုဘိုင်ရ် မှ သတင်းပို့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ ၎င်းက ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُلْقِيَ السَّحَرَةُ سُجَّدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မှော်ဆရာများသည် ဝပ်တွားခဲ့ကြ၏။)</span> \"၎င်းတို့သည် ဝပ်တွားနေစဉ် ၎င်းတို့၏ နေရာများ <span class=\"gray\">(ဂျန္နတ်တွင်)</span> ၎င်းတို့ရှေ့တွင် ထင်ရှားပေါ်လွင်စွာ ရှိနေသည်ကို မြင်ခဲ့ကြသည်။\" 'အိကရိမာဟ် နှင့် အလ်-ကာစင် အိဗ်နု အဘီ ဘစ်ဇာဟ် နှစ်ဦးစလုံးက ထပ်တူပြောကြားခဲ့ကြသည်။</p>"
  }
]