[
  {
    "ayah_key": "20:90",
    "group_ayah_key": "20:90",
    "from_ayah": "20:90",
    "to_ayah": "20:91",
    "ayah_keys": "20:90,20:91",
    "text": "<p class=\"my translation\" lang=\"my\">ဟာရူန်သည် အမှန်ပင် ၎င်းတို့အား ကြိုတင်၍ ပြောကြားခဲ့သည်- \"အို ကျွန်ုပ်၏လူမျိုးတို့! ဤအရာ၌ သင်တို့အား စမ်းသပ်ခြင်းခံရသည်၊ အမှန်စင်စစ် သင်တို့၏အရှင်သည် အလွန်တရာ ကျေးဇူးတော်ရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ဖြစ်တော်မူ၏၊ ထို့ကြောင့် ကျွန်ုပ်နောက်သို့လိုက်ပြီး ကျွန်ုပ်၏အမိန့်ကိုနာခံကြပါ။ <span>(၉၀)</span>၎င်းတို့က ပြောသည်- \"မူဆာ ကျွန်ုပ်တို့ထံ ပြန်မလာမချင်း ကျွန်ုပ်တို့သည် ၎င်းအား ဝတ်ပြုခြင်းကို ရပ်တန့်မည်မဟုတ်ပါ။ <span>(၉၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဟာရူန်သည် နွားမကိုးကွယ်ခြင်းမှ ၎င်းတို့အား တားမြစ်ခြင်းနှင့် အစ္စရေးလ်သားတို့၏ ထိုသို့ပြုလုပ်ရာတွင် ဇွဲမလျှော့ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဟာရူန်၏ နွားမကိုးကွယ်ခြင်းမှ ၎င်းတို့အား တားမြစ်ရန် ကြိုးပမ်းခဲ့ပုံနှင့် ဤသည်မှာ ၎င်းတို့အတွက် စမ်းသပ်မှုတစ်ခုသာဖြစ်ကြောင်း ၎င်းတို့အား ပြောကြားခဲ့ပုံကို အသိပေးတော်မူသည်။ ၎င်းတို့၏အရှင်သည် အရာအားလုံးကို ဖန်ဆင်း၍ အရာအားလုံးအတွက် တရားမျှတသော အတိုင်းအတာကို ပြဋ္ဌာန်းပေးတော်မူသော အလွန်တရာ ကောင်းကျိုးပေးရှင်ဖြစ်ကြောင်း ၎င်းအားပြောကြားခဲ့သည်။ ကိုယ်တော်သည် ခမ်းနားထည်ဝါသော ပလ္လင်၏ပိုင်ရှင်ဖြစ်တော်မူ၍၊ ကိုယ်တော် အလိုရှိသမျှကို ပြုလုပ်တော်မူသော အရှင်ဖြစ်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်နောက်သို့လိုက်ပြီး ကျွန်ုပ်၏အမိန့်ကိုနာခံကြပါ။)</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်သင်တို့အား အမိန့်ပေးထားသည်များကို ကျွန်ုပ်နောက်သို့လိုက်ပြီး ကျွန်ုပ်တားမြစ်ထားသည်များကို ရှောင်ကြဉ်ကြလော့။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّىٰ يَرْجِعَ إِلَيْنَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောသည်- \"မူဆာ ကျွန်ုပ်တို့ထံ ပြန်မလာမချင်း ကျွန်ုပ်တို့သည် ၎င်းအား ဝတ်ပြုခြင်းကို ရပ်တန့်မည်မဟုတ်ပါ။\")</span> ဆိုလိုသည်မှာ \"မူဆာ ဤအရာနှင့်ပတ်သက်၍ မည်သို့ပြောသည်ကို မကြားမချင်း ဤနွားမအား ကျွန်ုပ်တို့ ဝတ်ပြုခြင်းကို ရပ်တန့်မည်မဟုတ်။\" ထို့ကြောင့် ၎င်းတို့သည် ဤကိစ္စတွင် ဟာရူန်အား ဆန့်ကျင်ခဲ့ပြီး ၎င်းအား တိုက်ခိုက်ခဲ့ကာ သတ်လုနီးပါး ဖြစ်ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "20:92",
    "group_ayah_key": "20:92",
    "from_ayah": "20:92",
    "to_ayah": "20:94",
    "ayah_keys": "20:92,20:93,20:94",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ)</span> က ပြောသည်- \"အို ဟာရူန်! ၎င်းတို့ လမ်းမှားနေသည်ကို သင်မြင်သောအခါ မည်သည့်အရာက သင့်အား တားဆီးခဲ့သနည်း။ <span>(၉၂)</span>\"သင်သည် ကျွန်ုပ်နောက်သို့ <span class=\"gray\">(ကျွန်ုပ်၏အကြံဉာဏ်အတိုင်း)</span> မလိုက်ပါသလော။ ထို့ကြောင့် သင်သည် ကျွန်ုပ်၏အမိန့်ကို မနာခံခဲ့သလော။ <span>(၉၃)</span>သူ <span class=\"gray\">(ဟာရူန်)</span> က ပြောသည်- \"အို ကျွန်ုပ်၏အမေ၏သား! ကျွန်ုပ်၏မုတ်ဆိတ်ကိုလည်းကောင်း၊ ကျွန်ုပ်၏ခေါင်းကိုလည်းကောင်း မဖမ်းပါနှင့်! အမှန်စင်စစ် သင်က 'သင်သည် အစ္စရေးလ်သားများအကြား အကွဲအပြဲဖြစ်စေခဲ့ပြီး ကျွန်ုပ်၏စကားကိုလည်း မလေးစားခဲ့ပါ။' ဟု ပြောမည်ကို ကျွန်ုပ်စိုးရိမ်ခဲ့သည်။ <span>(၉၄)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ ပြန်လာပြီးနောက် မူဆာနှင့် ဟာရူန်အကြား ဖြစ်ပျက်ခဲ့သည်များ</h2></div><p lang=\"my\" class=\"my \">မူဆာသည် ၎င်း၏လူမျိုးထံ ပြန်လာပြီး ၎င်းတို့အကြား ဖြစ်ပျက်ခဲ့သော ကြီးမားသည့်ကိစ္စကို မြင်သောအခါ ဖြစ်ပျက်ခဲ့သည်များကို အလ္လာဟ်အရှင်မြတ်က အသိပေးတော်မူသည်။ ဤအရာကြောင့် ၎င်းသည် ဒေါသအမျက်ခြစ်ခြစ်တောက်ခဲ့ပြီး ၎င်း၏လက်ထဲရှိ အလ္လာဟ်အရှင်မြတ်၏ ကျောက်ပြားများကို ပစ်ချခဲ့သည်။ ထို့နောက် ၎င်း၏ညီ ဟာရူန်၏ ဦးခေါင်းကို ဆွဲကိုင်၍ ၎င်း၏ဘက်သို့ ဆွဲယူခဲ့သည်။ ဤအရာနှင့်ပတ်သက်၍ ကျွန်ုပ်တို့သည် စူရတွလ်အာအ်ရာဖ်တွင် ဟဒီးစ်တော်ကို ဖော်ပြခဲ့ပြီးဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْخَبَرُ كَالْمُعَايَنَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတင်းအချက်အလက်သည် မြင်တွေ့ခြင်းနှင့် မတူညီပါ။)</span> ထို့နောက် ၎င်း၏ညီ ဟာရူန်ကို အပြစ်တင်စတင်ပြောဆိုခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا - أَلَّا تَتَّبِعَنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ လမ်းမှားနေသည်ကို သင်မြင်သောအခါ မည်သည့်အရာက သင့်အား တားဆီးခဲ့သနည်း၊ သင်သည် ကျွန်ုပ်နောက်သို့ မလိုက်ပါသလော။)</span> ဆိုလိုသည်မှာ \"ဤကိစ္စ ဖြစ်ပွားသည်နှင့် တပြိုင်နက် ကျွန်ုပ်အား အသိပေးသင့်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَعَصَيْتَ أَمْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်သည် ကျွန်ုပ်၏အမိန့်ကို မနာခံခဲ့သလော။)</span> \"ကျွန်ုပ် သင့်အား အပ်နှင်းခဲ့သောအရာ၌\" မူဆာ၏ပြောကြားချက်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏လူမျိုးများအကြား ကျွန်ုပ်၏နေရာတွင်နေပါ၊ မှန်ကန်စွာပြုမူပါ၊ ပျက်စီးသူများ၏လမ်းစဉ်ကို မလိုက်နာပါနှင့်။)</span><span class=\"gray\">[၇:၁၄၂]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا ابْنَ أُمَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(ဟာရူန်)</span> က ပြောသည်- \"အို ကျွန်ုပ်၏အမေ၏သား!\")</span> အမေကို ဖော်ပြခြင်းသည် ဟာရူန်၏ မူဆာ၏ဒေါသကို လျှော့ချရန် ကြိုးပမ်းခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် မူဆာ၏ဇီဝဗေဒညီအစ်ကိုဖြစ်ပြီး မိဘတူများဖြစ်သောကြောင့်ဖြစ်သည်။ ဤနေရာတွင် အမေကို ဖော်ပြခြင်းသည် နူးညံ့သိမ်မွေ့မှုနှင့် သိမ်မွေ့မှုတို့ကို ဖြစ်ပေါ်စေရာတွင် ပို၍နူးညံ့သိမ်မွေ့ပြီး နက်နဲသည်။ ထို့ကြောင့် သူက ပြောခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا ابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏အမေ၏သား! ကျွန်ုပ်၏မုတ်ဆိတ်ကိုလည်းကောင်း၊ ကျွန်ုပ်၏ခေါင်းကိုလည်းကောင်း မဖမ်းပါနှင့်!)</span> ဤသည်မှာ ဟာရူန်မှ မူဆာအား ၎င်းထံသို့လာရောက်ပြီး ဖြစ်ပျက်ခဲ့သော ကြီးမားသည့် မတော်တဆမှုကို အသိမပေးနိုင်ခဲ့သည့်အတွက် ဆင်ခြေပေးခြင်းဖြစ်သည်။ သူက ပြောခဲ့သည်-\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي خَشِيتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်စိုးရိမ်ခဲ့သည်)</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်သည် သင်၏နောက်မှ လိုက်လာ၍ ဤအရာကို အသိပေးရန် ကြောက်ရွံ့ခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သင်သည် ၎င်းတို့အား တစ်ယောက်တည်း ထားခဲ့ပြီး ၎င်းတို့အကြား ကွဲပြားမှုဖြစ်စေခဲ့သည်ဟု ကျွန်ုပ်ကို စွပ်စွဲလိမ့်မည်ဟု ထင်ခဲ့သောကြောင့်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ تَرْقُبْ قَوْلِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်သည် ကျွန်ုပ်၏စကားကို မလေးစားခဲ့ပါ။)</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်သည် သင့်အား ၎င်းတို့အား အပ်နှံခဲ့သောအခါ ကျွန်ုပ်အမိန့်ပေးခဲ့သည်များကို သင်ဂရုမစိုက်ခဲ့ပါ။\" အိဗ်နုအဘ္ဗားစ်က ပြောသည်- \"ဟာရူန်သည် မူဆာအပေါ် လေးစားမှုရှိပြီး နာခံခဲ့သည်။\"</p>"
  },
  {
    "ayah_key": "20:95",
    "group_ayah_key": "20:95",
    "from_ayah": "20:95",
    "to_ayah": "20:98",
    "ayah_keys": "20:95,20:96,20:97,20:98",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ)</span> က ပြောသည်- \"အို ဆာမီရီ! သင့်တွင် မည်သည့်အရာ ဖြစ်ပျက်နေသနည်း။ <span>(၉၅)</span><span class=\"gray\">(ဆာမီရီ)</span> က ပြောသည်- \"၎င်းတို့ မမြင်ခဲ့သည်ကို ကျွန်ုပ် မြင်ခဲ့သည်၊ ထို့ကြောင့် ကျွန်ုပ်သည် ရစူလ်၏ <span class=\"gray\">(ခြေရာ)</span> မှ <span class=\"gray\">(ဖုန်မှုန့်)</span> တစ်ဆုပ် <span class=\"gray\">(ကဗ္ဗဒဟ်)</span> ကို ယူခဲ့ပြီး ပစ်ချခဲ့သည်။ ဤသို့ဖြင့် ကျွန်ုပ်၏စိတ်က ကျွန်ုပ်အား အကြံပေးခဲ့သည်။ <span>(၉၆)</span>မူဆာက ပြောသည်- \"ထို့ကြောင့် ထွက်သွားလော့! အမှန်စင်စစ် ဤဘဝ၌ သင်၏ <span class=\"gray\">(ပြစ်ဒဏ်)</span> သည် 'ကျွန်ုပ်ကို မထိပါနှင့်' ဟု သင်ပြောရခြင်း ဖြစ်လိမ့်မည်၊ အမှန်စင်စစ် သင့်တွင် မပျက်စီးမည့် ကတိတစ်ခုရှိသည်။ သင် ကိုးကွယ်ခဲ့သော သင်၏ဘုရားကို ကြည့်ပါဦး။ ကျွန်ုပ်တို့သည် ၎င်းကို မီးရှို့ပြီး ၎င်း၏အမှုန်အမွှားများကို ပင်လယ်ထဲသို့ ကြဲပစ်မည်ဖြစ်သည်။ <span>(၉၇)</span>သင်တို့၏ဘုရားမှာ အလ္လာဟ်အရှင်မြတ်သာ ဖြစ်သည်၊ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာအရှင် မရှိပါ။ ကိုယ်တော်သည် အရာအားလုံးကို အကြွင်းမဲ့သိတော်မူ၏။ <span>(၉၈)</span></p><div lang=\"lb\" class=\"lb \"><h2>How As-Samiri made the Calf</h2></div><p lang=\"my\" class=\"my \">မူဆာသည် အစ်ဆာမီရီအား ပြောကြားခဲ့သည်- \"သင် လုပ်ခဲ့သည်များကို မည်သည့်အရာက သင့်အား လုပ်စေခဲ့သနည်း။ မည်သည့်အရာက ထိုသို့သော အကြံဉာဏ်ကို သင့်အား ဖြစ်ပေါ်စေ၍ ဤသို့လုပ်ဆောင်စေခဲ့သနည်း။\" မုဟမ္မဒ် ဘင်န် အစ္စဟာက်သည် အိဗ်နုအဘ္ဗားစ်မှ သတင်းပို့ခဲ့သည်မှာ သူက ပြောခဲ့သည်- \"အစ်ဆာမီရီသည် ဘာဂျာမာလူမျိုးမှ အမျိုးသားတစ်ဦးဖြစ်ပြီး နွားများကို ကိုးကွယ်သော လူမျိုးဖြစ်သည်။ သူ၏စိတ်ဝိညာဉ်တွင် နွားကိုးကွယ်ခြင်းကို ချစ်မြတ်နိုးမှု ကျန်ရှိနေသေးသည်။ သို့သော် သူသည် အစ္စရေးလ်သားများနှင့်အတူ အစ္စလာမ်ကို လက်ခံလိုက်သည့်အလား ဟန်ဆောင်ခဲ့သည်။ သူ၏အမည်မှာ မူဆာ ဘင်န် ဇဖရ် ဖြစ်သည်။\" ကတာဒါဟ်က ပြောသည်- \"သူသည် ဆာမာရာရွာမှ ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ဆာမီရီ) က ပြောသည်- \"၎င်းတို့ မမြင်ခဲ့သည်ကို ကျွန်ုပ် မြင်ခဲ့သည်။\")</span> ဆိုလိုသည်မှာ \"ဖိရ်အောင်ကို ဖျက်ဆီးရန် ဂျစ်ဘရီလ်လာရောက်ခဲ့သည်ကို ကျွန်ုပ်မြင်ခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرَّسُولِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်သည် ရစူလ်၏ <span class=\"gray\">(ခြေရာ)</span> မှ <span class=\"gray\">(ကဗ္ဗဒဟ်)</span> တစ်ဆုပ်ကို ယူခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်း၏ <span class=\"gray\">(ဂျစ်ဘရီလ်၏)</span> မြင်းခွာရာမှ ဖြစ်သည်။ ဤသည်မှာ တဖ်ဆီရ်ပညာရှင်အများစုတို့နှင့် အသိများသော အရာဖြစ်သည်၊ အများစုက ထိုသို့ဆိုသည်။ မုဂျာဟိဒ်က ပြောသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَبِضْتُ قَبْضَةً مِّنْ أَثَرِ الرَّسُولِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်သည် ရစူလ်၏ <span class=\"gray\">(ခြေရာ)</span> မှ <span class=\"gray\">(ကဗ္ဗဒဟ်)</span> တစ်ဆုပ်ကို ယူခဲ့သည်)</span> \"ဂျစ်ဘရီလ်၏မြင်းခွာအောက်မှ။\" သူက ထပ်မံပြောကြားသည်မှာ \"Qabdah ဆိုသောစကားလုံးသည် လက်တစ်ဆုပ်ကို ဆိုလိုသည်၊ ၎င်းသည် လက်ချောင်းထိပ်များဖြင့် ဆုပ်ကိုင်ထားသောအရာလည်း ဖြစ်သည်။\" မုဂျာဟိဒ်က ပြောသည်- \"အစ်ဆာမီရီသည် သူ၏လက်ထဲရှိအရာကို အစ္စရေးလ်သားများ၏ လက်ဝတ်ရတနာများပေါ်သို့ ပစ်ချလိုက်ရာ နွားငယ်တစ်ကောင်၏ကိုယ်ထည်အဖြစ် ပုံသွင်းခံရပြီး အသံညည်းသံလေး ထွက်ပေါ်လာသည်။ ၎င်းထဲသို့ မှုတ်သွင်းလိုက်သော လေသည် ၎င်း၏အသံကို ဖြစ်ပေါ်စေခဲ့သည်။\" ထို့ကြောင့် သူက ပြောခဲ့သည်-\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَنَبَذْتُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျွန်ုပ်ပစ်ချခဲ့သည်)</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်သည် ၎င်းကို <span class=\"gray\">(လက်ဝတ်ရတနာများ)</span> ပစ်ချနေသူများနှင့်အတူ ပစ်ချခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ سَوَّلَتْ لِي نَفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်၏စိတ်က ကျွန်ုပ်အား အကြံပေးခဲ့သည်။)</span> ဆိုလိုသည်မှာ သူ၏စိတ်ဝိညာဉ်က ၎င်းကို ကောင်းသောအရာဟု ယူဆခဲ့ပြီး သူ၏စိတ်ကို နှစ်သက်စေခဲ့သည်။\"</p><div lang=\"my\" class=\"my \"><h2>အစ်ဆာမီရီ၏ ပြစ်ဒဏ်နှင့် နွားမကို မီးရှို့ခြင်း </h2></div><p lang=\"su\" class=\"su \">Thereupon,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَن تَقُولَ لَا مِسَاسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((မူဆာ) က ပြောသည်- \"ထို့ကြောင့် ထွက်သွားလော့! အမှန်စင်စစ် ဤဘဝ၌ သင်၏ <span class=\"gray\">(ပြစ်ဒဏ်)</span> သည် 'ကျွန်ုပ်ကို မထိပါနှင့်။' ဟု သင်ပြောရခြင်း ဖြစ်လိမ့်မည်။\")</span> ဆိုလိုသည်မှာ \"သင်သည် ရစူလ်၏ ခြေရာမှ ယူဆောင်၍ ထိတွေ့ပိုင်ခွင့်မရှိသောအရာကို ယူဆောင်ထိတွေ့ခဲ့သကဲ့သို့၊ ဤဘဝ၌ သင်၏ပြစ်ဒဏ်မှာ 'ကျွန်ုပ်ကို မထိပါနှင့်။' ဟု သင်ပြောရခြင်းဖြစ်သည်။\" ဆိုလိုသည်မှာ \"သင်သည် လူများကို မထိတွေ့ရဘဲ ၎င်းတို့ကလည်း သင့်အား မထိတွေ့ရ။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّ لَكَ مَوْعِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင့်တွင် ကတိတစ်ခုရှိသည်)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။</p><p class=\"eo qpc-hafs\" lang=\"eo\"> لَّن تُخْلَفَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မပျက်စီးမည့်)</span> သင်သည် ၎င်းမှ လွတ်မြောက်ရန် လမ်းမရှိပါ။ ကတာဒါဟ်က ပြောသည်-\"</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَن تَقُولَ لَا مِسَاسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်က 'ကျွန်ုပ်ကို မထိပါနှင့်' ဟု ပြောရခြင်း ဖြစ်လိမ့်မည်။)</span> \"ဤသည်မှာ ၎င်းတို့နှင့် ၎င်းတို့၏ အကြွင်းအကျန်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့၏ရောဂါရှိသူများ)</span> အတွက် ပြစ်ဒဏ်ကို ရည်ညွှန်းသည်၊ ယနေ့ထိတိုင် 'မထိပါနှင့်' ဟု ပြောဆိုနေကြသည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍-\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင့်တွင် မပျက်စီးမည့် ကတိတစ်ခုရှိသည်။)</span> အလ်-ဟစန်၊ ကတာဒါဟ်နှင့် အဘူနာဟစ်ခ်တို့က ပြောသည်- \"သင်သည် ၎င်းမှ ပျက်ကွက်မည်မဟုတ်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانظُرْ إِلَىٰ إِلَٰهِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်၏ဘုရားကို ကြည့်ပါ)</span> သင်ကိုးကွယ်ခဲ့သော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် ကိုးကွယ်ခဲ့သော။)</span> သင် ကိုးကွယ်မှုကို တည်ထောင်ခဲ့သောအရာ၊ ၎င်းမှာ နွားမဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا إِلَٰهُكُمُ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۚ وَسِعَ كُلَّ شَيْءٍ عِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ဘုရားမှာ အလ္လာဟ်အရှင်မြတ်သာ ဖြစ်သည်၊ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာအရှင် မရှိပါ။ ကိုယ်တော်သည် အရာအားလုံးကို အကြွင်းမဲ့သိတော်မူ၏။)</span> မူဆာသည် ၎င်းတို့အား ပြောကြားနေသည်မှာ \"ဤသည် သင်တို့၏ဘုရား မဟုတ်ပါ။ သင်တို့၏ဘုရားမှာ အလ္လာဟ်အရှင်မြတ်သာ ဖြစ်သည်၊ ကိုယ်တော်မှတစ်ပါး စစ်မှန်သောဘုရား မရှိပါ။ ကိုယ်တော်မှတစ်ပါး မည်သူ့ကိုမျှ ကိုးကွယ်ခြင်းသည် မသင့်တော်ပါ။ အရာအားလုံးသည် ကိုယ်တော်ကို လိုအပ်နေပြီး အရာအားလုံးသည် ကိုယ်တော်၏ ကျွန်များ ဖြစ်ကြသည်။\" မိန့်တော်မူချက်နှင့်ပတ်သက်၍-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسِعَ كُلَّ شَيْءٍ عِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အရာအားလုံးကို အကြွင်းမဲ့သိတော်မူ၏။)</span> 'အိလ်မ်' <span class=\"gray\">(အသိပညာ)</span> ဆိုသောစကားလုံးသည် ထူးခြားမှုကို ဖော်ပြရန် ကမ္မပုဒ်၌ ရှိသည်။ ဆိုလိုသည်မှာ ကိုယ်တော်သည် အရာအားလုံးကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အလ္လာဟ်အရှင်မြတ်) သည် အရာအားလုံးကို <span class=\"gray\">(ကိုယ်တော်၏)</span> အသိပညာဖြင့် ဝန်းရံထားတော်မူ၏။)</span><span class=\"gray\">(၆၅:၁၂)</span> ကိုယ်တော်က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(ကိုယ်တော်သည်)</span> အရာအားလုံးကို ရေတွက်ထားတော်မူ၏။)</span><span class=\"gray\">(၇၂:၂၈)</span> ထို့ကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖုန်မှုန့်တစ်မှုန်၏ အလေးချိန်မျှပင် ကိုယ်တော်၏အသိပညာမှ လွတ်ကင်းခြင်းမရှိပါ။)</span><span class=\"gray\">(၃၄:၃)</span> ကိုယ်တော်က ထပ်မံမိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရွက်တစ်ရွက်မျှ မကြွေကျပေ၊ သို့သော် ကိုယ်တော်သိတော်မူ၏။ ကမ္ဘာမြေ၏ မှောင်မိုက်ထဲတွင် မျိုးစေ့တစ်စေ့မျှ မရှိ၊ စိုစွတ်သောအရာ သို့မဟုတ် ခြောက်သွေ့သောအရာ တစ်စုံတစ်ရာမျှ မရှိ၊ သို့သော် ရှင်းလင်းသော မှတ်တမ်းတွင် ရေးမှတ်ထားသည်။)</span><span class=\"gray\">[၆:၅၉]</span> ကိုယ်တော်က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပေါ်တွင် မည်သည့် ရွေ့လျားသော သတ္တဝါမျှ မရှိ၊ သို့သော် ၎င်း၏ စားနပ်ရိက္ခာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။ ကိုယ်တော်သည် ၎င်း၏နေထိုင်ရာနေရာနှင့် ၎င်း၏အပ်နှံရာကို သိတော်မူ၏။ အရာအားလုံးသည် ရှင်းလင်းသော ကျမ်းစာတွင် ရှိသည်။)</span><span class=\"gray\">(၁၁:၆)</span> ဤအရာကို ဖော်ပြထားသော အာယတ်တော်များစွာ ရှိသည်။\"</p>"
  }
]