[
  {
    "ayah_key": "4:24",
    "group_ayah_key": "4:24",
    "from_ayah": "4:24",
    "to_ayah": "4:24",
    "ayah_keys": "4:24",
    "text": "<p lang=\"my\" class=\"my \">ထို့အပြင် <span class=\"gray\">(တားမြစ်ထားသော)</span> အိမ်ထောင်သည်အမျိုးသမီးများမှ သင်တို့၏ညာလက်များပိုင်ဆိုင်သော <span class=\"gray\">(ကျွန်)</span> အမျိုးသမီးများမှအပ <span class=\"gray\">(ကျန်အမျိုးသမီးများ)</span> ကို <span class=\"gray\">(လက်ထပ်ရန်)</span> တားမြစ်ထားသည်။ ထို့ကဲ့သို့ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် အမိန့်ချမှတ်တော်မူခဲ့သည်။ ကျန်အမျိုးသမီးများအားလုံးသည် ခွင့်ပြုထားသည်၊ သင်တို့သည် ၎င်းတို့အား မိမိတို့၏ပစ္စည်းဥစ္စာဖြင့် <span class=\"gray\">(လက်ဖွဲ့ဖြင့်)</span> ရှာဖွေရမည်၊ အိမ်ထောင်ရေးသန့်စင်မှုကို လိုလားရမည်၊ ကာမပိုင်ဘဝမရှိသူနှင့် လိင်ဆက်ဆံခြင်း မဟုတ်ရ။ ထို့ကြောင့် သင်တို့ပျော်မွေ့ခဲ့သော အမျိုးသမီးများအား ၎င်းတို့၏လိုအပ်သောအခွင့်အရေးကို ပေးဆပ်ကြလော့၊ သို့သော် လိုအပ်ချက် <span class=\"gray\">(သတ်မှတ်ပြီး)</span> နောက်ပိုင်းတွင် သင်တို့နှစ်ဦးနှစ်ဖက် သဘောတူပါက <span class=\"gray\">(ပိုမိုပေးရန်)</span> သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို သိရှိတော်မူသော၊ အရာခပ်သိမ်းကို ဉာဏ်ပညာဖြင့် စီမံခန့်ခွဲတော်မူသော အရှင်ဖြစ်တော်မူသည်။ <span>(၂၄)</span></p><div lang=\"my\" class=\"my \"><h2>အမျိုးသမီးကျွန်များမှအပ အိမ်ထောင်သည်အမျိုးသမီးများကို တားမြစ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အပြင် <span class=\"gray\">(တားမြစ်ထားသော)</span> အိမ်ထောင်သည်အမျိုးသမီးများမှ သင်တို့၏ညာလက်များ ပိုင်ဆိုင်သောသူများမှအပ။)</span> ဤအာယတ်၏အဓိပ္ပါယ်မှာ သင်တို့သည် အိမ်ထောင်သည်အမျိုးသမီးများကို လက်ထပ်ခြင်းမှ တားမြစ်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ညာလက်များ ပိုင်ဆိုင်သောသူများမှအပ)</span> ဆိုသည်မှာ စစ်ပွဲမှတစ်ဆင့် သင်တို့ရရှိသောသူများမှအပ ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် သင်တို့သည် ထိုအမျိုးသမီးများ ကိုယ်ဝန်မရှိကြောင်း သေချာစေပြီးနောက် ၎င်းတို့နှင့် ပတ်သက်ခွင့်ရှိသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဘူစအီးဒ် အလ်-ခုဒ်ရီက ပြောသည်− \"ကျွန်ုပ်တို့သည် အောင််တွာစ်ဒေသမှ အိမ်ထောင်သည် အမျိုးသမီးအချို့ကို ဖမ်းဆီးရမိခဲ့သည်။ ၎င်းတို့တွင် ခင်ပွန်းများရှိနှင့်ပြီးဖြစ်သောကြောင့် ၎င်းတို့နှင့် လိင်ဆက်ဆံခြင်းကို ကျွန်ုပ်တို့ မကြိုက်ခဲ့ပေ။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် တမန်တော်မြတ် ﷺ အား ဤကိစ္စနှင့်ပတ်သက်၍ မေးမြန်းခဲ့ရာ၊ ဤအာယတ်ကျရောက်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အပြင် <span class=\"gray\">(တားမြစ်ထားသော)</span> အိမ်ထောင်သည်အမျိုးသမီးများမှ သင်တို့၏ညာလက်များ ပိုင်ဆိုင်သောသူများမှအပ)</span>။</p><p lang=\"my\" class=\"my \">ထို့နောက် ကျွန်ုပ်တို့သည် ထိုအမျိုးသမီးများနှင့် လိင်ဆက်ဆံခဲ့ကြသည်။\" ဤသည်မှာ အတ်-တီရ်မီဇီ၊ အန်-နစာအီ၊ အိဗ်နု ဂျရီရ်နှင့် မွတ်စ်လင်မ်တို့က ၎င်းတို့၏ ဆွာဟီးဟ်ကျမ်းများတွင် စုဆောင်းထားသော အဆိုအမိန့်ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابَ اللَّهِ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကဲ့သို့ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် အမိန့်ချမှတ်တော်မူခဲ့သည်)</span> ဆိုသည်မှာ ဤတားမြစ်ချက်ကို အလ္လာဟ်အရှင်မြတ်က သင်တို့အတွက် အမိန့်ချမှတ်တော်မူခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ကျမ်းတော်ကို လိုက်နာကြလော့၊ အရှင်မြတ်၏ သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို မကျော်လွန်ကြနှင့်၊ အရှင်မြတ်၏ ဥပဒေများနှင့် အမိန့်များကို လိုက်နာကြလော့။</p><div lang=\"my\" class=\"my \"><h2>အခြားအမျိုးသမီးအားလုံးကို လက်ထပ်ရန် ခွင့်ပြုခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُحِلَّ لَكُم مَّا وَرَاءَ ذَٰلِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားအမျိုးသမီးအားလုံးသည် ခွင့်ပြုထားသည်)</span> ဆိုသည်မှာ ဤနေရာတွင် ဖော်ပြထားသော တားမြစ်ထားသည့် အမျိုးအစားများမှအပ အခြားအမျိုးသမီးများကို လက်ထပ်ခွင့်ရှိသည်ဟု အတာအ်နှင့် အခြားသူများက ပြောကြားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن تَبْتَغُوا بِأَمْوَالِكُم مُّحْصِنِينَ غَيْرَ مُسَافِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့အား မိမိတို့၏ပစ္စည်းဥစ္စာဖြင့် <span class=\"gray\">(လက်ဖွဲ့ဖြင့်)</span> ရှာဖွေရမည်၊ အိမ်ထောင်ရေးသန့်စင်မှုကို လိုလားရမည်၊ ကာမပိုင်ဘဝမရှိသူနှင့် လိင်ဆက်ဆံခြင်း မဟုတ်ရ။)</span> ဆိုလိုသည်မှာ သင်တို့သည် သင်တို့၏ငွေကြေးကို အသုံးပြု၍ ဇနီးလေးဦးအထိနှင့် မိမိတို့လိုသလောက် အမျိုးသမီးကျွန်များကို <span class=\"gray\">(ဝယ်ယူခြင်းအတွက်)</span> တရားဝင်နည်းလမ်းများဖြင့် လက်ထပ်ခွင့်ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّحْصِنِينَ غَيْرَ مُسَافِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(လိုလားသော)</span> အိမ်ထောင်ရေးသန့်စင်မှု၊ ကာမပိုင်ဘဝမရှိသူနှင့် လိင်ဆက်ဆံခြင်း မဟုတ်။)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَمْتَعْتُم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့ပျော်မွေ့ခဲ့သော အမျိုးသမီးများအား ၎င်းတို့၏လိုအပ်သောအခွင့်အရေးကို ပေးဆပ်ကြလော့၊)</span> ဆိုသည်မှာ ၎င်းတို့နှင့် လိင်ပိုင်းဆိုင်ရာ ပျော်မွေ့ပြီးပါက ၎င်းတို့၏ တရားဝင်လက်ဖွဲ့ကို လျော်ကြေးအဖြစ် ပေးအပ်ရမည်။ အခြားအာယတ်များတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ပေါင်းသင်းခဲ့ပြီးချိန်တွင် မည်သို့ <span class=\"gray\">(ပြန်လည်)</span> ယူနိုင်မည်နည်း။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးများ <span class=\"gray\">(သင်တို့လက်ထပ်သောသူများ)</span> အား ၎င်းတို့၏လက်ဖွဲ့ကို စိတ်ကောင်းနှလုံးကောင်းဖြင့် ပေးဆပ်ကြလော့။)</span>၊ နှင့်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ <span class=\"gray\">(ယောက်ျားများ)</span> အတွက် မိမိတို့ <span class=\"gray\">(ဇနီးများ)</span> အား ပေးခဲ့သော <span class=\"gray\">(လက်ဖွဲ့)</span> အနက်မှ တစ်စုံတစ်ရာကို ပြန်လည်ယူရန် ခွင့်မပြုပါ။)</span><span class=\"gray\">[2:229]</span></p><div lang=\"my\" class=\"my \"><h2>မွတ်အတဟ်လက်ထပ်ခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">မုဂျာဟိဒ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَمْتَعْتُم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့ပျော်မွေ့ခဲ့သော အမျိုးသမီးများအား ၎င်းတို့၏လိုအပ်သောအခွင့်အရေးကို ပေးဆပ်ကြလော့၊)</span> သည် မွတ်အတဟ်လက်ထပ်ခြင်းနှင့် ပတ်သက်၍ ကျရောက်ခဲ့ခြင်းဖြစ်သည်။ မွတ်အတဟ်လက်ထပ်ခြင်းဆိုသည်မှာ ကြိုတင်သတ်မှတ်ထားသော ရက်စွဲတွင် အဆုံးသတ်သည့် လက်ထပ်ခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဆွာဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ သစ္စာရှိသူတို့၏ ခေါင်းဆောင် အလီဗင်န်အဘီတာလိဗ်က ပြောသည်− \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ခိုင်ဘာ <span class=\"gray\">(တိုက်ပွဲ)</span> နေ့တွင် မွတ်အတဟ်လက်ထပ်ခြင်းနှင့် အိမ်မွေးမြည်းသားစားခြင်းကို တားမြစ်ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">ထို့အပြင် ၎င်း၏ ဆွာဟီးဟ်ကျမ်းတွင် မွတ်စ်လင်မ်က မှတ်တမ်းတင်ထားသည်မှာ အလ်-ရဘီအ် ဗင်န် စဘ်ရာဟ် ဗင်န် မအ်ဘဒ် အလ်-ဂျူဟာနီက ၎င်း၏ဖခင်က ပြောကြားခဲ့သည်မှာ ၎င်းသည် မက္ကာမြို့ကို အောင်မြင်ခဲ့စဉ် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် အတူလိုက်ပါခဲ့ပြီး တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ! إِنِّي كُنْتُ أَذِنْتُ لَكُمْ فِي الاسْتِمْتَاعِ مِنَ النِّسَاءِ، وَإنَّ اللهَ قَدْ حَرَّمَ ذَلِكَ إِلى يَوْمِ الْقِيَامَةِ، فَمَنْ كَانَ عِنَدَهُ مِنْهُنَّ شَيْءٌ فَلْيُخَلِّ سَبِيلَهُ، وَلَا تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شيئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့! ငါသည် သင်တို့အား အမျိုးသမီးများနှင့် မွတ်အတဟ်လက်ထပ်ခြင်းကို ယခင်က ခွင့်ပြုခဲ့သည်။ ယခုမူ အလ္လာဟ်အရှင်မြတ်သည် တရားစီရင်ရာနေ့အထိ ၎င်းကို တားမြစ်လိုက်ပြီ။ ထို့ကြောင့် မည်သူမဆို မွတ်အတဟ်ဖြင့် လက်ထပ်ထားသောအမျိုးသမီးများရှိပါက ၎င်းတို့အား လွှတ်ပေးကြလော့၊ သင်တို့ပေးခဲ့သော အရာမှ တစ်စုံတစ်ရာကို မယူကြနှင့်။)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُم بِهِ مِن بَعْدِ الْفَرِيضَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လိုအပ်ချက် <span class=\"gray\">(သတ်မှတ်ပြီး)</span> နောက်ပိုင်းတွင် သင်တို့နှစ်ဦးနှစ်ဖက် သဘောတူပါက <span class=\"gray\">(ပိုမိုပေးရန်)</span> သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။)</span> သည် အရှင်မြတ်၏ အခြားအမိန့်တော်နှင့် ဆင်တူသည်။</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးများအား ၎င်းတို့၏လက်ဖွဲ့ကို စိတ်ကောင်းနှလုံးကောင်းဖြင့် ပေးဆပ်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်များ၏ အဓိပ္ပါယ်မှာ- သင်တို့သည် အမျိုးသမီးတစ်ဦးအတွက် လက်ဖွဲ့ကို သတ်မှတ်ထားပြီး ၎င်းက နောက်ပိုင်းတွင် လက်ဖွဲ့ကို လုံးဝဖြစ်စေ၊ တစ်စိတ်တစ်ပိုင်းဖြစ်စေ စွန့်လွှတ်ပါက ဤကိစ္စတွင် သင်တို့ သို့မဟုတ် ၎င်းအပေါ် အပြစ်မရှိပေ။ အိဗ်နု ဂျရီရ်က ပြောကြားသည်မှာ၊ \"အလ်-ဟာဒ်ရာမီက ပြောကြားခဲ့သည်မှာ အချို့သော အမျိုးသားများသည် လက်ဖွဲ့ကို သတ်မှတ်ထားသော်လည်း ငွေကြေးအခက်အခဲများနှင့် ကြုံတွေ့ရသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ အို လူအပေါင်းတို့၊ လိုအပ်ချက် <span class=\"gray\">(သတ်မှတ်ပြီး)</span> နောက်ပိုင်းတွင် သင်တို့၏ နှစ်ဦးနှစ်ဖက် သဘောတူညီမှုနှင့် ပတ်သက်၍ သင်တို့အပေါ် အပြစ်မရှိပေ။\" ဆိုလိုသည်မှာ ၎င်းက လက်ဖွဲ့၏ တစ်စိတ်တစ်ပိုင်းကို စွန့်လွှတ်ပါက သင်တို့ အမျိုးသားများသည် ၎င်းကို လက်ခံခွင့်ရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို သိရှိတော်မူသော၊ အရာခပ်သိမ်းကို ဉာဏ်ပညာဖြင့် စီမံခန့်ခွဲတော်မူသော အရှင်ဖြစ်တော်မူသည်။)</span> ဤတားမြစ်ချက်များကို အလ္လာဟ်အရှင်မြတ် ဖော်ပြပြီးနောက် ဤနေရာတွင် သင့်လျော်သည်။</p>"
  }
]