[
  {
    "ayah_key": "45:1",
    "group_ayah_key": "45:1",
    "from_ayah": "45:1",
    "to_ayah": "45:5",
    "ayah_keys": "45:1,45:2,45:3,45:4,45:5",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင်၊ အနန္တ မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ - إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ - وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ - وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဟာမီမ်။)</span><span class=\"gray\">(၂။ ထိုကျမ်းတော်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် အလ္လာဟ်အရှင်မြတ်အထံတော်မှ ကျရောက်လာခြင်း ဖြစ်သည်။)</span><span class=\"gray\">(၃။ အမှန်စင်စစ် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပြင်၌ ယုံကြည်သူတို့အတွက် သက်သေလက္ခဏာများစွာရှိပေသည်။)</span><span class=\"gray\">(၄။ ထို့ပြင် အသင်တို့အား ဖန်ဆင်းတော်မူရာ၌လည်းကောင်း၊ အရှင်မြတ်သည် <span class=\"gray\">(ကမ္ဘာမြေပြင်ပေါ်၌)</span> ပြန့်ကျဲစေတော်မူသော ရွေ့လျားသတ္တဝါတို့၌လည်းကောင်း၊ ယုံကြည်ခြင်း သေချာသော လူမျိုးတို့အတွက် သက်သေလက္ခဏာများစွာရှိပေသည်။)</span><span class=\"gray\">(၅။ ထို့ပြင် ညဉ့်နှင့်နေ့ လည်လှည့်နေခြင်း၌လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်မှ ချပေးတော်မူသော ရိက္ခာ၌လည်းကောင်း၊ ထိုရိက္ခာဖြင့် ကမ္ဘာမြေပြင်ကို ၎င်းသေဆုံးပြီးနောက် ရှင်သန်စေခြင်း၌လည်းကောင်း၊ လေများကို တိမ်းရှောင်စေခြင်း၌လည်းကောင်း၊ ဆင်ခြင်သိမြင်သော လူမျိုးတို့အတွက် သက်သေလက္ခဏာများစွာ ရှိပေသည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ဆင်ခြင်သုံးသပ်ရန် ညွှန်ကြားချက်တစ်ခု</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား မိမိ၏ကျေးဇူးတော်များနှင့် လက်ဆောင်ပဏ္ဍာများကိုလည်းကောင်း၊ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပြင်ကို ဖန်ဆင်းတော်မူခြင်းဖြင့်၊ ထိုနှစ်ခုတို့၌ အမျိုးမျိုးသော သတ္တဝါအမျိုးအစားများကို ဖန်ဆင်းတော်မူခြင်းဖြင့် ပြသထားသော မိမိ၏ မဟာတန်ခိုးတော်ကိုလည်းကောင်း ဆင်ခြင်သုံးသပ်ရန် ညွှန်ကြားတော်မူသည်။ </p><p lang=\"my\" class=\"my \">ထိုမိုးကောင်းကင်နှင့် ကမ္ဘာမြေ၌ ကောင်းကင်တမန်များ၊ ဂျင်န်များ၊ လူသားများ၊ တိရစ္ဆာန်များ၊ ငှက်များ၊ သားရဲတိရစ္ဆာန်များ၊ အသားစားသတ္တဝါများ၊ ပိုးမွှားများနှင့် ပင်လယ်သတ္တဝါအမျိုးမျိုးတို့ရှိကြသည်။ ညဉ့်နှင့်နေ့သည် လည်လှည့်နေပြီး၊ တစ်ခုပြီးတစ်ခု ဆက်တိုက်လိုက်လာကြသည်။ အမိန့်ချမှတ်ထားသည့်အတိုင်း လာရောက်ခြင်းမရပ်စဲပေ။ တစ်ခုက မှောင်မိုက်ခြင်းကို ဆောင်ကြဉ်းလာပြီး၊ တစ်ခုက အလင်းရောင်ကို ဆောင်ကြဉ်းလာသည်။ အလ္လာဟ်အရှင်မြတ်သည် အလိုအပ်ဆုံးအချိန်တွင် မိုးတိမ်များမှ မိုးရေကိုလည်း ချပေးတော်မူသည်။ အရှင်မြတ်သည် မိုးရေကို 'ရိက္ခာ' ဟု ခေါ်ဆိုတော်မူသည်။ အကြောင်းမှာ ၎င်းသည် အမျိုးမျိုးသော ရိက္ခာများကို ထုတ်လုပ်ပေးသော အရင်းအမြစ်ဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုရိက္ခာဖြင့် ကမ္ဘာမြေပြင်ကို ၎င်းသေဆုံးပြီးနောက် ရှင်သန်စေခြင်း)</span> ခြောက်သွေ့နေပြီး အပင်နှင့် မည်သည့်အသက်မျှ မရှိတော့သည့်နောက်။ အလ္လာဟ်အရှင်မြတ်က ထပ်မံမိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَصْرِيفِ الرِّيَاحِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လေများကို တိမ်းရှောင်စေခြင်း)</span> တစ်ခါတစ်ရံ တောင်ဘက်သို့လည်းကောင်း၊ တစ်ခါတစ်ရံ မြောက်ဘက်သို့လည်းကောင်း။ အချို့သည် အရှေ့လေများဖြစ်ပြီး အချို့သည် အနောက်လေများဖြစ်သည်။ အချို့သည် ပင်လယ်လေများကို ဆောင်ကြဉ်းလာပြီး အချို့သည် ကုန်းမြေမှ တိုက်ခတ်လာသည်။ အချို့သည် ညဉ့်၌လာပြီး အချို့သည် နေ့၌လာသည်။ အချို့လေများသည် မိုးရေကို ဆောင်ကြဉ်းလာပြီး၊ အချို့သည် ဝတ်မှုန်ကူးခြင်းကို ဖြစ်စေကာ၊ အချို့လေများသည် စိတ်ဝိညာဉ်ကို ပြန်လည်လန်းဆန်းစေသည်။ အခြားအချို့လေများသည် မည်သည့်အကျိုးကျေးဇူးမျှ မဖြစ်ထွန်းစေပေ။ အလ္လာဟ်အရှင်မြတ်က ဦးစွာ မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَآيَاتٍ لِلْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့အတွက် သက်သေလက္ခဏာများစွာရှိပေသည်)</span> ထို့နောက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوقِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ခြင်း သေချာသောသူများ)</span> ထို့နောက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْقِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်ခြင်သိမြင်သောသူများ)</span>၊ ဤသို့ဖြင့် ဂုဏ်ယူထိုက်သော အဆင့်တစ်ခုမှ ပို၍ဂုဏ်ယူထိုက်သော၊ အဆင့်အတန်းမြင့်မားသော အရာသို့ တက်လှမ်းခြင်းဖြစ်သည်။ ဤအာယသ်တော်များသည် စူရာဟ်အလ်-ဗကရာဟ်ရှိ အာယသ်တော်တစ်ခုနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပြင်ကို ဖန်ဆင်းတော်မူရာ၌လည်းကောင်း၊ ညဉ့်နှင့်နေ့ လည်လှည့်ခြင်း၌လည်းကောင်း၊ ပင်လယ်ပြင်တွင် လူသားတို့အတွက် အသုံးဝင်သည့်အရာများနှင့်အတူ ရွက်လွှင့်သွားလာသော သင်္ဘောများ၌လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်မှ ချပေးတော်မူသော ရေ၌လည်းကောင်း၊ ထိုရေဖြင့် ကမ္ဘာမြေပြင်ကို ၎င်းသေဆုံးပြီးနောက် အသက်ရှင်စေခြင်း၌လည်းကောင်း၊ အရှင်မြတ်သည် ထိုကမ္ဘာမြေပြင်ပေါ်၌ ပြန့်ကျဲစေတော်မူသော ရွေ့လျားသတ္တဝါအမျိုးမျိုးတို့၌လည်းကောင်း၊ လေတိုက်ခတ်ပုံ အပြောင်းအလဲ၌လည်းကောင်း၊ မိုးကောင်းကင်နှင့် ကမ္ဘာမြေကြားတွင် ထိန်းထားသော မိုးတိမ်များ၌လည်းကောင်း၊ ဆင်ခြင်သိမြင်သော လူမျိုးတို့အတွက် သက်သေလက္ခဏာများစွာရှိပေသည်။)</span><span class=\"gray\">(၂:၁၆၄)</span></p>"
  },
  {
    "ayah_key": "45:12",
    "group_ayah_key": "45:12",
    "from_ayah": "45:12",
    "to_ayah": "45:15",
    "ayah_keys": "45:12,45:13,45:14,45:15",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပင်လယ်ကို အသင်တို့အတွက် နှိမ်နင်းပေးထားတော်မူ၏။ သို့မှသာ သင်္ဘောများသည် အရှင်မြတ်၏ အမိန့်တော်ဖြင့် ထိုပင်လယ်ပြင်တွင် ရွက်လွှင့်နိုင်မည်။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်၏ ကျေးဇူးတော်ကို ရှာဖွေနိုင်မည်။ ထို့ပြင် အသင်တို့သည် ကျေးဇူးတင်နိုင်မည်။ <span>(၁၂)</span>ထို့ပြင် အသင်တို့အတွက် မိုးကောင်းကင်များ၌ရှိသမျှနှင့် ကမ္ဘာမြေပြင်ပေါ်၌ရှိသမျှတို့ကို နှိမ်နင်းပေးထားတော်မူ၏။ ၎င်းတို့အားလုံးသည် အရှင်မြတ်အထံတော်မှ <span class=\"gray\">(ကျေးဇူးတော်နှင့် မေတ္တာတော်အဖြစ်)</span> ဖြစ်သည်။ အမှန်စင်စစ် ထိုအရာများ၌ အနက်ရှိုင်းဆုံး စဉ်းစားတွေးခေါ်သော လူမျိုးတို့အတွက် သက်သေလက္ခဏာများရှိပေသည်။ <span>(၁၃)</span>ယုံကြည်သူများအား အလ္လာဟ်အရှင်မြတ်၏ နေ့ရက်များကို မမျှော်လင့်သောသူများအား ခွင့်လွှတ်ကြရန် ပြောကြားလော့။ သို့မှသာ အရှင်မြတ်သည် လူသားများကို ၎င်းတို့လုပ်ဆောင်ခဲ့သည့်အရာများအတိုင်း ပြန်လည်ဆပ်ပေးနိုင်မည်။ <span>(၁၄)</span>မည်သူမဆို ကောင်းမှုတစ်ခုကို ပြုလုပ်ပါက ၎င်း၏ ကိုယ်ကျိုးအတွက် ဖြစ်သည်။ မည်သူမဆို မကောင်းမှုကို ပြုလုပ်ပါက ၎င်း၏ <span class=\"gray\">(ကိုယ်ကျိုး)</span> ကို ဆန့်ကျင်သည်။ ထို့နောက် အသင်တို့၏ အရှင်မြတ်ထံသို့ အသင်တို့ကို ပြန်လည်ခေါ်ဆောင်ခြင်းခံရမည်။ <span>(၁၅)</span></p><p lang=\"my\" class=\"my \">ပင်လယ်ကို နှိမ်နင်းခြင်းစသည်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ သက်သေလက္ခဏာများအနက် ပါဝင်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား ပေးသနားတော်မူသော ကျေးဇူးတော်အချို့ကို ဖော်ပြတော်မူသည်။ ဥပမာအားဖြင့် ပင်လယ်ကို ၎င်းတို့၏ အကျိုးအတွက် နှိမ်နင်းပေးထားခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ သင်္ဘောများသည် အရှင်မြတ်၏ အမိန့်တော်ဖြင့် ထိုပင်လယ်ပြင်တွင် ရွက်လွှင့်နိုင်မည်)</span> ဆိုလိုသည်မှာ သင်္ဘောများကို သယ်ဆောင်ရန် ပင်လယ်ကို အမိန့်ပေးတော်မူသော အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلِتَبْتَغُوا مِنْ فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်တို့သည် အရှင်မြတ်၏ ကျေးဇူးတော်ကို ရှာဖွေနိုင်မည်)</span> ကုန်သွယ်ရေးနှင့် စီးပွားရေးလုပ်ငန်းများတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်တို့သည် ကျေးဇူးတင်နိုင်မည်။)</span> ဝေးလံသော ပြည်နယ်များနှင့် ဝေးလံသောဒေသများမှ ပင်လယ်မှတဆင့် အသင်တို့ထံသို့ ရောက်ရှိလာသော အမျိုးမျိုးသော ရိက္ခာများကို ရရှိသည့်အတွက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်တို့အတွက် မိုးကောင်းကင်များ၌ရှိသမျှနှင့် ကမ္ဘာမြေပြင်ပေါ်၌ရှိသမျှတို့ကို နှိမ်နင်းပေးထားတော်မူ၏။)</span> ကြယ်များ၊ တောင်များ၊ ပင်လယ်များ၊ မြစ်များ နှင့် အသင်တို့ အကျိုးအတွက် အသုံးပြုသော အရာအားလုံးသည် အရှင်မြတ်၏ ကျေးဇူးတော်၊ မေတ္တာတော်နှင့် ပေးသနားတော်မူခြင်းတို့မှ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ထပ်မံမိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَمِيعًا مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အားလုံးသည် အရှင်မြတ်အထံတော်မှ ဖြစ်သည်။)</span> ၎င်းတို့ထဲမှ တစ်စုံတစ်ရာကို ပေးသနားတော်မူရာ၌ မည်သည့် မိတ်ဖက်မျှမရှိဘဲ တစ်ပါးတည်းသာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ရရှိသော ကောင်းချီးမင်္ဂလာဟူသမျှသည် အလ္လာဟ်အရှင်မြတ်အထံတော်မှဖြစ်သည်။ ထို့နောက်၊ အသင်တို့အား ဘေးဒုက္ခကျရောက်သောအခါ အရှင်မြတ်ထံသို့ အော်ဟစ်အကူအညီတောင်းခံကြသည်။)</span><span class=\"gray\">(၁၆:၅၃)</span> အိဗ်နု ဂျရီရ်က အလ်-အော်ဖီမှ မှတ်တမ်းတင်ထားရာတွင် အိဗ်နု အဗ္ဗာစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်တို့အတွက် မိုးကောင်းကင်များ၌ရှိသမျှနှင့် ကမ္ဘာမြေပြင်ပေါ်၌ရှိသမျှတို့ကို နှိမ်နင်းပေးထားတော်မူ၏။ ၎င်းတို့အားလုံးသည် အရှင်မြတ်အထံတော်မှ ဖြစ်သည်။)</span> \"အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်ပြီး၊ ထိုအရာသည် အရှင်မြတ်၏ နာမတော်များထဲမှ တစ်ခုဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့အားလုံးသည် အရှင်မြတ်၏ အာဏာကို စိန်ခေါ်ရန် ပြိုင်ဖက်မရှိဘဲ အရှင်မြတ်ထံမှ လာခြင်းဖြစ်သည်။ ဧကန်မလွဲ ဤအချက်သည် လုံးဝသေချာသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ထိုအရာများ၌ အနက်ရှိုင်းဆုံး စဉ်းစားတွေးခေါ်သော လူမျိုးတို့အတွက် သက်သေလက္ခဏာများရှိပေသည်။)</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူတို့၏ ဘေးဒုက္ခများကို သည်းခံရန် အမိန့်တော်</p><p lang=\"jv\" class=\"jv \">Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများအား အလ္လာဟ်အရှင်မြတ်၏ နေ့ရက်များကို မမျှော်လင့်သောသူများအား ခွင့်လွှတ်ကြရန် ပြောကြားလော့။)</span> ဆိုလိုသည်မှာ ယုံကြည်သူတို့သည် မယုံကြည်သူများကို ခွင့်လွှတ်ကြပြီး ၎င်းတို့သည် မိမိတို့အား ကျူးလွန်သော ဘေးဒုက္ခများကို ခံနိုင်ရည်ရှိကြစေ။ </p><p lang=\"my\" class=\"my \">အစ္စလာမ်၏ အစောပိုင်းကာလတွင် မွတ်စ်လင်မ်များသည် ရုပ်တုကိုးကွယ်သူများနှင့် ကျမ်းဂန်ပိုင်ရှင်တို့၏ ဖိနှိပ်မှုများကို သည်းခံရန် အမိန့်ပေးခံခဲ့ရသည်။ သို့မှသာ ၎င်းတို့၏ စိတ်နှလုံးများသည် အစ္စလာမ်ဘက်သို့ နူးညံ့လာနိုင်ရန် ဖြစ်သည်။ သို့သော် မယုံကြည်သူတို့သည် ခေါင်းမာစွာ ဆက်လက်ရှိနေသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အတွက် ဂျီဟတ်တိုက်ခိုက်ရန် ဥပဒေပြုခဲ့သည်။ ဤအဓိပ္ပါယ်ရှိသော ထုတ်ပြန်ချက်များကို အဗ်ဒူလ္လာဟ် ဘင် အဗ္ဗာစ် နှင့် ကတာဒါဟ်တို့ထံမှ စုဆောင်းရရှိခဲ့သည်။ မူဂျာဟစ်ဒ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَرْجُونَ أَيَّامَ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နေ့ရက်များကို မမျှော်လင့်သောသူများ)</span> \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို တန်ဖိုးမထားကြချေ။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ အရှင်မြတ်သည် လူသားများကို ၎င်းတို့လုပ်ဆောင်ခဲ့သည့်အရာများအတိုင်း ပြန်လည်ဆပ်ပေးနိုင်မည်။)</span> ဆိုလိုသည်မှာ ယုံကြည်သူတို့သည် ဤလောကတွင် မယုံကြည်သူများကို ခွင့်လွှတ်ပေးခဲ့လျှင်ပင် အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝတွင် ၎င်းတို့၏ မကောင်းမှုများအတွက် မယုံကြည်သူများကို ဆက်လက်အပြစ်ပေးမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ထပ်မံမိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုတစ်ခုကို ပြုလုပ်ပါက ၎င်း၏ ကိုယ်ကျိုးအတွက် ဖြစ်သည်။ မည်သူမဆို မကောင်းမှုကို ပြုလုပ်ပါက ၎င်း၏ <span class=\"gray\">(ကိုယ်ကျိုး)</span> ကို ဆန့်ကျင်သည်။ ထို့နောက် အသင်တို့၏ အရှင်မြတ်ထံသို့ အသင်တို့ကို ပြန်လည်ခေါ်ဆောင်ခြင်းခံရမည်။)</span> ဆိုလိုသည်မှာ အသင်တို့အားလုံးသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်လည်ရောက်ရှိမည်ဖြစ်ပြီး၊ ထိုအခါ အသင်တို့နှင့် အသင်တို့၏ လုပ်ရပ်များကို အရှင်မြတ်၏ရှေ့မှောက်တွင် ပြသလိမ့်မည်။ ထို့နောက် အရှင်မြတ်သည် အသင်တို့၏ လုပ်ရပ်များအတွက်၊ ကောင်းမှုအတွက် ကောင်းကျိုး၊ မကောင်းမှုအတွက် မကောင်းကျိုးကို ပြန်လည်ပေးဆပ်တော်မူမည်ဖြစ်သည်။</p>"
  }
]