[
  {
    "ayah_key": "27:82",
    "group_ayah_key": "27:82",
    "from_ayah": "27:82",
    "to_ayah": "27:82",
    "ayah_keys": "27:82",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့အပေါ် အမိန့်တော် ပြည့်စုံလာသောအခါ၊ လူသားများသည် ကျွန်ုပ်တို့၏အာယသ်များကို အမှန်တကယ် မယုံကြည်ခဲ့ကြသောကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား စကားပြောရန်အတွက် မြေကြီးမှ သတ္တဝါတစ်ကောင်ကို ထုတ်ပေးမည်။ <span>(၈၂)</span></p><div lang=\"my\" class=\"my \"><h2>မြေကြီးသတ္တဝါ ပေါ်ထွက်လာခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ လူသားတို့ ဖောက်ပြန်ပျက်စီး၍ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို လစ်လျူရှုကာ စစ်မှန်သောဘာသာတရားကို ပြောင်းလဲပစ်သောအခါ အချိန်၏အဆုံးတွင် ပေါ်ထွက်လာမည့် သတ္တဝါဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် သတ္တဝါတစ်ကောင်ကို မြေကြီးမှ ထွက်ပေါ်လာစေမည်။ ၎င်းကို မက္ကာဟ်မှ သို့မဟုတ် အခြားတစ်နေရာမှ ခေါ်ဆောင်လာမည်ဟု ပြောကြသည်၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက အောက်တွင် အသေးစိတ် ဆွေးနွေးပါမည်။ ထိုသတ္တဝါသည် လူအများကို ကိစ္စများအကြောင်း ပြောဆိုလိမ့်မည်။ အိဗ်နု အဗ္ဗားစ်၊ အလ်-ဟစန်နှင့် ကွာတာဒါဟ်တို့က ပြောခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေဟု ဆုတောင်းအပ်သော အလီထံမှလည်း ရွတ်ဆိုထားသည်မှာ၊ ၎င်းသည် စကားများပြောဆိုမည်၊ ဆိုလိုသည်မှာ ၎င်းသည် ၎င်းတို့အား မိန့်ခွန်းပြောဆိုမည်။ </p><p lang=\"my\" class=\"my \">သတ္တဝါနှင့်ပတ်သက်၍ ဟဒီးစ်တော်များနှင့် သတင်းအစီရင်ခံစာများစွာကို ရွတ်ဆိုထားပြီး အလ္လာဟ်အရှင်မြတ် ကျွန်ုပ်တို့ကို စွမ်းဆောင်စေသလောက် များစွာသော ၎င်းတို့ကို ကျွန်ုပ်တို့ ရွတ်ဆိုပါမည်။ အကြောင်းမှာ ကိုယ်တော်သည် ကျွန်ုပ်တို့ အကူအညီရှာဖွေသော အရှင်မြတ်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် ဟုဒိုင်ဖာဟ် ဘင် အစစ် အလ်-ဂီဖာရီက ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်။ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်တို့ ကိယာမသ်နေ့အကြောင်း ဆွေးနွေးနေစဉ် ကိုယ်တော်၏အခန်းမှ ထွက်လာတော်မူ၏။ ကိုယ်တော်က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقُومُ السَّاعَةُ حَتَّى تَرَوْا عَشْرَ آيَاتٍ: طُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا، وَالدُّخَانُ وَالدَّابَّةُ وَخُرُوجُ يَأْجُوجَ وَمَأْجُوجَ، وَخُرُوجُ عِيسَى ابْنِ مَرْيَمَ عَلَيْهِ السَّلَامُ، وَالدَّجَّالُ، وَثَلَاثَةُ خُسُوفٍ: خَسْفٌ بِالْمَغْرِبِ، وَخَسْفٌ بِالْمَشْرِقِ، وَخَسْفٌ بِجَزِيرَةِ الْعَرَبِ، وَنَارٌ تَخْرُجُ مِنْ قَعْرِ عَدَنٍ تَسُوقُ أَوْ تَحْشُرُ النَّاسَ، تَبِيتُ مَعَهُمْ حَيْثُ بَاتُوا وَتَقِيلُ مَعَهُمْ حَيْثُ قَالُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိယာမသ်နေ့သည် အမှတ်အသားဆယ်ခုကို သင်တို့မမြင်မချင်း မရောက်ရှိလာပေ။ နေဝင်ရာအရပ်မှ နေထွက်ခြင်း၊ မီးခိုးငွေ့ <span class=\"gray\">(အဒ်-ဒွခါန်)</span>၊ သတ္တဝါပေါ်ထွက်လာခြင်း၊ ယအ်ဂျူးဂျ်နှင့် မအ်ဂျူးဂျ် ပေါ်ထွက်လာခြင်း၊ အီဆာ ဘင်မ် မရ်ယမ် (ကိုယ်တော်အပေါ် ငြိမ်းချမ်းခြင်းရှိပါစေ) ပေါ်ထွက်လာခြင်း၊ ဒဂျ်ဂျာလ်၊ မြေအောက်လှိုင်ဂူ သုံးခုဖြစ်ပေါ်ခြင်း - တစ်ခုသည် အနောက်ဘက်၌၊ တစ်ခုသည် အရှေ့ဘက်၌နှင့် တစ်ခုသည် အာရေဗျကျွန်းဆွယ်၌၊ ယီမင်ပြည်အလယ်မှ ထွက်ပေါ်လာပြီး လူအများကို မောင်းထုတ်ကာ သို့မဟုတ် စုစည်းမည်ဖြစ်သော မီးတစ်မျိုး။ ထိုမီးသည် ညဘက်ရပ်နားသည့်အခါ သို့မဟုတ် နေ့ခင်းဘက် အနားယူသည့်အခါတိုင်း လူအများနှင့်အတူ ရပ်နားနေမည်။)</span>\" </p><p lang=\"my\" class=\"my \">ဤအရာကို မွတ်စလင်မ်နှင့် စူနန်စုစည်းသူများက ဟုဒိုင်ဖာဟ်ထံမှ မော်ကူဖ်အစီရင်ခံစာဖြင့် မှတ်တမ်းတင်ထားသည်။ အတ်-တီရ်မီဇီက \"၎င်းသည် ဟစန် ဆဟီးဟ် ဖြစ်သည်\" ဟု ပြောသည်။ ၎င်းကို မွတ်စလင်မ်က ဟုဒိုင်ဖာဟ်ထံမှ မရ်ဖူးအ်အစီရင်ခံစာဖြင့်လည်း မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အခြားဟဒီးစ်တစ်ခု</h2></div><p lang=\"my\" class=\"my \">မွတ်စလင်မ် ဘင် အလ်-ဟဂျ်ဂျာဂျ်သည် အဗ်ဒွလ္လာဟ် ဘင် အမ်ရ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်။ \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ဟဒီးစ်တော်တစ်ခုကို မှတ်မိထားပြီး နောက်ပိုင်းတွင် တစ်ခါမျှ မမေ့ခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ الْآيَاتِ خُرُوجًا طُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا، وَخُرُوجُ الدَّابَّةِ عَلَى النَّاسِ ضُحًى، وَأَيَّتُهُمَا مَا كَانَتْ قَبْلَ صَاحِبَتِهَا فَالْأُخْرَى عَلَى إِثْرِهَا قَرِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပေါ်ထွက်လာမည့် အမှတ်အသားများအနက် ပထမဆုံးမှာ နေဝင်ရာအရပ်မှ နေထွက်ခြင်းနှင့် နံနက်ပိုင်းတွင် လူသားများထံ သတ္တဝါပေါ်ထွက်လာခြင်းဖြစ်သည်။ ၎င်းတို့နှစ်ခုအနက် မည်သည့်အရာက ပထမဆုံးပေါ်ထွက်သည်ဖြစ်စေ အခြားတစ်ခုသည် ၎င်းနောက်မှ မကြာမီ လိုက်ပါလာမည်ဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>အခြားဟဒီးစ်တစ်ခု</h2></div><p lang=\"my\" class=\"my \">ကိုယ်တော်၏ ဆဟီးဟ်ကျမ်း၌ မွတ်စလင်မ်သည် အဗူ ဟုရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَادِرُوا بِالْأَعْمَالِ سِتًّا، طُلُوعَ الشَّمْسِ مِنْ مَغْرِبِهَا، وَالدُّخَانَ، وَالدَّجَّالَ، وَالدَّابَّةَ، وَخَاصَّةَ أَحَدِكُمْ، وَأَمْرَ الْعَامَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခြောက်ခု မပေါ်ထွက်မီ ကောင်းမှုများကို အလျင်စလိုလုပ်ဆောင်ကြပါ။ နေဝင်ရာအရပ်မှ နေထွက်ခြင်း၊ မီးခိုးငွေ့၊ ဒဂျ်ဂျာလ်၊ သတ္တဝါ၊ သင်တို့၏ အချစ်ဆုံးတစ်ဦး <span class=\"gray\">(သေဆုံးခြင်း)</span> သို့မဟုတ် အများပြည်သူတို့၏ ဘေးဒုက္ခ။)</span></p><p lang=\"my\" class=\"my \">ဤအရာကို မွတ်စလင်မ်တစ်ဦးတည်းက မှတ်တမ်းတင်ထားသည်။ မွတ်စလင်မ်သည် အဗူ ဟုရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) က ပရောဖက် ﷺ က မိန့်တော်မူသည်ဟုလည်း မှတ်တမ်းတင်ထားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَادِرُوا بِالْأَعْمَالِ سِتًّا: الدَّجَّالَ، وَالدُّخَانَ، وَدَابَّةَ الْأَرْضِ، وَطُلُوعَ الشَّمْسِ مِنْ مَغْرِبِهَا، وَأَمْرَ الْعَامَّةِ، وَخُوَيْصَّةَ أَحَدِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခြောက်ခု မပေါ်ထွက်မီ ကောင်းမှုများကို အလျင်စလိုလုပ်ဆောင်ကြပါ။ ဒဂျ်ဂျာလ်၊ မီးခိုးငွေ့၊ မြေကြီးသတ္တဝါ၊ နေဝင်ရာအရပ်မှ နေထွက်ခြင်း၊ သင်တို့၏ အချစ်ဆုံးတစ်ဦး <span class=\"gray\">(သေဆုံးခြင်း)</span> သို့မဟုတ် အများပြည်သူတို့၏ ဘေးဒုက္ခ။)</span></p><div lang=\"my\" class=\"my \"><h2>အခြားဟဒီးစ်တစ်ခု</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု မာဂျာဟ်သည် အနပ်စ် ဘင် မာလိက်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَادِرُوا بِالْأَعْمَالِ سِتًّا: طُلُوعَ الشَّمْسِ مِنْ مَغْرِبِهَا، وَالدُّخَانَ، وَالدَّابَّةَ، الدَّجَّالَ، وَخُوَيْصَّةَ أَحَدِكُمْ، وَأَمْرَ الْعَامَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခြောက်ခု မပေါ်ထွက်မီ ကောင်းမှုများကို အလျင်စလိုလုပ်ဆောင်ကြပါ။ နေဝင်ရာအရပ်မှ နေထွက်ခြင်း၊ မီးခိုးငွေ့၊ သတ္တဝါ၊ ဒဂျ်ဂျာလ်၊ သင်တို့၏ အချစ်ဆုံးတစ်ဦး <span class=\"gray\">(သေဆုံးခြင်း)</span> သို့မဟုတ် အများပြည်သူတို့၏ ဘေးဒုက္ခ။)</span></p><p lang=\"my\" class=\"my \">ဤဗားရှင်းကို မှတ်တမ်းတင်သူမှာ ကိုယ်တော်တစ်ဦးတည်းသာ ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အခြားဟဒီးစ်တစ်ခု</h2></div><p lang=\"my\" class=\"my \">အဗူ ဒါဝုဒ် အတ်-တာယာလီစီသည် အဗူ ဟုရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَخْرُجُ دَابَّةُ الْأَرْضِ وَمَعَهَا عَصَا مُوسَى وَخَاتَمُ سُلَيْمَانَ عَلَيْهِمَا السَّلَامُ، فَتَخْطِمُ أَنْفَ الْكَافِرِ بِالْعَصَا، وَتُجَلِّي وَجْهَ الْمُؤْمِنِ بِالْخَاتَمِ، حَتَّى يَجْتَمِعَ النَّاسُ عَلَى الْخِوَانِ يُعْرَفُ الْمُؤْمِنُ مِنَ الْكَافِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးမှ သတ္တဝါတစ်ကောင်ပေါ်ထွက်လာမည်ဖြစ်ပြီး ၎င်းနှင့်အတူ မူဆာ၏ လှံတံနှင့် စူလိုင်မာန်၏ လက်စွပ် (၎င်းတို့နှစ်ဦးအပေါ် ငြိမ်းချမ်းခြင်းရှိပါစေ) ပါရှိမည်ဖြစ်သည်။ ၎င်းသည် မယုံကြည်သူများ၏ နှာခေါင်းကို လှံတံဖြင့် ရိုက်မည်ဖြစ်ပြီး ယုံကြည်သူ၏မျက်နှာကို လက်စွပ်ဖြင့် တောက်ပစေမည်။ လူအများ စုဝေးစားသောက်သည့်အခါ မယုံကြည်သူများမှ ယုံကြည်သူများကို ခွဲခြားသိမြင်နိုင်ကြသည်အထိ ဖြစ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းကို အိမာမ် အဟ်မဒ်ကလည်း အောက်ပါစကားလုံးများဖြင့် မှတ်တမ်းတင်ထားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَخْطِمُ أَنْفَ الْكَافِر بِالْخَاتَمِ، وَتَجْلُو وَجْهَ الْمُؤْمِن بِالْعَصَا، حَتَّى إِنَّ أَهْلَ الْخِوَانَ الْوَاحِدِ لَيَجْتَمِعُونَ فَيَقُولُ هَذَا: يَا مُؤْمِنُ، وَيَقُولُ هَذَا: يَا كَافِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မယုံကြည်သူများ၏ နှာခေါင်းကို လက်စွပ်ဖြင့် ရိုက်မည်ဖြစ်ပြီး ယုံကြည်သူ၏မျက်နှာကို လှံတံဖြင့် တောက်ပစေမည်။ လူအများ စားသောက်ရန် စုဝေးသည့်အခါ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး 'အို ယုံကြည်သူ' သို့မဟုတ် 'အို မယုံကြည်သူ' ဟု ပြောဆိုကြလိမ့်မည်။)</span> ၎င်းကို အိဗ်နု မာဂျာဟ်ကလည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျူရိုင်းဂျ်က အိဗ်နု အဇ်-ဇူဘိုင်ရ်က ထိုသတ္တဝါကို ဖော်ပြပြီး ပြောသည်ဟု ဖော်ပြသည်။ \"၎င်း၏ ခေါင်းသည် နွားခေါင်းနှင့်တူ၏၊ ၎င်း၏ မျက်လုံးများသည် ဝက်မျက်လုံးများနှင့်တူ၏၊ ၎င်း၏ နားများသည် ဆင်နားများနှင့်တူ၏၊ ၎င်း၏ ဦးချိုများသည် သမင်ဦးချိုများနှင့်တူ၏၊ ၎င်း၏ လည်ပင်းသည် ငှက်ကုလားအုတ်လည်ပင်းနှင့်တူ၏၊ ၎င်း၏ ရင်ဘတ်သည် ခြင်္သေ့ရင်ဘတ်နှင့်တူ၏၊ ၎င်း၏ အရောင်သည် ကျား၏အရောင်နှင့်တူ၏၊ ၎င်း၏ နောက်ပိုင်းပေါင်များသည် ကြောင်၏ နောက်ပိုင်းပေါင်များနှင့်တူ၏၊ ၎င်း၏ အမြီးသည် သိုး၏အမြီးနှင့်တူ၏၊ ၎င်း၏ ခြေထောက်များသည် ကုလားအုတ်ခြေထောက်များနှင့်တူ၏။ ၎င်း၏ အဆစ်တစ်ခုစီကြား အကွာအဝေးသည် တောင်ဝှေး (၁၂) တောင် ရှိသည်။ ၎င်းသည် မူဆာ၏ လှံတံနှင့် စူလိုင်မာန်၏ လက်စွပ်ကို ယူဆောင်လာမည်ဖြစ်သည်။ ယုံကြည်သူတိုင်းသည် ၎င်း၏မျက်နှာတွင် အဖြူရောင်အစက်တစ်ခု မဖြစ်စေဘဲ မကျန်ရစ်စေရ။ ထိုအစက်သည် ၎င်း၏မျက်နှာတစ်ခုလုံး တောက်ပဖြူဖွေးလာသည်အထိ ပျံ့နှံ့သွားမည်ဖြစ်သည်။ မယုံကြည်သူတိုင်းသည် ၎င်း၏မျက်နှာတွင် အနက်ရောင်အစက်တစ်ခု မဖြစ်စေဘဲ မကျန်ရစ်စေရ။ ထိုအစက်သည် ၎င်း၏မျက်နှာတစ်ခုလုံး အနက်ရောင်ဖြစ်လာသည်အထိ ပျံ့နှံ့သွားမည်ဖြစ်သည်။ ထို့နောက် လူအများ ဈေးထဲတွင် တစ်ဦးနှင့်တစ်ဦး အရောင်းအဝယ်ပြုလုပ်သည့်အခါ 'ဒီဟာ ဘယ်လောက်လဲ၊ အို ယုံကြည်သူ?' 'ဒီဟာ ဘယ်လောက်လဲ၊ အို မယုံကြည်သူ?' ဟု ပြောဆိုကြလိမ့်မည်။ အိမ်ထောင်စုဝင်များသည် အတူတကွ ထိုင်စားသည့်အခါ မည်သူက ယုံကြည်သူဖြစ်သည်၊ မည်သူက မယုံကြည်သူဖြစ်သည်ကို သိကြလိမ့်မည်။ ထို့နောက် သတ္တဝါက 'အို မည်သူမည်ဝါ၊ သင်ပျော်ရွှင်စွာနေပါ။ အကြောင်းမှာ သင်သည် ပရဒိသုဘုံသားများထဲမှ ဖြစ်သောကြောင့်' ဟု ပြောလိမ့်မည်။ ၎င်းက 'အို မည်သူမည်ဝါ၊ သင်သည် ငရဲဘုံသားများထဲမှ ဖြစ်သည်' ဟု ပြောလိမ့်မည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင် ဖြစ်သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ် အမိန့်တော် ပြည့်စုံလာသောအခါ၊ လူသားများသည် ကျွန်ုပ်တို့၏အာယသ်များကို အမှန်တကယ် မယုံကြည်ခဲ့ကြသောကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား စကားပြောရန်အတွက် မြေကြီးမှ သတ္တဝါတစ်ကောင်ကို ထုတ်ပေးမည်။)</span></p>"
  },
  {
    "ayah_key": "27:83",
    "group_ayah_key": "27:83",
    "from_ayah": "27:83",
    "to_ayah": "27:86",
    "ayah_keys": "27:83,27:84,27:85,27:86",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အပေါ် အမိန့်တော် ပြည့်စုံလာသောအခါ၊ လူသားများသည် ကျွန်ုပ်တို့၏အာယသ်များကို အမှန်တကယ် မယုံကြည်ခဲ့ကြသောကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား စကားပြောရန်အတွက် မြေကြီးမှ သတ္တဝါတစ်ကောင်ကို ထုတ်ပေးမည်။ <span>(၈၃)</span>၎င်းတို့ ရောက်ရှိလာသောအခါ ကိုယ်တော်က မိန့်တော်မူမည်- \"သင်တို့သည် ငါ၏အာယသ်များကို အသိပညာဖြင့် နားမလည်ဘဲ ငြင်းဆိုခဲ့ကြသလော၊ သို့မဟုတ် သင်တို့ မည်သည့်အရာများ လုပ်ဆောင်ခဲ့ကြသနည်း? <span>(၈၄)</span>၎င်းတို့ မတရားပြုခဲ့ကြသောကြောင့် ၎င်းတို့အပေါ် အမိန့်တော် ပြည့်စုံလာမည်ဖြစ်ပြီး ၎င်းတို့သည် စကားပြောဆိုနိုင်မည်မဟုတ်ပေ။ <span>(၈၅)</span>ကျွန်ုပ်တို့သည် ၎င်းတို့ အနားယူရန် ညကို ဖန်ဆင်းထားပြီး နေ့ကို အမြင်ကိုပေးသည်ကို ၎င်းတို့ မမြင်ကြသလော? ဧကန်စင်စစ် ဤအရာ၌ ယုံကြည်သူများအတွက် အာယသ်တော်များ (အမှတ်အသားများ) ပါဝင်သည်။ <span>(၈၆)</span></p><div lang=\"my\" class=\"my \"><h2>ကိယာမသ်နေ့တွင် မတရားသူများကို စုစည်းခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိယာမသ်နေ့အကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများနှင့် ရစူလ်တမန်တော်များကို မယုံကြည်ခဲ့သော မတရားသူများကို အလ္လာဟ်အရှင်မြတ်ရှေ့တော်မှောက်တွင် စုစည်းမည်ဖြစ်ပြီး၊ ထိုအခါ ကိုယ်တော်သည် ၎င်းတို့အား ဤလောကတွင် မည်သည့်အရာများ လုပ်ခဲ့ကြကြောင်းကို မေးမြန်းတော်မူမည်၊ ဆူပူပြစ်တင်ရှုတ်ချကာ အထင်သေးတော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် လူမျိုးတိုင်းမှ အုပ်စုတစ်စုကို စုစည်းမည့်နေ့)</span> ဆိုသည်မှာ လူမျိုးတိုင်းနှင့် မျိုးဆက်တိုင်းမှ အုပ်စုတစ်စုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِمَّنْ يُكَذِّبُ بِآيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏အာယသ်များကို ငြင်းဆိုခဲ့သူများထဲမှ)</span>။ ဤသည်မှာ အာယသ်တော်နှင့်တူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မတရားပြုခဲ့သူများကို ၎င်းတို့၏ အဖော်များ <span class=\"gray\">(ရှိုင်သွာန်များထဲမှ)</span> နှင့်အတူ စုစည်းကြလော့။\")</span><span class=\"gray\">(၃၇:၂၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا النُّفُوسُ زُوِّجَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝိညာဉ်များကို ၎င်းတို့၏ကိုယ်ခန္ဓာများနှင့် ပေါင်းစပ်သောအခါ)</span><span class=\"gray\">(၈၁:၇)</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَهُمْ يُوزَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို မောင်းထုတ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) က ပြောသည်မှာ \"၎င်းတို့ကို တွန်းပို့လိမ့်မည်။\" အဗ်ဒွရ်-ရဟ်မာန် ဘင်မ် ဇိုင်ဒ် ဘင်မ် အဆ်လမ်က ပြောသည်မှာ \"၎င်းတို့ကို မောင်းထုတ်လိမ့်မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ရောက်ရှိလာသောအခါ)</span> အလ္လာဟ်အရှင်မြတ်ရှေ့တော်မှောက်၊ ဂုဏ်ပြုချီးမြှင့်အပ်သော အနန္တစွမ်းအားရှင်ရှေ့တော်မှောက်တွင်၊ စစ်ဆေးမေးမြန်းရာနေရာ၌ ရပ်နေကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က မိန့်တော်မူမည်- \"သင်တို့သည် ငါ၏အာယသ်များကို အသိပညာဖြင့် နားမလည်ဘဲ ငြင်းဆိုခဲ့ကြသလော၊ သို့မဟုတ် သင်တို့ မည်သည့်အရာများ လုပ်ဆောင်ခဲ့ကြသနည်း?\")</span> ဆိုလိုသည်မှာ ၎င်းတို့အား ၎င်းတို့၏ ယုံကြည်ချက်များနှင့် လုပ်ဆောင်မှုများအကြောင်း မေးမြန်းခံရမည်ဖြစ်သည်။ ၎င်းတို့သည် ငရဲသားများထဲမှဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَدَّقَ وَلَا صَلَّىٰ - وَلَٰكِنْ كَذَّبَ وَتَوَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မယုံကြည်ခဲ့သလို ဆွလာဟ်လည်း မပြုခဲ့။ သို့သော် ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းသည် ငြင်းဆိုကာ လှည့်ထွက်သွားခဲ့သည်။)</span><span class=\"gray\">(၇၅:၃၁-၃၂)</span> ထို့နောက် ၎င်းတို့အပေါ် သက်သေပြချက် တင်ပြပြီး ၎င်းတို့တွင် မည်သည့်ဆင်ခြေမျှ ပေးစရာမရှိတော့ပေ၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا يَوْمُ لَا يَنْطِقُونَ - وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့သည် ၎င်းတို့ စကားမပြောနိုင်သောနေ့ဖြစ်လိမ့်မည်။ ၎င်းတို့သည် မည်သည့်ဆင်ခြေမျှ ပေးခွင့်ရမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၇၇:၃၅-၃၆)</span>။ အလားတူပင်၊ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ မတရားပြုခဲ့ကြသောကြောင့် ၎င်းတို့အပေါ် အမိန့်တော် ပြည့်စုံလာမည်ဖြစ်ပြီး ၎င်းတို့သည် စကားပြောဆိုနိုင်မည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ထိတ်လန့်တုန်လှုပ်ကာ စကားမပြောနိုင်တော့ဘဲ မည်သည့်အဖြေမျှ ပေးနိုင်မည်မဟုတ်ပေ။ ဤသည်မှာ ၎င်းတို့သည် ဤလောက၌ မိမိကိုယ်ကို မတရားပြုခဲ့ကြသောကြောင့်ဖြစ်ပြီး၊ ယခု ၎င်းတို့သည် မမြင်ရသောအရာနှင့် မြင်ရသောအရာကို မြင်တော်မူသောအရှင်၊ ကိုယ်တော်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်၍မရနိုင်သော အရှင်ထံသို့ ပြန်သွားကြပြီ။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ပြည့်စုံသော တန်ခိုးတော်၊ ကြီးမားသော အာဏာတော်နှင့် ကြီးမြတ်မှုတို့ကို ထောက်ပြတော်မူသည်၊ ၎င်းတို့အားလုံးက ကိုယ်တော်ကို နာခံရမည်၊ ကိုယ်တော်၏ အမိန့်တော်များကို လိုက်နာရမည်၊ ကိုယ်တော်၏ တမန်တော်များ ယူဆောင်လာသော ရှောင်လွှဲမရနိုင်သည့် အမှန်တရား၏ သတင်းစကားကို ယုံကြည်ရမည်ဟု သတ်မှတ်ပြဋ္ဌာန်းသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ညကို ၎င်းတို့ အနားယူရန်အတွက် ကျွန်ုပ်တို့ ဖန်ဆင်းထားသည်ကို မမြင်ကြသလော?)</span> ည၏မှောင်မိုက်မှုကြောင့် ၎င်းတို့သည် ၎င်းတို့၏လုပ်ငန်းဆောင်တာများကို ရပ်တန့်ကာ စိတ်ကို ငြိမ်သက်စေပြီး နေ့တာ၏ ပင်ပန်းသောအားထုတ်မှုများမှ ပြန်လည်နာလန်ထူကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَالنَّهَارَ مُبْصِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နေ့သည် အမြင်ကိုပေးသည်)</span> ဆိုသည်မှာ အလင်းရောင်နှင့် ပြည့်နှက်နေသည်၊ သို့မှသာ ၎င်းတို့သည် အလုပ်လုပ်နိုင်မည်၊ အသက်မွေးဝမ်းကျောင်းနိုင်မည်၊ ခရီးသွားနိုင်မည်၊ စီးပွားရေးလုပ်ငန်းများတွင် ပါဝင်နိုင်မည်ဖြစ်ပြီး ၎င်းတို့လုပ်ဆောင်ရန် လိုအပ်သည့် အခြားအရာများကို လုပ်ဆောင်နိုင်မည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဤအရာ၌ ယုံကြည်သူများအတွက် အာယသ်တော်များ (အမှတ်အသားများ) ပါဝင်သည်။)</span></p>"
  }
]