[
  {
    "ayah_key": "20:22",
    "group_ayah_key": "20:22",
    "from_ayah": "20:22",
    "to_ayah": "20:35",
    "ayah_keys": "20:22,20:23,20:24,20:25,20:26,20:27,20:28,20:29,20:30,20:31,20:32,20:33,20:34,20:35",
    "text": "<p lang=\"my\" class=\"my \">\"သင်၏ <span class=\"gray\">(ညာဘက်)</span> လက်ကို သင်၏ <span class=\"gray\">(ဘယ်ဘက်)</span> ရင်ဘတ်ပေါ်သို့ ဖိထားပါ။ ၎င်းသည် အခြားသော နိမိတ်လက္ခဏာတစ်ရပ်အနေဖြင့် ရောဂါမရှိဘဲ ဖြူဖွေးတောက်ပစွာ ထွက်ပေါ်လာမည်။ <span>(၂၂)</span>\"သင်တို့အား ငါတို့၏ ကြီးကျယ်သော နိမိတ်လက္ခဏာအချို့ကို ပြသရန်ဖြစ်သည်။ <span>(၂၃)</span>\"ဖိရ်အောင်န်ထံသို့ သွားပါ။ အမှန်စင်စစ် သူသည် ကျူးလွန်ခဲ့ပြီ။ <span>(၂၄)</span>သူက ပြောသည်- \"အို ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်၏ရင်ဘတ်ကို ဖွင့်ပေးပါ။ <span>(၂၅)</span>\"ကျွန်ုပ်၏အလုပ်ကို လွယ်ကူစေပါ။ <span>(၂၆)</span>\"ကျွန်ုပ်၏လျှာမှ ကြိုးကို ဖြေပေးပါ။ <span>(၂၇)</span>\"သူတို့သည် ကျွန်ုပ်၏စကားကို နားလည်စေရန်ဖြစ်သည်။ <span>(၂၈)</span>\"ကျွန်ုပ်၏မိသားစုမှ ကူညီမည့်သူတစ်ဦးကို ခန့်အပ်ပေးပါ။ <span>(၂၉)</span>\"ဟာရွန်၊ ကျွန်ုပ်၏အစ်ကို။ <span>(၃၀)</span>\"သူ့ကြောင့် ကျွန်ုပ်၏ခွန်အားကို တိုးစေပါ။ <span>(၃၁)</span>\"သူ့ကို ကျွန်ုပ်၏အလုပ်တွင် ပါဝင်ခွင့်ပေးပါ။ <span>(၃၂)</span>\"ကျွန်ုပ်တို့သည် ကိုယ်တော်အား များစွာ ဂုဏ်ပြုချီးမြှောက်နိုင်ရန်ဖြစ်သည်။ <span>(၃၃)</span>\"ကိုယ်တော်အား များစွာ အောက်မေ့နိုင်ရန်ဖြစ်သည်။ <span>(၃၄)</span>\"အမှန်စင်စစ် ကိုယ်တော်သည် ကျွန်ုပ်တို့အား အမြဲတစေ မြင်နေတော်မူ၏။ <span>(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏လက် ရောဂါမရှိဘဲ ဖြူဖွေးလာခြင်း</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် မူဆာ၏ ဒုတိယမြောက် နိမိတ်လက္ခဏာဖြစ်သည်။ ဆိုလိုသည်မှာ အခြားသော အာယသ်ကျမ်းပိုဒ်တွင် ရှင်းလင်းစွာ ဖော်ပြထားသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်က သူ၏လက်ကို သူ၏ဝတ်စုံအဖွင့်ထဲသို့ ထည့်ရန် အမိန့်ပေးထားခြင်းဖြစ်သည်။ ဤတွင် ၎င်းကို အမှတ်မထင် ရည်ညွှန်းဖော်ပြထားခြင်းမျှသာဖြစ်ပြီး၊ ဤသို့ဆိုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏လက်ကို သင့်ဘေးသို့ ဖိထားပါ:)</span> အလ္လာဟ်အရှင်မြတ်က အခြားသော အာယသ်ကျမ်းပိုဒ်တွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ ۖ فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြောက်ရွံ့ခြင်းမှ ကင်းဝေးစေရန် သင်၏လက်ကို သင့်ဘေးသို့ ဆွဲကပ်ပါ။ ၎င်းတို့သည် ဖိရ်အောင်န်နှင့် သူ၏ခေါင်းဆောင်များထံသို့ သင်၏အရှင်သခင်ထံမှ နိမိတ်လက္ခဏာနှစ်ရပ်ဖြစ်သည်။)</span><span class=\"gray\">[၂၈:၃၂]</span> မုဂျာဟစ်ဒ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْمُمْ إِلَيْكَ جَنَاحَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏လက်ကို သင့်ဘေးသို့ ဖိထားပါ:)</span> \"ဆိုလိုသည်မှာ သင့်လက်ဖဝါးကို သင့်လက်မောင်းအောက်တွင် ထားပါ။\" မူဆာသည် သူ၏လက်ကို သူ၏ဝတ်စုံအဖွင့်ထဲသို့ ထည့်လိုက်ပြီး ပြန်ထုတ်လိုက်သောအခါ လခြမ်းဝက်ကဲ့သို့ တောက်ပစွာ ထွက်ပေါ်လာသည်။ ကိုယ်တော်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ရောဂါမရှိဘဲ ဖြူဖွေးစွာ ထွက်ပေါ်လာမည်)</span> ဆိုလိုသည်မှာ အနာကြီးရောဂါ၊ ဝေဒနာ သို့မဟုတ် ပုံပျက်ပန်းပျက်ဖြစ်ခြင်း လုံးဝမရှိဘဲဖြစ်သည်။ ဤအရာကို အိဗ်နု အဗ္ဗားစ်၊ မုဂျာဟစ်ဒ်၊ အိကရီမာဟ်၊ ကွတ်တာဒါဟ်၊ အဒ်-ဒွဟ်ဟက်၊ အစ်-စွတ်ဒီနှင့် အခြားသူများက ပြောကြားခဲ့သည်။ အလ်-ဟစန် အလ်-ဘစရီက \"သူက ထုတ်ပြလိုက်ပြီး အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုသည်မှာ ၎င်းသည် မီးခွက်ကဲ့သို့ဖြစ်သည်။ ဤမှ မူဆာသည် သူသည် အမှန်ပင် မိမိ၏အရှင်သခင်၊ အင်အားကြီးမားအမြင့်မြတ်ဆုံးနှင့် တွေ့ဆုံခဲ့ပြီဖြစ်ကြောင်း သိလိုက်သည်။\" ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူရခြင်း အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِنُرِيَكَ مِنْ آيَاتِنَا الْكُبْرَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်အား ငါတို့၏ ကြီးကျယ်သော နိမိတ်လက္ခဏာအချို့ကို ပြသရန်ဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်က မူဆာအား ဖိရ်အောင်န်ထံသို့ သတင်းစကားပို့ဆောင်ရန် အမိန့်ပေးခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိရ်အောင်န်ထံသို့ သွားပါ။ အမှန်စင်စစ် သူသည် ကျူးလွန်ခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ \"ဖိရ်အောင်န်၊ အီဂျစ်ဘုရင်ထံသို့ သွားပါ။ သင်သည် အီဂျစ်မှ ထွက်ပြေးခဲ့သူဖြစ်သည်။ သူအား အဖော်ကင်းသော အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန် ဖိတ်ခေါ်ပါ။ အစ္စရေးလ်သားများကို ကောင်းမွန်စွာ ဆက်ဆံရန်နှင့် ၎င်းတို့ကို မနှိပ်စက်ရန် အမိန့်ပေးပါ။ အမှန်စင်စစ် သူသည် ကျူးလွန်ခဲ့ပြီ၊ ဖိနှိပ်ခဲ့ပြီ၊ လောကီဘဝကို ပို၍နှစ်သက်ခဲ့ပြီး အမြင့်မြတ်ဆုံးအရှင်ကို မေ့လျော့ခဲ့ပြီ။\"</p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏ဆုတောင်း</h2></div><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ رَبِّ اشْرَحْ لِي صَدْرِي - وَيَسِّرْ لِي أَمْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မူဆာ)</span> က ပြောသည်- \"အို ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်၏ရင်ဘတ်ကို ဖွင့်ပေးပါ၊ ကျွန်ုပ်၏အလုပ်ကို လွယ်ကူစေပါ။\")</span> မူဆာသည် သူ၏အရှင်သခင်အား သူ၏သာသနာပြုလုပ်ငန်းအတွက် သူ၏ရင်ဘတ်ကို ချဲ့ထွင်ပေးရန် တောင်းဆိုခဲ့သည်။ အမှန်စင်စစ် ကိုယ်တော်သည် သူ့အား ကြီးကျယ်သောအလုပ်နှင့် လေးနက်သောအရေးကို အမိန့်ပေးခဲ့သည်။ ထိုအချိန်က ကမ္ဘာပေါ်တွင် အတန်ခိုးအကြီးဆုံးဘုရင်ထံသို့ သူ့အား စေလွှတ်ခဲ့သည်။ သူသည် သူ၏ငြင်းဆန်မှု၌ လူအားလုံးထက် အမာနကြီးဆုံးနှင့် အပြင်းထန်ဆုံးဖြစ်ပြီး၊ အကြီးဆုံးတပ်နှင့် အစွမ်းထက်ဆုံးနိုင်ငံတော်ကို ပိုင်ဆိုင်ထားသူဖြစ်သည်။ သူသည် အာဏာရှင်အကျဆုံးနှင့် ခေါင်းမာဆုံးအုပ်စိုးသူများထဲမှ တစ်ဦးဖြစ်သည်။ သူ၏အခြေအနေမှာ အလ္လာဟ်အရှင်မြတ်ကို လုံးဝမသိကြောင်းနှင့် သူ့လက်အောက်ခံများအတွက် သူ့ကိုယ်သူမှလွဲ၍ အခြားမည်သည့်ဘုရားကိုမျှ မသိကြောင်း ပြောဆိုခဲ့သည်။ ဤအရာနှင့်အတူ မူဆာသည် ကလေးဘဝတွင် အချိန်အတန်ကြာ သူ့အိမ်တွင် နေထိုင်ခဲ့သည်။ သူသည် ဖိရ်အောင်န်၏အခန်းတွင် နေထိုင်ပြီး သူ၏အိပ်ရာပေါ်တွင် အိပ်စက်ခဲ့သည်။ ထို့နောက် ဤအရာပြီးနောက် သူသည် သူတို့လူတစ်ဦးကို သတ်ခဲ့ပြီး ၎င်းတို့က သူ့ကို လက်တုံ့ပြန်သတ်မည်ကို ကြောက်ရွံ့ခဲ့သည်။ ထို့ကြောင့် သူသည် ၎င်းတို့ထံမှ ထွက်ပြေးခဲ့ပြီး ဤအချိန်တစ်လျှောက်လုံးတွင် ပြည်ပြေးအဖြစ် နေခဲ့ရသည်။ ထို့နောက် ဤအရာအားလုံးပြီးနောက် သူ၏အရှင်သခင်သည် သူ့အား ၎င်းတို့ထံသို့ သတိပေးသူအဖြစ် စေလွှတ်ခဲ့ပြီး၊ သူနှင့်အဖော်များမထားဘဲ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန် ခေါ်ဆိုခဲ့သည်။ ဤသည်မှာ သူပြောရခြင်းအကြောင်းရင်းဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">رَبِّ اشْرَحْ لِي صَدْرِي - وَيَسِّرْ لِي أَمْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်၏ရင်ဘတ်ကို ဖွင့်ပေးပါ၊ ကျွန်ုပ်၏အလုပ်ကို လွယ်ကူစေပါ။)</span> ဆိုလိုသည်မှာ \"ကိုယ်တော်က ကျွန်ုပ်ကို မကူညီ၊ မထောက်ပံ့၊ အားမပေးပါက ဤအလုပ်ကို ကျွန်ုပ်မလုပ်နိုင်ပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي - يَفْقَهُوا قَوْلِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏လျှာမှ ကြိုးကို ဖြေပေးပါ၊ သူတို့သည် ကျွန်ုပ်၏စကားကို နားလည်စေရန်ဖြစ်သည်။)</span> ဤသည်မှာ သူ၌ရှိသော လျှာထစ်ခြင်းကို ရည်ညွှန်းသည်။ ဤလျှာထစ်ခြင်းသည် သူ့အား စွန်ပလွန်သီးနှင့် မီးခဲကျောက်ကို ပေးသောအခါ၊ သူသည် စွန်ပလွန်သီးအစား မီးခဲကို သူ၏လျှာပေါ်တွင် တင်လိုက်သည့် ဖြစ်ရပ်၏ ရလဒ်ဖြစ်သည်။ ဤဇာတ်လမ်း၏ အသေးစိတ်ရှင်းပြချက်ကို နောက်အခန်းများတွင် ဆက်လက်ဖော်ပြပါမည်။ သို့သော် သူသည် ဤဒုက္ခကို အလ္လာဟ်အရှင်မြတ်အား လုံးဝဖယ်ရှားပေးရန် မတောင်းဆိုခဲ့ပါ။ ယင်းအစား၊ သူသည် သူ၏စကားပြော၌ ရည်ရွယ်သည်ကို လူများနားလည်စေရန် သူ၏စကားထစ်ခြင်းကို ဖယ်ရှားပေးရန် တောင်းဆိုခဲ့သည်။ သူသည် သူ၏သတင်းစကားကို ပေးပို့ရန် လိုအပ်သည်ကိုသာ တောင်းဆိုခဲ့သည်။ သူသည် သူ၏ဒုက္ခကို အလုံးစုံဖယ်ရှားပေးရန် တောင်းဆိုခဲ့ပါက သူ့အတွက် ကုစားပေးပြီးသား ဖြစ်လိမ့်မည်။ သို့သော် ပရောဖက်များသည် လိုအပ်သည်ထက် ပို၍ မတောင်းဆိုကြပါ။ ထို့ကြောင့် သူ၏လျှာတွင် ဖြစ်ပွားခဲ့သော ဤမတော်တဆမှု၏ အကြွင်းအကျန်များနှင့်အတူ ကျန်ရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဖိရ်အောင်န်က သူ့အကြောင်း ပြောဆိုသည်ကို အသိပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ أَنَا خَيْرٌ مِّنْ هَٰذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ဤနှိမ့်ချခံရသူထက် မသာလွန်ပေဘူးလား၊ သူသည် မိမိကိုယ်ကို ရှင်းလင်းစွာ ပြောဆိုနိုင်ခဲသူဖြစ်သည်။)</span><span class=\"gray\">[၄၃:၅၂]</span> ဆိုလိုသည်မှာ သူသည် စကားပြောတွင် တတ်မြောက်ကျွမ်းကျင်ခြင်း မရှိပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَل لِّي وَزِيرًا مِّنْ أَهْلِي - هَارُونَ أَخِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏မိသားစုမှ ကူညီမည့်သူတစ်ဦးကို ခန့်အပ်ပေးပါ။ ဟာရွန်၊ ကျွန်ုပ်၏အစ်ကို။)</span> ဤသည်မှာ မူဆာထံမှ သူ့ကိုယ်သူနှင့် မသက်ဆိုင်သည့် ကိစ္စနှင့်ပတ်သက်သော တောင်းဆိုချက်တစ်ခုဖြစ်သည်။ ၎င်းမှာ သူ၏အစ်ကို ဟာရွန်၏အကူအညီအတွက် သူ၏တောင်းဆိုချက်ဖြစ်သည်။ အတ်-သောင်ရီက အဗူ စအီးဒ်မှ၊ အိကရီမာဟ်မှ သတင်းပို့သည်။ အိဗ်နု အဗ္ဗားစ်က \"မူဆာသည် နဗီတမန်အဖြစ် ခန့်အပ်ခံရသည့် အချိန်အတိအကျတွင် ဟာရွန်ကိုလည်း နဗီတမန်အဖြစ် ခန့်အပ်ခဲ့သည်။\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗီ ဟာသိမ်က မှတ်တမ်းတင်ထားသည်မှာ အာအီရှာဟ်သည် ဥမ်ရာဟ်ပြုရန် ရည်ရွယ်ချက်ဖြင့် ထွက်ခွာခဲ့ပြီး အချို့သော ဘေဒူအင်များကြားတွင် စခန်းချရန် ရပ်နားခဲ့သည်။ သူမသည် ၎င်းတို့ကြားတွင် ရှိနေစဉ် အမျိုးသားတစ်ဦးက \"ဤဘဝတွင် မည်သည့်အစ်ကိုသည် သူ၏အစ်ကိုအတွက် အကျိုးအရှိဆုံးဖြစ်သနည်း\" ဟု ပြောသည်ကို ကြားခဲ့သည်။ လူများက \"ကျွန်ုပ်တို့ မသိပါ\" ဟု ပြောကြသည်။ ထိုအမျိုးသားက \"အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုသည်၊ ကျွန်ုပ်သိသည်။\" ဟု ပြောသည်။ အာအီရှာဟ်က \"သူကျိန်ဆိုသည်ကို ကျွန်မက ကိုယ့်ကိုယ်ကို ပြောသည်၊ သူသည် ထိုသို့သော ကျိန်ဆိုမှုကို မပြုသင့်ပါ၊ သူ၏အစ်ကိုအတွက် အကျိုးအရှိဆုံးသူ မည်သူဖြစ်သည်ကို သူတစ်ဦးတည်းကသာ သိသည်ဟု မိမိကိုယ်ကို ထူးခြားစွာ ဖော်ပြခြင်းမျိုး မလုပ်သင့်ပါဟု။\" ထိုအမျိုးသားက \"မူဆာဖြစ်သည်၊ သူသည် သူ၏အစ်ကိုအား နဗီတမန်အဖြစ် ချီးမြှင့်ရန် တောင်းဆိုခဲ့သောအခါ။\" ဟု ပြောသည်။ ထို့နောက် အာအီရှာဟ်က \"အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုသည်၊ သူသည် အမှန်ကို ပြောကြားခဲ့သည်\" ဟု ပြောသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မူဆာအား ချီးကျူးဂုဏ်ပြုရခြင်း အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ عِندَ اللَّهِ وَجِيهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ဂုဏ်သရေရှိသူဖြစ်သည်။)</span><span class=\"gray\">[၃၃:၆၉]</span> မူဆာ၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍-</p><p class=\"fa qpc-hafs\" lang=\"fa\">اشْدُدْ بِهِ أَزْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကြောင့် ကျွန်ုပ်၏ခွန်အားကို တိုးစေပါ။)</span> မုဂျာဟစ်ဒ်က \"ဆိုလိုသည်မှာ ကျွန်ုပ်၏ကျောရိုးကို ခိုင်ခံ့စေရန်ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَشْرِكْهُ فِي أَمْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို ကျွန်ုပ်၏အလုပ်တွင် ပါဝင်ခွင့်ပေးပါ။)</span> ဤကိစ္စတွင် သူ့ကို ကျွန်ုပ်၏အတိုင်ပင်ခံဖြစ်စေပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْ نُسَبِّحَكَ كَثِيرًا - وَنَذْكُرَكَ كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကိုယ်တော်အား များစွာ ဂုဏ်ပြုချီးမြှောက်နိုင်ရန်၊ ကိုယ်တော်အား များစွာ အောက်မေ့နိုင်ရန်ဖြစ်သည်။)</span> မုဂျာဟစ်ဒ်က \"အလ္လာဟ်အရှင်မြတ်အား ရပ်နေစဉ်၊ ထိုင်နေစဉ်နှင့် လဲလျောင်းနေစဉ် အောက်မေ့မှသာ အလ္လာဟ်အရှင်မြတ်ကို များစွာအောက်မေ့သူအဖြစ် သတ်မှတ်သည်။\" ဟု ပြောကြားခဲ့သည်။ သူ၏ပြောကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّكَ كُنتَ بِنَا بَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် ကျွန်ုပ်တို့အား အမြဲတစေ မြင်နေတော်မူ၏။)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့ကို ရွေးချယ်ခြင်း၊ ကျွန်ုပ်တို့အား နဗီတမန်ဖြစ်ခြင်းကို ပေးအပ်ခြင်းနှင့် ကိုယ်တော်၏ရန်သူ ဖိရ်အောင်န်ထံသို့ ကျွန်ုပ်တို့ကို စေလွှတ်ခြင်းတို့တွင် ဖြစ်သည်။ ထို့ကြောင့် ဤအတွက် ချီးမွမ်းခြင်းအားလုံးသည် ကိုယ်တော်ထံသို့သာဖြစ်သည်။</p>"
  }
]