[
  {
    "ayah_key": "33:4",
    "group_ayah_key": "33:4",
    "from_ayah": "33:4",
    "to_ayah": "33:5",
    "ayah_keys": "33:4,33:5",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူသား၏ကိုယ်တွင်း၌ နှစ်လုံးနှလုံးသားကို ဖန်တီးထားတော်မမူခဲ့ပေ။ သင်တို့၏မိခင်များ၏ ကျောကုန်းနှင့်တူသည်ဟု သင်တို့ကြေညာထားသော သင်တို့၏ဇနီးများသည် သင်တို့၏မိခင်အရင်းများဖြစ်အောင်လည်း ပြုလုပ်ထားတော်မမူပေ။ သင်တို့၏ မွေးစားသားများကိုလည်း သင်တို့၏သားအရင်းများဖြစ်အောင် ပြုလုပ်ထားတော်မမူပေ။ ထိုသို့ပြောဆိုခြင်းမှာ သင်တို့၏ပါးစပ်ဖြင့် ပြောဆိုခြင်းသာဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားကို မိန့်တော်မူပြီး လမ်းမှန်သို့ လမ်းညွှန်တော်မူ၏။ <span>(၄)</span>၎င်းတို့၏ ဖခင်များ၏ အမည်ဖြင့် ခေါ်ဝေါ်ကြလော့၊ ထိုသို့ပြုခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ပိုမိုမျှတ၏။ သို့သော် သင်တို့သည် ၎င်းတို့၏ဖခင်များကို မသိပါက ၎င်းတို့သည် သင်တို့၏ သာသနာ့ညီအစ်ကိုများဖြစ်ကြပြီး မဝါလီကွမ် <span class=\"gray\">(သင်တို့၏ လွတ်မြောက်သော ကျွန်များ)</span> ဖြစ်ကြ၏။ သင်တို့မှားယွင်းစွာ ပြုခဲ့သော ကိစ္စနှင့်ပတ်သက်၍ သင်တို့အပေါ်တွင် အပြစ်မရှိပေ၊ သင်တို့၏နှလုံးသားများက တမင်တကာ ကြံရွယ်ထားသည့်အရာမှအပ။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၅)</span></p><p lang=\"zu\" class=\"zu \">Abolition of Adoption</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အတွေးအခေါ်များနှင့် သီအိုရီဆိုင်ရာ ကိစ္စများကို ဆွေးနွေးမဖော်ပြမီ လက်ဆုပ်လက်ကိုင်ပြနိုင်သော ဥပမာများကို ပေးတော်မူသည်။ ယင်းတို့မှာ- မည်သည့်လူသား၏ကိုယ်တွင်း၌ နှစ်လုံးနှလုံးသား မရှိနိုင်ပေ။ အမျိုးသားတစ်ဦး၏ ဇနီးသည်ကို ‘အသင်သည် ငါ့အဖို့ ငါ့မိခင်၏ ကျောကုန်းကဲ့သို့ ဖြစ်သည်’ ဟု ဇီဟာရ်စကားကို ပြောဆိုပါက ထိုဇနီးသည်သည် မိခင်မဖြစ်နိုင်ပေ။ ထိုနည်းတူစွာ မွေးစားသားသမီးတစ်ဦးသည် ၎င်းကိုမွေးစားပြီး သားဟုခေါ်သူ၏ သားအရင်း မဖြစ်နိုင်ပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ ۚ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူသား၏ကိုယ်တွင်း၌ နှစ်လုံးနှလုံးသားကို ဖန်တီးထားတော်မမူခဲ့ပေ။ သင်တို့၏မိခင်များ၏ ကျောကုန်းနှင့်တူသည်ဟု သင်တို့ကြေညာထားသော သင်တို့၏ဇနီးများသည် သင်တို့၏မိခင်အရင်းများဖြစ်အောင်လည်း ပြုလုပ်ထားတော်မမူပေ...)</span> ဤသည်မှာ အာယသ်တော်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هُنَّ أُمَّهَاتِهِمْ ۖ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏မိခင်များ မဖြစ်နိုင်ပေ။ ၎င်းတို့ကို မွေးဖွားပေးခဲ့သူများမှတစ်ပါး မည်သူမျှ ၎င်းတို့၏မိခင်များ မဖြစ်နိုင်ပေ)</span><span class=\"gray\">(၅၈:၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ မွေးစားသားများကိုလည်း သင်တို့၏သားအရင်းများဖြစ်အောင် ပြုလုပ်ထားတော်မမူပေ။)</span> ဤသည်မှာ တမန်တော်မြတ် ﷺ ၏ လွတ်မြောက်သော ကျွန်ဖြစ်သူ ဇိုင်ဒ် ဘင် ဟာရီဆာ (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ တမန်တော်မြတ် ﷺ က ပရောဖက်ပြုမှုမတိုင်မီက ၎င်းကို မွေးစားခဲ့ပြီး ဇိုင်ဒ် ဘင် မိုဟမ္မဒ် ဟု လူသိများခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအမည်ပေးခြင်းနှင့် ဂုဏ်ပြုပြောဆိုခြင်းကို အဆုံးသတ်လိုခဲ့သည်၊ အရှင်မြတ်မိန့်တော်မူခဲ့သည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ မွေးစားသားများကိုလည်း သင်တို့၏သားအရင်းများဖြစ်အောင် ပြုလုပ်ထားတော်မမူပေ။)</span> ဤသည်မှာ ဤဆူရာ၏ နောက်ပိုင်း အာယသ်တော်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَٰكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ۗ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုဟမ္မဒ်သည် သင်တို့၏ယောက်ျားများထဲမှ မည်သူတစ်ဦးတစ်ယောက်၏ ဖခင်မဟုတ်ပေ။ သို့သော် အရှင်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်ပြီး ပရောဖက်များ၏ နောက်ဆုံး <span class=\"gray\">(အဆုံးသတ်)</span> ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို အမြဲတစေ အလုံးစုံသိရှိတော်မူ၏။)</span><span class=\"gray\">(၃၃:၄၀)</span>။ ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ပြောဆိုခြင်းမှာ သင်တို့၏ပါးစပ်ဖြင့် ပြောဆိုခြင်းသာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သူ့ကိုမွေးစားခြင်းသည် စကားမျှသာဖြစ်ပြီး၊ သူသည် သင့်၏သားအရင်းဖြစ်သည်ဟု မဆိုလိုပေ'၊ အဘယ်ကြောင့်ဆိုသော် သူသည် အခြားလူတစ်ဦး၏ ကာမအင်္ဂါမှ ဖန်ဆင်းခံရခြင်းဖြစ်ပြီး၊ လူတစ်ဦး၌ ကိုယ်ခန္ဓာတစ်ခုတွင် နှလုံးနှစ်ခု မရှိနိုင်သကဲ့သို့ ကလေးတစ်ဦး၌ ဖခင်နှစ်ဦး ရှိနိုင်မည်မဟုတ်သောကြောင့်တည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားကို မိန့်တော်မူပြီး လမ်းမှန်သို့ လမ်းညွှန်တော်မူ၏။)</span> စအီဒ် ဘင် ဂျူဘိုင်ရ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْحَقَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားကို မိန့်တော်မူသည်၊)</span> ဆိုသည်မှာ တရားမျှတခြင်းဖြစ်သည်။ ကတာဒါက မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يَهْدِي السَّبِيلَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းမှန်သို့ လမ်းညွှန်တော်မူ၏)</span> ဆိုသည်မှာ ဖြောင့်မတ်သောလမ်းဖြစ်သည်။ အီမာမ် အဟ်မဒ်က ဟာဆန်က ၎င်းတို့အား ပြောပြသည်၊ ဇူဟိုင်ရ်က ကာဘူဆ် (ဆိုလိုသည်မှာ အိဗ်နု အဘီ ဇိဗ်ယန်) ထံမှ ၎င်းတို့အား ပြောပြသည်၊ ၎င်း၏ဖခင်က ၎င်းအား ပြောပြသည်- \"ကျွန်ုပ်သည် အိဗ်နု အဘ္ဘားစ်အား ပြောခဲ့သည်၊ 'အသင်သည် ဤအာယသ်တော်ကို သိပါသလား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူသား၏ကိုယ်တွင်း၌ နှစ်လုံးနှလုံးသားကို ဖန်တီးထားတော်မမူခဲ့ပေ။)</span> ၎င်းသည် အဘယ်အဓိပ္ပါယ်နည်း။' အရှင်က မိန့်သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် တစ်ရက်တွင် နမားဇ်ဖတ်ရန် ထရပ်ခဲ့ရာ ကိုယ်တော်တုန်ယင်ခဲ့သည်။ ကိုယ်တော်နှင့်အတူ နမားဇ်ဖတ်နေသော မွနာဖစ်က်တို့က 'အရှင်၌ နှလုံးသားနှစ်ခု၊ သင်တို့နှင့်အတူ နှလုံးသားတစ်ခု၊ ၎င်းတို့နှင့်အတူ အခြားနှလုံးသားတစ်ခု ရှိသည်ကို အသင်တို့မမြင်ကြသလော' ဟု ပြောဆိုခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤစကားများကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူသား၏ကိုယ်တွင်း၌ နှစ်လုံးနှလုံးသားကို ဖန်တီးထားတော်မမူခဲ့ပေ။)</span>\" ဤသည်ကို အတ်-တီရ်မိဇီကလည်း ရေဝါယတ်ပြုခဲ့ပြီး၊ '၎င်းသည် ဟာစန်ဟဒီးစ်ဖြစ်သည်' ဟု မိန့်ကြားခဲ့သည်။ ဤသည်ကို အိဗ်နု ဂျာရီရ်နှင့် အိဗ်နု အဘီ ဟာတိမ်တို့ကလည်း ဇူဟိုင်ရ်၏ ဟဒီးစ်မှ ရေဝါယတ်ပြုခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">မွေးစားသားသမီးအား ၎င်း၏ဖခင်အရင်းအမည်ဖြင့် မှည့်ခေါ်သင့်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(မွေးစားသားများ)</span> ကို ၎င်းတို့၏ ဖခင်များ၏ အမည်ဖြင့် ခေါ်ဝေါ်ကြလော့၊ ထိုသို့ပြုခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ပိုမိုမျှတ၏။)</span> ဤသည်မှာ အစ္စလာမ်အစောပိုင်းကာလတွင် မွေးစားသားများကို မွေးစားသူ၏အမည်ဖြင့် ခေါ်ဝေါ်ခွင့်ပြုခဲ့သည့် အခြေအနေကို ပယ်ဖျက်သည့်အမိန့်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ဖခင်အရင်းများ၏အမည်များကို ပြန်လည်ပေးအပ်ရန် အမိန့်ပေးခဲ့ပြီး၊ ဤသည်မှာ ပိုမိုမျှတပြီး တရားမျှတသည်ဟု မိန့်ကြားခဲ့သည်။ အလ်-ဘူခါရီ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ကရုဏာတော်ထားပါစေ)</span> က အဗ်ဒူလ္လာဟ် ဘင် အိုမရ်က မိန့်ကြားသည်ဟု ရေဝါယတ်ပြုခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ လွတ်မြောက်သော ကျွန်ဖြစ်သူ ဇိုင်ဒ် ဘင် ဟာရီဆာ (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) ကို ဇိုင်ဒ် ဘင် မိုဟမ္မဒ် ဟု အမြဲတစေ ခေါ်ဝေါ်ခဲ့ကြသည်၊ ကုရ်အာန်၏ <span class=\"gray\">(စကားတော်များ)</span> မထုတ်ပြန်မီအထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(မွေးစားသားများ)</span> ကို ၎င်းတို့၏ ဖခင်များ၏ <span class=\"gray\">(အမည်များဖြင့်)</span> ခေါ်ဝေါ်ကြလော့၊ ထိုသို့ပြုခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ပိုမိုမျှတ၏။)</span>\" ဤသည်ကို မွတ်စလင်မ်၊ အတ်-တီရ်မိဇီနှင့် အန်-နာစာအီတို့ကလည်း ရေဝါယတ်ပြုခဲ့သည်။ ၎င်းတို့သည် မာဟ်ရမ်များအဖြစ် ၎င်းတို့နှင့် တစ်ယောက်တည်းနေခြင်းအပါအဝင် ကိစ္စတိုင်းတွင် ၎င်းတို့အား သားများကဲ့သို့ ဆက်ဆံခဲ့ကြသည်။ ထို့ကြောင့် အဘူ ဟူဒိုင်ဖာ၏ ဇနီးဖြစ်သူ ဆဟ်လာ ဘင်သ် ဆူဟိုင်းလ် (အလ္လာဟ်အရှင်မြတ် ၎င်းတို့နှစ်ဦးစလုံး သဘောတော်ကျပါစေ) က မိန့်ကြားခဲ့သည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်တို့သည် စာလင်မ်ကို ကျွန်ုပ်တို့၏သားဟု ခေါ်ဝေါ်ခဲ့ကြပါသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အရှင်ထုတ်ပြန်ရန်ရှိသည်ကို ထုတ်ပြန်ခဲ့ပြီးဖြစ်သည်။ သူသည် ကျွန်ုပ်ထံ ဝင်ထွက်နေခဲ့သည်၊ သို့သော် အဘူ ဟူဒိုင်ဖာသည် ထိုအရာကို မနှစ်သက်ဟု ကျွန်ုပ်ထင်သည်။\" တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْضِعِيهِ تَحْرُمِي عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို နို့တိုက်ကျွေးပါ၊ သို့မှသာ သူသည် သင်၏မာဟ်ရမ် ဖြစ်လာမည်။)</span>\" ထို့ကြောင့် ဤစီရင်ချက်ကို ပယ်ဖျက်ခဲ့သောအခါ အလ္လာဟ်အရှင်မြတ်သည် အမျိုးသားတစ်ဦးအား ၎င်း၏မွေးစားသား၏ ခွဲခွာထားသော ဇနီးကို လက်ထပ်ရန် ခွင့်ပြုတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည်လည်း ဇိုင်ဒ် ဘင် ဟာရီဆာ (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) ၏ ခွဲခွာထားသော ဇနီး ဇိုင်နပ် ဘင်သ် ဂျာဟ်ရှ်ကို လက်ထပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ <span class=\"gray\">(နောင်အနာဂတ်တွင်)</span> မယုံကြည်သူများအား ၎င်းတို့၏ မွေးစားသားများ၏ ဇနီးများနှင့် ပတ်သက်၍ အခက်အခဲ မရှိစေရန်၊ နောက်ပိုင်းတွင် ၎င်းတို့အား ထိန်းသိမ်းလိုသော ဆန္ဒမရှိတော့သည့်အခါ)</span><span class=\"gray\">(၃၃:၃၇)</span>။ အာယသ် အတ်-တာဟ်ရိမ်တွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကာမအင်္ဂါမှ မွေးဖွားသော သားများ၏ ဇနီးများ)</span><span class=\"gray\">(၄:၂၃)</span>။ မွေးစားသား၏ ဇနီးသည် အပါအဝင် မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ထိုအမျိုးသား၏ ကာမအင်္ဂါမှ မွေးဖွားလာခြင်း မဟုတ်သောကြောင့်တည်း။ နို့ချိုတိုက်ကျွေးခြင်းဖြင့် ရရှိသော \"နို့ဆီသား\" သည် ရှရီအာ၏ ရှုထောင့်မှကြည့်လျှင် မိမိ၏ ကာမအင်္ဂါမှ မွေးဖွားသော သားနှင့် အတူတူပင်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် တမန်တော်မြတ် ﷺ သည် ဆဟီးဟ်နှစ်ခုတွင် မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَرِّمُوا مِنَ الرَّضَاعَةِ مَا يُحَرَّمُ مِنَ النَّسَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့စို့ခြင်းသည် အမျိုးအနွယ်ကဲ့သို့ ပိတ်ပင်ထားသည်။)</span> လူတစ်ဦးအား ဂုဏ်ပြုခြင်းနှင့် ချစ်ခင်မြတ်နိုးခြင်းအဖြစ် \"သား\" ဟုခေါ်ဆိုခြင်းသည် ဤအာယသ်တော်တွင် တားမြစ်ထားခြင်း မဟုတ်ပေ။ ဤအချက်ကို အီမာမ် အဟ်မဒ်နှင့် စုနန်ပြုစုသူများ – အတ်-တီရ်မိဇီမှလွဲ၍ – အိဗ်နု အဘ္ဘားစ် (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) ထံမှ မှတ်တမ်းတင်ထားသော ရေဝါယတ်က ဖော်ပြသည်။ အရှင်က မိန့်ကြားသည်- \"ကျွန်ုပ်တို့ ဗနူ အဗ်ဒ် အလ်-မွတ်သလိဗ်မှ လူငယ်လေးများသည် ဂျမရာတ်၌ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ လာခဲ့ကြသည်၊ ကိုယ်တော်သည် ကျွန်ုပ်တို့၏ ပေါင်ကို ရိုက်၍ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُبَيْنِيَّ لَا تَرْمُوا الْجَمْرَةَ حَتَّى تَطْلُعَ الشَّمْسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့သားတို့၊ နေမထွက်မချင်း ဂျမရာဟ်ကို ကျောက်ခဲဖြင့် မပစ်ကြနှင့်။)</span> ဤသည်မှာ ၁၀ AH ခုနှစ်ရှိ နှုတ်ဆက် ဟဂျ်ကာလအတွင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوهُمْ لِآبَائِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ဖခင်များ၏အမည်ဖြင့် ခေါ်ဝေါ်ကြလော့။)</span> ဤသည်မှာ ဇိုင်ဒ် ဘင် ဟာရီဆာ (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) နှင့် ပတ်သက်၍ ဖြစ်သည်။ ၎င်းကို ၈ AH ခုနှစ်၊ မူအ်တာဟ် တိုက်ပွဲတွင် ကျဆုံးခဲ့သည်။ ဆဟီးဟ် မွတ်စလင်မ်တွင် အနတ်စ် ဘင် မာလိက် (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်ဟု ရေဝါယတ်ပြုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَابَنِيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့သား။)</span>\" ဤသည်ကို အဘူ ဒါဝူးဒ်နှင့် အတ်-တီရ်မိဇီတို့ကလည်း ရေဝါယတ်ပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် ၎င်းတို့၏ ဖခင်များကို မသိပါက ၎င်းတို့သည် သင်တို့၏ သာသနာ့ညီအစ်ကိုများဖြစ်ကြပြီး မဝါလီကွမ် <span class=\"gray\">(သင်တို့၏ လွတ်မြောက်သော ကျွန်များ)</span> ဖြစ်ကြ၏။)</span></p><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် မွေးစားသားများအား ၎င်းတို့၏ဖခင်များ၏အမည်များကို ပြန်လည်ပေးအပ်ရန် အမိန့်ပေးထားသည်၊ ၎င်းတို့၏ဖခင်များကို သိရှိပါက ထိုသို့ပြုရမည်။ မသိရှိပါက ၎င်းတို့၏ အမျိုးအနွယ်အရင်းကို မသိရှိခြင်းအတွက် အစားထိုးအနေဖြင့် သာသနာ့ညီအစ်ကိုများ သို့မဟုတ် လွတ်မြောက်သောကျွန်များဟု ခေါ်ဝေါ်ရမည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ 'အွမ်ရတ် အလ်-ကာဒါ' ကို ဆောင်ရွက်ပြီးနောက် မက္ကာမှ ထွက်ခွာခဲ့ရာ ဟမ်ဇာ၏သမီး (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) သည် ကိုယ်တော်ကို လိုက်ပါလာပြီး \"အို ဦးလေး၊ အို ဦးလေး!\" ဟု ခေါ်ဝေါ်နေခဲ့သည်။ အလီသည် သူမကို ခေါ်ဆောင်သွားပြီး ဖာတိမာ (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) အား \"သင်၏ဦးလေးသမီးကို ဂရုစိုက်ပါ\" ဟု ပြောခဲ့ရာ ဖာတိမာက သူမကို ချီမခဲ့သည်။ အလီ၊ ဇိုင်ဒ်နှင့် ဂျအ်ဖရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အား သဘောတော်ကျပါစေ) တို့သည် သူမကို မည်သူက ဂရုစိုက်ရမည်ကို အငြင်းပွားခဲ့ကြပြီး၊ ၎င်းတို့တစ်ဦးစီက ၎င်းတို့၏ အကြောင်းပြချက်များကို ပေးခဲ့ကြသည်။ အလီက \"ကျွန်ုပ်၌ ပိုမိုအခွင့်အရေးရှိသည်၊ အဘယ်ကြောင့်ဆိုသော် သူမသည် ကျွန်ုပ်၏ ဖအေတူဦးလေး၏ သမီးဖြစ်သောကြောင့်\" ဟု ပြောခဲ့သည်။ ဇိုင်ဒ်က \"သူမသည် ကျွန်ုပ်၏ညီအစ်ကို၏ သမီးဖြစ်သည်\" ဟု ပြောခဲ့သည်။ ဂျအ်ဖရ် ဘင် အဘီ တာလိဗ်က \"သူမသည် ကျွန်ုပ်၏ ဖအေတူဦးလေး၏ သမီးဖြစ်ပြီး ကျွန်ုပ်သည် သူမ၏ မိခင်ဘက်အဒေါ် – ဆိုလိုသည်မှာ အစ္စမာ ဘင်သ် အူမိုင်းစ် – ကို လက်ထပ်ထားသည်\" ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် ﷺ က သူမသည် သူမ၏ မိခင်ဘက်အဒေါ်နှင့်အတူ နေသင့်သည်ဟု ဆုံးဖြတ်ခဲ့ပြီး မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخَالَةُ بِمَنْزِلَةِ الْأُمِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိခင်ဘက်အဒေါ်သည် မိခင်နှင့် အဆင့်အတန်းတူညီသည်။)</span> ကိုယ်တော် ﷺ သည် အလီ (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) အား မိန့်ကြားခဲ့သည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنْتَ مِنِّي وَأَنَا مِنْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်နှင့် သက်ဆိုင်ပြီး ကျွန်ုပ်သည် သင်နှင့် သက်ဆိုင်သည်။)</span> ကိုယ်တော် ﷺ သည် ဂျအ်ဖရ် (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) အား မိန့်ကြားခဲ့သည်-</p><p class=\"nl qpc-hafs\" lang=\"nl\">أَشْبَهْتَ خَلْقِي وَخُلُقِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်နှင့် ပုံသဏ္ဌာန်နှင့် စိတ်နေစိတ်ထား နှစ်ခုစလုံးတွင် ဆင်တူသည်။)</span> ကိုယ်တော် ﷺ သည် ဇိုင်ဒ် (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) အား မိန့်ကြားခဲ့သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنْتَ أَخُونَا وَمَوْلَانَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်တို့၏ ညီအစ်ကိုဖြစ်ပြီး ကျွန်ုပ်တို့၏ လွတ်မြောက်သော ကျွန်ဖြစ်သည်။)</span> ဤဟဒီးစ်တွင် စီရင်ချက်အများအပြား ပါဝင်ပြီး၊ အရေးကြီးဆုံးမှာ တမန်တော်မြတ် ﷺ သည် အမှန်တရားအတိုင်း စီရင်ခဲ့ပြီး၊ အငြင်းပွားနေသူအားလုံးကို ကျေနပ်အောင် ကြိုးစားခဲ့ခြင်းဖြစ်သည်။ ဇိုင်ဒ် (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) အား ကိုယ်တော်မိန့်ကြားခဲ့သောစကား-</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنْتَ أَخُونَا وَمَوْلَانَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်တို့၏ ညီအစ်ကိုဖြစ်ပြီး ကျွန်ုပ်တို့၏ လွတ်မြောက်သော ကျွန်ဖြစ်သည်။)</span> ဤအာယသ်တော်တွင် အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည့်အတိုင်း ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သာသနာ့ညီအစ်ကိုများနှင့် သင်တို့၏ လွတ်မြောက်သော ကျွန်များ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မှားယွင်းစွာ ပြုခဲ့သော ကိစ္စနှင့်ပတ်သက်၍ သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။)</span> ဆိုလိုသည်မှာ သင်တို့သည် ၎င်းတို့ထဲမှ တစ်ဦးဦးကို ၎င်း၏ဖခင်မဟုတ်သူ၏အမည်ဖြင့် မှားယွင်းစွာ ခေါ်ဝေါ်မိပါက၊ ၎င်း၏မိဘအုပ်ထိန်းမှုကို ရှာဖွေရန် အတတ်နိုင်ဆုံး ကြိုးစားပြီးနောက်၊ ထိုအမှားအတွက် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အပြစ်ကိုမှ သတ်မှတ်မည်မဟုတ်ပေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ကျွန်များကို မိန့်ကြားရန် အမိန့်ပေးထားသော အာယသ်တော်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်တို့ မေ့လျော့သွားလျှင် သို့မဟုတ် မှားယွင်းသွားလျှင် ကျွန်ုပ်တို့ကို အပြစ်ပေးတော်မမူပါနှင့်)</span><span class=\"gray\">(၂:၂၈၆)</span>။ ဆဟီးဟ် မွတ်စလင်မ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု ရေဝါယတ်ပြုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ عَزَّ وَجَلَّ: قَدْ فَعَلْتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊ \"ကျွန်ုပ်သည် <span class=\"gray\">(ထိုသို့)</span> လုပ်ခဲ့သည်မှာ သေချာပါသည်။\")</span> ဆဟီးဟ် အလ်-ဘူခါရီတွင် အမ်ရ် ဘင် အလ်-အာဆ် (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) က မိန့်ကြားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا اجْتَهَدَ الْحَاكِمُ فَأَصَابَ فَلَهُ أَجْرَانِ، وَإِنِ اجْتَهَدَ فَأَخْطَأَ فَلَهُ أَجْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရားသူကြီးက အစ်ဂျ်တိဟာဒ်ပြုလုပ်ပြီး မှန်ကန်သော ဆုံးဖြတ်ချက်ကို ချပါက ၎င်းအား ဆုလာဘ်နှစ်ခု ရရှိမည်။ အစ်ဂျ်တိဟာဒ်ပြုလုပ်ပြီး မှားယွင်းသော ဆုံးဖြတ်ချက်ကို ချပါက ၎င်းအား ဆုလာဘ်တစ်ခု ရရှိမည်။)</span> အခြားဟဒီးစ်တစ်ခုတွင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالىٰ رَفَعَ عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ وَمَا يُكْرَهُونَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏အွမ်မသ်အား အမှားများ၊ မေ့လျော့မှုများနှင့် ၎င်းတို့အား အတင်းအကြပ်ပြုလုပ်ခိုင်းသောအရာများအတွက် ခွင့်လွှတ်တော်မူမည်။)</span> ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَٰكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မှားယွင်းစွာ ပြုခဲ့သော ကိစ္စနှင့်ပတ်သက်၍ သင်တို့အပေါ်တွင် အပြစ်မရှိပေ၊ သင်တို့၏နှလုံးသားများက တမင်တကာ ကြံရွယ်ထားသည့်အရာမှအပ။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အပြစ်သည် တမင်တကာ မှားယွင်းစွာ ပြုလုပ်သူအပေါ်၌ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် မိန့်တော်မူထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ကျိန်ဆိုမှုများတွင် ရည်ရွယ်ချက်မရှိသောအရာများအတွက် သင်တို့ကို စစ်ဆေးမည်မဟုတ်ပေ)</span><span class=\"gray\">(၂:၂၂၅)</span>။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အိဗ်နု အဘ္ဘားစ်ထံမှ ရေဝါယတ်ပြုသည်မှာ အိုမရ်က မိန့်ကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် မိုဟမ္မဒ် ﷺ ကို အမှန်တရားနှင့်အတူ စေလွှတ်တော်မူပြီး ကိုယ်တော်ထံ ကျမ်းဂန်ကို ထုတ်ပြန်ခဲ့သည်။ ထိုကျမ်းဂန်တွင် ထုတ်ပြန်ခဲ့သောအရာများထဲမှ တစ်ခုမှာ ကျောက်ခဲဖြင့် ပစ်ပေါက်သတ်ဖြတ်ခြင်းဆိုင်ရာ အာယသ်တော်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် <span class=\"gray\">[မုဒိမ်းကျင့်သူများကို]</span> ကျောက်ခဲဖြင့် ပစ်ပေါက်သတ်ဖြတ်ခဲ့ပြီး၊ ကိုယ်တော်ကွယ်လွန်ပြီးနောက် ကျွန်ုပ်တို့လည်း <span class=\"gray\">[၎င်းတို့ကို]</span> ကျောက်ခဲဖြင့် ပစ်ပေါက်သတ်ဖြတ်ခဲ့သည်။\" ထို့နောက် အရှင်က မိန့်ကြားသည်- \"ကျွန်ုပ်တို့သည်လည်း 'သင်တို့၏ ဖခင်များမှတစ်ပါး အခြားသူတစ်ဦးတစ်ယောက်အား သင်တို့ကိုယ်ကို မချိတ်ဆက်ကြနှင့်၊ အဘယ်ကြောင့်ဆိုသော် သင်တို့၏ ဖခင်များမှတစ်ပါး အခြားသူတစ်ဦးတစ်ယောက်အား သင်တို့ကိုယ်ကို ချိတ်ဆက်ခြင်းသည် ကုဖရ် (မယုံကြည်မှု) ဖြစ်သည်' ဟု ရွတ်ဖတ်လေ့ရှိသည်။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُطْرُونِي كَمَا أُطْرِيَ عِيسَى ابْنُ مَرْيَمَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، فَإِنَّمَا أَنَا عَبْدُاللهِ، فَقُولُوا: عَبْدُهُ وَرَسُولُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အီဆာ ဘင် မရ်ယမ်အား ချီးမွမ်းခံရသကဲ့သို့ ကျွန်ုပ်ကို ချီးမွမ်းရာတွင် ချဲ့ကားမပြောဆိုကြနှင့်။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်သာလျှင် ဖြစ်သည်။ \"အရှင်သည် အရှင်၏ကျွန်နှင့် ရစူလ်တမန်တော်ဖြစ်သည်\" ဟု ပြောဆိုကြလော့။)</span> သို့မဟုတ် မအ်မရ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَطْرَتِ النَّصَارَى ابْنَ مَرْيَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရစ်ယာန်များက မရ်ယမ်၏သားကို ချီးမွမ်းခဲ့သကဲ့သို့။)</span> ဤသည်ကို အခြားဟဒီးစ်တစ်ခုတွင်လည်း ရေဝါယတ်ပြုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثٌ فِي النَّاسِ كُفْرٌ: الطَّعْنُ فِي النَّسَبِ، وَالنِّيَاحَةُ عَلَى الْمَيِّتِ، وَالْاسْتِسْقَاءُ بِالنُّجُومِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ပြုလုပ်သော အရာသုံးမျိုးသည် မယုံကြည်မှု၏ အစိတ်အပိုင်းများဖြစ်သည်။ ယင်းတို့မှာ- လူတစ်ဦး၏ အမျိုးအနွယ်ကို စွန့်ပစ်ခြင်း၊ သေဆုံးသူအပေါ် ငိုကြွေးမြည်တမ်းခြင်းနှင့် ကြယ်များဖြင့် မိုးတောင်းခြင်းတို့ဖြစ်သည်။)</span></p>"
  }
]