[
  {
    "ayah_key": "27:87",
    "group_ayah_key": "27:87",
    "from_ayah": "27:87",
    "to_ayah": "27:90",
    "ayah_keys": "27:87,27:88,27:89,27:90",
    "text": "<p lang=\"my\" class=\"my \">ထိုနေ့ကိုလည်း <span class=\"gray\">(မှတ်သားကြလော့)</span> ရှင်ရမ်ပီ <span class=\"gray\">(ဆူရ်)</span> ကိုမှုတ်သောအခါ၊ ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေပေါ်ရှိသူအားလုံးသည် အလ္လာဟ်အလိုရှိသူမှတစ်ပါး ကြောက်ရွံ့ကြလိမ့်မည်။ ထို့နောက် အားလုံးသည် နှိမ့်ချစွာဖြင့် ကိုယ်တော်ထံသို့ ရောက်ရှိလာကြလိမ့်မည်။ <span>(၈၇)</span> သင်တို့သည် တောင်များကို ကြည့်မြင်ရလိမ့်မည်။ ၎င်းတို့ကို ခိုင်မာသည်ဟု ထင်မှတ်ကြလိမ့်မည်။ သို့သော် ၎င်းတို့သည် မိုးတိမ်များ လွင့်ပျံသွားသကဲ့သို့ ပျောက်ကွယ်သွားကြလိမ့်မည်။ အရာခပ်သိမ်းကို ပြီးပြည့်စုံစေတော်မူသော အလ္လာဟ်၏ ဖန်ဆင်းမှုပင်။ ဧကန်စင်စစ် ကိုယ်တော်သည် သင်တို့ပြုမူသမျှကို အသိဆုံးပင် <span>(၈၈)</span> မည်သူမဆို ကောင်းမှုတစ်ခုကို ဆောင်ကြဉ်းလာပါက ၎င်း၏တန်ဖိုးထက် ပိုမိုကောင်းမွန်သော အကျိုးကို ရရှိလိမ့်မည်။ ထိုနေ့၏ ကြောက်မက်ဖွယ်ရာများမှလည်း လုံခြုံကြလိမ့်မည် <span>(၈၉)</span> မည်သူမဆို မကောင်းမှုတစ်ခုကို ဆောင်ကြဉ်းလာပါက ၎င်းတို့၏မျက်နှာများကို ငရဲမီးထဲသို့ ပစ်ချခံရလိမ့်မည်။ <span class=\"gray\">(၎င်းတို့အား ပြောကြားလိမ့်မည်)</span> \"သင်တို့ပြုမူခဲ့သည်များမှတစ်ပါး အခြားမည်သည့်အရာအတွက်မှ သင်တို့သည် အကျိုးပေးဆပ်ခံရခြင်းလော? <span>(၉၀)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ရာနေ့၏ ထိတ်လန့်ဖွယ်ရာများ၊ ကောင်းမှုများအတွက် အကျိုးများနှင့် မကောင်းမှုများအတွက် ပြစ်ဒဏ်များ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဆူရ်မှုတ်သောနေ့၏ ထိတ်လန့်ဖွယ်ရာများအကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ဟဒီးစ်တွင် ဖော်ပြထားသည့်အတိုင်း ဆူရ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَرْنٌ يُنْفَخُ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှုတ်သွင်းသည့် ဦးချိုတစ်ခု။)</span> ဆူရ် <span class=\"gray\">(တံပိုး)</span> နှင့်ပတ်သက်သည့် ဟဒီးစ်အရ၊ မြင့်မြတ်တော်မူသောအလ္လာဟ်၏အမိန့်တော်ဖြင့် ၎င်းကို မှုတ်မည့်သူမှာ <span class=\"gray\">(ကောင်းကင်တမန်)</span> အစ်စရာဖီလ်ဖြစ်သည်။ သူသည် ပထမဆုံးအကြိမ်အဖြစ် အချိန်အကြာကြီး မှုတ်လိမ့်မည်။ ၎င်းသည် ဤလောကီဘဝ၏ အဆုံးသတ်ကို အချက်ပြလိမ့်မည်ဖြစ်ပြီး၊ အချိန်ကာလသည် အဆိုးဆုံးလူများအပေါ် ကျရောက်လာလိမ့်မည်။ ကောင်းကင်များနှင့် ကမ္ဘာမြေပေါ်ရှိလူတိုင်း ကြောက်လန့်တုန်လှုပ်ကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ شَاءَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အလိုရှိသူမှတစ်ပါး။)</span> ၎င်းတို့သည် အာဇာနည်များဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ၎င်းတို့၏အရှင်သခင်နှင့်အတူ အသက်ရှင်လျက်ရှိပြီး အစာရေစာကို ရရှိနေသောကြောင့်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် မွတ်စလင်မ် ဘင် အလ်-ဟာဂျာ့ဂျ်သည် အဗ်ဒူလ္လာဟ် ဘင် အမ်ရ် (အလ္လာဟ်အရှင်မြတ် သူအားနှစ်သက်တော်မူပါစေ) က လူတစ်ဦးသည် သူ့ထံသို့လာ၍ \"ဤကဲ့သို့သောလူများအပေါ် ကိယာမတ်နေ့ရောက်လာလိမ့်မည်ဟု သင်ပြောပြနေသော ဤဟဒီးစ်သည် မည်သည်နည်း?\" ဟု မေးမြန်းသည်ကို မှတ်တမ်းတင်ထားသည်။ သူက \"ဆွဗ်ဟာန် အလ္လာဟ် သို့မဟုတ် 'လာ အိလာဟ အိလ်လလ္လာဟ်' <span class=\"gray\">(သို့မဟုတ် အလားတူတစ်ခုခု)</span>၊ ကျွန်ုပ်သည် ယခုမည်သူ့ကိုမျှ မည်သည့်အရာမှ မပြောပြရန် ဆုံးဖြတ်ထားခဲ့သည်။ မကြာမီအချိန်အတွင်း သင်တို့သည် ဗိမာန်တော် <span class=\"gray\">[ကအ်ဗာ]</span> ကို ဖျက်ဆီးမည့် အဓိကဖြစ်ရပ်ကြီးတစ်ခုကို မြင်ရလိမ့်မည်ဖြစ်ပြီး၊ ဤကဲ့သို့သော အဖြစ်အပျက်များ ဖြစ်ပေါ်လာလိမ့်မည်ဟုသာ ကျွန်ုပ်ပြောခဲ့သည်။\" ထို့နောက် သူက \"အလ္လာဟ်၏ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ الدَّجَّالُ فِي أُمَّتِي فَيَمْكُثُ أَرْبَعِينَ - لَا أَدْرِي أَرْبَعِينَ يَوْمًا أَوْ أَرْبَعِينَ شَهْرًا أَوْ أَرْبَعِينَ عَامًا - فَيَبْعَثُ اللهُ عِيسَى ابْنَ مَرْيَمَ كَأَنَّهُ عُرْوَةُ بْنُ مَسْعُودٍ فَيَطْلُبُهُ فَيُهْلِكُهُ، ثُمَّ يَمْكُثُ النَّاسُ سَبْعَ سِنِينَ لَيْسَ بَيْنَ اثْنَيْنِ عَدَاوَةٌ، ثُمَّ يُرْسِلُ اللهُ رِيحًا بَارِدَةً مِنْ قِبَلِ الشَّامِ، فَلَا يَبْقَى عَلَى وَجْهِ الْأَرْضِ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ خَيْرٍ أَوْ إِيمَانٍ إِلَّا قَبَضَتْهُ، حَتَّى لَوْ أَنَّ أَحَدَكُمْ دَخَلَ في كَبِدِ جَبَلٍ لَدَخَلَتْهُ عَلَيْهِ حَتَّى تَقْبِضَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒဂျ်ဂျလ်သည် ကျွန်ုပ်၏အွမ္မသ်တွင် ထွက်ပေါ်လာမည်ဖြစ်ပြီး ရက်ပေါင်း လေးဆယ်ကြာ – သူက ရက်ပေါင်း လေးဆယ်၊ လပေါင်း လေးဆယ်၊ သို့မဟုတ် နှစ်ပေါင်း လေးဆယ်ဟု ပြောခဲ့သည်ကို ကျွန်ုပ်မသိ – ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မရ်ယမ်၏သား အီစာကို စေလွှတ်တော်မူမည်။ သူသည် ဥရ်ဝါ ဘင် မဆ်အူဒ်နှင့် တူပြီး ၎င်းကို ရှာဖွေ၍ ဖျက်ဆီးလိမ့်မည်။ ထို့နောက် လူသားများသည် ခုနစ်နှစ်ကြာအောင် နေထိုင်ကြမည်ဖြစ်ပြီး ထိုအတောအတွင်း မည်သည့်လူနှစ်ဦးကြားတွင်မျှ ရန်ငြိုးမရှိတော့ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဆီးရီးယားဘက်မှ အေးမြသောလေကို စေလွှတ်တော်မူမည်ဖြစ်ရာ မြေမျက်နှာပြင်ပေါ်တွင် ကောင်းမှု သို့မဟုတ် ယုံကြည်ခြင်း အမှုန်အမွှားမျှပင် နှလုံးသားထဲတွင် ရှိနေသူ မည်သူမျှ မကျန်ရှိစေဘဲ ၎င်းလေက ဖမ်းယူသွားလိမ့်မည်။ တောင်၏အူထဲသို့ ဝင်ရောက်သွားသည့်တိုင် လေက လိုက်လံပြီး ဖမ်းယူသွားလိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">သူက \"အလ္လာဟ်၏ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَبْقَى شِرَارُ النَّاسِ فِي خِفَّةِ الطَّيْرِ وَأَحْلَامِ السِّبَاعِ لَا يَعْرِفُونَ مَعْرُوفًا، وَلَا يُنْكِرُونَ مُنْكَرًا، فَيَتَمَثَّلُ لَهُمُ الشَّيْطَانُ فَيَقُولُ: أَلَا تَسْتَجِيبُونَ؟ فَيَقُولُونَ: فَمَا تَأْمُرُنَا؟ فَيَأْمُرُهُمْ بِعِبَادَةِ الْأَوْثَانِ، وَهُمْ فِي ذَلِكَ دَارٌّ رِزْقُهُمْ حَسَنٌ عَيْشُهُمْ، ثُمَّ يُنْفَخُ فِي الصُّورِ فَلَا يَسْمَعُهُ أَحَدٌ إِلَّا أَصْغَى لِيتًا وَرَفَعَ لِيتًا - قَالَ - وَأَوَّلُ مَنْ يَسْمَعُهُ رَجُلٌ يَلُوطُ حَوْضَ إِبِلِهِ، قَالَ: فَيَصْعَقُ وَيَصْعَقُ النَّاسُ، ثُمَّ يُرْسِلُ اللهُ - أَوْ قَالَ يُنْزِلُ اللهُ - مَطَرًا كَأَنَّهُ الطَّلُّ - أَوْ قَالَ:الظِّلُّ - نُعْمَانُ الشَّاكُّ - فَتَنْبُتُ مِنْهُ أَجْسَادُ النَّاسِ، ثُمَّ يُنْفَخُ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ، ثُمَّ يُقَالُ: يَا أَيُّهَا النَّاسُ هَلُمُّوا إِلَى رَبِّكُمْ وَقِفُوهُمْ إِنَّهُمْ مَسْؤُولُونَ، ثُمَّ يُقَالُ: أَخْرِجُوا بَعْثَ النَّارِ، فَيُقَالُ: مِنْ كَمْ؟ فَيُقَالُ: مِنْ كُلِّ أَلْفٍ تِسْعَمِائَةٍ وَتِسْعَةً وَتِسْعِينَ، قَالَ: فَذَلِكَ يَوْمَ يَجْعَلُ الْوِلْدَانُ شِيبًا، وَذَلِكَ يَوْمَ يُكْشَفُ عَنْ سَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် လူဆိုးအများဆုံးသူများ ကျန်ရှိနေလိမ့်မည်ဖြစ်ပြီး ၎င်းတို့သည် ငှက်များကဲ့သို့ သွက်လက်၍ တောရိုင်းတိရစ္ဆာန်များထက် စိတ်နေစိတ်ထား ပိုမိုပြင်းထန်ကြလိမ့်မည်။ ၎င်းတို့သည် မည်သည့်ကောင်းမှုကိုမျှ အသိအမှတ်မပြုဘဲ မည်သည့်မကောင်းမှုကိုမျှ ရှုတ်ချကြလိမ့်မည်မဟုတ်ပေ။ ရှိုက်သွာန်သည် ၎င်းတို့အား ပေါ်ထွက်လာပြီး \"ငါပြောသည့်အတိုင်း လုပ်ကြမည်လား?\" ဟု မေးလိမ့်မည်။ ၎င်းတို့က \"သင်သည် ကျွန်ုပ်တို့အား မည်သည့်အရာကို အမိန့်ပေးသနည်း?\" ဟု ပြောကြလိမ့်မည်။ သူက ၎င်းတို့အား ရုပ်တုများကို ကိုးကွယ်ရန် အမိန့်ပေးလိမ့်မည်။ သို့သော် ဤသို့ဖြစ်လင့်ကစား ၎င်းတို့၏ စားဝတ်နေရေးသည် ပေါများပြီး သက်တောင့်သက်သာရှိသော ဘဝများကို ဦးဆောင်ကြလိမ့်မည်။ ထို့နောက် ဆူရ် <span class=\"gray\">(တံပိုး)</span> ကို မှုတ်လိမ့်မည်။ ထိုအသံကို ကြားသူတိုင်း ခေါင်းကိုစောင်းပြီး နားထောင်လိမ့်မည်။ ပထမဆုံးကြားရမည့်သူမှာ သူ့ကုလားအုတ်များအတွက် ရေစည်ကို ပြင်ဆင်နေသူတစ်ဦးဖြစ်သည်။ သူသည် လဲကျသွားလိမ့်မည်။ ကျန်လူများအားလုံးလည်း လဲကျသွားကြလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် – သို့မဟုတ် စေလွှတ်တော်မူမည် – ဆီးနှင်းကဲ့သို့ မိုးရွာစေမည် – သို့မဟုတ် သူက အရိပ်ကဲ့သို့ <span class=\"gray\">(နူးအ်မာန်သည် မသေချာသူဖြစ်သည်)</span> – ၎င်းမှ လူသားတို့၏ ကိုယ်ခန္ဓာများ ပေါက်ပွားလာလိမ့်မည်။ ထို့နောက် တံပိုးကို ထပ်မံမှုတ်လိမ့်မည်ဖြစ်ပြီး ၎င်းတို့သည် ထပြီး ပတ်ဝန်းကျင်ကို ကြည့်ရှုကြလိမ့်မည်။ ထို့နောက် \"အို လူသားအပေါင်းတို့! သင်တို့၏အရှင်သခင်ထံသို့ သွားကြလော့!\" ဟု ပြောကြားလိမ့်မည်။ ၎င်းတို့အား တားမြစ်ခံရလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မေးမြန်းခံရမည်ဖြစ်သောကြောင့်ဖြစ်သည်။ ထို့နောက် \"ငရဲမီးသို့ စေလွှတ်ခံရမည့်သူများကို ထုတ်ဖော်ကြလော့။\" ဟု ပြောကြားလိမ့်မည်။ \"၎င်းတို့ မည်မျှရှိသနည်း?\" ဟု မေးမြန်းလိမ့်မည်။ \"တစ်ထောင်တွင် ကိုးရာ့ကိုးဆယ့်ကိုးဦး\" ဟု ပြောကြားလိမ့်မည်။ ထိုနေ့သည် ကလေးငယ်များကို ဆံပင်ဖြူစေမည့်နေ့ဖြစ်ပြီး၊ ထိုနေ့သည် ခြေသလုံးကို ဖော်ထုတ်မည့်နေ့ ဖြစ်လိမ့်မည်။)</span></p><p lang=\"ceb\" class=\"ceb \">His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُنْفَخُ فِي الصُّورِ فَلَا يَسْمَعُهُ أَحَدٌ إِلَّا أَصْغَى لِيتًا وَرَفَعَ لِيتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ဆူရ် <span class=\"gray\">(တံပိုး)</span> ကို မှုတ်လိမ့်မည်။ ထိုအသံကို ကြားသူတိုင်း ခေါင်းကိုစောင်းပြီး နားထောင်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကောင်းကင်မှ လာသော အသံကို ပိုမိုကောင်းမွန်စွာ ကြားနိုင်ရန် ၎င်းတို့၏ ခေါင်းများကို စောင်းထားကြလိမ့်မည်ဟု အဓိပ္ပာယ်ရသည်။ ထိုအရာသည် လူတိုင်းကို ထိတ်လန့်စေမည့် ဆူရ်မှုတ်သံဖြစ်သည်။ ထို့နောက် ၎င်းတို့အား သေဆုံးစေမည့် မှုတ်သံ၊ ထို့နောက် ကမ္ဘာများ၏အရှင်သခင်နှင့် တွေ့ဆုံရန် ၎င်းတို့အား ပြန်လည်အသက်သွင်းမည့် မှုတ်သံတို့ ပေါ်လာလိမ့်မည် – ဤသည်မှာ ဖန်ဆင်းခံအားလုံးကို ၎င်းတို့၏ သင်္ချိုင်းဂူများမှ ထုတ်ဆောင်လာမည့် အချိန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكُلٌّ أَتَوْهُ دَاخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အားလုံးသည် နှိမ့်ချစွာဖြင့် ကိုယ်တော်ထံသို့ ရောက်ရှိလာကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ မိမိကိုယ်ကို နှိမ့်ချကာ ကိုယ်တော်အား နာခံကြလိမ့်မည်။ ကိုယ်တော်၏ အမိန့်တော်ကို မည်သူမျှ ဆန့်ကျင်မည်မဟုတ်ပေ။ ဤသည်မှာ အာယာတ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့အား ခေါ်တော်မူသောနေ့တွင် သင်တို့သည် ကိုယ်တော်၏ ချီးမွမ်းခြင်းနှင့် နာခံမှုဖြင့် တုံ့ပြန်ကြလိမ့်မည်။)</span><span class=\"gray\">(၁၇:၅၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကိုယ်တော်က သင်တို့အား တစ်ကြိမ်တည်းသော ခေါ်ဆိုမှုဖြင့် ခေါ်တော်မူသောအခါ၊ ကြည့်လော့၊ သင်တို့သည် မြေမှ ထွက်ပေါ်လာကြလိမ့်မည်။)</span><span class=\"gray\">(၃၀:၂၅)</span>။ </p><p lang=\"my\" class=\"my \">ဆူရ်နှင့်ပတ်သက်သည့် ဟဒီးစ်အရ၊ ၎င်းကို တတိယအကြိမ် မှုတ်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ဝိညာဉ်များကို ဆူရ် <span class=\"gray\">(တံပိုး)</span> ၏ အပေါက်ထဲသို့ ထည့်ရန် အမိန့်ပေးလိမ့်မည်။ ထို့နောက် အစ်စရာဖီလ်သည် ၎င်းကို မှုတ်လိမ့်မည်။ ကိုယ်ခန္ဓာများသည် ၎င်းတို့၏ သင်္ချိုင်းဂူများနှင့် နားနေရာများတွင် ကြီးထွားလာပြီးနောက် ဆူရ် <span class=\"gray\">(တံပိုး)</span> ကို မှုတ်သောအခါ၊ ဝိညာဉ်များသည် ပျံဝဲလိမ့်မည်။ ယုံကြည်သူတို့၏ ဝိညာဉ်များသည် အလင်းရောင်နှင့် တောက်ပနေပြီး မယုံကြည်သူတို့၏ ဝိညာဉ်များသည် အမှောင်ထုကဲ့သို့ ဖြစ်နေလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က \"ငါ့တန်ခိုးနှင့် ခန့်ညားမှုအားဖြင့် ဝိညာဉ်တိုင်းသည် ၎င်း၏ကိုယ်ခန္ဓာသို့ ပြန်သွားလိမ့်မည်။\" ဟု မိန့်ကြားလိမ့်မည်။ ထို့နောက် ဝိညာဉ်များသည် ၎င်းတို့၏ ကိုယ်ခန္ဓာများသို့ ပြန်လည်ဝင်ရောက်ပြီး အဆိပ်ရှိသတ္တဝါကို ကိုက်ခံရခြင်း သို့မဟုတ် အဆိပ်ပိုးထိုးခံရခြင်းခံရသော လူတစ်ဦးတွင် အဆိပ်ဖြန့်ကြက်သွားသကဲ့သို့ ၎င်းတို့ခန္ဓာကိုယ်ထဲသို့ ဖြန့်ကြက်သွားလိမ့်မည်။ ထို့နောက် ၎င်းတို့သည် ထိုင်ရာမှထပြီး ၎င်းတို့၏ သင်္ချိုင်းဂူများမှ ဖုန်မှုန့်များကို သုတ်သင်ကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَىٰ نُصُبٍ يُوفِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ရည်မှန်းချက်တစ်ခုဆီသို့ ပြိုင်ဆိုင်ပြေးလွှားသကဲ့သို့ သင်္ချိုင်းဂူများမှ လျင်မြန်စွာ ထွက်ပေါ်လာမည့်နေ့။)</span><span class=\"gray\">(၇၀:၄၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် တောင်များကို ကြည့်မြင်ရလိမ့်မည်။ ၎င်းတို့ကို ခိုင်မာသည်ဟု ထင်မှတ်ကြလိမ့်မည်။ သို့သော် ၎င်းတို့သည် မိုးတိမ်များ လွင့်ပျံသွားသကဲ့သို့ ပျောက်ကွယ်သွားကြလိမ့်မည်။)</span><span class=\"gray\">(၂၇:၈၈)</span> ဆိုလိုသည်မှာ သင်တို့သည် ၎င်းတို့ကို ငြိမ်သက်နေသကဲ့သို့၊ ၎င်းတို့သည် မူလအတိုင်း တည်ရှိနေလိမ့်မည်ဟု ထင်မှတ်ကြလိမ့်မည်။ သို့သော် ၎င်းတို့သည် မိုးတိမ်များ လွင့်ပျံသွားသကဲ့သို့ ပျောက်ကွယ်သွားကြလိမ့်မည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏နေရာများမှ ရွေ့လျားသွားကြလိမ့်မည်။ ဤသည်မှာ အာယာတ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا - وَتَسِيرُ الْجِبَالُ سَيْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်သည် ကြောက်မက်ဖွယ်ကောင်းသော တုန်လှုပ်မှုဖြင့် တုန်လှုပ်မည့်နေ့၊ ထို့ပြင် တောင်များသည် <span class=\"gray\">(ထိတ်လန့်ဖွယ်ကောင်းသော)</span> လှုပ်ရှားမှုဖြင့် ရွေ့လျားသွားလိမ့်မည်။)</span><span class=\"gray\">(၅၂:၉-၁၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا - فَيَذَرُهَا قَاعًا صَفْصَفًا - لَا تَرَىٰ فِيهَا عِوَجًا وَلَا أَمْتًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်အား တောင်များနှင့်ပတ်သက်၍ မေးမြန်းကြသည်။ ပြောကြားပါ၊ \"ကျွန်ုပ်၏အရှင်သခင်သည် ၎င်းတို့ကို ဖောက်ခွဲပြီး ဖုန်မှုန့်များကဲ့သို့ ကြဲဖြန့်တော်မူမည်။ ထို့နောက် ကိုယ်တော်သည် ၎င်းတို့ကို ပြန့်ပြူးညီညာသော လွင်ပြင်အဖြစ် ထားရှိတော်မူမည်။ ထိုနေရာတွင် သင်သည် ကောက်ကွေးခြင်း သို့မဟုတ် လိမ်ကွေးခြင်းကို မည်သည့်အရာမျှ မြင်ရမည်မဟုတ်ပေ။\")</span><span class=\"gray\">(၂၀:၁၀၅-၁၀၇)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(မှတ်သားကြလော့)</span> တောင်များကို ကျွန်ုပ်တို့ လွင့်ပျံသွားစေမည့်နေ့တွင် သင်တို့သည် ကမ္ဘာမြေကို ညီညာသောလွင်ပြင်အဖြစ် မြင်ရလိမ့်မည်။)</span><span class=\"gray\">(၁၈:၄၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခပ်သိမ်းကို ပြီးပြည့်စုံစေတော်မူသော အလ္လာဟ်၏ ဖန်ဆင်းမှုပင်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ၎င်းကို ကိုယ်တော်၏ ကြီးမားသော တန်ခိုးတော်ဖြင့် ပြုလုပ်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَتْقَنَ كُلَّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခပ်သိမ်းကို ပြီးပြည့်စုံစေတော်မူသော)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကိုယ်တော်ဖန်ဆင်းခဲ့သော အရာခပ်သိမ်းကို ပြီးပြည့်စုံစေတော်မူပြီး၊ ကိုယ်တော်၏ ဉာဏ်ပညာနှင့်အညီ ပုံဖော်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကိုယ်တော်သည် သင်တို့ပြုမူသမျှကို အသိဆုံးပင်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကိုယ်တော်၏ကျွန်များ ပြုလုပ်သမျှ ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ အားလုံးကို သိတော်မူသည်။ ထို့ပြင် ကိုယ်တော်သည် ၎င်းတို့အား သင့်လျော်စွာ အကျိုးပေး သို့မဟုတ် ပြစ်ဒဏ်ပေးလိမ့်မည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ထိုနေ့တွင် မင်္ဂလာရှိသူများနှင့် ကံဆိုးသူများ၏ အခြေအနေကို ဖော်ပြတော်မူပြီး မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုတစ်ခုကို ဆောင်ကြဉ်းလာပါက ၎င်း၏တန်ဖိုးထက် ပိုမိုကောင်းမွန်သော အကျိုးကို ရရှိလိမ့်မည်။)</span> ကတာဒါက \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ စစ်မှန်သော ကောင်းမှုဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်၏ အခြားနေရာများတွင် ၎င်းနှင့်တူသော ဆယ်ဆကို ပေးသနားတော်မူမည်ဖြစ်ကြောင်း ရှင်းပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၏ ကြောက်မက်ဖွယ်ရာများမှလည်း လုံခြုံကြလိမ့်မည်။)</span> ဤသည်မှာ အာယာတ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြီးမားဆုံးသော ကြောက်မက်ဖွယ်ရာသည် ၎င်းတို့အား ပူပန်စေမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၂၁:၁၀၃)</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ يُلْقَىٰ فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲမီးထဲသို့ ပစ်ချခံရသူက ပိုမိုကောင်းသလော သို့မဟုတ် ရှင်ပြန်ထမြောက်ရာနေ့တွင် လုံခြုံစွာ ရောက်ရှိလာသူက ပိုမိုကောင်းသလော။)</span><span class=\"gray\">(၄၁:၄၀)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် မြင့်မားသော နေအိမ်များတွင် ငြိမ်းချမ်းစွာနှင့် လုံခြုံစွာ နေထိုင်ကြလိမ့်မည်။)</span><span class=\"gray\">(၃၄:၃၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုတစ်ခုကို ဆောင်ကြဉ်းလာပါက ၎င်းတို့၏မျက်နှာများကို ငရဲမီးထဲသို့ ပစ်ချခံရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ မည်သူမဆို မကောင်းမှုများဖြင့် အလ္လာဟ်အရှင်မြတ်ထံသို့ ရောက်ရှိလာပြီး၊ ကောင်းမှုများ မရှိသူ သို့မဟုတ် မကောင်းမှုများက သူ၏ကောင်းမှုများထက် သာလွန်သူ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့အား ပြောကြားလိမ့်မည်)</span> \"သင်တို့ပြုမူခဲ့သည်များမှတစ်ပါး အခြားမည်သည့်အရာအတွက်မှ သင်တို့သည် အကျိုးပေးဆပ်ခံရခြင်းလော?\")</span></p>"
  }
]