[
  {
    "ayah_key": "43:66",
    "group_ayah_key": "43:66",
    "from_ayah": "43:66",
    "to_ayah": "43:73",
    "ayah_keys": "43:66,43:67,43:68,43:69,43:70,43:71,43:72,43:73",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် မိမိတို့ မရိပ်မိကြဘဲ ၎င်းတို့ထံ ရုတ်တရက် ကျရောက်လာမည့် အချိန်ကိုသာ စောင့်ဆိုင်းနေကြသလော။ <span>(၆၆)</span>ထိုနေ့တွင် သူငယ်ချင်းများသည် တပ်ကွာတရားရှိသူများမှအပ တစ်ဦးနှင့်တစ်ဦး ရန်သူများဖြစ်ကြလိမ့်မည်။ <span>(၆၇)</span>အို ငါ့ကျွန်တို့! ယနေ့တွင် သင်တို့အပေါ် ကြောက်ရွံ့စရာမရှိ၊ ဝမ်းနည်းစရာလည်းမရှိ။ <span>(၆၈)</span><span class=\"gray\">(သင်တို့)</span> ငါတို့၏ အာယတ်များကို ယုံကြည်၍ မွတ်စလင်မ်များ ဖြစ်ခဲ့ကြသော <span>(၆၉)</span>သင်တို့နှင့် သင်တို့၏ ဇနီးများသည် ပျော်ရွှင်စွာ ဂျန္နတ်ကို ဝင်ကြကုန်လော့။ <span>(၇၀)</span>ရွှေဗန်းများနှင့် ခွက်များကို ၎င်းတို့ထံ ပတ်လည်လှည့်လည် ကျွေးမွေးကြလိမ့်မည်။ <span class=\"gray\">(ပါဝင်မည်မှာ)</span> ၎င်းတို့၏ စိတ်ဆန္ဒရှိသမျှ အရာအားလုံး၊ မျက်စိပသာဒဖြစ်စေသော အရာအားလုံး ပါဝင်မည်ဖြစ်ပြီး သင်တို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်ကြလိမ့်မည်။ <span>(၇၁)</span>ဤသည်မှာ သင်တို့ ပြုလုပ်ခဲ့သော အမှုများကြောင့် သင်တို့အား အမွေပေးခဲ့သော ဂျန္နတ်ဥယျာဉ်ပင်ဖြစ်သည်။ <span>(၇၂)</span>ထိုနေရာတွင် သင်တို့အတွက် စားသုံးရန် ပေါများသော သစ်သီးများစွာရှိသည်။ <span class=\"gray\">(သင်တို့ ဆန္ဒရှိသလို)</span> စားသုံးကြလိမ့်မည်။<span>(၇၃)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ခြင်းသည် ရုတ်တရက် ရောက်ရှိလာမည်ဖြစ်ပြီး မယုံကြည်သူများကြားရှိ ရင်းနှီးသော မိတ်ဆွေများအကြားတွင် ရန်ငြိုးများ ပေါ်ပေါက်လာလိမ့်မည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'တမန်တော်များကို မယုံကြည်ကြသော ဤရုပ်တုကိုးကွယ်သူတို့သည် စောင့်ဆိုင်းနေကြသလော'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ မရိပ်မိကြဘဲ ၎င်းတို့ထံ ရုတ်တရက် ကျရောက်လာမည့် အချိန်အတွက်သာလော?)</span> ဆိုလိုသည်မှာ ၎င်းသည် အမှန်တကယ်ဖြစ်ပြီး မလွဲမသွေ ဖြစ်ပျက်လာမည်ဖြစ်ကာ ဤပေါ့ဆသောသူများသည် ၎င်းအတွက် ပြင်ဆင်မထားကြပေ။ ၎င်းကျရောက်လာသောအခါ ၎င်းတို့ကို ရုတ်တရက် ဖမ်းမိလိမ့်မည်ဖြစ်ပြီး ထိုနေ့တွင် နောင်တရခြင်းသည် အနည်းငယ်မျှပင် အကျိုးမဖြစ်ထွန်းစေဘဲ မည်သည့် ကာကွယ်မှုမျှ မပေးနိုင်တော့သည့်အခါ ၎င်းတို့သည် အကြီးအကျယ် နောင်တရကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် သူငယ်ချင်းများသည် တပ်ကွာတရားရှိသူများမှအပ တစ်ဦးနှင့်တစ်ဦး ရန်သူများဖြစ်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အတွက်မှအပ အခြားရည်ရွယ်ချက်ဖြင့် တည်ရှိသော မည်သည့်ခင်မင်မှုမဆို ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရန်ငြိုးအဖြစ်သို့ ပြောင်းလဲသွားမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်အတွက်ဖြစ်သော ခင်မင်မှုကမူ ထာဝရတည်မြဲနေလိမ့်မည်။ ဤသည်မှာ အီဘရာဟင်မ် (အလိုင်ဟစ်စလာမ်) က သူ၏လူမျိုးအား ပြောကြားခဲ့သည့် စကားနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ۖ ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အစား ရုပ်တုများကို <span class=\"gray\">(ကိုးကွယ်ရန်)</span> ပြုလုပ်ထားကြ၏။ သင်တို့အကြား ချစ်ခြင်းမေတ္တာသည် ဤလောကီဘဝတွင်သာ ဖြစ်သည်။ သို့သော် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့သည် တစ်ဦးကိုတစ်ဦး စွန့်လွှတ်ကြမည်ဖြစ်ပြီး တစ်ဦးကိုတစ်ဦး ကျိန်ဆဲကြမည်ဖြစ်သည်။ သင်တို့၏ နေထိုင်ရာသည် ငရဲဘုံဖြစ်မည်ဖြစ်ပြီး သင်တို့၌ ကူညီမည့်သူဟူ၍ မရှိပေ။)</span><span class=\"gray\">(၂၉:၂၅)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် တပ်ကွာတရားရှိသူများအတွက် သတင်းကောင်းနှင့် ၎င်းတို့ ဂျန္နတ်ကို ဝင်ရောက်ခြင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့ကျွန်တို့! ယနေ့တွင် သင်တို့အပေါ် ကြောက်ရွံ့စရာမရှိ၊ ဝမ်းနည်းစရာလည်းမရှိ။)</span> ထို့နောက် အရှင်မြတ်က ၎င်းတို့အား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သင်တို့)</span> ငါတို့၏ အာယတ်များကို ယုံကြည်၍ မွတ်စလင်မ်များ ဖြစ်ခဲ့ကြသော။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ နှလုံးသားများက ယုံကြည်ခဲ့ကြပြီး ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပညတ်တော်များကို အတွင်းအားဖြင့်ရော အပြင်အားဖြင့်ပါ လိုက်နာခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">အလ်-မူအ်တမီရ် ဘင်န် ဆူလိုင်မာန်က သူ၏ဖခင် ပြောသည်ဟု ပြန်လည်ပြောပြသည်– \"ရှင်ပြန်ထမြောက်ရာနေ့ ရောက်ရှိလာပြီး လူများ ရှင်ပြန်ထမြောက်သောအခါ ကြောက်ရွံ့မှုနှင့် မပြည့်ဝသူ တစ်ဦးတစ်ယောက်မျှ ကျန်တော့မည်မဟုတ်ပေ။ ထို့နောက် ကြွေးကြော်သူတစ်ဦးက ကြွေးကြော်လိမ့်မည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့ကျွန်တို့! ယနေ့တွင် သင်တို့အပေါ် ကြောက်ရွံ့စရာမရှိ၊ ဝမ်းနည်းစရာလည်းမရှိ။)</span> ထို့ကြောင့် လူအများအားလုံးသည် မျှော်လင့်ချက်အပြည့်ဖြင့် ဖြစ်ကြလိမ့်မည်။ သို့သော် ဤနောက်တွင် အောက်ပါစကားများ လိုက်ပါလာလိမ့်မည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သင်တို့)</span> ငါတို့၏ အာယတ်များကို ယုံကြည်၍ မွတ်စလင်မ်များ ဖြစ်ခဲ့ကြသော။)</span> ထို့နောက် လူသားမျိုးနွယ်အားလုံးသည် ယုံကြည်သူများမှအပ စိတ်ပျက်အားငယ်မှုဖြင့် ပြည့်နှက်သွားကြလိမ့်မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်ကို ဝင်ကြကုန်လော့၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား ဂျန္နတ်ကို ဝင်ရန် ပြောကြားလိမ့်မည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَنْتُمْ وَأَزْوَاجُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် သင်တို့၏ ဇနီးများသည်၊)</span> ဆိုလိုသည်မှာ သင်တို့၏ တွဲဖက်များ</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُحْبَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပျော်ရွှင်စွာ <span class=\"gray\">(တူဟ်ဘာရွန်း)</span>။)</span> ဆိုလိုသည်မှာ ဝမ်းမြောက်မှုနှင့် ပျော်ရွှင်မှုဖြင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေဗန်းများနှင့် ခွက်များကို ၎င်းတို့ထံ ပတ်လည်လှည့်လည် ကျွေးမွေးကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ အဖျော်ယမကာနှင့် အစားအစာများ ထည့်ထားသော၊ ခွက်နှုတ်သီး သို့မဟုတ် လက်ကိုင်မပါသော သန့်ရှင်းကောင်းမွန်သည့် ရွှေခွက်များ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَفِيهَا مَا تَشْتَهِي الْأَنْفُسُ)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">[<span class=\"gray\">(ပါဝင်မည်မှာ)</span> ၎င်းတို့၏ စိတ်ဆန္ဒရှိသမျှ အရာအားလုံး။)</span>] ၎င်းတို့အချို့က ရွတ်ဆိုခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَشْتَهِيهِ الْأَنْفُسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စိတ်ဆန္ဒရှိသမျှ၊)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَلَذُّ الْأَعْيُنُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်စိပသာဒဖြစ်စေသော အရာအားလုံး)</span> ဆိုလိုသည်မှာ ကောင်းမွန်သော အစားအစာများ၊ သင်းပျံ့သော ရနံ့များနှင့် လှပသော မြင်ကွင်းများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْتُمْ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ထိုနေရာတွင်)</span> ဆိုလိုသည်မှာ ဂျန္နတ်တွင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထာဝရနေထိုင်ကြလိမ့်မည်)</span> ဆိုလိုသည်မှာ သင်တို့သည် ထိုနေရာမှ လုံးဝထွက်ခွာခြင်း သို့မဟုတ် ဖလှယ်လိုခြင်း မရှိကြပေ။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာနှင့် ကျေးဇူးတော်ကို သတိရစေရန် ၎င်းတို့အား ပြောကြားလိမ့်မည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သင်တို့ ပြုလုပ်ခဲ့သော အမှုများကြောင့် သင်တို့အား အမွေပေးခဲ့သော ဂျန္နတ်ဥယျာဉ်ပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သင်တို့အား အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်တွင် ထည့်သွင်းခံရခြင်း၏ အကြောင်းရင်းဖြစ်သော ဖြောင့်မတ်သည့် အမှုများ။ အကြောင်းမူကား မည်သူမျှ မိမိတို့၏ အမှုများကြောင့်သာ ဂျန္နတ်သို့ ဝင်ခွင့်ရမည်မဟုတ်ဘဲ၊ ထိုသို့ဝင်ခွင့်ရခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်နှင့် ကျေးဇူးတော်ကြောင့်သာ ဖြစ်သည်။ သို့သော် ဂျန္နတ်၏ အဆင့်အတန်းအမျိုးမျိုးနှင့် ဘွဲ့ထူးများသည် တစ်ဦးတစ်ယောက်၏ ဖြောင့်မတ်သည့် အမှုများအပေါ် မူတည်၍ ရရှိလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် သင်တို့အတွက် စားသုံးရန် ပေါများသော သစ်သီးများစွာရှိသည်။)</span> ဆိုလိုသည်မှာ အမျိုးမျိုးသော သစ်သီးများ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">مِنْهَا تَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ သင်တို့ စားသုံးကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ သင်တို့ ရွေးချယ်လိုသည်၊ ဆန္ဒရှိသမျှကို စားသုံးကြလိမ့်မည်။ အစားအစာနှင့် အဖျော်ယမကာများကို ဖော်ပြသောအခါ ကောင်းချီးမင်္ဂလာနှင့် ဝမ်းမြောက်ခြင်းပုံရိပ်ကို ပြည့်စုံစေရန် သစ်သီးကိုလည်း ဖော်ပြလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။</p>"
  },
  {
    "ayah_key": "43:74",
    "group_ayah_key": "43:74",
    "from_ayah": "43:74",
    "to_ayah": "43:80",
    "ayah_keys": "43:74,43:75,43:76,43:77,43:78,43:79,43:80",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ရာဇဝတ်သားများသည် ငရဲ၏ ပြင်းထန်သော ပြစ်ဒဏ်တွင် ထာဝရနေထိုင်ကြလိမ့်မည်။ <span>(၇၄)</span><span class=\"gray\">(ပြစ်ဒဏ်)</span> ကို ၎င်းတို့အတွက် လျှော့ပေါ့ပေးမည်မဟုတ်ဘဲ ၎င်းတို့သည် ပြင်းထန်သော နောင်တ၊ ဝမ်းနည်းမှုများနှင့် စိတ်ပျက်အားငယ်မှုတို့ဖြင့် ပျက်စီးခြင်းသို့ ရောက်ရှိသွားလိမ့်မည်။ <span>(၇၅)</span>ငါတို့သည် ၎င်းတို့အား မတရားပြုခဲ့ခြင်းမရှိ၊ သို့သော် ၎င်းတို့သည် မတရားပြုသူများ ဖြစ်ကြသည်။ <span>(၇၆)</span>၎င်းတို့က \"အို မာလိက် <span class=\"gray\">(ငရဲကို စောင့်ရှောက်သူ)</span>! အရှင်၏ အရှင်သခင်က ကျွန်ုပ်တို့အား အဆုံးသတ်ပေးပါစေ\" ဟု အော်ဟစ်ကြလိမ့်မည်။ အရှင်က \"အမှန်စင်စစ် သင်တို့သည် ထာဝရနေထိုင်ကြလိမ့်မည်။ <span>(၇၇)</span>ဧကန်မလွဲ ငါတို့သည် သင်တို့ထံသို့ သစ္စာတရားကို ဆောင်ကြဉ်းခဲ့ပြီ၊ သို့သော် သင်တို့အများစုသည် သစ္စာတရားကို မုန်းတီးကြ၏။ <span>(၇၈)</span>သို့မဟုတ် ၎င်းတို့သည် အကြံအစည်အချို့ကို ကြံစည်ခဲ့ကြသလော? သို့ဆိုလျှင် ငါတို့လည်း ကြံစည်နေ၏။ <span>(၇၉)</span>သို့မဟုတ် ၎င်းတို့၏ လျှို့ဝှက်ချက်များနှင့် ၎င်းတို့၏ တိုင်ပင်ဆွေးနွေးမှုများကို ငါတို့ မကြားဟု ၎င်းတို့ ထင်ကြသလော? ဟုတ်သည် <span class=\"gray\">(ကြားသည်)</span>၊ ငါတို့၏ တမန်တော်များကလည်း ၎င်းတို့အနီးတွင် မှတ်တမ်းတင်ရန် ရှိနေကြသည်။ <span>(၈၀)</span></p><p lang=\"my\" class=\"my \">ပျက်စီးသူတို့၏ ပြစ်ဒဏ်</p><p lang=\"my\" class=\"my \">ကောင်းချီးခံစားရသူတို့၏ အခြေအနေဖော်ပြချက်နောက်တွင် ပျက်စီးဆုံးရှုံးသူတို့၏ အခြေအနေဖော်ပြချက် လိုက်ပါလာသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ - لَا يُفَتَّرُ عَنْهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ရာဇဝတ်သားများသည် ငရဲ၏ ပြင်းထန်သော ပြစ်ဒဏ်တွင် ထာဝရနေထိုင်ကြလိမ့်မည်။ ၎င်းတို့အတွက် လျှော့ပေါ့ပေးမည်မဟုတ်ဘဲ၊)</span> ဆိုလိုသည်မှာ တစ်စက္ကန့်မျှပင် မဟုတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهِ مُبْلِسُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပြင်းထန်သော နောင်တ၊ ဝမ်းနည်းမှုများနှင့် စိတ်ပျက်အားငယ်မှုတို့ဖြင့် ပျက်စီးခြင်းသို့ ရောက်ရှိသွားလိမ့်မည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မည်သည့်ကောင်းကျိုးကိုမျှ မျှော်လင့်နိုင်တော့မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا هُمُ الظَّالِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့အား မတရားပြုခဲ့ခြင်းမရှိ၊ သို့သော် ၎င်းတို့သည် မတရားပြုသူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အပေါ် သက်သေပြချက်များ တည်ထောင်ပြီးနောက် တမန်တော်များ စေလွှတ်ခြင်းခံရပြီးနောက်တွင်ပင် ၎င်းတို့က မှားယွင်းသော လုပ်ရပ်များကို ကျူးလွန်ခဲ့ကြပြီး၊ ၎င်းတို့ကို ငြင်းပယ်ကာ ပုန်ကန်ခဲ့ကြသောကြောင့် ၎င်းတို့အား သင့်လျော်သော ပြစ်ဒဏ်ပေးခြင်း ဖြစ်သည်။ အရှင်၏ အရှင်သခင်သည် <span class=\"gray\">(မိမိ၏)</span> ကျွန်များအပေါ် လုံးဝ မတရားမပြုပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အို မာလိက်...\" ဟု အော်ဟစ်ကြလိမ့်မည်)</span> ငရဲကို စောင့်ရှောက်သူ။ အလ်-ဘူခါရီက ပြောကြားသည်– \"ဟာဂျာဂျ် ဘင်န် မင်ဟလ်က ကျွန်ုပ်တို့အား ပြောပြသည်၊ ဆူဖ်ယန် ဘင်န် 'အူယိုင်းနဟ်က ကျွန်ုပ်တို့အား ပြောပြသည်၊ 'အမ်ရ် ဘင်န် 'အာတာ' ထံမှ၊ 'စဖ်ဝါန် ဘင်န် ယာ'လာ' ထံမှ သူ၏ဖခင်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ပြောကြားသည်မှာ၊ 'ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် မင်ဘာပေါ်တွင် ရွတ်ဖတ်သည်ကို ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အို မာလိက်! အရှင်၏ အရှင်သခင်က ကျွန်ုပ်တို့အား အဆုံးသတ်ပေးပါစေ\" ဟု အော်ဟစ်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်က ကျွန်ုပ်တို့၏ ဝိညာဉ်များကို ဖျက်ဆီးပြီး ကျွန်ုပ်တို့၏ ဒုက္ခမှ အနားယူခွင့်ပေးပါစေ'။ သို့သော် ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ် လုံးဝ သေဆုံးစေသော အကျိုးသက်ရောက်မှု ရှိမည်မဟုတ်၍ ၎င်းတို့ သေဆုံးသွားမည်မဟုတ်သလို၊ ၎င်းတို့အတွက် ၎င်း၏ ပြစ်ဒဏ်ကိုလည်း လျှော့ပေါ့ပေးမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၃၅:၃၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَجَنَّبُهَا الْأَشْقَى - الَّذِي يَصْلَى النَّارَ الْكُبْرَىٰ - ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကို ဆိုးဝါးသောသူတို့က ရှောင်ရှားကြမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ကြီးမားသော ငရဲမီးထဲသို့ ဝင်ရောက်ကြမည်။ ထိုနေရာတွင် သူသည် သေဆုံးမည်မဟုတ်သလို <span class=\"gray\">(အနားယူရန်)</span> ကောင်းမွန်သော ဘဝဖြင့် နေထိုင်ရမည်လည်း မဟုတ်ပေ။)</span><span class=\"gray\">(၈၇:၁၁-၁၃)</span>။ ၎င်းတို့ သေဆုံးရန် ခွင့်ပြုပါဟု တောင်းဆိုသောအခါ မာလိက်က ၎င်းတို့အား ပြန်ဖြေလိမ့်မည်–</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ إِنَّكُمْ مَاكِثُونَ</p><p lang=\"my\" class=\"my \">သူက ပြောလိမ့်မည်– အမှန်စင်စစ် သင်တို့သည် ထာဝရနေထိုင်ကြလိမ့်မည်။ ဆိုလိုသည်မှာ သင်တို့သည် ထိုနေရာမှ ထွက်ပြေးရန် လမ်းစမရှိ၊ ခိုလှုံရာမရှိ။ ထို့နောက် ၎င်းတို့ ပျက်စီးရခြင်း၏ အကြောင်းရင်းကို ပေးလိမ့်မည်၊ ၎င်းမှာ သစ္စာတရားကို ၎င်းတို့ ခေါင်းမာစွာ ခုခံခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جِئْنَاكُمْ بِالْحَقِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါတို့သည် သင်တို့ထံသို့ သစ္စာတရားကို ဆောင်ကြဉ်းခဲ့ပြီ၊)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းကို သင်တို့အား ရှင်းလင်းပြတ်သားစွာနှင့် အသေးစိတ် ရှင်းပြခဲ့ပြီ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့အများစုသည် သစ္စာတရားကို မုန်းတီးကြ၏။)</span> ဆိုလိုသည်မှာ 'သို့သော် သင်တို့၏ စိတ်သဘောက ၎င်းကို လက်မခံနိုင်ဘဲ မရှာဖွေခဲ့ကြပေ။ ဆန့်ကျင်ဘက်အားဖြင့် သင်တို့သည် မမှန်ကန်မှုကို လိုက်နာ၍ မြတ်နိုးခဲ့ကြပြီး၊ သစ္စာတရား၏ လမ်းတွင် ရပ်တည်ကာ ၎င်းကို ငြင်းပယ်ခဲ့ကြပြီး၊ ၎င်း၏ နောက်လိုက်များကို မထီမဲ့မြင် ပြုခဲ့ကြသည်'။ ထို့ကြောင့် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို အပြစ်တင်ကြလိမ့်မည်ဖြစ်ပြီး နောင်တရခြင်းသည် ၎င်းတို့အတွက် မည်သည့်အကျိုးမှ မဖြစ်ထွန်းနိုင်သည့် အချိန်တွင် နောင်တရကြလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့သည် အကြံအစည်အချို့ကို ကြံစည်ခဲ့ကြသလော? သို့ဆိုလျှင် ငါတို့လည်း ကြံစည်နေ၏။)</span> မူဂျာဟစ်က ပြောကြားသည်– \"၎င်းတို့သည် မကောင်းမှုကို ကြံစည်လိုခဲ့ကြသော်လည်း ငါတို့လည်း ကြံစည်နေသည်\"။ မူဂျာဟစ် ပြောကြားခဲ့သည်မှာ အာယတ်တော်နှင့်တူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ပရိယာယ်တစ်ခုကို ကြံစည်ခဲ့ကြပြီး၊ ငါတို့လည်း ပရိယာယ်တစ်ခုကို ကြံစည်ခဲ့သည်၊ ၎င်းတို့ မရိပ်မိကြဘဲ။)</span><span class=\"gray\">(၂၇:၅၀)</span>။ ရုပ်တုကိုးကွယ်သူတို့သည် မမှန်ကန်မှုဖြင့် သစ္စာတရားကို ချေပရန် နည်းလမ်းများကို အစွမ်းကုန် ကြိုးစားခဲ့ကြသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်က ထိုအကျိုးဆက်များသည် ၎င်းတို့ထံသို့ ပြန်လည်သက်ရောက်စေရန် စီမံခဲ့သည်။ အရှင်မြတ်က ချေပသည့်အနေဖြင့် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏ လျှို့ဝှက်ချက်များနှင့် ၎င်းတို့၏ တိုင်ပင်ဆွေးနွေးမှုများကို ငါတို့ မကြားဟု ၎င်းတို့ ထင်ကြသလော?)</span> ဆိုလိုသည်မှာ ၎င်းတို့ လျှို့ဝှက်ပြောဆိုသည်နှင့် ပွင့်ပွင့်လင်းလင်း ပြောဆိုသည်များ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်သည် <span class=\"gray\">(ကြားသည်)</span>၊ ငါတို့၏ တမန်တော်များကလည်း ၎င်းတို့အနီးတွင် မှတ်တမ်းတင်ရန် ရှိနေကြသည်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့ ဘာလုပ်နေသည်ကို ငါတို့ သိပြီး၊ ကောင်းကင်တမန်များသည်လည်း ၎င်းတို့၏ လုပ်ရပ်များ၊ အကြီးအငယ်မခွဲ မှတ်တမ်းတင်နေကြသည်'။</p>"
  }
]