[
  {
    "ayah_key": "28:74",
    "group_ayah_key": "28:74",
    "from_ayah": "28:74",
    "to_ayah": "28:75",
    "ayah_keys": "28:74,28:75",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့အား ကိုယ်တော် ခေါ်တော်မူမည့်နေ့တွင် မိန့်တော်မူလိမ့်မည်။ \"သင်တို့အခိုင်အမာ ပြောဆိုခဲ့ကြသော ကျွန်ုပ်၏ (ယုံကြည်သူ) တွဲဖက်များ မည်သည့်နေရာတွင် ရှိသနည်း။\" <span>(၇၄)</span>တိုင်းပြည်တိုင်းမှ သက်သေတစ်ဦးကို ကျွန်ုပ်တို့ ထုတ်ယူကာ ပြောကြားမည်။ \"သင်တို့၏ သက်သေအထောက်အထားကို ယူဆောင်ခဲ့ကြလော့။\" ထို့နောက် ၎င်းတို့သည် အမှန်တရားသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိကြောင်း သိရှိကြမည်ဖြစ်ပြီး ၎င်းတို့ ကြံစည်ခဲ့သော မုသားများသည် ၎င်းတို့ထံမှ ပျောက်ကွယ်သွားလိမ့်မည်။ <span>(၇၅)</span></p><div lang=\"ny\" class=\"ny \"><h2>Rebuking the Idolators</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားနတ်ဘုရားများကို ကိုးကွယ်ခဲ့ကြသူများအတွက် ပြစ်တင်ရှုတ်ချသောအားဖြင့် နောက်ထပ် ခေါ်ဝေါ်မှုတစ်ခုဖြစ်သည်။ အရှင်မြတ်သည် သက်သေအားလုံးရှေ့တွင် ၎င်းတို့အား ခေါ်တော်မူကာ မိန့်တော်မူလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အခိုင်အမာ ပြောဆိုခဲ့ကြသော ကျွန်ုပ်၏ (ယုံကြည်သူ) တွဲဖက်များ မည်သည့်နေရာတွင် ရှိသနည်း။)</span> ဆိုလိုသည်မှာ ဤလောကတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုင်းပြည်တိုင်းမှ သက်သေတစ်ဦးကို ကျွန်ုပ်တို့ ထုတ်ယူမည်။)</span> မူဂျာဟစ်က \"၎င်းသည် တမန်တော်ကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْنَا هَاتُوا بُرْهَانَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးလျှင် ကျွန်ုပ်တို့ ပြောကြားမည်။ \"သင်တို့၏ သက်သေအထောက်အထားကို ယူဆောင်ခဲ့ကြလော့။\")</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်တွင် မည်သည့်တွဲဖက်မှ မရှိကြောင်း သင်တို့၏ပြောဆိုမှုမှန်ကန်မှုအတွက်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် အမှန်တရားသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိကြောင်း သိရှိကြမည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်မှလွဲ၍ အခြားနတ်ဘုရား မရှိကြောင်း ဖြစ်သည်။ ထို့နောက် ၎င်းတို့သည် ပြောဆိုနိုင်ကြမည်မဟုတ်သလို မည်သည့်အဖြေကိုမျှ ရှာဖွေနိုင်ကြမည်မဟုတ်ပါ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကြံစည်ခဲ့သော မုသားများသည် ၎င်းတို့ထံမှ ပျောက်ကွယ်သွားလိမ့်မည်။)</span> ၎င်းတို့သည် ပျောက်ကွယ်သွားမည်ဖြစ်ပြီး ၎င်းတို့အတွက် မည်သည့်အကျိုးကျေးဇူးမျှ မဖြစ်ထွန်းစေနိုင်ပါ။</p>"
  },
  {
    "ayah_key": "28:76",
    "group_ayah_key": "28:76",
    "from_ayah": "28:76",
    "to_ayah": "28:77",
    "ayah_keys": "28:76,28:77",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ကာရွန်သည် မူဆာ၏ လူမျိုးထဲမှဖြစ်သော်လည်း ၎င်းတို့အား မာန်မာန ထောင်လွှားခဲ့သည်။ ၎င်းအား ဘဏ္ဍာများ ပေးသနားတော်မူခဲ့ရာ၊ ၎င်း၏ သော့များသည် အားပြင်းသော အမျိုးသားအဖွဲ့အစည်းတစ်ရပ်အတွက် ဝန်ထုပ်ဝန်ပိုး ဖြစ်ခဲ့လိမ့်မည်။ ၎င်း၏လူမျိုးက ၎င်းအား \"မာန်မာန မထောင်လွှားနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မာန်မာန ထောင်လွှားသူများကို နှစ်သက်တော်မမူ။ <span>(၇၆)</span>\"သို့သော် အလ္လာဟ်အရှင်မြတ်က သင်အား ပေးသနားတော်မူခဲ့သည့်အရာနှင့် နောင်တမလွန်ဘဝကို ရှာဖွေပါလေ။ ဤလောကတွင် ခွင့်ပြုထားသော ပျော်ရွှင်မှုမှ သင်၏ဝေစုကို မမေ့ပါနှင့်။ အလ္လာဟ်အရှင်မြတ်သည် သင်အား ရက်ရောတော်မူခဲ့သကဲ့သို့ သင်လည်း ရက်ရောပါလေ။ မြေကြီးပေါ်တွင် ပျက်စီးရာပျက်စီးကြောင်းကို မရှာဖွေနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ပျက်စီးရာပျက်စီးကြောင်း ဖန်တီးသူများကို နှစ်သက်တော်မမူ။ <span>(၇၇)</span>\" ဟု ပြောကြားခဲ့သည်ကို မှတ်မိပါလေ။</p><div lang=\"fil\" class=\"fil \"><h2>Qarun and His People's exhortation</h2></div><p lang=\"my\" class=\"my \">အဗ်နု အဗ္ဗာစ်က ပြောကြားခဲ့သည်မှာ မှတ်တမ်းတင်ထားသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကာရွန်သည် မူဆာ၏ လူမျိုးထဲမှ ဖြစ်သည်။)</span> \"သူသည် ၎င်း၏ဖခင်၏ ဦးလေး၏သား ဖြစ်သည်။\" ဤသည်မှာ အစ်ဗရာဟင်မ် အန်နာခ်ခအီ၊ အဗ်ဒူလ္လာဟ် အိဗ်နု အလ်ဟာရစ် အိဗ်နု နောင်ဖလ်၊ ဆမ္မက် အိဗ်နု ဟာရ်ဗ်၊ ကတာဒါ၊ မာလစ် အိဗ်နု ဒိုင်နာရ်၊ အိဗ်နု ဂျူရိုင်ဂျ်နှင့် အခြားသူတို့၏ အမြင်လည်းဖြစ်သည်။ ၎င်းတို့အားလုံးက သူသည် မူဆာ (ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ) ၏ ဝမ်းကွဲညီအစ်ကိုဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။ အိဗ်နု ဂျူရိုင်ဂျ်က \"သူသည် ကာရွန် အိဗ်နု ယာရှာရ် အိဗ်နု ကာဟစ် ဖြစ်ပြီး၊ မူဆာသည် အစ်မရာန် အိဗ်နု ကာဟစ်၏သား ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ مِنَ الْكُنُوزِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအား ဘဏ္ဍာများ ပေးသနားတော်မူခဲ့ရာ၊)</span> ဆိုလိုသည်မှာ စည်းစိမ်ဥစ္စာများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ သော့များသည် အားပြင်းသော အမျိုးသားအဖွဲ့အစည်းတစ်ရပ်အတွက် ဝန်ထုပ်ဝန်ပိုး ဖြစ်ခဲ့လိမ့်မည်။)</span> အားပြင်းသော အမျိုးသားအဖွဲ့များသည် ၎င်းတို့ကို မသယ်ဆောင်နိုင်ကြပါ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလွန်များပြားသောကြောင့် ဖြစ်သည်။ အလ်အ်အ်မရှ်က ခိုင်သာမာထံမှ ပြောကြားသည်မှာ \"ကာရွန်၏ ဘဏ္ဍာတိုက်၏ သော့များသည် သားရေဖြင့် ပြုလုပ်ထားပြီး သော့တစ်ချောင်းစီသည် လက်ချောင်းတစ်ချောင်းကဲ့သို့ဖြစ်ကာ သော့တစ်ချောင်းစီသည် သီးခြားဂိုဒေါင်တစ်ခုအတွက် ဖြစ်သည်။ သူ မည်သည့်နေရာသို့မဆို စီးနင်းသွားလာသောအခါ သော့များကို နဖူးဖြူ၊ ခြေဖြူရှိသော မြည်းခြောက်ဆယ်ပေါ်တွင် သယ်ဆောင်ခဲ့သည်။\" အခြားအမြင်များကိုလည်း ပေးထားခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏လူမျိုးက ၎င်းအား \"မာန်မာန မထောင်လွှားနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မာန်မာန ထောင်လွှားသူများကို နှစ်သက်တော်မမူ။\" ဟု ပြောကြားခဲ့သည်ကို မှတ်မိပါလေ။)</span> ဆိုလိုသည်မှာ ၎င်း၏လူမျိုးထဲမှ ဖြောင့်မတ်သူများက ၎င်းအား တိုက်တွန်းနှိုးဆော်ခဲ့သည်။ ရိုးသားသော အကြံဉာဏ်နှင့် လမ်းညွှန်မှုအားဖြင့် ၎င်းတို့က \"သင်ရရှိထားသောအရာအတွက် မာန်မာန မထောင်လွှားနှင့်\" ဟု ပြောကြားခဲ့ကြသည်။ ဆိုလိုသည်မှာ 'သင်၏ စည်းစိမ်ဥစ္စာအတွက် မာန်မာန မထောင်လွှားနှင့်၊ ဝါကြွားခြင်းမပြုနှင့်' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">  إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မာန်မာန ထောင်လွှားသူများကို နှစ်သက်တော်မမူ။)</span> အိဗ်နု အဗ္ဗာစ်က \"၎င်းသည် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကာ ဝါကြွားသူများကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ မူဂျာဟစ်က \"၎င်းသည် မာနကြီးပြီး ဆင်ခြင်တုံတရားမဲ့ကာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားတော်မူခဲ့သည့်အတွက် ကျေးဇူးမတင်သူများကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ ကိုယ်တော့်မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ ۖ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်က သင်အား ပေးသနားတော်မူခဲ့သည့်အရာနှင့် နောင်တမလွန်ဘဝကို ရှာဖွေပါလေ။ ဤလောကတွင် ခွင့်ပြုထားသော ပျော်ရွှင်မှုမှ သင်၏ဝေစုကို မမေ့ပါနှင့်။)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်က သင်အား ပေးသနားတော်မူခဲ့သော ဤကြီးမားသော စည်းစိမ်ဥစ္စာနှင့် ကြီးမားသော ကောင်းချီးမင်္ဂလာကို အရှင်သခင်အား ကိုးကွယ်ရန်နှင့် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဆုလာဘ်များရရှိစေမည့် ကောင်းမှုအမျိုးမျိုးကို ပြုလုပ်ခြင်းဖြင့် ကိုယ်တော်နှင့် ပိုမိုနီးကပ်စေရန် အသုံးပြုပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကတွင် ခွင့်ပြုထားသော ပျော်ရွှင်မှုမှ သင်၏ဝေစုကို မမေ့ပါနှင့်။)</span> 'စားစရာ၊ သောက်စရာ၊ အဝတ်အထည်၊ နေအိမ်များနှင့် အမျိုးသမီးများအနက် အလ္လာဟ်အရှင်မြတ် ခွင့်ပြုထားသည့်အရာများ။ သင်၏အရှင်သခင်သည် သင်အပေါ်၌ အခွင့်အရေးများရှိသည်။ သင်၏ကိုယ်ခန္ဓာသည် သင်အပေါ်၌ အခွင့်အရေးများရှိသည်။ သင်၏မိသားစုသည် သင်အပေါ်၌ အခွင့်အရေးများရှိသည်။ သင်၏ဧည့်သည်များသည် သင်အပေါ်၌ အခွင့်အရေးများရှိသည်။ ထို့ကြောင့် ၎င်းတို့အားလုံးကို ၎င်းတို့ထိုက်တန်သည့်အတိုင်း ပေးပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်အား ရက်ရောတော်မူခဲ့သကဲ့သို့ သင်လည်း ရက်ရောပါလေ။)</span> 'ကိုယ်တော်သည် သင်အား ရက်ရောတော်မူခဲ့သကဲ့သို့ ကိုယ်တော့်ဖန်ဆင်းခံများကိုလည်း ရက်ရောပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်တွင် ပျက်စီးရာပျက်စီးကြောင်းကို မရှာဖွေနှင့်။)</span> ဆိုလိုသည်မှာ 'ကမ္ဘာပေါ်တွင် ဖောက်ပြန်ပျက်စီးမှုကို ဖြန့်ကျက်ရန်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများကို ထိခိုက်နစ်နာစေရန် သင်၏ရည်ရွယ်ချက် မဖြစ်စေနှင့်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ပျက်စီးရာပျက်စီးကြောင်း ဖန်တီးသူများကို နှစ်သက်တော်မမူ။)</span></p>"
  },
  {
    "ayah_key": "28:78",
    "group_ayah_key": "28:78",
    "from_ayah": "28:78",
    "to_ayah": "28:78",
    "ayah_keys": "28:78",
    "text": "<p class=\"my translation\" lang=\"my\">သူက \"ဤအရာကို ကျွန်ုပ်ရရှိခဲ့သည်မှာ ကျွန်ုပ်တွင်ရှိသော ပညာကြောင့်သာ ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ရှေ့မှ မျိုးဆက်ပေါင်းများစွာကို ဖျက်ဆီးခဲ့ပြီးဖြစ်ကြောင်း၊ ထိုသူများသည် သူထက် ခွန်အားပိုကြီးကာ စုဆောင်းထားသည့် ပမာဏလည်း ပိုများကြောင်း သူ မသိခဲ့ပေဘူးလား။ သို့သော် ပြစ်မှုကျူးလွန်သူများသည် သူတို့၏အပြစ်များအတွက် မေးမြန်းခံရမည်မဟုတ်ပေ။ <span>(၇၈)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ကာရွန်က ၎င်း၏လူမျိုးများက အကျိုးရှိသောအရာသို့ လမ်းညွှန်ရန် ကြိုးစားသောအခါ မည်သို့ တုံ့ပြန်ခဲ့ကြောင်း ကျွန်ုပ်တို့အား အသိပေးတော်မူသည်။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ عِنْدِي ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"ဤအရာကို ကျွန်ုပ်ရရှိခဲ့သည်မှာ ကျွန်ုပ်တွင်ရှိသော ပညာကြောင့်သာ ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။)</span> ဆိုလိုသည်မှာ 'သင်တို့၏ အကြံဉာဏ်ကို ကျွန်ုပ်မလိုအပ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ဤစည်းစိမ်ဥစ္စာကို ပေးသနားတော်မူခဲ့သည်မှာ ကိုယ်တော်က ကျွန်ုပ်သည် ထိုက်တန်သည်ဟု သိရှိပြီး ကျွန်ုပ်ကို ချစ်သောကြောင့်သာ ဖြစ်သည်။' အခြားစကားလုံးများဖြင့် ပြောရလျှင် 'ကိုယ်တော်က ကျွန်ုပ်သည် ဤအတွက် သင့်လျော်သည်ဟု သိရှိသောကြောင့် ကျွန်ုပ်အား ပေးသနားတော်မူခဲ့သည်' ဟု အဓိပ္ပာယ်ရသည်။ ဤသည်မှာ အာယသ်များကဲ့သို့ပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားကို ဘေးအန္တရာယ် ထိခိုက်သောအခါ သူသည် ကျွန်ုပ်တို့အား ပန်ကြားသည်။ ထို့နောက် ကျွန်ုပ်တို့က ၎င်းအား ကျွန်ုပ်တို့ထံမှ ကျေးဇူးတော်တစ်ခုအဖြစ် ပြောင်းလဲပေးသောအခါ သူက \"ပညာကြောင့်သာ ကျွန်ုပ်ရရှိခဲ့သည်\" ဟု ပြောကြားသည်။)</span><span class=\"gray\">(၃၉:၄၉)</span> ဤအာယသ်၏ အခြားအနက်ဖွင့်ဆိုချက်တစ်ခုက ဆိုလိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အကြောင်းကို သိရှိသောကြောင့်သာ ကျွန်ုပ်သည် ဤကျေးဇူးတော်ကို ရရှိခဲ့သည်\" ဟူ၍ ဖြစ်သည်။ ဤသည်မှာ ကိုယ်တော့်မိန့်တော်မူချက်ကဲ့သို့ပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်တို့က သူ့အား ကျွန်ုပ်တို့ထံမှ ကရုဏာကို အခက်အခဲတချို့ ထိခိုက်ပြီးနောက် မြည်းစမ်းခွင့် ပေးခဲ့မည်ဆိုပါက သူက \"ဤသည်မှာ ကျွန်ုပ်မှ ဖြစ်သည်\" ဟု အမှန်ပင် ပြောကြားလိမ့်မည်။)</span><span class=\"gray\">(၄၁:၅၀)</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ် ထိုက်တန်သည်\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"ga\" class=\"ga \">Imam 'Abdur-Rahman bin Zayd bin Aslam explained this Ayah very well. Concerning the phrase,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ عِنْدِي ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"ဤအရာကို ကျွန်ုပ်ရရှိခဲ့သည်မှာ ကျွန်ုပ်တွင်ရှိသော ပညာကြောင့်သာ ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။)</span> သူက \"အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်ကို နှစ်သက်တော်မမူဘဲ ကျွန်ုပ်၏ ကောင်းမှုကို မသိရှိခဲ့လျှင် ကိုယ်တော်က ကျွန်ုပ်အား ဤစည်းစိမ်ဥစ္စာကို ပေးသနားတော်မူမည်မဟုတ်ပေ။\" ဟု ပြောကြားခဲ့သည်။ ကိုယ်တော်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူ၏ရှေ့မှ မျိုးဆက်ပေါင်းများစွာကို ဖျက်ဆီးခဲ့ပြီးဖြစ်ကြောင်း၊ ထိုသူများသည် သူထက် ခွန်အားပိုကြီးကာ စုဆောင်းထားသည့် ပမာဏလည်း ပိုများကြောင်း သူ မသိခဲ့ပေဘူးလား။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က စည်းစိမ်ဥစ္စာများစွာ ပေးသနားထားသူကို မြင်သောအခါ အသိပညာနည်းပါးသူများက ပြောကြားသည့်အရာဖြစ်သည်။ သူက ထိုက်တန်မှုမရှိပါက အလ္လာဟ်အရှင်မြတ်က သူ့အား ပေးသနားတော်မူမည်မဟုတ်ဟု ၎င်းတို့က ပြောကြသည်။</p>"
  },
  {
    "ayah_key": "28:79",
    "group_ayah_key": "28:79",
    "from_ayah": "28:79",
    "to_ayah": "28:80",
    "ayah_keys": "28:79,28:80",
    "text": "<p lang=\"my\" class=\"my \">သို့ဖြစ်၍ သူသည် ၎င်း၏လူမျိုးများရှေ့တွင် သူ၏တင့်တယ်သော အဝတ်တန်ဆာများနှင့်အတူ ထွက်လာခဲ့သည်။ ဤလောကီဘဝကို တောင့်တသူများက \"အာ၊ ကာရွန်အား ပေးသနားတော်မူခဲ့သည့်အရာကဲ့သို့ ကျွန်ုပ်တို့၌ ရှိခဲ့လျှင် ကောင်းလေစွ! အမှန်စင်စစ် သူသည် ကြီးမားသော စည်းစိမ်ဥစ္စာ၏ ပိုင်ရှင်ဖြစ်သည်။ <span>(၇၉)</span>\" ဟု ပြောကြားခဲ့ကြသည်။ သို့သော် အသိပညာ ရရှိထားသူများက \"အသင်တို့အား ဘေးဒုက္ခ ကျရောက်စေသော်! အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ်သည် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်များ ပြုသူများအတွက် ပိုမိုကောင်းမွန်သည်။ ဤအရာကို စိတ်ရှည်သည်းခံသူများမှအပ မည်သူမျှ ရရှိနိုင်မည်မဟုတ်ပေ။ <span>(၈၀)</span>\" ဟု ပြောကြားခဲ့ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>ကာရွန်က ၎င်း၏တင့်တယ်သော အဝတ်တန်ဆာများနှင့် မည်သို့ ထွက်လာခဲ့ပုံနှင့် ၎င်း၏လူမျိုးများ၏ မှတ်ချက်များ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကာရွန်သည် တစ်နေ့တွင် ၎င်း၏ ခမ်းနားသော အခမ်းအနားဝတ်စုံများ၊ ၎င်း၏လှပသော အဝတ်အစားများ ဝတ်ဆင်ကာ၊ ၎င်း၏လှပသော မြင်းများ၊ ၎င်း၏ကျွန်များနှင့် အခြံအရံများနှင့်အတူ ၎င်း၏လူမျိုးများရှေ့တွင် မည်သို့ ထွက်လာခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားတော်မူသည်။ ဤလောကအတွက် ဆန္ဒနှင့် စိတ် inclination များရှိသူများက သူ၏အလှဆင်မှုများနှင့် ခမ်းနားထည်ဝါမှုကို မြင်သောအခါ သူရရှိခဲ့သည့်အတိုင်း သူတို့လည်း ရရှိလိုကြောင်း ဆန္ဒပြုခဲ့ကြကာ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာ၊ ကာရွန်အား ပေးသနားတော်မူခဲ့သည့်အရာကဲ့သို့ ကျွန်ုပ်တို့၌ ရှိခဲ့လျှင် ကောင်းလေစွ! အမှန်စင်စစ် သူသည် ကြီးမားသော စည်းစိမ်ဥစ္စာ၏ ပိုင်ရှင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သူသည် အလွန်ကံကောင်းသူဖြစ်ပြီး ဤလောကတွင် ကြီးမားသော ဝေစုကို ပိုင်ဆိုင်ထားသည်' ဟူ၍ ဖြစ်သည်။ အကျိုးရှိသောအသိပညာရှိသူများက ဤအရာကို ကြားသောအခါ ၎င်းတို့အား ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့အား ဘေးဒုက္ခ ကျရောက်စေသော်! အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ်သည် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်များ ပြုသူများအတွက် ပိုမိုကောင်းမွန်သည်။)</span> 'အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ယုံကြည်သူ၊ ဖြောင့်မတ်သောကျွန်များအား နောင်တမလွန်ဘဝတွင် ပေးမည့် အကျိုးဆုလာဘ်သည် သင်တို့မြင်တွေ့ရသည့်အရာထက် ပိုမိုကောင်းမွန်သည်' ဟု မှန်ကန်သော ဟဒီးစ်တော်တွင် ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ وَاقْرَءُوا إِنْ شِئْتُمْ: فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"ကျွန်ုပ်၏ ဖြောင့်မတ်သော ကျွန်များအတွက် မည်သည့်မျက်စိကမျှ မမြင်ဖူး၊ မည်သည့်နားကမျှ မကြားဖူး၊ မည်သည့်လူသား၏ နှလုံးသားကမျှ နားမလည်နိုင်သောအရာများကို ကျွန်ုပ် ပြင်ဆင်ထားသည်။ သင်ဆန္ဒရှိပါက ဖတ်ကြားပါ။ <span class=\"gray\">(မည်သူတစ်ဦးတစ်ယောက်မျှ သူတို့လုပ်ဆောင်ခဲ့သည့်အတွက် အကျိုးဆုလာဘ်အဖြစ် သူတို့အတွက် မည်သည့်ပျော်ရွှင်မှုများ ဝှက်ထားသည်ကို မသိပေ။)</span>\")</span><span class=\"gray\">(၃၂:၁၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအရာကို စိတ်ရှည်သည်းခံသူများမှအပ မည်သူမျှ ရရှိနိုင်မည်မဟုတ်ပေ။)</span> အပ်စ်ဆွုဒ်ဒီက \"စိတ်ရှည်သည်းခံသူများမှအပ မည်သူမျှ ဂျန္နတ်(ပရဒိသု)ကို ရောက်ရှိနိုင်မည်မဟုတ်ပေ\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အသိပညာရှိသူများက ပြောကြားခဲ့သော စကား၏ ပြီးမြောက်မှုကဲ့သို့ ဖြစ်သည်။ အိဗ်နု ဂျာရီရ်က \"ဤသည်မှာ နောင်တမလွန်ဘဝကို ရှာဖွေရင်း ဤလောက၏ ချစ်ခြင်းမေတ္တာကို စိတ်ရှည်သည်းခံစွာ စွန့်လွှတ်သူများအတွက်သာ အကျုံးဝင်သည်။ ဤသည်မှာ အသိပညာရှိသူများက ပြောကြားခဲ့သည့်အရာ၏ အစိတ်အပိုင်းကဲ့သို့ ဖြစ်သော်လည်း ၎င်းကို အလ္လာဟ်အရှင်မြတ်၏ စကားတော်များ၏ အစိတ်အပိုင်းအဖြစ် ပြုလုပ်ထားပြီး ဤအချက်ကို ဖော်ပြထားသည်\" ဟု ပြောကြားခဲ့သည်။</p>"
  }
]