[
  {
    "ayah_key": "42:7",
    "group_ayah_key": "42:7",
    "from_ayah": "42:7",
    "to_ayah": "42:8",
    "ayah_keys": "42:7,42:8",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သင်တို့အား ကုရ်အာန်ကို အာရဗီဘာသာဖြင့် ထုတ်ပြန်ခဲ့သည်။ မြို့များ၏ မိခင်နှင့် ၎င်းပတ်ဝန်းကျင်ရှိသူများအား သတိပေးရန်နှင့် <span class=\"gray\">(၎င်းတို့အား)</span> စုဝေးရာနေ့နှင့်ပတ်သက်၍ သတိပေးရန်ဖြစ်သည်။ ထိုနေ့တွင် သံသယဖြစ်ဖွယ်မရှိဘဲ အဖွဲ့တစ်ဖွဲ့သည် ဂျန္နတ်တွင်ရှိမည်ဖြစ်ပြီး အခြားအဖွဲ့တစ်ဖွဲ့သည် တောက်လောင်နေသော ငရဲမီးတွင်ရှိမည်ဖြစ်သည်။ <span>(၇)</span>အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါမူ ၎င်းတို့အားလုံးကို တစ်မျိုးသားတည်း ဖြစ်စေနိုင်ခဲ့သည်။ သို့သော် အရှင်မြတ် အလိုရှိသူကို အရှင်မြတ်၏ ကရုဏာတော်ထဲသို့ ဝင်စေတော်မူသည်။ မတရားပြုသူများအတွက်မူ အုပ်ထိန်းသူလည်းမရှိ၊ ကူညီမည့်သူလည်းမရှိပေ။ <span>(၈)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်သည် သတိပေးချက်အဖြစ် ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်မှာ 'သင်မတိုင်မီ ပရောဖက်များထံ ကျွန်ုပ်တို့ ဗျာဒိတ်တော် ပေးပို့ခဲ့သကဲ့သို့'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့အား အာရဗီဘာသာဖြင့် ကုရ်အာန်ကို ထုတ်ပြန်ခဲ့သည်)</span> ဆိုလိုသည်မှာ ရိုးရှင်း၊ ရှင်းလင်း၊ ထင်ရှားသော</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِتُنْذِرَ أُمَّ الْقُرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့များ၏မိခင်အား သင်သတိပေးရန်)</span>, ဆိုလိုသည်မှာ မက္ကာမြို့ကို</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَنْ حَوْلَهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းပတ်ဝန်းကျင်ရှိသူများ)</span> ဆိုလိုသည်မှာ အရှေ့နှင့်အနောက်ရှိ မြေအားလုံးကို ဖြစ်သည်။ မက္ကာမြို့ကို အွမ်မ် အလ်-ကူရာ <span class=\"gray\">(မြို့များ၏မိခင်)</span> ဟု ခေါ်ဆိုရခြင်းမှာ အခြားသော မြေများထက် ပိုမိုမြင့်မြတ်သောကြောင့်ဖြစ်ပြီး၊ ၎င်းနှင့်ပတ်သက်သော သက်သေအများအပြားကို အခြားနေရာများတွင် ဆွေးနွေးထားပြီးဖြစ်သည်။ ယင်း၏ အကျဉ်းဆုံးနှင့် အရှင်းလင်းဆုံး သက်သေများထဲမှ တစ်ခုမှာ အိမာမ် အဟ်မဒ်က 'အဗ်ဒုလ္လာဟ် ဘင် အဒီ ဘင် အလ်-ဟမ်ရာ' အဇ်-ဇုဟ်ရီမှ မှတ်တမ်းတင်ထားသော အစီရင်ခံစာဖြစ်သည်။ ၎င်းသည် မက္ကာမြို့ရှိ ဈေးကွက်တွင် ရပ်နေစဉ် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားသည်ကို ကြားခဲ့သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ إِنَّكِ لَخَيْرُ أَرْضِ اللهِ وَأَحَبُّ أَرْضِ اللهِ إِلَى اللهِ، وَلَوْلَا أَنِّي أُخْرِجْتُ مِنْكِ مَا خَرَجْتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အားဖြင့်! သင်သည် အလ္လာဟ်၏ အကောင်းဆုံးမြေ၊ အလ္လာဟ်အရှင်မြတ်အား အချစ်ဆုံးမြေ ဖြစ်၏။ ကျွန်ုပ်အား သင်မှ နှင်ထုတ်ခြင်း မခံခဲ့ရပါက၊ ကျွန်ုပ်သည် သင့်အား ဘယ်သောအခါမျှ စွန့်ခွာမည်မဟုတ်ပေ။)</span> ၎င်းကို အတ်-တီရ်မီဇီ၊ အန်-နစာအီနှင့် အိဗ်နု မာဂျာတို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အတ်-တီရ်မီဇီက \"ဟဆန် ဆွဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُنْذِرَ يَوْمَ الْجَمْعِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(၎င်းတို့အား)</span> စုဝေးရာနေ့နှင့်ပတ်သက်၍ သတိပေးရန်)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ကိုဖြစ်ပြီး၊ ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် ရှေးဦးလူများနှင့် နောက်ဆုံးလူများကို မြေပြင်တစ်ခုတည်းတွင် စုစည်းတော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် သံသယဖြစ်ဖွယ်မရှိဘဲ)</span> ဆိုလိုသည်မှာ ၎င်းသည် ဖြစ်ပျက်လာမည်ဖြစ်ပြီး သေချာပေါက် ဖြစ်ပေါ်လာမည် என்பುದು သံသယမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဖွဲ့တစ်ဖွဲ့သည် ဂျန္နတ်တွင်ရှိမည်ဖြစ်ပြီး အခြားအဖွဲ့တစ်ဖွဲ့သည် တောက်လောင်နေသော ငရဲမီးတွင်ရှိမည်ဖြစ်သည်။)</span> ဤသည်မှာ အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ۖ ذَٰلِكَ يَوْمُ التَّغَابُنِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(နှင့် သတိရကြလော့)</span> စုဝေးရာနေ့တွင် အရှင်သည် သင်တို့ <span class=\"gray\">(အားလုံး)</span> ကို စုစည်းမည်သောနေ့၊ – ထိုနေ့သည် အပြန်အလှန်ဆုံးရှုံးခြင်းနှင့် အကျိုးရရှိခြင်းနေ့ ဖြစ်လိမ့်မည်)</span><span class=\"gray\">(64:9)</span>။ ဆိုလိုသည်မှာ ဂျန္နတ် dwellers နှင့် ငရဲ dwellers တို့သည် အသီးသီး အကျိုးရရှိခြင်းနှင့် ဆုံးရှုံးခြင်းတို့ ဖြစ်လိမ့်မည်။ ထို့ပြင် ၎င်းသည် အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَٰلِكَ يَوْمٌ مَشْهُودٌ - وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ - يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ۚ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယင်း၌ နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့သူတို့အတွက် သေချာသော သင်ခန်းစာရှိ၏။ ထိုနေ့သည် လူသားတို့ စုရုံးရောက်ရှိမည့်နေ့ဖြစ်ပြီး၊ ထိုနေ့သည် <span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိသူများ)</span> အားလုံး တက်ရောက်မည့်နေ့ဖြစ်၏။ ကျွန်ုပ်တို့သည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက်သာ ၎င်းကို ရွှေ့ဆိုင်းထား၏။ ထိုနေ့ ရောက်ရှိလာသောအခါ၊ အရှင်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သူမျှ စကားမပြောနိုင်။ ၎င်းတို့အနက် အချို့သည် ဒုက္ခရောက်ကြမည်ဖြစ်ပြီး <span class=\"gray\">(အချို့)</span> ကံကောင်းကြမည်။)</span><span class=\"gray\">(11:103-105)</span> အိမာမ် အဟ်မဒ်သည် 'အဗ်ဒုလ္လာဟ် ဘင် အမ်ရ်'၊ အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ၊ ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်တို့ထံသို့ စာအုပ်နှစ်အုပ်ကို ကိုင်ဆောင်လျက် ထွက်လာခဲ့သည်။ အရှင်မြတ်က မိန့်ကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ مَا هٰذَانِ الْكِتَابَانِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤစာအုပ်နှစ်အုပ်သည် အဘယ်အရာဖြစ်သည်ကို သင်တို့သိကြသလော။)</span> ကျွန်ုပ်တို့က \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ အရှင်မြတ် မပြောပြလျှင် ကျွန်ုပ်တို့ မသိကြပါ။\" အရှင်မြတ်၏ ညာလက်တော်ရှိ စာအုပ်နှင့်ပတ်သက်၍ အရှင်မြတ် ﷺ က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا كِتَابٌ مِنْ رَبِّ الْعَالَمِينَ بِأَسْمَاءِ أَهْلِ الْجَنَّةِ وَأَسْمَاءِ آبَائِهِمْ وَقَبَائِلِهِمْ، ثُمَّ أُجْمِلَ عَلىٰ آخِرِهِمْ، لَا يُزَادُ فِيهِمْ وَلَا يُنْقَصُ مِنْهُمْ أبدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် စကြဝဠာများ၏ အရှင်ထံမှ စာအုပ်ဖြစ်သည်။ ဂျန္နတ် dwellers များ၏ အမည်များနှင့် ၎င်းတို့၏ ဖခင်များနှင့် မျိုးနွယ်စုများ၏ အမည်များကို ဖော်ပြထားသည်။ ၎င်းတို့အားလုံး အသေးစိတ် ဖော်ပြထားပြီး၊ နောက်ဆုံးတစ်ဦးအထိ ပါဝင်သည်။ ၎င်းမှ မည်သည့်အရာကိုမျှ ထပ်ထည့်ခြင်း သို့မဟုတ် ဖယ်ရှားခြင်း ပြုမည်မဟုတ်ပေ။)</span> ထို့နောက် အရှင်မြတ်၏ ဘယ်လက်တော်ရှိ စာအုပ်နှင့်ပတ်သက်၍ အရှင်မြတ် ﷺ က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا كِتَابُ أَهْلِ النَّارِ بِأَسْمَائِهِمْ وَأَسْمَاءِ آبَائِهِمْ وَقَبَائِلِهِمْ، ثُمَّ أُجْمِلَ عَلىٰ آخِرِهِمْ، لَا يُزَادُ فِيهِمْ وَلَا يُنْقَصُ مِنْهُمْ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ငရဲ dwellers များ၏ စာအုပ်ဖြစ်ပြီး ၎င်းတို့၏ အမည်များနှင့် ၎င်းတို့၏ ဖခင်များနှင့် မျိုးနွယ်စုများ၏ အမည်များကို ဖော်ပြထားသည်။ ၎င်းတို့အားလုံး အသေးစိတ် ဖော်ပြထားပြီး၊ နောက်ဆုံးတစ်ဦးအထိ ပါဝင်သည်။ ၎င်းမှ မည်သည့်အရာကိုမျှ ထပ်ထည့်ခြင်း သို့မဟုတ် ဖယ်ရှားခြင်း ပြုမည်မဟုတ်ပေ။)</span> အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ၏ သဟာဗဟ်များက \"၎င်းသည် ဖြစ်ပြီးသား ကိစ္စဖြစ်နေလျှင် ကျွန်ုပ်တို့ အဘယ်ကြောင့် ကြိုးစားရမည်နည်း\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَدِّدُوا وَقَارِبُوا فَإِنَّ صَاحِبَ الْجَنَّةِ يُخْتَمُ لَهُ بِعَمَلِ أَهْلِ الْجَنَّةِ، وَإِنْ عَمِلَ أَيَّ عَمَلٍ،وَإِنَّ صَاحِبَ النَّارِ يُخْتَمُ لَهُ بِعَمَلِ أَهْلِ النَّارِ، وَإِنْ عَمِلَ أَيَّ عَمَلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ လုပ်ရပ်များနှင့်အတူ အလယ်အလတ်လမ်းကို သို့မဟုတ် ၎င်းနှင့် နီးစပ်သော လမ်းကို တတ်နိုင်သမျှ ကြိုးစားပါ။ အကြောင်းမှာ ဂျန္နတ်အတွက် သတ်မှတ်ထားသူသည် သူယခင်က မည်သို့ပင် လုပ်ခဲ့စေကာမူ ဂျန္နတ် dwellers တို့၏ လုပ်ရပ်များကို လုပ်ဆောင်ရင်း ကွယ်လွန်လိမ့်မည်။ ထို့အတူ ငရဲအတွက် သတ်မှတ်ထားသူသည်လည်း သူယခင်က မည်သို့ပင် လုပ်ခဲ့စေကာမူ ငရဲ dwellers တို့၏ လုပ်ရပ်များကို လုပ်ဆောင်ရင်း ကွယ်လွန်လိမ့်မည်။)</span> ထို့နောက် အရှင်မြတ် ﷺ သည် လက်သီးဆုပ်ဖြင့် အမူအရာပြုလုပ်ကာ မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَغَ رَبُّكُمْ عَزَّ وَجَلَّ مِنَ الْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်သခင်သည် အရှင်၏ ကျွန်များ၏ ကိစ္စကို အပြီးသတ်ဆုံးဖြတ်ထားပြီးဖြစ်သည်။)</span> ထို့နောက် အရှင်မြတ်သည် တစ်စုံတစ်ခုကို ပစ်ချသကဲ့သို့ ညာလက်တော်ကို ဖွင့်တော်မူသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِيقٌ فِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်တွင် အဖွဲ့တစ်ဖွဲ့။)</span> ထို့နောက် အရှင်မြတ်သည် ဘယ်လက်တော်ဖြင့်လည်း အလားတူ အမူအရာပြုလုပ်သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِيقٌ فِي السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တောက်လောင်နေသော ငရဲမီးတွင် အဖွဲ့တစ်ဖွဲ့။)</span>\" ၎င်းကို အတ်-တီရ်မီဇီနှင့် အန်-နစာအီတို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အတ်-တီရ်မီဇီက \"ဟဆန် ဆွဟီဟ် ဂရီဗ်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အဘူ နဒ်ရာ ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"ပရောဖက် ﷺ ၏ သဟာဗဟ်တစ်ဦးဖြစ်သူ အဘူ အဗ်ဒုလ္လာဟ် ဟူသောအမည်ရှိသူကို သူ၏ သူငယ်ချင်းအချို့ လာရောက်တွေ့ဆုံကြရာ၊ ၎င်းတို့သည် သူငိုကြွေးနေသည်ကို တွေ့ရှိခဲ့ကြသည်။ ၎င်းတို့က သူ့ကို မေးမြန်းခဲ့ကြသည်- 'သင်ဘာကြောင့် ငိုကြွေးနေရတာလဲ။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က သင့်အား မပြောခဲ့ဘူးလား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذْ مِنْ شَارِبِكَ ثُمَّ أَقِرَّهُ حَتَّى تَلْقَانِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ နှုတ်ခမ်းမွေးကို ညှပ်ပြီး ကျွန်ုပ်နှင့် မတွေ့ဆုံမချင်း ထိုအလေ့အကျင့်ကို စွဲကိုင်ထားပါ)</span>' သူက 'ဟုတ်ကဲ့၊ သို့သော် ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားသည်ကို ကြားခဲ့သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَىٰ قَبَضَ بِيَمِينِهِ قَبْضَةً وَأُخْرَىٰ بِالْيَدِ الْأُخْرَىٰ، قَالَ: هٰذِهِ لِهٰذِهِ، وَهٰذِهِ لِهٰذِهِ، وَلَا أُبَالِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ ညာလက်တော်ဖြင့် တစ်ဆုပ်ကို ကောက်ယူခဲ့ပြီး၊ အခြားလက်တော်ဖြင့် နောက်တစ်ဆုပ်ကို ကောက်ယူခဲ့ကာ မိန့်ကြားတော်မူသည်- \"ဤသည်ကား ဤအတွက်ဖြစ်ပြီး ဤသည်ကား ဤအတွက်ဖြစ်သည်၊ ငါဂရုမစိုက်။\")</span> 'ကျွန်ုပ်သည် ထိုလက်နှစ်ဆုပ်အနက် မည်သည့်ဆုပ်တွင် ပါဝင်သည်ကို မသိပါ။'\" ဆွဟီဟ်၊ စူနန်နှင့် မူစနဒ် ကျမ်းများတွင် အလ်-ကဒ်ရ် <span class=\"gray\">(ဘုရားသခင်၏ အမိန့်တော်)</span> နှင့်ပတ်သက်သော ဟဒီးစ်တော်များစွာရှိသည်။ 'အလီ၊ အိဗ်နု မစူဒ်၊ 'အာအီရှဟ်' နှင့် များစွာသော သဟာဗဟ်များမှ (အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အားလုံးအပေါ် နှစ်သက်တော်မူပါစေ) ထုတ်ပြန်ထားသည်များလည်း ပါဝင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါမူ ၎င်းတို့အားလုံးကို တစ်မျိုးသားတည်း ဖြစ်စေနိုင်ခဲ့သည်၊)</span> ဆိုလိုသည်မှာ လမ်းမှန်ကို လိုက်နာသူများ သို့မဟုတ် လမ်းမှားကို လိုက်နာသူများ အားလုံး ဖြစ်စေနိုင်ခဲ့သည်၊ သို့သော် အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို မတူကွဲပြားစေခဲ့သည်။ အရှင်မြတ် အလိုရှိသူကို အမှန်တရားသို့ လမ်းပြတော်မူပြီး အလိုရှိသူကို လမ်းမှားစေတော်မူသည်။ အရှင်မြတ်၌ ပြည့်စုံသော ဉာဏ်ပညာနှင့် အပြစ်အနာအဆာကင်းသော သက်သေရှိသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရှင်မြတ် အလိုရှိသူကို အရှင်မြတ်၏ ကရုဏာတော်ထဲသို့ ဝင်စေတော်မူသည်။ မတရားပြုသူများအတွက်မူ အုပ်ထိန်းသူလည်းမရှိ၊ ကူညီမည့်သူလည်းမရှိပေ။)</span></p>"
  },
  {
    "ayah_key": "42:9",
    "group_ayah_key": "42:9",
    "from_ayah": "42:9",
    "to_ayah": "42:12",
    "ayah_keys": "42:9,42:10,42:11,42:12",
    "text": "<p lang=\"my\" class=\"my \">သို့မဟုတ် ၎င်းတို့သည် အရှင်မှတစ်ပါး အခြား အုပ်ထိန်းသူများကို ခေါ်ယူကြသလော။ သို့သော် အလ္လာဟ် – အရှင်တစ်ပါးတည်းသာ အုပ်ထိန်းသူဖြစ်သည်။ အရှင်သည် သေသူများကို အသက်ပြန်သွင်းပေးသူဖြစ်ပြီး၊ အရှင်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်သည်။ <span>(၉)</span>သင်တို့ မည်သည့်ကိစ္စတွင် ကွဲလွဲသည်ဖြစ်စေ၊ ၎င်း၏ ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင်ရှိသည်။ ဤသည်မှာ အလ္လာဟ်၊ ကျွန်ုပ်၏ အရှင်ဖြစ်ပြီး၊ အရှင်အား ကျွန်ုပ် ယုံကြည်ကိုးစားသည်၊ အရှင်ထံသို့ ကျွန်ုပ် နောင်တတရားဖြင့် ပြန်လှည့်သည်။ <span>(၁၀)</span>ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းရှင်။ အရှင်သည် သင်တို့အတွက် သင်တို့ကိုယ်တိုင်မှ အဖော်များကို ဖန်ဆင်းပေးခဲ့သည်၊ နွားများအတွက်လည်း <span class=\"gray\">(အလားတူ)</span> အဖော်များကို ဖန်ဆင်းပေးခဲ့သည်။ ဤနည်းအားဖြင့် အရှင်သည် သင်တို့ကို ဖန်ဆင်းတော်မူသည်။ အရှင်နှင့်တူသောအရာ မည်သည်မျှမရှိ၊ အရှင်သည် အရာခပ်သိမ်းကို ကြားတော်မူ၊ အရာခပ်သိမ်းကို မြင်တော်မူသော အရှင်ဖြစ်သည်။ <span>(၁၁)</span>ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ သော့များ အရှင်ပိုင်ဆိုင်သည်။ အရှင်သည် အလိုရှိသူအတွက် ရိက္ခာကို ချဲ့ထွင်ပေးပြီး၊ ကျဉ်းမြောင်းစေသည်။ အမှန်စင်စစ် အရှင်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိရှိတော်မူသော အရှင်ဖြစ်သည်။ <span>(၁၂)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် အုပ်ထိန်းသူ၊ အစိုးရသူနှင့် ဖန်ဆင်းရှင်</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများအား အလ္လာဟ်မှတစ်ပါး အခြားဘုရားများကို ကိုးကွယ်ခြင်းအတွက် ရှုတ်ချတော်မူပြီး၊ အရှင်သည်သာ စစ်မှန်သောဘုရားဖြစ်ကြောင်းနှင့် အရှင်တစ်ပါးတည်းမှလွဲ၍ မည်သူကိုမျှ ကိုးကွယ်ရန် မသင့်လျော်ကြောင်း ကြေညာတော်မူသည်။ အရှင်သည် သေဆုံးသူများကို အသက်ပြန်သွင်းနိုင်သူဖြစ်ပြီး အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်သည်။ ထို့နောက် အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်သည့်ကိစ္စတွင် ကွဲလွဲသည်ဖြစ်စေ၊ ၎င်း၏ ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင်ရှိသည်။)</span> ဆိုလိုသည်မှာ သင်တို့ မည်သည့်ကိစ္စတွင် ကွဲလွဲသည်ဖြစ်စေ ဖြစ်သည်။ ဤသည်မှာ အဓိပ္ပါယ်အားဖြင့် ယေဘူယျဖြစ်ပြီး အရာခပ်သိမ်းနှင့် သက်ဆိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَحُكْمُهُ إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင်ရှိသည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ ကျမ်းတော်နှင့် အရှင်မြတ်၏ တမန်တော် ﷺ ၏ စွန်နဟ်နှင့်အညီ အရှင်သည် ထိုအရာ၏ တရားသူကြီးဖြစ်သည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(နှင့်)</span> သင်တို့သည် မိမိတို့အချင်းချင်း မည်သည့်အရာတွင်မဆို ကွဲလွဲပါက၊ ၎င်းကို အလ္လာဟ်နှင့် အရှင်၏ ရစူလ်တမန်တော်ထံသို့ ပြန်လည်ကိုးကားကြလော့)</span><span class=\"gray\">(4:59)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمُ اللَّهُ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ အလ္လာဟ်၊ ကျွန်ုပ်၏ အရှင်ဖြစ်ပြီး)</span> ဆိုလိုသည်မှာ၊ <span class=\"gray\">(အရှင်သည်)</span> အရာခပ်သိမ်းကို ဆုံးဖြတ်သူဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်အား ကျွန်ုပ် ယုံကြည်ကိုးစားသည်၊ အရှင်ထံသို့ ကျွန်ုပ် နောင်တတရားဖြင့် ပြန်လှည့်သည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်သည် ကိစ္စအားလုံးကို အရှင်ထံသို့ လွှဲအပ်ပါသည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းရှင်။)</span> ဆိုလိုသည်မှာ ၎င်းနှစ်ခုနှင့် ၎င်းတို့ကြားရှိ အရာခပ်သိမ်းကို ဖန်ဆင်းရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် သင်တို့အတွက် သင်တို့ကိုယ်တိုင်မှ အဖော်များကို ဖန်ဆင်းပေးခဲ့သည်၊)</span> ဆိုလိုသည်မှာ သင်တို့၏ အမျိုးအစားမှပင်ဖြစ်သည်။ အရှင်ထံမှ ကောင်းချီးနှင့် မျက်နှာသာပေးမှုအဖြစ် အရှင်သည် သင်တို့၏ အမျိုးအစားကို ကျား-မ ဖန်ဆင်းခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمِنَ الْأَنْعَامِ أَزْوَاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နွားများအတွက်လည်း <span class=\"gray\">(အလားတူ)</span> အဖော်များကို ဖန်ဆင်းပေးခဲ့သည်။)</span> ဆိုလိုသည်မှာ အရှင်သည် သင်တို့အတွက် နွားရှစ်မျိုးကို ဖန်ဆင်းပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَذْرَؤُكُمْ فِيهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းအားဖြင့် အရှင်သည် သင်တို့ကို ဖန်ဆင်းတော်မူသည်။)</span> ဆိုလိုသည်မှာ ဤနည်းလမ်းဖြင့် အရှင်သည် သင်တို့ကို ကျား-မ၊ မျိုးဆက်မှ မျိုးဆက်သို့ လူများနှင့် နွားများကို ဖန်ဆင်းတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ كَمِثْلِهِ شَيْءٌ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်နှင့်တူသောအရာ မည်သည်မျှမရှိ၊)</span> ဆိုလိုသည်မှာ ဤအဖော်များကို ဖန်ဆင်းရှင်နှင့်တူသောအရာ မည်သည်မျှမရှိ၊ အကြောင်းမှာ အရှင်သည် တစ်ပါးတည်းသော၊ ကိုယ်ပိုင်အားဖြင့် ရပ်တည်တော်မူသော အရှင်ဖြစ်ပြီး၊ အရှင်နှင့်တူညီသူ သို့မဟုတ် ညီမျှသူ မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ السَّمِيعُ الْبَصِيرُ </p><p lang=\"no\" class=\"no \"><span class=\"gray\">(He is the All-Hearer, the All-Seer.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ သော့များ အရှင်ပိုင်ဆိုင်သည်။)</span> ဤအသုံးအနှုန်း၏ အဓိပ္ပါယ်ဖွင့်ဆိုချက်ကို စူရတ် အဇ်-ဇုမရ် <span class=\"gray\">(၃၉:၆၃)</span> တွင် ကျွန်ုပ်တို့ ဆွေးနွေးထားပြီးဖြစ်သည်။ ၎င်း၏ နိဂုံးချုပ်မှာ အရှင်သည် ၎င်းတို့အား ထိန်းချုပ်ပြီး စီမံအုပ်ချုပ်နေသူဖြစ်သည် ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် အလိုရှိသူအတွက် ရိက္ခာကို ချဲ့ထွင်ပေးပြီး၊ ကျဉ်းမြောင်းစေသည်။)</span> ဆိုလိုသည်မှာ အရှင်သည် အလိုရှိသူကို ပေါများသော ရိက္ခာကို ပေးပြီး အလိုရှိသူအတွက် ၎င်းကို လျှော့ချပေးသည်၊ အရှင်သည် ပြည့်စုံသော ဉာဏ်ပညာနှင့် တရားမျှတမှုရှိသော အရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အရှင်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိရှိတော်မူသော အရှင်ဖြစ်သည်။)</span></p>"
  }
]