[
  {
    "ayah_key": "25:68",
    "group_ayah_key": "25:68",
    "from_ayah": "25:68",
    "to_ayah": "25:71",
    "ayah_keys": "25:68,25:69,25:70,25:71",
    "text": "<p lang=\"my\" class=\"my \">အကြင်သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သည့်ဘုရားကိုမျှ မပန်ကြားကြပေ။ အလ္လာဟ်အရှင်မြတ်က တားမြစ်ထားသော မည်သူ့ကိုမျှ တရားသော အကြောင်းပြချက်မှတစ်ပါး မသတ်ဖြတ်ကြပေ။ တရားမဝင် လိင်ဆက်ဆံခြင်းကိုလည်း မကျူးလွန်ကြပေ။ မည်သူမဆို ဤသို့ပြုလုပ်ပါက အသမာ <span>(၆၈)</span>ပြန်ထမြောက်ရာနေ့တွင် ၎င်းအပေါ် ပြစ်ဒဏ်ကို နှစ်ဆတိုးစေလိမ့်မည်ဖြစ်ပြီး ၎င်းသည် ထိုနေရာ၌ အရှက်ကွဲစွာ နေထိုင်ရလိမ့်မည် <span>(၆၉)</span>သို့သော် နောင်တရပြီး ယုံကြည်ကာ ကောင်းမှုများ ပြုလုပ်သူတို့မှတစ်ပါး။ ထိုသူတို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်များကို ကောင်းမှုများအဖြစ် ပြောင်းလဲပေးမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များကို အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော အနန္တမေတ္တာရှင် ဖြစ်တော်မူ၏ <span>(၇၀)</span>အကြင်သူသည် နောင်တရပြီး ဖြောင့်မတ်သော ကောင်းမှုများ ပြုလုပ်ပါက ဧကန်စင်စစ် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံ နောင်တရခဲ့ပြီ မာတာဘာ <span>(၇၁)</span></p><div lang=\"my\" class=\"my \"><h2>အနန္တမေတ္တာရှင်၏ ကျွန်များ၏ ဂုဏ်တော်များတွင် ရှစ်ရ်က်၊ လူသတ်မှုနှင့် ဇီနာတို့ကို ရှောင်ကြဉ်ခြင်းတို့ ပါဝင်သည်</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်သည် ‘အဗ်ဒုလ္လာဟ် ဘင် မတ်စ်အူဒ်က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အား မည်သည့်အပြစ်က အပြင်းထန်ဆုံးလဲ” ဟု မေးမြန်းခဲ့ရာ ၎င်းက “</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင့်ကို ဖန်ဆင်းထားသော်လည်း သင်က အရှင်မြတ်အား ပြိုင်ဘက်တစ်ဦး ထားရှိခြင်း။)</span>” ဟု မိန့်ကြားကြောင်း မှတ်တမ်းတင်ထားသည်။ သူက “ဒါဆို ဘာလဲ” ဟု မေးရာ ၎င်းက “</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَطْعَمَ مَعَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကလေးသည် သင့်နှင့်အတူ စားရမည်ကို ကြောက်ရွံ့၍ သင်က ၎င်းကို သတ်ဖြတ်ခြင်း။)</span>” ဟု မိန့်ကြားသည်။ သူက “ဒါဆို ဘာလဲ” ဟု မေးရာ ၎င်းက “</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تُزَانِي حَلِيلَةَ جَارِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အိမ်နီးချင်း၏ ဇနီးနှင့် ကာမပိုင်မဟုတ်ဘဲ လိင်ဆက်ဆံခြင်း။)</span>” ဟု မိန့်ကြားသည်။ ‘အဗ်ဒုလ္လာဟ်က “ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် ယင်းကို အတည်ပြုကာ ထုတ်ဖော်ခဲ့သည်” ဟု ပြောကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သည့်ဘုရားကိုမျှ မပန်ကြားကြပေ။)</span>” ယင်းကို အန်-နာစာအီကလည်း မှတ်တမ်းတင်ခဲ့ပြီး အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ ဆာအိဒ် ဘင် ဂျူဘာရ်သည် အိဗ်နု ‘အဗ္ဗားစ်က ရှစ်ရ်က်ပြုသူအချို့သည် လူအများကို သတ်ဖြတ်ခဲ့ပြီး ဇီနာကို အကြိမ်ကြိမ် ကျူးလွန်ခဲ့ကြောင်း၊ ထို့နောက် ၎င်းတို့သည် မိုဟာမဒ်ထံ လာရောက်ပြီး “အရှင်က ပြောပြီး လူများကို ဖိတ်ခေါ်နေသည့်အရာသည် ကောင်းမွန်လှသည်။ ကျွန်ုပ်တို့ လုပ်ခဲ့သည့်အရာအတွက် ပြစ်ဒဏ်ချေဖျက်ရန် နည်းလမ်းရှိကြောင်းကိုသာ အရှင်က ကျွန်ုပ်တို့အား ပြောပြပေးပါက” ဟု ပြောကြားကြောင်း ကြားသိခဲ့ရသည်။ ထို့နောက် အာယသ်တော်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သည့်ဘုရားကိုမျှ မပန်ကြားကြပေ။)</span>” ကို ထုတ်ဖော်ခဲ့သကဲ့သို့ အာယသ်တော်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့။ “အို! ငါ၏ ကျွန်များအပေါင်းတို့၊ အကြင်သူတို့သည် မိမိတို့ကိုယ်ကို အလွန်အကျွံ ပြုမူခဲ့ကြကုန်သည်!”)</span><span class=\"gray\">(၃၉:၅၃)</span>”။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဤသို့ပြုလုပ်ပါက အသမာကို ရရှိလိမ့်မည်။)</span>” ‘အဗ်ဒုလ္လာဟ် ဘင် ‘အမ်ရ်က “အသမာသည် ငရဲဘုံရှိ ချိုင့်ဝှမ်းတစ်ခု ဖြစ်သည်” ဟု ပြောကြားကြောင်း မှတ်တမ်းတင်ထားသည်။ ‘အိကရီမာဟ်ကလည်း အသမာဆိုသည်မှာ တရားမဝင် လိင်ဆက်ဆံသူများကို ပြစ်ဒဏ်ပေးမည့် ငရဲဘုံရှိ ချိုင့်ဝှမ်းများကို ရည်ညွှန်းသည်ဟု ပြောကြားသည်။ ယင်းကို ဆာအိဒ် ဘင် ဂျူဘာရ်နှင့် မူဂျာဟစ်ဒ်တို့ထံမှလည်း ရို့ဝါယတ်ပြုထားသည်။ အစ်-ဆူဒီက အသမာသည် ပြစ်ဒဏ်ကို ရည်ညွှန်းသည်ဟု ဆိုရာ ယင်းသည် အာယသ်တော်၏ ပေါ်လွင်သော အဓိပ္ပါယ်နှင့် ပိုမိုနီးစပ်သည်။ ဤအနက်ဖွင့်ဆိုချက်က ၎င်းအား နောက်လာမည့် အာယသ်တော်နှင့် အပြန်အလှန် လဲလှယ်နိုင်စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြန်ထမြောက်ရာနေ့တွင် ၎င်းအပေါ် ပြစ်ဒဏ်ကို နှစ်ဆတိုးစေလိမ့်မည်၊)</span>” ဆိုလိုသည်မှာ ထပ်ခါတလဲလဲ ပြင်းထန်လာခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخْلُدْ فِيهِ مُهَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ထိုနေရာ၌ အရှက်ကွဲစွာ နေထိုင်ရလိမ့်မည်။)</span>” မထီမဲ့မြင်ပြုခံရပြီး အရှက်ရစေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် နောင်တရပြီး ယုံကြည်ကာ ကောင်းမှုများ ပြုလုပ်သူတို့မှတစ်ပါး။)</span>” ဆိုလိုသည်မှာ ဤဆိုးယုတ်သော အပြုအမူများကို ပြုလုပ်သူများသည် ဖော်ပြထားသည့်အတိုင်း ပြစ်ဒဏ်ပေးခံရမည် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن تَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် နောင်တရသူတို့မှတစ်ပါး)</span>”၊ ဆိုလိုသည်မှာ ဤလောကတွင် အလ္လာဟ်အရှင်မြတ်ထံ အပြစ်အားလုံးမှ နောင်တရသူတို့ ဖြစ်သည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ နောင်တကို လက်ခံတော်မူမည်။ ယင်းသည် လူသတ်သမား၏ နောင်တသည် လက်ခံနိုင်ကြောင်း အထောက်အထား ဖြစ်ပြီး စူရာ အန်-နိစာအ်ရှိ အာယသ်တော်နှင့် ကွဲလွဲမှု မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် မွတ်စ်လင်မ်တစ်ဦးအား တမင်တကာ သတ်ဖြတ်ပါက)</span><span class=\"gray\">(၄:၉၃)</span>”၊ အဘယ်ကြောင့်ဆိုသော် ယင်းကို အလ်-မာဒီနာတွင် ထုတ်ဖော်ခဲ့သော်လည်း အဓိပ္ပါယ်မှာ ယေဘူယျဖြစ်ပြီး နောင်တမရသူကို ရည်ညွှန်းသည်ဟု အနက်ဖွင့်ဆိုနိုင်သည်။ အဘယ်ကြောင့်ဆိုသော် ဤအာယသ်တော်က ခွင့်လွှတ်ခြင်းသည် နောင်တရသူတို့အတွက်သာ ဖြစ်သည်ဟု ဖော်ပြထားသောကြောင့် ဖြစ်သည်။ ထို့အပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိနှင့်အတူ တွဲဘက်ကို ထားရှိခြင်းကို ခွင့်လွှတ်တော်မမူ၊ သို့သော် အရှင်မြတ် အလိုရှိသူကို ထိုမှတစ်ပါး အခြားအပြစ်များကို ခွင့်လွှတ်တော်မူသည်)</span><span class=\"gray\">(၄:၄၈)</span>”။ စစ်မှန်သော ဆွန္နဟ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံမှ လူသတ်သမား၏ နောင်တသည် လက်ခံနိုင်ကြောင်း ဖော်ပြထားသည်၊ လူတစ်ရာကို သတ်ဖြတ်ပြီးနောက် နောင်တရခဲ့သူ၏ ဇာတ်လမ်းနှင့် အခြားဟဒီးစ်တော်များတွင် ဖော်ပြထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ ۗ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်များကို ကောင်းမှုများအဖြစ် ပြောင်းလဲပေးမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များကို အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော အနန္တမေတ္တာရှင် ဖြစ်တော်မူ၏။)</span>” အီမာမ် အာမဒ်သည် အဘူ ဓရ်ရ်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား နှစ်သက်တော်မူပါစေ၊ က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က မိန့်တော်မူသည်” ဟု ပြောကြားကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأَعْرِفُ آخِرَ أَهْلِ النَّارِ خُرُوجًا مِنَ النَّارِ، وَآخِرَ أَهْلِ الْجَنَّةِ دُخُولًا إِلَى الْجَنَّةِ، يُؤْتَى بِرَجُلٍ فَيَقُولُ: نَحُّوا عَنْهُ كِبَارَ ذُنُوبِهِ وَسَلُوهُ عَنْ صِغَارِهَا، قَالَ: فَيُقَالُ لَهُ: عَمِلْتَ يَوْمَ كَذَا، كَذَا وَكَذَا، وَعَمِلْتَ يَوْمَ كَذَا، كَذَا وَكَذَا، فَيَقُولُ: نَعَمْ لَا يَسْتَطِيعُ أَنْ يُنْكِرَ مِنْ ذَلِكَ شَيْئًا، فَيُقَالُ: فَإِنَّ لَكَ بِكُلِّ سَيِّئَةٍ حَسَنَةً، فَيَقُولُ: يَا رَبِّ عَمِلْتُ أَشْيَاءَ لَا أَرَاهَا هٰهُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ငရဲဘုံမှ နောက်ဆုံး ထွက်လာမည့်သူနှင့် ဂျန္နတ်(အာရဗီစကားလုံး)သို့ နောက်ဆုံး ဝင်ရောက်မည့်သူကို သိသည်။ လူတစ်ဦးကို ခေါ်ဆောင်လာပြီး “သူ၏ ကြီးမားသော အပြစ်များကို ဖယ်ရှားပြီး သူ၏ သေးငယ်သော အပြစ်များကို မေးမြန်းပါ” ဟု ပြောကြားလိမ့်မည်။ ထို့ကြောင့် ၎င်းအား “ထိုနေ့တွင် သင်သည် ထိုအရာကို ပြုလုပ်ခဲ့ပြီး ထိုနေ့တွင် သင်သည် ထိုအရာကို ပြုလုပ်ခဲ့သည်” ဟု ပြောကြားလိမ့်မည်။ ၎င်းက “ဟုတ်သည်” ဟု ပြောကြားမည်ဖြစ်ပြီး မည်သည့်အရာကိုမျှ ငြင်းဆိုနိုင်မည် မဟုတ်ပေ။ ထို့နောက် ၎င်းအား “ဆိုးယုတ်သော အပြုအမူတိုင်းအတွက် သင့်တွင် ကောင်းမှုတစ်ခု ရှိသည်” ဟု ပြောကြားလိမ့်မည်။ ၎င်းက “အို အရှင်သခင်၊ ဤနေရာ၌ မတွေ့ရသော အရာများကို ကျွန်ုပ် ပြုလုပ်ခဲ့သည်” ဟု ပြောကြားလိမ့်မည်။)</span>” ၎င်း <span class=\"gray\">(အဘူ ဓရ်ရ်)</span>” က “ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် အံသွားများ မြင်ရသည်အထိ ပြုံးတော်မူသည်” ဟု ပြောကြားသည်။ မွတ်စ်လင်မ်က မှတ်တမ်းတင်ခဲ့သည်။ အိဗ်နု အဘီ ဟာတိမ်သည် အဘူ ဂျာဘိရ်က မခူးလ် ပြောကြားသည်ကို ကြားသိခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ “မျက်လုံးများ မှေးမှိန်နေသော အလွန်အိုမင်းသော အမျိုးသားတစ်ဦး လာရောက်ပြီး “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ လူတစ်ဦးသည် အခြားသူများကို သစ္စာဖောက်ပြီး မကောင်းမှုများ ပြုလုပ်ခဲ့သည်၊ မည်သည့် မကောင်းမှုမျှ မလုပ်ဖူးသော အပြစ်မျိုး မရှိခဲ့ပေ။ ၎င်း <span class=\"gray\">(၏ အပြစ်များ)</span>” ကို လူသားအားလုံးအပေါ် ခွဲဝေပေးမည်ဆိုပါက ၎င်းတို့အားလုံး ပျက်စီးသွားလိမ့်မည်။ ၎င်းအတွက် နောင်တရရန် နည်းလမ်း ရှိပါသလား” ဟု မေးမြန်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က မိန့်တော်မူသည်”</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَسْلَمْتَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် မွတ်စ်လင်မ် ဖြစ်လာပြီလား)</span>” ၎င်းက “ကျွန်ုပ်အတွက် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ ဘုရားသခင် ဖြစ်တော်မူပြီး တွဲဖက် သို့မဟုတ် ပူးပေါင်းပါဝင်သူ မရှိ၊ မိုဟာမဒ်သည် အရှင်မြတ်၏ ကျွန်နှင့် ရစူလ်တမန်တော် ဖြစ်ကြောင်း ကျွန်ုပ် သက်သေခံပါသည်” ဟု ပြောကြားသည်။ တမန်တော်မြတ်က မိန့်တော်မူသည်”</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللهَ غَافِرٌ لَكَ مَا كُنْتَ كَذَلِكَ، وَمُبَدِّلُ سَيِّئَاتِكَ حَسَنَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင် လုပ်ခဲ့သမျှကို ခွင့်လွှတ်တော်မူမည်ဖြစ်ပြီး သင်၏ ဆိုးယုတ်သော အပြုအမူများကို ကောင်းမှုများဖြင့် အစားထိုးပေးမည်။)</span>” ထိုအမျိုးသားက “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်၏ သစ္စာဖောက်မှုများနှင့် မကောင်းမှုများကိုပါလား” ဟု မေးမြန်းရာ တမန်တော်မြတ်က မိန့်တော်မူသည်”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَغَدَرَاتُكَ وَفَجَرَاتُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ သစ္စာဖောက်မှုများနှင့် မကောင်းမှုများကိုပါ ဖြစ်သည်။)</span>” “ထိုအမျိုးသားသည် ‘လာ အိလာဟ အိလ္လလ္လာဟ်’ နှင့် ‘အလ္လာဟ်အရှင်မြတ် အက္ကဘာရ်’ ဟု ပြောကြားရင်း ထွက်ခွာသွားသည်။” အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ သတ္တဝါအားလုံးအပေါ် ၎င်း၏ ကရုဏာတော် မည်သို့ ကျယ်ပြန့်သည်ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်၊ ၎င်းတို့ထဲမှ အကြင်သူသည် ၎င်းထံ နောင်တရပါက ၎င်းသည် မည်သည့်အပြစ်ကိုမဆို၊ ကြီးသည်ဖြစ်စေ၊ ငယ်သည်ဖြစ်စေ ၎င်း၏ နောင်တကို လက်ခံတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် နောင်တရပြီး ဖြောင့်မတ်သော ကောင်းမှုများ ပြုလုပ်ပါက ဧကန်စင်စစ် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံ နောင်တရခဲ့ပြီ မာတာဘာ။)</span>” ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ နောင်တကို လက်ခံတော်မူမည်။ ယင်းသည် အာယသ်တော်များနှင့်တူသည်”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် မကောင်းမှုတစ်ခုခုကို ပြုလုပ်ခဲ့ပြီး သို့မဟုတ် မိမိကိုယ်ကို မတရားပြုခဲ့ပြီးနောက် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှု တောင်းခံပါက အလ္လာဟ်အရှင်မြတ်ကို အပြစ်များကို အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော အနန္တမေတ္တာရှင်အဖြစ် တွေ့ရှိလိမ့်မည်။)</span><span class=\"gray\">(၄:၁၁၀)</span>”။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်များထံမှ နောင်တကို လက်ခံတော်မူသည်ကို မသိကြပါသလား။)</span><span class=\"gray\">(၉:၁၀၄)</span>”။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့။ “အို! ငါ၏ ကျွန်များအပေါင်းတို့၊ အကြင်သူတို့သည် မိမိတို့ကိုယ်ကို အလွန်အကျွံ ပြုမူခဲ့ကြကုန်သည်! အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်မှ စိတ်ပျက်အားငယ်ခြင်း မရှိကြနှင့်။”)</span><span class=\"gray\">(၃၉:၅၃)</span>” - ၎င်းထံ နောင်တရသူတို့အတွက် ဖြစ်သည်။</p>"
  }
]