[
  {
    "ayah_key": "14:22",
    "group_ayah_key": "14:22",
    "from_ayah": "14:22",
    "to_ayah": "14:23",
    "ayah_keys": "14:22,14:23",
    "text": "<p lang=\"my\" class=\"my \">အကြောင်းအရာကို ဆုံးဖြတ်ပြီးသောအခါ ရှိုင်သွာန်က ပြောမည်- \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား စစ်မှန်သော ကတိတစ်ခု ပေးတော်မူခဲ့သည်။ ငါသည်လည်း သင်တို့အား ကတိပေးခဲ့သော်လည်း သစ္စာဖောက်ခဲ့သည်။ ငါသည် သင်တို့အား ငါခေါ်သောအခါ သင်တို့က တုံ့ပြန်ခဲ့ခြင်းမှလွဲ၍ သင်တို့အပေါ်တွင် အာဏာမရှိခဲ့ပါ။ ထို့ကြောင့် ငါ့ကို အပြစ်မတင်ပါနှင့်၊ သင်တို့ကိုယ်သင်တို့သာ အပြစ်တင်ကြပါ။ ငါသည် သင်တို့ကို မကူညီနိုင်၊ သင်တို့လည်း ငါ့ကို မကူညီနိုင်ပါ။ သင်တို့သည် ငါ့ကို <span class=\"gray\">(ရှိုင်သွာန်)</span> အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်၍ <span class=\"gray\">(ဤလောကဘဝတွင် ငါ့ကို နာခံခြင်းဖြင့်)</span> မိတ်ဖက်ပြုခဲ့သော သင်တို့၏ ယခင်လုပ်ရပ်ကို ငါငြင်းဆိုသည်။ အမှန်စင်စစ် ပြစ်မှုကျူးလွန်သူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိသည်။ <span>(၂၂)</span>ယုံကြည်ပြီး ကောင်းမှုပြုသူများကို မြစ်များစီးဆင်းနေသည့် ဥယျာဉ်များထဲသို့ ဝင်ရောက်စေမည် - ၎င်းတို့၏ အရှင်သခင်၏ ခွင့်ပြုချက်ဖြင့် <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျန္နတ်၌)</span> ထာဝစဉ် နေထိုင်ရန်ဖြစ်သည်။ ၎င်းတို့၏ နှုတ်ဆက်စကားမှာ \"စလာမ် <span class=\"gray\">(ငြိမ်းချမ်းပါစေ!)</span>\" ဖြစ်မည်။ <span>(၂၃)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရှိုင်သွာန်သည် သူ၏ နောက်လိုက်များကို ငြင်းပယ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်များအကြား စီရင်ဆုံးဖြတ်ပြီးစီးသောအခါ၊ ယုံကြည်သူများကို ဂျန္နတ်ဥယျာဉ်များသို့ပို့ပြီး မယုံကြည်သူများကို <span class=\"gray\">(ငရဲ၏)</span> နိမ့်ကျရာသို့ပို့ပြီးနောက် အစ်ဗ်လီစ်က သူ၏နောက်လိုက်များအား အဘယ်သို့ ပြောမည်ကို ကျွန်ုပ်တို့အား ပြန်လည်ပြောပြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသင့်သော အစ်ဗ်လီစ်သည် ရပ်တန့်၍ နောက်ဆုံးအုပ်စုကို မိန့်ခွန်းပြောမည်၊ ၎င်းတို့၏ စိတ်ဓာတ်ကျခြင်းကို ပို၍ စိတ်ဓာတ်ကျစေရန်၊ ၎င်းတို့၏ ဝမ်းနည်းခြင်းကို ပို၍ ဝမ်းနည်းစေရန်နှင့် ၎င်းတို့၏ ပူဆွေးခြင်းကို ပို၍ ပူဆွေးစေရန်ဖြစ်သည်။ သူက ကြေညာမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား စစ်မှန်သော ကတိတစ်ခု ပေးတော်မူခဲ့သည်။)</span> သူ၏ ရစူလ်တမန်တော်များ၏ စကားများဖြင့် သင်တို့သည် ၎င်းတို့ကို လိုက်နာပါက လုံခြုံရေးနှင့် ကယ်တင်ခြင်းကို ရရှိမည်။ စစ်မှန်စွာပင်၊ အလ္လာဟ်အရှင်မြတ်၏ ကတိသည် မှန်ကန်ပြီး တိကျသော သတင်းဖြစ်ခဲ့သည်၊ ငါက သင်တို့ကို ကတိပေးပြီးနောက် သစ္စာဖောက်ခဲ့သည်။' အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ပါးတွင် မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(ရှိုင်သွာန်)</span> သည် ၎င်းတို့အား ကတိများပေးသည်၊ ၎င်းတို့အတွင်း၌ မှားယွင်းသော ဆန္ဒများကို လှုံ့ဆော်သည်၊ ရှိုင်သွာန်၏ ကတိများသည် လှည့်ဖြားခြင်းမှလွဲ၍ ဘာမျှမရှိပါ။)</span><span class=\"gray\">[4:120]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အပေါ်တွင် အာဏာမရှိခဲ့ပါ)</span> ရှိုင်သွာန်က ပြောမည်၊ 'ငါသည် သင်တို့ကို ခေါ်ခဲ့သော အရာအတွက် သက်သေမရှိခဲ့ပါ၊ ငါကတိပေးခဲ့သော အရာအတွက်လည်း အထောက်အထားမရှိခဲ့ပါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့ကို ခေါ်ခဲ့၍ သင်တို့က ငါ့ကို တုံ့ပြန်ခဲ့ခြင်းမှလွဲ၍ ဘာမျှမရှိပါ။)</span> ရစူလ်တမန်တော်များသည် သင်တို့အား ဆန့်ကျင်သည့် အထောက်အထားများနှင့် ပြတ်သားသော သက်သေများကို တင်ပြခဲ့ကြပြီး ၎င်းတို့အား သင်တို့ထံ စေလွှတ်ခဲ့သော အရာ၏ မှန်ကန်မှုကို အတည်ပြုခဲ့သော်လည်း သင်တို့သည် ရစူလ်တမန်တော်များကို မနာခံခဲ့ကြဘဲ ဤကံကြမ္မာကို ရရှိခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَلُومُونِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါ့ကို အပြစ်မတင်ပါနှင့်၊)</span> ယနေ့၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلُومُوا أَنفُسَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ကိုယ်သင်တို့သာ အပြစ်တင်ကြပါ။)</span>၊ အဘယ်ကြောင့်ဆိုသော် သက်သေများကို ငြင်းဆန်ပြီး ငါခေါ်ခဲ့သော မမှန်ကန်မှုကို လိုက်နာခဲ့ခြင်းသည် သင်တို့၏ အပြစ်ဖြစ်သည်။' ရှိုင်သွာန်က ဆက်လက်ပြောမည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">مَّا أَنَا بِمُصْرِخِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့ကို မကူညီနိုင်)</span>၊ သင်တို့ ခံစားနေရသည်များမှ ငါသည် အကျိုးပြုနိုင်မည်မဟုတ်၊ ကယ်တင်နိုင်မည်မဟုတ်၊ လွတ်မြောက်စေနိုင်မည်မဟုတ်ပါ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا أَنتُم بِمُصْرِخِيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့လည်း ငါ့ကို မကူညီနိုင်ပါ။)</span>၊ ငါခံစားနေရသော ပြစ်ဒဏ်နှင့် အပြစ်ပေးခြင်းမှ သင်တို့သည် ငါ့ကို မကယ်တင်နိုင်၊ မလွတ်မြောက်စေနိုင်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ငါ့ကို <span class=\"gray\">(ရှိုင်သွာန်)</span> အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်၍ မိတ်ဖက်ပြုခဲ့သော သင်တို့၏ ယခင်လုပ်ရပ်ကို ငါငြင်းဆိုသည်။)</span> သို့မဟုတ် သင်တို့သည် ယခင်က အလ္လာဟ်အရှင်မြတ်နှင့် ငါ့ကို တွဲဖက်ခဲ့သောကြောင့်ဖြစ်သည်' ဟု ကွာတာဒါဟ်က ပြောသည်။ အိဗ်န် ဂျာရီရ်က မှတ်ချက်ပေးသည်၊ \"ငါသည် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးမြတ်ဆုံးအရှင်နှင့် မိတ်ဖက်ဖြစ်ခြင်းကို ငြင်းပယ်သည်။\" ဤအမြင်သည် အများဆုံးဖြစ်နိုင်သည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်များတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ခေါ်သောသူထက် ပိုမိုလမ်းမှားသူ မည်သူရှိမည်နည်း၊ ထိုသူတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူ၏ခေါ်သံကို မတုံ့ပြန်နိုင်ကြ၊ ၎င်းတို့သည် ၎င်းတို့အား ခေါ်သံများကို <span class=\"gray\">(ပင်လျှင်)</span> မသိကျိုးကျွန်ပြုကြသည်။ လူသားများကို စုဝေးသောအခါ၊ ၎င်းတို့သည် ၎င်းတို့၏ ရန်သူများ ဖြစ်လာမည်ဖြစ်ပြီး ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်ကြမည်ဖြစ်သည်။)</span><span class=\"gray\">[46:5-6]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ၎င်းတို့ <span class=\"gray\">(ခေါ်ဆိုခံရသော ဘုရားများ)</span> သည် ၎င်းတို့အား ကိုးကွယ်မှုကို ငြင်းပယ်မည်ဖြစ်ပြီး၊ ၎င်းတို့၏ ရန်သူများ ဖြစ်လာမည်ဖြစ်သည်။)</span><span class=\"gray\">[19:82]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الظَّالِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ပြစ်မှုကျူးလွန်သူများ)</span>၊ သစ္စာတရားမှ သွေဖည်ပြီး မမှန်ကန်မှုကို လိုက်နာသူများသည် ပြင်းထန်သော ပြစ်ဒဏ်ကို ရရှိမည်။ ဤအာယသ်တော်၏ ဤအပိုင်းသည် ရှိုင်သွာန်က ငရဲသားများအား ၎င်းတို့ ငရဲသို့ ရောက်ရှိပြီးနောက် ပြောဆိုမည့် မိန့်ခွန်းကို ပြန်လည်ပြောပြပုံရသည်၊ ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည့်အတိုင်းပင်။ အာမရ် အစ်ရှ်-ရှာအ်ဘီက ပြောသည်၊ \"ရှင်ပြန်ထမြောက်ရာနေ့တွင် လူအများအား စပီကာနှစ်ဦးက မိန့်ခွန်းပြောမည်။ အလ္လာဟ်အရှင်မြတ်သည် မရ်ယမ်၏သား အီစာအား မိန့်တော်မူမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِن دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် လူတို့အား 'အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ငါ့ကိုနှင့် ငါ့မိခင်ကို ဘုရားနှစ်ပါးအဖြစ် ကိုးကွယ်ကြလော့' ဟု ပြောခဲ့သလား။)</span><span class=\"gray\">[5:116]</span> ... အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللَّهُ هَٰذَا يَوْمُ يَنفَعُ الصَّادِقِينَ صِدْقُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူမည်- \"ဤသည်မှာ ရိုးသားသူများ မိမိတို့၏ ရိုးသားမှုကြောင့် အကျိုးခံစားရမည့်နေ့ဖြစ်သည်။\")</span><span class=\"gray\">[5:119]</span> အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသင့်သော ရှိုင်သွာန်သည် ရပ်တန့်၍ လူအများအား မိန့်ခွန်းပြောမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلَّا أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အပေါ်တွင် အာဏာမရှိခဲ့ပါ၊ ငါခေါ်ခဲ့၍ သင်တို့က ငါ့ကို တုံ့ပြန်ခဲ့ခြင်းမှလွဲ၍။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဆက်လက်၍ ရှိုင်သွာန်၏ မိန့်ခွန်းကို နားထောင်ပြီး ကဲ့ရဲ့ရှုတ်ချမှုနှင့် ပြစ်ဒဏ်ကို ရရှိခဲ့ကြသော ဆင်းရဲဒုက္ခရောက်သူများ၏ နောက်ဆုံးပန်းတိုင်ကို ဖော်ပြခဲ့သည်၊ ထို့နောက် ပျော်ရွှင်သူများ၏ နောက်ဆုံးပန်းတိုင်ကို ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမှုပြုသူများကို မြစ်များစီးဆင်းနေသည့် ဥယျာဉ်များထဲသို့ ဝင်ရောက်စေမည်၊)</span> ၎င်းတို့ စီးဆင်းစေလိုသည့် နေရာတိုင်းနှင့် ၎င်းတို့ရှိနေသည့် နေရာတိုင်းတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထာဝစဉ် နေထိုင်ရန်၊)</span> ၎င်းမှ မည်သည့်အခါမျှ ရွှေ့ပြောင်းခံရမည်မဟုတ်၊ သို့မဟုတ် ရွှေ့ပြောင်းခံရမည်မဟုတ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရှင်သခင်၏ ခွင့်ပြုချက်ဖြင့်။ ၎င်းတို့၏ နှုတ်ဆက်စကားမှာ \"စလာမ် <span class=\"gray\">(ငြိမ်းချမ်းပါစေ!)</span>\" ဖြစ်မည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်များတွင် မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ထိုနေရာသို့ရောက်သောအခါ၊ ၎င်း၏တံခါးများ ဖွင့်လှစ်ပြီး ၎င်း၏စောင့်ရှောက်သူများက \"စလာမ်မွန် အလိုင်းကွမ် <span class=\"gray\">(သင်တို့အပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ!)</span>\" ဟု ပြောမည်။)</span><span class=\"gray\">[39:73]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ - سَلَامٌ عَلَيْكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကောင်းကင်တမန်များသည် တံခါးတိုင်းမှ ၎င်းတို့ထံ ဝင်ရောက်လာကြမည် <span class=\"gray\">(ပြောဆိုလျက်)</span>: \"စလာမ်မွန် အလိုင်းကွမ် <span class=\"gray\">(သင်တို့အပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ!)\")</span><span class=\"gray\">[13:23-24]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ၎င်းတို့အား နှုတ်ဆက်ခြင်းနှင့် ငြိမ်းချမ်းရေးနှင့် လေးစားမှုစကားတို့ဖြင့် တွေ့ဆုံစေမည်။)</span><span class=\"gray\">[25:75]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ ۚ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ၎င်းတို့၏ တောင်းဆိုပုံမှာ စုဗ်ဟာနကာ အလ္လာဟ်ဟွန်မာ <span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အရှင့်အား ချီးမွမ်းဂုဏ်ပြုပါ၏)</span> နှင့် စလာမ် <span class=\"gray\">(ငြိမ်းချမ်းပါစေ!)</span> သည် ၎င်းတို့၏ နှုတ်ဆက်ခြင်း <span class=\"gray\">(ဂျန္နတ်၌)</span> ဖြစ်မည်! ၎င်းတို့၏ တောင်းဆိုမှု၏ အဆုံးသတ်မှာ အလ်-ဟမ်ဒု လိလ္လာဟိ ရဗ်ဘိလ်-အာလမီးန် <span class=\"gray\">[ရှိရှိသမျှအားလုံး၏ အရှင်သခင် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အားလုံး]</span> ဖြစ်မည်။)</span><span class=\"gray\">[10:10]</span></p>"
  }
]