[
  {
    "ayah_key": "3:181",
    "group_ayah_key": "3:181",
    "from_ayah": "3:181",
    "to_ayah": "3:184",
    "ayah_keys": "3:181,3:182,3:183,3:184",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ပြောဆိုသူတို့၏ စကားကို ကြားနာတော်မူခဲ့ပြီးဖြစ်သည်- \"ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ဆင်းရဲပြီး ငါတို့သည် ချမ်းသာကြွယ်ဝသူများ ဖြစ်သည်!\" သူတို့ပြောဆိုခဲ့သည်များကိုလည်းကောင်း၊ တမန်တော်များကို မတရားသဖြင့် သတ်ဖြတ်ခဲ့သည်များကိုလည်းကောင်း ငါတို့သည် မှတ်တမ်းတင်ထားမည်။ ပြီးနောက် ငါတို့က ပြောကြားမည်- \"မီးလောင်ကျွမ်းခြင်း၏ ဝေဒနာကို မြည်းစမ်းကြလော့။ <span class=\"gray\">(မီး)</span>။ <span>(၁၈၁)</span>ဤသည်မှာ သင်တို့၏လက်များက ရှေ့မှ ပေးပို့ထားသည်များကြောင့် ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် (မိမိ၏) ကျွန်များအပေါ် မည်သည့်အခါမျှ မတရားပြုတော်မူသည်မဟုတ်။ <span>(၁၈၂)</span>\"ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ငါတို့ထံမှ မည်သည့်ရစူလ်တမန်တော်ကိုမျှ မယုံကြည်ရန် ကတိပြုထားခဲ့သည်။ ၎င်းရစူလ်တမန်တော်သည် (ကောင်းကင်မှ) မီးက စားသုံးမည့် ပူဇော်သက္ကာယကို ငါတို့ထံ ယူဆောင်မလာသရွေ့\" ဟု ပြောဆိုခဲ့သူများ။ ပြောကြားပါ- \"အမှန်စင်စစ် သင်တို့ထံသို့ ကျွန်ုပ်မတိုင်မီကပင် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများနှင့်တကွ၊ သင်တို့ပြောဆိုသော အရာများနှင့်ပင် တမန်တော်များ ရောက်ရှိခဲ့ကြပြီးဖြစ်သည်။ သို့ဖြစ်လျှင် သင်တို့သည် အမှန်ကို ပြောဆိုသူများဖြစ်ပါက အဘယ်ကြောင့် ၎င်းတို့အား သတ်ဖြတ်ခဲ့ကြသနည်း။ <span>(၁၈၃)</span>ထို့နောက် အကယ်၍ ၎င်းတို့က သင့်ကို ငြင်းပယ်ကြပါလျှင် သင့်မတိုင်မီကပင် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများ၊ ကျမ်းစာများနှင့် ထွန်းလင်းတောက်ပသော ကျမ်းတော်ကို ယူဆောင်လာခဲ့ကြသည့် တမန်တော်များအား ငြင်းပယ်ခဲ့ကြပြီးဖြစ်သည်။ <span>(၁၈၄)</span></p><div lang=\"fil\" class=\"fil \"><h2>Allah Warns the Idolators</h2></div><p lang=\"gd\" class=\"gd \">Sa'id bin Jubayr said that Ibn 'Abbas said, \"When Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား လှပကောင်းမွန်သော ကြွေးမြီကို ချေးငှားသူ မည်သူနည်း၊ သို့မှသာ ၎င်းအား အကြိမ်ပေါင်းများစွာ တိုးပွားစေတော်မူမည်။)</span><span class=\"gray\">[2:245]</span> ထုတ်ဖော်ခဲ့ပြီးနောက် ဂျူးများက ပြောကြသည်- 'အို မုဟမ္မဒ်! သင်၏အရှင်သည် ဆင်းရဲသွားသောကြောင့် မိမိ၏ကျွန်များကို ငွေချေးရန် တောင်းခံသလော?' အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် \"ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ဆင်းရဲပြီး ငါတို့သည် ချမ်းသာကြွယ်ဝသည်!\" ဟု ပြောဆိုသော ထို <span class=\"gray\">(ဂျူး)</span> များ၏ စကားကို ကြားနာတော်မူခဲ့ပြီးဖြစ်သည်!)</span><span class=\"gray\">[3:181]</span>။\"</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အိဗ်နု မရ်ဒူဝီယာဟ်နှင့် အိဗ်နု အဘီ ဟာတိမ်တို့က စုစည်းခဲ့ကြသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنَكْتُبُ مَا قَالُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ပြောဆိုခဲ့သည်များကို ငါတို့သည် မှတ်တမ်းတင်ထားမည်)</span> တွင် ခြိမ်းခြောက်မှုနှင့် သတိပေးချက် ပါဝင်ပြီး အလ္လာဟ်အရှင်မြတ်က မိမိ၏ မိန့်ကြားချက်ဖြင့် ဆက်လက်မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَتْلَهُمُ الْأَنبِيَاءَ بِغَيْرِ حَقٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တမန်တော်များကို မတရားသဖြင့် သတ်ဖြတ်ခဲ့သည်များကိုလည်းကောင်း၊)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ၎င်းတို့က အလ္လာဟ်အရှင်မြတ်အကြောင်း ပြောဆိုသည်များဖြစ်ပြီး ၎င်းတို့သည် အရှင်မြတ်၏ တမန်တော်များကို ဤသို့ ပြုမူဆက်ဆံကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤလုပ်ရပ်များအတွက် ၎င်းတို့အား အဆိုးဆုံးသော နည်းလမ်းဖြင့် အပြစ်ပေးမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ - ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးနောက် ငါတို့က ပြောကြားမည်- \"မီးလောင်ကျွမ်းခြင်း၏ ဝေဒနာကို မြည်းစမ်းကြလော့။ ဤသည်မှာ သင်တို့၏လက်များက ရှေ့မှ ပေးပို့ထားသည်များကြောင့် ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(မိမိ၏)</span> ကျွန်များအပေါ် မည်သည့်အခါမျှ မတရားပြုတော်မူသည်မဟုတ်။\")</span></p><p lang=\"my\" class=\"my \">၎င်းတို့အား ဤသို့ပြောဆိုခြင်းသည် ဆုံးမခြင်း၊ ဝေဖန်ခြင်း၊ အရှက်ရစေခြင်းနှင့် စော်ကားခြင်း နည်းလမ်းတစ်ခုဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို <span class=\"gray\">(ဂျူး)</span> များက ပြောဆိုသည်- \"ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ငါတို့ထံမှ မည်သည့်ရစူလ်တမန်တော်ကိုမျှ မယုံကြည်ရန် ကတိပြုထားခဲ့သည်။ ၎င်းရစူလ်တမန်တော်သည် <span class=\"gray\">(ကောင်းကင်မှ)</span> မီးက စားသုံးမည့် ပူဇော်သက္ကာယကို ငါတို့ထံ ယူဆောင်မလာသရွေ့။\")</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ကျမ်းစာများတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံမှ ကတိပဋိညာဉ်ကို ယူခဲ့သည်၊ တမန်တော်၏ နိုင်ငံမှ အလှူဒါနကို ကောင်းကင်မှ ဆင်းလာသော မီးက စားသုံးသည့် တမန်တော်ကိုသာ ယုံကြည်ရန်ဟူသော ၎င်းတို့၏ တောင်းဆိုချက်ကို ငြင်းပယ်တော်မူခဲ့သည်။ ယင်းသည် အိဗ်နု အဗ်ဗါစ်နှင့် အလ်-ဟာစန်တို့ ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ပြန်လည်မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِّن قَبْلِي بِالْبَيِّنَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါ- \"အမှန်စင်စစ် သင်တို့ထံသို့ ကျွန်ုပ်မတိုင်မီကပင် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများနှင့်တကွ တမန်တော်များ ရောက်ရှိခဲ့ကြပြီးဖြစ်သည်။\")</span> အထောက်အထားများနှင့် သက်သေသာဓကများဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِالَّذِي قُلْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ပြောဆိုသော အရာများနှင့်ပင်)</span> သင်တို့တောင်းဆိုသည့်အတိုင်း လက်ခံသော အလှူဒါနကို စားသုံးသည့် မီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِمَ قَتَلْتُمُوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် အဘယ်ကြောင့် ၎င်းတို့အား သတ်ဖြတ်ခဲ့ကြသနည်း။)</span> အဘယ်ကြောင့် ဤတမန်တော်များကို ငြင်းပယ်ခြင်း၊ ဆန့်ကျင်ခြင်း၊ ခေါင်းမာခြင်းနှင့် လူသတ်မှုများဖြင့်ပင် ရင်ဆိုင်ခဲ့ကြသနည်း၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အမှန်ကို ပြောဆိုသူများဖြစ်ပါက)</span>၊ အကယ်၍ သင်တို့သည် အမှန်တရားကို လိုက်နာပြီး တမန်တော်များကို နာခံပါက။</p><p lang=\"nl\" class=\"nl \">Allah then comforts His Prophet Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အကယ်၍ ၎င်းတို့က သင့်ကို ငြင်းပယ်ကြပါလျှင် သင့်မတိုင်မီကပင် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများ၊ ကျမ်းစာများနှင့် ထွန်းလင်းတောက်ပသော ကျမ်းတော်ကို ယူဆောင်လာခဲ့ကြသည့် တမန်တော်များအား ငြင်းပယ်ခဲ့ကြပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့က သင့်အား ငြင်းပယ်သောကြောင့် ဝမ်းနည်းခြင်းမရှိပါနှင့်၊ အဘယ်ကြောင့်ဆိုသော် သင့်တွင် သင့်မတိုင်မီက ရောက်ရှိခဲ့သော တမန်တော်များ၌ စံနမူနာရှိသည်။ ဤတမန်တော်များသည် ရှင်းလင်းသော အထောက်အထားများ၊ ထင်ရှားသော သက်သေသာဓကများနှင့် မေးခွန်းထုတ်စရာမရှိသော လက္ခဏာများကို ယူဆောင်လာခဲ့ကြသော်လည်း ၎င်းတို့အား ငြင်းပယ်ခဲ့ကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالزُّبُرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အဇ်ဇဗုရ်များ)</span>၊ တမန်တော်များထံ ထုတ်ဖော်ခဲ့သော အလ္လာဟ်အရှင်မြတ်မှ ထုတ်ဖော်ခဲ့သည့် ကျမ်းများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْكِتَابِ الْمُنِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ထွန်းလင်းတောက်ပသော ကျမ်းတော်)</span> ဆိုလိုသည်မှာ ရှင်းလင်းချက်နှင့် အကောင်းဆုံး ရှင်းလင်းတင်ပြချက်။</p>"
  }
]