[
  {
    "ayah_key": "29:64",
    "group_ayah_key": "29:64",
    "from_ayah": "29:64",
    "to_ayah": "29:66",
    "ayah_keys": "29:64,29:65,29:66",
    "text": "<p lang=\"my\" class=\"my \">ဤလောကီဘဝသည် ပျော်ရွှင်စရာနှင့် ကစားခုန်စားမျှသာ ဖြစ်သည်။ မှန်ကန်စွာဆိုရသော် နောင်တမလွန်ဘဝသည်သာ စစ်မှန်သောဘဝ ဖြစ်သည်။ ၎င်းတို့သာ သိရှိကြပါလျှင် <span>(၆၄)</span> သင်္ဘောပေါ်သို့ ရောက်ရှိကြသောအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ သီးသန့်ရည်ရွယ်၍ ဆုတောင်းပတ္ထနာပြုကြသည်။ သို့သော် အရှင်မြတ်က ၎င်းတို့ကို ကုန်းပေါ်သို့ လုံခြုံစွာ ပို့ဆောင်ပေးသောအခါ ၎င်းတို့သည် အခြားသူများကို အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ကြပြန်သည် <span>(၆၅)</span> ထိုသို့ဖြင့် ငါတို့ ပေးသနားထားသည်များကို ကျေးဇူးကန်းကြပြီး ၎င်းတို့ ပျော်ရွှင်စွာ နေထိုင်ကြသည်။ သို့သော် မကြာမီ ၎င်းတို့ သိရှိကြလိမ့်မည် <span>(၆၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဤလောကသည် မည်မျှ အရေးမပါ မတည်မြဲကြောင်းနှင့် မကြာမီ ကုန်ဆုံးမည်ဖြစ်ကြောင်းကို အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်။ ၎င်းသည် ပျော်ရွှင်စရာနှင့် ကစားခုန်စားမျှသာ ဖြစ်သည်-</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်စွာဆိုရသော် နောင်တမလွန်ဘဝသည်သာ စစ်မှန်သောဘဝ ဖြစ်သည်၊)</span> ဟူသည်မှာ ဘယ်တော့မှ မပြီးဆုံးဘဲ ထာဝစဉ်တည်တံ့နေမည့် စစ်မှန်သော ထာဝရဘဝကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانُوا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သာ သိရှိကြပါလျှင်။)</span> ဟူသည်မှာ ကုန်ဆုံးသွားမည့်အရာထက် တည်တံ့နေမည့်အရာကို ၎င်းတို့ ပိုနှစ်သက်ကြလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဘေးဒုက္ခကြုံတွေ့သောအခါ ရုပ်တုကိုးကွယ်သူများသည် အရှင်မြတ်တစ်ပါးတည်းကိုသာ မည်သည့်တွဲဖက်မှမရှိဘဲ ခေါ်ဖိတ်ဆုတောင်းကြသည်ဟု မိန့်ကြားတော်မူသည်။ ထိုသို့ဆိုလျှင် ၎င်းတို့သည် အဘယ်ကြောင့် ထိုသို့အမြဲတမ်း မပြုလုပ်ကြသနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်္ဘောပေါ်သို့ ရောက်ရှိကြသောအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ သီးသန့်ရည်ရွယ်၍ ဆုတောင်းပတ္ထနာပြုကြသည်။)</span> ၎င်းသည် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်၌ သင်တို့အား ဘေးအန္တရာယ်ကျရောက်သောအခါ အရှင်မြတ်မှလွဲ၍ သင်တို့ ခေါ်ဖိတ်သူများ ပျောက်ကွယ်သွားကြသည်။ သို့သော် အရှင်မြတ်က သင်တို့ကို ကုန်းပေါ်သို့ လုံခြုံစွာ ပို့ဆောင်ပေးသောအခါ သင်တို့သည် လှည့်ထွက်သွားကြသည်)</span><span class=\"gray\">(၁၇:၆၇)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရှင်မြတ်က ၎င်းတို့ကို ကုန်းပေါ်သို့ လုံခြုံစွာ ပို့ဆောင်ပေးသောအခါ ၎င်းတို့သည် အခြားသူများကို အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ကြပြန်သည်။)</span></p><p lang=\"my\" class=\"my \">မိုဟာမက်ဘင်အစ်ဟက်သည် အစ်ကရီမာဘင်အဘီဂျဟလ်မှ သတင်းပေးပို့ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မက္ကာဟ်မြို့ကို အောင်နိုင်သောအခါ သူ <span class=\"gray\">(အစ်ကရီမာ)</span> သည် ထွက်ပြေးခဲ့သည်။ အီသီယိုးပီးယားသို့ ဦးတည်သော ပင်လယ်ခရီးတွင် သင်္ဘောသည် ယိမ်းထိုးလာပြီးနောက် သင်္ဘောသားများက \"အိုလူအပေါင်းတို့၊ သင်တို့၏အရှင်သခင်တစ်ပါးတည်းကိုသာ စိတ်ရင်းမှန်ဖြင့် ဆုတောင်းကြလော့။ အရှင်မြတ်မှလွဲ၍ ကျွန်ုပ်တို့ကို မည်သူမျှ မကယ်တင်နိုင်ပါ\" ဟု ပြောကြားခဲ့သည်။ အစ်ကရီမာက \"အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆိုပါ၏။ အကယ်၍ ပင်လယ်တွင် အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မကယ်တင်နိုင်ပါက ကုန်းပေါ်တွင်လည်း အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မကယ်တင်နိုင်ပါ။ အိုအလ္လာဟ်၊ ဤအခြေအနေမှ ကျွန်ုပ်လွတ်မြောက်ပါက မိုဟာမက်၏လက်ထဲသို့ ကျွန်ုပ်၏လက်ကို သွားရောက်အပ်နှံပြီး သူသည် ကြင်နာ၍ ကရုဏာရှင်ဖြစ်ကြောင်း တွေ့ရှိရမည်ဟု အရှင်မြတ်အား ကတိပြုပါ၏\" ဟု ပြောကြားခဲ့သည်။ ထိုသို့ပင် ဖြစ်ပျက်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ وَلِيَتَمَتَّعُوا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြင့် ငါတို့ ပေးသနားထားသည်များကို ကျေးဇူးကန်းကြပြီး ၎င်းတို့ ပျော်ရွှင်စွာ နေထိုင်ကြသည်။)</span></p>"
  },
  {
    "ayah_key": "29:67",
    "group_ayah_key": "29:67",
    "from_ayah": "29:67",
    "to_ayah": "29:69",
    "ayah_keys": "29:67,29:68,29:69",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့ပတ်ဝန်းကျင်မှ လူများသည် အတင်းအကြပ် ခေါ်ဆောင်သွားခြင်း ခံနေရသော်လည်း ငါတို့သည် လုံခြုံသော ဘေးမဲ့ဌာနကို ပြုလုပ်ပေးထားသည်ကို ၎င်းတို့ မမြင်ကြဖူးပေလား။ ထိုသို့ဆိုလျှင် ၎င်းတို့သည် မုသားကို ယုံကြည်ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို ငြင်းပယ်ကြပါသလား <span>(၆၇)</span> အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားကို ထွင်ပြောသူ သို့မဟုတ် သမ္မာတရား ၎င်းထံသို့ ရောက်ရှိလာသောအခါ ငြင်းပယ်သူထက် ပိုမိုဆိုးသွမ်းသူ မည်သူရှိပါသနည်း။ ငြင်းပယ်သူများအတွက် ငရဲ၌ နေထိုင်ရာဌာန မရှိပေဘူးလား <span>(၆၈)</span> ငါတို့အတွက် ကြိုးစားအားထုတ်သူများအား ငါတို့သည် ငါတို့၏လမ်းကြောင်းများသို့ မလွဲမသွေ လမ်းပြပေးမည်။ မှန်ကန်စွာဆိုရသော် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများနှင့်အတူ ရှိတော်မူသည် <span>(၆၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဘေးမဲ့ဌာန၏ ကျေးဇူးတော် </h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အရှင်မြတ်၏ ဘေးမဲ့ဌာနသို့ ဝင်ရောက်ခွင့်ပေးခြင်းဖြင့် မည်သို့ကောင်းချီးပေးခဲ့ကြောင်းကို ကူရိုင်းရှ်လူမျိုးအား သတိပေးတော်မူသည်။ ထိုဘေးမဲ့ဌာနကို အရှင်မြတ်သည် လူသားအားလုံးအတွက် <span class=\"gray\">(ဖွင့်လှစ်ထားသည်)</span> ဖြစ်ပြီး၊ ထိုနေရာတွင် နေထိုင်သူနှင့် နိုင်ငံမှလာရောက်လည်ပတ်သူတို့သည် တန်းတူဖြစ်သည်။ မည်သူမဆို ထိုနေရာသို့ ဝင်ရောက်လျှင် ဘေးကင်းသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အလွန်လုံခြုံသောနေရာ ဖြစ်သောကြောင့်ပင်။ ပတ်ဝန်းကျင်ရှိ သဲကန္တာရအာရပ်များသည် တစ်ဦးကိုတစ်ဦး ချုံခိုတိုက်ခိုက်ကြပြီး သတ်ဖြတ်ကြသော်လည်း ထိုသို့ဖြစ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِإِيلَافِ قُرَيْشٍ - إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ - فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ - الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကူရိုင်းရှ်လူမျိုးတို့ ဘေးအန္တရာယ်ကင်းရှင်းစေရန်။ ဆောင်းရာသီနှင့် နွေရာသီတွင် ကုန်သည်လှည်းတန်းများ ဘေးကင်းစွာ ခရီးထွက်နိုင်ရန်။ ထို့ကြောင့် ဤအိမ်တော်၏အရှင်သခင်အား ၎င်းတို့ ကိုးကွယ်စေ။ အရှင်မြတ်သည် ၎င်းတို့အား ဆာလောင်မှုမှ ကျွေးမွေးခဲ့ပြီး ကြောက်ရွံ့မှုမှ ကင်းဝေးစေခဲ့သည်။)</span><span class=\"gray\">(၁၀၆:၁-၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဆိုလျှင် ၎င်းတို့သည် မုသားကို ယုံကြည်ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို ငြင်းပယ်ကြပါသလား။)</span> ဟူသည်မှာ ဤကြီးမားသော ကျေးဇူးတော်အတွက် ၎င်းတို့ ပေးဆပ်သည့် ကျေးဇူးတော်မှာ အရှင်မြတ်နှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်ခြင်း၊ ရုပ်တုများနှင့် ပြိုင်ဘက်များကို ကိုးကွယ်ခြင်းလော။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို ငြင်းပယ်မှုအဖြစ် ပြောင်းလဲပစ်ပြီး ၎င်းတို့၏လူမျိုးများကို ပျက်စီးရာနေရာတွင် နေထိုင်စေခဲ့သူများကို မမြင်ကြဖူးပေလား။)</span><span class=\"gray\">(၁၄:၂၈)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ ကျွန်နှင့် ရစူလ်တမန်တော် ﷺ အား ငြင်းပယ်ခဲ့ကြသည်။ ၎င်းတို့ လုပ်ဆောင်သင့်သည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ပြီး အရှင်မြတ်နှင့် မည်သည့်အရာကိုမျှ တွဲဖက်မကိုးကွယ်ခြင်း၊ တမန်တော်အား ယုံကြည်ခြင်း၊ ဂုဏ်ပြုခြင်းနှင့် လေးစားခြင်းတို့ဖြစ်သည်။ သို့သော် ၎င်းတို့သည် အရှင်မြတ်ကို ငြင်းပယ်ကာ တိုက်ခိုက်ခဲ့ပြီး ၎င်းတို့အလယ်မှ နှင်ထုတ်ခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံမှ အရှင်မြတ်၏ ကျေးဇူးတော်ကို ရုပ်သိမ်းခဲ့ပြီး ဗဒ်ရ်တိုက်ပွဲတွင် အရှင်မြတ် သတ်ဖြတ်လိုသူများကို သတ်ဖြတ်ခဲ့သည်။ ထို့နောက် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် မွတ်စလင်မ်များ အသာစီးရခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား မက္ကာဟ်မြို့ကို အောင်နိုင်ရန် စွမ်းဆောင်ပေးခဲ့သည်။ အရှင်မြတ်သည် ၎င်းတို့ <span class=\"gray\">(ငြင်းပယ်သူများ)</span> ကို အရှက်ရစေပြီး အထင်အသေးခံရစေခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားကို ထွင်ပြောသူ သို့မဟုတ် သမ္မာတရား ၎င်းထံသို့ ရောက်ရှိလာသောအခါ ငြင်းပယ်သူထက် ပိုမိုဆိုးသွမ်းသူ မည်သူရှိပါသနည်း။)</span> အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားပြောဆိုသူ၊ အလ္လာဟ်အရှင်မြတ်က မိမိထံသို့ မည်သည့်အရာကိုမျှ ထုတ်ပြန်ခြင်းမရှိဘဲ ထုတ်ပြန်ခဲ့သည်ဟု ပြောဆိုသူ သို့မဟုတ် 'အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သည်နှင့်တူသော အရာကို ငါထုတ်ပြန်မည်' ဟု ပြောဆိုသူထက် ပိုမိုပြင်းထန်သော ပြစ်ဒဏ်ကို ခံရမည့်သူ မရှိပေ။ ထို့အပြင် သမ္မာတရား ၎င်းထံသို့ ရောက်ရှိလာသောအခါ ငြင်းပယ်သူထက် ပိုမိုပြင်းထန်သော ပြစ်ဒဏ်ကို ခံရမည့်သူလည်း မရှိပေ။ အဘယ်ကြောင့်ဆိုသော် ပထမလူသည် လိမ်လည်ဖန်တီးသူဖြစ်ပြီး ဒုတိယလူသည် ငြင်းပယ်သူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်သူများအတွက် ငရဲ၌ နေထိုင်ရာဌာန မရှိပေဘူးလား။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ جَاهَدُوا فِينَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့အတွက် ကြိုးစားအားထုတ်သူများအား)</span> ဟူသည်မှာ တမန်တော် ﷺ နှင့် ၎င်း၏သာဝကများ၊ ထို့ပြင် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ၎င်းကိုလိုက်နာသူများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنَهْدِيَنَّهُمْ سُبُلَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့အား ငါတို့၏လမ်းကြောင်းများသို့ မလွဲမသွေ လမ်းပြပေးမည်။)</span> ဟူသည်မှာ 'ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ငါတို့၏လမ်းစဉ်အတိုင်း လိုက်လျှောက်နိုင်ရန် ငါတို့သည် ၎င်းတို့အား ကူညီပေးမည်' ဟု ဆိုလိုသည်။</p><p lang=\"ig\" class=\"ig \">Ibn Abi Hatim narrated that 'Abbas Al-Hamdani Abu Ahmad – one of the people of 'Akka <span class=\"gray\">(Palestine)</span> – said, concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့အတွက် <span class=\"gray\">(ငါတို့၏လမ်းစဉ်၌)</span> ကြိုးစားအားထုတ်သူများအား ငါတို့သည် ငါတို့၏လမ်းကြောင်းများသို့ မလွဲမသွေ လမ်းပြပေးမည်။ မှန်ကန်စွာဆိုရသော် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများနှင့်အတူ ရှိတော်မူသည်။)</span> 'မိမိတို့ သိရှိသည့်အရာကို လိုက်နာသူများအား အလ္လာဟ်အရှင်မြတ်သည် မိမိတို့ မသိရှိသည့်အရာများသို့ လမ်းပြပေးမည်။' အာမဒ်ဘင်အဘူအလ်ဟာဝါရီက ပြောကြားသည်မှာ 'ကျွန်ုပ်သည် ဤအကြောင်းအရာကို အဘူဆူလိုင်မန်အဒ်ဒါရာနီအား ပြောပြခဲ့ရာ သူနှစ်သက်ပြီး ပြောကြားသည်မှာ- 'ကောင်းသောအရာကို လုပ်ရန် စိတ်ကူးပေါက်သူ မည်သူမျှ ထိုအကြောင်းနှင့်ပတ်သက်သော သတင်းတစ်စုံတစ်ရာကို မကြားမီအထိ မလုပ်ဆောင်သင့်ပေ။ အကယ်၍ သတင်းကြားရပါက ရှေ့ဆက်လုပ်ဆောင်ပြီး မိမိခံစားရသည်နှင့် ကိုက်ညီသောကြောင့် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းသင့်သည်'' ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်စွာဆိုရသော် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများနှင့်အတူ ရှိတော်မူသည်။)</span> အိဗ်နေအဘီဟာတင်သည် အရှ်ရှအ်ဘီက ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- 'အီဆာဘင်မရ်ယမ် (အေဒီ) က မိန့်ကြားသည်မှာ- 'ကောင်းမှုဟူသည်မှာ သင့်အား မကောင်းပြုသူများအပေါ် ကောင်းမွန်စွာ ပြုမူခြင်းဖြစ်သည်။ သင့်အား ကောင်းစွာ ပြုမူသူများအပေါ် ကောင်းမွန်စွာ ပြုမူခြင်း မဟုတ်ပေ'' ဟု ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာအလ်အန်ကာဘူတ်၏ တဖ်စီရ်ပြီးဆုံးခြင်း ဖြစ်သည်။ ချီးမွမ်းထောမနာအားလုံးနှင့် ကျေးဇူးတော်များသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "29:8",
    "group_ayah_key": "29:8",
    "from_ayah": "29:8",
    "to_ayah": "29:9",
    "ayah_keys": "29:8,29:9",
    "text": "<p class=\"my translation\" lang=\"my\">လူသားတို့အား မိဘတို့အပေါ် ရိုသေလေးစားရန် ငါတို့ မိန့်မှာထားပြီ။ သို့သော် ၎င်းတို့သည် သင့်အား မသိရှိသော အရာတစ်ခုဖြင့် ငါနှင့် တွဲဖက်ကိုးကွယ်ရန် ကြိုးစားပါက ၎င်းတို့ကို မနာခံနှင့်။ ငါ့ထံသို့သာ သင်ပြန်လာရမည်ဖြစ်ပြီး သင်တို့ လုပ်ဆောင်ခဲ့သည်များကို ငါပြောပြမည် <span>(၈)</span> ယုံကြည်သူများနှင့် ဖြောင့်မတ်သော အကျင့်များကို ပြုလုပ်သူများအား ငါတို့သည် မလွဲမသွေ ဖြောင့်မတ်သူများထဲသို့ ထည့်သွင်းမည် <span>(၉)</span></p><div lang=\"my\" class=\"my \"><h2>မိဘတို့အပေါ် ကောင်းမွန်စွာ ပြုမူ၍ ရိုသေလေးစားရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား မိဘတို့အပေါ် ရိုသေလေးစားရန် မိန့်ကြားတော်မူသည်။ အရှင်မြတ်၏ တဝ်ဟီးဒ် (တစ်ပါးတည်းကိုသာ ကိုးကွယ်မှု) ကို မြဲမြံစွာ ယုံကြည်ရန် တိုက်တွန်းပြီးနောက်တွင် ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် လူတစ်ဦး၏ မိဘများသည် ၎င်း၏တည်ရှိမှု၏ အကြောင်းရင်းများဖြစ်သောကြောင့်ပင်။ ထို့ကြောင့် မိမိ၏ဖခင်အား မိမိအပေါ် သုံးစွဲပေးခြင်းအတွက်နှင့် မိမိ၏မိခင်အား မိမိအပေါ် ကရုဏာထားခြင်းအတွက် အမြင့်ဆုံးသော ကြင်နာမှုနှင့် လေးစားမှုဖြင့် ဆက်ဆံရမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ۚ إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا - وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် အရှင်မြတ်မှလွဲ၍ မည်သူ့ကိုမျှ မကိုးကွယ်ရန်နှင့် သင်၏မိဘတို့အပေါ် ရိုသေလေးစားရန် အမိန့်ပေးထားသည်။ ၎င်းတို့နှစ်ဦးထဲမှ တစ်ဦးဦး သို့မဟုတ် နှစ်ဦးစလုံးသည် သင်၏ဘဝတွင် အသက်ကြီးရင့်လာပါက ၎င်းတို့အား မရိုသေသော စကားလုံးတစ်လုံးမျှ မပြောနှင့်။ ၎င်းတို့အား အော်ဟစ်ခြင်းမပြုနှင့်။ သို့သော် ၎င်းတို့အား ဂုဏ်ပြုသော စကားလုံးများဖြင့် ပြောဆိုပါ။ ထို့ပြင် ကရုဏာဖြင့် လက်အောက်ခံမှုနှင့် နှိမ့်ချမှုတောင်ပံကို ၎င်းတို့ထံသို့ နှိမ့်ချပါ။ 'အိုကျွန်ုပ်၏အရှင်သခင်၊ ကျွန်ုပ်ငယ်စဉ်က ၎င်းတို့ ကျွန်ုပ်အား ပြုစုခဲ့သကဲ့သို့ ၎င်းတို့အပေါ် အရှင်မြတ်၏ ကရုဏာတော်ကို ချီးမြှင့်တော်မူပါ' ဟု ပြောပါ။)</span><span class=\"gray\">(၁၇:၂၃-၂၄)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ယခင်ကြင်နာမှုအတွက် တုံ့ပြန်မှုအနေဖြင့် ၎င်းတို့အပေါ် ကြင်နာမှု၊ ကရုဏာနှင့် လေးစားမှုကို ပြသရန် ငါတို့အား အမိန့်ပေးထားသော်လည်း အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် သင့်အား မသိရှိသော အရာတစ်ခုဖြင့် ငါနှင့် တွဲဖက်ကိုးကွယ်ရန် ကြိုးစားပါက ၎င်းတို့ကို မနာခံနှင့်။)</span> ဟူသည်မှာ ၎င်းတို့သည် ရုပ်တုကိုးကွယ်သူများဖြစ်ပြီး သင့်အား ၎င်းတို့၏ဘာသာတရားကို လိုက်နာရန် ကြိုးစားပါက ၎င်းတို့ကို သတိထားပါ။ ထိုအရာ၌ ၎င်းတို့ကို မနာခံနှင့်။ အဘယ်ကြောင့်ဆိုသော် သင်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ငါ့ထံသို့ ပြန်လာရမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် သင်၏ကြင်နာမှုနှင့် သင်၏ဘာသာတရားကို မြဲမြံစွာလိုက်နာမှုအတွက် ဆုလာဘ်ပေးမည်။ သင့်အား ဖြောင့်မတ်သူများအုပ်စုနှင့် စုဝေးစေမည့်သူမှာ အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်။ သင်သည် လောကတွင် ၎င်းတို့နှင့် အရင်းနှီးဆုံးလူဖြစ်သော်လည်း သင်၏မိဘများအုပ်စုနှင့် မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် လူတစ်ဦးသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိမိချစ်မြတ်နိုးသူများနှင့်အတူ စုဝေးခြင်းခံရမည်။ ဆိုလိုသည်မှာ ဘာသာရေးအရ ချစ်မြတ်နိုးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများနှင့် ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်သူများအား ငါတို့သည် မလွဲမသွေ ဖြောင့်မတ်သူများထဲသို့ ထည့်သွင်းမည်။)</span> ဤအာယတ်တော်၏ တဖ်စီရ်တွင် အတ်-တီရ်မီဇီက စအ်ဒ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- 'ကျွန်ုပ်နှင့်ပတ်သက်၍ အာယတ်တော်လေးခု ထုတ်ပြန်ခဲ့သည်' ဟုဆိုကာ သူ၏ဇာတ်လမ်းကို ပြောပြခဲ့သည်။ သူက 'အွမ်မွတ်စအ်ဒ်က 'အလ္လာဟ်အရှင်မြတ်သည် သင်၏မိဘများကို ဂုဏ်ပြုရန် သင့်အား အမိန့်မပေးထားဘူးလား။ အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆိုပါ၏၊ ကျွန်ုပ် သေဆုံးသည်အထိ သို့မဟုတ် သင် အစ္စလာမ်ကို စွန့်လွှတ်သည်အထိ မည်သည့်အရာကိုမျှ စားသောက်မည်မဟုတ်ပါ' ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့သည် သူမကို ကျွေးမွေးလိုသောအခါ သူမ၏ပါးစပ်ကို အတင်းအကြပ် ဖွင့်ခဲ့ရသည်။ ထို့နောက် ဤအာယတ်တော် ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۖ وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အား မိဘတို့အပေါ် ရိုသေလေးစားရန် ငါတို့ မိန့်မှာထားပြီ။ သို့သော် ၎င်းတို့သည် သင့်အား မသိရှိသော အရာတစ်ခုဖြင့် ငါနှင့် တွဲဖက်ကိုးကွယ်ရန် ကြိုးစားပါက ၎င်းတို့ကို မနာခံနှင့်။)</span>\" ဤဟဒီးဆ်တော်ကို အီမာမ်အာမဒ်၊ မွတ်စလင်မ်၊ အဘူဒါဝူးဒ်နှင့် အန်-နာစာအီတို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီက 'ဟာစန်ဆဟီးဟ်' ဟု ပြောကြားခဲ့သည်။</p>"
  }
]