[
  {
    "ayah_key": "50:41",
    "group_ayah_key": "50:41",
    "from_ayah": "50:41",
    "to_ayah": "50:45",
    "ayah_keys": "50:41,50:42,50:43,50:44,50:45",
    "text": "<p lang=\"my\" class=\"my \">နီးရာအရပ်မှ ခေါ်သူက ခေါ်သောနေ့၌ နားထောင်လော့ <span>(၄၁)</span>ထိုနေ့၌ သူတို့သည် အပ်စ်-ဆိုင်းဟာကို မှန်ကန်စွာ ကြားကြလိမ့်မည်။ ထိုနေ့သည် ထွက်ပေါ်လာမည့်နေ့ ဖြစ်လိမ့်မည် <span>(၄၂)</span>အမှန်ပင် အသက်ရှင်စေသူနှင့် သေစေသူသည် ငါတို့သာ ဖြစ်၏။ ငါတို့ထံသို့သာ နောက်ဆုံးပြန်လာရမည် <span>(၄၃)</span>မြေကြီးသည် သူတို့ထံမှ ကွဲထွက်သောနေ့၌ <span class=\"gray\">(သူတို့သည် ထွက်လာကြလိမ့်မည်)</span> လျင်မြန်စွာ ထွက်ခွာလာကြလိမ့်မည်။ ထိုနေ့သည် ငါတို့အတွက် လွန်စွာလွယ်ကူသော စုရုံးခြင်း ဖြစ်လိမ့်မည် <span>(၄၄)</span>သူတို့ ပြောသည့်စကားကို ငါတို့သည် အကောင်းဆုံး သိကြ၏။ သင်သည် သူတို့ကို အတင်းအကြပ်ပြုလုပ်သူ မဟုတ်ပေ။ သို့သော် ငါ၏ခြိမ်းခြောက်မှုကို ကြောက်ရွံ့သူအား ကမ္ဘာန်ဖြင့် သတိပေးလော့ <span>(၄၅)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့၏ မြင်ကွင်းအချို့မှ သြဝါဒ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَمِعْ </p><p lang=\"ja\" class=\"ja \"><span class=\"gray\">(And listen)</span> 'O Muhammad,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နီးရာအရပ်မှ ခေါ်သူက ခေါ်သောနေ့၌။)</span> တရားစီရင်ရာနေ့အတွက် စုရုံးခြင်းသို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ သူတို့သည် အပ်စ်-ဆိုင်းဟာကို မှန်ကန်စွာ ကြားကြလိမ့်မည်။)</span> ၎င်းသည် တံပိုးမှုတ်ခြင်းကို ရည်ညွှန်းသည်။ ထိုတံပိုးသည် သူတို့အများစု လျစ်လျူရှုငြင်းပယ်ခဲ့သော အမှန်တရားကို ဖော်ထုတ်ပေးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يَوْمُ الْخُرُوجِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့သည် ထွက်ပေါ်လာမည့်နေ့ ဖြစ်လိမ့်မည်။)</span> သင်္ချိုင်းများမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် အသက်ရှင်စေသူနှင့် သေစေသူသည် ငါတို့သာ ဖြစ်၏။ ငါတို့ထံသို့သာ နောက်ဆုံးပြန်လာရမည်။)</span> အလ္လာဟ်သည် ဖန်ဆင်းခြင်းကို စတင်ပြီးနောက် အသက်ပြန်ရှင်စေသူ ဖြစ်သည်။ ထိုနောက်ဆုံးအဆင့်သည် ကိုယ်တော်အတွက် ပို၍လွယ်ကူသည်။ ဖန်ဆင်းခံအားလုံး၏ နောက်ဆုံးပြန်လာရာသည် ကိုယ်တော်ထံသို့သာ ဖြစ်သည်။ ဤအချိန်၌ ကိုယ်တော်သည် လူတိုင်း၏ လုပ်ရပ်များအတိုင်း ကောင်းမှုအတွက် ကောင်းမှု၊ မကောင်းမှုအတွက် မကောင်းမှု အသီးသီးကို အစားပြန်ပေးလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးသည် သူတို့ထံမှ ကွဲထွက်သောနေ့၌ <span class=\"gray\">(သူတို့သည် ထွက်လာကြလိမ့်မည်)</span> လျင်မြန်စွာ ထွက်ခွာလာကြလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်နှင့် ဂုဏ်အရှိဆုံး အရှင်သည် ကောင်းကင်မှ မိုးရေကို ရွာချတော်မူလိမ့်မည်။ ထိုမိုးရေမှတစ်ဆင့် ဖန်ဆင်းခံတို့၏ ခန္ဓာကိုယ်များသည် ၎င်းတို့၏ သင်္ချိုင်းများ၌ ကြီးထွားလာကြလိမ့်မည်၊ မိုးရွာပြီးနောက် မြေဆီလွှာ၌ မျိုးစေ့ကြီးထွားလာသကဲ့သို့ပင်။ ခန္ဓာကိုယ်များ ပြည့်စုံအားအင်ပြည့်ဝလာသောအခါ အလ္လာဟ်အရှင်မြတ်သည် မလာအိကဟ် အစ္စရာဖီလ်အား အမိန့်ပေးတော်မူလိမ့်မည်။ ၎င်းသည် တံပိုးကို <span class=\"gray\">(ဒုတိယအကြိမ်)</span> မှုတ်လိမ့်မည်။ ဝိညာဉ်များသည် တံပိုးအတွင်းရှိ အပေါက်တစ်ခု၌ ပိတ်မိနေလိမ့်မည်။ အစ္စရာဖီလ်သည် တံပိုးကို မှုတ်သောအခါ ဝိညာဉ်များသည် ၎င်းမှ ထွက်ခွာပြီး ကောင်းကင်နှင့် မြေကြီးကြား၌ ပျံသန်းလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်နှင့် ဂုဏ်အရှိဆုံး အရှင်က \"ငါ၏ ကရုဏာတော်နှင့် တန်ခိုးတော်အားဖြင့် ဝိညာဉ်တစ်ခုစီသည် ၎င်းနေထိုင်ခဲ့သော ခန္ဓာကိုယ်သို့ ပြန်လည်ရောက်ရှိရမည်\" ဟု ကြေညာလိမ့်မည်။ အမှန်ပင် ဝိညာဉ်တိုင်းသည် ၎င်း၏ ခန္ဓာကိုယ်သို့ ပြန်လည်ရောက်ရှိလိမ့်မည်။ ဝိညာဉ်သည် ခန္ဓာကိုယ်ထဲသို့ အဆိပ်ဝင်သကဲ့သို့ ဝင်ရောက်လိမ့်မည်။ ထို့နောက် မြေကြီးသည် သူတို့အပေါ်မှ ပွင့်လာပြီး သူတို့အားလုံး ရပ်ကာ အလ္လာဟ်အရှင်မြတ်နှင့် ဂုဏ်အရှိဆုံး အရှင်၏ အမိန့်ကို နာခံရန် လျင်မြန်စွာ စာရင်းရှင်းရာနေရာသို့ ဦးတည်သွားကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُهْطِعِينَ إِلَى الدَّاعِ ۖ يَقُولُ الْكَافِرُونَ هَٰذَا يَوْمٌ عَسِرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခေါ်သူထံသို့ လျင်မြန်စွာ ဦးတည်ကြလိမ့်မည်။ မယုံကြည်သူများသည် \"ဤသည်မှာ ခက်ခဲသောနေ့ဖြစ်သည်\" ဟု ပြောကြလိမ့်မည်။)</span><span class=\"gray\">(၅၄:၈)</span>၊ ထို့အပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က ခေါ်တော်မူသောနေ့၌ သင်တို့သည် ကိုယ်တော်၏ ချီးမွမ်းခြင်းနှင့် နာခံခြင်း <span class=\"gray\">(စကားများ)</span> ဖြင့် <span class=\"gray\">(ကိုယ်တော်၏ ခေါ်သံကို)</span> တုံ့ပြန်ကြလိမ့်မည်။ သင်တို့သည် <span class=\"gray\">(ဤလောကတွင်)</span> အချိန်အနည်းငယ်မျှသာ နေထိုင်ခဲ့သည်ဟု ထင်ကြလိမ့်မည်။)</span><span class=\"gray\">(၁၇:၅၂)</span> ဆွဟီးဟ်ကျမ်းတွင် အနပ်စ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးသည် ငါ့ပတ်လည်၌ ဦးစွာ ပွင့်လာလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်နှင့် ဂုဏ်အရှိဆုံး အရှင်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့သည် ငါတို့အတွက် လွန်စွာလွယ်ကူသော စုရုံးခြင်း ဖြစ်လိမ့်မည်။)</span> 'သူတို့ကို အသက်ပြန်ရှင်စေခြင်းသည် ငါတို့အတွက် လွယ်ကူပြီး မခက်ခဲပေ။' အလ္လာဟ်အရှင်မြတ်နှင့် ဂုဏ်အရှိဆုံး အရှင်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အမိန့်တော်သည် မျက်တောင်တစ်ခတ်မျှသာ ဖြစ်သည်။)</span><span class=\"gray\">(၅၄:၅၀)</span>၊ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ ۗ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံးကို ဖန်ဆင်းခြင်းနှင့် သင်တို့အားလုံးကို ရှင်ပြန်ထမြောက်စေခြင်းသည် လူတစ်ဦးတည်းကဲ့သို့သာ ဖြစ်သည်။ အမှန်ပင် အလ္လာဟ်သည် အရာအားလုံးကို ကြားတော်မူ၊ အရာအားလုံးကို မြင်တော်မူသော အရှင်ဖြစ်တော်မူသည်။)</span><span class=\"gray\">(၃၁:၂၈)</span></p><p lang=\"nl\" class=\"nl \">Comforting the Prophet <span class=\"gray\">(ﷺ)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်နှင့် အမြင့်ဆုံး အရှင်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ ပြောသည့်စကားကို ငါတို့သည် အကောင်းဆုံး သိကြ၏။)</span> ဆိုသည်မှာ 'ရုပ်တုကိုးကွယ်သူများက သင့်ကို ရင်ဆိုင်နေရသော ငြင်းပယ်မှုအားလုံးကို ငါတို့၏ အသိဉာဏ်သည် လွှမ်းခြုံထားသည်၊ ထို့ကြောင့် စိတ်မပူပါနှင့်။' အလားတူ အာယသ်များတွင် အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ - وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် သင်တို့ ပြောသည့်စကားကြောင့် သင့်ရင်ဝယ် ကျဉ်းကြပ်နေသည်ကို ငါတို့ သိသည်။ ထို့ကြောင့် သင့်အရှင်အား ချီးမွမ်းခြင်းဖြင့် ဂုဏ်တော်ချီးမြှင့်ပါလေ။ ထို့ပြင် <span class=\"gray\">(ကိုယ်တော်အား)</span> ဆွဂျ်ဒါပြုသူများထဲမှ ဖြစ်ပါလေ။ ထို့ပြင် သင်သည် သေချာသော အရာ <span class=\"gray\">(ဆိုလိုသည်မှာ သေခြင်း)</span> မရောက်မချင်း သင့်အရှင်အား ကိုးကွယ်ပါလေ။)</span><span class=\"gray\">(၁၅:၉၇-၉၉)</span> အလ္လာဟ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သူတို့ကို အတင်းအကြပ်ပြုလုပ်သူ မဟုတ်ပေ။)</span> ဆိုသည်မှာ 'လမ်းပြမှုကို လက်ခံရန် သူတို့ကို အတင်းအကြပ်ပြုလုပ်သူသည် သင်မဟုတ်ပေ။ ဤသည်မှာ သင့်တာဝန်၏ အစိတ်အပိုင်းမဟုတ်ပေ။' အလ္လာဟ်အရှင်မြတ်နှင့် ဂုဏ်အရှိဆုံး အရှင်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါ၏ခြိမ်းခြောက်မှုကို ကြောက်ရွံ့သူအား ကမ္ဘာန်ဖြင့် သတိပေးလော့။)</span> ဆိုသည်မှာ 'သင့်အရှင်၏ သတင်းစကားကို ပေးပို့ပါ။ အကြောင်းမူကား အလ္လာဟ်ကို ကြောက်ရွံ့ပြီး ကိုယ်တော်၏ ပြစ်ဒဏ်ကို ကြောက်လန့်ကာ ကိုယ်တော်၏ ကတိတော်ကို မျှော်လင့်သူများသာ မှတ်မိပြီး ဂရုပြုလိမ့်မည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တာဝန်မှာ <span class=\"gray\">(သတင်းစကားကို)</span> ပေးပို့ရန်သာ ဖြစ်ပြီး၊ စာရင်းရှင်းခြင်းသည် ငါတို့ထံ၌ ရှိသည်။)</span><span class=\"gray\">(၁၃:၄၀)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ - لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့ကို သတိပေးပါ။ သင်သည် သတိပေးသူမျှသာ ဖြစ်သည်။ သင်သည် သူတို့အပေါ် အာဏာရှင်မဟုတ်ပေ။)</span><span class=\"gray\">(၈၈:၂၁-၂၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ လမ်းညွှန်မှုသည် သင့်အပေါ်၌ မရှိပေ။ သို့သော် အလ္လာဟ်သည် ကိုယ်တော်အလိုရှိသူကို လမ်းပြတော်မူသည်။)</span><span class=\"gray\">(၂:၂၇၂)</span> ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် သင်နှစ်သက်သူကို သင်လမ်းမပြနိုင်ပေ။ သို့သော် အလ္လာဟ်သည် ကိုယ်တော်အလိုရှိသူကို လမ်းပြတော်မူသည်။)</span><span class=\"gray\">(၂၈:၅၆)</span> ဤနေရာရှိ အလ္လာဟ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ۖ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သူတို့ကို အတင်းအကြပ်ပြုလုပ်သူ မဟုတ်ပေ။ သို့သော် ငါ၏ခြိမ်းခြောက်မှုကို ကြောက်ရွံ့သူအား ကမ္ဘာန်ဖြင့် သတိပေးလော့။)</span></p><p lang=\"my\" class=\"my \">ကတာဒါဟ်သည် အလ္လာဟ်အား ဤသို့ပြော၍ တောင်းဆုပြုလေ့ရှိသည်။ \"အို အလ္လာဟ်! အကျွန်ုပ်တို့ကို ကိုယ်တော်၏ ခြိမ်းခြောက်မှုကို ကြောက်ရွံ့ပြီး ကိုယ်တော်၏ ကတိတော်ကို မျှော်လင့်သူများထဲမှ ဖြစ်စေတော်မူပါ။ အို ဗာရ် <span class=\"gray\">(နူးညံ့သိမ်မွေ့သူ၊ ကြင်နာတတ်သူ၊ ယဉ်ကျေးသူနှင့် ရက်ရောသူ)</span>၊ အို ရဟိမ်း <span class=\"gray\">(အလွန်သနားကြင်နာဆုံး အရှင်)</span>။\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် ကာဖ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အတွက် ချီးမွမ်းခြင်း အားလုံး ဖြစ်သည်။ ကိုယ်တော်သည် အကျွန်ုပ်တို့အတွက် အကောင်းဆုံး ကိုယ်စားလှယ်ဖြစ်သည်။</p>"
  }
]