[
  {
    "ayah_key": "2:172",
    "group_ayah_key": "2:172",
    "from_ayah": "2:172",
    "to_ayah": "2:173",
    "ayah_keys": "2:172,2:173",
    "text": "<p lang=\"my\" class=\"my \">အို၊ ယုံကြည်သူအပေါင်းတို့ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ယုံကြည်သူများ)</span>! ငါတို့ ပေးသနားထားသော ဟလာလ်ဖြစ်သည့်အရာများကို စားသုံးကြပါ။ အကယ်၍ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်သူများဖြစ်လျှင် အရှင်မြတ်ကို ကျေးဇူးတင်ကြပါ။ <span class=\"gray\">(၁၇၂)</span>အမှန်စင်စစ် အရှင်မြတ်သည် သေပြီးသားတိရစ္ဆာန် <span class=\"gray\">(မိုင်တာ)</span>၊ သွေး၊ ဝက်သားနှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားအရာများအတွက် သတ်ဖြတ်ပူဇော်ထားသောအရာများကိုသာ အသင်တို့အပေါ် တားမြစ်ထားတော်မူသည်။ သို့ရာတွင် မရည်ရွယ်ဘဲ ပြစ်မှုမကျူးလွန်ဘဲ၊ အတိုင်းအတာကို မလွန်ကျူးဘဲ အတင်းအကျပ် အခြေအနေကြောင့် ဖြစ်ပါက၊ ၎င်းအပေါ်တွင် မည်သည့်ပြစ်မှုမှ မရှိပေ။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူသည်။ <span class=\"gray\">(၁၇၃)</span></p><div lang=\"my\" class=\"my \"><h2>စင်ကြယ်သောအရာများကို စားသုံးရန် အမိန့်တော်နှင့် တားမြစ်ထားသောအရာများ၏ ရှင်းလင်းချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ယုံကြည်သောကျွန်များကို အရှင်မြတ် ဖန်ဆင်းထားတော်မူသော စင်ကြယ်သည့်အရာများမှ စားသုံးရန်နှင့် အကယ်၍ ၎င်းတို့သည် အမှန်တကယ် အရှင်မြတ်၏ ကျွန်များဖြစ်ပါက အရှင်မြတ်ကို ကျေးဇူးတင်ရန် အမိန့်ပေးတော်မူသည်။ စင်ကြယ်သော အရင်းအမြစ်များမှ စားသုံးခြင်းသည် ဆုတောင်းများနှင့် ဝတ်ပြုမှုများ လက်ခံခံရခြင်း၏ အကြောင်းရင်းဖြစ်ပြီး၊ မစင်ကြယ်သော အရင်းအမြစ်များမှ စားသုံးခြင်းသည် ဆုတောင်းများနှင့် ဝတ်ပြုမှုများ လက်ခံခံရခြင်းကို တားဆီးသည်၊ ၎င်းကို အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသော ဟဒီးစ်တော်တွင် ဖော်ပြထားသည့်အတိုင်း အဘူ ဟိုရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهَا النَّاسُ إِنَّ اللهَ طَيِّبٌ، لَا يَقْبَلُ إِلَّا طَيِّـبًا، وَإنَّ اللهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ، فَقَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ </p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَملْبَسُهُ حَرَامٌ، وَغُذِّيَ بالْحَرَامِ فَأَنَّى يُسْتَجَابُ لِذٰلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်သည် တိုင်ယစ်ဗ် <span class=\"gray\">(စင်ကြယ်ကောင်းမွန်တော်မူသူ)</span> ဖြစ်ပြီး၊ တိုင်ယစ်ဗ်ဖြစ်သောအရာကိုသာ လက်ခံတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ရစူလ်တမန်တော်များအား အမိန့်ပေးထားသည့်အတိုင်း ယုံကြည်သူများအားလည်း အမိန့်ပေးထားတော်မူသည်၊ အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ- <span class=\"gray\">(အို <span class=\"gray\">(အသင်တို့)</span> ရစူလ်တမန်တော်အပေါင်းတို့! တိုင်ယစ်ဗ်ဖြစ်သောအရာများမှ စားသုံးကြပါ၊ ကောင်းမြတ်သောအမှုများကို ပြုကြပါ။ ဧကန်မလွဲ ငါသည် အသင်တို့ပြုလုပ်သမျှကို အသိဆုံးဖြစ်တော်မူသည်)</span><span class=\"gray\">(၂၃:၅၁)</span>၊ ထို့ပြင်- <span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! ငါတို့ ပေးသနားထားသော ဟလာလ်ဖြစ်သည့်အရာများမှ စားသုံးကြပါ)</span><span class=\"gray\">(၂:၁၇၂)</span>။ ထို့နောက် အရှင်မြတ်သည် လူတစ်ဦးအကြောင်းကို ဖော်ပြခဲ့သည်၊ <span class=\"gray\">(၎င်းသည် ခရီးရှည်ကြီး သွားလာနေသူဖြစ်ပြီး၊ ဆံပင်များ ရှုပ်ပွကာ ဖုန်များ ဖုံးလွှမ်းနေသည်၊ သူသည် ကောင်းကင်သို့ လက်များကို မြှောက်ပြီး၊ 'အို အရှင်! အို အရှင်!' ဟု ပြောဆိုနေသည်၊ သို့သော် သူ၏ အစားအသောက်သည် ဟရာမ် (တားမြစ်ထားသောအရာ) မှ ဖြစ်သည်၊ သူ၏ အချိုရည်သည် ဟရာမ်မှ ဖြစ်သည်၊ သူ၏ အဝတ်အစားသည် ဟရာမ်မှ ဖြစ်သည်၊ ထို့ပြင် သူသည် ဟရာမ်ဖြင့် အာဟာရဖြည့်ထားသူဖြစ်သည်၊ သို့ဖြစ်ရာ ၎င်း၏ <span class=\"gray\">(ဆုတောင်းမှု)</span> ကို မည်သို့ လက်ခံမည်နည်း?)</span> ၎င်းကို မွတ်စလင်မ်နှင့် အတ်-တီရ်မီဇီ တို့ကလည်း မှတ်တမ်းတင်ထားသည်။</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ဖန်ဆင်းခံများကို စားနပ်ရိက္ခာများ ပေးသနားခြင်းဖြင့် မည်သို့ ကောင်းချီးပေးတော်မူကြောင်း ဖော်ပြပြီးနောက်၊ အရှင်မြတ် ပေးသနားထားသော စင်ကြယ်သည့်အရာများမှ စားသုံးရန် အမိန့်ပေးပြီးနောက်၊ အရှင်မြတ်သည် ၎င်းတို့အပေါ် သေပြီးသားတိရစ္ဆာန်မှလွဲ၍ မည်သည့်အရာကိုမျှ တားမြစ်ထားခြင်းမရှိကြောင်း ထပ်လောင်းမိန့်ကြားခဲ့သည်။ သေပြီးသားတိရစ္ဆာန်များဆိုသည်မှာ သတ်မဖြတ်မီ သေဆုံးသွားသော တိရစ္ဆာန်များဖြစ်သည်။ ၎င်းတို့သည် လည်ပင်းညှစ်သေခြင်း၊ ပြင်းထန်သော ထိုးကြိတ်ခံရခြင်း၊ ခေါင်းပြုတ်ကျခြင်း၊ ဦးချိုဖြင့် ထိုးခံရခြင်း သို့မဟုတ် တောရိုင်းတိရစ္ဆာန်က တစ်စိတ်တစ်ပိုင်း စားသောက်ထားခြင်းတို့ကြောင့် သေဆုံးသည်ဖြစ်စေ။ ပင်လယ်သေတိရစ္ဆာန်များသည် ဤအမိန့်မှ ကင်းလွတ်သည်၊ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက နောက်ပိုင်းတွင် ရှင်းပြပါမည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့အဖို့ ရေသတ္တဝါများကို ဖမ်းဆီးခြင်းနှင့် အစာအဖြစ် အသုံးပြုခြင်းသည် ဟလာလ်ဖြစ်သည်)</span><span class=\"gray\">(၅:၉၆)</span>၊ ထို့ပြင် ဆဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသော ဝေလငါးနှင့်ပတ်သက်သည့် ဟဒီးစ်တော်ကြောင့်ဖြစ်သည်။ အလ်-မွတ်စ်နဒ်၊ အလ်-မူဝါးသား နှင့် အလ်-ဆူနန် ကျမ်းများတွင် တမန်တော်မြတ် ﷺ ပင်လယ်နှင့်ပတ်သက်၍ မိန့်ကြားတော်မူသည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الطَّهُورُ مَاؤُهُ والْحِلُّ مَيْتَتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ရေသည် စင်ကြယ်ပြီး ၎င်း၏သေကောင်များသည် ခွင့်ပြုထားသည်)</span>။</p><p lang=\"hmn\" class=\"hmn \">Ash-Shafi'i, Ahmad, Ibn Majah, and Ad-Daraqutni reported that Ibn 'Umar said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَنَا مَيْتتَانِ وَدَمَانِ، السَّمَكُ وَالْجَرَادُ وَالْكَبِدُ وَالطِّحَالُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အား သေပြီးသားအရာနှစ်မျိုးနှင့် သွေးရှိသောအရာနှစ်မျိုးကို ခွင့်ပြုထားသည်။ ငါးနှင့် ကျိုင်းကောင်၊ ထို့ပြင် အသည်းနှင့် ဘေယက်)</span>။</p><p lang=\"my\" class=\"my \">ဤအကြောင်းအရာကို ဆူရတွလ်-မာအိဒါ <span class=\"gray\">(ကုရ်အာန်၏ အခန်း ၅)</span> တွင် အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက ထပ်မံဖော်ပြပါမည်။</p><p lang=\"my\" class=\"my \">အကြောင်းအရာ- အရှ်-ရှာဖိအီနှင့် အခြားပညာရှင်များ၏ အဆိုအရ သေဆုံးပြီး သတ်မဖြတ်ရသေးသော တိရစ္ဆာန်များ၏ ကိုယ်တွင်းရှိ နို့နှင့် ဥများသည် မစင်ကြယ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် သေဆုံးပြီးသော တိရစ္ဆာန်၏ အစိတ်အပိုင်းဖြစ်သောကြောင့် ဖြစ်သည်။ မာလစ်ခ်ထံမှ ရရှိသော အဆိုတစ်ခုတွင် ၎င်းတို့သည် ကိုယ်တိုင် စင်ကြယ်သော်လည်း ၎င်းတို့ရှိရာနေရာကြောင့် မစင်ကြယ်လာသည်ဟု ပြောကြားခဲ့သည်။ အလားတူပင် သေဆုံးပြီးသော တိရစ္ဆာန်များ၏ ဒိန်ခဲ <span class=\"gray\">(နို့ဖြင့်ပြုလုပ်ထားသော)</span> နှင့်ပတ်သက်၍ သဘောထားကွဲလွဲမှုများ ရှိသည်။ ပညာရှင်များ၏ အများစုသဘောထားမှာ မစင်ကြယ်ဟူ၍ ဖြစ်သည်၊ သို့သော် ဆွဟာဘာများသည် မာဂီယန်များ <span class=\"gray\">(မီးကိုးကွယ်သူများ)</span> ပြုလုပ်သော ဒိန်ခဲများကို စားသုံးခဲ့ကြကြောင်း ၎င်းတို့က ဖော်ပြခဲ့သည်။ ထို့ကြောင့် အလ်-ကွရ်သွူဘီက မှတ်ချက်ပေးခဲ့သည်- \"သေဆုံးပြီးသော တိရစ္ဆာန်၏ အစိတ်အပိုင်းအနည်းငယ်သာ ရောနှောပါဝင်ပါက၊ ၎င်းသည် ခွင့်ပြုသည်။ အဘယ်ကြောင့်ဆိုသော် အလွန်နည်းသော မစင်ကြယ်မှုသည် အရည်များသောပမာဏနှင့် ရောနှောပါဝင်ပါက အရေးမကြီးသောကြောင့် ဖြစ်သည်။\" အိဗ်နု မာဂျာဟ် မှတ်တမ်းတင်ထားသည်မှာ ဆလ်မာန်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ထောပတ်၊ ဒိန်ခဲနှင့် သားမွေးအကြောင်း မေးမြန်းခဲ့ရာ အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَلَالُ مَا أَحَلَّ اللهُ فِي كِتَابِهِ، وَالْحَرَامُ مَا حَرَّمَ اللهُ فِي كِتَابِهِ، وَمَا سَكَتَ عَنْهُ فَهُوَ مِمَّا عَفَا عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွင့်ပြုသောအရာသည် အလ္လာဟ်အရှင်မြတ်က အရှင်မြတ်၏ ကျမ်းတော်တွင် ခွင့်ပြုထားသောအရာဖြစ်ပြီး၊ တားမြစ်သောအရာသည် အလ္လာဟ်အရှင်မြတ်က အရှင်မြတ်၏ ကျမ်းတော်တွင် တားမြစ်ထားသောအရာဖြစ်သည်။ အရှင်မြတ်က မဖော်ပြထားသောအရာသည် အရှင်မြတ် ခွင့်လွှတ်ထားသောအရာ၏ အစိတ်အပိုင်းဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဝက်သားစားသုံးခြင်းကို တားမြစ်ထားတော်မူသည်၊ သတ်ထားသည်ဖြစ်စေ၊ မသတ်ထားသည်ဖြစ်စေ။ ၎င်းတွင် ၎င်း၏အဆီလည်း ပါဝင်သည်၊ ၎င်းသည် သွယ်ဝိုက်၍ဖြစ်စေ၊ သို့မဟုတ် လဟ်မ်ဟူသော စကားလုံးတွင် ပါဝင်သောကြောင့်ဖြစ်စေ၊ သို့မဟုတ် နှိုင်းယှဉ်၍ဖြစ်စေ။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားအရာများအတွက် ပူဇော်သော အရာများသည်လည်း တားမြစ်ထားသည်၊ ဆိုလိုသည်မှာ အရှင်မြတ်၏အမည်မှတစ်ပါး အခြားအမည်ဖြင့် သတ်ဖြတ်ထားသောအရာများဖြစ်ပြီး၊ ၎င်းသည် အထိမ်းအမှတ်များ၊ ရုပ်တုများ၊ ဗေဒင်ဟောခြင်းများ သို့မဟုတ် ဂျာဟီလီယာခေတ်၏ အခြားဓလေ့ထုံးတမ်းများအတွက် ဖြစ်ပါစေ။ အလ်-ကွရ်သွူဘီ ဖော်ပြထားသည်မှာ အာအိရှာအား မွတ်စလင်မ်မဟုတ်သူများ ၎င်းတို့၏ ပွဲတော်များအတွက် သတ်ဖြတ်ပြီးနောက် မွတ်စလင်မ်များအား လက်ဆောင်အဖြစ် ပေးသောအရာများနှင့် ပတ်သက်၍ မေးမြန်းခဲ့ရာ ၎င်းက မိန့်ကြားခဲ့သည်၊ \"ထိုနေ့အတွက် <span class=\"gray\">(သို့မဟုတ် ပွဲတော်အတွက်)</span> သတ်ဖြတ်ထားသောအရာများမှ မစားကြနှင့်၊ သို့သော် ၎င်းတို့၏ ဟင်းသီးဟင်းရွက်များမှ စားသုံးကြပါ\"။</p><div lang=\"my\" class=\"my \"><h2>အရေးပေါ်အခြေအနေများတွင် တားမြစ်ထားသည်ကို ခွင့်ပြုခြင်း</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အသက်ရှင်သန်ရေးအတွက် လိုအပ်သောအခါ သို့မဟုတ် ခွင့်ပြုထားသော အစားအစာများ မရရှိနိုင်သောအခါ ဤအရာများကို စားသုံးခွင့်ပြုတော်မူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် မရည်ရွယ်ဘဲ ပြစ်မှုမကျူးလွန်ဘဲ၊ အတိုင်းအတာကို မလွန်ကျူးဘဲ အတင်းအကျပ် အခြေအနေကြောင့် ဖြစ်ပါက)</span>၊ ဆိုလိုသည်မှာ ချိုးဖောက်ခြင်းမရှိဘဲ သို့မဟုတ် ကန့်သတ်ချက်များကို ကျော်လွန်ခြင်းမရှိဘဲ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا إِثْمَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထိုအခါ ၎င်းအပေါ်တွင် မည်သည့်ပြစ်မှုမှ မရှိပေ။)</span> ဆိုလိုသည်မှာ ထိုကဲ့သို့သောပစ္စည်းများကို စားသုံးပါက၊ အကြောင်းမှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">မွတ်ဂျာဟစ်ဒ်က မိန့်ကြားသည်၊ \"မရည်ရွယ်ဘဲ ပြစ်မှုမကျူးလွန်ဘဲ၊ သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို မကျော်လွန်ဘဲ အတင်းအကျပ် အခြေအနေကြောင့် ဖြစ်ပါက။ ဥပမာအားဖြင့်၊ ၎င်းသည် ထိုသို့မပြုလုပ်ပါက၊ လမ်းဘေးဓားပြတိုက်ခြင်း၊ အုပ်ချုပ်သူများအား ဆန့်ကျင်ခြင်း သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်အား မနာခံမှုမျိုးစုံကို ကျူးလွန်ရပေမည်ဆိုလျှင်၊ ၎င်းအပေါ် ခွင့်ပြုချက် အကျုံးဝင်သည်။ အကယ်၍ တစ်စုံတစ်ဦးသည် ကန့်သတ်ချက်များကို ကျော်လွန်၍ဖြစ်စေ၊ ဆက်တိုက်ဖြစ်စေ၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်အား မနာခံမှုကြောင့် ထိုသို့ပြုလုပ်ပါက၊ ထိုသူသည် အလွန်လိုအပ်နေသည်ဖြစ်စေကာမူ ခွင့်ပြုချက် အကျုံးမဝင်ပေ။\" ဆာအိဒ် ဘင်န် ဂျူဘိုင်ရ်ထံမှလည်း ထိုအတိုင်း ဖော်ပြထားသည်။ ဆာအိဒ်နှင့် မူကာသီလ် ဘင်န် ဟိုင်ယာန်တို့က မရည်ရွယ်ဘဲ ပြစ်မှုမကျူးလွန်ဘဲ ဆိုသည်မှာ \"၎င်းသည် ခွင့်ပြုသည်ဟု မယုံကြည်ဘဲ\" ဟု အဓိပ္ပာယ်ရသည်ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗါစ်က အာယသ်တော်အား မှတ်ချက်ပြုခဲ့သည်ဟု ဖော်ပြထားသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">غَيْرَ بَاغٍ وَلَا عَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မရည်ရွယ်ဘဲ ပြစ်မှုမကျူးလွန်ဘဲ၊ မလွန်ကျူးဘဲ)</span> ဟူ၍ ဆိုလိုသည်မှာ \"မရည်ရွယ်ဘဲ ပြစ်မှုမကျူးလွန်ဘဲ ဆိုသည်မှာ သေပြီးသားတိရစ္ဆာန်ကို စားသုံးခြင်းဖြစ်ပြီး ထိုသို့ ဆက်လက်မပြုလုပ်ခြင်းဖြစ်သည်။ ကွသာဒဟ်က မိန့်ကြားသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرَ بَاغٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မရည်ရွယ်ဘဲ ပြစ်မှုမကျူးလွန်ဘဲ)</span> \"သေပြီးသားတိရစ္ဆာန်များမှ စားသုံးခြင်းဖြင့် လွန်ကျူးခြင်းမရှိဘဲ၊ ဆိုလိုသည်မှာ ဟလာလ်ဖြစ်သောအရာ ရနိုင်သောအခါ ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အကြောင်းအရာ- အလွန်ခက်ခဲသောအခြေအနေရောက်နေသူတစ်ဦးသည် သေပြီးသားတိရစ္ဆာန်များနှင့် အခြားသူများ၏ အစားအစာများကို လက်များဆုံးရှုံးခံရခြင်း သို့မဟုတ် ထိခိုက်မှုဖြစ်စေခြင်းမရှိဘဲ ရယူနိုင်သောအခါ၊ ၎င်းအား သေပြီးသားတိရစ္ဆာန်များကို စားသုံးခွင့်မပြုပေ။ အိဗ်နု မာဂျာဟ် မှတ်တမ်းတင်ထားသည်မှာ အဗ္ဗာဒ် ဘင်န် ရှူရာဟ်ဘီလ် အလ်-ဂူဘာရီက မိန့်ကြားသည်၊ \"တစ်နှစ်တွင် ကျွန်ုပ်တို့သည် အငတ်ဘေးနှင့် ကြုံတွေ့ခဲ့ရသည်။ ကျွန်ုပ်သည် အလ်-မဒီနာသို့ လာရောက်ပြီး ဥယျာဉ်တစ်ခုထဲသို့ ဝင်ခဲ့သည်။ ကျွန်ုပ်သည် သန့်စင်ထားသော ကောက်စပါးအချို့ကို ယူပြီး စားခဲ့သည်၊ ထို့နောက် အချို့ကို ကျွန်ုပ်၏ အဝတ်အစားထဲတွင် ထားခဲ့သည်။ ဥယျာဉ်ပိုင်ရှင် ရောက်လာပြီး ကျွန်ုပ်ကို ကြမ်းတမ်းစွာ ဆက်ဆံကာ ကျွန်ုပ်၏ အဝတ်အစားကို သိမ်းယူသွားခဲ့သည်။ ထို့နောက် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ သွားရောက်ပြီး ဖြစ်ပျက်ခဲ့သမျှကို ပြောပြခဲ့သည်။ အရှင်မြတ်က ထိုလူအား မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَطْعَمْتَهُ إِذْ كَانَ جَائِعًا - أَوْ سَاغِبًا - وَلَا عَلَّمْتَهُ إِذْ كَانَ جَاهِلًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَرَهُ فَرَدَّ إِلَيْهِ ثَوْبَهُ، فَأمَرَ لَهُ بِوَسْقٍ مِنْ طَعَامٍ أَوْ نِصْفِ وَسْقٍ.</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ ဗိုက်ဆာနေချိန်တွင် အသင်က မကျွေးခဲ့ - သို့မဟုတ် သူက အငတ်ဘေးနှင့် ကြုံနေသည်ဟု ဆိုသည် - သူ မသိနားမလည်ပါကလည်း အသင်က မသင်ပြခဲ့။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ က သူ့အား အဗ္ဗာဒ်၏ အဝတ်အစားကို ပြန်ပေးရန်နှင့် ဝါစက် <span class=\"gray\">(ကီလိုဂရမ် ၁၈၀ ခန့်)</span> သို့မဟုတ် ဝါစက်တစ်ဝက်စာ အစားအစာကို ပေးရန် အမိန့်ပေးခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ လုံလောက်သော ခိုင်မာသည့် ရာဝီများ၏ ကွင်းဆက်ရှိပြီး ၎င်းကို ထောက်ပံ့ပေးသော အခြားသက်သေခံရာဝီများစွာလည်း ရှိသည်။ ဥပမာအားဖြင့် အမ်ရ် ဘင်န် ရှူအိုင်ဘ်က သူ၏ဖခင်ထံမှ သူ၏အဘိုးက ပြောကြားသည်ဟု ဖော်ပြထားသော ဟဒီးစ်တော်အရ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ဆွဲထားသော စွန်ပလွန်သီးခိုင်များအကြောင်း မေးမြန်းခဲ့ရာ အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَنْ أَصَابَ مِنْهُ مِنْ ذِي حَاجَةٍ بِفِيهِ غَيْرَ مُتَّخِذٍ خُبْنَةً، فَلَا شَيْءَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လိုအပ်ချက်ကြောင့် ၎င်းကို အဝတ်အစားထဲသို့ မထည့်ဘဲ ပါးစပ်ဖြင့် အနည်းငယ်ယူစားသူအတွက် မည်သည့်ထိခိုက်မှုမှ မရှိပေ။)</span></p><p lang=\"cy\" class=\"cy \">Muqatil bin Hayyan commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထိုအခါ ၎င်းအပေါ်တွင် မည်သည့်ပြစ်မှုမှ မရှိပေ။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူသည်။)</span> \"လိုအပ်ချက်အရ စားသုံးသောအရာများအတွက်\"။ ဆာအိဒ် ဘင်န် ဂျူဘိုင်ရ်က မိန့်ကြားသည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် တားမြစ်ထားသောအရာများ စားသုံးမိခြင်းအတွက် ခွင့်လွှတ်တော်မူသည်၊ အရေးပေါ်အခြေအနေများတွင် တားမြစ်ထားသည်ကို ခွင့်ပြုခြင်းအားဖြင့် ကရုဏာရှင်ဖြစ်တော်မူသည်။\" မဆ်ရူက့်က မိန့်ကြားသည်၊ \"အလွန်လိုအပ်နေသော်လည်း သေဆုံးသည်အထိ မစားမသောက်သူသည် ငရဲသို့ ဝင်ရလိမ့်မည်။\" ဤသည်မှာ အသက်ရှင်သန်ရေးအတွက် လိုအပ်သောသူများအတွက် သေပြီးသားတိရစ္ဆာန်များကို စားသုံးခြင်းသည် ခွင့်ပြုရုံသာမက လိုအပ်ပါက စားသုံးရမည့်အရာဖြစ်ကြောင်း ဖော်ပြသည်။</p>"
  }
]