[
  {
    "ayah_key": "2:196",
    "group_ayah_key": "2:196",
    "from_ayah": "2:196",
    "to_ayah": "2:196",
    "ayah_keys": "2:196",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အတွက် ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ပြည့်စုံအောင် ဆောင်ရွက်ကြကုန်။ သို့ရာတွင် အကယ်၍ သင်တို့သည် တားမြစ်ခြင်း ခံရပါမူ သင်တို့ တတ်နိုင်သည့် ဟဒ်ရ်ှကို ယဇ်ပူဇော်ကြကုန်။ ထို့ပြင် သင်တို့၏ ဦးခေါင်းများကို ဟဒ်ရ်ှသည် ယဇ်ပူဇော်ရာ အရပ်သို့ မရောက်မချင်း မရိတ်ကြကုန်နှင့်။ ထို့ပြင် သင်တို့အနက် မည်သူမဆို ဖျားနာသူ သို့မဟုတ် ဦးရေပြားတွင် ရောဂါဝေဒနာရှိသူ <span class=\"gray\">(ရိတ်ရန် လိုအပ်သူ)</span> ဖြစ်ပါက ၎င်းသည် ဖစ်ဒ်ယာဟ် <span class=\"gray\">(ရွေးနုတ်ဖိုး)</span> အဖြစ်ဖြင့် ရိုဇာ (၃) ရက် ထားခြင်း သို့မဟုတ် ဆွဒ်ကဟ် (မိစ္စကီန် ၆ ဦးအား ထမင်းကျွေးခြင်း) ပေးခြင်း သို့မဟုတ် ယဇ်ပူဇော်ခြင်း (တိရိစ္ဆာန် ၁ ကောင်အား ယဇ်ပူဇော်ခြင်း) တို့မှ တစ်ခုခုကို ပေးဆပ်ရမည်။ ထို့နောက် သင်တို့သည် လုံခြုံမှုရှိ၍ မည်သူမဆို <span class=\"gray\">(ဟဂ်ျလများအတွင်း)</span> ဟဂ်ျမပြုမီ အွမ်ရာဟ်ကို ဆောင်ရွက်ပါက ၎င်းသည် တတ်နိုင်သည့် ဟဒ်ရ်ှကို ယဇ်ပူဇော်ရမည်။ သို့ရာတွင် အကယ်၍ ၎င်းသည် <span class=\"gray\">(တတ်နိုင်ခြင်း)</span> မရှိပါက ဟဂ်ျကာလအတွင်း သုံးရက်နှင့် ပြန်ရောက်ပြီးနောက် ခုနစ်ရက် ရိုဇာထားရမည်။ စုစုပေါင်း ဆယ်ရက်ဖြစ်သည်။ ဤသည်မှာ မိမိ၏ မိသားစုသည် အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်၌ ရှိမနေသူ <span class=\"gray\">(ဆိုလိုသည်မှာ မက္ကာဟ်မြို့နေ မဟုတ်သူ)</span> အတွက် ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ကို များစွာ ကြောက်ရွံ့ကြကုန်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးရာတွင် အလွန်ပြင်းထန်ကြောင်း သိရှိကြကုန် <span>(၁၉၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ပြည့်စုံအောင် ပြုလုပ်ရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရိုဇာနှင့် ဂျီဟာဒ်ဆိုင်ရာ စီရင်ထုံးများကို ဖော်ပြပြီးနောက် ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ပြည့်စုံအောင် ဆောင်ရွက်ရန် မွတ်စ်လင်မ်များအား အမိန့်ပေးခြင်းဖြင့် ထုံးတမ်းစဉ်လာများကို ရှင်းပြခဲ့သည်။ ဆိုလိုသည်မှာ တစ်စုံတစ်ဦးက ဟဂ်ျနှင့် အွမ်ရာဟ်ကို စတင်ပြီးနောက် ၎င်းတို့၏ ထုံးတမ်းစဉ်လာများကို ပြီးဆုံးအောင် လုပ်ဆောင်ရန်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က နောက်ပိုင်းတွင် မိန့်တော်မူခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِنْ أُحْصِرْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ သင်တို့သည် တားမြစ်ခြင်းခံရပါမူ)</span> ဆိုလိုသည်မှာ အိမ်တော်သို့သွားရာလမ်းကို ပိတ်ဆို့ခံရပြီး ၎င်းကို ပြီးစီးအောင်လုပ်ဆောင်ခြင်းမှ တားမြစ်ခံရပါမူဖြစ်သည်။ ထို့ကြောင့် ဟဂ်ျနှင့် အွမ်ရာဟ် လုပ်ငန်းများကို စတင်ခြင်းသည် ၎င်းတို့ကို ပြီးစီးအောင် လုပ်ဆောင်ရန် လိုအပ်ကြောင်း ပညာရှင်များ သဘောတူကြသည်။ မခူလ်ကမူ \"ပြည့်စုံအောင် လုပ်ဆောင်ပါဆိုသည်မှာ ၎င်းတို့ကို မီကာတ် <span class=\"gray\">(တမန်တော်မြတ် ﷺ အီဟ်ရာမ်ဝတ်ရန် သတ်မှတ်ထားသော နေရာများ)</span> မှ စတင်ရန် ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အဘ်ဒွရ်-ရက်ဇ်ဇာက်က အဇ်-ဇူဟ်ရီက \"ကျွန်ုပ်တို့အား 'အိုမရ်သည် ဤအမိန့်တော်ကို မှတ်ချက်ပေးခဲ့သည်ဟု ပြောပြခဲ့သည်\" ဟု ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အတွက် ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ပြည့်စုံအောင် ဆောင်ရွက်ကြကုန်။)</span> \"ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ပြည့်စုံအောင် ဆောင်ရွက်ခြင်းဆိုသည်မှာ ၎င်းတို့တစ်ခုချင်းစီကို သီးခြားစီ ဆောင်ရွက်ခြင်းနှင့် ဟဂ်ျလများပြင်ပတွင် အွမ်ရာဟ်ကို ဆောင်ရွက်ခြင်းကို ဆိုလိုသည်။ အကြောင်းမူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟဂ်ျ <span class=\"gray\">(ဘုရားဖူးခြင်း)</span> သည် <span class=\"gray\">(လူသိများသော လပြက္ခဒိန်နှစ်၏)</span> လများတွင် ဖြစ်သည်။)</span>\"</p><p lang=\"sm\" class=\"sm \">As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အတွက် ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ပြည့်စုံအောင် ဆောင်ရွက်ကြကုန်။)</span> ဆိုသည်မှာ \"ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ဆက်လက်လုပ်ဆောင်ပါ\" ဟု အဓိပ္ပာယ်ရသည်။ အိဗ်နု အဘ်ဘာစ်က \"ဟဂ်ျသည် 'အာရာဖာတ်ဖြစ်ပြီး အွမ်ရာဟ်သည် သွာဖ် ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အလ်-အ'မာရှ်က အိဗ်ရာဟင်မ်က 'အလ်ကမာဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပေးခဲ့သည်ဟု ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အတွက် ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ပြည့်စုံအောင် ဆောင်ရွက်ကြကုန်။)</span> \"'အဘ်ဒုလ္လာဟ် <span class=\"gray\">(အိဗ်နု မပ်စ်အူဒ်)</span> က ဤသို့ ရွတ်ဖတ်ခဲ့သည်- 'အိမ်တော်သို့ ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ပြည့်စုံအောင် ဆောင်ရွက်ကြကုန်၊ သို့မှသာ အွမ်ရာဟ်ကာလအတွင်း အိမ်တော်နယ်မြေကို ကျော်လွန်သွားခြင်း မဖြစ်စေရ။'\" ထို့နောက် အိဗ်ရာဟင်မ်က \"ကျွန်ုပ်သည် ဤစကားကို ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်အား ပြောပြရာ သူက 'အိဗ်နု အဘ်ဘာစ်လည်း ထိုသို့ပင် ပြောခဲ့သည်' ဟု ပြောကြားခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ ဆွဖ်ယာန်က အိဗ်ရာဟင်မ်က 'အလ်ကမာဟ်က <span class=\"gray\">(အာယာသ် ၂:၁၉၆ နှင့်ပတ်သက်၍)</span> \"အိမ်တော်သို့ ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ဆောင်ရွက်ကြကုန်\" ဟု ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ အစ်-သွော်ရီက အိဗ်ရာဟင်မ်က <span class=\"gray\">(အာယာသ်ကို)</span> \"အိမ်တော်သို့ ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ဆောင်ရွက်ကြကုန်\" ဟု ဖတ်ပြခဲ့သည်ဟု ဖော်ပြခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>လမ်းခရီး၌ တားမြစ်ခံရပါက ယဇ်ပူဇော်ပြီး ဦးခေါင်းရိတ်ကာ အီဟ်ရာမ်ကို အဆုံးသတ်ရမည်</h2></div><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် အကယ်၍ သင်တို့သည် တားမြစ်ခြင်းခံရပါမူ သင်တို့ တတ်နိုင်သည့် ဟဒ်ရ်ှ <span class=\"gray\">(ယဇ်ပူဇော်ရန် တိရစ္ဆာန်များ)</span> ကို ယဇ်ပူဇော်ကြကုန်၊)</span> သည် ဟိဂျ်ရာဟ် (၆) ခုနှစ်၊ အလ်-ဟူဒိုင်ဘီယာဟ် စာချုပ်ချုပ်ဆိုသည့်နှစ်တွင် ဗျာဒိတ်တော် ပေါ်ထွန်းခဲ့သည်။ ထိုအချိန်က ဘာသာခြားများသည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ကို အိမ်တော်သို့ မရောက်ရှိအောင် တားမြစ်ခဲ့ကြသည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် စူရတွလ် အလ်-ဖတ်ထ် <span class=\"gray\">(ကုရ်အာန်ရှိ အခန်း ၄၈)</span> ကို ဗျာဒိတ်တော် ပေါ်ထွန်းစေခဲ့ပြီး မွတ်စ်လင်မ်များအား ၎င်းတို့ပိုင်ဆိုင်သည့် မည်သည့် ဟဒ်ရ်ှ <span class=\"gray\">(ယဇ်ပူဇော်ရန် တိရစ္ဆာန်များ)</span> ကိုမဆို ယဇ်ပူဇော်ရန် ခွင့်ပြုခဲ့သည်။ ၎င်းတို့တွင် ထိုရည်ရွယ်ချက်အတွက် ကုလားအုတ် ခုနစ်ဆယ် ရှိခဲ့သည်။ ၎င်းတို့အား ဦးခေါင်းရိတ်ခြင်းနှင့် အီဟ်ရာမ်ကို ရပ်စဲခြင်းကိုလည်း ခွင့်ပြုခဲ့သည်။ တမန်တော်မြတ် ﷺ က ၎င်းတို့အား ဦးခေါင်းရိတ်ပြီး အီဟ်ရာမ်အခြေအနေကို ရပ်စဲရန် အမိန့်ပေးသောအခါ ၎င်းတို့သည် ထိုအမိန့်ကို ဖျက်သိမ်းမည်ကို စောင့်မျှော်နေသောကြောင့် နာခံခဲ့ခြင်း မရှိပေ။ တမန်တော်မြတ် ﷺ သည် မိမိ၏ ဦးခေါင်းကို ရိတ်ပြီးနောက် ထွက်သွားသည်ကို မြင်သောအခါ ၎င်းတို့သည် တမန်တော်မြတ်ကို အတုယူခဲ့ကြသည်။ ၎င်းတို့အနက် အချို့သည် မရိတ်ဘဲ ဆံပင်ကိုသာ တိုစေခဲ့သည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحِمَ اللهُ الْمُحَلِّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ရိတ်သူများအား ကရုဏာပြုတော်မူပါစေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"ဆံပင်တိုအောင် ဖြတ်သူများကော ဘယ်လိုလဲ\" ဟု မေးရာ တမန်တော်မြတ် ﷺ က တတိယအကြိမ်၌ \"ဆံပင်တိုအောင် ဖြတ်သူများအားလည်း\" ဟု မိန့်တော်မူခဲ့သည်။ ၎င်းတို့အနက် ခုနစ်ဦးလျှင် ကုလားအုတ်တစ်ကောင်ကို ယဇ်ပူဇော်ရန် ဝေမျှယူခဲ့ကြသည်။ ၎င်းတို့သည် ကမ်ပန်နီယန်တစ်ထောင့်လေးရာဖြစ်ပြီး ဟာရမ် <span class=\"gray\">(သန့်ရှင်းသော)</span> နယ်မြေအပြင်ဘက်၊ အလ်-ဟူဒိုင်ဘီယာဟ်ဒေသ၌ တပ်စွဲထားခဲ့ကြသည်။ ၎င်းတို့သည် သန့်ရှင်းသော နယ်မြေ၏ နယ်နိမိတ်အတွင်း၌ ရှိနေခဲ့ကြောင်းလည်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။</p><p lang=\"my\" class=\"my \">အိမ်တော်မှ တားမြစ်ခံရခြင်း <span class=\"gray\">(ဟစရ်)</span> တွင် ဖျားနာခြင်း၊ ရန်သူကို ကြောက်ရွံ့ခြင်း သို့မဟုတ် မက္ကာဟ်သို့သွားရာလမ်းတွင် လမ်းပျောက်ခြင်းတို့ထက် ပိုမို ပါဝင်သည်။ အီမာမ် အာမဒ်က အလ်-ဟဂ်ျဂျာဂျ် ဘင် 'အမ်ရ် အလ်-အန်ဆာရီက အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كُسِرَ أَوْ عَرِجَ فَقَدْ حَلَّ وَعَلَيْهِ حَجَّةٌ أُخْرَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရိုးကျိုးသူ သို့မဟုတ် ခြေလက်အင်္ဂါ ထိခိုက်သူ မည်သူမဆို ၎င်း၏ အီဟ်ရာမ်သည် ကုန်ဆုံးသွားပြီဖြစ်ပြီး နောက်ထပ် ဟဂ်ျတစ်ခုကို ပြုလုပ်ရမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">သူက \"ကျွန်ုပ်သည် ၎င်းကို အိဗ်နု အဘ်ဘာစ်နှင့် အဘူ ဟုရိုင်ရာဟ်တို့အား ပြောပြရာ ၎င်းတို့နှစ်ဦးစလုံးက 'သူ <span class=\"gray\">(အလ်-ဟဂ်ျဂျာဂျ်)</span> မှန်သည်' ဟု ပြောကြားခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ ဤဟဒီးဆ်ကို ဖော် collections လေးခုတွင်လည်း ဖော်ပြထားသည်။ အဘူ ဒါဝုဒ်နှင့် အိဗ်နု မာဂျာဟ်၏ ဖော်ပြချက်တွင် တမန်တော်မြတ် ﷺ က \"ခြေထောက်နာသူ၊ အရိုးကျိုးသူ သို့မဟုတ် ဖျားနာသူ မည်သူမဆို...\" ဟု မိန့်တော်မူခဲ့သည်။ အိဗ်နု အဘူ ဟာသမ်ကလည်း ၎င်းကို မှတ်တမ်းတင်ခဲ့ပြီး \"အိဗ်နု မပ်စ်အူဒ်၊ အိဗ်နု အဇ်-ဇူဘိုင်ရ်၊ 'အလ်ကမာဟ်၊ ဆအီးဒ် ဘင် မူဆိုင်ယစ်ဘ်၊ 'ဥရ်ဝါဟ် ဘင် အဇ်-ဇူဘိုင်ရ်၊ မူဂျာဟစ်ဒ်၊ အန်-နခါအီ၊ 'အသွာအ်နှင့် မူကာသီလ် ဘင် ဟိုင်ယန်တို့က တားမြစ်ခံရခြင်း <span class=\"gray\">(ဟစရ်)</span> တွင် ရန်သူ၊ ရောဂါ သို့မဟုတ် အရိုးကျိုးခြင်းတို့ ပါဝင်သည်\" ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြထားသည်ဟု ပြောကြားခဲ့သည်။ အစ်-သွော်ရီကလည်း \"တားမြစ်ခံရခြင်းတွင် လူကို ထိခိုက်စေနိုင်သည့် အရာအားလုံး ပါဝင်သည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိုင်ရှာဟ်က အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဒူဘအာဟ် ဘင်တ် အဇ်-ဇူဘိုင်ရ် ဘင် 'အဘ်ဒုလ်-မွတ္တလိဗ်ထံသို့ သွားရောက်ခဲ့ရာ သူမက \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်! ကျွန်မ ဟဂ်ျပြုလုပ်ရန် ရည်ရွယ်ပါသည်၊ သို့သော် ကျွန်မ ဖျားနာနေပါသည်\" ဟု ပြောကြားခဲ့သည်။ ထိုအခါ တမန်တော်မြတ် ﷺ က \"ဟဂ်ျပြုလုပ်ပြီး ဤအခြေအနေကို သတ်မှတ်ပါ- 'ကျွန်ုပ်၏ နေရာသည် သင်တားမြစ် <span class=\"gray\">(သို့မဟုတ် ရပ်တန့်)</span> သည့် နေရာတွင် ဖြစ်သည်'\" ဟု မိန့်တော်မူခဲ့သည်။ မွတ်စ်လင်မ်က အိဗ်နု အဘ်ဘာစ်ထံမှ အလားတူ မှတ်တမ်းတင်ခဲ့သည်။ ထို့ကြောင့် ဟဂ်ျအတွက် ထိုကဲ့သို့သော အခြေအနေကို သတ်မှတ်ခြင်းကို ခွင့်ပြုခြင်းသည် ဤဟဒီးဆ်ကို အခြေခံထားသည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တတ်နိုင်သည့် ဟဒ်ရ်ှကို ယဇ်ပူဇော်ပါ)</span> တွင် သိုးတစ်ကောင်လည်း ပါဝင်သည်ဟု အီမာမ် မာလိက်က 'အလီ ဘင် အဘူ သွော်လိဗ် ပြောလေ့ရှိသည်ဟု ဖော်ပြခဲ့သည်။ အိဗ်နု အဘ်ဘာစ်က \"ဟဒ်ရ်ှတွင် တိရစ္ဆာန်မျိုးစိတ် ရှစ်မျိုး ပါဝင်သည်- ကုလားအုတ်များ၊ နွားများ၊ ဆိတ်များနှင့် သိုးများ\" ဟု ပြောကြားခဲ့သည်။ အဘ်ဒွရ်-ရက်ဇ်ဇာက်က အိဗ်နု အဘ်ဘာစ်က အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တတ်နိုင်သည့် ဟဒ်ရ်ှကို ယဇ်ပူဇော်ပါ)</span></p><p lang=\"my\" class=\"my \">\"တတ်နိုင်သလောက်\"။ အလ်-'အော်ဖီက အိဗ်နု အဘ်ဘာစ်က \"တတ်နိုင်လျှင် ကုလားအုတ်များ၊ သို့မဟုတ် နွားများ၊ သို့မဟုတ် သိုးများ\" ဟု ပြောကြားခဲ့သည်ဟု ပြောကြားခဲ့သည်။ ဟီရှမ် ဘင် 'ဥရ်ဝါဟ်က မိမိဖခင်ကို ကိုးကား၍ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တတ်နိုင်သည့် ဟဒ်ရ်ှ <span class=\"gray\">(တိရစ္ဆာန်၊ ဆိုလိုသည်မှာ သိုးတစ်ကောင်၊ နွားတစ်ကောင် သို့မဟုတ် ကုလားအုတ်တစ်ကောင်)</span> ကို ယဇ်ပူဇော်ပါ)</span></p><p lang=\"my\" class=\"my \">'စျေးနှုန်းပေါ်မူတည်၍'</p><p lang=\"my\" class=\"my \">ဘာသာရေးထုံးတမ်းစဉ်လာများကို ဆက်လက်မလုပ်ဆောင်နိုင်အောင် တားမြစ်ခံရသည့်အခါ သိုးတစ်ကောင်တည်းကို ယဇ်ပူဇော်ခြင်းကို ခွင့်ပြုကြောင်း သက်သေပြချက်မှာ အလ္လာဟ်အရှင်မြတ်က ဟဒ်ရ်ှအဖြစ် ရရှိနိုင်သည့် မည်သည့်အရာကိုမဆို ယဇ်ပူဇော်ရန် လိုအပ်ကြောင်း အမိန့်ပေးထားပြီး ဟဒ်ရ်ှဆိုသည်မှာ ကုလားအုတ်၊ နွား သို့မဟုတ် သိုး စသည့် မည်သည့်မွေးမြူရေးတိရစ္ဆာန်မျိုးကိုမဆို ဆိုလိုသည်။ ဤသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ ညီအစ်ကိုဝမ်းကွဲတော်စပ်သူ အိဗ်နု အဘ်ဘာစ်နှင့် တဖ်စီရ်ပညာရှင်၏ သဘောထားဖြစ်သည်။ မုအ်မင်မ်များ၏ မယ်တော် အိုင်ရှာဟ်က \"တမန်တော်မြတ် ﷺ သည် တစ်ချိန်က သိုးအချို့ကို ဟဒ်ရ်ှအဖြစ် ပူဇော်ခဲ့သည်\" ဟု ပြောကြားခဲ့ကြောင်း ဆွဟီဟ် နှစ်ခုတွင် ဖော်ပြထားသည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ الْهَدْيُ مَحِلَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဟဒ်ရ်ှသည် ယဇ်ပူဇော်ရာ အရပ်သို့ မရောက်မချင်း သင်တို့၏ ဦးခေါင်းများကို မရိတ်ကြကုန်နှင့်။)</span> သည် အရှင်မြတ်၏ မိန့်တော်မူချက်၏ ဆက်လက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အတွက် ဟဂ်ျနှင့် အွမ်ရာဟ်ကို ပြည့်စုံအောင် ဆောင်ရွက်ကြကုန်။)</span> ဖြစ်ပြီး၊ ၎င်းသည် အောက်ပါအပေါ်တွင် မူတည်ခြင်း မရှိပေ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် အကယ်၍ သင်တို့သည် တားမြစ်ခြင်းခံရပါမူ ဟဒ်ရ်ှကို ယဇ်ပူဇော်ကြကုန်။)</span> အိဗ်နု ဂျာရီရ် မှားယွင်းစွာ ပြောဆိုခဲ့သကဲ့သို့ မဟုတ်ပေ။ တမန်တော်မြတ် ﷺ နှင့် ၎င်း၏ ဆွဟာဘ်များအား အလ်-ဟူဒိုင်ဘီယာဟ်နှစ်တွင် ကူရိုင်ရှ်မျိုးနွယ်မှ ဘာသာခြားများက သန့်ရှင်းသော အိမ်တော်သို့ ဝင်ရောက်ခြင်းမှ တားမြစ်ခဲ့သောအခါ ၎င်းတို့သည် မိမိတို့၏ ဦးခေါင်းများကို ရိတ်ပြီး ဟာရမ် <span class=\"gray\">(သန့်ရှင်းသော)</span> နယ်မြေအပြင်ဘက်တွင် ဟဒ်ရ်ှကို ယဇ်ပူဇော်ခဲ့ကြသည်။ ပုံမှန်အခြေအနေများတွင်၊ အိမ်တော်သို့ ဘေးကင်းစွာ ရောက်ရှိနိုင်သောအခါတွင် ၎င်းသည် မိမိ၏ ဦးခေါင်းကို မရိတ်ရပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَبْلُغَ الْهَدْيُ مَحِلَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဟဒ်ရ်ှသည် ယဇ်ပူဇော်ရာ အရပ်သို့ မရောက်မချင်း သင်တို့၏ ဦးခေါင်းများကို မရိတ်ကြကုန်နှင့်။)</span> ထို့နောက် ၎င်းသည် ဟဂ်ျ သို့မဟုတ် အွမ်ရာဟ်၏ ထုံးတမ်းစဉ်လာများကို အဆုံးသတ်ရမည်၊ သို့မဟုတ် နှစ်ခုလုံးအတွက် အီဟ်ရာမ်ဝတ်ထားလျှင် နှစ်ခုလုံးကို အဆုံးသတ်ရမည်။ ဟဖ်ဆာဟ်က \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်! လူတွေ ဘာဖြစ်နေကြတာလဲ၊ သူတို့ အွမ်ရာဟ်အတွက် အီဟ်ရာမ်ကို အဆုံးသတ်လိုက်ပြီ၊ ဒါပေမဲ့ သင်ကတော့ မဆုံးသတ်သေးဘူးလား\" ဟု ပြောကြားခဲ့ကြောင်း ဆွဟီဟ် နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنِّي لَبَّدْتُ رَأْسِي وَقَلَّدْتُ هَدْيِي، فَلَا أَحِلُّ حَتَّى أَنْحَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ကျွန်ုပ်၏ ဆံပင်ကို စိမ်းလန်းအောင် လုပ်ထားပြီး ကျွန်ုပ်၏ ဟဒ်ရ်ှ <span class=\"gray\">(ယဇ်ပူဇော်ရန် တိရစ္ဆာန်များ)</span> ကို လည်ပင်းတွင် ဆွဲထားသည်၊ ထို့ကြောင့် ကျွန်ုပ် ယဇ်ပူဇော်ပြီးမှသာ အီဟ်ရာမ်ကို အဆုံးသတ်မည်ဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>အီဟ်ရာမ်ကာလအတွင်း ဦးခေါင်းရိတ်သူသည် ဖစ်ဒ်ယာဟ် ပေးဆောင်ရမည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِ أَذًى مِّن رَّأْسِهِ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် မည်သူမဆို ဖျားနာသူ သို့မဟုတ် ဦးရေပြားတွင် ရောဂါဝေဒနာရှိသူ <span class=\"gray\">(ရိတ်ရန် လိုအပ်သူ)</span> ဖြစ်ပါက ၎င်းသည် ဖစ်ဒ်ယာဟ်ကို ပေးဆောင်ရမည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အဘ်ဒွရ်-ရဟ်မာန် ဘင် အပ်စ်ဘာဟာနီက သူသည် ကူဖာဟ် <span class=\"gray\">(အီရတ်)</span> ဗလီဝတ်ကျောင်းတော်တွင် ကအ်ဘ် ဘင် 'ဥဂျ်ရာဟ်နှင့်အတူ ထိုင်နေစဉ် 'အဘ်ဒုလ္လာဟ် ဘင် မအ်ကီလ်က ပြောသည်ကို ကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ ထို့နောက် သူသည် ရိုဇာ၏ ဖစ်ဒ်ယာဟ်နှင့် ပတ်သက်၍ မေးမြန်းခဲ့သည်။ ကအ်ဘ်က \"ဤသည်မှာ ကျွန်ုပ်၏ ကိစ္စနှင့် အထူးသဖြင့် သက်ဆိုင်သော်လည်း သင်တို့အတွက် ယေဘုယျအားဖြင့်လည်း သက်ဆိုင်သည်။ ကျွန်ုပ်ကို အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံ ခေါ်ဆောင်သွားပြီး သန်းများသည် ကျွန်ုပ်၏ မျက်နှာပေါ်သို့ အများအပြား ကျနေခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كُنْتُ أُرَى أَنَّ الْجَهْدَ بلَغَ بكَ هذَا، أمَا تَجِدُ شَاةً؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْتُ: لَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ဝေဒနာ <span class=\"gray\">(သို့မဟုတ် ရုန်းကန်မှု)</span> သည် ကျွန်ုပ်မြင်ရသည့်အတိုင်း ဤမျှအထိ ရောက်ရှိနေသည်ဟု ကျွန်ုပ် မထင်ခဲ့ပါ။ သင် သိုးတစ်ကောင် <span class=\"gray\">(ယဇ်ပူဇော်ရန်)</span> တတ်နိုင်ပါသလား?' ကျွန်ုပ်က မတတ်နိုင်ပါဟု ပြန်ဖြေခဲ့သည်။)</span> ထို့နောက် သူက မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">صُمْ ثَلَاثَةَ أَيَّامٍ أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ، لِكُلِّ مِسْكِينٍ نِصْفُ صَاعٍ مِنْ طَعَامٍ، وَاحْلِقْ رَأْسَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သုံးရက် ရိုဇာထားပါ သို့မဟုတ် ဆင်းရဲသား ခြောက်ဦးအား ထမင်းကျွေးပါ၊ ဆင်းရဲသားတစ်ဦးစီအား ဆာအ်တစ်ဝက်ခန့် ထမင်း <span class=\"gray\">(၁ ဆာအ် = ခန့်မှန်းခြေ ၃ ကီလိုဂရမ်)</span> ပေး၍ သင်၏ ဦးခေါင်းကို ရိတ်ပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤသည်မှာ သီးခြားကိစ္စတစ်ခုမှ ဆင်းသက်လာသော ယေဘူယျဆုံးဖြတ်ချက်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က ကအ်ဘ် ဘင် 'ဥဂျ်ရာဟ်က \"အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ကျွန်ုပ် အိုးအောက်တွင် မီးမွှေးနေစဉ် ကျွန်ုပ်၏ ဦးခေါင်း သို့မဟုတ် မျက်ခွံများမှ သန်းများ ကျနေစဉ် လာရောက်ခဲ့သည်\" ဟု ပြောကြားခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُؤْذِيكَ هَوَامُّ رَأْسِكَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْتُ: نَعَمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ဦးခေါင်းရှိ ဤသန်းများသည် သင့်ကို စိတ်အနှောင့်အယှက် ဖြစ်စေပါသလား။)</span> ကျွန်ုပ်က 'ဟုတ်ကဲ့' ဟု ပြန်ဖြေခဲ့သည်။ သူက မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاحْلِقْهُ، وَصُمْ ثَلَاثَةَ أَيَّامٍ، أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ، أَوِ انْسُكْ نَسِيكَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ရိတ်ပါ၊ ထို့နောက် သုံးရက် ရိုဇာထားပါ၊ သို့မဟုတ် ဆင်းရဲသား ခြောက်ဦးအား ထမင်းကျွေးပါ၊ သို့မဟုတ် တိရစ္ဆာန်တစ်ကောင်ကို ယဇ်ပူဇော်ပါ။)</span></p><p lang=\"my\" class=\"my \">အိုင်ယူးဘ် <span class=\"gray\">(ဟဒီးဆ်ကို ဖော်ပြသူများအနက် တစ်ဦး)</span> က \"မည်သည့်ရွေးချယ်မှုကို ဦးစွာ ပြောခဲ့သည်ကို ကျွန်ုပ်မသိပါ\" ဟု မှတ်ချက်ပြုခဲ့သည်။ ကုရ်အာန်၏ စကားလုံးများမှာ အလွယ်ဆုံးမှ စတင်ပြီး ပိုမိုခက်ခဲသော ရွေးချယ်မှုများဖြင့် ဆက်လက်သည်- \"ရိုဇာ <span class=\"gray\">(သုံးရက်)</span>၊ ထမင်းကျွေးခြင်း <span class=\"gray\">(ဆင်းရဲသား ခြောက်ဦး)</span> သို့မဟုတ် ယဇ်ပူဇော်ခြင်း <span class=\"gray\">(တိရစ္ဆာန်တစ်ကောင်)</span> ၏ ဖစ်ဒ်ယာဟ်ကို ပေးဆောင်ပါ။\" တစ်ချိန်တည်းမှာပင် တမန်တော်မြတ် ﷺ က ကအ်ဘ်အား ပိုမို အကျိုးကျေးဇူးများသော ရွေးချယ်မှုဖြစ်သည့် သိုးတစ်ကောင်ကို ယဇ်ပူဇော်ခြင်း၊ ထို့နောက် ဆင်းရဲသား ခြောက်ဦးအား ထမင်းကျွေးခြင်း၊ ထို့နောက် သုံးရက် ရိုဇာထားခြင်းတို့ကို ဦးစွာ အကြံပေးခဲ့သည်။ ကျမ်းစာအသီးသီးသည် ၎င်းတို့၏ နေရာနှင့် အကြောင်းအရာနှင့် ကိုက်ညီပြီး ကျေးဇူးတင်ခြင်းနှင့် ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p><div lang=\"uz\" class=\"uz \"><h2>Tamattu' during Hajj</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَمِنتُمْ فَمَن تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် လုံခြုံမှုရှိ၍ မည်သူမဆို <span class=\"gray\">(ဟဂ်ျလများအတွင်း)</span> ဟဂ်ျမပြုမီ အွမ်ရာဟ်ကို ဆောင်ရွက်ပါက ၎င်းသည် တတ်နိုင်သည့် ဟဒ်ရ်ှကို ယဇ်ပူဇော်ရမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သင်တို့သည် ထုံးတမ်းစဉ်လာများကို ပြီးစီးအောင် လုပ်ဆောင်နိုင်သည့်အခါ၊ ထို့ကြောင့် သင်တို့အနက် မည်သူမဆို မိမိ၏ အွမ်ရာဟ်ကို ဟဂ်ျနှင့် ပေါင်းစပ်ပြီး နှစ်ခုလုံးအတွက် အီဟ်ရာမ်တူတူဝတ်ခြင်း၊ သို့မဟုတ် ဦးစွာ အွမ်ရာဟ်အတွက် အီဟ်ရာမ်ဝတ်ပြီး အွမ်ရာဟ်ပြီးစီးသောအခါ ဟဂ်ျအတွက် အီဟ်ရာမ်ဝတ်ခြင်းသည် သမတ်တူအ်၏ ပိုမိုတိကျသော အမျိုးအစားဖြစ်ပြီး ပညာရှင်များ၏ ဆွေးနွေးမှုများတွင် လူသိများသည်။ ယေဘုယျအားဖြင့် သမတ်တူအ် အမျိုးအစား နှစ်မျိုးရှိပြီး စစ်မှန်သော ဟဒီးဆ်များက သက်သေပြထားသည်။ အဘယ်ကြောင့်ဆိုသော် ဖော်ပြသူများအနက် အချို့က \"အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် သမတ်တူအ်ကို ဆောင်ရွက်ခဲ့သည်\" ဟု ပြောကြားခဲ့ပြီး အချို့က \"ကာရင်\" ဟု ပြောကြားခဲ့သော်လည်း ဟဒ်ရ်ှနှင့် ပတ်သက်၍ ၎င်းတို့အကြား ကွာခြားမှု မရှိပေ။</p><p lang=\"gd\" class=\"gd \">So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَمِنتُمْ فَمَن تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် လုံခြုံမှုရှိ၍ မည်သူမဆို <span class=\"gray\">(ဟဂ်ျလများအတွင်း)</span> ဟဂ်ျမပြုမီ အွမ်ရာဟ်ကို ဆောင်ရွက်ပါက <span class=\"gray\">(ဆိုလိုသည်မှာ ဟဂ်ျ အတ်-သမတ်တူအ်နှင့် အလ်-ကီရန်)</span> ၎င်းသည် တတ်နိုင်သည့် ဟဒ်ရ်ှကို ယဇ်ပူဇော်ရမည်။)</span> ဆိုလိုသည်မှာ ၎င်းရရှိနိုင်သည့် ဟဒ်ရ်ှကို ယဇ်ပူဇော်စေ၊ ၎င်း၏ အနည်းဆုံးမှာ သိုးတစ်ကောင်ဖြစ်သည်။ နွားတစ်ကောင်ကို ယဇ်ပူဇော်ခြင်းကိုလည်း ခွင့်ပြုသည်။ အဘယ်ကြောင့်ဆိုသော် တမန်တော်မြတ် ﷺ သည် ၎င်း၏ ဇနီးမယားများအတွက် နွားများကို ယဇ်ပူဇော်ခဲ့သောကြောင့် ဖြစ်သည်။ အလ်-အော်ဇာအီက အဘူ ဟုရိုင်ရာဟ်က အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ၎င်း၏ ဇနီးမယားများ သမတ်တူအ်ပြုလုပ်နေစဉ် ၎င်းတို့အတွက် နွားများကို ယဇ်ပူဇော်ခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ ဤအကြောင်းကို အဘူ ဘက်ရ် ဘင် မရ်ဒူဝိုင်ယာဟ်က ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤနောက်ဆုံး ဟဒီးဆ်က သမတ်တူအ်ကို ပြဌာန်းထားကြောင်း သက်သေပြသည်။ ဆွဟီဟ် နှစ်ခုတွင် 'အိမ်ရန် ဘင် ဟူစိုင်ယင်က \"ကျွန်ုပ်တို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ ဘဝတစ်လျှောက်လုံးတွင် ဟဂ်ျ အတ်-သမတ်တူအ်ကို ဆောင်ရွက်ခဲ့ကြပြီး ထို့နောက် ကုရ်အာန်ကို <span class=\"gray\">(ဟဂ်ျ အတ်-သမတ်တူအ်နှင့် ပတ်သက်၍)</span> ဗျာဒိတ်တော် ပေါ်ထွန်းခဲ့သည်။ ၎င်းကို တားမြစ်ရန် မည်သည့်အရာမှ ဗျာဒိတ်တော် ပေါ်ထွန်းခဲ့ခြင်း မရှိသကဲ့သို့ တမန်တော်မြတ် <span class=\"gray\">()</span> လည်း ကွယ်လွန်သည်အထိ မတားမြစ်ခဲ့ပါ။ တစ်စုံတစ်ဦးက မိမိ၏ ကိုယ်ပိုင်ထင်မြင်ချက်အရ <span class=\"gray\">(ဟဂ်ျ အတ်-သမတ်တူအ်နှင့် ပတ်သက်၍)</span> မိမိလိုလားရာကို ပြောဆိုခဲ့သည်။\" အလ်-ဘူခါရီက 'အိမ်ရန်သည် 'အိုမရ်နှင့် ပတ်သက်၍ ပြောနေသည်ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">'အိုမရ်သည် လူများအား သမတ်တူအ်ပြုလုပ်ခြင်းမှ တားမြစ်လေ့ရှိကြောင်း စစ်မှန်သော ဖော်ပြချက်တွင် ဖော်ပြထားသည်။ သူက \"ကျွန်ုပ်တို့ အလ္လာဟ်၏ ကျမ်းတော်ကို ကိုးကားမည်ဆိုလျှင် ၎င်းကို ပြီးစီးအောင် လုပ်ဆောင်သင့်သည်\" ဟု ပြောလေ့ရှိသည်၊ ဆိုလိုသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မည်သူမဆို <span class=\"gray\">(ဟဂ်ျလများအတွင်း)</span> ဟဂ်ျမပြုမီ အွမ်ရာဟ်ကို ဆောင်ရွက်ပါက ၎င်းသည် တတ်နိုင်သည့် ဟဒ်ရ်ှကို ယဇ်ပူဇော်ရမည်။)</span></p><p lang=\"my\" class=\"my \">သို့သော် 'အိုမရ်က သမတ်တူအ်သည် တရားမဝင်ဟု မပြောခဲ့ပါ။ သူသည် လူများ ဟဂ်ျ <span class=\"gray\">(ဟဂ်ျလများအတွင်း)</span> နှင့် အွမ်ရာဟ် <span class=\"gray\">(တစ်နှစ်ပတ်လုံး)</span> အတွက် အိမ်တော်သို့ ခရီးစဉ်များကို တိုးမြှင့်စေလိုသောကြောင့်သာ တားမြစ်ခဲ့ခြင်းဖြစ်သည်၊ သူကိုယ်တိုင် ပြောကြားခဲ့သကဲ့သို့ပင်။</p><div lang=\"my\" class=\"my \"><h2>ဟဒ်ရ်ှ မရှိသူသည် ဆယ်ရက် ရိုဇာထားရမည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် အကယ်၍ ၎င်းသည် <span class=\"gray\">(တတ်နိုင်ခြင်း)</span> မရှိပါက ဟဂ်ျကာလအတွင်း သုံးရက်နှင့် ပြန်ရောက်ပြီးနောက် ခုနစ်ရက် <span class=\"gray\">(မိမိအိမ်သို့)</span> ရိုဇာထားရမည်။ စုစုပေါင်း ဆယ်ရက်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယာသ်၏ အဓိပ္ပာယ်မှာ- \"ဟဒ်ရ်ှကို မတွေ့ရှိသူများသည် ဟဂ်ျရာသီအတွင်း သုံးရက် ရိုဇာထားကြကုန်။\" အလ်-'အော်ဖီက အိဗ်နု အဘ်ဘာစ်က \"ဟဒ်ရ်ှ မရှိသူသည် ဟဂ်ျကာလအတွင်း 'အာရာဖာဟ်နေ့ မတိုင်မီ သုံးရက် ရိုဇာထားရမည်။ 'အာရာဖာဟ်နေ့သည် တတိယနေ့ဖြစ်ခဲ့လျှင် ၎င်း၏ ရိုဇာသည် ပြည့်စုံသည်။ ၎င်းသည် အိမ်သို့ ပြန်ရောက်သောအခါ ခုနစ်ရက် ရိုဇာထားရမည်\" ဟု ပြောကြားခဲ့သည်ဟု ပြောကြားခဲ့သည်။ အဘူ အစ်ဟာက်က ဝါဘာရာဟ်ထံမှ အိဗ်နု 'အိုမရ်က \"တာရ်ဝီယာဟ်နေ့ မတိုင်မီ တစ်ရက်၊ တာရ်ဝီယာဟ်နေ့ <span class=\"gray\">(ဇူလ်ဟဂ်ျလ၏ အဋ္ဌမနေ့)</span> နှင့် 'အာရာဖာဟ်နေ့ <span class=\"gray\">(ဇူလ်ဟဂ်ျလ၏ နဝမနေ့)</span> တို့တွင် ရိုဇာထားရမည်\" ဟု ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ ဂျအ်ဖရ် ဘင် မူဟမ္မဒ်က ၎င်း၏ ဖခင်ထံမှ 'အလီထံမှ အလားတူ ပြောကြားချက်ကို ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီဒ်နေ့ <span class=\"gray\">(ဇူလ်ဟဂ်ျလ၏ ဒသမနေ့)</span> မတိုင်မီ ဤသုံးရက် သို့မဟုတ် အနည်းဆုံး အချို့ကို ရိုဇာမထားခဲ့ပါက ၎င်းသည် တရှ်ရစ်က်နေ့များ <span class=\"gray\">(ဇူလ်ဟဂ်ျလ၏ ၁၁-၁၂-၁၃ ရက်နေ့များ)</span> အတွင်း ရိုဇာထားရန် ခွင့်ပြုသည်။ 'အိုင်ရှာဟ်နှင့် အိဗ်နု 'အိုမရ်တို့က \"တရှ်ရစ်က်နေ့များတွင် ရိုဇာထားခြင်းကို ဟဒ်ရ်ှ မတွေ့ရှိသူများအတွက်သာ ခွင့်ပြုသည်\" ဟု အလ်-ဘူခါရီက ဖော်ပြခဲ့သကဲ့သို့ ပြောကြားခဲ့သည်။ ဆွဖ်ယာန်က ဂျအ်ဖရ် ဘင် မူဟမ္မဒ်က ၎င်း၏ ဖခင်က 'အလီက \"ဟဂ်ျကာလအတွင်း သုံးရက် ရိုဇာမထားခဲ့သူ မည်သူမဆို တရှ်ရစ်က်နေ့များအတွင်း ၎င်းတို့ကို ရိုဇာထားရမည်\" ဟု ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ ဤသည်မှာ 'ဥဘိုင်ဒ် ဘင် 'ဥမာအိရ် အလ်-လိုင်သိ၊ 'အိက်ရီမာဟ်၊ အလ်-ဟစန် အလ်-ဘဆ်ရီနှင့် 'ဥရ်ဝါဟ် ဘင် အဇ်-ဇူဘိုင်ရ်တို့၏ သဘောထားလည်း ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၏ ယေဘူယျအဓိပ္ပာယ်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဟဂ်ျကာလအတွင်း သုံးရက် ရိုဇာထားပါ...)</span></p><p lang=\"my\" class=\"my \">မူဆလင်မ်က ကူတိုင်ဘာဟ် အလ်-ဟူဇ်လ္လီက အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်ဟု ဖော်ပြခဲ့သည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّامُ التَّشْرِيقِ أَيَّامُ أَكْلٍ وَشُرْبٍ، وَذِكْرِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရှ်ရစ်က်နေ့များသည် စားသောက်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းနေ့များ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဖော်ပြချက်သည် အဓိပ္ပာယ်အားဖြင့် ယေဘူယျဖြစ်ပြီး 'အိုင်ရှာဟ်နှင့် အိဗ်နု 'အိုမရ်တို့ ဖော်ပြခဲ့သည်မှာ သီးခြားဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَسَبْعَةٍ إِذَا رَجَعْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ၎င်း၏ ပြန်ရောက်ပြီးနောက် ခုနစ်ရက်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယာသ်၏ အဓိပ္ပာယ်နှင့် ပတ်သက်၍ အမြင်နှစ်မျိုးရှိသည်။ ပထမ၊ ၎င်းသည် 'သင်တို့ စခန်းချရာနေရာများသို့ ပြန်ရောက်သည့်အခါ' ဟု အဓိပ္ပာယ်ရသည်။ ဒုတိယ၊ အိမ်သို့ ပြန်သွားသည့်အခါ။ အဘ်ဒွရ်-ရက်ဇ်ဇာက်က ဆာလိမ်က အိဗ်နု 'အိုမရ် ပြောသည်ကို ကြားခဲ့ရသည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(...သို့သော် အကယ်၍ ၎င်းသည် <span class=\"gray\">(တတ်နိုင်ခြင်း)</span> မရှိပါက ဟဂ်ျကာလအတွင်း သုံးရက်နှင့် ၎င်း၏ ပြန်ရောက်ပြီးနောက် ခုနစ်ရက် ရိုဇာထားရမည်။)</span> ဆိုလိုသည်မှာ ၎င်း၏ မိသားစုထံ ပြန်ရောက်သည့်အခါ ဖြစ်သည်\" ဟူ၍ ဖြစ်သည်။ ဤအမြင်ကို ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အဘူ အလ်-'အာလီယာဟ်၊ မူဂျာဟစ်ဒ်၊ 'အသွာအ်၊ 'အိက်ရီမာဟ်၊ အလ်-ဟစန်၊ ကွသာဒါဟ်၊ အီမာမ် အဇ်-ဇူဟ်ရီနှင့် အရ်-ရဘီ' ဘင် အန်နပ်စ်တို့ထံမှလည်း ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက ဆာလိမ် ဘင် 'အဘ်ဒုလ္လာဟ်က အိဗ်နု 'အိုမရ်က \"အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ နောက်ဆုံး ဟဂ်ျကာလအတွင်း ၎င်းသည် အွမ်ရာဟ်နှင့် ဟဂ်ျကို သမတ်တူအ်ပြုလုပ်ခဲ့သည်။ ၎င်းသည် ဇူလ်-ဟူလိုင်ဖာဟ်မှ ဟဒ်ရ်ှကို မောင်းနှင်ခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဦးစွာ အွမ်ရာဟ်အတွက် အီဟ်ရာမ်ဝတ်ပြီး ထို့နောက် ဟဂ်ျအတွက် အီဟ်ရာမ်ဝတ်ခဲ့သည်။ လူများကလည်း တမန်တော်မြတ် ﷺ နှင့်အတူ အွမ်ရာဟ်နှင့် ဟဂ်ျကို ဆောင်ရွက်ခဲ့ကြသည်။ အချို့က ဟဒ်ရ်ှကို ယူဆောင်လာပြီး ၎င်းတို့နှင့်အတူ မောင်းနှင်ခဲ့ကြပြီး အချို့က မယူဆောင်လာခဲ့ကြပေ။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ သည် မက္ကာဟ်သို့ ရောက်ရှိသောအခါ လူများအား မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ مِنْكُم أَهْدَى فَإِنَّهُ لَا يَحِلُّ مِنْ شَيْءٍ حَرُمَ مِنْهُ حَتَّى يَقْضِيَ حَجَّهُ، وَمَنْ لَمْ يَكُنْ مِنْكُمْ أَهْدَى فَلْيَطُفْ بالْبَيْتِ وبالصَّفَا وَالْمَرْوَةِ وَلْيُقَصِّرْ وَلْيَحْلِلْ، ثُمَّ لْيُهِلَّ بِالْحَجِّ، فَمَنْ لَمْ يجَدْ هَدْيًا فَلْيَصُمْ ثَلَاثَةَ أَيَّامٍ فِي الْحَجِّ، وَسَبْعةً إِذَا رَجَعَ إِلى أَهْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ဟဒ်ရ်ှကို မောင်းနှင်လာသူ မည်သူမဆို ၎င်း၏ ဟဂ်ျကို ပြီးစီးအောင် မလုပ်မချင်း ၎င်း၏ အီဟ်ရာမ်ကို မပြီးဆုံးစေရ။ သင်တို့အနက် ဟဒ်ရ်ှကို ၎င်းနှင့်အတူ မောင်းနှင်မလာသူ မည်သူမဆို ၎င်းသည် ကအ်ဘာဟ်နှင့် အပ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်ကြားတွင် သွာဖ်ပြုလုပ်ရမည်။ ထို့နောက် ၎င်းသည် မိမိ၏ ဆံပင်ကို ရိတ်ခြင်း သို့မဟုတ် တိုအောင် ဖြတ်ခြင်းပြုလုပ်ပြီး ၎င်း၏ အီဟ်ရာမ်ကို အဆုံးသတ်ရမည်၊ ထို့နောက် ဟဂ်ျအတွက် အီဟ်ရာမ်ဝတ်ရမည်။ <span class=\"gray\">[သို့သော် ၎င်းသည် ဟဒ်ရ်ှ <span class=\"gray\">(ယဇ်ပူဇော်ခြင်း)</span> ကို ပူဇော်ရမည်။]</span> ဟဒ်ရ်ှ မတတ်နိုင်သူ မည်သူမဆို ဟဂ်ျကာလအတွင်း သုံးရက်နှင့် အိမ်သို့ ပြန်ရောက်သောအခါ ခုနစ်ရက် ရိုဇာထားရမည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် သူသည် ဟဒီးဆ်၏ ကျန်အပိုင်းကို ဖော်ပြခဲ့သည်၊ ၎င်းကို ဆွဟီဟ် နှစ်ခုတွင် ဖော်ပြထားသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ عَشَرَةٌ كَامِلَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...စုစုပေါင်း ဆယ်ရက်ဖြစ်သည်။)</span> အထက်တွင် ဖော်ပြခဲ့သည့် စီရင်ထုံးကို အလေးအနက်ပြုရန် ဖြစ်သည်။ ဤနည်းလမ်းသည် အာရဗီဘာသာစကားတွင် အသုံးများပြီး၊ ၎င်းတို့က 'ကျွန်ုပ် မျက်စိဖြင့် မြင်ခဲ့သည်၊ နားဖြင့် ကြားခဲ့သည်၊ လက်ဖြင့် ရေးခဲ့သည်' ဟု ထိုအချက်အလက်များကို အလေးအနက်ပြုရန် ပြောဆိုလေ့ရှိသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်း၏ အတောင်နှစ်ဖက်ဖြင့် ပျံသန်းသော ငှက်လည်း မရှိပေ)</span><span class=\"gray\">(၆:၃၈)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَخُطُّهُ بِيَمِينِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်၏ ညာလက်ဖြင့် မည်သည့်ကျမ်းစာကိုမျှ မရေးသားခဲ့ပေ)</span><span class=\"gray\">(၂၉:၄၈)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَاعَدْنَا مُوسَىٰ ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် မူဆာအား ည သုံးဆယ်ကို သတ်မှတ်ခဲ့ပြီး <span class=\"gray\">(ကာလကို)</span> ဆယ်ရက် <span class=\"gray\">(ပိုမို)</span> ထည့်သွင်းခဲ့သည်။ ထို့ကြောင့် ၎င်း၏ အရှင်သခင်က သတ်မှတ်ထားသော ရက်ပေါင်း လေးဆယ် ပြည့်စုံခဲ့သည်။)</span><span class=\"gray\">(၇:၁၄၂)</span></p><p lang=\"my\" class=\"my \">\"စုစုပေါင်း ဆယ်ရက်\" ဟူသော အဓိပ္ပာယ်မှာ ဆယ်ရက် ရိုဇာထားရန် အမိန့်ကို အလေးအနက်ပြုခြင်းဖြစ်ပြီး ထိုထက်မနည်းဟုလည်း ဆိုကြသည်။</p><div lang=\"lb\" class=\"lb \"><h2>The Residents of Makkah do not perform Tamattu'</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ မိမိ၏ မိသားစုသည် အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်၌ ရှိမနေသူ <span class=\"gray\">(ဆိုလိုသည်မှာ မက္ကာဟ်မြို့နေ မဟုတ်သူ)</span> အတွက် ဖြစ်သည်။)</span> ဤအာယာသ်သည် ဟာရမ်နယ်မြေ၏ နေထိုင်သူများနှင့် သက်ဆိုင်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် သမတ်တူအ် မပြုလုပ်သောကြောင့်ဖြစ်သည်။ အဘ်ဒွရ်-ရက်ဇ်ဇာက်က တာဝုစ်က \"သမတ်တူအ်သည် ဟာရမ်နယ်မြေ <span class=\"gray\">(မက္ကာဟ်)</span> တွင် မိသားစု မနေထိုင်သော လူများအတွက် ဖြစ်ပြီး မက္ကာဟ်မြို့နေများအတွက် မဟုတ်ပေ။ ထို့ကြောင့် အလ္လာဟ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ မိမိ၏ မိသားစုသည် အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်၌ ရှိမနေသူ <span class=\"gray\">(ဆိုလိုသည်မှာ မက္ကာဟ်မြို့နေ မဟုတ်သူ)</span> အတွက် ဖြစ်သည်။)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Abdur-Razzaq then said, \"I was also told that Ibn 'Abbas said similar to Tawus.\" Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြကုန်)</span> ဆိုလိုသည်မှာ အရှင်မြတ် အမိန့်ပေးထားသည်များနှင့် တားမြစ်ထားသည်များတွင် ဖြစ်သည်။ ထို့နောက် အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးရာတွင် အလွန်ပြင်းထန်ကြောင်း သိရှိကြကုန်)</span> အရှင်မြတ်၏ အမိန့်တော်ကို ဖီဆန်ပြီး အရှင်မြတ် တားမြစ်ထားသည်များကို ကျူးလွန်သူများအတွက် ဖြစ်သည်။</p>"
  }
]