[
  {
    "ayah_key": "22:58",
    "group_ayah_key": "22:58",
    "from_ayah": "22:58",
    "to_ayah": "22:60",
    "ayah_keys": "22:58,22:59,22:60",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ ရွှေ့ပြောင်းသွားလာခဲ့ပြီးနောက် အသတ်ခံရသူများ သို့မဟုတ် သေဆုံးသူများအတွက် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမြတ်သော စားနပ်ရိက္ခာကို ဧကန်မလွဲ ပေးသနားတော်မူမည်။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သာလျှင် စားနပ်ရိက္ခာပေးသူတို့တွင် အကောင်းဆုံးဖြစ်တော်မူ၏။ <span>(၅၈)</span>ဧကန်စင်စစ်၊ အရှင်မြတ်သည် သူတို့ကျေနပ်နှစ်သက်မည့် ဝင်ပေါက်တစ်ခုမှ ဝင်စေမည်ဖြစ်၏။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူထသော၊ အလွန် သည်းခံတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၅၉)</span>ထိုသို့ဖြစ်သည်။ အကြင်သူသည် မိမိခံစားခဲ့ရသည့်ဒဏ်နှင့် အလားတူတုံ့ပြန်ခဲ့ပြီးနောက် ထပ်မံ၍ မတရားပြုခံရပါက အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ဧကန်မလွဲ ကူညီတော်မူမည်။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူထသော၊ အလွန်အပြစ်ဖြေလွှတ်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၆၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ ရွှေ့ပြောင်းသွားလာသူများအတွက် ကြီးမားသော အကျိုးဆုလာဘ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏နှစ်သက်မှုကိုနှင့် မိမိထံတော်ပါးရှိရာများကို ရှာမှီးရန်အတွက် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ ရွှေ့ပြောင်းသွားလာသူများ၊ မိမိတို့၏ဇာတိမြေများ၊ မိသားစုများနှင့် မိတ်ဆွေသူငယ်ချင်းများကို စွန့်လွှတ်ကာ မိမိတို့နိုင်ငံများကို အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်မြတ်၏သာသနာတော်ကို ထောက်ပံ့ရန် ရွှေ့ပြောင်းသွားလာကြပြီးနောက် အသတ်ခံရသူများ၊ ဆိုလိုသည်မှာ ဂျီဟတ်၌ သေဆုံးသူများ၊ သို့မဟုတ် တိုက်ခိုက်မှုတွင် ပါဝင်ခြင်းမရှိဘဲ သေဆုံးသူများသည် အလွန်ကြီးမားသော အကျိုးဆုလာဘ်ကို ရရှိကြမည်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ တမန်တော်ထံသို့ ရွှေ့ပြောင်းသူအဖြစ် မိမိအိမ်မှ ထွက်ခွာသွားပြီး သေခြင်းတရားက သူ့ကိုဖမ်းဆုပ်ပါက သူ့အကျိုးဆုလာဘ်သည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌ ဧကန်မလွဲ တည်ရှိ၏။)</span><span class=\"gray\">(4:100)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ကောင်းမွန်သော စားနပ်ရိက္ခာကို ပေးသနားတော်မူမည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သူတို့အား အရှင်မြတ်၏ ကရုဏာနှင့် ဂျန္နတ်ရှိ စားနပ်ရိက္ခာများမှ သူတို့အား ပျော်ရွှင်စေမည့်အရာများဖြင့် ဆုချီးမြှင့်တော်မူမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ - لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သာလျှင် စားနပ်ရိက္ခာပေးသူတို့တွင် အကောင်းဆုံးဖြစ်တော်မူ၏။ ဧကန်စင်စစ်၊ အရှင်မြတ်သည် သူတို့ကျေနပ်နှစ်သက်မည့် ဝင်ပေါက်တစ်ခုမှ ဝင်စေမည်ဖြစ်၏။)</span> ဤသည်မှာ ဂျန္နတ်ကို ဆိုလိုသည်၊ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာ၌ မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا إِن كَانَ مِنَ الْمُقَرَّبِينَ - فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အကြင်သူသည် (အလ္လာဟ်အရှင်မြတ်ထံ) နီးစပ်သူများထဲမှဖြစ်ပါက၊ သက်သာချောင်ချိမှုနှင့် စားနပ်ရိက္ခာ၊ ပျော်ရွှင်ချမ်းမြေ့ဖွယ်ဥယျာဉ်ကို ရရှိမည်။)</span><span class=\"gray\">(56:88-89)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ထိုသူအား သက်သာချောင်ချိမှုနှင့် စားနပ်ရိက္ခာ၊ ပျော်ရွှင်ချမ်းမြေ့ဖွယ်ဥယျာဉ်ကို ပေးသနားတော်မူမည်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်၊ ဤနေရာ၌ အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ကောင်းမွန်သော စားနပ်ရိက္ခာကို ပေးသနားတော်မူမည်။)</span> ထို့နောက် အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُ ۗ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အရှင်မြတ်သည် သူတို့ကျေနပ်နှစ်သက်မည့် ဝင်ပေါက်တစ်ခုမှ ဝင်စေမည်ဖြစ်၏။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏လမ်းတော်၌ ရွှေ့ပြောင်းသွားလာသူများ၊ ဂျီဟတ်တိုက်ပွဲဝင်သူများနှင့် ထို <span class=\"gray\">(အကျိုးဆုလာဘ်)</span> ကို ရထိုက်သူများအကြောင်းကို အရှင်မြတ်သည် အလုံးစုံသိရှိတော်မူ၏။</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်သည်းခံတော်မူထသော အရှင်)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သူတို့၏အပြစ်များကို ခွင့်လွှတ်တော်မူပြီး လျစ်လျူရှုတော်မူ၏၊ ထို့ပြင် အရှင်မြတ်သည် သူတို့၏အပြစ်များအတွက် အပြစ်ဖြေရာအဖြစ် သူတို့၏ရွှေ့ပြောင်းသွားလာမှု <span class=\"gray\">(ဟစ်ဂျ်ရတ်)</span> နှင့် အရှင်မြတ်အပေါ် ယုံကြည်ကိုးစားမှုကို လက်ခံတော်မူ၏။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ အသတ်ခံရသူများနှင့်ပတ်သက်၍ ထိုသူများမှာ မဟာဂျီရ် <span class=\"gray\">(ရွှေ့ပြောင်းသူများ)</span> ဖြစ်သည်ဖြစ်စေ၊ မဟုတ်သည်ဖြစ်စေ၊ သူတို့သည် မိမိတို့၏အရှင်သခင်ထံတွင် အသက်ရှင်နေကြပြီး စားနပ်ရိက္ခာများ ပေးသနားခံရကြသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا ۚ بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ အသတ်ခံရသူများကို သေဆုံးသူများဟု မထင်မှတ်ကြနှင့်။ မဟုတ်ပေ၊ သူတို့သည် မိမိတို့၏အရှင်သခင်ထံတွင် အသက်ရှင်နေကြပြီး စားနပ်ရိက္ခာများ ပေးသနားခံရကြ၏။)</span><span class=\"gray\">[3:169]</span>။</p><p lang=\"my\" class=\"my \">ဤအကြောင်းအရာနှင့်ပတ်သက်၍ ဟဒီးစ်တော်များစွာရှိပြီး ယခင်ကဖော်ပြခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ သေဆုံးသူများ၊ ထိုသူများမှာ ရွှေ့ပြောင်းသူများဖြစ်စေ၊ မဟုတ်သည်ဖြစ်စေ။ ဤအာယတ်တော်နှင့် ဆဟီဟ်ဟဒီးစ်တော်များက သူတို့အား ကောင်းမွန်စွာ စားနပ်ရိက္ခာပေးသနားမည်ဖြစ်ကြောင်းနှင့် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ကြင်နာမှုပြသမည်ဖြစ်ကြောင်း အာမခံထားသည်။ အိဗ်နုအဘီဟာတင် မှတ်တမ်းတင်ထားသည်မှာ ရှူရာဟ်ဘီလ် ဗင်န် အစ်ဆ်ဆင်တ်က ပြောသည်- \"ကျွန်ုပ်တို့သည် ရောမပြည်ရှိ ခံတပ်တစ်ခုကို အချိန်ကြာမြင့်စွာ ဝိုင်းရံခဲ့ကြသည်။ ဆလ်မာန် အလ်-ဖာရီစီ၊ အလ္လာဟ်အရှင်မြတ် သူ့ကိုနှစ်သက်တော်မူပါစေ၊ ကျွန်ုပ်အနားမှ ဖြတ်သွားပြီး ပြောသည်မှာ- 'ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ကို ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ مَاتَ مُرَابِطًا أَجْرَى اللهُ عَلَيْهِ مِثْلَ ذَلِكَ الْأَجْرِ، وَأَجْرَى عَلَيْهِ الرِّزْقَ، وَأَمِنَ مِنَ الفَتَّانِينَ، وَاقْرَؤُوا إِنْ شِئْتُمْ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ - لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُ ۗ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အစ္စလာမ်၏နယ်စပ်များကို ကာကွယ်ရင်းသေဆုံးပါက အလ္လာဟ်အရှင်မြတ်သည် ထိုသူ့အား (ရှဟီးဒ်၏) အကျိုးဆုလာဘ်ကဲ့သို့ ဆုလာဘ်ပေးသနားမည်ဖြစ်ပြီး သူ့အား စားနပ်ရိက္ခာပေးမည်ဖြစ်ကာ စမ်းသပ်မှုများမှ လုံခြုံစေမည်။ သင်တို့ဆန္ဒရှိပါက ရွတ်ဆိုကြလော့- <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ ရွှေ့ပြောင်းသွားလာခဲ့ပြီးနောက် အသတ်ခံရသူများ သို့မဟုတ် သေဆုံးသူများအတွက် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမြတ်သော စားနပ်ရိက္ခာကို ဧကန်မလွဲ ပေးသနားတော်မူမည်။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သာလျှင် စားနပ်ရိက္ခာပေးသူတို့တွင် အကောင်းဆုံးဖြစ်တော်မူ၏။ ဧကန်စင်စစ်၊ အရှင်မြတ်သည် သူတို့ကျေနပ်နှစ်သက်မည့် ဝင်ပေါက်တစ်ခုမှ ဝင်စေမည်ဖြစ်၏။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူထသော၊ အလွန်သည်းခံတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span>)</span>\"</p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် မှတ်တမ်းတင်ထားသည်မှာ 'အဗ်ဒုရ်-ရာဟ်မာန် ဗင်န် ဂျာဟ်ဒမ် အလ်-ခါဝ်လာနီသည် ဖာဒါလာ ဗင်န် 'အုဗိုင်ဒ်နှင့်အတူ ဈာပနနှစ်ခုနှင့်အတူ လိုက်ပါခဲ့ရာ၊ သမုဒ္ဒရာ <span class=\"gray\">(ကျွန်းတစ်ကျွန်းတွင်)</span> တစ်ဦးမှာ လေးခွဖြင့် ထိမှန်သေဆုံးခဲ့ပြီး ကျန်တစ်ဦးမှာ သေဆုံးခဲ့သည်။ ဖာဒါလာ ဗင်န် 'အုဗိုင်ဒ်သည် သေဆုံးသွားသူ၏ သင်္ချိုင်းအနားတွင် ထိုင်နေခဲ့ရာ တစ်စုံတစ်ဦးက သူ့အား \"သင်သည် ရှဟီးဒ်ကို လျစ်လျူရှုပြီး သူ့သင်္ချိုင်းအနားတွင် မထိုင်ဘဲနေပါသလား\" ဟု ပြောခဲ့သည်။ သူက ပြောသည်မှာ- \"အလ္လာဟ်အရှင်မြတ်သည် ဤသင်္ချိုင်းနှစ်ခုအနက် မည်သည့်သင်္ချိုင်းမှ ကျွန်ုပ်ကို ရှင်ပြန်ထမြောက်စေသည်ဖြစ်စေ ကျွန်ုပ်ဂရုမစိုက်ပါ။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ ရွှေ့ပြောင်းသွားလာခဲ့ပြီးနောက် အသတ်ခံရသူများ သို့မဟုတ် သေဆုံးသူများအတွက် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမြတ်သော စားနပ်ရိက္ခာကို ဧကန်မလွဲ ပေးသနားတော်မူမည်။)</span>\" ထို့နောက် သူသည် ဤအာယတ်တော်နှစ်ခုကို ရွတ်ဆိုပြီး ပြောသည်မှာ- \"အို အစေခံသူ၊ အကယ်၍ ကျွန်ုပ်သည် အရှင်မြတ်၏ နှစ်သက်မှုကို ရရှိမည့်ဝင်ပေါက်မှ ဝင်ခွင့်ရပြီး ကောင်းမွန်သော စားနပ်ရိက္ခာများကို ရရှိမည်ဆိုပါက ကျွန်ုပ်ဘာကို ရှာဖွေရဦးမည်နည်း။ အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာဆိုပါ၏၊ အလ္လာဟ်အရှင်မြတ်သည် ဤသင်္ချိုင်းနှစ်ခုအနက် မည်သည့်သင်္ချိုင်းမှ ကျွန်ုပ်ကို ရှင်ပြန်ထမြောက်စေသည်ဖြစ်စေ ကျွန်ုပ်ဂရုမစိုက်ပါ။\"\n<p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်သည်။ အကြင်သူသည် မိမိခံစားခဲ့ရသည့်ဒဏ်နှင့် အလားတူတုံ့ပြန်ခဲ့ပြီးနောက်...)</span> မုကာသိလ် ဗင်န် ဟယာန်နှင့် အိဗ်နုဂျုရိုင်ဂျ်တို့က ဤအာယတ်တော်သည် သခင်ကြီး(ဆွဟာဘာ)တို့သည် ရုပ်တုကိုးကွယ်သူအချို့နှင့် ထိပ်တိုက်တွေ့ဆုံခဲ့သော တိုက်ပွဲငယ်တစ်ခုနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်ဟု ဖော်ပြခဲ့ကြသည်။ မွတ်စလင်မ်တို့သည် ထိုသူတို့အား မြင့်မြတ်သောလများအတွင်း တိုက်ခိုက်ခြင်းမပြုရန် တိုက်တွန်းခဲ့သော်လည်း ရုပ်တုကိုးကွယ်သူတို့က တိုက်ခိုက်ရန် အခိုင်အမာတောင်းဆိုပြီး ကျူးကျော်မှုကို စတင်ခဲ့သည်။ ထို့ကြောင့် မွတ်စလင်မ်တို့သည် သူတို့နှင့် တိုက်ခိုက်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်က သူတို့အား အောင်ပွဲပေးသနားခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူထသော၊ အလွန်အပြစ်ဖြေလွှတ်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "22:61",
    "group_ayah_key": "22:61",
    "from_ayah": "22:61",
    "to_ayah": "22:62",
    "ayah_keys": "22:61,22:62",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုသို့ဖြစ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ညကို နေ့ထဲသို့ ပေါင်းစည်းတော်မူ၏။ နေ့ကို ညထဲသို့ ပေါင်းစည်းတော်မူ၏။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုကြားနာတော်မူထသော၊ အလုံးစုံကို မြင်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၆၁)</span>ထိုသို့ဖြစ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်- အရှင်မြတ်သည်သာလျှင် အမှန်တရားဖြစ်တော်မူ၏။ အရှင်မြတ်မှတစ်ပါး သူတို့ခေါ်ဖိတ်သော (နတ်ဘုရားများ) သည် မမှန်ကန်ပါ။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်- အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခန့်ညားဆုံး ဖြစ်တော်မူ၏။ <span>(၆၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဤကမ္ဘာလောက၏ ဖန်ဆင်းရှင်နှင့် ထိန်းချုပ်သူမှာ အလ္လာဟ်အရှင်မြတ်ဖြစ်တော်မူ၏။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုတော်အတိုင်း မိမိဖန်ဆင်းခံများ၏ ကိစ္စရပ်များကို ဦးဆောင်စီမံခန့်ခွဲသော ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ وَتُعِزُّ مَن تَشَاءُ وَتُذِلُّ مَن تَشَاءُ ۖ بِيَدِكَ الْخَيْرُ ۖ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ - تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ ۖ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ ۖ وَتَرْزُقُ مَن تَشَاءُ بِغَيْرِ حِسَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆိုပါ- \"အို အလ္လာဟ်! အချုပ်အခြာအာဏာပိုင်ရှင်၊ အရှင်မြတ်သည် အလိုရှိသူအား အာဏာပေးသနားတော်မူ၏။ အလိုရှိသူထံမှ အာဏာကို ရုပ်သိမ်းတော်မူ၏။ အလိုရှိသူအား ဂုဏ်ယူဝင့်ကြွားစေတော်မူ၏။ အလိုရှိသူအား နှိမ့်ချတော်မူ၏။ အရှင်မြတ်၏လက်တော်၌ ကောင်းမှုရှိ၏။ ဧကန်စင်စစ်၊ အရှင်မြတ်သည် အလုံးစုံကို စွမ်းဆောင်နိုင်တော်မူ၏။ ညကို နေ့ထဲသို့ ဝင်စေတော်မူ၏။ နေ့ကို ညထဲသို့ ဝင်စေတော်မူ၏။ အသက်ရှင်သူကို သေဆုံးသူမှ ထုတ်တော်မူ၏။ သေဆုံးသူကို အသက်ရှင်သူမှ ထုတ်တော်မူ၏။ အလိုရှိသူအား စည်းစိမ်ဥစ္စာနှင့် စားနပ်ရိက္ခာကို အကန့်အသတ်မရှိ ပေးသနားတော်မူ၏။\")</span><span class=\"gray\">(3:26-27)</span></p><p lang=\"my\" class=\"my \">ညကို နေ့ထဲသို့၊ နေ့ကို ညထဲသို့ \"ပေါင်းစည်းခြင်း\" ၏ အဓိပ္ပါယ်မှာ တစ်ခုက အခြားတစ်ခုကို ကျူးကျော်ဝင်ရောက်ခြင်းဖြစ်ပြီး ပြောင်းပြန်လည်း ဖြစ်နိုင်သည်။ တစ်ခါတစ်ရံ ညသည် ရှည်လျားပြီး နေ့သည် တိုတောင်းသည်၊ ဆောင်းရာသီတွင်ကဲ့သို့ပင်။ တစ်ခါတစ်ရံ နေ့သည် ရှည်လျားပြီး ညသည် တိုတောင်းသည်၊ နွေရာသီတွင်ကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုကြားနာတော်မူထသော၊ အလုံးစုံကို မြင်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span> အရှင်မြတ်သည် မိမိ၏ကျွန်များ ပြောဆိုသည်များကို ကြားတော်မူ၏။ သူတို့ကို မြင်တော်မူ၏။ သူတို့အကြောင်း သို့မဟုတ် သူတို့၏လှုပ်ရှားမှုနှင့်ပတ်သက်၍ အရှင်မြတ်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်မနေပါ။ အလ္လာဟ်အရှင်မြတ်သည် တည်ရှိသမျှအရာအားလုံး၏ ကိစ္စရပ်များကို ထိန်းချုပ်တော်မူကြောင်း၊ အရှင်မြတ်စီရင်တော်မူကြောင်း၊ အရှင်မြတ်၏စီရင်ချက်ကို ပြောင်းပြန်လှန်နိုင်သူမရှိကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည့်အခါ အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်- အရှင်မြတ်သည်သာလျှင် အမှန်တရားဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ မှန်ကန်သော ဘုရားသခင်ဖြစ်ပြီး အရှင်မြတ်မှတစ်ပါး မည်သူမျှ ကိုးကွယ်ခံထိုက်သူမရှိပါ။ အရှင်မြတ်သည် အကြီးမြတ်ဆုံးသော အချုပ်အခြာအာဏာပိုင်ရှင်ဖြစ်၏။ အရှင်မြတ်အလိုရှိရာ ဖြစ်မြဲဖြစ်ပြီး အလိုမရှိရာမှာ မည်သည့်အခါမျှ မဖြစ်နိုင်ပါ။ အရာအားလုံးသည် အရှင်မြတ်ကို လိုအပ်နေပြီး အရှင်မြတ်အား ခယကပ်ပုံကျိုးနွံကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الْبَاطِلُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်မှတစ်ပါး သူတို့ခေါ်ဖိတ်သော (နတ်ဘုရားများ) သည် မမှန်ကန်ပါ။)</span> ဆိုလိုသည်မှာ ရုပ်တုများနှင့် နတ်ဘုရားအယောင်ဆောင်များ။ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ခံရသော အရာအားလုံး – အရှင်မြတ်သည် မြင့်မြတ်တော်မူ၏ – သည် မမှန်ကန်ပါ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အကျိုးအမြတ်ပေးနိုင်ခြင်း သို့မဟုတ် အန္တရာယ်ဖြစ်စေခြင်း နှစ်ခုစလုံးကို မစွမ်းဆောင်နိုင်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်- အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခန့်ညားဆုံး ဖြစ်တော်မူ၏။)</span> ဤသည်မှာ အာယတ်တော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَلِيُّ الْعَظِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခန့်ညားဆုံး ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(42:4)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكَبِيرُ الْمُتَعَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခန့်ညားဆုံး၊ အမြင့်မြတ်ဆုံး)</span><span class=\"gray\">[13:9]</span>။ အရာအားလုံးသည် အရှင်မြတ်၏ အစွမ်းသတ္တိနှင့် တန်ခိုးအာဏာအောက်တွင် ရှိသည်။ အရှင်မြတ်မှတစ်ပါး အခြားမည်သည့်ဘုရားမျှမရှိ၊ အရှင်မြတ်မှတစ်ပါး အခြားမည်သည့်အရှင်သခင်မျှမရှိ။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် အကြမ်းတမ်းဆုံး အစွမ်းအထက်ဆုံးဖြစ်ပြီး အရှင်မြတ်ထက် ပိုမိုအစွမ်းထက်သူမရှိ။ အမြင့်မြတ်ဆုံးဖြစ်ပြီး အရှင်မြတ်ထက် ပိုမိုမြင့်မြတ်သူမရှိ။ အခန့်ညားဆုံးဖြစ်ပြီး အရှင်မြတ်ထက် ပိုမိုခန့်ညားသူမရှိ။ ဆိုးသွမ်းသူများ ပြောဆိုသမျှတို့ထက် အရှင်မြတ်သည် အလွန်မြင့်မြတ်တော်မူ၏၊ သန့်ရှင်းတော်မူ၏၊ ချီးမြှင့်ထောမနာပြုအပ်တော်မူ၏။</p>"
  }
]