[
  {
    "ayah_key": "2:144",
    "group_ayah_key": "2:144",
    "from_ayah": "2:144",
    "to_ayah": "2:144",
    "ayah_keys": "2:144",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် သင်၏မျက်နှာသည် ကောင်းကင်ဘက်သို့ လှည့်နေသည်ကို ငါတို့ မြင်ခဲ့ရပြီ။ ဧကန်မလွဲ ငါတို့သည် သင့်အား နှစ်သက်မည်ဖြစ်သော ကစ်ဗ်လာ <span class=\"gray\">(ဆွလာတ်ပြုရာအရပ်)</span> တစ်ခုသို့ လှည့်စေမည်။ သို့ဖြစ်၍ သင်၏မျက်နှာကို အလ်မတ်စ်ဂျိဒ် အလ်ဟာရမ် <span class=\"gray\">(မက္ကာဟ်ရှိ)</span> ဘက်သို့ လှည့်လော့။ မည်သည့်နေရာတွင်မဆို သင်တို့ရှိကြသည့်အခါ၌ သင်တို့၏မျက်နှာများကို <span class=\"gray\">(ဆွလာတ်ပြုရာတွင်)</span> ထိုဘက်သို့ လှည့်ကြလော့။ အမှန်စင်စစ် ကျမ်းဂန်ကို ပေးသနားခြင်းခံခဲ့ရသောသူများ <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျူးများနှင့် ခရစ်ယာန်များ)</span> သည် ထို <span class=\"gray\">(သင်တို့၏မျက်နှာများကို မက္ကာဟ်ရှိ ကအ်ဘာဟ်ဘက်သို့ လှည့်ခြင်း)</span> သည် ၎င်းတို့၏အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သည်ကို ကောင်းစွာသိကြ၏။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ပြုမူနေကြသည်များကို မသိကျိုးကျွန် ပြုတော်မူသည်မဟုတ်။ <span>(၁၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်တွင် ပထမဆုံး ပယ်ဖျက်ခြင်းသည် ကစ်ဗ်လာနှင့်ပတ်သက်၍ ဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလီ ဘင် အဘူ တလ်ဟာဟ် မှတ်တမ်းတင်သည်မှာ အိဗ်နု အဗ္ဗါစ်က ဤသို့ ပြောပြ၏- ကုရ်အာန်တွင် ပထမဆုံး ပယ်ဖျက်ခြင်းခံရသောအပိုင်းမှာ ကစ်ဗ်လာနှင့်ပတ်သက်၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အလ်မဒီနာသို့ ရွှေ့ပြောင်းလာသောအခါ ယင်းမြို့သူမြို့သားအများစုမှာ ဂျူးများဖြစ်ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား ဘိုင်တ် အလ်မက်ဒစ်စ် ဘက်သို့ လှည့်ရန် အမိန့်ပေးခဲ့သည်။ ထိုအခါ ဂျူးတို့သည် ဝမ်းမြောက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဆယ်လနှင့်အချို့လများအထိ ထိုဘက်သို့ လှည့်ခဲ့သော်လည်း၊ ကိုယ်တော်သည် အိဗ်ရာဟီမ်၏ ကစ်ဗ်လာ <span class=\"gray\">(မက္ကာဟ်ရှိ ကအ်ဘာဟ်)</span> ဘက်သို့ လှည့်လိုခဲ့သည်။ ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆုပြုလေ့ရှိပြီး ကောင်းကင်သို့ မော့ကြည့်လေ့ရှိခဲ့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို စောင့်မျှော်ရင်း)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏မျက်နှာသည် ကောင်းကင်ဘက်သို့ လှည့်နေသည်ကို ငါတို့ မြင်ခဲ့ရပြီ)</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏မျက်နှာများကို <span class=\"gray\">(ဆွလာတ်ပြုရာတွင်)</span> ထိုဘက်သို့ လှည့်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဂျူးတို့သည် ဤအမိန့်ကို မနှစ်သက်ဘဲ ပြောဆိုခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا وَلَّاهُمْ عَن قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا قُل لِّلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သူတို့ <span class=\"gray\">(မွတ်စ်လင်မ်များ)</span> အရင်က ဆွလာတ်ပြုရာ ကစ်ဗ်လာ <span class=\"gray\">(ဆွလာတ်ပြုရာအရပ်)</span> မှ မည်သည့်အရာက လှည့်စေခဲ့သနည်း။\" <span class=\"gray\">(အို မိုဟမ္မဒ်)</span> ပြောကြားလော့၊ \"အရှေ့နှင့်အနောက် နှစ်ခုလုံးသည် အလ္လာဟ်အရှင်မြတ်၏သာ ဖြစ်သည်။\")</span><span class=\"gray\">(၂:၁၄၂)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့ဖြစ်ရာ သင်တို့ မည်သည့်နေရာသို့ လှည့်လှည့် <span class=\"gray\">(သင်တို့ကိုယ်တိုင် သို့မဟုတ် သင်တို့၏မျက်နှာများကို)</span> ထိုနေရာ၌ အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော် ရှိပေသည်)</span><span class=\"gray\">(၂:၁၁၅)</span>၊</p><p lang=\"my\" class=\"my \">နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ الرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် အရင်က မျက်နှာမူခဲ့သော ကစ်ဗ်လာ <span class=\"gray\">(ဂျေရုဆလင်ဘက်သို့ ဆွလာတ်ပြုရာအရပ်)</span> ကို ငါတို့သည် တမန်တော် <span class=\"gray\">(မိုဟမ္မဒ် ﷺ)</span> ကို လိုက်နာသူများနှင့် ၎င်းတို့၏ ဖနောင့်ပေါ်သို့ ပြန်လှည့်သွားမည့်သူများ <span class=\"gray\">(ဆိုလိုသည်မှာ တမန်တော်ကို မနာခံသူများ)</span> တို့ကို စမ်းသပ်ရန်အတွက်သာ ပြုလုပ်ခဲ့သည်။)</span><span class=\"gray\">(၂:၁၄၃)</span></p><div lang=\"my\" class=\"my \"><h2>ကစ်ဗ်လာဟ်သည် ကအ်ဘာဟ်ကိုယ်တိုင်လား သို့မဟုတ် ၎င်း၏ အထွေထွေဦးတည်ချက်လား။</h2></div><p lang=\"mt\" class=\"mt \">Al-Hakim related that 'Ali bin Abu Talib said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့ဖြစ်၍ သင်၏မျက်နှာကို အလ်မတ်စ်ဂျိဒ် အလ်ဟာရမ် <span class=\"gray\">(မက္ကာဟ်ရှိ)</span> ဘက်သို့ လှည့်လော့။)</span> ဆိုသည်မှာ ၎င်း၏ဦးတည်ရာကို ဆိုလိုသည်။\"</p><p lang=\"my\" class=\"my \">အလ်ဟာကင်မ်က ထို့နောက် မှတ်ချက်ပြုသည်မှာ ဤမှတ်တမ်း၏ ဆက်စပ်မှုသည် စစ်မှန်ကြောင်းနှင့် ၎င်းတို့ <span class=\"gray\">(ဆိုလိုသည်မှာ အလ်ဘူခါရီနှင့် မွတ်စ်လင်မ်)</span> က ၎င်းကို ၎င်းတို့၏ စုစည်းမှုများတွင် ထည့်သွင်းထားခြင်းမရှိကြောင်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ကစ်ဗ်လာနှင့်ပတ်သက်သော ဤအမိန့်သည် အဘူ အလ်အာလ်ယျာဟ်၊ မူဂျာဟစ်ဒ်၊ အိက်ရိမာဟ်၊ စအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ ကတာဒါဟ်၊ အရ်ရာဘီအ် ဘင် အနပ်စ် နှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်နေရာတွင်မဆို သင်တို့ရှိကြသည့်အခါ၌ သင်တို့၏မျက်နှာများကို <span class=\"gray\">(ဆွလာတ်ပြုရာတွင်)</span> ထိုဘက်သို့ လှည့်ကြလော့)</span> သည် ကမ္ဘာပေါ်တွင် မည်သည့်နေရာကပင်ဖြစ်စေ၊ အရှေ့၊ အနောက်၊ မြောက် သို့မဟုတ် တောင်ဘက်မှ ကအ်ဘာဟ်ဘက်သို့ မျက်နှာမူရန် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြစ်သည်။ ခရီးသွားနေစဉ် စေတနာ့ဆွလာတ် <span class=\"gray\">(နဖလ်)</span> အတွက်မှာမူ ခြွင်းချက်ရှိသည်၊ ထိုသူသည် ၎င်း၏ကိုယ်ခန္ဓာ မည်သည့်ဘက်သို့ မျက်နှာမူနေစေကာမူ ဆွလာတ်ပြုရန် ခွင့်ပြုထားသည်၊ ၎င်း၏စိတ်နှလုံးကမူ ကအ်ဘာဟ်ကို ရည်ရွယ်နေရမည်။ စစ်ပွဲပြင်းထန်နေသည့်အခါ၌လည်း ဆွလာတ်ပြုရန် ခွင့်ပြုထားသည်၊ မည်သို့ပင် တတ်နိုင်သည်ဖြစ်စေ။ ထို့အပြင်၊ ဦးတည်ရာကို မသေချာသောသူများ၊ ကစ်ဗ်လာ၏ ဦးတည်ရာဖြစ်သည်ဟု ထင်ကာ မှားယွင်းသောဦးတည်ရာသို့ ဆွလာတ်ပြုသူများလည်း ပါဝင်သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်ဝိညာဉ်ကိုမျှ ၎င်းထမ်းဆောင်နိုင်သည်ထက် ပို၍ ဝန်ပိစေတော်မူသည်မဟုတ်။</p><div lang=\"my\" class=\"my \"><h2>ဂျူးတို့သည် <span class=\"gray\">(မွတ်စ်လင်မ်)</span> ကစ်ဗ်လာဟ်သည် နောက်ပိုင်းတွင် ပြောင်းလဲသွားမည်ကို သိရှိထားခဲ့ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤသို့ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျမ်းဂန်ကို ပေးသနားခြင်းခံခဲ့ရသောသူများ <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျူးများနှင့် ခရစ်ယာန်များ)</span> သည် ထို <span class=\"gray\">(သင်တို့၏မျက်နှာများကို မက္ကာဟ်ရှိ ကအ်ဘာဟ်ဘက်သို့ ဆွလာတ်ပြုရာတွင် လှည့်ခြင်း)</span> သည် ၎င်းတို့၏အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သည်ကို ကောင်းစွာသိကြ၏။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်၏အဓိပ္ပါယ်မှာ- သင်၏ကစ်ဗ်လာကို ဘိုင်တ် အလ်မက်ဒစ်စ်မှ ပြောင်းလဲခြင်းကို မနှစ်သက်သော ဂျူးတို့သည် အလ္လာဟ်အရှင်မြတ်က သင့်အား <span class=\"gray\">(အို မိုဟမ္မဒ်)</span> ကအ်ဘာဟ်ဘက်သို့ မျက်နှာမူရန် အမိန့်ပေးလိမ့်မည်ကို ကြိုတင်သိရှိခဲ့ကြပြီးဖြစ်သည်။ ဂျူးတို့သည် ၎င်းတို့၏ကျမ်းဂန်များတွင် ၎င်းတို့၏တမန်တော်များ၏ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် ၎င်း၏အွမ္မသ်တို့၏ ဖော်ပြချက်များကို ဖတ်ရှုခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား ပြည့်စုံပြီး ဂုဏ်ယူဖွယ်ရာ ဥပဒေဖြင့် ပေးသနား၍ ဂုဏ်ပြုထားကြောင်းကိုလည်း သိရှိကြသည်။ သို့သော်လည်း ကျမ်းဂန်ရှင်များသည် ၎င်းတို့၏ မနာလိုမှု၊ သွေဖည်မှုနှင့် ပုန်ကန်မှုများကြောင့် ဤအချက်အလက်များကို ငြင်းပယ်ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဤသို့ မိန့်ကြားသောအခါ ခြိမ်းခြောက်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ပြုမူနေကြသည်များကို မသိကျိုးကျွန် ပြုတော်မူသည်မဟုတ်။)</span></p>"
  },
  {
    "ayah_key": "2:145",
    "group_ayah_key": "2:145",
    "from_ayah": "2:145",
    "to_ayah": "2:145",
    "ayah_keys": "2:145",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ သင်သည် ကျမ်းဂန်ရှင်များ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> ထံသို့ အာယတ် <span class=\"gray\">(သက်သေများ၊ အထောက်အထားများ၊ အာယတ်တော်များ၊ သင်ခန်းစာများ၊ လက္ခဏာများ၊ ဗျာဒိတ်တော်များ စသည်ဖြင့်)</span> အားလုံးကို ယူဆောင်လာခဲ့သော်လည်း ၎င်းတို့သည် သင်၏ကစ်ဗ်လာ <span class=\"gray\">(ဆွလာတ်ပြုရာအရပ်)</span> ကို လိုက်နာကြမည်မဟုတ်ပေ။ သင်လည်း ၎င်းတို့၏ကစ်ဗ်လာကို လိုက်နာမည်မဟုတ်ပေ။ ၎င်းတို့သည်လည်း တစ်ဦးနှင့်တစ်ဦး၏ကစ်ဗ်လာကို လိုက်နာကြမည်မဟုတ်ပေ။ အမှန်စင်စစ် အကယ်၍ သင်သည် အသိပညာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ရရှိပြီးနောက် ၎င်းတို့၏ ဆန္ဒများကို လိုက်နာပါက ဧကန်မလွဲ သင်သည် မတရားပြုသူများထဲမှ ဖြစ်သွားပေလိမ့်မည်။ <span>(၁၄၅)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးတို့၏ ခေါင်းမာမှုနှင့် သွေဖည်မှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျူးတို့၏ သွေဖည်မှု၊ ခေါင်းမာမှုနှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အမှန်တရားနှင့်ပတ်သက်၍ ၎င်းတို့သိရှိထားသည်များကို ဆန့်ကျင်မှုတို့ကို ဖော်ပြထားသည်။ တမန်တော် ﷺ သည် ကိုယ်တော်စေလွှတ်ခံရသော အမှန်တရားအတွက် သက်သေအထောက်အထားတိုင်းကို တင်ပြခဲ့သော်လည်း ၎င်းတို့သည် ကိုယ်တော်ကို မည်သည့်အခါမျှ နာခံမည်မဟုတ်ဘဲ ၎င်းတို့၏ ဆန္ဒများကို လိုက်နာခြင်းကိုလည်း စွန့်လွှတ်ကြမည်မဟုတ်ပေ။ အခြားနေရာတစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က ဤသို့ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မင်း၏အရှင်သခင်၏ အမိန့် <span class=\"gray\">(ဒေါသ)</span> ကျရောက်ထိုက်သူများသည် ယုံကြည်ကြမည်မဟုတ်ပေ။ အကယ်၍ ၎င်းတို့ထံသို့ သက်သေလက္ခဏာတိုင်း ရောက်လာခဲ့သော်လည်း နာကျင်ဖွယ်ရာပြစ်ဒဏ်ကို မမြင်မချင်း ဖြစ်သည်။)</span><span class=\"gray\">(၁၀:၉၆-၉၇)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် ဤသို့ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَّا تَبِعُوا قِبْلَتَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် ကျမ်းဂန်ရှင်များ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> ထံသို့ အာယတ် <span class=\"gray\">(သက်သေများ၊ အထောက်အထားများ၊ အာယတ်တော်များ၊ သင်ခန်းစာများ၊ လက္ခဏာများ၊ ဗျာဒိတ်တော်များ စသည်ဖြင့်)</span> အားလုံးကို ယူဆောင်လာခဲ့သော်လည်း ၎င်းတို့သည် သင်၏ကစ်ဗ်လာ <span class=\"gray\">(ဆွလာတ်ပြုရာအရပ်)</span> ကို လိုက်နာကြမည်မဟုတ်ပေ)</span>။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتَ بِتَابِعٍ قِبْلَتَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်လည်း ၎င်းတို့၏ကစ်ဗ်လာကို လိုက်နာမည်မဟုတ်ပေ)</span>၊ ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အလ္လာဟ်အရှင်မြတ် ကိုယ်တော်အား အမိန့်ပေးခဲ့သည်များကို မည်မျှလောက် ပြင်းပြင်းထန်ထန် အကောင်အထည်ဖော်သည်ကို ညွှန်ပြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်က ဂျူးတို့သည် ၎င်းတို့၏ အမြင်များနှင့် ဆန္ဒများကို မည်မျှပင် မြဲမြံစွာလိုက်နာကြသည်ဖြစ်စေ၊ တမန်တော် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို မြဲမြံစွာလိုက်နာသည်၊ ကိုယ်တော်အား နာခံသည်၊ ကိုယ်တော် နှစ်သက်သည်များကို လိုက်နာသည်၊ မည်သည့်ကိစ္စတွင်မျှ ၎င်းတို့၏ ဆန္ဒများကို လိုက်နာမည်မဟုတ်ကြောင်းကိုလည်း ညွှန်ပြသည်။ ထို့ကြောင့် ဘိုင်တ် အလ်မက်ဒစ်စ်ဘက်သို့ ဆွလာတ်ပြုခြင်းသည် ဂျူးတို့၏ ကစ်ဗ်လာဖြစ်သောကြောင့် မဟုတ်ဘဲ၊ အလ္လာဟ်အရှင်မြတ်က အမိန့်ပေးခဲ့သောကြောင့်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အမှန်တရားကို သိလျက် ဆန့်ကျင်သူများကို သတိပေးထားသည်၊ အကြောင်းမှာ သိရှိသူများအပေါ် သက်သေပြခြင်းသည် အခြားသူများအပေါ် သက်သေပြခြင်းထက် ပိုမိုခိုင်မာသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ နှင့် ၎င်း၏အွမ္မသ်အား ဤသို့ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم مِّن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَّمِنَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အကယ်၍ သင်သည် အသိပညာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ရရှိပြီးနောက် ၎င်းတို့၏ ဆန္ဒများကို လိုက်နာပါက ဧကန်မလွဲ သင်သည် မတရားပြုသူများထဲမှ ဖြစ်သွားပေလိမ့်မည်။)</span></p>"
  },
  {
    "ayah_key": "2:146",
    "group_ayah_key": "2:146",
    "from_ayah": "2:146",
    "to_ayah": "2:147",
    "ayah_keys": "2:146,2:147",
    "text": "<p lang=\"my\" class=\"my \">ငါတို့ ကျမ်းဂန်ကို ပေးသနားခြင်းခံခဲ့ရသောသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> သည် ၎င်းတို့၏သားများကို သိသကဲ့သို့ ကိုယ်တော် <span class=\"gray\">(မိုဟမ္မဒ် ﷺ သို့မဟုတ် မက္ကာဟ်ရှိ ကအ်ဘာဟ်)</span> ကို သိမှတ်ကြ၏။ သို့သော် အမှန်စင်စစ် ၎င်းတို့အနက်မှ အုပ်စုတစ်စုသည် အမှန်တရားကို ဖုံးကွယ်ထားကြ၏၊ ၎င်းတို့ သိရှိလျက်ပင် ـ <span class=\"gray\">[ဆိုလိုသည်မှာ တောင်ရတ်နှင့် အင်ဂျီလ်ကျမ်းများတွင် ရေးသားထားသော မိုဟမ္မဒ် ﷺ ၏ ဂုဏ်ရည်များဖြစ်သည်။ <span>(၁၄၆)</span> ဤသည်ကား)</span> သင်၏အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သည်။ သို့ဖြစ်၍ သင်သည် သံသယရှိသူများထဲမှ မဖြစ်ပါစေနှင့်။ <span>(၁၄၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးတို့သည် တမန်တော် <span class=\"gray\">(ﷺ)</span> သည် မှန်ကန်သည်ကို သိကြသော်လည်း ၎င်းတို့သည် အမှန်တရားကို ဖုံးကွယ်ထားကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျမ်းဂန်ရှင်ပညာရှင်များသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ စေလွှတ်ခံရသော အမှန်တရားကို ၎င်းတို့၏ ကိုယ်ပိုင်သားသမီးကို သိသကဲ့သို့ပင် သိကြကြောင်းကို မိန့်ကြားထားသည်၊ ၎င်းသည် အာရပ်များက အလွန်ထင်ရှားသည်ကို ဖော်ပြရန် အသုံးပြုသော ဥပမာတစ်ခုဖြစ်သည်။ အလားတူပင်၊ ဟဒီးစ်တော်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းနှင့်အတူ လူငယ်တစ်ဦးရှိသော အမျိုးသားတစ်ဦးအား ဤသို့ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنُكَ هَذَا؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: نَعَمْ يَا رَسُولَ اللهِ أَشْهَدُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူသည် သင့်သားလော။)</span> သူက \"ဟုတ်ပါသည်၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဤအချက်ကို ကျွန်တော်သက်သေခံပါသည်။\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا إِنَّهُ لَا يَجْنِي عَلَيْكَ وَلَا تَجْنِي عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းပြီ၊ သင်သည် ၎င်းကို မတရားပြုမည်မဟုတ်သလို ၎င်းကလည်း သင့်ကို မတရားပြုမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ်ကူရ်တူဘီ၏ အဆိုအရ၊ အွမ္မာရ်က အဗ်ဒူလ္လာဟ် ဘင် စလာမ် <span class=\"gray\">(မွတ်စ်လင်မ်ဖြစ်လာခဲ့သော အစ္စရာအီလ်ပညာရှင်တစ်ဦး)</span> အား \"သင်သည် မိုဟမ္မဒ်ကို သင့်ကိုယ်ပိုင်သားကို သိသကဲ့သို့ သိပါသလား။\" ဟု မေးမြန်းခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ သူက \"ဟုတ်ကဲ့၊ ပိုတောင်သိပါသေးတယ်။ ရိုးသားဖြောင့်မတ်သူ <span class=\"gray\">(ဂျိဘ်ရီလ်)</span> သည် ကောင်းကင်မှ မြေကြီးပေါ်ရှိ ရိုးသားဖြောင့်မတ်သူ <span class=\"gray\">(မိုဟမ္မဒ်)</span> ထံသို့ ကိုယ်တော်၏ <span class=\"gray\">(ဆိုလိုသည်မှာ မိုဟမ္မဒ်၏)</span> ဖော်ပြချက်ဖြင့် ဆင်းသက်လာခဲ့ပြီး ကျွန်တော် ကိုယ်တော်ကို သိမှတ်ခဲ့ပါသည်၊ ကိုယ်တော်၏ မိခင်အကြောင်းကို ကျွန်တော် မည်သည့်အရာမှ မသိရှိသော်လည်း ဖြစ်ပါသည်။\" ဟု ပြန်လည်ဖြေကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ထို့နောက် ၎င်းတို့သည် တမန်တော် ﷺ အပေါ်၌ အသိပညာနှင့် သေချာမှုရှိသော်လည်း ၎င်းတို့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَكْتُمُونَ الْحَقَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တရားကို ဖုံးကွယ်ထားကြ၏။)</span></p><p lang=\"my\" class=\"my \">အာယတ်တော်က ၎င်းတို့သည် လူတို့ထံမှ တမန်တော် ﷺ နှင့်ပတ်သက်၍ ၎င်းတို့၏ကျမ်းဂန်များတွင် တွေ့ရှိရသော အမှန်တရားကို ဖုံးကွယ်ထားကြောင်း ညွှန်ပြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ သိရှိလျက်ပင်။)</span> အလ္လာဟ်အရှင်မြတ်က ထို့နောက် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ နှင့် ယုံကြည်သူတို့၏ စိတ်ဓာတ်ကို ခိုင်မာစေပြီး တမန်တော် ﷺ ယူဆောင်လာခဲ့သည်မှာ သံသယဖြစ်ဖွယ်မရှိသော အမှန်တရားဖြစ်ကြောင်း အတည်ပြုရင်း ဤသို့ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဤသည်ကား)</span> သင်၏အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သည်။ သို့ဖြစ်၍ သင်သည် သံသယရှိသူများထဲမှ မဖြစ်ပါစေနှင့်။)</span></p>"
  }
]