[
  {
    "ayah_key": "2:109",
    "group_ayah_key": "2:109",
    "from_ayah": "2:109",
    "to_ayah": "2:110",
    "ayah_keys": "2:109,2:110",
    "text": "<p lang=\"my\" class=\"my \">ကျမ်းဂန်ရရှိသူတို့မှ အများစု <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်)</span> တို့သည် သင်တို့ သက်ဝင်ယုံကြည်ပြီးနောက် မယုံကြည်သူများအဖြစ် သင်တို့ကို ပြန်လှည့်သွားစေလိုကြသည်။ ၎င်းတို့၏ စိတ်ဝိညာဉ်များမှ မနာလိုမှုကြောင့်ဖြစ်ပြီး အမှန်တရား <span class=\"gray\">(မုဟမ္မဒ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်ဖြစ်သည်)</span> သည် ၎င်းတို့ထံ ပေါ်လွင်ပြီးနောက်၌ပင် ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော် မရောက်မချင်း ခွင့်လွှတ်ပြီး လျစ်လျူရှုကြလော့။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်တော်မူသည်။ <span>(၁၀၉)</span> ဆွလားတ်ကို ထမ်းဆောင်ကြလော့၊ ဇကားတ်ကို ပေးကြလော့။ သင်တို့အတွက် သင်တို့ရှေ့မှ ဆောင်ရွက်ခဲ့သော ကောင်းမှုမှန်သမျှကို အလ္လာဟ်အရှင်မြတ်ထံတွင် သင်တို့ တွေ့ရှိကြလိမ့်မည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုလုပ်သမျှကို မြင်တော်မူသော အရှင်ဖြစ်တော်မူသည်။ <span>(၁၁၀)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရရှိသူတို့၏ လမ်းစဉ်များကို လိုက်နာခြင်းမှ တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သူကျွန်များကို ကျမ်းဂန်ရရှိသူတို့၏ လမ်းစဉ်များကို လိုက်နာခြင်းမှ သတိပေးခဲ့သည်။ ၎င်းတို့သည် ယုံကြည်သူများအပေါ် လူသိရှင်ကြားနှင့် လျှို့ဝှက်စွာ ရန်လိုမုန်းထားမှုများ ထားရှိပြီး ယုံကြည်သူများကို မနာလိုကြသည်၊ ယုံကြည်သူများနှင့် ၎င်းတို့၏ တမန် ﷺ ၏ ဂုဏ်သိက္ခာကို အသိအမှတ်ပြုကြသော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သူကျွန်များကို ၎င်းတို့ကို ခွင့်လွှတ်ရန်နှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား အကူအညီနှင့် အောင်မြင်မှု မပေးမချင်း စိတ်ရှည်သည်းခံရန်လည်း အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို ဆွလားတ်ကို ပြည့်စုံစွာ ထမ်းဆောင်ရန်၊ ဇကားတ်ကို ပေးဆောင်ရန် အမိန့်ပေးခဲ့ပြီး ဤကောင်းမှုကုသိုလ်များကို ထိန်းသိမ်းကျင့်သုံးရန် တိုက်တွန်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နုအဗီဟာသိမ်မှ မှတ်တမ်းတင်ထားသည်မှာ အဗ်ဒူလ္လာဟ်ဘင်န်ကအ်ဘ်ဘင်န်မာလိက်က ကအ်ဘ်ဘင်န်အလ်-အရှ်ရပ်ဖ်သည် ဂျူးလူမျိုးနှင့် ကဗျာဆရာဖြစ်ပြီး တမန်တော်မြတ် ﷺ ကို ၎င်း၏ကဗျာများဖြင့် ဝေဖန်လေ့ရှိရာ အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَّ كَثِيرٌ مِّنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ရရှိသူတို့မှ အများစု <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်)</span> တို့သည် သင်တို့ကို ပြန်လှည့်သွားစေလိုကြသည်..)</span> ၎င်း၏ကိစ္စနှင့် ပတ်သက်၍ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့ပြင် အဒ်-ဒွဟ်ဟားက်က အိဗ်နုအဗ္ဗားစ်က ပြောသည်မှာ၊ \"စာမတတ်သူ တမန်တစ်ပါးသည် ကျမ်းဂန်ရရှိသူများထံသို့ ရောက်ရှိလာပြီး ၎င်းတို့၏ ကျမ်းစာများတွင် တမန်တော်များနှင့် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များနှင့် ပတ်သက်၍ ပါရှိသည်များကို အတည်ပြုခဲ့သည်။ ၎င်းတို့ ယုံကြည်သည့်အတိုင်းပင် ဤအရာအားလုံးကို သူလည်း ယုံကြည်သည်။ သို့သော်လည်း မယုံကြည်မှု၊ မနာလိုမှုနှင့် ကျူးလွန်မှုတို့ကြောင့် တမန်တော်ကို ၎င်းတို့ ငြင်းပယ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စိတ်ဝိညာဉ်များမှ မနာလိုမှုကြောင့်ဖြစ်ပြီး အမှန်တရား <span class=\"gray\">(မုဟမ္မဒ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်ဖြစ်သည်)</span> သည် ၎င်းတို့ထံ ပေါ်လွင်ပြီးနောက်၌ပင် ဖြစ်သည်)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ ၎င်းတို့အတွက် အမှန်တရားကို အလင်းပေးပြီးနောက်၊ ၎င်းတို့သည် မည်သည့်အရာကိုမျှ မသိနားမလည်ခဲ့ကြသော်လည်း ၎င်းတို့၏ မနာလိုမှုက တမန်တော်မြတ် ﷺ ကို ငြင်းပယ်စေခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို ဝေဖန်ခဲ့သည်၊ ပြစ်တင်ရှုံ့ချခဲ့သည်၊ ကဲ့ရဲ့ခဲ့သည်။\" အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော်မြတ် ﷺ နှင့် ယုံကြည်သူများ လိုက်နာရမည့် ဂုဏ်ရည်များကို ပြဋ္ဌာန်းခဲ့သည်- ယုံကြည်မှု၊ သစ္စာစောင့်သိမှုနှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အားနှင့် ၎င်းတို့ရှေ့မှ ပုဂ္ဂိုလ်များအား ထုတ်ဖော်ပြသခဲ့သည်များကို မိမိ၏ ရက်ရောမှုနှင့် အတိုင်းအဆမရှိသော ကြင်နာမှုဖြင့် လက်ခံခြင်းတို့ဖြစ်သည်။</p><p lang=\"gd\" class=\"gd \">Ar-Rabi' bin Anas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنْ عِندِ أَنفُسِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စိတ်ဝိညာဉ်များမှ)</span> ဆိုသည်မှာ၊ \"၎င်းတို့၏ ဖန်တီးမှု\" ဟု အဓိပ္ပါယ်ရသည်။ ထို့ပြင် အဘူအလ်-အာလီယဟ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တရား <span class=\"gray\">(မုဟမ္မဒ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်ဖြစ်သည်)</span> သည် ၎င်းတို့ထံ ပေါ်လွင်ပြီးနောက်၌ပင် ဖြစ်သည်)</span> ဆိုသည်မှာ၊ \"တိုရာနှင့် အင်ဂျီးလ်ကျမ်းတို့တွင် ၎င်းတို့ တွေ့ရှိရသော မုဟမ္မဒ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ဖြစ်သည်မှာ ရှင်းလင်းပြီးနောက်၌ပင် ဖြစ်သည်။ ၎င်းတို့သည် သူသည် ၎င်းတို့ထဲမှ တစ်ဦးမဟုတ်သောကြောင့် မယုံကြည်မှုနှင့် ကျူးလွန်မှုတို့ဖြင့် သူ့ကို ငြင်းပယ်ခဲ့ကြသည်။\" ကသာဒဟ်နှင့် အပ်-ရဗီအ်ဘင်န်အနတ်စ်တို့ကလည်း အလားတူ ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ခွင့်လွှတ်ပြီး လျစ်လျူရှုကြလော့၊ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ အမိန့်တော်ကို မယူဆောင်လာမချင်းဖြစ်သည်။)</span> ၎င်းသည် အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ရှေ့မှ ကျမ်းဂန်ရရှိခဲ့သူများ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်)</span> ထံမှလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို တွဲဖက်ထားသူများ ထံမှလည်းကောင်း သင်တို့ကို စိတ်ထိခိုက်စေမည့် အရာများစွာကို သင်တို့ ဧကန်မလွဲ ကြားရလိမ့်မည်။)</span><span class=\"gray\">(၃: ၁၈၆)</span>။</p><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah said that Ibn 'Abbas said that Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ခွင့်လွှတ်ပြီး လျစ်လျူရှုကြလော့၊ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ အမိန့်တော်ကို မယူဆောင်လာမချင်းဖြစ်သည်။)</span> ကို အာယတ်တော်ဖြင့် ပယ်ဖျက်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့ တွေ့ရှိရာ မည်သည့်နေရာတွင်မဆို မုရှ်ရစ်ကီန်များကို သတ်ကြလော့)</span><span class=\"gray\">(၉:၅)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း မယုံကြည်သူများနှင့် တိုက်ခိုက်ကြလော့)</span><span class=\"gray\">(၉:၂၉)</span> အထိ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ صَاغِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကိုယ်တိုင် နာခံကျိုးနွံနေသည်ကို ခံစားရသည်)</span><span class=\"gray\">(၉:၂၉)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုသည် မယုံကြည်သူများအတွက် ပယ်ဖျက်ခံခဲ့ရသည်။\" အဘူအလ်-အာလီယဟ်၊ အပ်-ရဗီအ်ဘင်န်အနတ်စ်၊ ကသာဒဟ်နှင့် အပ်-ဆူဒ်ဒီတို့က အလားတူ ပြောကြားခဲ့သည်- \"၎င်းကို ဓား၏ အာယတ်တော်ဖြင့် ပယ်ဖျက်ခဲ့သည်။\" <span class=\"gray\">(အထက်တွင် ဖော်ပြထားသည်)</span>။ ထိုအာယတ်တော်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိမိ၏ အမိန့်တော်ကို မယူဆောင်လာမချင်းဖြစ်သည်။)</span> သည် ဤအမြင်အတွက် နောက်ထပ် အထောက်အပံ့ပေးသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နုအဗီဟာသိမ်မှ မှတ်တမ်းတင်ထားသည်မှာ အူဆာမဟ်ဘင်န်ဇိုင်းဒ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ နှင့် ၎င်း၏ ဆွဟာဘာများသည် မယုံကြည်သူများနှင့် ကျမ်းဂန်ရရှိသူများကို အလ္လာဟ်အရှင်မြတ်က မိမိ၏ မိန့်တော်မူချက်တွင် အမိန့်ပေးထားသည့်အတိုင်း ခွင့်လွှတ်လေ့ရှိသည်ဟု ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ခွင့်လွှတ်ပြီး လျစ်လျူရှုကြလော့၊ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ အမိန့်တော်ကို မယူဆောင်လာမချင်းဖြစ်သည်။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်တော်မူသည်)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> သည် ၎င်းတို့ကို ခွင့်လွှတ်လေ့ရှိပြီး အလ္လာဟ်အရှင်မြတ်က အမိန့်ပေးထားသည့်အတိုင်း ၎င်းတို့အပေါ် စိတ်ရှည်သည်းခံခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှင့် တိုက်ခိုက်ရန် ခွင့်ပြုသည်အထိဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကုရိုင်းရှ်လူမျိုးတို့၏ သန်မာသော အမျိုးသားများအနက်မှ သတ်ဖြတ်ရန် အမိန့်ပေးထားသူများကို တမန်တော်မြတ်၏ တပ်ဖွဲ့များဖြင့် ဖျက်ဆီးခဲ့သည်။ ဤကျမ်းစာ၏ မှတ်တမ်းစဉ်သည် ဆွဟီးဟ်ဖြစ်သည်၊ သို့သော် ၎င်း၏ စကားလုံးများကို ဟဒီးစ်ကျမ်း ခြောက်အုပ်တွင် မတွေ့ရပါ။ ၎င်း၏ အခြေခံသည် ဆွဟီးဟ်နှစ်အုပ်တွင် ရှိပြီး အူဆာမဟ်ဘင်န်ဇိုင်းဒ်မှ မှတ်တမ်းတင်ထားသည်။</p><div lang=\"nl\" class=\"nl \"><h2>The Encouragement to perform Good Deeds</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလားတ်ကို ထမ်းဆောင်ကြလော့၊ ဇကားတ်ကို ပေးကြလော့။ သင်တို့အတွက် သင်တို့ရှေ့မှ ဆောင်ရွက်ခဲ့သော ကောင်းမှုမှန်သမျှကို အလ္လာဟ်အရှင်မြတ်ထံတွင် သင်တို့ တွေ့ရှိကြလိမ့်မည်)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို နောက်ဆုံးနေ့တွင် ၎င်းတို့အား အကျိုးကျေးဇူးနှင့် အကျိုးခံစားခွင့်များ ယူဆောင်လာမည့် ဆွလားတ်နှင့် ဇကားတ်ပေးဆောင်ခြင်းကဲ့သို့သော ကောင်းမှုကုသိုလ်များ ပြုလုပ်ရာတွင် အားထုတ်ရန် တိုက်တွန်းခဲ့သည်။ ဤနည်းဖြင့် ၎င်းတို့သည် ဤဘဝတွင်လည်းကောင်း၊ သက်သေများ ထွက်ဆိုကြမည့်နေ့တွင်လည်းကောင်း အလ္လာဟ်အရှင်မြတ်၏ အကူအညီကို ရရှိကြမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمُ سُوءُ الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဇာလိမီန် (မတရားပြုကျင့်သူများ) အတွက် ၎င်းတို့၏ ဆင်ခြေများသည် အကျိုးမဖြစ်ထွန်းမည့်နေ့။ ၎င်းတို့သည် ကျိန်ခြင်းခံရမည်၊ ၎င်းတို့အတွက် ဆိုးရွားသော နေထိုင်ရာ (ဆိုလိုသည်မှာ ငရဲမီးတွင် နာကျင်သော ပြစ်ဒဏ်) ဖြစ်မည်)</span><span class=\"gray\">(၄၀:၅၂)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုလုပ်သမျှကို မြင်တော်မူသော အရှင်ဖြစ်တော်မူသည်)</span>၊ ဆိုလိုသည်မှာ မည်သူတစ်ဦးတစ်ယောက်၏ လုပ်ရပ်များကိုမျှ အရှင်မြတ်သည် မသိရှိဘဲ မနေပါ။ ထိုလုပ်ရပ်များသည် အရှင်မြတ်ထံမှ ဆုံးရှုံးသွားမည်လည်း မဟုတ်ပါ။ လုပ်ရပ်များသည် ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်သည် လူတစ်ဦးစီတိုင်းအား ၎င်းတို့၏ လုပ်ရပ်များအပေါ် မူတည်၍ ထိုက်တန်သည်များကို ဆုလာဘ်ပေးတော်မူလိမ့်မည်။</p>"
  }
]