[
  {
    "ayah_key": "2:106",
    "group_ayah_key": "2:106",
    "from_ayah": "2:106",
    "to_ayah": "2:107",
    "ayah_keys": "2:106,2:107",
    "text": "<p lang=\"my\" class=\"my \">မည်သည့်အာယသ် <span class=\"gray\">(ဗျာဒိတ်)</span> မဆို နန်ဆက်ခ် <span class=\"gray\">(ကျွန်ုပ်တို့ဖျက်သိမ်းသည်)</span> လုပ်သည်ဖြစ်စေ သို့မဟုတ် နွန်စီဟာ <span class=\"gray\">(မေ့လျော့စေသည်)</span> ဖြစ်စေ၊ ကျွန်ုပ်တို့သည် သာ၍ကောင်းသောအရာ သို့မဟုတ် ယင်းနှင့်တူသောအရာကို ယူဆောင်လာသည်။ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်ကြောင်း မသိကြပေဘူးလား။ <span>(၁၀၆)</span> ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အာဏာပိုင်ဆိုင်မှုသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ကြောင်း အသင်တို့ မသိကြပေဘူးလား။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အသင်တို့တွင် မည်သည့်ဝါလီ <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်သူ)</span> မျှလည်းမရှိ၊ မည်သည့် ကူညီသူမျှလည်းမရှိပေ။ <span>(၁၀၇)</span></p><div lang=\"my\" class=\"my \"><h2>နပ်စ်ခ်၏ အဓိပ္ပါယ်</h2></div><p lang=\"gd\" class=\"gd \">Ibn Abi Talhah said that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အာယသ် <span class=\"gray\">(ဗျာဒိတ်)</span> မဆို နန်ဆက်ခ် လုပ်သည်)</span> ဆိုသည်မှာ၊ \"မည်သည့်အာယသ်ကိုမဆို ကျွန်ုပ်တို့ ဖျက်သိမ်းသည်\" ဟု အဓိပ္ပါယ်ရသည်။ ထို့ပြင်၊ အစ်ဘ်နု ဂျူရေးဂျ်က မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အာယသ် <span class=\"gray\">(ဗျာဒိတ်)</span> မဆို နန်ဆက်ခ် လုပ်သည်)</span> ဆိုသည်မှာ၊ \"မည်သည့်အာယသ်ကိုမဆို ကျွန်ုပ်တို့ ဖျက်ပစ်သည်\" ဟု အဓိပ္ပါယ်ရသည်။ ထို့ပြင်၊ အစ်ဘ်နု အဘီ နာဂျစ်ဟ်က မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အာယသ် <span class=\"gray\">(ဗျာဒိတ်)</span> မဆို နန်ဆက်ခ် လုပ်သည်)</span> ဆိုသည်မှာ၊ \"ကျွန်ုပ်တို့သည် စကားလုံးများကို ထားရှိပြီး အဓိပ္ပါယ်ကို ပြောင်းလဲသည်\" ဟု အဓိပ္ပါယ်ရသည်။ ၎င်းက ဤစကားများကို အဗ်ဒူလ္လာဟ် အစ်ဘ်နု မပ်စ်အူဒ်၏ ဆွဟာဘာများနှင့် ဆက်စပ်ပေးခဲ့သည်။ အစ်ဘ်နု အဘီ ဟာသင်မ်က အလားတူပြောဆိုချက်များကို အဗူ အလ်-အလီယာဟ်နှင့် မုဟမ္မဒ် အစ်ဘ်နု ကာအ်ဗ် အလ်-ကူရာဇီတို့က ဖော်ပြခဲ့သည်ဟု ဆိုသည်။ ထို့ပြင် အစ်စ်-စွတ်ဒီက ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အာယသ် <span class=\"gray\">(ဗျာဒိတ်)</span> မဆို နန်ဆက်ခ် လုပ်သည်)</span> ဆိုသည်မှာ၊ \"ကျွန်ုပ်တို့ ဖျက်ပစ်သည်\" ဟု အဓိပ္ပါယ်ရသည်။ ထို့ပြင်၊ အစ်ဘ်နု အဘီ ဟာသင်မ်က ၎င်းဆိုလိုသည်မှာ၊ \"ဖျက်ပစ်ပြီး မြှင့်တင်ခြင်း၊ ဥပမာအားဖြင့် အောက်ပါစကားလုံးများကို <span class=\"gray\">(ကုရ်အာန်မှ)</span> ဖျက်ပစ်ခြင်း- 'အိမ်ထောင်သည် ကာမဖောက်ပြန်သူ ယောက်ျားနှင့် အိမ်ထောင်သည် ကာမဖောက်ပြန်သူ မိန်းမတို့ကို ကျောက်ခဲဖြင့် ပစ်သတ်ကြလော့' နှင့် 'အာဒမ်၏သား၌ ရွှေချိုင့်ဝှမ်းနှစ်ခုရှိပါက သူသည် တတိယတစ်ခုကို ရှာလိမ့်မည်' ဟူ၍ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အစ်ဘ်နု ဂျာရီရ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အာယသ် <span class=\"gray\">(ဗျာဒိတ်)</span> မဆို နန်ဆက်ခ် လုပ်သည်)</span> ဆိုသည်မှာ၊ \"ကျွန်ုပ်တို့သည် အာယသ်တစ်ခုရှိ မည်သည့်အမိန့်ကိုမဆို ခွင့်ပြုထားသည်ကို တရားမဝင်ဖြစ်အောင်ပြုလုပ်၍ တရားမဝင်သည်ကို ခွင့်ပြုအောင်ပြုလုပ်ခြင်းဖြင့် ဖျက်သိမ်းသည်\" ဟု အဓိပ္ပါယ်ရသည်။ နပ်စ်ခ်သည် အမိန့်များ၊ တားမြစ်ချက်များ၊ ခွင့်ပြုချက်များနှင့် အခြားအရာများတွင်သာ ဖြစ်ပေါ်သည်။ ပုံပြင်များအတွက်မူ နပ်စ်ခ် မခံရပါ။ 'နပ်စ်ခ်' ဟူသော စကားလုံး၏ စာသားအဓိပ္ပါယ်မှာ 'စာအုပ်တစ်အုပ်ကို ကူးယူခြင်း' ဖြစ်သည်။ အမိန့်များကိစ္စတွင် နပ်စ်ခ်၏ အဓိပ္ပါယ်မှာ အမိန့်ကို ဖယ်ရှားပြီး အခြားတစ်ခုဖြင့် အစားထိုးခြင်းဖြစ်သည်။ နပ်စ်ခ်သည် စကားလုံးများ၊ အမိန့် သို့မဟုတ် နှစ်ခုစလုံးကို ပါဝင်သည်ဖြစ်စေ ၎င်းကို နပ်စ်ခ်ဟုပင် ခေါ်ဆိုဆဲဖြစ်သည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ نُنسِهَا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(or Nunsiha <span class=\"gray\">(cause it to be forgotten)</span>)</span>. 'Ali bin Abi Talhah said that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အာယသ် <span class=\"gray\">(ဗျာဒိတ်)</span> မဆို နန်ဆက်ခ် သို့မဟုတ် နွန်စီဟာ လုပ်သည်)</span> ဆိုသည်မှာ၊ \"မည်သည့်အာယသ်ကိုမဆို ကျွန်ုပ်တို့ ဖျက်သိမ်းသည် သို့မဟုတ် ပြောင်းလဲခြင်းမရှိဘဲ ထိန်းသိမ်းသည်\" ဟု အဓိပ္ပါယ်ရသည်။ ထို့ပြင် မူဂျာဟစ်ဒ်က အစ်ဘ်နု မပ်စ်အူဒ်၏ ဆွဟာဘာများ <span class=\"gray\">(ဤစကားလုံး Nansa'ha ကို ဖတ်ခဲ့သူများ)</span> က ၎င်းဆိုလိုသည်မှာ၊ \"ကျွန်ုပ်တို့သည် ၎င်း၏စကားလုံးကို ထိန်းသိမ်းပြီး ၎င်း၏အမိန့်ကို ပြောင်းလဲသည်\" ဟု ပြောသည်ဟု ဆိုသည်။ ထို့ပြင်၊ အူဘိုင်းဒ် အစ်ဘ်နု အူမိုင်ရ်၊ မူဂျာဟစ်ဒ်နှင့် အာတာအ် တို့က 'နန်ဆာဟာ' ဆိုသည်မှာ၊ \"ကျွန်ုပ်တို့ ၎င်းကို ဆိုင်းငံ့ထားသည် <span class=\"gray\">(ဆိုလိုသည်မှာ၊ ဖျက်သိမ်းခြင်းမပြု)</span> \" ဟု ပြောသည်။ ထို့ပြင်၊ အာသီယာဟ် အလ်-အော်ဖီက အာယသ်ဆိုလိုသည်မှာ၊ \"ကျွန်ုပ်တို့ ၎င်းကို ဖျက်သိမ်းခြင်းကို ဆိုင်းငံ့ထားသည်\" ဟု ပြောသည်။ ဤသည်မှာ အစ်စ်-စွတ်ဒီနှင့် အာရ်-ရာဘီအ် အစ်ဘ်နု အန်နာစ် တို့က ပေးသော တဖ်စီးရ် အတူတူပင်ဖြစ်သည်။ အဗ်ဒူရ်-ရာဇ်ဇာက်က မာအ်မာရ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ ကတာဒါက ပြောသည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အာယသ် <span class=\"gray\">(ဗျာဒိတ်)</span> မဆို ကျွန်ုပ်တို့ ဖျက်သိမ်းသည် သို့မဟုတ် မေ့လျော့စေသည်)</span> \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ တမန်တော် ﷺ အား ၎င်းအလိုရှိရာကို မေ့လျော့စေပြီး ၎င်းအလိုရှိရာကို ဖျက်သိမ်းတော်မူ၏။\"</p><p lang=\"gd\" class=\"gd \">Allah's said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သာ၍ကောင်းသောအရာ သို့မဟုတ် ယင်းနှင့်တူသောအရာကို ယူဆောင်လာသည်)</span>၊ သာ၍ကောင်းသောအရာသည် ၎င်းကို ရည်ညွှန်းသူအတွက် ပေးသော အကျိုးကျေးဇူးနှင့် သက်ဆိုင်သည်။ 'အလီ အစ်ဘ်နု အဘီ တလ်ဟာဟ် ထံမှ အစ်ဘ်နု အဗ်ဗာစ်က ပြောသည်ဟု သတင်းပို့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">نَأْتِ بِخَيْرٍ مِّنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သာ၍ကောင်းသောအရာကို ယူဆောင်လာသည်)</span> ဆိုသည်မှာ၊ \"ကျွန်ုပ်တို့သည် သာ၍အကျိုးရှိသော အမိန့်ကို ယူဆောင်လာသည်၊ ၎င်းသည် အသင်တို့အတွက် ပိုမိုလွယ်ကူစေသည်\" ဟု အဓိပ္ပါယ်ရသည်။ ထို့ပြင် အစ်စ်-စွတ်ဒီက ပြောသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သာ၍ကောင်းသောအရာ သို့မဟုတ် ယင်းနှင့်တူသောအရာကို ယူဆောင်လာသည်)</span> ဆိုသည်မှာ၊ \"ကျွန်ုပ်တို့သည် သာ၍ကောင်းသော အာယသ်ကို သို့မဟုတ် ဖျက်သိမ်းခံရသည့် အာယသ်နှင့် တူသော အာယသ်ကို ယူဆောင်လာသည်\" ဟု အဓိပ္ပါယ်ရသည်။ ကတာဒါကလည်း ပြောသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သာ၍ကောင်းသောအရာ သို့မဟုတ် ယင်းနှင့်တူသောအရာကို ယူဆောင်လာသည်)</span> ဆိုသည်မှာ၊ \"ကျွန်ုပ်တို့သည် ၎င်းကို ပိုမိုလွယ်ကူစေသော၊ ခွင့်ပြုသော၊ အမိန့်ပေးသော သို့မဟုတ် တားမြစ်သော အာယသ်ဖြင့် အစားထိုးသည်\" ဟု အဓိပ္ပါယ်ရသည်။</p><div lang=\"my\" class=\"my \"><h2>နပ်စ်ခ်သည် ဂျူးများ ငြင်းဆန်သော်လည်း ဖြစ်ပေါ်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ - أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်ကြောင်း မသိကြပေဘူးလား။ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အာဏာပိုင်ဆိုင်မှုသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ကြောင်း အသင်တို့ မသိကြပေဘူးလား။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အသင်တို့တွင် မည်သည့်ဝါလီ <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်သူ)</span> မျှလည်းမရှိ၊ မည်သည့် ကူညီသူမျှလည်းမရှိပေ။)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်များကို ၎င်းသည် ၎င်း၏ ဖန်ဆင်းခံများ၏ ပိုင်ရှင်ဖြစ်ပြီး ၎င်းတို့နှင့် ပတ်သက်၍ ၎င်းအလိုရှိရာကို ပြုလုပ်တော်မူကြောင်း လမ်းညွှန်တော်မူ၏။ အမှန်စင်စစ်၊ အမြင့်မြတ်ဆုံးသော အာဏာသည် ၎င်းအရှင်မြတ်၏ဖြစ်ပြီး ဖန်ဆင်းခံအလုံးစုံသည် ၎င်းအရှင်မြတ်၏ဖြစ်သည်။ ၎င်းအလိုရှိရာအတိုင်း ဖန်ဆင်းတော်မူသည့်နည်းတူ၊ ၎င်းအလိုရှိသူအား ပျော်ရွှင်မှုကို ပေးသည်၊ ၎င်းအလိုရှိသူအား ဆင်းရဲဒုက္ခကို ပေးသည်၊ ၎င်းအလိုရှိသူအား ကျန်းမာရေးကို ပေးသည်၊ ၎င်းအလိုရှိသူအား ရောဂါဝေဒနာကို ပေးသည်။ ၎င်းအလိုရှိသူအား အောင်မြင်မှုကိုလည်းကောင်း၊ ၎င်းအလိုရှိသူအား ကျရှုံးမှုကိုလည်းကောင်း ပေးသည်။ ၎င်း၏ ကျွန်များအကြား ၎င်းအလိုရှိရာအတိုင်း တရားစီရင်သည်၊ ၎င်းအလိုရှိရာကို ခွင့်ပြုသည်၊ ၎င်းအလိုရှိရာကို တားမြစ်သည်။ ၎င်းအလိုရှိရာကို ဆုံးဖြတ်သည်၊ ၎င်း၏ တရားစီရင်မှုအတွက် ဆန့်ကျင်သူမရှိ၊ ၎င်းပြုမူသည့်အရာနှင့် ပတ်သက်၍ မည်သူမျှ ၎င်းကို မေးခွန်းထုတ်၍မရ၊ သို့သော် ၎င်းတို့သည် မေးခွန်းထုတ်ခံရမည်ဖြစ်သည်။ ၎င်းသည် ၎င်း၏ ကျွန်များကိုနှင့် ၎င်းတို့၏ တမန်တော်များအပေါ် နပ်စ်ခ်ဖြင့် နာခံမှုကို စမ်းသပ်သည်။ ၎င်းသည် ၎င်းသိရှိသော အကျိုးကျေးဇူးပါရှိသော ကိစ္စရပ်တစ်ခုကို အမိန့်ပေးသည်၊ ထို့နောက် ၎င်း၏ ဉာဏ်ပညာဖြင့် ၎င်းကို တားမြစ်သည်။ ထို့ကြောင့် ၎င်း၏ အမိန့်များကို လိုက်နာခြင်း၊ ၎င်း၏ တမန်တော်များကို လိုက်နာခြင်း၊ ၎င်းတို့ သယ်ဆောင်လာသည့် မည်သည့်အရာကိုမဆို ယုံကြည်ခြင်း၊ ၎င်းတို့၏ အမိန့်များကို အကောင်အထည်ဖော်ခြင်းနှင့် ၎င်းတို့ တားမြစ်သည်များကို ရှောင်ရှားခြင်းဖြင့် ပြည့်စုံသော နာခံမှုကို ရရှိစေသည်။</p><p lang=\"my\" class=\"my \">ဤနေရာရှိ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်များသည် ကြီးမားသော အကျိုးကျေးဇူးများ ပါရှိပြီး ဂျူးများသည် မယုံကြည်သူများဖြစ်ကြောင်း သက်သေပြကာ နပ်စ်ခ် မဖြစ်ပေါ်ကြောင်း ၎င်းတို့၏ တောင်းဆိုမှုကို ပယ်ချသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ဂျူးများကို ကျိန်ဆဲတော်မူပါစေ။ ၎င်းတို့သည် အသိပညာကင်းမဲ့မှုနှင့် မာနထောင်လွှားမှုဖြင့် နပ်စ်ခ် မဖြစ်ပေါ်ကြောင်းကို မှန်ကန်သော ဉာဏ်ပညာက ပြဋ္ဌာန်းသည်ဟု ပြောဆိုကြသည်။ ၎င်းတို့အချို့က နပ်စ်ခ် ဖြစ်ပေါ်နိုင်ခြေကို ပယ်ချသည့် ဘုရားသခင်၏ ကျမ်းစာများရှိသည်ဟု မှားယွင်းစွာ ပြောဆိုကြသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဘူ ဂျာအ်ဖရ် အစ်ဘ်နု ဂျာရီရ်က ပြောသည်မှာ၊ \"အာယသ် ဆိုလိုသည်မှာ၊ 'အို မုဟမ္မဒ်၊ ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ငါတစ်ပါးတည်းသာ ပိုင်ဆိုင်ကြောင်းနှင့် ၎င်းတို့တွင် ငါအလိုရှိရာကို ဆုံးဖြတ်ကြောင်း အသင်မသိပေဘူးလား။ ငါအလိုရှိရာကို တားမြစ်သည်၊ ငါအလိုရှိသောအခါတိုင်း ငါ၏ယခင်အမိန့်များထဲမှ ငါအလိုရှိရာကို ပြောင်းလဲပြီး ဖျက်သိမ်းသည်။ ငါအလိုရှိရာကိုလည်း ထိန်းသိမ်းသည်' ဟူ၍ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အစ်ဘ်နု ဂျာရီရ်က ထို့နောက် ပြောသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကြီးမြတ်မှုကို ဖော်ပြသော ၎င်း၏မိန့်တော်မူချက်ကို ၎င်း၏တမန်တော် ﷺ ထံသို့ ညွှန်ကြားခဲ့သော်လည်း၊ ၎င်းအရှင်မြတ်သည် တော်ရာကျမ်း၏ အမိန့်များသည် နပ်စ်ခ် မခံရနိုင်ကြောင်း ငြင်းဆန်ခဲ့ကြသော ဂျူးများ၏ မုသားများကိုလည်း ပယ်ချတော်မူခဲ့သည်။ ဂျူးများသည် အစ္စလမ်ဘာသာဝင်ဖြစ်သော အီဆာ (ယေရှု) နှင့် မုဟမ္မဒ်တို့၏ နဗီဖြစ်မှုကိုလည်း ငြင်းပယ်ခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ယူဆောင်လာသော အရာများ၊ ဥပမာအားဖြင့် တော်ရာကျမ်း၏ အချို့အမိန့်များကို အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးသည့်အတိုင်း ပြောင်းလဲခြင်းတို့အပေါ် မနှစ်သက်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေကိုလည်းကောင်း၊ ၎င်းတို့ရှိ အာဏာအားလုံးကိုလည်းကောင်း ၎င်းအရှင်မြတ်သာ ပိုင်ဆိုင်ကြောင်း ဂျူးများအား ကြေညာတော်မူခဲ့သည်။ ထို့ပြင်၊ အလ္လာဟ်အရှင်မြတ်၏ နိုင်ငံတော်ရှိ လက်အောက်ခံများသည် ၎င်း၏ ဖန်ဆင်းခံများဖြစ်ကြပြီး ၎င်းတို့သည် ၎င်း၏ အမိန့်များနှင့် တားမြစ်ချက်များကို နာခံရန် လိုအပ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို ၎င်းအလိုရှိရာအတိုင်း အမိန့်ပေးရန်၊ ၎င်းအလိုရှိရာမှ တားမြစ်ရန်၊ ၎င်းအလိုရှိရာကို ဖျက်သိမ်းရန်၊ ၎င်းအလိုရှိရာကို ထိန်းသိမ်းရန်နှင့် ၎င်းအလိုရှိရာ မည်သည့်အမိန့်များနှင့် တားမြစ်ချက်များကိုမဆို ဆုံးဖြတ်ရန် အပြည့်အဝ အာဏာပိုင်ဆိုင်တော်မူ၏။\"</p><p lang=\"my\" class=\"my \">ကျွန်ုပ် <span class=\"gray\">(အစ်ဘ်နု ကာသီရ်)</span> က နပ်စ်ခ် ဖြစ်ပေါ်ခြင်းကို ဂျူးများက ပယ်ချခြင်းသည် ၎င်းတို့၏ မယုံကြည်မှုနှင့် ပုန်ကန်မှုတစ်ခုသာဖြစ်သည်ဟု ပြောပါသည်။ မှန်ကန်သော ဉာဏ်ပညာသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များတွင် နပ်စ်ခ် ရှိနိုင်သည်ကို ငြင်းပယ်ခြင်းမရှိ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းအရှင်မြတ်သည် ၎င်းအလိုရှိရာကို ဆုံးဖြတ်ပြီး ၎င်းအလိုရှိရာကို ပြုလုပ်သောကြောင့်ဖြစ်သည်။ ထို့ပြင်၊ နပ်စ်ခ်သည် ယခင်ကျမ်းများနှင့် ဥပဒေများတွင် ဖြစ်ပေါ်ခဲ့သည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်အား ၎င်း၏သမီးများကို ၎င်း၏သားများနှင့် လက်ထပ်ခွင့်ပြုခဲ့ပြီး နောက်ပိုင်းတွင် ဤအလေ့အကျင့်ကို တားမြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် နူဟ်အား သင်္ဘောကြီးမှ ထွက်ခွာပြီးနောက် တိရစ္ဆာန်အမျိုးမျိုးမှ စားသောက်ခွင့်ပြုခဲ့ပြီး နောက်ပိုင်းတွင် အချို့အစားအစာများကို စားသုံးခြင်းမှ တားမြစ်ခဲ့သည်။ ထို့ပြင်၊ ညီအစ်မနှစ်ဦးကို လူတစ်ဦးတည်းနှင့် လက်ထပ်ခြင်းကို အစ္စရေးလ်နှင့် ၎င်း၏သားသမီးများအတွက် ခွင့်ပြုခဲ့သော်လည်း အလ္လာဟ်အရှင်မြတ်သည် ဤအလေ့အကျင့်ကို နောက်ပိုင်းတွင် တော်ရာကျမ်းတွင် တားမြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အစ်ဘ်ရာဟင်မ်အား ၎င်း၏သားကို သတ်ရန် အမိန့်ပေးခဲ့ပြီး ၎င်းကို အကောင်အထည်မဖော်မီ ထိုအမိန့်ကို ဖျက်သိမ်းခဲ့သည်။ ထို့ပြင်၊ အလ္လာဟ်အရှင်မြတ်သည် အစ္စရေးလ်၏သားသမီးများအား နွားငယ်ရုပ်ကို ကိုးကွယ်သူများကို သတ်ရန် အမိန့်ပေးခဲ့ပြီး ထို့နောက် ထိုအမိန့်ကို ဖျက်သိမ်းခဲ့သည်၊ သို့မှသာ အစ္စရေးလ်၏သားသမီးများအားလုံး မျိုးသုဉ်းမသွားစေရန်ဖြစ်သည်။ ဂျူးများက ဖြစ်ပျက်ခဲ့သည်ဟု ဝန်ခံကြသော်လည်း ၎င်းတို့လျစ်လျူရှုထားသော အခြားဥပမာများစွာရှိသည်။ ထို့ပြင်၊ ၎င်းတို့၏ ကျမ်းစာများတွင် မုဟမ္မဒ် ﷺ အကြောင်းကို ကြိုတင်ဟောကိန်းထုတ်ခဲ့ပြီး ၎င်းကို လိုက်နာရန် အမိန့်ပါရှိသည်မှာ လူသိများသောအချက်ဖြစ်သည်။ ၎င်းတို့၏ ကျမ်းစာများရှိ ဤကျမ်းများသည် ဂျူးများသည် တမန်တော် မုဟမ္မဒ် ﷺ ကို လိုက်နာရန် လိုအပ်ကြောင်းနှင့် မုဟမ္မဒ်၏ ဥပဒေနှင့် မကိုက်ညီပါက မည်သည့်ကောင်းမှုမှ ၎င်းတို့ထံမှ လက်ခံမည်မဟုတ်ကြောင်း ဖော်ပြသည်။ တမန်တော် ﷺ သည် အခြားကျမ်းတစ်ကျမ်း - ကုရ်အာန် - ကို ယူဆောင်လာခဲ့သည်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ နောက်ဆုံးဗျာဒိတ်တော်ဖြစ်သည်။</p>"
  }
]