[
  {
    "ayah_key": "2:93",
    "group_ayah_key": "2:93",
    "from_ayah": "2:93",
    "to_ayah": "2:93",
    "ayah_keys": "2:93",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့၏ ပဋိညာဉ်ကို ကျွန်ုပ်တို့ယူခဲ့ပြီး သင်တို့အပေါ် တောင်ကို မြှောက်တင်ခဲ့သည်ကို <span class=\"gray\">(မှတ်သားကြလော့)</span>။ <span class=\"gray\">(ကျွန်ုပ်တို့က)</span> \"ကျွန်ုပ်တို့ပေးခဲ့သည်များကို ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားကြပြီး <span class=\"gray\">(ကျွန်ုပ်တို့၏ စကားကို)</span> နားထောင်ကြလော့\" ဟု ပြောသောအခါ၊ \"ကျွန်ုပ်တို့ ကြားနာခဲ့ပြီး မနာခံခဲ့ပါ\" ဟု ၎င်းတို့က ပြောခဲ့ကြသည်။ ၎င်းတို့၏ စိတ်နှလုံးများသည် ၎င်းတို့၏ မယုံကြည်မှုကြောင့် နွားငယ်ကို <span class=\"gray\">(ကိုးကွယ်ခြင်း)</span> စိမ့်ဝင်ခဲ့သည်။ \"အကယ်၍ သင်တို့သည် မုအ်မင်န်များဖြစ်ပါက သင်တို့၏ အီမာန်က အမိန့်ပေးသည်မှာ အမှန်ပင် အဆိုးဆုံးဖြစ်သည်\" ဟု ပြောပါ။ <span>(၉၃)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ ပဋိညာဉ်ကို ယူဆောင်ပြီး ၎င်းတို့၏ ခေါင်းပေါ် တောင်ကို မြှောက်တင်ပြီးနောက် ဂျူးများ ပုန်ကန်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျူးများအား ၎င်းတို့၏ မှားယွင်းမှုများ၊ ကိုယ်တော်၏ ပဋိညာဉ်ကို ချိုးဖောက်ခြင်း၊ ကျူးလွန်ခြင်းနှင့် ဆန့်ကျင်ခြင်းတို့ကို သတိပေးခဲ့သည်မှာ ကိုယ်တော်သည် ၎င်းတို့အပေါ် တူရ်တောင်ကို မြှောက်တင်ခဲ့ပြီး ၎င်းတို့ ယုံကြည်ကာ ပဋိညာဉ်၏ စည်းကမ်းချက်များကို သဘောတူစေရန်ဖြစ်သည်။ သို့သော်လည်း ၎င်းတို့သည် မကြာမီပင် ချိုးဖောက်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا سَمِعْنَا وَعَصَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ကျွန်ုပ်တို့ ကြားနာခဲ့ပြီး မနာခံခဲ့ပါ\" ဟု ပြောခဲ့ကြသည်)</span> ဤအကြောင်းအရာ၏ တဖ်စီရ်ကို ကျွန်ုပ်တို့ ယခင်က ဖော်ပြခဲ့ပြီးဖြစ်သည်။ အဗ်ဒူရ်-ရဇ်ဇာက်က မအ်မာရ်က ရီဝါယသ်ပြုခဲ့သည်မှာ ကွသာဒဟ်က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စိတ်နှလုံးများသည် နွားငယ်ကို <span class=\"gray\">(ကိုးကွယ်ခြင်း)</span> စိမ့်ဝင်ခဲ့သည်)</span> ဆိုသည်မှာ \"၎င်းတို့သည် နွားငယ်၏ ချစ်ခြင်းကို စိမ့်ဝင်ခဲ့ပြီး ၎င်း၏ ချစ်ခြင်းသည် ၎င်းတို့၏ စိတ်နှလုံးထဲ၌ ကိန်းဝပ်ခဲ့သည်\" ဟူ၍ ဖြစ်သည်။ ၎င်းသည် အဘူလ်-အလီယာဟ်နှင့် အရ်-ရာဘီအ် ဘင် အနပ်စ်တို့၏ အမြင်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ بِئْسَمَا يَأْمُرُكُم بِهِ إِيمَانُكُمْ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((\"အကယ်၍ သင်တို့သည် မုအ်မင်န်များဖြစ်ပါက သင်တို့၏ အီမာန်က အမိန့်ပေးသည်မှာ အမှန်ပင် အဆိုးဆုံးဖြစ်သည်\" ဟု ပြောပါ)</span> ဆိုသည်မှာ \"သင်တို့ ယခင်ကနှင့် ယခုတိုင် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်ခြင်း၊ ပရောဖက်များကို ဆန့်ကျင်ခြင်းတို့ဖြင့် ပြုမူခဲ့သော နည်းလမ်းသည် ပို၍ပင် ဆိုးဝါးသည်။ သင်တို့သည် မိုဟမ္မဒ် ﷺ ကိုလည်း မယုံကြည်ခဲ့ကြရာ ၎င်းသည် သင်တို့၏ လုပ်ရပ်များအနက် အဆိုးဆုံးဖြစ်ပြီး သင်တို့ ကျူးလွန်ခဲ့သော ပြင်းထန်ဆုံး အပြစ်ဖြစ်သည်။ သင်တို့သည် နောက်ဆုံး ပရောဖက်နှင့် ပရောဖက်များ၊ ရစူလ်များ အားလုံး၏ သခင်ဖြစ်သူ၊ လူသားအားလုံးထံ စေလွှတ်တော်မူခံရသူကို မယုံကြည်ခဲ့ကြသည်။ သို့ဖြစ်ပါက သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပဋိညာဉ်ကို ချိုးဖောက်ခြင်း၊ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်အစား နွားငယ်ကို ကိုးကွယ်ခြင်း အပြစ်များကို ကျူးလွန်နေစဉ် ယုံကြည်သူများဖြစ်သည်ဟု မည်သို့ ပြောဆိုနိုင်မည်နည်း။\"</p>"
  },
  {
    "ayah_key": "2:94",
    "group_ayah_key": "2:94",
    "from_ayah": "2:94",
    "to_ayah": "2:96",
    "ayah_keys": "2:94,2:95,2:96",
    "text": "<p lang=\"my\" class=\"my \">သင် <span class=\"gray\">(၎င်းတို့အား)</span> ပြောပါ- \"အကယ်၍ အာခီရာ၏ နေအိမ်သည် အလ္လာဟ်အရှင်မြတ်ထံ၌ အမှန်ပင် သင်တို့အတွက် သီးသန့်ဖြစ်ပြီး အခြားလူသားများအတွက် မဟုတ်ပါက၊ သင်တို့သည် မှန်ကန်သူများဖြစ်ပါက သေခြင်းကို တောင့်တကြလော့။\" <span>(၉၄)</span> သို့သော် ၎င်းတို့၏ လက်များက ရှေ့မှ ပို့ထားခဲ့သည်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့ ပြုခဲ့သည်များ)</span> ကြောင့် ၎င်းတို့သည် သေခြင်းကို ဘယ်သောအခါမျှ တောင့်တမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဇာလိမ်များကို သိရှိတော်မူ၏။ <span>(၉၅)</span> အမှန်စင်စစ် သင်သည် ၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> ကို လူသားများအနက် အသက်အတွက် အလောဘအကြီးဆုံးဖြစ်သည်ကို တွေ့ရလိမ့်မည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သူများထက်ပင် <span class=\"gray\">(ပိုမို လောဘကြီးသူများဖြစ်သည်)</span>။ ၎င်းတို့အနက် တစ်ဦးက နှစ်ပေါင်းတစ်ထောင် အသက်ရှင်လိုသည်ဟု ဆန္ဒရှိသည်။ သို့သော် ထိုသို့သော အသက်တာကို ပေးခြင်းသည် <span class=\"gray\">(သင့်လျော်သော)</span> ပြစ်ဒဏ်မှ အနည်းငယ်မျှပင် ကယ်တင်နိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ပြုလုပ်သည်များကို မြင်တော်မူ၏။ <span>(၉၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများအား မတရားသော အုပ်စုကို ဖျက်ဆီးရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုရန် ခေါ်ဆိုခြင်း</h2></div><p lang=\"fil\" class=\"fil \">Muhammad bin Ishaq narrated that Ibn 'Abbas said, \"Allah said to His Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِن كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِندَ اللَّهِ خَالِصَةً مِّن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် <span class=\"gray\">(၎င်းတို့အား)</span> ပြောပါ- \"အကယ်၍ အာခီရာ၏ နေအိမ်သည် အလ္လာဟ်အရှင်မြတ်ထံ၌ အမှန်ပင် သင်တို့အတွက် သီးသန့်ဖြစ်ပြီး အခြားလူသားများအတွက် မဟုတ်ပါက၊ သင်တို့သည် မှန်ကန်သူများဖြစ်ပါက သေခြင်းကို တောင့်တကြလော့။\")</span> ဆိုသည်မှာ 'အဆိုပါ နှစ်ဖွဲ့ <span class=\"gray\">(မွတ်စ်လင်မ်များနှင့် ဂျူးများ)</span> အနက် လိမ်ညာသူအဖွဲ့အား သေခြင်းကို ပေးသနားရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုပါ' ဟူ၍ ဖြစ်သည်။ ဂျူးများသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ၏ ဤကမ်းလှမ်းမှုကို ငြင်းပယ်ခဲ့ကြသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏ လက်များက ရှေ့မှ ပို့ထားခဲ့သည်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့ ပြုခဲ့သည်များ)</span> ကြောင့် ၎င်းတို့သည် သေခြင်းကို ဘယ်သောအခါမျှ တောင့်တမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဇာလိမ်များကို <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများနှင့် မတရားပြုသူများကို)</span> သိရှိတော်မူ၏။)</span> ဆိုသည်မှာ \"၎င်းတို့သည် သင့်အား သိရှိပြီး၊ သို့သော် သင့်အား မယုံကြည်ကြောင်း သိရှိထားသောကြောင့်\" ဟူ၍ ဖြစ်သည်။ ထိုနေ့က ၎င်းတို့ သေခြင်းကို တောင့်တခဲ့ပါက ကမ္ဘာမြေပြင်ပေါ်တွင် ဂျူးတစ်ဦးမျှ အသက်ရှင်ကျန်ရှိမည်မဟုတ်ပေ။ ထို့ပြင် အဒ်-ဒဟ်ဟက်က အိဘ်နု အဗ္ဗာစ်က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَمَنَّوُا الْمَوْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သေခြင်းကို တောင့်တကြလော့)</span> ဆိုသည်မှာ \"သေခြင်းအတွက် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> တောင်းဆိုပါ\" ဟူ၍ ဖြစ်သည်။ ထို့ပြင် အဗ်ဒူရ်-ရဇ်ဇာက်က အိက်ရီမာဟ်က ရီဝါယသ်ပြုခဲ့သည်မှာ အိဘ်နု အဗ္ဗာစ်က မှတ်ချက်ပေးခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَمَنَّوُا الْمَوْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် မှန်ကန်သူများဖြစ်ပါက သေခြင်းကို တောင့်တကြလော့)</span>၊ \"ဂျူးများသည် အလ္လာဟ်အရှင်မြတ်အား သေခြင်းအတွက် တောင်းဆိုခဲ့ပါက ၎င်းတို့ ဖျက်ဆီးခံရလိမ့်မည်\"။ ထို့ပြင် အိဘ်နု အဘီ ဟာသင်မ်က စအိဒ် ဘင် ဂျုဘိုင်ရ်က အိဘ်နု အဗ္ဗာစ်က ပြောခဲ့သည်မှာ \"ဂျူးများသည် သေခြင်းကို တောင်းဆိုခဲ့ပါက ၎င်းတို့အနက် တစ်ဦးဦးသည် မိမိ၏ တံတွေးဖြင့် သေလိမ့်မည်\" ဟု မှတ်တမ်းတင်ခဲ့သည်။ ဤမိန့်ဆိုချက်များသည် အိဘ်နု အဗ္ဗာစ်အထိ စစ်မှန်သော သတင်းစဉ်များ ရှိသည်။ ထို့ပြင် အိဘ်နု ဂျရီရ်က ၎င်း၏ တဖ်စီရ်၌ ပြောခဲ့သည်မှာ \"ကျွန်ုပ်တို့အား ပရောဖက် ﷺ က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ الْيَهُودَ تَمَنَّوُا الْمَوْتَ لَمَاتُوا وَلَرَأَوْا مَقَاعِدَهُمْ مِنَ النَّارِ، وَلَوْ خَرَجَ الَّذِينَ يُبَاهِلُونَ رَسُولَ اللهِ صلّى الله عليه وسلّم لَرَجَعُوا لَا يَجِدُونَ أَهْلًا وَلَا مَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးများသည် သေခြင်းကို ဆန္ဒပြုခဲ့ပါက ၎င်းတို့ သေဆုံးပြီး ၎င်းတို့၏ နေရာများကို ငရဲဘုံ၌ တွေ့မြင်ရလိမ့်မည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်အား ထိုသို့သော ကျိန်ဆဲခြင်းကို တောင်းဆိုခဲ့သူများသည် ၎င်းတို့၏ နေအိမ်များသို့ ပြန်လာခဲ့ပါက မိသားစုဝင်များ သို့မဟုတ် ပစ္စည်းဥစ္စာများကို တွေ့ရမည်မဟုတ်ပေ)</span>။\"</p><p lang=\"jv\" class=\"jv \">Similar to this Ayah is Allah's statement in Surat Al-Jumu'ah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ - وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ - قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သင် <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> ပြောပါ- \"အို ဂျူးအပေါင်းတို့! အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေများဖြစ်သည်ဟု <span class=\"gray\">(အခြား)</span> လူသားများအားလုံးကို ချန်လှပ်၍ ဟန်ဆောင်ကြပါက၊ သင်တို့ မှန်ကန်သူများဖြစ်ပါက သေခြင်းကို တောင့်တကြလော့။\" သို့သော် ၎င်းတို့၏ လက်များက ရှေ့မှ ပို့ထားခဲ့သည်များ <span class=\"gray\">(လုပ်ရပ်များ)</span> ကြောင့် ၎င်းတို့သည် သေခြင်း <span class=\"gray\">(ကို)</span> ဘယ်သောအခါမျှ တောင့်တမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဇာလိမ်များကို ကောင်းစွာ သိရှိတော်မူ၏။ <span class=\"gray\">(၎င်းတို့အား)</span> ပြောပါ- \"အမှန်စင်စစ် သင်တို့ ထွက်ပြေးသည့် သေခြင်းသည် သင့်ထံသို့ အမှန်ပင် ရောက်ရှိလာမည်။ ထို့နောက် သင်တို့ကို မမြင်နိုင်ရာနှင့် မြင်နိုင်ရာတို့ကို သိရှိတော်မူသော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ထံ ပြန်ပို့ခံရမည်ဖြစ်ပြီး၊ ကိုယ်တော်သည် သင်တို့ ပြုလုပ်ခဲ့သည်များကို သင့်အား ပြောပြလိမ့်မည်။\")</span><span class=\"gray\">(၆၂:၆-၈)</span>။</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ သားတော်များနှင့် ချစ်ခင်ရသူများဖြစ်သည်ဟု ပြောဆိုကြပြီး \"ခရစ်ယာန်များ သို့မဟုတ် ဂျူးများသာ ဂျန္နသ်သို့ ဝင်ရောက်လိမ့်မည်\" ဟု ပြောခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့ သို့မဟုတ် မွတ်စ်လင်မ်များထဲမှ လိမ်ညာသော အုပ်စုကို ဖျက်ဆီးရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုရန် ခေါ်ဆိုခံခဲ့ရသည်။ ဂျူးများက ငြင်းပယ်သောအခါ၊ ၎င်းတို့၏ မှားယွင်းမှုကို လူတိုင်း သေချာခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ ပြောဆိုချက်များကို သေချာခဲ့ပါက အဆိုပါ အဆိုပြုချက်ကို လက်ခံခဲ့ကြမည်ဖြစ်သည်။ ၎င်းတို့ ကျိန်ဆဲရန် ကမ်းလှမ်းမှုကို ငြင်းပယ်ပြီးနောက် ၎င်းတို့၏ လိမ်ညာမှုများ ဖော်ထုတ်ခံခဲ့ရသည်။</p><p lang=\"my\" class=\"my \">အလားတူပင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ သည် နဂ်ဂျ်ရန်မြို့မှ ခရစ်ယာန် ကိုယ်စားလှယ်အဖွဲ့အား ၎င်းတို့ ခေါင်းမာမှုနှင့် ဆန့်ကျင်မှုကို ပြသခဲ့သော ငြင်းခုံမှုတစ်ခုတွင် ကိုယ်တော်က ၎င်းတို့ကို ချေပပြီးနောက် ကျိန်ဆဲရန် ခေါ်ဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ဆိုတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ حَاجَّكَ فِيهِ مِن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင့်ထံ ရောက်ရှိလာသော ဤ <span class=\"gray\">(အိစ်အာ)</span> နှင့်ပတ်သက်သော အသိပညာ <span class=\"gray\">(ဆိုလိုသည်မှာ အိစ်အာသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်ဖြစ်ပြီး ဘုရားသခင်ဖြစ်ခြင်းတွင် မည်သည့် အစိတ်အပိုင်းမျှ မရှိခြင်း)</span> အားလုံးပြီးနောက် သင့်နှင့်ပတ်သက်၍ မည်သူမဆို အငြင်းပွားပါက)</span>၊ <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> သင်ပြောပါ- \"လာကြ၊ ကျွန်ုပ်တို့၏ သားများ၊ သင်တို့၏ သားများ၊ ကျွန်ုပ်တို့၏ အမျိုးသမီးများ၊ သင်တို့၏ အမျိုးသမီးများ၊ ကျွန်ုပ်တို့ ကိုယ်တိုင်နှင့် သင်တို့ ကိုယ်တိုင်တို့ကို ခေါ်ကြစို့ - ထို့နောက် ကျွန်ုပ်တို့ ဆုတောင်းကြမည်ဖြစ်ပြီး လိမ်ညာသူများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာကို <span class=\"gray\">(ရိုးသားစွာ)</span> တောင်းဆိုကြစို့။\") <span class=\"gray\">(၃:၆၁)</span>။</p><p lang=\"my\" class=\"my \">ခရစ်ယာန်များက ဤစိန်ခေါ်မှုကို ကြားသိသောအခါ၊ ၎င်းတို့အနက် အချို့က အချင်းချင်း ပြောဆိုကြသည်မှာ \"အလ္လာဟ်ကို တိုင်တည်ပါ၏! အကယ်၍ သင်တို့သည် ဤပရောဖက်နှင့် ထိုသို့ ပြုလုပ်ပါက သင်တို့အနက် တစ်ဦးတစ်ယောက်မျှ မျက်တောင်တစ်ချက်မျှ မခတ်နိုင်တော့မည် မဟုတ်ပေ\" ဟူ၍ ဖြစ်သည်။ ဤသည်မှာ ၎င်းတို့ ငြိမ်းချမ်းရေးကို ဆောင်ရွက်ပြီး ဂျစ်ဇ်ယာ <span class=\"gray\">(အခွန်)</span> ကို အရှက်ရစွာ ပေးခဲ့ကြသည့် အချိန်ဖြစ်သည်။ ပရောဖက် ﷺ သည် ၎င်းတို့ထံမှ ဂျစ်ဇ်ယာကို လက်ခံပြီး အဘူ ဥဘိုင်ဒါဟ် ဘင် အလ်-ဂျာရ်ရာဟ်ကို ၎င်းတို့နှင့်အတူ ယုံကြည်အပ်နှံခံရသူအဖြစ် စေလွှတ်ခဲ့သည်။ ဤအဓိပ္ပါယ်နှင့် ဆင်တူသည်မှာ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ပရောဖက် ﷺ အား ရုပ်တုကိုးကွယ်သူများထံ ကြေညာရန် အမိန့်ပေးခြင်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَٰنُ مَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> ပြောပါ၊ မည်သူမဆို လမ်းမှားနေပါက အနန္တကရုဏာတော်ရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ၎င်းအား <span class=\"gray\">(ထိုလမ်းမှားထဲ၌)</span> ဆက်လက်ထားရှိမည်။)</span><span class=\"gray\">(၁၉:၇၅)</span> ဆိုသည်မှာ \"ကျွန်ုပ်တို့အနက် မည်သူမဆို လမ်းမှားသွားပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ လမ်းမှားခြင်းကို တိုးပွားစေပြီး ဆက်လက်ထားရှိပါစေ\" ဟူ၍ ဖြစ်သည်။ ဤအကြောင်းအရာကို အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိပါက နောက်မှ ဖော်ပြပါမည်။</p><p lang=\"my\" class=\"my \">မိုဘာဟလာဟ် <span class=\"gray\">(လိမ်ညာသူများကို ဖျက်ဆီးရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုခြင်း)</span> ကို ဤနေရာတွင် 'ဆန္ဒ' ဟု ခေါ်ဆိုခဲ့ခြင်းမှာ ဖြောင့်မတ်သော လူတိုင်းသည် မိမိနှင့် ငြင်းခုံနေသော မတရားသော ပြိုင်ဘက်ကို အလ္လာဟ်အရှင်မြတ် ဖျက်ဆီးပါစေဟု ဆန္ဒရှိခြင်းကြောင့်ဖြစ်ပြီး အထူးသဖြင့် ဖြောင့်မတ်သော ပုဂ္ဂိုလ်တွင် မိမိ ခေါ်ဆိုနေသည့် သစ္စာတရားအတွက် ထင်ရှားသော သက်သေအထောက်အထား ရှိသောအခါတွင် ဖြစ်သည်။ ထို့ပြင် မိုဘာဟလာဟ်တွင် မတရားသော အုပ်စု၏ သေခြင်းအတွက် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုခြင်း ပါဝင်သည်၊ အဘယ်ကြောင့်ဆိုသော် မယုံကြည်သူများအတွက် အသက်သည် အကြီးမားဆုံး ဆုလာဘ်ဖြစ်ပြီး အထူးသဖြင့် ၎င်းတို့ သေပြီးနောက် ရင်ဆိုင်ရမည့် ဆိုးရွားသော ခရီးပန်းတိုင်ကို သိရှိသောအခါတွင် ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများသည် အသက်ပိုရှည်လိုခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် နောက်ဆက်တွဲ မိန့်ဆိုခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ - وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَىٰ حَيَاةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏ လက်များက ရှေ့မှ ပို့ထားခဲ့သည်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့ ပြုခဲ့သည်များ)</span> ကြောင့် ၎င်းတို့သည် သေခြင်းကို ဘယ်သောအခါမျှ တောင့်တမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဇာလိမ်များကို သိရှိတော်မူ၏။ အမှန်စင်စစ် သင်သည် ၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> ကို လူသားများအနက် အသက်အတွက် အလောဘအကြီးဆုံးဖြစ်သည်ကို တွေ့ရလိမ့်မည်။)</span> ဆိုသည်မှာ အသက်ပိုရှည်လိုသော လောဘကြီးခြင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ၎င်းတို့၏ ဆိုးရွားသော အဆုံးသတ်ကို သိရှိပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံ၌ ၎င်းတို့ ရရှိမည့် တစ်ခုတည်းသော အကျိုးမှာ လုံးဝဆုံးရှုံးခြင်းဖြစ်သောကြောင့် ဖြစ်သည်။ ဤဘဝသည် ယုံကြည်သူအတွက် ထောင်ဖြစ်ပြီး မယုံကြည်သူအတွက် ဂျန္နသ်ဖြစ်သည်။ ထို့ကြောင့် ကျမ်းဂန်ရှင်များသည် အာခီရာကို တတ်နိုင်သမျှ ဆိုင်းငံ့လိုကြသည်။ သို့သော်လည်း ၎င်းတို့ ရှောင်ရှားရန် ကြိုးစားနေသည်များကို အမှန်ပင် ရင်ဆိုင်ကြရမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် အာခီရာကို ဆိုင်းငံ့ရန် ဘုရားကျမ်းဂန်မရှိသော ရုပ်တုကိုးကွယ်သူများထက် ပိုမို စိတ်အားထက်သန်နေလျှင်ပင် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">မိုဟမ္မဒ် ဘင် အိစ်ဟာက်က အိဘ်နု အဗ္ဗာစ်က မှတ်ချက်ပေးခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَن يُعَمَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိုသို့သော အသက်တာကို ပေးခြင်းသည် <span class=\"gray\">(သင့်လျော်သော)</span> ပြစ်ဒဏ်မှ အနည်းငယ်မျှပင် ကယ်တင်နိုင်မည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အသက်ရှည်ခြင်းသည် ၎င်းတို့ကို ပြစ်ဒဏ်မှ ကယ်တင်မည်မဟုတ်ပေ။ အမှန်စင်စစ် ရုပ်တုကိုးကွယ်သူများသည် သေပြီးနောက် ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်းကို မယုံကြည်ကြဘဲ၊ ၎င်းတို့သည် အသက်ရှည်ရှည် နေထိုင်လိုကြသည်။ ဂျူးများသည် အမှန်တရားကို သိလျက်နှင့် လျစ်လျူရှုသောကြောင့် အာခီရာတွင် ခံစားရမည့် အရှက်ရမှုကို သိရှိကြသည်။ ထို့ပြင် အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ်က ပြောခဲ့သည်မှာ \"ဂျူးများသည် ဤဘဝအတွက် အလွန်တရာ စိတ်အားထက်သန်ကြသည်။ ၎င်းတို့သည် နှစ်ပေါင်းတစ်ထောင် အသက်ရှင်လိုကြသည်။ သို့သော် နှစ်ပေါင်းတစ်ထောင် အသက်ရှင်ခြင်းသည် ၎င်းတို့ကို ပြစ်ဒဏ်မှ ကယ်တင်မည်မဟုတ်ပေ၊ အိဗ်လီစ် - ရှိုင်တွာန် - ၏ အသက်ရှည်ခြင်းသည် ၎င်းအား မယုံကြည်သူဖြစ်သောကြောင့် အကျိုးမပြုခဲ့သကဲ့သို့ပင်\"။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ပြုလုပ်သည်များကို မြင်တော်မူ၏။)</span> ဆိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်များသည် ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ မည်သည့်အရာများကို လုပ်ဆောင်နေကြောင်း သိရှိတော်မူပြီး ၎င်းတို့ တစ်ဦးချင်းစီအား ထိုက်သင့်သလို အကျိုးပေးလိမ့်မည်\" ဟူ၍ ဖြစ်သည်။\"</p>"
  }
]