[
  {
    "ayah_key": "88:17",
    "group_ayah_key": "88:17",
    "from_ayah": "88:17",
    "to_ayah": "88:26",
    "ayah_keys": "88:17,88:18,88:19,88:20,88:21,88:22,88:23,88:24,88:25,88:26",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် ကုလားအုတ်များကို မကြည့်ကြဘူးလား၊ မည်သို့ဖန်ဆင်းခဲ့သည်ကို <span>(၁၇)</span>ကောင်းကင်ကို မည်သို့မြှင့်တင်ခဲ့သည်ကို <span>(၁၈)</span>တောင်များကို မည်သို့တည်တံ့အောင် စိုက်ထူခဲ့သည်ကို <span>(၁၉)</span>မြေပြင်ကို မည်သို့ဖြန့်ခင်းခဲ့သည်ကို <span>(၂၀)</span>ထို့ကြောင့် ၎င်းတို့ကို သတိပေးပါ — သင်သည် သတိပေးသူမျှသာဖြစ်သည် <span>(၂၁)</span>သင်သည် ၎င်းတို့အပေါ် အာဏာပိုင်သူ မဟုတ်ပေ <span>(၂၂)</span>သို့သော် ကျောခိုင်း၍ မယုံကြည်သူမှအပ <span>(၂၃)</span>ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား အကြီးမားဆုံးသော ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးမည် <span>(၂၄)</span>အမှန်စင်စစ် ၎င်းတို့၏ ပြန်လည်ရောက်ရှိရာမှာ ကျွန်ုပ်တို့ထံသို့သာဖြစ်သည် <span>(၂၅)</span>ထို့နောက် အမှန်စင်စစ် ၎င်းတို့၏ စစ်ဆေးခြင်းသည် ကျွန်ုပ်တို့ထံ၌သာရှိသည် <span>(၂၆)</span></p><p lang=\"my\" class=\"my \">ကုလားအုတ်၊ ကောင်းကင်၊ တောင်များနှင့် ကမ္ဘာမြေတို့ကို ဖန်ဆင်းထားပုံကို ကြည့်ရှုရန် တိုက်တွန်းချက်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တန်ခိုးနှင့် ကြီးမြတ်ခြင်းကို သက်သေပြသော ၎င်း၏ဖန်ဆင်းခံများကို ကြည့်ရှုရန် ၎င်း၏ကျွန်များကို အမိန့်ပေးသည်။ ၎င်းက ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَنظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကုလားအုတ်များကို မကြည့်ကြဘူးလား၊ မည်သို့ဖန်ဆင်းခဲ့သည်ကို)</span></p><p lang=\"my\" class=\"my \">အမှန်စင်စစ် ၎င်းသည် အံ့သြဖွယ်ရာ ဖန်ဆင်းခြင်းတစ်ခုဖြစ်ပြီး ၎င်းကို ပုံဖော်ထားသည့် နည်းလမ်းမှာ ထူးဆန်းသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အလွန်အစွမ်းထက်ပြီး ခိုင်မာသော်လည်း နူးညံ့သိမ်မွေ့ကာ လေးလံသောဝန်များကို သယ်ဆောင်သည်။ အားနည်းသော စီးနင်းသူ၏ လမ်းညွှန်မှုကို လိုက်နာသည်။ ၎င်းကို စားသုံးကြသည်၊ ၎င်း၏အမွေးမှ အကျိုးကျေးဇူးရရှိပြီး ၎င်း၏နို့ကို သောက်သုံးကြသည်။ အာရပ်တို့၏ အသုံးအများဆုံး အိမ်မွေးတိရစ္ဆာန်မှာ ကုလားအုတ်ဖြစ်သောကြောင့် ၎င်းတို့အား ဤအရာကို သတိပေးခြင်းဖြစ်သည်။ Shurayh Al-Qadi က \"ကျွန်ုပ်တို့နှင့်အတူ ထွက်လာကြပါ၊ ကုလားအုတ်များကို မည်သို့ဖန်ဆင်းခဲ့သည်ကို၊ ကောင်းကင်ကို မည်သို့မြှင့်တင်ခဲ့သည်ကို ကြည့်ရှုကြပါစို့\" ဟု ပြောလေ့ရှိသည်။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို မြေပြင်အထက်၌ ထိုသို့သော ခမ်းနားထည်ဝါမှုဖြင့် မည်သို့ မြှင့်တင်ခဲ့သည်ကို ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည့်အတိုင်းပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَنظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِن فُرُوجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့အထက်ရှိ ကောင်းကင်ကို မကြည့်ကြဘူးလား၊ ကျွန်ုပ်တို့ မည်သို့ဖန်ဆင်း၍ တန်ဆာဆင်ထားသည်ကို၊ ၎င်းတွင် အက်ကြောင်းများ မရှိသည်ကို)</span><span class=\"gray\">(၅၀:၆)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်များကို မည်သို့တည်တံ့အောင် စိုက်ထူခဲ့သည်ကို)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့ကို မည်သို့တည်ဆောက်ခဲ့သည်ကို ဖြစ်သည်။ အမှန်စင်စစ် ၎င်းတို့ကို မြေကြီးသည် ၎င်း၏နေထိုင်သူများနှင့်အတူ မယိမ်းယိုင်စေရန် ခိုင်မြဲစွာ ချိတ်ဆွဲထားသည်။ ၎င်းတို့တွင် ပါရှိသော အကျိုးကျေးဇူးများနှင့် သတ္တုဓာတ်များဖြင့် ၎င်းတို့ကို ပြုလုပ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ကို မည်သို့ဖြန့်ခင်းခဲ့သည်ကို)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းကို မည်သို့ဖြန့်ခင်းထားသည်၊ ချဲ့ထွင်ထားသည်၊ ပြောင်ချောအောင် ပြုလုပ်ထားသည်ကို ဖြစ်သည်။ ထို့ကြောင့် ၎င်းကိုယ်တိုင် မြင်တွေ့ရသော အရာများကို ထည့်သွင်းစဉ်းစားရန် တောသားများကို ညွှန်ကြားသည်။ ၎င်းစီးနင်းသော ကုလားအုတ်၊ ၎င်း၏ခေါင်းပေါ်ရှိ ကောင်းကင်၊ ၎င်း၏မျက်နှာချင်းဆိုင်ရှိ တောင်တန်းနှင့် ၎င်းအောက်ရှိ မြေကြီး၊ ဤအရာအားလုံးသည် ဤအရာများကို ဖန်ဆင်းရှင်နှင့် ပြုလုပ်သူ၏ တန်ခိုး၏ သက်သေပင်ဖြစ်သည်။ ဤအရာများသည် ၎င်းအား အရှင်သခင်၊ အကြီးမြတ်ဆုံး၊ ဖန်ဆင်းရှင်၊ ပိုင်ရှင်နှင့် အရာအားလုံးကို ထိန်းချုပ်သူဖြစ်ကြောင်း မြင်အောင် ပြသသင့်သည်။ ထို့ကြောင့် ၎င်းသည် ဝတ်ပြုရန် ထိုက်တန်သူ မရှိသော အရှင်သခင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဒီမမ် ဘင် သာအ်လဘာ၏ ပုံပြင်</p><p lang=\"my\" class=\"my \">ဤအရာများသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို မေးမြန်းပြီးနောက် ဒီမမ် ကျိန်ဆိုခဲ့သည့် အရာများဖြစ်သည်။ ဤအရာကို အိမာမ် အဟ်မဒ်က သာဘစ်ထံမှ မှတ်တမ်းတင်ထားသည်၊ အနတ်စ်က “ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို မည်သည့်အရာမျှ မမေးမြန်းရန် တားမြစ်ခံထားရသည်။ ထို့ကြောင့် သဲကန္တာရဒေသခံ <span class=\"gray\">(ဘဒ်ဒူအာရပ်)</span> များထဲမှ ဉာဏ်ကြီးသော အမျိုးသားတစ်ဦး လာရောက်ပြီး ကျွန်ုပ်တို့ နားထောင်နေစဉ် ၎င်းအား တစ်စုံတစ်ရာ မေးမြန်းသည့်အခါ ကျွန်ုပ်တို့ အံ့သြခဲ့ရသည်။ ထို့ကြောင့် သဲကန္တာရဒေသခံ အမျိုးသားတစ်ဦး ရောက်လာပြီး ‘အို မုဟမ္မဒ်! အမှန်စင်စစ် သင်၏ တမန်တော်သည် ကျွန်ုပ်တို့ထံ ရောက်လာပြီး အလ္လာဟ်အရှင်မြတ်က သင့်ကို စေလွှတ်ခဲ့သည်ဟု သင် ပြောဆိုသည်ဟု ၎င်းက ဆိုသည်’ ဟု ပြောသည်။ ၎င်း <span class=\"gray\">(တမန်တော်)</span> ﷺ က ‘၎င်း အမှန်အတိုင်း ပြောပြသည်’ ဟု မိန့်ကြားသည်။ ထိုသူက ‘ကောင်းကင်ကို မည်သူဖန်ဆင်းခဲ့သနည်း’ ဟု မေးသည်။ ၎င်း <span class=\"gray\">(တမန်တော် ﷺ)</span> က ‘အလ္လာဟ်’ ဟု ဖြေကြားသည်။ ထိုသူက ‘မြေကြီးကို မည်သူဖန်ဆင်းခဲ့သနည်း’ ဟု မေးသည်။ ၎င်း <span class=\"gray\">(တမန်တော် ﷺ)</span> က ‘အလ္လာဟ်’ ဟု ဖြေကြားသည်။ ထိုသူက ‘ဤတောင်များကို မည်သူတည်ဆောက်၍ ၎င်းတို့ထဲတွင် ရှိသမျှ အရာအားလုံးကို ထည့်သွင်းခဲ့သနည်း’ ဟု မေးသည်။ ၎င်း <span class=\"gray\">(တမန်တော် ﷺ)</span> က ‘အလ္လာဟ်’ ဟု ဖြေကြားသည်။ ထို့နောက် ထိုသူက ‘ကောင်းကင်၊ မြေကြီးကို ဖန်ဆင်း၍ ဤတောင်များကို တည်ဆောက်ခဲ့သူ အရှင်မြတ်အားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို စေလွှတ်ခဲ့ပါသလား’ ဟု မေးသည်။ ၎င်း <span class=\"gray\">(တမန်တော် ﷺ)</span> က ‘ဟုတ်ကဲ့’ ဟု မိန့်ကြားသည်။ ထို့နောက် ထိုသူက ‘သင့်တမန်တော်က ကျွန်ုပ်တို့သည် နေ့ညဉ့်တာအတွင်း ငါးကြိမ် ဆွလားတ် (ဆုတောင်း) ပြုရန် တာဝန်ရှိသည်ဟု ပြောဆိုသည်’ ဟု ပြောသည်။ ၎င်း <span class=\"gray\">(တမန်တော် ﷺ)</span> က ‘၎င်း အမှန်အတိုင်း ပြောပြသည်’ ဟု မိန့်ကြားသည်။ ထို့နောက် ထိုသူက ‘သင့်ကို စေလွှတ်ခဲ့သူ အရှင်မြတ်အားဖြင့်၊ ဤအရာကို အလ္လာဟ်အရှင်မြတ်က သင့်အား အမိန့်ပေးခဲ့ပါသလား’ ဟု မေးသည်။ ၎င်း <span class=\"gray\">(တမန်တော် ﷺ)</span> က ‘ဟုတ်ကဲ့’ ဟု ဖြေကြားသည်။ ထို့နောက် ထိုသူက ‘သင့်တမန်တော်က ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ဥစ္စာပစ္စည်းမှ ဇကာတ် (တန်းခိုး) ပေးရန် တာဝန်ရှိသည်ဟုလည်း ပြောဆိုသည်’ ဟု ပြောသည်။ ၎င်း <span class=\"gray\">(တမန်တော် ﷺ)</span> က ‘၎င်း အမှန်အတိုင်း ပြောပြသည်’ ဟု မိန့်ကြားသည်။ ထို့နောက် ထိုသူက ‘သင့်ကို စေလွှတ်ခဲ့သူ အရှင်မြတ်အားဖြင့်၊ ဤအရာကို အလ္လာဟ်အရှင်မြတ်က သင့်အား အမိန့်ပေးခဲ့ပါသလား’ ဟု မေးသည်။ ၎င်း <span class=\"gray\">(တမန်တော် ﷺ)</span> က ‘ဟုတ်ကဲ့’ ဟု ဖြေကြားသည်။ ထို့နောက် ထိုသူက ‘သင့်တမန်တော်က ကျွန်ုပ်တို့သည် ဗိမာန်တော် <span class=\"gray\">(ဟဂျ်)</span> သို့ ဟဂျ် <span class=\"gray\">(ဘုရားဖူး)</span> ပြုရန် တာဝန်ရှိသည်ဟု ပြောဆိုသည်၊ ထိုသို့ သွားရောက်ရန် လမ်းကြောင်းရှာနိုင်သူအတွက်’ ဟု ပြောသည်။ ၎င်း <span class=\"gray\">(တမန်တော် ﷺ)</span> က ‘၎င်း အမှန်အတိုင်း ပြောပြသည်’ ဟု မိန့်ကြားသည်။ ထို့နောက် ထိုသူသည် ‘သင့်အား အမှန်တရားဖြင့် စေလွှတ်ခဲ့သူ အရှင်မြတ်အားဖြင့်၊ ဤအရာများကို ကျွန်ုပ် မည်သည့်အရာမျှ ထပ်ထည့်မည်မဟုတ်သလို မည်သည့်အရာမျှ လျှော့ချမည်လည်း မဟုတ်ပါ’ ဟု ပြောဆိုကာ ထွက်ခွာရန် လှည့်ထွက်သွားသည်။ ထို့နောက် တမန်တော် ﷺ က မိန့်ကြားသည်မှာ၊ </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّةَ</p><p lang=\"my\" class=\"my \">'အကယ်၍ ၎င်း အမှန်အတိုင်း ပြောဆိုခဲ့ပါက၊ ၎င်းသည် အမှန်ပင် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်လိမ့်မည်။' </p><p lang=\"hmn\" class=\"hmn \">This Hadith was recorded by Al-Bukhari, Muslim, Abu Dawud, At-Tirmidhi, An-Nasa'i and Ibn Majah.</p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span> သည် သတင်းစကားကို ပေးပို့ရန်အတွက်သာ တာဝန်ရှိသည်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ကို သတိပေးပါ – သင်သည် သတိပေးသူမျှသာဖြစ်သည်။ သင်သည် ၎င်းတို့အပေါ် အာဏာပိုင်သူ မဟုတ်ပေ)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ “အို မုဟမ္မဒ်! သင့်အား ၎င်းတို့ထံ စေလွှတ်ခဲ့သည့်အရာဖြင့် လူတို့ကို သတိပေးပါ”</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ တာဝန်မှာ <span class=\"gray\">(သတင်းစကားကို)</span> ပေးပို့ရန်သာဖြစ်ပြီး၊ ကျွန်ုပ်တို့ထံ၌ စစ်ဆေးခြင်း ရှိသည်။)</span><span class=\"gray\">(၁၃:၄၀)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့အပေါ် အာဏာပိုင်သူ မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဗ္ဗားစ်၊ မုဂျာဟိဒ်နှင့် အခြားသူများက “သင်သည် ၎င်းတို့အပေါ် အာဏာရှင် မဟုတ်ပေ” ဟု ပြောခဲ့ကြသည်။ ဆိုလိုသည်မှာ သင်သည် ၎င်းတို့၏နှလုံးသားများထဲတွင် ယုံကြည်ခြင်းကို ဖန်တီး၍မရနိုင်ခြင်းဖြစ်သည်။ အစ်ဗ်နု ဇိုင်ဒ်က “သင်သည် ၎င်းတို့ကို ယုံကြည်လာအောင် အတင်းအကျပ် ပြုလုပ်နိုင်သူ မဟုတ်ပေ” ဟု ပြောခဲ့သည်။ အိမာမ် အဟ်မဒ်က ဂျာဘိရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتّٰى يَقُولُوا: لَا إِلهَ إِلَّا اللهُ، فَإِذَا قَالُوهَا عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّهَا، وَحِسَابُهُمْ عَلَى اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် လူတို့ကို လာအိလာဟ အိလ္လလ္လာဟ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှအပ အခြားဝတ်ပြုခံထိုက်သူ မရှိပါ)</span> ဟု ပြောဆိုသည်အထိ တိုက်ခိုက်ရန် အမိန့်ခံခဲ့ရသည်။ ထို့ကြောင့် ၎င်းတို့ ထိုသို့ပြောဆိုပါက ၎င်းတို့၏ သွေးသားနှင့် ဥစ္စာပစ္စည်းများကို ကျွန်ုပ်ထံမှ ကာကွယ်ထားပြီးဖြစ်သည် – ၎င်းမှ တရားဝင် ထိုက်သင့်သည်မှအပ – ၎င်းတို့၏ စစ်ဆေးခြင်းသည် အစွမ်းထက်၍ ကြီးမြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်ထံ၌ ဖြစ်သည်။)</span>\"</p><p lang=\"my\" class=\"my \">ထို့နောက် ၎င်း ﷺ က ရွတ်ဆိုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ကို သတိပေးပါ – သင်သည် သတိပေးသူမျှသာဖြစ်သည်။ သင်သည် ၎င်းတို့အပေါ် အာဏာပိုင်သူ မဟုတ်ပေ)</span></p><p lang=\"my\" class=\"my \">ဤသို့ဖြင့် မွတ်စလင်မ်သည် ၎င်း၏ယုံကြည်ခြင်းကျမ်း၌ ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့ပြီး၊ အတ္တိရ်မိဇီနှင့် အန်နစာအီတို့သည်လည်း ၎င်းတို့၏ စုနန်ကျမ်းများရှိ တဖ်စီရ်ကျမ်းများတွင် မှတ်တမ်းတင်ခဲ့သည်။ ဤဟဒီးဆ်ကို ဆဟီးဟ်ကျမ်းနှစ်အုပ်လုံးတွင် တွေ့ရှိနိုင်သည်။</p><p lang=\"my\" class=\"my \">အမှန်တရားမှ ကျောခိုင်းသူအတွက် ခြိမ်းခြောက်ခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن تَوَلَّىٰ وَكَفَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျောခိုင်း၍ မယုံကြည်သူမှအပ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းသည် ၎င်း၏အခြေခံတိုင်များအတိုင်း ပြုမူခြင်းမှ ကျောခိုင်းပြီး ၎င်း၏နှလုံးသားနှင့် လျှာဖြင့် အမှန်တရားကို မယုံကြည်ခြင်းဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَدَّقَ وَلَا صَلَّىٰ - وَلَٰكِن كَذَّبَ وَتَوَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းသည် ယုံကြည်ခြင်းလည်း မရှိ၊ ဆွလားတ်လည်း မပြု! သို့သော် ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းသည် ငြင်းပယ်၍ ကျောခိုင်းသွားသည်!)</span><span class=\"gray\">(၇၅:၃၁-၃၂)</span></p><p lang=\"id\" class=\"id \">Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား အကြီးမားဆုံးသော ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးမည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِلَيْنَا إِيَابَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့ထံသို့သာ ၎င်းတို့ ပြန်လည်ရောက်ရှိမည်;)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ပြန်လည်ရောက်ရှိရာ နေရာနှင့် ၎င်းတို့၏ ခိုလှုံရာ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အမှန်စင်စစ်၊ ၎င်းတို့၏ စစ်ဆေးခြင်းသည် ကျွန်ုပ်တို့ထံ၌သာ ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ‘ကျွန်ုပ်တို့သည် ၎င်းတို့၏ လုပ်ရပ်များကို ၎င်းတို့အတွက် စစ်ဆေးပြီး ထိုလုပ်ရပ်များအတွက် ပြန်လည်အကျိုးပေးမည်’။ အကယ်၍ ၎င်းတို့ ကောင်းမှုပြုပါက ကောင်းကျိုးရရှိမည်ဖြစ်ပြီး၊ မကောင်းမှုပြုပါက မကောင်းကျိုး ရရှိမည်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာ အလ်-ဂါရှိယာ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်ပြီး၊ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံ၌သာ ရှိသည်။ </p>"
  }
]