[
  {
    "ayah_key": "28:20",
    "group_ayah_key": "28:20",
    "from_ayah": "28:20",
    "to_ayah": "28:20",
    "ayah_keys": "28:20",
    "text": "<p class=\"my translation\" lang=\"my\">မြို့၏အစွန်အဖျားမှ လူတစ်ဦး အပြေးရောက်လာသည်။ ထိုသူက “အို မူဆာ! အမှန်စင်စစ် အကြီးအကဲတို့သည် သင့်အား သတ်ရန်အတွက် တိုင်ပင်ဆွေးနွေးနေကြသည်၊ ထို့ကြောင့် ထွက်ပြေးပါ။ အမှန်စင်စစ် ကျွန်ုပ်သည် သင့်အား ကောင်းသော အကြံပေးသူတစ်ဦး ဖြစ်သည်။ <span>(၂၀)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجَاءَ رَجُلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦး ရောက်လာသည်)</span> သူသည် မူဆာနောက်မှ စေလွှတ်ခံရသူများထက် မတူညီသောလမ်း၊ ပိုတိုသောလမ်းကို ရွေးချယ်ရန် သတ္တိရှိခဲ့သောကြောင့် လူတစ်ဦးအဖြစ် ဖော်ပြခြင်းခံရသည်။ ထို့ကြောင့် သူသည် မူဆာထံ အရင်ရောက်လာပြီး မူဆာကို “အို မူဆာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အကြီးအကဲတို့သည် သင့်အား တိုင်ပင်ဆွေးနွေးနေကြသည်)</span>၊ ဆိုလိုသည်မှာ 'သူတို့သည် သင့်အကြောင်း အချင်းချင်း တိုင်ပင်နေကြသည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْتُلُوكَ فَاخْرُجْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား သတ်ရန်အတွက် ထို့ကြောင့် ထွက်ပြေးပါ)</span> ဆိုသည်မှာ ဤမြေမှ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَكَ مِنَ النَّاصِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် သင့်အား ကောင်းသော အကြံပေးသူတစ်ဦး ဖြစ်သည်။)</span></p>"
  },
  {
    "ayah_key": "28:21",
    "group_ayah_key": "28:21",
    "from_ayah": "28:21",
    "to_ayah": "28:24",
    "ayah_keys": "28:21,28:22,28:23,28:24",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် သူသည် ထိုနေရာမှ ကြောက်ရွံ့တုန်လှုပ်လျက် ပတ်ဝန်းကျင်ကို ကြည့်ရှုကာ ထွက်ပြေးခဲ့သည်။ သူက “အကျွန်ုပ်၏အရှင်! မတရားပြုသူများထံမှ အကျွန်ုပ်ကို ကယ်တင်တော်မူပါ! <span>(၂၁)</span>မဒ်ယန်ဘက်သို့ သွားသောအခါ သူက “ကျွန်ုပ်၏အရှင်သည် ကျွန်ုပ်အား မှန်ကန်သောလမ်းသို့ လမ်းပြတော်မူပေလိမ့်မည်။ <span>(၂၂)</span>မဒ်ယန်ရေတွင်းသို့ ရောက်သောအခါ သူသည် ထိုနေရာတွင် ရေတိုက်နေသော အမျိုးသားအုပ်စုတစ်စုကို တွေ့ရှိခဲ့ပြီး ၎င်းတို့အပြင် <span class=\"gray\">(သူတို့၏သိုးများကို)</span> တားဆီးထားသော အမျိုးသမီးနှစ်ဦးကို တွေ့ရှိခဲ့သည်။ သူက “မင်းတို့ ဘာဖြစ်နေတာလဲ?\" ဟု မေးခဲ့သည်။ သူတို့က “သိုးထိန်းများ <span class=\"gray\">(သူတို့၏သိုးများကို)</span> မယူမချင်း ကျွန်ုပ်တို့ <span class=\"gray\">(ကျွန်ုပ်တို့၏သိုးများကို)</span> ရေမတိုက်နိုင်ပါ။ ကျွန်ုပ်တို့၏ဖခင်သည် အလွန်အိုမင်းသောသူ ဖြစ်ပါသည်။ <span>(၂၃)</span>ထို့နောက် သူသည် ၎င်းတို့အတွက် <span class=\"gray\">(သူတို့၏သိုးများကို)</span> ရေတိုက်ပေးခဲ့ပြီး အရိပ်သို့ ပြန်လှည့်ကာ “အကျွန်ုပ်၏အရှင်! အမှန်စင်စစ် အရှင်သည် အကျွန်ုပ်အား ပေးသနားတော်မူသော မည်သည့်ကောင်းမှုမျိုးကိုမဆို အကျွန်ုပ်လိုအပ်နေပါသည်။ <span>(၂၄)</span></p><div lang=\"my\" class=\"my \"><h2>မဒ်ယန်ရှိ မူဆာ (အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာနှင့် ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ) နှင့် သူသည် အမျိုးသမီးနှစ်ဦး၏ သိုးအုပ်များကို မည်သို့ရေတိုက်ခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">ထိုသူသည် ဖِرအောန်နှင့် သူ၏အကြီးအကဲများက မူဆာအား မည်သို့ပူးပေါင်းကြံစည်နေကြောင်း ပြောပြသောအခါ၊ သူသည် အီဂျစ်မှ တစ်ယောက်တည်း ထွက်ခွာခဲ့သည်။ ထိုမတိုင်မီက သူသည် ဇိမ်ခံပြီး သက်တောင့်သက်သာရှိသော ဘဝကို ခေါင်းဆောင်မှုနေရာတွင် နေထိုင်ခဲ့သောကြောင့် တစ်ယောက်တည်းနေရန် အလေ့အကျင့်မရှိခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် ထိုနေရာမှ ကြောက်ရွံ့တုန်လှုပ်လျက် ပတ်ဝန်းကျင်ကို ကြည့်ရှုကာ ထွက်ပြေးခဲ့သည်)</span> ဆိုလိုသည်မှာ လှည့်ပတ်ကြည့်ရှုစောင့်ကြည့်ခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏အရှင်! မတရားပြုသူများထံမှ အကျွန်ုပ်ကို ကယ်တင်တော်မူပါ!)</span> ဆိုသည်မှာ ဖِرအောန်နှင့် သူ၏အကြီးအကဲများထံမှ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူအား မြင်းစီးသော ကောင်းကင်တမန်တစ်ပါးကို စေလွှတ်၍ လမ်းပြခဲ့သည်ဟု ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဒ်ယန် <span class=\"gray\">(နယ်မြေ)</span> ဘက်သို့ သွားသောအခါ)</span> ဆိုလိုသည်မှာ သူသည် ချောမွေ့လွယ်ကူသော လမ်းကြောင်းကို ရွေးချယ်ခဲ့ပြီး ထို့ကြောင့် ဝမ်းမြောက်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالَ عَسَىٰ رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက “ကျွန်ုပ်၏အရှင်သည် ကျွန်ုပ်အား မှန်ကန်သောလမ်းသို့ လမ်းပြတော်မူပေလိမ့်မည်\" ဟု ပြောသည်)</span> ဆိုလိုသည်မှာ အဖြောင့်ဆုံးသောလမ်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုသို့ပင် ဆောင်ရွက်တော်မူခဲ့သည်။ အကြောင်းမှာ အရှင်သည် သူ့အား ဤလောကနှင့် နောင်တမလွန်တွင် ဖြောင့်မှန်သောလမ်းသို့ လမ်းပြတော်မူခဲ့ပြီး၊ သူသည် လမ်းညွှန်ခြင်းခံရသူဖြစ်ကာ အခြားသူများကိုလည်း လမ်းညွှန်နိုင်သူ ဖြစ်စေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဒ်ယန်ရေ <span class=\"gray\">(ရေတွင်း)</span> သို့ ရောက်သောအခါ)</span> ဆိုလိုသည်မှာ မဒ်ယန်သို့ရောက်ရှိပြီး ၎င်း၏ရေကို သောက်ရန်သွားသောအခါ ဖြစ်သည်။ အကြောင်းမှာ ထိုနေရာတွင် သိုးထိန်းများက ၎င်းတို့၏သိုးများကို ရေတိုက်လေ့ရှိသော ရေတွင်းတစ်တွင်း ရှိခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ထိုနေရာတွင် ရေတိုက်နေသော အမျိုးသားအုပ်စုတစ်စုကို တွေ့ရှိခဲ့ပြီး ၎င်းတို့အပြင် တားဆီးထားသော အမျိုးသမီးနှစ်ဦးကို တွေ့ရှိခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သူတို့၏သိုးများကို ထိုသိုးထိန်းများ၏သိုးများနှင့်အတူ ရေမသောက်စေရန် တားဆီးထားခြင်း ဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့အား တစ်စုံတစ်ရာ ထိခိုက်မှုဖြစ်မည်ကို စိုးရိမ်သောကြောင့် ဖြစ်သည်။ မူဆာ (အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာနှင့် ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ) သည် ၎င်းတို့အား မြင်သောအခါ သနားကြင်နာစိတ် ဖြစ်ပေါ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ مَا خَطْبُكُمَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက “မင်းတို့ ဘာဖြစ်နေတာလဲ?\" ဟု မေးခဲ့သည်)</span> ဆိုလိုသည်မှာ 'ဒီလူတွေနဲ့အတူ မင်းတို့ရဲ့သိုးတွေကို ဘာလို့ ရေမတိုက်တာလဲ?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتَا لَا نَسْقِي حَتَّىٰ يُصْدِرَ الرِّعَاءُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “သိုးထိန်းများ မယူမချင်း ကျွန်ုပ်တို့ ရေမတိုက်နိုင်ပါ...\" ဟု ပြောခဲ့သည်)</span> ဆိုလိုသည်မှာ 'သူတို့ မပြီးမချင်း ကျွန်ုပ်တို့၏သိုးများကို ရေမတိုက်နိုင်ပါ'။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَبُونَا شَيْخٌ كَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ဖခင်သည် အလွန်အိုမင်းသောသူ ဖြစ်ပါသည်။)</span> ဆိုလိုသည်မှာ 'သင်မြင်တွေ့နေရသည့် အခြေအနေသို့ ရောက်အောင် တွန်းပို့ခဲ့သည်မှာ ဤအရာပင်ဖြစ်သည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَقَىٰ لَهُمَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် ၎င်းတို့အတွက် <span class=\"gray\">(သူတို့၏သိုးများကို)</span> ရေတိုက်ပေးခဲ့သည်၊)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَوَلَّىٰ إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် အရိပ်သို့ ပြန်လှည့်ကာ “အကျွန်ုပ်၏အရှင်! အမှန်စင်စစ် အရှင်သည် အကျွန်ုပ်အား ပေးသနားတော်မူသော မည်သည့်ကောင်းမှုမျိုးကိုမဆို အကျွန်ုပ်လိုအပ်နေပါသည်။\" ဟု ပြောခဲ့သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى الظِّلِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရိပ်သို့)</span> အိဗ်နုအဗ္ဗာစ်၊ အိဗ်နုမပ်စ်အူးဒ်နှင့် အပ်စ်စွတ်ဒီတို့က “သူသည် သစ်ပင်အောက်၌ ထိုင်နေသည်\" ဟု ပြောခဲ့သည်။ အသာအ် ဘင် အပ်စ်စအိဗ်က “မူဆာက ပြောသောအခါ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကျွန်ုပ်၏အရှင်! အမှန်စင်စစ် အရှင်သည် အကျွန်ုပ်အား ပေးသနားတော်မူသော မည်သည့်ကောင်းမှုမျိုးကိုမဆို အကျွန်ုပ်လိုအပ်နေပါသည်။\")</span> အမျိုးသမီးများက သူ့ကို ကြားခဲ့သည်။</p>"
  }
]