[
  {
    "ayah_key": "33:53",
    "group_ayah_key": "33:53",
    "from_ayah": "33:53",
    "to_ayah": "33:54",
    "ayah_keys": "33:53,33:54",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အသင်တို့အား အစားအစာအတွက် ခွင့်ပြုချက်မရရှိဘဲ တမန်တော်မြတ်၏ အိမ်များသို့ မဝင်ကြနှင့်၊ <span class=\"gray\">(ထို့နောက်)</span> ၎င်း၏ ပြင်ဆင်မှုကို <span class=\"gray\">(စောစီးစွာ)</span> စောင့်မနေကြနှင့်။ သို့သော် အသင်တို့အား ဖိတ်ခေါ်သောအခါ ဝင်ကြလော့။ အစားအစာ စားပြီးသောအခါ စကားပြောဆိုရန် ထိုင်မနေဘဲ ပြန့်ကျဲကြလော့။ ဧကန်မုချ ထိုကဲ့သို့သော <span class=\"gray\">(အပြုအမူသည်)</span> တမန်တော်မြတ်အား စိတ်အနှောင့်အယှက်ဖြစ်စေသည်၊ ထို့ပြင် ၎င်းသည် အသင်တို့အား <span class=\"gray\">(ပြန်ရန်)</span> <span class=\"gray\">(မေးမြန်းရန်)</span> ရှက်ရွံ့သည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားကို <span class=\"gray\">(ပြောပြရန်)</span> ရှက်ရွံ့တော်မမူပေ။ အသင်တို့ <span class=\"gray\">(၎င်း၏ဇနီးများ)</span> ထံမှ တစ်စုံတစ်ရာကို လိုချင်၍ မေးမြန်းသောအခါ ကန့်လန့်ကာနောက်မှ မေးမြန်းကြလော့။ ထိုသို့ပြုခြင်းသည် အသင်တို့၏ နှလုံးသားများအတွက်လည်းကောင်း၊ ၎င်းတို့၏ နှလုံးသားများအတွက်လည်းကောင်း ပို၍ သန့်စင်စေသည်။ ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အား စိတ်အနှောင့်အယှက်ပေးရန်၊ သို့မဟုတ် ၎င်း၏ ကွယ်လွန်ပြီးနောက် <span class=\"gray\">(၎င်း၏ဇနီးများ)</span> ကို ဘယ်တော့မျှ လက်ထပ်ရန် <span class=\"gray\">(မသင့်)</span> ပေ။ ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်ထံတွင် ထိုအရာသည် ကြီးမားလှသော အပြစ်ဖြစ်သည်။ <span>(၅၃)</span> အသင်တို့ တစ်စုံတစ်ရာကို ထုတ်ဖော်သည်ဖြစ်စေ၊ ဖုံးကွယ်သည်ဖြစ်စေ၊ ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အစဉ်သိရှိတော်မူသော အရှင်ဖြစ်တော်မူသည်။ <span>(၅၄)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် صلی اللہ علیہ وسلم ၏ အိမ်များသို့ ဝင်ရောက်ခြင်း၏ ယဉ်ကျေးမှုနှင့် ဟိဂျဗ်၏ အမိန့်တော်</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဟိဂျဗ်၏ အာယတ်တော်ဖြစ်ပြီး ၎င်းတွင် ဥပဒေပြုရေးဆိုင်ရာ စည်းမျဉ်းများစွာနှင့် ယဉ်ကျေးမှုဆိုင်ရာ အချက်များ ပါဝင်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူသော ဥမရ် အိဘ်နုလ် ခတ္တားဗ်၏ ထင်မြင်ချက်ကို ဗျာဒိတ်တော်က အတည်ပြုခဲ့သော ဖြစ်ရပ်များထဲမှ တစ်ခုဖြစ်သည်။ စဟီဟ် နှစ်ခုတွင် ဖော်ပြထားသည်မှာ ၎င်းက “အကျွန်ုပ်၏ အမြင်သည် ကျွန်ုပ်၏ အရှင်သခင်၏ အမြင်နှင့် အချက်သုံးချက်တွင် တိုက်ဆိုင်ခဲ့သည်။ အကျွန်ုပ်က ‘အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အသင်သည် မကာမ် အိဘ်ရာဟင်မ်ကို ဝတ်ပြုရာနေရာအဖြစ် အဘယ်ကြောင့် မထားရှိသနည်း’ ဟု ပြောခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်ချခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ <span class=\"gray\">(လူအများ)</span> သည် မကာမ် <span class=\"gray\">(နေရာ)</span> အိဘ်ရာဟင်မ်ကို ဝတ်ပြုရာနေရာအဖြစ် ထားရှိကြလော့)</span><span class=\"gray\">(၂း၁၂၅)</span> ထို့ပြင် အကျွန်ုပ်က ‘အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ဖြောင့်မတ်သူရော၊ မကောင်းမှုပြုသူပါ အသင်၏ ဇနီးများထံ ဝင်ရောက်ကြသည်၊ ထို့ကြောင့် အဘယ်ကြောင့် ၎င်းတို့အား ကန့်လန့်ကာ မခြားသနည်း’ ဟု ပြောခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဟိဂျဗ်၏ အာယတ်တော်ကို ဗျာဒိတ်ချခဲ့သည်။ ထို့ပြင် အကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ ၏ ဇနီးများအား ၎င်းတို့သည် မနာလိုစိတ်ဖြင့် ၎င်းကို ပူးပေါင်းကြံစည်သောအခါ ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက အသင်တို့ <span class=\"gray\">(အားလုံး)</span> ကို ကွာရှင်းခဲ့လျှင် ၎င်း၏ အရှင်သခင်သည် အသင်တို့အစား၊ အသင်တို့ထက် ပိုမိုကောင်းမွန်သော ဇနီးများကို ပေးသနားတော်မူပေလိမ့်မည်)</span><span class=\"gray\">(၆၆း၅)</span> ဟူ၍ ဖြစ်ပြီး ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ဗျာဒိတ်ချခဲ့ခြင်း ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်က မှတ်တမ်းတင်ထားသော အစီရင်ခံစာတစ်ခုတွင် ဗဒ်ရ် စစ်ပွဲမှ အကျဉ်းသားများကို ဖော်ပြထားပြီး ဤသည်မှာ စတုတ္ထမြောက် ကိစ္စဖြစ်သည်။ <span class=\"gray\">(၎င်းတွင် ဥမရ်၏ အမြင်သည် ၎င်း၏ အရှင်သခင်၏ အမြင်နှင့် တိုက်ဆိုင်ခဲ့သည်)</span>။ </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အနပ်စ် ဘင် မာလိက် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- “ဥမရ် ဘင် အလ်-ခတ္တားဗ်က ‘အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ဖြောင့်မတ်သူရော၊ မကောင်းမှုပြုသူပါ အသင်ထံ ဝင်ရောက်ကြသည်၊ ထို့ကြောင့် ယုံကြည်သူတို့၏ မယ်တော်များအား ဟိဂျဗ် လိုက်နာရန် အဘယ်ကြောင့် မညွှန်ကြားသနည်း’ ဟု ပြောခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဟိဂျဗ်၏ အာယတ်တော်ကို ဗျာဒိတ်ချခဲ့သည်။” </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အနပ်စ် ဘင် မာလိက်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဇိုင်းနပ် ဘင်သ် ဂျဟ်ရှ်ကို လက်ထပ်သောအခါ လူများကို အစားအစာစားရန် ဖိတ်ခေါ်ခဲ့သည်။ ထို့နောက် ၎င်းတို့သည် ထိုင်၍ စကားပြောဆိုနေကြသည်။ ၎င်းက ထလိုသောအခါ ၎င်းတို့သည် မထကြပေ။ ၎င်းက ထိုသို့မြင်သောအခါ မည်သို့ပင်ဖြစ်စေ ၎င်းသည် ထရပ်လိုက်သည်၊ အချို့သူများလည်း ထရပ်ကြသည်၊ သို့သော် သုံးဦးမှာမူ ဆက်ထိုင်နေခဲ့ကြသည်။ တမန်တော်မြတ် ﷺ သည် ဝင်လိုခဲ့သည်၊ သို့သော် ထိုလူများသည် ထိုင်နေကြသည်၊ ထို့နောက် ၎င်းတို့သည် ထရပ်ပြီး ထွက်ခွာသွားကြသည်။ အကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ ထံ လာရောက်ပြီး ၎င်းတို့ ထွက်ခွာသွားပြီဖြစ်ကြောင်း ပြောကြားခဲ့သည်၊ ထို့နောက် ၎င်းသည် လာ၍ ဝင်ရောက်ခဲ့သည်။ အကျွန်ုပ်သည် ၎င်းနောက်သို့ လိုက်လိုခဲ့သည်၊ သို့သော် ၎င်းသည် အကျွန်ုပ်နှင့် ၎င်းကြားတွင် ကန့်လန့်ကာ ချခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်ချခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَٰكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အသင်တို့အား အစားအစာအတွက် ခွင့်ပြုချက်မရရှိဘဲ တမန်တော်မြတ်၏ အိမ်များသို့ မဝင်ကြနှင့်၊ <span class=\"gray\">(ထို့နောက်)</span> ၎င်း၏ ပြင်ဆင်မှုကို <span class=\"gray\">(စောစီးစွာ)</span> စောင့်မနေကြနှင့်။ သို့သော် အသင်တို့အား ဖိတ်ခေါ်သောအခါ ဝင်ကြလော့။ အစားအစာ စားပြီးသောအခါ ပြန့်ကျဲကြလော့...)</span>\" အလ်-ဘူခါရီက ဤအရာကို အခြားနေရာများတွင်လည်း မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းကို မွတ်စလင်မ်နှင့် အန်-နာစာအီတို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ်-ဘူခါရီက အနပ်စ် ဘင် မာလိက် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- “တမန်တော်မြတ် ﷺ သည် ဇိုင်းနပ် ဘင်သ် ဂျဟ်ရှ်ကို <span class=\"gray\">(မင်္ဂလာပွဲကျွေးမွေးရန်)</span> အသားနှင့် ပေါင်မုန့်ဖြင့် လက်ထပ်ခဲ့သည်။ အကျွန်ုပ်သည် လူများကို ပွဲသို့ ဖိတ်ခေါ်ရန် တစ်ဦးကို စေလွှတ်ခဲ့သည်၊ အချို့လူများ လာရောက်၍ စားသောက်ပြီးနောက် ထွက်ခွာသွားကြသည်။ ထို့နောက် အခြားအဖွဲ့တစ်ဖွဲ့ လာရောက်၍ စားသောက်ပြီး ထွက်ခွာသွားကြသည်။ အကျွန်ုပ်သည် ဖိတ်ခေါ်စရာ တစ်ဦးတစ်ယောက်မှ မရှိတော့သည်အထိ လူများကို ဖိတ်ခေါ်ခဲ့သည်။ အကျွန်ုပ်က ‘အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ဖိတ်ခေါ်စရာ တစ်ဦးတစ်ယောက်မှ ရှာမတွေ့တော့ပါ’ ဟု ပြောခဲ့သည်။ ၎င်း ﷺ က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْفَعُوا طَعَامَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစားအစာများကို ဖယ်ရှားကြလော့။)</span> အိမ်ထဲတွင် စကားပြောဆိုနေကြသူ သုံးဦး ကျန်ရှိနေခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေသော အာအိရှာ၏ အခန်းသို့ ရောက်ရှိသည်အထိ ထွက်သွားခဲ့သည်၊ ထို့နောက် ၎င်း ﷺ က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّلَامُ عَلَيْكُمْ أَهْلَ الْبَيْتِ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ အိမ်သူအိမ်သားများအပေါ် ငြိမ်းချမ်းသာယာခြင်း၊ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်နှင့် ကောင်းချီးမင်္ဂလာများ ရှိပါစေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းက ပြောသည်- ‘အသင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် ရှိပါစေ။ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အသင်၏ <span class=\"gray\">(ဇနီးအသစ်)</span> ကို မည်သို့ တွေ့မြင်ခဲ့ရသနည်း။ အလ္လာဟ်အရှင်မြတ် အသင်အား ကောင်းချီးပေးပါစေ။’ ၎င်းသည် ၎င်း၏ ဇနီးအားလုံး၏ အခန်းများသို့ လှည့်လည်သွားပြီး အာအိရှာနှင့် စကားပြောခဲ့သကဲ့သို့ ၎င်းတို့နှင့် စကားပြောခဲ့သည်၊ ၎င်းတို့ကလည်း အာအိရှာ ပြောခဲ့သကဲ့သို့ ပြောခဲ့ကြသည်။ ထို့နောက် တမန်တော်မြတ် ﷺ ပြန်လာခဲ့သည်၊ ထိုသုံးဦးမှာ အိမ်ထဲတွင် ဆက်လက် စကားပြောဆိုနေဆဲ ဖြစ်သည်။ တမန်တော်မြတ် ﷺ သည် အလွန်အမင်း ရှက်ရွံ့တတ်သူဖြစ်ရာ ၎င်းသည် ထွက်သွားပြီး အာအိရှာ၏ အခန်းဘက်သို့ ဦးတည်သွားခဲ့သည်။ လူများ ထွက်ခွာသွားသောအခါ အကျွန်ုပ်က ပြောခဲ့သည်လား သို့မဟုတ် အခြားတစ်ဦးက ပြောခဲ့သည်လား အကျွန်ုပ်မသိ၊ ထို့ကြောင့် ၎င်းသည် ပြန်လာခဲ့သည်၊ ၎င်းသည် ခြေတစ်ဖက်ကို တံခါးခုံပေါ်၌၊ အခြားခြေတစ်ဖက်ကို အပြင်ဘက်၌ ထားကာ ရပ်နေစဉ် အကျွန်ုပ်နှင့် ၎င်းကြားတွင် ကန့်လန့်ကာကို ချခဲ့သည်၊ ထို့နောက် ဟိဂျဗ်၏ အာယတ်တော်ကို ဗျာဒိတ်ချခဲ့သည်။” ဤအရာကို စာအုပ်ခြောက်အုပ်၏ ရေးသားသူများအနက် အန်-နာစာအီမှလွဲ၍ အလ်-ဘူခါရီကသာ အလ်-ယောင်မ် ဝလ်-လိုင်လာတွင် မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်မြတ်၏ အိမ်များသို့ မဝင်ကြနှင့်၊)</span> ယုံကြည်သူတို့အား အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အိမ်များသို့ ခွင့်ပြုချက်မရရှိဘဲ ဝင်ရောက်ခြင်းကို တားမြစ်ခဲ့သည်။ ၎င်းတို့သည် ဂျာဟီလီယာခေတ်နှင့် အစ္စလာမ် စတင်ချိန်တွင် ပြုလုပ်ခဲ့သကဲ့သို့ပင် ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ဤအွမ္မသ်အပေါ် ၎င်း၏ မနာလိုမှုကို ပြသပြီး ၎င်းတို့အား ခွင့်ပြုချက်တောင်းခံရန် အမိန့်ပေးသည်အထိ ဖြစ်သည်။ ဤသည်မှာ ဤအွမ္မသ်အား ၎င်းဂုဏ်ပြုခြင်း၏ လက္ခဏာတစ်ခုဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးများထံ ဝင်ရောက်ခြင်းကို သတိပြုကြလော့...)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းပြောကြားသောအခါ ချွင်းချက်ပြုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့အား အစားအစာအတွက် ခွင့်ပြုချက်မရရှိဘဲ၊ <span class=\"gray\">(ထို့နောက်)</span> ၎င်း၏ ပြင်ဆင်မှုကို <span class=\"gray\">(စောစီးစွာ)</span> စောင့်မနေကြနှင့်။)</span> မူဂျာဟိဒ်၊ ကတာဒါနှင့် အခြားသူများက “ဤသည်မှာ အစားအစာ ပြင်ဆင်ပြီးစီးရန် မစောင့်ဘဲ” ဟု အဓိပ္ပာယ်ရကြောင်း ပြောခဲ့ကြသည်။ တစ်နည်းအားဖြင့်ဆိုရသော် အစားအစာ ချက်ပြုတ်နေသည်ကို ၎င်းအဆင်သင့်ဖြစ်ပြီလား ကြည့်ရန် မစောင့်ကြည့်ကြနှင့်၊ ထို့နောက် လာ၍ အိမ်ထဲသို့ မဝင်ကြနှင့်၊ အကြောင်းမှာ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မနှစ်သက်ပြီး ရှုတ်ချသော အရာများထဲမှ တစ်ခုဖြစ်သည်။ ဤသည်မှာ အစားအစာ ပြင်ဆင်နေသည်ကို စောင့်ကြည့်ခြင်းကို တားမြစ်ထားကြောင်း ဖော်ပြသည်၊ ၎င်းကို အာရပ်များက တတ်ဖီလ် <span class=\"gray\">(ဖိတ်ကြားမခံရသော ဧည့်သည်ဖြစ်ခြင်း)</span> ဟု ခေါ်ဆိုကြသည်။ အလ်-ခသီဗ် အလ်-ဘဂ်ဒါဒီသည် အစားအစာ ပြင်ဆင်နေသည်ကို စောင့်ကြည့်သူများကို ရှုတ်ချသည့် စာအုပ်တစ်အုပ် ရေးသားခဲ့ပြီး ဤအကြောင်းအရာနှင့် ပတ်သက်၍ ကျွန်ုပ်တို့ ဤနေရာတွင် ကိုးကားနိုင်သည်ထက် ပိုမိုများပြားစွာ ဖော်ပြခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အသင်တို့အား ဖိတ်ခေါ်သောအခါ ဝင်ကြလော့။ အစားအစာ စားပြီးသောအခါ ပြန့်ကျဲကြလော့)</span> စဟီဟ် မွတ်စလင်မ်တွင် အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေသော အိဘ်နု ဥမရ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَعَا أَحَدُكُمْ أَخَاهُ فَلْيُجِبْ عُرْسًا كَانَ أَوْ غَيْرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ထဲမှ တစ်ဦးတစ်ယောက်က ၎င်း၏ ညီအစ်ကိုကို ဖိတ်ခေါ်သောအခါ ၎င်းသည် တုံ့ပြန်ပါစေ၊ ၎င်းသည် မင်္ဂလာပွဲအတွက် ဖြစ်စေ၊ အခြားမည်သည့် အကြောင်းကြောင့်ဖြစ်စေ။)</span>\" အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကားပြောဆိုရန် ထိုင်မနေဘဲ။)</span> ဆိုလိုသည်မှာ နောက်တွင် ကျန်နေခဲ့ပြီး စကားပြောဆိုခဲ့ကြသော ထိုသုံးဦး ပြုလုပ်ခဲ့သကဲ့သို့ ဖြစ်သည်၊ ထို့ပြင် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မေ့လျော့သွားသည်အထိ ဖြစ်ရာ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား စိတ်အနှောင့်အယှက်ဖြစ်စေခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် ပြောကြားခဲ့သကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ ထိုကဲ့သို့သော <span class=\"gray\">(အပြုအမူသည်)</span> တမန်တော်မြတ်အား စိတ်အနှောင့်အယှက်ဖြစ်စေသည်၊ ထို့ပြင် ၎င်းသည် အသင်တို့အား <span class=\"gray\">(ပြန်ရန်)</span> <span class=\"gray\">(မေးမြန်းရန်)</span> ရှက်ရွံ့သည်၊)</span> ဆိုလိုသည်မှာ အသင်တို့သည် ၎င်း၏ အိမ်များသို့ ခွင့်ပြုချက်မရရှိဘဲ ဝင်ရောက်ခြင်းသည် ၎င်းအား စိတ်အနှောင့်အယှက်နှင့် ဒုက္ခဖြစ်စေသည်၊ သို့သော် ၎င်းသည် အလွန်အမင်း ရှက်ရွံ့သောကြောင့် ၎င်းတို့အား ထိုသို့မပြုရန် တားမြစ်လိုခြင်းမရှိခဲ့’ ဟု ဆိုခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က ဤအရာကို တားမြစ်ထားကြောင်း ဗျာဒိတ်မချမီအထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားကို <span class=\"gray\">(ပြောပြရန်)</span> ရှက်ရွံ့တော်မမူပေ။)</span> ဆိုလိုသည်မှာ ‘ဤသည်မှာ ၎င်းသည် အသင်တို့အား ထိုသို့မပြုရန် တားမြစ်ပြီး တားဆီးနေခြင်း ဖြစ်သည်။’ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ <span class=\"gray\">(၎င်း၏ဇနီးများ)</span> ထံမှ တစ်စုံတစ်ရာကို လိုချင်၍ မေးမြန်းသောအခါ ကန့်လန့်ကာနောက်မှ မေးမြန်းကြလော့။)</span> ဆိုလိုသည်မှာ ‘အသင်တို့သည် ၎င်းတို့ထံ ဝင်ရောက်ခြင်းကို တားမြစ်ထားသကဲ့သို့ပင် ၎င်းတို့ကို လုံးဝကြည့်ရှုခြင်းကိုလည်း တားမြစ်ထားသည်။ အသင်တို့ထဲမှ တစ်ဦးတစ်ယောက်သည် ၎င်းတို့ထံမှ တစ်စုံတစ်ရာ ယူရန်လိုအပ်ပါက ၎င်းတို့ကို မကြည့်ရှုသင့်ပါ၊ သို့သော် ၎င်းလိုအပ်သော အရာကို ကန့်လန့်ကာနောက်မှ မေးမြန်းသင့်သည်။’</p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော် صلی اللہ علیہ وسلم အား စိတ်အနှောင့်အယှက်ပေးခြင်းကို တားမြစ်ခြင်းနှင့် ၎င်း၏ ဇနီးများသည် မွတ်စလင်မ်တို့အတွက် တရားမဝင်ကြောင်း ဖော်ပြချက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အား စိတ်အနှောင့်အယှက်ပေးရန်၊ သို့မဟုတ် ၎င်း၏ ကွယ်လွန်ပြီးနောက် <span class=\"gray\">(၎င်း၏ဇနီးများ)</span> ကို ဘယ်တော့မျှ လက်ထပ်ရန် <span class=\"gray\">(မသင့်)</span> ပေ။ ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်ထံတွင် ထိုအရာသည် ကြီးမားလှသော အပြစ်ဖြစ်သည်။)</span> အိဘ်နု အဘီ ဟာတိမ်က အိဘ်နု အဗ္ဗားစ်က အာယတ်တော်နှင့် ပတ်သက်၍ ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အား စိတ်အနှောင့်အယှက်ပေးရန် <span class=\"gray\">(မသင့်)</span> ပေ၊)</span> “ဤသည်မှာ တမန်တော်မြတ် ﷺ ကွယ်လွန်ပြီးနောက် ၎င်း၏ ဇနီးတစ်ပါးကို လက်ထပ်လိုခဲ့သော အမျိုးသားတစ်ဦးနှင့် ပတ်သက်၍ ဗျာဒိတ်ချခဲ့ခြင်း ဖြစ်သည်။ လူတစ်ဦးက ဆွဖ်ယန်အား ‘၎င်းသည် အာအိရှာလား’ ဟု ပြောခဲ့သည်။ ၎င်းက ‘ထိုသို့ ပြောခဲ့ကြသည်’ ဟု ဆိုသည်။” </p><p lang=\"my\" class=\"my \">ဤအရာကို မူကာသီလ် ဘင် ဟိုင်ယန်နှင့် အဗ်ဒုရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ်တို့ကလည်း ဖော်ပြခဲ့သည်။ ၎င်းသည် အပ်စ်-ဆူဒီထံမှ ၎င်း၏ အဆက်အစပ်နှင့်အတူ အစီရင်ခံခဲ့သည်မှာ ဤသို့ပြုလိုသူမှာ သွလ်ဟဟ် ဘင် ဥဘိုင်ဒွလ္လာဟ် ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ဤအာယတ်တော်က ထိုအရာကို တားမြစ်ကြောင်း ဗျာဒိတ်ချသည်အထိ ဖြစ်သည်။ ထို့ကြောင့် ပညာရှင်များသည် မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကွယ်လွန်ချိန်၌ ၎င်းလက်ထပ်ထားခဲ့သော အမျိုးသမီးများအနက် တစ်ဦးတစ်ယောက်ကို လက်ထပ်ခြင်းသည် တားမြစ်ထားကြောင်း ဖော်ပြရာတွင် သဘောတူခဲ့ကြသည်၊ အကြောင်းမှာ ၎င်းတို့သည် ဤလောကနှင့် နောင်တမလွန်ဘဝ၌ ၎င်း၏ ဇနီးများဖြစ်သည်၊ ထို့ပြင် ၎င်းတို့သည် ယခင်က ဖော်ပြခဲ့သည့်အတိုင်း ယုံကြည်သူတို့၏ မယ်တော်များ ဖြစ်ကြသည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာကို အလွန်အမင်း ပြင်းထန်သော ကိစ္စတစ်ခုအဖြစ် သတ်မှတ်ခဲ့ပြီး ၎င်းကို ဆန့်ကျင်၍ အပြင်းထန်ဆုံး သတိပေးချက်များကို ထုတ်ပြန်ခဲ့သည်၊ ၎င်းပြောကြားခဲ့သည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်ထံတွင် ထိုအရာသည် ကြီးမားလှသော အပြစ်ဖြစ်သည်။)</span> ထို့နောက် ၎င်းက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ တစ်စုံတစ်ရာကို ထုတ်ဖော်သည်ဖြစ်စေ၊ ဖုံးကွယ်သည်ဖြစ်စေ၊ ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အစဉ်သိရှိတော်မူသော အရှင်ဖြစ်တော်မူသည်။)</span> ဆိုလိုသည်မှာ ‘အသင်တို့သည် အသင်တို့၏ စိတ်နှလုံးထဲ၌ မည်သည့်အရာကို ဖုံးကွယ်သည်ဖြစ်စေ၊ ၎င်းထံမှ လုံးဝမဖုံးကွယ်နိုင်ပေ။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မျက်လုံးများ၏ လှည့်ဖြားမှုနှင့် ရင်တွင်း၌ ဖုံးကွယ်ထားသမျှကို သိရှိတော်မူသည်။)</span><span class=\"gray\">(၄၀း၁၉)</span>။</p>"
  }
]