[
  {
    "ayah_key": "13:8",
    "group_ayah_key": "13:8",
    "from_ayah": "13:8",
    "to_ayah": "13:9",
    "ayah_keys": "13:8,13:9",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် အမျိုးသမီးတိုင်း မည်သည်ကို ကိုယ်ဝန်ဆောင်သည်ကိုလည်းကောင်း၊ သားအိမ်များ မည်မျှ လျော့နည်း <span class=\"gray\">(၎င်းတို့၏ အချိန် သို့မဟုတ် အရေအတွက်)</span> သို့မဟုတ် တိုးမြှင့်သည်ကိုလည်းကောင်း သိတော်မူ၏။ အရှင်မြတ်အထံတော်၌ အရာရာတိုင်းသည် <span class=\"gray\">(သင့်တော်သော)</span> အချိုးအစားအတိုင်းသာ ဖြစ်သည် <span>(၈)</span> မမြင်နိုင်သောအရာနှင့် မြင်နိုင်သောအရာတို့ကို အလုံးစုံသိတော်မူသောအရှင်၊ အကြီးမြတ်ဆုံးသော၊ အမြင့်မြတ်ဆုံးသော အရှင် <span>(၉)</span></p><div lang=\"cy\" class=\"cy \"><h2>Allah is All-Knower of Al-Ghayb <span class=\"gray\">(Unseen)</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ပြည့်စုံသော ဉာဏ်တော်ကို အတည်ပြုတော်မူ၏။ ထိုဉာဏ်တော်မှ မည်သည့်အရာမျှ ဖုံးကွယ်၍ မထားနိုင်ပေ။ ထို့ပြင် အရှင်မြတ်သည် အမျိုးသမီးသတ္တဝါတိုင်း သယ်ဆောင်ထားသည်များကို ပြည့်စုံစွာ သိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مَا فِي الْأَرْحَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်မြတ်သည် သားအိမ်များအတွင်း၌ ရှိသည်များကို သိတော်မူ၏။)</span><span class=\"gray\">[၃၁:၃၄]</span>၊ ယောက်ျား သို့မဟုတ် မိန်းမ၊ လှပသည် သို့မဟုတ် ရုပ်ဆိုးသည်၊ ဆင်းရဲသည် သို့မဟုတ် ချမ်းသာသည်၊ အသက်ရှည်သည် သို့မဟုတ် တိုတောင်းသည် ဖြစ်စေ။ အလ္လာဟ်အရှင်မြတ်သည် အခြား အာယတ်တော်များ၌ မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ الْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်တို့အား မြေကြီးမှ ဖန်ဆင်းတော်မူသောအခါနှင့် သင်တို့ သန္ဓေသားများ ဖြစ်နေစဉ်ကပင် သင်တို့အား ကောင်းစွာသိတော်မူ၏။)</span><span class=\"gray\">[၅၃:၃၂]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِّن بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်တို့အား သင်တို့၏ မိခင်များ၏ သားအိမ်များ၌ ဖန်ဆင်းတော်မူ၏။ ဖန်ဆင်းပြီး ဖန်ဆင်း၊ မှောင်မိုက်သောအလွှာ သုံးခု၌။)</span><span class=\"gray\">[၃၉:၆]</span> ဆိုလိုသည်မှာ အဆင့်ဆင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن سُلَالَةٍ مِّن طِينٍ - ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ - ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ ۚ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အမှန်စင်စစ် ငါတို့သည် လူသားကို ရွှံ့စေး၏ အနှစ်သာရမှ ဖန်ဆင်းခဲ့၏။ ထို့နောက် ငါတို့သည် သူ့အား ခိုင်မြဲသော နေရာ၌ နုသ်ဖာအဖြစ် ပြုလုပ်ခဲ့၏။ ထို့နောက် ငါတို့သည် နုသ်ဖာကို သွေးခဲအဖြစ် ပြုလုပ်ခဲ့၏။ ထို့နောက် ငါတို့သည် သွေးခဲကို အသားတုံးငယ်အဖြစ် ပြုလုပ်ခဲ့၏။ ထို့နောက် ငါတို့သည် ထိုအသားတုံးငယ်မှ အရိုးများကို ဖန်ဆင်းခဲ့၏။ ထို့နောက် ငါတို့သည် အရိုးများကို အသားဖြင့် ဖုံးအုပ်ခဲ့၏။ ထို့နောက် ငါတို့သည် သူ့အား အခြားဖန်ဆင်းခြင်းတစ်ခုအဖြစ် ထွက်ပေါ်စေခဲ့၏။ သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်သည် မင်္ဂလာအပေါင်းနှင့် ပြည့်စုံတော်မူသောအရှင်၊ ဖန်ဆင်းရှင်များထဲတွင် အကောင်းဆုံး ဖြစ်တော်မူ၏။)</span><span class=\"gray\">[၂၃:၁၂-၁၄]</span></p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ အဗ္ဗဒုလ္လာဟ် ဘင် မတ်စ်အူးဒ်က အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်ဟု ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ خَلْقَ أَحَدِكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللهُ إِلَيْهِ مَلَكًا فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ، بِكَتْبِ رِزْقِهِ، وَعُمْرِهِ، وَعَمَلِهِ، وَشَقِيٌّ أَوْ سَعِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် တစ်ဦးဦးကို ဖန်ဆင်းခြင်းကိစ္စသည် မိခင်၏သားအိမ်၌ ရက်ပေါင်း လေးဆယ်ကြာ စုစည်းထားသည်။ ထို့နောက် ထိုနည်းတူစွာ သွေးခဲ ဖြစ်လာသည်။ ထို့နောက် ထိုနည်းတူစွာ အသားစတစ်ပိုင်း ဖြစ်လာသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်တစ်ပါးကို စေလွှတ်၍ အရာလေးခုကို ရေးသားရန် အမိန့်ပေးသည်။ သူ၏ စားဝတ်နေရေး၊ သူ၏ အသက်အပိုင်းအခြား၊ သူ၏ လုပ်ဆောင်ချက်များ၊ ထို့ပြင် သူသည် မင်္ဂလာရှိသူ သို့မဟုတ် ဆင်းရဲဒုက္ခရောက်သူ ဖြစ်မည်လားဟူ၍ ရေးသားရန် အမိန့်ပေးသည်။)</span> အခြား ဟဒီးဆ်တော်တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُ الْمَلَكُ: أَيْ رَبِّ أَذَكَرٌ أَمْ أُنْثَى؟ أَيْ رَبِّ أَشَقِيٌّ أَمْ سَعِيدٌ؟ فَمَا الرِّزْقٌ؟ فَمَا الْأَجَلُ؟ فَيَقُولُ اللهُ: وَيَكْتُبُ الْمَلَكُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကောင်းကင်တမန်က မေးမြန်းသည်မှာ၊ \"အို ကျွန်ုပ်၏ အရှင်သခင်! ၎င်းသည် ယောက်ျားလား မိန်းမလား၊ ဆင်းရဲဒုက္ခရောက်သူလား ပျော်ရွှင်သူလား၊ ၎င်း၏ စားဝတ်နေရေးနှင့် အသက်အပိုင်းအခြားသည် အဘယ်နည်း။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အမိန့်ချမှတ်တော်မူပြီး ကောင်းကင်တမန်က မှတ်တမ်းတင်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သားအိမ်များ မည်မျှ လျော့နည်း သို့မဟုတ် တိုးမြှင့်သည်ကိုလည်းကောင်း။)</span> အလ်-ဘူခါရီသည် အဗ္ဗဒုလ္လာဟ် ဘင် အိုမာက အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَفَاتِيحُ الْغَيْبِ خَمْسٌ، لَا يَعْلَمُهُنَّ إِلَّا اللهُ: لَا يَعْلَمُ مَا فِي غَدٍ إِلَّا اللهُ، وَلَا يَعْلَمُ مَا تَغِيضُ الْأَرْحَامُ إِلَّا اللهُ، وَلَا يَعْلَمُ مَتَى يَأْتِي الْمَطَرُ أَحَدٌ إِلَّا اللهُ، وَلَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ، وَلَا يَعْلَمُ مَتَى تَقُومُ السَّاعَةُ إِلَّا اللهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂိုင်ဗ်၏သော့များ <span class=\"gray\">(မမြင်နိုင်သောအသိပညာ)</span> သည် ငါးခုရှိသည်။ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မသိပေ။ မနက်ဖြန် ဘာဖြစ်မည်ကို အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မသိပေ။ သားအိမ်ထဲတွင် ဘာရှိသည်ကို အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မသိပေ။ မည်သည့်အချိန်တွင် မိုးရွာမည်ကို အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မသိပေ။ မည်သည့်နေရာ၌ သေဆုံးမည်ကို မည်သည့်ဝိညာဉ်မျှ မသိပေ။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မသိပေ။ ထို့ပြင် <span class=\"gray\">(နောက်ဆုံး)</span> နာရီသည် မည်သည့်အချိန်တွင် စတင်မည်ကို အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မသိပေ။)</span> အလ်-အောင်ဖီက အိဗ်နု အဗ္ဗားစ်ထံမှ ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَغِيضُ الْأَرْحَامُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သားအိမ်များ မည်မျှ လျော့နည်းသည်)</span> ဆိုသည်မှာ ကိုယ်ဝန်ပျက်ကျခြင်းကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَزْدَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် တိုးမြှင့်သည်)</span> ဆိုသည်မှာ သူမ၏ သန္ဓေသားကို သားအိမ်၌ ပြည့်စုံသော ကာလအထိ သယ်ဆောင်ခြင်းကို ရည်ညွှန်းသည်။ အမျိုးသမီးအချို့သည် ၎င်းတို့၏ သန္ဓေသားကို ဆယ်လကြာ သယ်ဆောင်ကြပြီး၊ အချို့မှာ ကိုးလကြာ သယ်ဆောင်ကြသည်။ အချို့သော ကာလများသည် အခြားသူများထက် ပိုရှည်သည် သို့မဟုတ် ပိုတိုသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ဖော်ပြတော်မူသော လျော့နည်းခြင်း သို့မဟုတ် တိုးမြှင့်ခြင်းဖြစ်ပြီး၊ ဤအရာအားလုံးသည် အရှင်မြတ်၏ ဉာဏ်တော်ဖြင့် ဖြစ်ပေါ်လာခြင်းဖြစ်သည်။\" ကတာဒါက အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပြုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်အထံတော်၌ အရာရာတိုင်းသည် အချိုးအစားအတိုင်းသာ ဖြစ်သည်။)</span> \"သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ဖန်ဆင်းခြင်းများ၏ စားဝတ်နေရေးနှင့် သက်တမ်းမှတ်တမ်းများကို ပိုင်ဆိုင်ထားပြီး အရာရာတိုင်းအတွက် သတ်မှတ်ထားသော ကာလတစ်ခုကို ပြုလုပ်ထားသည်။\" စစ်မှန်သော ဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ တမန်တော်မြတ်၏ သမီးတော်တစ်ပါးက သူမ၏ ကလေးငယ် သေဆုံးလုနီးပါးဖြစ်နေ၍ အရှင်မြတ်အား ကြွရောက်ရန် တောင်းဆိုကာ <span class=\"gray\">(တမန်တစ်ဦးကို)</span> စေလွှတ်ခဲ့သည်။ သို့သော် တမန်တော်မြတ် ﷺ က တမန်ကို ပြန်လွှတ်ပြီး သူမအား ပြောကြားရန် မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ للهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمًّى، فَمُرُوهَا فَلْتَصْبِرْ وَلْتَحْتَسِب</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ယူသမျှသည် အရှင်မြတ်အတွက်ဖြစ်ပြီး၊ အရှင်မြတ်ပေးသမျှသည်လည်း အရှင်မြတ်အတွက်ဖြစ်သည်၊ ထို့ပြင် အရှင်မြတ်အထံတော်၌ အရာရာတိုင်းတွင် <span class=\"gray\">(ဤလောက၌)</span> သတ်မှတ်ထားသော ကန့်သတ်ချက်ရှိသည့် အချိန်ကာလရှိသည်၊ ထို့ကြောင့် သူမသည် သည်းခံ၍ အလ္လာဟ်အရှင်မြတ်၏ အကျိုးကို မျှော်လင့်သင့်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ وَالشَّهَادَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂိုင်ဗ် <span class=\"gray\">(မမြင်နိုင်သောအရာ)</span> နှင့် ရှဟာဒါ <span class=\"gray\">(မြင်တွေ့နိုင်သောအရာ)</span> တို့ကို အလုံးစုံသိတော်မူသောအရှင်၊)</span> အစေခံများ မြင်သမျှနှင့် မမြင်နိုင်သမျှ အရာအားလုံးကို သိတော်မူပြီး၊ အရှင်မြတ်၏ ဉာဏ်တော်မှ မည်သည့်အရာမျှ ထွက်ပြေးလွတ်မြောက်ခြင်း မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكَبِيرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြီးမြတ်ဆုံးသော အရှင်)</span>၊ အရာရာတိုင်းထက် ကြီးမြတ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُتَعَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမြင့်မြတ်ဆုံးသော အရှင်။)</span> အရာရာတိုင်းထက် အထက်၌ ရှိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်)</span> အရာခပ်သိမ်းကို <span class=\"gray\">(အရှင်မြတ်၏)</span> ဉာဏ်တော်ဖြင့် ဝန်းရံထားတော်မူ၏။)</span><span class=\"gray\">[၆၅:၁၂]</span>၊ ထို့ပြင် အရာခပ်သိမ်းအပေါ် ပြည့်စုံသော တန်ခိုးတော် ရှိတော်မူ၏။ လည်ပင်းများသည် အရှင်မြတ်၏ ထိန်းချုပ်မှုအောက်၌ ရှိပြီး၊ အစေခံများသည် အလိုအလျောက်ဖြစ်စေ၊ မလိုလားဘဲဖြစ်စေ အရှင်မြတ်အား နာခံကြသည်။</p>"
  },
  {
    "ayah_key": "14:1",
    "group_ayah_key": "14:1",
    "from_ayah": "14:1",
    "to_ayah": "14:3",
    "ayah_keys": "14:1,14:2,14:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် သနားကြင်နာတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ - اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَوَيْلٌ لِّلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ - الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُولَٰئِكَ فِي ضَلَالٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလိဖ်-လာမ်-ရာ။ <span class=\"gray\">(ဤသည်ကား)</span> အသင်သည် လူသားများကို ၎င်းတို့၏ အရှင်သခင်၏ ခွင့်ပြုချက်ဖြင့် အမှောင်များမှ အလင်းသို့၊ အနန္တတန်ခိုးရှင်၊ အချီးမွမ်းခံရသောအရှင်၏ လမ်းစဉ်သို့ ပို့ဆောင်ရန်အလို့ငှာ ငါတို့သည် အသင်ထံသို့ ထုတ်ပြန်ပို့သခဲ့သော ကျမ်းတစ်စောင်ဖြစ်သည်။)</span><span class=\"gray\">(၂။ အလ္လာဟ်အရှင်မြတ်သည်ကား မိုးကောင်းကင်များတွင်ရှိသည်နှင့် မြေကြီးပေါ်တွင်ရှိသည်များအားလုံး ပိုင်ဆိုင်တော်မူသောအရှင်ဖြစ်သည်။ ထို့ပြင် မယုံကြည်သူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်မှ ဘေးဆိုးကျရောက်ပေမည်။)</span><span class=\"gray\">(၃။ ထိုသူတို့သည် ဤလောကီဘဝကို နောင်တမလွန်ဘဝထက် ပိုမိုနှစ်သက်ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်မှ <span class=\"gray\">(လူသားများကို)</span> တားမြစ်ကြကာ ထိုလမ်းစဉ်တွင် ကောက်ကျစ်မှုကို ရှာဖွေကြသည်။ ထိုသူတို့သည် အဝေးကြီး လမ်းမှားရောက်နေကြသည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကျမ်းတော်မြတ်ကို ဖော်ပြခြင်းနှင့် ၎င်းကို ဆန့်ကျင်သူများအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">ယခင်က ကျွန်ုပ်တို့သည် အချို့သော ဆူရာများ၏ အစတွင် ပေါ်လာသော သီးခြားအက္ခရာများ၏ အဓိပ္ပာယ်ကို ဆွေးနွေးခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ဤသည်ကား) ငါတို့သည် အသင်ထံသို့ ထုတ်ပြန်ပို့သခဲ့သော ကျမ်းတစ်စောင်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ 'ဤသည်ကား ငါတို့သည် အသင် မိုဟမ္မဒ်ထံသို့ ထုတ်ပြန်ပို့သခဲ့သော ကျမ်းတစ်စောင်ဖြစ်သည်။ ဤ 'ကျမ်း' သည်ကား ဂုဏ်အရှိဆုံး ကုရ်အာန်ကျမ်းတော်မြတ်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်မှ ကမ္ဘာမြေရှိ လူသားအားလုံး၊ အာရပ်နှင့် အာရပ်မဟုတ်သူများသို့ စေလွှတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်၏ အဂ္ဂသာအရှိဆုံး တမန်တော်ထံသို့ ချပေးတော်မူခဲ့သော ဂုဏ်အရှိဆုံးကျမ်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် လူသားများကို အမှောင်များမှ အလင်းသို့ ပို့ဆောင်ရန်အလို့ငှာ)</span> အို မိုဟမ္မဒ်၊ ငါတို့သည် အသင့်အား ဤကျမ်းနှင့်အတူ စေလွှတ်ခဲ့သည်မှာ အသင်သည် လူသားများကို လမ်းမှားခြင်းနှင့် ကောက်ကျစ်ခြင်းမှ ကယ်ဆယ်၍ လမ်းမှန်နှင့် တည့်မတ်သောလမ်းသို့ ပို့ဆောင်ရန်အလို့ငှာ ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ ۖ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်ကား ယုံကြည်သူတို့၏ ဝလီ <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်သူ သို့မဟုတ် အုပ်ထိန်းသူ)</span> ဖြစ်တော်မူ၏။ အရှင်မြတ်သည် ၎င်းတို့အား အမှောင်များမှ အလင်းသို့ ထုတ်ယူတော်မူ၏။ သို့ရာတွင် မယုံကြည်သူတို့အတွက်မူ ၎င်းတို့၏ အော်လ်လီယာ <span class=\"gray\">(ထောက်ခံသူများနှင့် ကူညီသူများ)</span> သည် တာဂွတ် <span class=\"gray\">(မှားယွင်းသော ကိုးကွယ်ရာများ)</span> ဖြစ်ပြီး၊ ၎င်းတို့သည် ၎င်းတို့အား အလင်းမှ အမှောင်များသို့ ထုတ်ယူကြသည်။)</span><span class=\"gray\">[၂:၂၅၇]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُنَزِّلُ عَلَىٰ عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِّيُخْرِجَكُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အရှင်မြတ်သည်သာလျှင် မိမိ၏ ကျွန်တော်မျိုးထံသို့ ထင်ရှားသော ဗျာဒိတ်တော်များကို ချပေးတော်မူပြီး၊ အရှင်မြတ်သည် သင်တို့အား အမှောင်များမှ အလင်းသို့ ထုတ်ယူတော်မူမည်။)</span><span class=\"gray\">[၅၇:၉]</span> အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်တော်မူသည်ကား၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِإِذْنِ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရှင်သခင်၏ ခွင့်ပြုချက်ဖြင့်)</span>၊ အရှင်မြတ်သည် မိမိ၏ တမန်တော် ﷺ ၏ လက်ဖြင့် လမ်းညွှန်ရန် ကံကြမ္မာစီမံထားသူများကို လမ်းညွှန်တော်မူ၏။ ထိုတမန်တော်ကို အရှင်မြတ်၏ အမိန့်တော်ဖြင့် လမ်းညွှန်ရန် စေလွှတ်ခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ صِرَاطِ الْعَزِيزِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တတန်ခိုးရှင်၏ လမ်းစဉ်သို့)</span> အရှင်မြတ်ကို မည်သူမျှ ခုခံတွန်းလှန်နိုင်ခြင်း သို့မဟုတ် အနိုင်ယူနိုင်ခြင်း မရှိပေ။ ထို့ထက် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းနှင့် လူတိုင်းထက် ကျော်လွန်၍ မတားဆီးနိုင်သော အရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချီးမွမ်းခံရသောအရှင်။)</span> အရှင်မြတ်သည် မိမိ၏ လုပ်ဆောင်မှုများ၊ မိန့်ဆိုချက်များ၊ ဥပဒေများ၊ အမိန့်တော်များနှင့် တားမြစ်ချက်များအားလုံးတွင် ဘုန်းမီးတောက်ပြီး ချီးမွမ်းခြင်းခံရသူဖြစ်သည်။ အရှင်မြတ်သည် မိမိပေးပို့သော သတင်းအချက်အလက်များတွင် အမှန်တရားကိုသာ မိန့်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်ကား မိုးကောင်းကင်များတွင်ရှိသည်နှင့် မြေကြီးပေါ်တွင်ရှိသည်များအားလုံး ပိုင်ဆိုင်တော်မူသောအရှင်ဖြစ်သည်။)</span>၊ သည်ကားနှင့်ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောဆိုပါ- \"အို လူသားအပေါင်းတို့! အမှန်စင်စစ် ငါသည် သင်တို့အားလုံးထံသို့ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်အဖြစ် စေလွှတ်ခြင်းခံရသူဖြစ်သည်။ မိုးကောင်းကင်များနှင့် မြေကြီး၏ အာဏာပိုင်စိုးမှုသည် အရှင်မြတ်သာလျှင် ပိုင်ဆိုင်တော်မူ၏။\")</span><span class=\"gray\">[၇:၁၅၈]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَيْلٌ لِّلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မယုံကြည်သူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်မှ ဘေးဆိုးကျရောက်ပေမည်။)</span> ဟူသည်ကား 'အို မိုဟမ္မဒ်၊ သူတို့သည် အသင့်အား ဆန့်ကျင်၍ ငြင်းပယ်သောကြောင့် တရားစီရင်ရာနေ့တွင် သူတို့အား ဘေးဆိုးကျရောက်ပါစေ' ဟူ၍ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို ဤလက်ရှိဘဝကို နောင်တမလွန်ဘဝထက် ပိုမိုနှစ်သက်သူများအဖြစ် ဖော်ပြခဲ့သည်။ ၎င်းတို့သည် ရှေးဘဝကို တောင့်တကြပြီး ၎င်း၏အရေးအတွက် ကြိုးစားလုပ်ဆောင်ကြသည်။ ၎င်းတို့သည် နောင်တမလွန်ဘဝကို မေ့လျော့ကာ ကျောခိုင်းထားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်မှ <span class=\"gray\">(လူသားများကို)</span> တားမြစ်ကြသည်။)</span>၊ တမန်တော်များကို လိုက်နာခြင်းမှ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَبْغُونَهَا عِوَجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ထိုလမ်းစဉ်တွင် ကောက်ကျစ်မှုကို ရှာဖွေကြသည်။)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်ကို ကောက်ကျစ်စေရန် ကြိုးစားကြသည်။ ၎င်းလမ်းစဉ်သည် ကိုယ်တိုင်တည့်မတ်သော လမ်းစဉ်ဖြစ်ပြီး၊ ၎င်းကို ဆန့်ကျင်သူများ သို့မဟုတ် သစ္စာဖောက်သူများကြောင့် လမ်းမှန်မှ သွေဖည်ခြင်း မရှိသော်လည်း ဖြစ်သည်။ မယုံကြည်သူများသည် ဤသို့ပြုလုပ်သောအခါ၊ ၎င်းတို့သည် အမှန်တရားနှင့် အလှမ်းဝေးသော အသိပညာမဲ့မှုနှင့် လမ်းမှားခြင်းတွင် နစ်မြုပ်သွားကြသည်။ ထို့ကြောင့် ဤအခြေအနေတွင် ၎င်းတို့ လမ်းညွှန်မှုနှင့် တည့်မတ်မှန်ကန်မှုကို ရရှိမည်ဟု မျှော်လင့်ချက်မရှိပေ။</p>"
  }
]