[
  {
    "ayah_key": "2:158",
    "group_ayah_key": "2:158",
    "from_ayah": "2:158",
    "to_ayah": "2:158",
    "ayah_keys": "2:158",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများအနက်မှ ဖြစ်ကြပေသည်။ ထို့ကြောင့် မည်သူမဆို ဟဂ်ျ သို့မဟုတ် ဥမ်ရာဟ် <span class=\"gray\">(ဘုရားဖူးခရီး)</span> ကို အိမ်တော်သို့ ဆောင်ရွက်သူအပေါ်တွင် ၎င်းတို့နှစ်ခုကြား တဝါဖ်ပြုလုပ်ခြင်းသည် အပြစ်မရှိပေ။ မည်သူမဆို ဆန္ဒအလျောက် ကောင်းမှုပြုပါမူ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိရှိမှတ်မိတော်မူသောအရှင်၊ အလုံးစုံသိတော်မူသောအရှင် ဖြစ်တော်မူပေသည် <span>(၁၅၈)</span></p><div lang=\"my\" class=\"my \"><h2>အာယသ်တော်တွင် \"အပြစ်မရှိ\" ဟူသော စကား၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အۇرဝါဟ်သည် အာအီရှဟ်အား အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသည့်အကြောင်းကို မေးမြန်းခဲ့သည်ဟု သတင်းပို့ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ် <span class=\"gray\">(မက္ကာဟ်ရှိ တောင်နှစ်လုံး)</span> တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများအနက်မှ ဖြစ်ကြပေသည်။ ထို့ကြောင့် မည်သူမဆို ဟဂ်ျ သို့မဟုတ် ဥမ်ရာဟ် <span class=\"gray\">(ဘုရားဖူးခရီး)</span> ကို အိမ်တော် <span class=\"gray\">(မက္ကာဟ်ရှိ ကအ်ဘာ)</span> သို့ ဆောင်ရွက်သူအပေါ်တွင် ၎င်းတို့နှစ်ခုကြား <span class=\"gray\">(အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်)</span> သွားလာခြင်း <span class=\"gray\">(တဝါဖ်)</span> ပြုလုပ်ခြင်းသည် အပြစ်မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏! မည်သူတစ်ဦးတစ်ယောက်ကမျှ ၎င်းတို့ပတ်လည်တွင် တဝါဖ်မပြုလုပ်ခဲ့ပါက အပြစ်မရှိပါ။\" အာအီရှဟ်က ပြောခဲ့သည်၊ \"အို ငါ့တူလေး၊ သင်ပြောသည့်စကားသည် အဆိုးဆုံးပင်! ဤသည်မှာ ၎င်း၏အဓိပ္ပါယ်ဖြစ်ပါက 'တစ်စုံတစ်ဦးက ၎င်းတို့ပတ်လည်တွင် တဝါဖ်မပြုလုပ်ခဲ့ပါက အပြစ်မရှိ' ဟု ဖတ်သင့်သည်။ ယင်းအစား၊ ဤအာယသ်တော်သည် အစ္စလာမ်မတိုင်မီက ၎င်းတို့ ကိုးကွယ်ခဲ့သော ရုပ်တု မနာသ်အတွက် မွရှလ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ်လ် လှေများကို အဓိကအားဖြင့် ငါးဖမ်းရန်နှင့် ပင်လယ်၌ သွားလာနိုင်ရန်အတွက် အသုံးပြုသည်။\n\n**လူသိများသော သင်္ဘောသားများ-**\n- အာကာဒီးယပ်၊ အစ္စကန်ဒါနှင့် အယ်လစ်ဘက်တ် အဲလင်\n\n**သင်္ဘောသားများ၏ ဘဝ**\nသင်္ဘောသားများသည် ပင်လယ်ပြင်၌ အသက်မွေးဝမ်းကျောင်းပြုကြပြီး များသောအားဖြင့် လှေများ သို့မဟုတ် သင်္ဘောကြီးများဖြင့် ခရီးသွားကြသူများဖြစ်သည်။ ကုန်းမြေပေါ်တွင် အချိန်ကုန်ဆုံးသည့် အခြားလူများနှင့်မတူဘဲ သင်္ဘောသားများသည် ပင်လယ်ပြင်တွင် လအတော်ကြာ သို့မဟုတ် နှစ်ချီ၍ နေထိုင်ရသော ဘဝပုံစံရှိသည်။ ၎င်းတို့သည် မိမိတို့၏ အိမ်၊ မိသားစုနှင့် မိတ်ဆွေများမှ ခွဲခွာနေထိုင်ရသည်။ ၎င်းတို့သည် ပင်လယ်ပြင်ရှိ ခက်ခဲသော အခြေအနေများ၊ မုန်တိုင်းများ၊ ရာသီဥတုဆိုးရွားမှုများနှင့် တခြားအန္တရာယ်များကို ရင်ဆိုင်ရသည်။\n\n**သင်္ဘောသားများ၏ လုပ်ငန်းတာဝန်များ**\nသင်္ဘောသားများသည် ကုန်ပစ္စည်းများကို သယ်ယူပို့ဆောင်ရန်၊ ငါးဖမ်းရန်၊ ပင်လယ်ပြင်ကို လေ့လာရန်၊ သင်္ဘောများကို ပြုပြင်ထိန်းသိမ်းရန်၊ စစ်ရေးရည်ရွယ်ချက်များအတွက် သွားလာရန် စသည်ဖြင့် အလုပ်အမျိုးမျိုးကို လုပ်ဆောင်ကြသည်။ ၎င်းတို့၏ လုပ်ငန်းတာဝန်များတွင် သင်္ဘောကို မောင်းနှင်ခြင်း၊ ပင်လယ်ပြင်လမ်းကြောင်းကို ရှာဖွေခြင်း၊ ကိရိယာများကို ထိန်းသိမ်းခြင်း၊ ကုန်ပစ္စည်းများကို အတင်အချလုပ်ခြင်း၊ ကမ်းခြေမှ ကုန်ပစ္စည်းများကို ကူးပြောင်းခြင်း၊ စသည်တို့ ပါဝင်သည်။\n\n**သင်္ဘောသားများ၏ စိန်ခေါ်မှုများ**\nသင်္ဘောသားများသည် ပင်လယ်ပြင်တွင် ကြာရှည်စွာ နေထိုင်ရခြင်းကြောင့် စိတ်ပိုင်းဆိုင်ရာနှင့် ရုပ်ပိုင်းဆိုင်ရာ ဖိအားများကို ရင်ဆိုင်ရသည်။ ၎င်းတို့သည် အထီးကျန်ခြင်း၊ အိမ်ကိုလွမ်းခြင်း၊ စိတ်ဓာတ်ကျခြင်းနှင့် ပင်လယ်ပြင်ရောဂါများကို ခံစားရနိုင်သည်။ ထို့အပြင် ၎င်းတို့သည် သင်္ဘောပေါ်တွင် အလုပ်လုပ်ရာတွင် အန္တရာယ်ရှိသော အခြေအနေများနှင့် မတော်တဆမှုများ ဖြစ်ပွားနိုင်သည်။\n\n**သင်္ဘောသားများ၏ ပံ့ပိုးမှုများ**\nသင်္ဘောသားများသည် ကမ္ဘာ့ကုန်သွယ်ရေးနှင့် စီးပွားရေးတွင် အရေးပါသော အခန်းကဏ္ဍမှ ပါဝင်သည်။ ၎င်းတို့သည် ကုန်ပစ္စည်းများကို ကမ္ဘာတစ်ဝန်းသို့ သယ်ယူပို့ဆောင်ပေးပြီး လူသားတို့၏ နေ့စဉ်ဘဝအတွက် လိုအပ်သော ကုန်ပစ္စည်းများနှင့် ဝန်ဆောင်မှုများကို ထောက်ပံ့ပေးသည်။ ၎င်းတို့၏ ကြိုးစားအားထုတ်မှုကြောင့် စီးပွားရေး တိုးတက်မှုနှင့် လူမှုဘဝ တိုးတက်မှုများ ဖြစ်ပေါ်လာသည်။\n\n**နိဂုံး**\nသင်္ဘောသားများသည် ပင်လယ်ပြင်၏ စိန်ခေါ်မှုများကို ရင်ဆိုင်ကာ ကမ္ဘာ့စီးပွားရေးနှင့် လူမှုဘဝအတွက် အရေးပါသော လုပ်ငန်းများကို လုပ်ဆောင်နေကြသူများဖြစ်သည်။ ၎င်းတို့၏ စွန့်လွှတ်စွန့်စားမှုနှင့် ကြိုးစားအားထုတ်မှုများသည် လူသားတို့၏ ဘဝကို ပိုမိုကောင်းမွန်အောင် ကူညီပေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများအနက်မှ ဖြစ်ကြပေသည်။ ထို့ကြောင့် မည်သူမဆို ဟဂ်ျ သို့မဟုတ် ဥမ်ရာဟ်ကို အိမ်တော်သို့ ဆောင်ရွက်သူအပေါ်တွင် ၎င်းတို့နှစ်ခုကြား သွားလာခြင်း <span class=\"gray\">(တဝါဖ်)</span> ပြုလုပ်ခြင်းသည် အပြစ်မရှိပေ။)</span>\" အာအီရှဟ်က ဆက်လက်ပြောခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းတို့နှစ်ခုကြား <span class=\"gray\">(အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်)</span> တဝါဖ်ပြုလုပ်ခြင်းကို စွန္နဟ်အဖြစ် သတ်မှတ်ခဲ့သည်၊ ထို့ကြောင့် မည်သူမျှ ၎င်းတို့နှစ်ခုကြား တဝါဖ်ပြုလုပ်ခြင်းကို စွန့်ပစ်ခြင်းမပြုရ။\" ဤဟဒီးဆ်တော်ကို စဟီဟ်ဟိုင်းန်တွင် ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">အခြားသတင်းတစ်ရပ်တွင် အီမာမ် အဇ်-ဇူဟ်ရီက အۇرဝါဟ်ပြောခဲ့သည်ဟု သတင်းပို့သည်- နောက်ပိုင်းတွင် ကျွန်ုပ် <span class=\"gray\">(အۇرဝါဟ်)</span> သည် အဘူဘကရ် ဘင် အဗ်ဒုရ်-ရာဟ်မာန် ဘင် အလ်-ဟာရစ် ဘင် ဟီရှမ် <span class=\"gray\">(အာအီရှဟ်၏ ပြောကြားချက်အကြောင်း)</span> အား ပြောပြခဲ့ရာ သူက \"ထိုကဲ့သို့သော အချက်အလက်ကို ကျွန်ုပ် မကြားဖူးပါ။ သို့သော် အာအီရှဟ် ဖော်ပြခဲ့သူများမှလွဲ၍ လူအားလုံးက 'ဤတောင်နှစ်လုံးကြား ကျွန်ုပ်တို့၏ တဝါဖ်သည် ဂျာဟီလီယာခေတ် အလေ့အထဖြစ်သည်။' ဟု ပြောခဲ့ကြောင်း ပညာရှင်များ ပြောသည်ကို ကျွန်ုပ်ကြားခဲ့သည်။ အန်ဆွာရ်အချို့ကမူ 'ကျွန်ုပ်တို့သည် ကအ်ဘာသို့ တဝါဖ်ပြုလုပ်ရန် အမိန့်ခံခဲ့ရသော်လည်း အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်ကြားသို့ မဟုတ်ပါ။' ဟု ပြောခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများအနက်မှ ဖြစ်ကြပေသည်။)</span>\" အဘူဘကရ် ဘင် အဗ်ဒုရ်-ရာဟ်မာန်က ထို့နောက်ပြောခဲ့သည်၊ \"ဤကျမ်းပိုဒ်သည် အုပ်စုနှစ်ခုနှင့် ပတ်သက်၍ ဗျာဒိတ်တော် ချခဲ့ပုံရသည်။\" အလ်-ဗုခါရီသည် အနပ်စ်၏ အလားတူသတင်းတစ်ရပ်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အရှ်-ရှအ်ဘီက ပြောခဲ့သည်၊ \"အစ်စ်-ဆွာဖာပေါ်တွင် အီစဖ် <span class=\"gray\">(ရုပ်တုတစ်ခု)</span> ရှိပြီး အလ်-မာရ်ဝါဟ်ပေါ်တွင် နာအီလာ <span class=\"gray\">(ရုပ်တုတစ်ခု)</span> ရှိခဲ့ရာ ၎င်းတို့ကို ပွတ်သပ် <span class=\"gray\">(သို့မဟုတ် နမ်းရှုံ့)</span> ကြသည်။ အစ္စလာမ်ရောက်ရှိလာပြီးနောက် ၎င်းတို့နှစ်ခုကြား တဝါဖ်ပြုလုပ်ရန် တွန့်ဆုတ်ခဲ့ကြသည်။ ထို့နောက် အာယသ်တော် <span class=\"gray\">(အထက်ပါ ၂း၁၅၈)</span> ကို ဗျာဒိတ်တော် ချခဲ့သည်။\"</p><div lang=\"id\" class=\"id \"><h2>The Wisdom behind legislating Sa'i between As-Safa and Al-Marwah</h2></div><p lang=\"my\" class=\"my \">မူဆလင်မ်သည် ၎င်း၏ စဟီဟ်တွင် ဂျာဘိရ်ထံမှ ဟဒီးဆ်ရှည်တစ်ပုဒ်ကို မှတ်တမ်းတင်ခဲ့သည်၊ ၎င်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အိမ်တော်ပတ်လည် တဝါဖ်ကို ပြီးစီးပြီးနောက် ရွကန် <span class=\"gray\">(တိုင်၊ ဆိုလိုသည်မှာ အနက်ရောင်ကျောက်တုံး)</span> သို့ ပြန်သွားကာ နမ်းရှုံ့ခဲ့သည်။ ထို့နောက် အစ်စ်-ဆွာဖာအနီးရှိ တံခါးမှ ထွက်လာစဉ် ရွတ်ဖတ်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများအနက်မှ ဖြစ်ကြပေသည်။)</span> ထို့နောက် နဗီတမန်တော် ﷺ က မိန့်ကြားတော်မူသည်၊ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား စတင်ရန် အမိန့်ပေးခဲ့သည့်အရာဖြင့် စတင်ပါမည် <span class=\"gray\">[ဆိုလိုသည်မှာ ဆအီ <span class=\"gray\">(ဆိုလိုသည်မှာ အမြန်လျှောက်ခြင်း)</span> ကို အစ်စ်-ဆွာဖာမှ စတင်ရန်]</span>)</span>။ အန်-နစာအီ၏ အခြားသတင်းတစ်ရပ်တွင် နဗီတမန်တော် ﷺ က မိန့်ကြားတော်မူသည်၊ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်စတင်ခဲ့သည့်အရာ <span class=\"gray\">(ဆိုလိုသည်မှာ အစ်စ်-ဆွာဖာ)</span> ဖြင့် စတင်ပါ။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က ဟဘီဘာ ဘင်သ် အဘူ တာဂျရာဟ်က ပြောခဲ့သည်ဟု သတင်းပို့သည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်ကြား တဝါဖ်ပြုလုပ်နေသည်ကို ကျွန်ုပ်တွေ့ခဲ့ရသည်၊ လူများသည် ရှေ့တွင်ရှိပြီး ကိုယ်တော်တိုင်ကမူ ၎င်းတို့နောက်မှ ဆအီလျှောက်လျက် ရှိနေသည်။ ကိုယ်တော်၏ အဝတ်သည် ဒူးများပတ်လည်တွင် လိမ်နေသည်ကို တွေ့ခဲ့ရသည်၊ ဆအီ <span class=\"gray\">(ကိုယ်တော်ပြုလုပ်နေသည့်)</span> အမြန်လျှောက်ခြင်းကြောင့် ဖြစ်ပြီး ကိုယ်တော်သည် ရွတ်ဖတ်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْعَوْا فَإِنَّ اللهَ كَتَبَ عَلَيْكُمُ السَّعْيَ.</p><p lang=\"gl\" class=\"gl \"><span class=\"gray\">(Perform Sa'i, for Allah has prescribed Sa'i on you.)</span>'\"</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို ဆအီသည် ဟဂ်ျ၏ ရွကန်ဖြစ်သည်ဟူသောအချက်အတွက် သက်သေအဖြစ် အသုံးပြုခဲ့ကြသည်။ ဆအီသည် ဝါဂျစ်ဘ်ဖြစ်ပြီး ဟဂ်ျ၏ ရွကန်မဟုတ်၊ အကယ်၍ တစ်စုံတစ်ဦးက အမှားဖြင့် သို့မဟုတ် ရည်ရွယ်ချက်ဖြင့် မပြုလုပ်ခဲ့ပါက ဒမ်မ်ဖြင့် လျော်ကြေးပေးနိုင်သည်ဟုလည်း ပြောခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်ကြား တဝါဖ်ပြုလုပ်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများအနက်မှ ဖြစ်ကြောင်း ဖော်ပြထားသည်၊ ဆိုလိုသည်မှာ နဗီတမန်တော် အီဗရာဟင်မ်အတွက် ဟဂ်ျကာလတွင် အလ္လာဟ်အရှင်မြတ်က ပြဋ္ဌာန်းခဲ့သော လုပ်ရပ်များအနက်မှ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အစောပိုင်းတွင် ကျွန်ုပ်တို့သည် အိဗ်နု အဗ်ဗားစ်၏ ဟဒီးဆ်တော်ကို ဖော်ပြခဲ့ပြီး၊ တဝါဖ်၏ မူလအစသည် ဟာဂျရ် <span class=\"gray\">(နဗီတမန်တော် အီဗရာဟင်မ်၏ ဇနီး)</span> က ၎င်း၏သား <span class=\"gray\">(အစ်စ်မာအီလ်)</span> အတွက် ရေရှာဖွေရင်း အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်ကြား တဝါဖ်ပြုလုပ်ခဲ့ရာမှ ဆင်းသက်လာကြောင်း ဖော်ပြခဲ့သည်။ အီဗရာဟင်မ်သည် ၎င်းတို့ကို မက္ကာဟ်တွင် ထားခဲ့ရာ ထိုနေရာ၌ လူနေအိမ်ခြေမရှိခဲ့ပေ။ ဟာဂျရ်သည် ၎င်း၏သား သေဆုံးမည်ကို စိုးရိမ်သောအခါ ထရပ်ကာ အလ္လာဟ်အရှင်မြတ်ထံ အကူအညီတောင်းခံခဲ့ပြီး အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်ကြား ထိုမင်္ဂလာရှိသောနေရာတွင် အကြိမ်ကြိမ်သွားလာခဲ့သည်။ သူမသည် အလ္လာဟ်အရှင်မြတ်ရှေ့၌ နှိမ့်ချစွာ၊ ကြောက်ရွံ့စွာ၊ ထိတ်လန့်စွာနှင့် အားနည်းစွာ ရှိနေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမ၏ ဆုတောင်းများကို နားကြားတော်မူပြီး သူမ၏ အထီးကျန်ခြင်းကို သက်သာစေကာ သူမ၏ ဒွိဟများကို အဆုံးသတ်စေပြီး ဇမ်ဇမ်ရေတွင်းမှ သူမအတွက် ရေများ ထွက်လာစေခဲ့သည်၊ ၎င်းမှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">طَعَامُ طُعْمٍ، وَشِفَاءُ سُقْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရသာရှိသော <span class=\"gray\">(သို့မဟုတ် အာဟာရဖြစ်သော)</span> အစားအစာနှင့် ရောဂါအတွက် ကုသဆေးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် မည်သူမဆို အစ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်ကြား ဆအီပြုလုပ်သူတိုင်းသည် ၎င်း၏ နှိမ့်ချမှု၊ ကျိုးနွံမှုနှင့် မိမိ၏ နှလုံးသားကို လမ်းပြပေးရန်၊ မိမိ၏ ကိစ္စများကို အောင်မြင်စေရန်နှင့် မိမိ၏ အပြစ်များကို ခွင့်လွှတ်ပေးရန် အလ္လာဟ်အရှင်မြတ်ကို လိုအပ်ကြောင်း အမှတ်ရသင့်သည်။ မိမိ၏ အားနည်းချက်များနှင့် အမှားများကို ဖယ်ရှားပေးရန်နှင့် မိမိအား ဖြောင့်မှန်သော လမ်းသို့ လမ်းပြပေးရန် အလ္လာဟ်အရှင်မြတ်ကို ဆန္ဒပြုသင့်သည်။ မိမိသည် သေဆုံးသည်အထိ ဤလမ်းတွင် ခိုင်မြဲစွာ ရှိနေရန်နှင့် မိမိ၏ အခြေအနေကို အပြစ်များနှင့် အမှားများမှ ကောင်းမြတ်မှုနှင့် ခွင့်လွှတ်မှုသို့ ပြောင်းလဲပေးရန် ဟာဂျရ်အား ပေးခဲ့သည့် အတိုင်းအတာအတိုင်း အလ္လာဟ်အရှင်မြတ်ကို တောင်းဆိုသင့်သည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah then states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن تَطَوَّعَ خَيْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဆန္ဒအလျောက် ကောင်းမှုပြုပါမူ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် ခုနစ်ကြိမ်ထက်ပို၍ တဝါဖ်ပြုလုပ်ခြင်းကို ဖော်ပြသည်ဟု ပြောခဲ့ကြပြီး၊ ၎င်းသည် ဆန္ဒအလျောက် ဥမ်ရာဟ် သို့မဟုတ် ဟဂ်ျကို ရည်ညွှန်းသည်ဟုလည်း ပြောခဲ့ကြသည်။ ၎င်းသည် ယေဘုယျအားဖြင့် ကောင်းမှုကုသိုလ်များကို ဆန္ဒအလျောက် လုပ်ဆောင်ခြင်းကို ဆိုလိုသည်ဟုလည်း အလ်-ရာဇီက ပြောခဲ့သည်။ တတိယအမြင်ကို အလ်-ဟာစန် အလ်-ဗဆွရီထံမှ ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည်။</p><p lang=\"jv\" class=\"jv \">Allah states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့နောက် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိရှိမှတ်မိတော်မူသောအရှင်၊ အလုံးစုံသိတော်မူသောအရှင် ဖြစ်တော်မူပေသည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ်သည် အနည်းငယ်သော လုပ်ရပ်အတွက် ကြီးမားလှပြီး ကိုယ်တော်သည် အကျိုးဆုလာဘ်၏ လုံလောက်မှုကို သိတော်မူသည်။ ထို့ကြောင့် ကိုယ်တော်သည် မည်သူ့ကိုမျှ မလုံလောက်သော အကျိုးဆုလာဘ်များကို ချီးမြှင့်တော်မူမည် မဟုတ်ပေ။ အမှန်စင်စစ်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မြူမှုန့်တစ်စေ့၏ အလေးချိန်မျှပင် မတရားပြုတော်မူသည်မဟုတ်။ ကောင်းမှုတစ်ခုရှိခဲ့ပါမူ ကိုယ်တော်သည် ၎င်းကို နှစ်ဆတိုးပေးကာ ကိုယ်တော်ထံမှ ကြီးမားသော အကျိုးဆုလာဘ်ကို ပေးတော်မူသည်။)</span><span class=\"gray\">(၄း၄၀)</span></p>"
  }
]