[
  {
    "ayah_key": "3:185",
    "group_ayah_key": "3:185",
    "from_ayah": "3:185",
    "to_ayah": "3:186",
    "ayah_keys": "3:185,3:186",
    "text": "<p lang=\"my\" class=\"my \">လူတိုင်းသည် သေခြင်းတရားကို မြည်းစမ်းကြရမည်။ ရှင်ပြန်ထမြောက်ရာနေ့၌သာ သင်တို့၏ အခကြေးငွေများကို အပြည့်အဝ ပေးချေမည်။ မည်သူမဆို ငရဲမှ ဖယ်ရှား၍ ဂျန္နတ်သို့ ဝင်စားရသူသည် အမှန်ပင် အောင်မြင်သူ ဖြစ်သည်။ ဤလောကဘဝသည် လှည့်ဖြားခြင်း၏ ခံစားစရာမျှသာ ဖြစ်၏ <span>(၁၈၅)</span>သင်တို့သည် သင်တို့၏ စည်းစိမ်ဥစ္စာများ၊ ပစ္စည်းများတွင်လည်းကောင်း၊ သင်တို့ကိုယ်တိုင်တွင်လည်းကောင်း စမ်းသပ်ခံရမည်ဖြစ်ပြီး၊ သင်တို့သည် သင်တို့မတိုင်မီ ကျမ်းကိုရရှိခဲ့သူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> ထံမှလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သူများထံမှလည်းကောင်း ဝမ်းနည်းကြေကွဲဖွယ်ရာများကို များစွာကြားသိရမည်ဖြစ်သည်။ သို့သော် သင်တို့သည် သည်းခံခြင်း၊ စိတ်ရှည်ခြင်းရှိပြီး၊ တက္ကဝါရှိပါက၊ အမှန်ပင် ထိုအရာသည် ကိစ္စအဝဝတွင် အဆုံးအဖြတ်ပေးသော အကြောင်းရင်း ဖြစ်လိမ့်မည် <span>(၁၈၆)</span></p><div lang=\"ga\" class=\"ga \"><h2>Every Soul Shall Taste Death</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အသက်ရှိသော ဝိညာဉ်တိုင်းသည် သေခြင်းတရားကို မြည်းစမ်းကြရမည်ဟု အများဆိုင်ရာနှင့် လွှမ်းခြုံသော ထုတ်ပြန်ချက်ကို ထုတ်ပြန်ခဲ့သည်။ အခြားထုတ်ပြန်ချက်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ عَلَيْهَا فَانٍ - وَيَبْقَىٰ وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်ရှိ မည်သည့်အရာမဆို ပျက်စီးလိမ့်မည်။ သင်၏အရှင်၏ ဂုဏ်ကျက်သရေနှင့် ဂုဏ်ပုဒ်ပြည့်စုံသော မျက်နှာတော်သာ ထာဝစဉ်တည်ရှိလိမ့်မည်။)</span><span class=\"gray\">[၅၅:၂၆-၂၇]</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းသာ မသေနိုင်သော အမြဲတမ်းအသက်ရှင်သူ ဖြစ်တော်မူပြီး ဂျင်န်များ၊ လူသားများနှင့် ကောင်းကင်တမန်များ (အလ္လာဟ်အရှင်မြတ်၏ ပလ္လင်တော်ကို ထမ်းဆောင်သူများ အပါအဝင်) အားလုံး သေဆုံးကြရမည်။ အနိုင်မခံ၊ အရှုံးမပေး၊ တစ်ပါးတည်းသော အရှင်သည် ထာဝစဉ်တည်ရှိနေမည်ဖြစ်ပြီး၊ ပထမဦးဆုံး ဖြစ်တော်မူသကဲ့သို့ နောက်ဆုံးလည်း ဖြစ်တော်မူမည်။ ဤအာယတ်တော်သည် ကမ္ဘာမြေပေါ်ရှိ ဝိညာဉ်တိုင်း သေဆုံးကြရမည်ဖြစ်သောကြောင့် ဖန်ဆင်းခံအားလုံးကို နှစ်သိမ့်ပေးသည်။ ဤဘဝ၏ သက်တမ်းကုန်ဆုံးချိန်၊ အာဒမ်၏သားမြေးများသည် မျိုးဆက်သစ်များ မရှိတော့ချိန်နှင့် ဤလောကကြီး အဆုံးသတ်သွားချိန်တွင် အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့ကို စတင်ရန် အမိန့်ပေးလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခံအားလုံး၏ လုပ်ရပ်များ (သေးငယ်သည်ဖြစ်စေ၊ ကြီးသည်ဖြစ်စေ၊ များသည်ဖြစ်စေ၊ နည်းသည်ဖြစ်စေ၊ ကြီးမားသည်ဖြစ်စေ၊ သေးငယ်သည်ဖြစ်စေ) အတွက် အကျိုးကို ပြန်လည်ပေးဆပ်မည်။ အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ မတရားပြုမည်မဟုတ်၊ အက်တမ်တစ်လုံး၏ အလေးချိန်မျှပင် မတရားပြုမည်မဟုတ်။ ဤသို့ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁၈၅။ သင်တို့၏ အခကြေးငွေများကို ရှင်ပြန်ထမြောက်ရာနေ့၌သာ အပြည့်အဝ ပေးချေမည်။)</span></p><div lang=\"my\" class=\"my \"><h2>နောက်ဆုံးအောင်ပွဲကို မည်သူရရှိမည်နည်း။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ငရဲမှ ဖယ်ရှား၍ ဂျန္နတ်သို့ ဝင်စားရသူသည် အမှန်ပင် အောင်မြင်သူဖြစ်သည်။)</span> ဆိုလိုသည်မှာ မည်သူမဆို ငရဲမှ ဝေးဝေးရှောင်ရှားကာ ကယ်တင်ခံရပြီး ဂျန္နတ်သို့ ဝင်ရောက်ရသူသည် အဆုံးစွန်သော အောင်မြင်မှုကို ရရှိလိမ့်မည်။</p><p lang=\"jv\" class=\"jv \">Ibn Abi Hatim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَوْضِعُ سَوْطٍ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، اقْرَأُوا إِنْ شِئْتُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်ရှိ ကြိမ်လုံးတစ်ချောင်းစာ နေရာလေးသည် ကမ္ဘာလောကနှင့် ၎င်း၏ မျက်နှာပြင်ပေါ်ရှိ အရာအားလုံးထက် ပိုမိုကောင်းမွန်သည်။ သင်အလိုရှိပါက ဖတ်ရှုပါ)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ငရဲမှ ဖယ်ရှား၍ ဂျန္နတ်သို့ ဝင်စားရသူသည် အမှန်ပင် အောင်မြင်သူဖြစ်သည်။)</span> ဤဟဒီးဆ်ကို ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသော်လည်း အခြားသော ဆင့်ပွားဇာတ်လမ်းဖြင့်ဖြစ်ပြီး <span class=\"gray\">(အာယတ်တော်)</span> ကို ထပ်ထည့်ခြင်းမရှိဘဲ ဖြစ်သည်။ အဘူဟာတိမ် အိဗ်နု ဟိဗ်ဗန်သည် ၎င်း၏ ဆဟီးဟ်ကျမ်းတွင် ထပ်ထည့်ခြင်းမရှိဘဲ မှတ်တမ်းတင်ခဲ့ပြီး အလ်-ဟာကင်မ်သည် ၎င်း၏ မွတ်စတတ်ရတ်က်ကျမ်းတွင်လည်း ထိုနည်းတူ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကဘဝသည် လှည့်ဖြားခြင်း၏ ခံစားစရာမျှသာ ဖြစ်၏။)</span> ဤဘဝ၏ တန်ဖိုးကို လျှော့ချပြီး ၎င်း၏ အရေးပါမှုကို နိမ့်ကျစေခြင်းဖြစ်သည်။ ဤဘဝသည် တိုတောင်းပြီး၊ နည်းပါးကာ ကန့်သတ်ချက်ရှိသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သကဲ့သို့ပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا - وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သင်တို့သည် ဤလောကဘဝကို ပိုမိုနှစ်သက်ကြသည်။ သို့သော် နောင်တမလွန်ဘဝသည် ပိုမိုကောင်းမွန်ပြီး ပိုမိုတည်မြဲသည်။)</span><span class=\"gray\">[၈၇:၁၆-၁၇]</span>၊ ထို့ပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِندَ اللَّهِ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ရရှိခဲ့သမျှသည် ဤလောကဘဝ၏ ခံစားစရာနှင့် အလှဆင်ခြင်းများသာဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံတွင်ရှိသော အရာသည် ပိုမိုကောင်းမွန်ပြီး ထာဝစဉ်တည်ရှိလိမ့်မည်။)</span><span class=\"gray\">[၂၈:၆၀]</span>။ ဟဒီးဆ်တော်တစ်ခုတွင် ပါရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ مَا الدُّنْيَا فِي الْآخِرَةِ إِلَّا كَمَا يَغْمِسُ أَحَدُكُمْ أُصْبُعَهُ فِي الْيَمِّ، فَلْيَنْظُرْ بِمَ تَرْجِعُ إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုသည်။ ဤဘဝသည် နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် သင်တို့ထဲမှ တစ်ယောက်ယောက်က သူ၏လက်ချောင်းကို ပင်လယ်ထဲနှစ်လိုက်သကဲ့သို့ အရေးမပါပေ။ သူ၏လက်ချောင်းတွင် မည်သည့်အရာပါလာသည်ကို ကြည့်ပါ။)</span></p><p lang=\"my\" class=\"my \">ကွာတာဒါဟ် (Qatadah) သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်ကို မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကဘဝသည် လှည့်ဖြားခြင်း၏ ခံစားစရာမျှသာ ဖြစ်၏။)</span> \"ဘဝသည် နှစ်သက်ဖွယ်ရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ရာမရှိသူ အရှင်ကျိန်ဆိုသည်။ ၎င်းသည် မကြာမီ ၎င်း၏လူများထံမှ ပျောက်ကွယ်သွားလိမ့်မည်။ ထို့ကြောင့် သင်တတ်နိုင်လျှင် ဤနှစ်သက်ဖွယ်ရာများမှ အလ္လာဟ်အရှင်မြတ်ကို နာခံမှုကို ယူပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံမှ မဟုတ်ဘဲ မည်သည့်စွမ်းအားမှ မရှိပေ။\"</p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူသည် စမ်းသပ်ခံရပြီး ရန်သူထံမှ စိတ်မချမ်းမြေ့ဖွယ်ရာများ ကြားရသည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်တို့၏ စည်းစိမ်ဥစ္စာများနှင့် ပစ္စည်းများတွင်လည်းကောင်း၊ သင်တို့ကိုယ်တိုင်တွင်လည်းကောင်း စမ်းသပ်ခံရမည်ဖြစ်သည်။)</span> အရှင်မြတ်က အခြားအာယတ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သကဲ့သို့ပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَبْلُوَنَّكُم بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِّنَ الْأَمْوَالِ وَالْأَنفُسِ وَالثَّمَرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ကို ကြောက်ရွံ့ခြင်း၊ ငတ်မွတ်ခြင်း၊ စည်းစိမ်ဥစ္စာများ၊ အသက်များနှင့် သီးနှံများ ဆုံးရှုံးခြင်းတို့ဖြင့် အနည်းငယ် စမ်းသပ်ကြမည်။)</span><span class=\"gray\">[၂:၁၅၅]</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ယုံကြည်သူသည် ၎င်း၏စည်းစိမ်ဥစ္စာ၊ ၎င်း၏ကိုယ်၊ ၎င်း၏သားသမီးနှင့် မိသားစုတွင် စမ်းသပ်ခံရမည်။ ယုံကြည်သူသည် ၎င်း၏ယုံကြည်မှုအတိုင်းအတာအလိုက် စမ်းသပ်ခံရမည်ဖြစ်ပြီး၊ ၎င်း၏ယုံကြည်မှု ပိုမိုအားကောင်းလာသောအခါ စမ်းသပ်မှု ပိုမိုကြီးမားလာမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်တို့မတိုင်မီ ကျမ်းကိုရရှိခဲ့သူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> ထံမှလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သူများထံမှလည်းကောင်း ဝမ်းနည်းကြေကွဲဖွယ်ရာများကို များစွာကြားသိရမည်ဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၈၆]</span></p><p lang=\"my\" class=\"my \">ဗဒ်ရ်တိုက်ပွဲမတိုင်မီ အလ်-မဒီနာသို့ ရောက်ရှိလာသော ယုံကြည်သူများကို အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- ကျမ်းတော်မြတ်ရှိသူများနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သူများထံမှ ခံစားခဲ့ရသော ဒုက္ခများအတွက် နှစ်သိမ့်ပေးရင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَٰلِكَ مِنْ عَزْمِ الْأُمُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် သည်းခံခြင်း၊ စိတ်ရှည်ခြင်းရှိပြီး၊ တက္ကဝါရှိပါက၊ အမှန်ပင် ထိုအရာသည် ကိစ္စအဝဝတွင် အဆုံးအဖြတ်ပေးသော အကြောင်းရင်း ဖြစ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို ခွင့်လွှတ်ရန်၊ သည်းခံရန်နှင့် သည်းခံစိတ်ရှိရန် အမိန့်ပေးခဲ့သည်၊ အရှင်မြတ်၏ စောင့်မျှော်ရမည့် အကူအညီ ရောက်မလာမီအထိ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အူဆာမာ ဘင်န် ဇိုင်ဒ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ကတ္တီပါအုပ်ထားသော ကုန်းနှီးပါရှိသည့် မြည်းတစ်စီးကို စီးခဲ့ပြီး အူဆာမာအား ၎င်း၏နောက်တွင် <span class=\"gray\">(မြည်းပေါ်၌)</span> စီးစေခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် ဘနီ အလ်-ဟာရစ်သ် ဘင်န် အလ်-ခါဇ်ရာဂ်ျရှိ စအ်ဒ် ဘင်န် အူဘာဒါဟ်ကို သွားရောက်တွေ့ဆုံလိုခဲ့သည်၊ ၎င်းသည် ဗဒ်ရ်တိုက်ပွဲမတိုင်မီ ဖြစ်ပွားခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် အဘ်ဒူလ်လာဟ် ဘင်န် အူဘိုင်း ဘင်န် ဆလူးလ် ထိုင်နေသော စည်းဝေးပွဲတစ်ခုကို ဖြတ်သန်းသွားခဲ့သည်၊ အဘ်ဒူလ်လာဟ် ဘင်န် အူဘိုင်း မွတ်စလင်မဖြစ်သေးမီက ဖြစ်သည်။ ထိုစည်းဝေးပွဲတွင် မွတ်စလင်အမျိုးမျိုး၊ ရုပ်တုကိုးကွယ်သော မွတ်ရှရစ်က်များ၊ နှင့် ဂျူးအချို့ ပါဝင်သည်။ အဘ်ဒူလ်လာဟ် ဘင်န် ရဝါဟာဟ်သည် ထိုစည်းဝေးပွဲ၌ ထိုင်နေခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် အဘ်ဒူလ်လာဟ် ဘင်န် အူဘိုင်းထံ ရောက်ရှိသောအခါ မြည်းက သဲအချို့ကို အုပ်စုပေါ်သို့ ကျစေခဲ့သည်။ ထို့နောက် အဘ်ဒူလ်လာဟ် ဘင်န် အူဘိုင်းသည် သူ၏နှာခေါင်းကို အင်္ကျီဖြင့်အုပ်၍ 'ကျွန်ုပ်တို့ကို သဲဖြင့်မဖြည့်ပါနှင့်' ဟု ပြောခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် စည်းဝေးပွဲကို ဆလာမ်နှုတ်ဆက်ပြီး အလ္လာဟ်အရှင်မြတ်ထံသို့ ခေါ်ဆိုကာ ကုရ်အာန်အချို့ကို ရွတ်ပြခဲ့သည်။ အဘ်ဒူလ်လာဟ် ဘင်န် အူဘိုင်းက 'အို မိတ်ဆွေ! သင်ပြောသော စကားထက် ပိုကောင်းသော စကားမရှိပါ၊ အကယ်၍ မှန်ကန်ပါက! သို့သော် ကျွန်ုပ်တို့၏ စည်းဝေးပွဲများတွင် ကျွန်ုပ်တို့ကို မနှောင့်ယှက်ပါနှင့်။ သင်၏နေရာသို့ ပြန်သွားပါ၊ သင်ထံလာသူ မည်သူ့ကိုမဆို သင်၏ဇာတ်လမ်းများကို ပြောပြပါ။' အဘ်ဒူလ်လာဟ် ဘင်န် ရဝါဟာဟ်က 'မဟုတ်ပါ၊ အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်တို့၏ စည်းဝေးပွဲများကို တက်ရောက်ပါ၊ ကျွန်ုပ်တို့ နှစ်သက်သည်။' မွတ်စလင်များ၊ မွတ်ရှရစ်က်များနှင့် ဂျူးများသည် ထို့နောက် တစ်ဦးကိုတစ်ဦး ကျိန်ဆဲကြပြီး တစ်ဦးနှင့်တစ်ဦး တိုက်ခိုက်လုနီးပါး ဖြစ်ခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် ၎င်းတို့အား ငြိမ်သက်စေရန် ကြိုးစားခဲ့သည်၊ နောက်ဆုံးတွင် ၎င်းတို့ ငြိမ်သက်သွားခဲ့ကြသည်။ တမန်တော်မြတ် ﷺ သည် သူ၏မြည်းကိုစီးပြီး စအ်ဒ် ဘင်န် အူဘာဒါဟ်ထံသို့ သွားခဲ့ကာ 'အို စအ်ဒ်! အဘူ ဟူဘ်ဘ်ဘ် (ဆိုလိုသည်မှာ အဘ်ဒူလ်လာဟ် ဘင်န် အူဘိုင်း) ပြောသည်ကို သင်ကြားရပြီလား။ သူသည် ထိုသို့သော အရာများကို ပြောခဲ့သည်။' စအ်ဒ်က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! သူ့ကို ခွင့်လွှတ်ပြီး ချမ်းသာပေးပါ။ အရှင်မြတ်ထံသို့ ကျမ်းကို ချပေးတော်မူသော အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုသည်။ ဤမြို့၏လူများသည် သူ့ကို ဘုရင်အဖြစ် ခန့်အပ်လုနီးပါးအချိန်တွင် အရှင်မြတ်သည် သင်ယူဆောင်လာသော သမ္မာတရားကို ကျွန်ုပ်တို့ထံ ယူဆောင်လာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ပေးတော်မူသော သမ္မာတရားဖြင့် အရာအားလုံးကို ပြောင်းလဲလိုက်သောအခါ သူသည် ထိုအရာဖြင့် မွန်းကျပ်သွားပြီး၊ ၎င်းသည် သင်သူ့ထံမှ တွေ့မြင်ခဲ့ရသော အပြုအမူ၏ နောက်ကွယ်မှ အကြောင်းရင်း ဖြစ်သည်။' အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် သူ့ကို ခွင့်လွှတ်ခဲ့သည်။ အမှန်စင်စစ် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ နှင့် သူ၏ ဆွဟာဘာများသည် အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးခဲ့သည့်အတိုင်း မွတ်ရှရစ်က်များနှင့် ကျမ်းတော်မြတ်ရှိသူများကို ခွင့်လွှတ်လေ့ရှိပြီး ၎င်းတို့ ခံစားရသော ဒုက္ခများကို သည်းခံလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်တို့မတိုင်မီ ကျမ်းကိုရရှိခဲ့သူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> ထံမှလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သူများထံမှလည်းကောင်း ဝမ်းနည်းကြေကွဲဖွယ်ရာများကို များစွာကြားသိရမည်ဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၈၆]</span>၊ ထို့ပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَّ كَثِيرٌ مِّنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُم مِّن بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းတော်မြတ်ရှိသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> အများအပြားသည် သမ္မာတရား ရှင်းလင်းပြီးနောက်၌ပင် ၎င်းတို့၏ စိတ်ထဲမှ မနာလိုမှုကြောင့် သင်တို့ ယုံကြည်ပြီးနောက်၌ မယုံကြည်သူများအဖြစ် ပြန်ပြောင်းစေလိုကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော် ရောက်ရှိလာသည်အထိ ခွင့်လွှတ်ပြီး လျစ်လျူရှုပါ။)</span><span class=\"gray\">[၂:၁၀၉]</span>။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ သည် အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးခဲ့သော ခွင့်လွှတ်မှုကို အရှင်မြတ်၏ အမိန့် <span class=\"gray\">(မယုံကြည်သူများကို တိုက်ခိုက်ရန်)</span> မပေးမီအထိ ဆောင်ရွက်လေ့ရှိသည်။ တမန်တော်မြတ် ﷺ သည် ဗဒ်ရ်တိုက်ပွဲတွင် တိုက်ခိုက်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏လက်ဖြင့် ကူရိုင်ရှ်မျိုးနွယ်မှ မယုံကြည်သူတို့၏ ခေါင်းဆောင်များကို သတ်ဖြတ်ခဲ့သောအခါ၊ အဘ်ဒူလ်လာဟ် ဘင်န် အူဘိုင်း ဘင်န် ဆလူးလ်နှင့် သူနှင့်အတူရှိသော မွတ်ရှရစ်က်များနှင့် ရုပ်တုကိုးကွယ်သူများက 'ဤကိစ္စသည် အောင်မြင်သွားပြီ' ဟု ပြောခဲ့ကြပြီး ၎င်းတို့သည် တမန်တော်မြတ် ﷺ အား သစ္စာခံကာ မွတ်စလင်များ ဖြစ်လာခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သမ္မာတရားအတွက် ရပ်တည်သူ၊ ကောင်းမှုကို အမိန့်ပေးသူနှင့် မကောင်းမှုကို တားမြစ်သူတိုင်းသည် တစ်နည်းနည်းဖြင့် ထိခိုက်နစ်နာရမည်ဖြစ်သည်။ ထိုကဲ့သို့သော အခြေအနေများတွင် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင် သည်းခံခြင်း၊ အရှင်မြတ်ကို ယုံကြည်ခြင်းနှင့် အရှင်မြတ်ထံသို့ ပြန်လှည့်ခြင်းထက် ပိုကောင်းသော ကုသမှုမရှိပါ။</p>"
  }
]