[
  {
    "ayah_key": "43:57",
    "group_ayah_key": "43:57",
    "from_ayah": "43:57",
    "to_ayah": "43:65",
    "ayah_keys": "43:57,43:58,43:59,43:60,43:61,43:62,43:63,43:64,43:65",
    "text": "<p lang=\"my\" class=\"my \">မာရ်ယမ်၏သားအား ပုံဥပမာပြုသောအခါ၊ သင်၏လူမျိုးတို့သည် အော်ဟစ်ငိုယိုကြသည်ကို မြင်လော့ <span>(၅၇)</span>ထို့ပြင် ပြောကြသည်- \"ကျွန်ုပ်တို့၏ဘုရားများက ပိုကောင်းသလား သို့မဟုတ် သူကပိုကောင်းသလား\" သူတို့သည် အငြင်းပွားရန်မှလွဲ၍ အထက်ပါ ပုံဥပမာကို ကိုးကားခြင်းမပြုခဲ့ကြပေ။ မဟုတ်ဘူး! သို့သော် သူတို့သည် အငြင်းပွားတတ်သော လူမျိုးဖြစ်သည်။ <span>(၅၈)</span>သူသည် ကျွန်တစ်ဦးမျှသာ မဟုတ်ခဲ့ပေ။ ငါတို့သည် သူ့အား ငါတို့၏မျက်နှာသာပေးမှုကို ချီးမြှင့်ခဲ့ပြီး ဣစ်ရာအီလ်သားတို့အတွက် ပုံဥပမာတစ်ခုအဖြစ် ငါတို့ ဖန်ဆင်းခဲ့သည်။ <span>(၅၉)</span>ငါတို့ ဆန္ဒရှိပါက၊ မြေပေါ်တွင် သင်တို့အစား ကောင်းကင်တမန်များကို ဖန်ဆင်းခဲ့မည်။ <span>(၆၀)</span>ထို့ပြင် သူသည် နာရီ <span class=\"gray\">(ရောက်ရှိလာမည့်)</span> အတွက် သိသာထင်ရှားသော လက္ခဏာတစ်ခု ဖြစ်လိမ့်မည်။ ထို့ကြောင့် ၎င်းနှင့်ပတ်သက်၍ သံသယမဝင်ကြနှင့်။ ငါ့ကို လိုက်နာကြ! ဤကား ဖြောင့်မတ်သော လမ်းဖြစ်သည် <span>(၆၁)</span>ထို့ပြင် ရှိုင်သွာန်သည် သင်တို့အား အနှောင့်အယှက်မပေးပါစေနှင့်။ အမှန်စင်စစ်၊ သူ <span class=\"gray\">(ရှိုင်သွာန်)</span> သည် သင်တို့အတွက် ထင်ရှားသော ရန်သူဖြစ်သည်။ <span>(၆၂)</span>'အီဆာ'သည် ရှင်းလင်းသော သက်သေအထောက်အထားများနှင့်တကွ ရောက်လာသောအခါ၊ သူက \"ငါသည် သင်တို့ထံသို့ အလ်-ဟိက်မာနှင့်တကွ ရောက်ရှိလာခဲ့ပြီး၊ သင်တို့ ကွဲပြားနေသော အချို့ကိစ္စများကို ရှင်းလင်းပြသရန် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အပေါ် တက်ကဝါထားပြီး ငါ့ကို နာခံကြလော့။ <span>(၆၃)</span>\"အမှန်စင်စစ်၊ အလ္လာဟ်! သူသည် ငါ၏အရှင်သခင်နှင့် သင်တို့၏အရှင်သခင် ဖြစ်သည်။ ထို့ကြောင့် သူ့ကို ကိုးကွယ်ကြလော့။ ဤကား ဖြောင့်မတ်သော လမ်းဖြစ်သည်။ <span>(၆၄)</span>သို့သော် သူတို့အချင်းချင်းကြားရှိ အုပ်စုများ ကွဲပြားခဲ့ကြသည်။ ထို့ကြောင့် နာကျင်စေသော နေ့ရက်၏ ပြစ်ဒဏ်မှ မတရားပြုသူတို့အဖို့ အမိုက်အမှောင်ကျရောက်စေသတည်း <span>(၆၅)</span></p><p lang=\"my\" class=\"my \">မာရ်ယမ်၏သားအား ကုရိုက်ရှ်တို့၏ မထီမဲ့မြင်ပြုခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်အနီးရှိ ၎င်း၏ စစ်မှန်သော အဆင့်အတန်း</p><p lang=\"my\" class=\"my \">ကုရိုက်ရှ်တို့သည် ၎င်းတို့၏ ငြင်းပယ်မှုနှင့် ခိုင်မာသော အငြင်းပွားမှုများတွင် မည်သို့ ခိုင်မာစွာ ရပ်တည်ခဲ့သည်ကို အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာရ်ယမ်၏သားအား ပုံဥပမာပြုသောအခါ၊ သင်၏လူမျိုးတို့သည် အော်ဟစ်ငိုယိုကြသည်ကို မြင်လော့။)</span></p><p lang=\"my\" class=\"my \">အခြားသူအများအပြားကလည်း အဗ္ဗာစ်၏သား (အလ္လာဟ်အရှင်မြတ်သည် သူနှင့်နှစ်သက်တော်မူပါစေ)၊ မူဂျာဟစ်၊ အိက်ရိမာဟ်၊ အစ်-ဆွဒ်ဒီနှင့် အဒ်-ဒဟ်ဟက်တို့က \"သူတို့ ရယ်ခဲ့ကြသည်၊ ဆိုလိုသည်မှာ ထိုအရာကို အံ့အားသင့်ခဲ့ကြသည်။\" ကွာတာဒါက \"သူတို့သည် ထိုအရာကို ငြင်းဆန်ပြီး ရယ်ခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်ရာဟင်မ် အန်-နခါအီက \"သူတို့ လှည့်ထွက်သွားခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဤအကြောင်းရင်းကို မုဟမ္မဒ် ဘင် အိစ်ဟာက်က အစ်-စီးရာဟ်တွင် ဖော်ပြထားသည်။ သူက \"ကျွန်ုပ်ကြားသိရသည့်အတိုင်း၊ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် တစ်နေ့တွင် အလ်-ဝါလစ်ဒ် ဘင် အလ်-မွဂီရာနှင့်အတူ ဗလီတွင် ထိုင်နေခဲ့ပြီး၊ အန်-နဒ်ရ် ဘင် အလ်-ဟာရစ်သ် ရောက်လာပြီး သူတို့နှင့်အတူ ထိုင်ခဲ့သည်။ အစည်းအဝေးတွင် ကုရိုက်ရှ်မှ အခြားယောက်ျားများလည်း ရှိခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က စကားပြောခဲ့ပြီး၊ ထို့နောက် အန်-နဒ်ရ် ဘင် အလ်-ဟာရစ်သ်သည် သူ့ထံ ရောက်လာပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် သူ့အား စကားပြောခဲ့ပြီး သူ ﷺ သည် သူ့အား အငြင်းအခုံတွင် အနိုင်ယူခဲ့သည်။ ထို့နောက် သူ ﷺ သည် သူ့အားနှင့် သူတို့ကို ရွတ်ဖတ်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် အလ္လာဟ်မှလွဲ၍ သင်တို့ယခု ကိုးကွယ်နေသောအရာများသည် ဂျဟန္နမ်အတွက် <span class=\"gray\">(သာလျှင်)</span> ထင်းများဖြစ်သည်။ <span class=\"gray\">(ဧကန်မလွဲ)</span> သင်တို့သည် ၎င်းထဲသို့ ဝင်ရောက်ရလိမ့်မည်။)</span><span class=\"gray\">(၂၁:၉၈)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ထိုင်ရာမှထကာ 'အဗ်ဒုလ္လာဟ် ဘင် အဇ်-ဇဘ်ဘာရီ အတ်-တမီမီ'နှင့် ထိုင်ရန် သွားခဲ့သည်။ အလ်-ဝါလစ်ဒ် ဘင် အလ်-မွဂီရာက သူ့အား \"အလ္လာဟ်ကျိန်ဆိုပါ၏၊ အန်-နဒ်ရ် ဘင် အလ်-ဟာရစ်သ်သည် 'အဗ်ဒ် အလ်-မွတ္တလိဗ်'၏သားနှင့် အငြင်းအခုံတွင် မယှဉ်နိုင်ခဲ့ပေ။ မုဟမ္မဒ်က ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့ ကိုးကွယ်သော ဤဘုရားများသည် ဂျဟန္နမ်အတွက် ထင်းဖြစ်သည်ဟု ဆိုသည်\" ဟု ပြောကြားခဲ့သည်။ 'အဗ်ဒုလ္လာဟ် ဘင် အဇ်-ဇဘ်ဘာရီ'က \"အလ္လာဟ်ကျိန်ဆိုပါ၏၊ ကျွန်ုပ်သည် သူ့အား တွေ့ဆုံပါက အငြင်းအခုံတွင် သူ့အား အနိုင်ယူမည်။ အလ္လာဟ်အစား ကိုးကွယ်ခံရသူတိုင်းသည် သူ့ကို ကိုးကွယ်သူများနှင့်အတူ ဂျဟန္နမ်တွင် ရှိလိမ့်မည်လားဟု မုဟမ္မဒ်အား မေးကြည့်ပါ။ အကြောင်းမှာ ကျွန်ုပ်တို့သည် ကောင်းကင်တမန်များကို ကိုးကွယ်ပြီး၊ ဂျူးများက 'ဥဇိုင်ရ်'ကို ကိုးကွယ်ကာ၊ ခရစ်ယာန်များက မေရှိယ 'အီဆာ ဘင် မာရ်ယမ်'ကို ကိုးကွယ်သောကြောင့် ဖြစ်သည်။\" အလ်-ဝါလစ်ဒ်နှင့် သူ့နှင့်အတူ ထိုင်နေသူများသည် 'အဗ်ဒုလ္လာဟ် ဘင် အဇ်-ဇဘ်ဘာရီ'ပြောကြားခဲ့သည့်အရာကို အံ့အားသင့်ခဲ့ကြပြီး၊ သူသည် ကောင်းမွန်သော အချက်တစ်ခုကို ယူဆောင်လာခဲ့သည်ဟု ထင်ခဲ့ကြသည်။ သူသည် ဤအရာကို အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အား ပြောကြားခဲ့ပြီး၊ သူ ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ أَحَبَّ أَنْ يُعْبَدَ مِنْ دُونِ اللهِ فَهُوَ مَعَ مَنْ عَبَدَهُ، فَإِنَّهُمْ إِنَّمَا يَعْبُدُونَ الشَّيْطَانَ وَمَنْ أَمَرَهُمْ بِعِبَادَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်မှလွဲ၍ အခြားအရာကို ကိုးကွယ်လိုသူတိုင်းသည် သူ့ကို ကိုးကွယ်သူနှင့်အတူ ရှိလိမ့်မည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ရှိုင်သွာန်ကို ကိုးကွယ်နေကြပြီး ၎င်းပုဂ္ဂိုလ်ကို ကိုးကွယ်ရန် ပြောကြားခဲ့သူကို ကိုးကွယ်နေသောကြောင့် ဖြစ်သည်)</span>\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အောက်ပါစကားများကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَىٰ أُولَٰئِكَ عَنْهَا مُبْعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့ထံမှ ကောင်းကျိုးများ ဦးစွာ ရရှိခဲ့သူများသည် ၎င်းမှ <span class=\"gray\">(ဂျဟန္နမ်မှ)</span> ဝေးဝေး ဖယ်ရှားခံရမည်။)</span><span class=\"gray\">(၂၁:၁၀၁)</span> ဟူသည်မှာ 'အီဆာ'၊ 'ဥဇိုင်ရ်'နှင့် ရဗ္ဗီများ၊ ဘုန်းကြီးများဖြစ်ကြပြီး ၎င်းတို့ကိုလည်း ကိုးကွယ်ခဲ့ကြကာ၊ ၎င်းတို့သည် ၎င်းတို့၏ဘဝကို အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ဆည်းကပ်မှုဖြင့် ကုန်ဆုံးခဲ့ကြသည်။ ၎င်းတို့နောက်မှ ရောက်လာသော လမ်းမှားသူများသည် ၎င်းတို့ကို အလ္လာဟ်အစား သခင်များအဖြစ် သတ်မှတ်ခဲ့ကြသည်။ ကောင်းကင်တမန်များကို အလ္လာဟ်အရှင်မြတ်၏ သမီးတော်များအဖြစ် ကိုးကွယ်ခြင်း သဘောတရားနှင့်ပတ်သက်၍ အောက်ပါစကားများ ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُكْرَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့က \"အရှင်မဟာကရုဏာရှင်သည် သား <span class=\"gray\">(သို့မဟုတ် သားသမီး)</span> ဖွားမြင်ခဲ့သည်\" ဟု ဆိုကြသည်။ သူ့အား ဘုန်းတော်ချီးမြှင့်ပါစေ! ၎င်းတို့သည် ဂုဏ်ပြုခံရသော ကျွန်များသာ ဖြစ်ကြသည်)</span><span class=\"gray\">(၂၁:၂၆)</span> 'အီဆာ ဘင် မာရ်ယမ်'နှင့်ပတ်သက်၍၊ သူ့အား အလ္လာဟ်အစား ကိုးကွယ်နေခြင်းအကြောင်းနှင့် အလ်-ဝါလစ်ဒ်နှင့် အငြင်းအခုံတွင် ပါဝင်ခဲ့သူ အခြားသူများ အံ့အားသင့်ခဲ့ကြသည်နှင့်ပတ်သက်၍ အောက်ပါအရာကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာရ်ယမ်၏သားအား ပုံဥပမာပြုသောအခါ၊ သင်၏လူမျိုးတို့သည် အော်ဟစ်ငိုယိုကြသည်ကို မြင်လော့။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် သင်၏သတင်းစကားကို ငြင်းပယ်ရန်အတွက် ဤအငြင်းအခုံကို အခြေခံအဖြစ် ယူကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် 'အီဆာ ဘင် မာရ်ယမ်'ကို ဖော်ပြပြီး ပြောကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ - وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ - وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ကျွန်တစ်ဦးမျှသာ မဟုတ်ခဲ့ပေ။ ငါတို့သည် သူ့အား ငါတို့၏မျက်နှာသာပေးမှုကို ချီးမြှင့်ခဲ့ပြီး ဣစ်ရာအီလ်သားတို့အတွက် ပုံဥပမာတစ်ခုအဖြစ် ငါတို့ ဖန်ဆင်းခဲ့သည်။ ငါတို့ ဆန္ဒရှိပါက၊ မြေပေါ်တွင် သင်တို့အစား ကောင်းကင်တမန်များကို ဖန်ဆင်းခဲ့မည်။ ထို့ပြင် သူ <span class=\"gray\">('အီဆာ')</span> သည် နာရီအတွက် သိသာထင်ရှားသော လက္ခဏာတစ်ခု ဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ သေသူများကို ရှင်ပြန်ထမြောက်စေခြင်းနှင့် နာမကျန်းသူများကို ကုသခြင်းကဲ့သို့သော သူ့လက်ထဲတွင် ဖြစ်ပေါ်ခဲ့သည့် နိမိတ်လက္ခဏာများနှင့် လက္ခဏာများသည် နာရီရောက်ရှိလာမည့် လက္ခဏာများအဖြစ် လုံလောက်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\"> فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းနှင့်ပတ်သက်၍ သံသယမဝင်ကြနှင့်။ ငါ့ကို လိုက်နာကြ! ဤကား ဖြောင့်မတ်သော လမ်းဖြစ်သည်)</span>\" အိဗ်နု ဂျရီးရ်က အလ်-'အော်ဖီသည် အိဗ်နု အဗ္ဗာစ် (အလ္လာဟ်အရှင်မြတ်သည် သူနှင့်နှစ်သက်တော်မူပါစေ) ထံမှ အာယတ်ကို မှတ်ချက်ပြုခဲ့ကြောင်း ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာရ်ယမ်၏သားအား ပုံဥပမာပြုသောအခါ၊ သင်၏လူမျိုးတို့သည် အော်ဟစ်ငိုယိုကြသည်ကို မြင်လော့။)</span> \"ဤသည်မှာ ကုရိုက်ရှ်တို့အား ဆိုလိုသည်၊ သူတို့ကို ပြောသောအခါ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် အလ္လာဟ်မှလွဲ၍ သင်တို့ယခု ကိုးကွယ်နေသောအရာများသည် ဂျဟန္နမ်အတွက် <span class=\"gray\">(သာလျှင်)</span> ထင်းများဖြစ်သည်။ <span class=\"gray\">(ဧကန်မလွဲ)</span> သင်တို့သည် ၎င်းထဲသို့ ဝင်ရောက်ရလိမ့်မည်။)</span><span class=\"gray\">(၂၁:၉၈)</span> ကုရိုက်ရှ်တို့က သူ့အား 'အီဆာ ဘင် မာရ်ယမ်ကော ဘယ်လိုလဲ' ဟု မေးခဲ့သည်။ သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاكَ عَبْدُاللهِ وَرَسُولُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အလ္လာဟ်၏ ကျွန်နှင့် ရစူလ်တမန်တော် ဖြစ်သည်။)</span> ၎င်းတို့က 'အလ္လာဟ်ကျိန်ဆိုပါ၏၊ ခရစ်ယာန်များက 'အီဆာ မာရ်ယမ်၏သား'ကို သခင်အဖြစ် သတ်မှတ်ခဲ့သကဲ့သို့ ကျွန်ုပ်တို့လည်း သူ့အား သခင်အဖြစ် သတ်မှတ်ရမည်ဟု သူဆိုလိုသည်' ဟု ပြောကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် အငြင်းပွားရန်မှလွဲ၍ အထက်ပါ ပုံဥပမာကို ကိုးကားခြင်းမပြုခဲ့ကြပေ။ မဟုတ်ဘူး! သို့သော် သူတို့သည် အငြင်းပွားတတ်သော လူမျိုးဖြစ်သည်။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ပြောကြသည်- \"ကျွန်ုပ်တို့၏ဘုရားများက ပိုကောင်းသလား သို့မဟုတ် သူကပိုကောင်းသလား\")</span>။ ကွာတာဒါက \"သူတို့သည် 'ကျွန်ုပ်တို့၏ဘုရားများသည် သူ့ထက် ပိုကောင်းသည်' ဟု ပြောနေကြသည်\" ဟု ပြောကြားခဲ့သည်။ ကွာတာဒါက ပြောကြားခဲ့သည်- \"အဗ်နု မာစ်ဥဒ် (အလ္လာဟ်အရှင်မြတ်သည် သူနှင့်နှစ်သက်တော်မူပါစေ) က ၎င်းကို ရွတ်ဖတ်ခဲ့သည် </p><p class=\"ar qpc-hafs\" lang=\"ar\"> (أَآلِهَتُنَا خَيْرٌ أَمْ هٰذَا)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ဘုရားများက ပိုကောင်းသလား သို့မဟုတ် ဤ <span class=\"gray\">(ပုဂ္ဂိုလ်)</span> ကပိုကောင်းသလား)</span>\" ၎င်းတို့ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ ကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် အငြင်းပွားရန်မှလွဲ၍ အထက်ပါ ပုံဥပမာကို ကိုးကားခြင်းမပြုခဲ့ကြပေ။)</span> ဆိုလိုသည်မှာ၊ ခိုင်မာသော အငြင်းအခုံအတွက် ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူ <span class=\"gray\">('အီဆာ')</span> သည် အာယတ် <span class=\"gray\">(၂၁:၉၈)</span> တွင် ပါဝင်ခြင်းမရှိသည်ကို ၎င်းတို့ သိရှိထားကြသည်၊ အကြောင်းမှာ ထိုအရာသည် အဓိပ္ပါယ်မရှိသောကြောင့် ဖြစ်သည်။ ထိုစကားများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် အလ္လာဟ်မှလွဲ၍ သင်တို့ယခု ကိုးကွယ်နေသောအရာများသည် ဂျဟန္နမ်အတွက် <span class=\"gray\">(သာလျှင်)</span> ထင်းများဖြစ်သည်။)</span><span class=\"gray\">(၂၁:၉၈)</span> ဟူသည် ကုရိုက်ရှ်တို့အား ရည်ညွှန်းပြီး ပြောကြားခြင်းဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများကို ကိုးကွယ်ခဲ့ကြသည်။ ၎င်းတို့သည် မေရှိယကို ကိုးကွယ်ခဲ့ခြင်းမရှိသဖြင့် အာယတ်တွင် ပါဝင်ရမည်ဟု အဘယ်ကြောင့် ဆိုရမည်နည်း။ ၎င်းတို့ပြောခဲ့သောအရာသည် အငြင်းအခုံအတွက်သာ ဖြစ်သည်။ ၎င်းတို့ အမှန်တကယ် ယုံကြည်ခဲ့ခြင်းမရှိပေ။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် (အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ကရုဏာထားတော်မူပါစေ) က အဗူ အူမာမာဟ် (အလ္လာဟ်အရှင်မြတ်သည် သူနှင့်နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَلَّ قَوْمٌ بَعْدَ هُدًى كَانُوا عَلَيْهِ، إِلَّا أُوْرِثُوا الْجَدَلَ</p><p lang=\"my\" class=\"my \">g<span class=\"gray\">(မည်သည့်လူမျိုးမျှ လမ်းညွှန်ခံရပြီးနောက် လမ်းမှားခြင်းမရှိ၊ ၎င်းတို့သည် <span class=\"gray\">(အချည်းနှီးသော)</span> အငြင်းအခုံကိုသာ အားကိုးကြသည်။)</span> ထို့နောက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ဤအာယတ်ကို ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် အငြင်းပွားရန်မှလွဲ၍ အထက်ပါ ပုံဥပမာကို ကိုးကားခြင်းမပြုခဲ့ကြပေ။ မဟုတ်ဘူး! သို့သော် သူတို့သည် အငြင်းပွားတတ်သော လူမျိုးဖြစ်သည်။)</span>\" ၎င်းကို အတ်-တီရ်မီဇီ၊ အဗ်နု မာဂျာဟ်နှင့် အဗ်နု ဂျရီးရ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီက \"ဤဟဒီးဆ်သည် ဟာစန် စဟီးဟ် ဖြစ်သည်၊ ကျွန်ုပ်တို့သည် ၎င်းကို ဟဂျ်ဂျာဂျ် ဘင် ဒီနာရ်၏ ဟဒီးဆ်မှလွဲ၍ မသိရှိပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">('အီဆာ')</span> သည် ကျွန်တစ်ဦးမျှသာ မဟုတ်ခဲ့ပေ။ ငါတို့သည် သူ့အား ငါတို့၏မျက်နှာသာပေးမှုကို ချီးမြှင့်ခဲ့သည်)</span> ဆိုလိုသည်မှာ၊ 'အီဆာ' (သူ့အပေါ် ငြိမ်သက်ခြင်းရှိပါစေ) ဖြစ်သည်၊ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များထဲမှ တစ်ဦးသာဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ပရောဖက်ပြုခြင်းနှင့် သတင်းစကားပါးခြင်းဖြင့် ကောင်းချီးပေးခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ဣစ်ရာအီလ်သားတို့အတွက် ပုံဥပမာတစ်ခုအဖြစ် ငါတို့ ဖန်ဆင်းခဲ့သည်)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့ ဆန္ဒရှိသည့်အရာကို လုပ်ဆောင်နိုင်စွမ်းရှိသည်ဟူသော လက္ခဏာ၊ သက်သေနှင့် အထောက်အထား' ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ ဆန္ဒရှိပါက၊ မြေပေါ်တွင် သင်တို့အစား ကောင်းကင်တမန်များကို ဖန်ဆင်းခဲ့မည်။)</span> အစ်-ဆွဒ်ဒီက \"သူတို့သည် သင်တို့၏ နေရာကို <span class=\"gray\">(မြေပေါ်တွင်)</span> ယူခဲ့မည်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗာစ် (အလ္လာဟ်အရှင်မြတ်သည် သူနှင့်နှစ်သက်တော်မူပါစေ) နှင့် ကွာတာဒါက \"သင်တို့ တစ်ဦးနှင့်တစ်ဦး ဆက်ခံသကဲ့သို့ သူတို့လည်း တစ်ဦးနှင့်တစ်ဦး ဆက်ခံကြမည်\" ဟု ပြောကြားခဲ့သည်။ ဤအမြင်သည် ယခင်အမြင်ဖြင့် သွယ်ဝိုက်သောအားဖြင့် ဖော်ပြထားသည်။ မူဂျာဟစ်က \"သူတို့သည် သင်တို့အစား မြေကြီးကို ပြည့်စေခဲ့မည်\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူ <span class=\"gray\">('အီဆာ')</span> သည် နာရီ <span class=\"gray\">(ရောက်ရှိလာမည့်)</span> အတွက် သိသာထင်ရှားသော လက္ခဏာတစ်ခု ဖြစ်လိမ့်မည်။)</span> ဤဝါကျနှင့်ပတ်သက်၍ မှန်ကန်သောအမြင်မှာ ၎င်းသည် ကိယာမတ်နေ့မတိုင်မီ သူ၏ဆင်းသက်ခြင်းကို ရည်ညွှန်းခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ရသူများထဲမှ သူ့အား မယုံကြည်သူ တစ်ဦးမျှ မရှိ၊ သူ၏သေဆုံးခြင်းမတိုင်မီ)</span><span class=\"gray\">(၄:၁၅၉)</span>။ – ဆိုလိုသည်မှာ 'အီဆာ' (သူ့အပေါ် ငြိမ်သက်ခြင်းရှိပါစေ) ၏ သေဆုံးခြင်းမတိုင်မီ ဖြစ်သည် –</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا</p><p lang=\"my\" class=\"my \">ထို့ပြင် ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊ သူသည် ၎င်းတို့အပေါ် သက်သေခံလိမ့်မည် )၄:၁၅၉<span class=\"gray\">(။ ဤအဓိပ္ပါယ်သည် အာယတ်၏ အခြားရွတ်ဖတ်ခြင်းမှ အထောက်အပံ့ ရရှိသည်။</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَإِنَّهُ لَعَلَمٌ لِلسَّاعَةِ)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူသည် နာရီ <span class=\"gray\">(ရောက်ရှိလာမည့်)</span> အတွက် သိသာထင်ရှားသော လက္ခဏာတစ်ခု ဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ နာရီသည် ဧကန်မလွဲ ရောက်လာမည်ဟူသော သက်သေဖြစ်သည်။ မူဂျာဟစ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူသည် နာရီ <span class=\"gray\">(ရောက်ရှိလာမည့်)</span> အတွက် လက္ခဏာတစ်ခု ဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ လက္ခဏာနှင့် \"ကိယာမတ်နေ့မတိုင်မီ မာရ်ယမ်၏သား 'အီဆာ' ပေါ်ထွန်းလာခြင်းသည် နာရီ၏ လက္ခဏာများထဲမှ တစ်ခုဖြစ်သည်။\" ထိုကဲ့သို့ပင် အဗူ ဟူရိုင်ရာဟ်၊ အိဗ်နု အဗ္ဗာစ်၊ 'အဗူ အလ်-'အာလီယာဟ်၊ အဗူ မာလစ်က်၊ အိက်ရိမာဟ်၊ အလ်-ဟာစန်၊ ကွာတာဒါဟ်၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားသူများထံမှလည်း မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က 'အီဆာ'သည် ရှင်ပြန်ထမြောက်ရာနေ့မတိုင်မီ တရားမျှတသော အုပ်ချုပ်သူနှင့် မျှတသော တရားသူကြီးအဖြစ် ဆင်းသက်လာမည်ဟု ပြောကြားခဲ့ကြောင်း မူတာဝါတိရ် ဟဒီးဆ်များစွာက ဖော်ပြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَا تَمْتَرُنَّ بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းနှင့်ပတ်သက်၍ သံသယမဝင်ကြနှင့်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းသည် ဧကန်မလွဲ ဖြစ်ပေါ်လာမည်ကို မယုံသင်္ကာမဖြစ်နှင့်။</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَاتَّبِعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါ့ကို လိုက်နာကြ။)</span> ဆိုလိုသည်မှာ၊ 'ငါသည် သင်တို့အား ၎င်းနှင့်ပတ်သက်၍ ပြောကြားသောအရာတွင်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا صِرَاطٌ مُسْتَقِيمٌ - وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကား ဖြောင့်မတ်သော လမ်းဖြစ်သည်၊ ထို့ပြင် ရှိုင်သွာန်သည် သင်တို့အား အနှောင့်အယှက်မပေးပါစေနှင့်။)</span> ဆိုလိုသည်မှာ၊ သစ္စာတရားကို လိုက်နာခြင်းမှ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ - وَلَمَّا جَاءَ عِيسَىٰ بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သူ <span class=\"gray\">(ရှိုင်သွာန်)</span> သည် သင်တို့အတွက် ထင်ရှားသော ရန်သူဖြစ်သည်။ ထို့ပြင် 'အီဆာ'သည် <span class=\"gray\">(ငါတို့၏)</span> ရှင်းလင်းသော သက်သေအထောက်အထားများနှင့်တကွ ရောက်လာသောအခါ၊ သူက \"ငါသည် သင်တို့ထံသို့ အလ်-ဟိက်မာနှင့်တကွ ရောက်ရှိလာခဲ့သည်...\" ဟု ပြောကြားခဲ့သည်)</span>၊ ဆိုလိုသည်မှာ ပရောဖက်ပြုခြင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့ ကွဲပြားနေသော အချို့ <span class=\"gray\">(အချက်များ)</span> ကို ရှင်းလင်းပြသရန် ဖြစ်သည်)</span> အိဗ်နု ဂျရီးရ်က \"ဤသည်မှာ ဘာသာရေးကိစ္စများကို ဆိုလိုသည်၊ လောကီရေးရာ ကိစ္စများကို မဟုတ်ပါ\" ဟု ပြောကြားခဲ့သည်။ သူပြောကြားသောအရာသည် ကောင်းမွန်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အပေါ် တက်ကဝါထားကြလော့)</span> ဆိုလိုသည်မှာ၊ 'ငါသည် သင်တို့အား လုပ်ဆောင်ရန် အမိန့်ပေးသောအရာနှင့်ပတ်သက်၍' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطِيعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါ့ကို နာခံကြလော့။)</span> ဆိုလိုသည်မှာ၊ 'ငါသည် သင်တို့ထံသို့ ယူဆောင်လာသောအရာတွင်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်! သူသည် ငါ၏အရှင်သခင်နှင့် သင်တို့၏အရှင်သခင် ဖြစ်သည်။ ထို့ကြောင့် သူ့ကို ကိုးကွယ်ကြလော့။ ဤကား ဖြောင့်မတ်သော လမ်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ 'သင်နှင့်ငါသည် သူ့ကျွန်ဖြစ်ကြပြီး၊ သူ့အားလိုအပ်ကြကာ၊ သူ့အား တစ်ပါးတည်း ကိုးကွယ်ရာတွင် ပူးပေါင်းပါဝင်ကြသည်၊ မည်သူ့ကိုမျှ သူ့နှင့်တွဲဖက်ခြင်းမရှိ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> هَٰذَا صِرَاطٌ مُسْتَقِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကား ဖြောင့်မတ်သော လမ်းဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊ 'ငါသည် သင်တို့ထံသို့ ယူဆောင်လာခဲ့သောအရာသည် ဖြောင့်မတ်သောလမ်းဖြစ်ပြီး၊ ၎င်းသည် အရှင်သခင်အား၊ သူသည် မြင့်မြတ်ပါစေ၊ တစ်ပါးတည်း ကိုးကွယ်ခြင်းဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့အချင်းချင်းကြားရှိ အုပ်စုများ ကွဲပြားခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် ကွဲပြားပြီး ပါတီများနှင့် အုပ်စုများ ဖြစ်လာခဲ့ကြသည်၊ အချို့က သူ <span class=\"gray\">('အီဆာ')</span> သည် အလ္လာဟ်၏ ကျွန်နှင့် ရစူလ်တမန်တော်ဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည် – ၎င်းမှာ မှန်ကန်သည် – အခြားသူများကမူ သူသည် အလ္လာဟ်၏သားဖြစ်သည် သို့မဟုတ် သူကိုယ်တိုင် အလ္လာဟ်ဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည် – ၎င်းတို့ပြောကြားသည်ထက် အလ္လာဟ်အရှင်မြတ်သည် များစွာ မြင့်မြတ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် နာကျင်စေသော နေ့ရက်၏ ပြစ်ဒဏ်မှ မတရားပြုသူတို့အဖို့ အမိုက်အမှောင်ကျရောက်စေသတည်း)</span>!</p>"
  }
]