[
  {
    "ayah_key": "31:34",
    "group_ayah_key": "31:34",
    "from_ayah": "31:34",
    "to_ayah": "31:34",
    "ayah_keys": "31:34",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ (ကိယာမတ်) နာရီ၏ အသိပညာရှိတော်မူ၏။ အရှင်မြတ်သည် မိုးကို ရွာသွန်းစေတော်မူ၏။ သားအိမ်များအတွင်း၌ရှိသည်များကို သိတော်မူ၏။ မည်သူတစ်ဦးတစ်ယောက်မျှ နက်ဖြန်၌ မည်သည့်အရာကို ရှာဖွေရရှိမည်ကို မသိပေ။ မည်သူတစ်ဦးတစ်ယောက်မျှ မိမိမည်သည့်မြေတွင် သေဆုံးမည်ကို မသိပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို သိတော်မူထသော၊ အလုံးစုံကို သတိမူတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(34)</span></p><p lang=\"my\" class=\"my \">မမြင်နိုင်သောအရာများကို သိတော်မူသောအရှင်မှာ အလ္လာဟ်ဖြစ်တော်မူ၏။</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် မမြင်နိုင်သောအရာများ၏ သော့များဖြစ်ကြပြီး ၎င်းတို့၏ အသိပညာကို အလ္လာဟ်အရှင်မြတ်သည် မိမိကိုယ်တိုင်အတွက်သာ သိမ်းဆည်းထားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က မိမိအား ပြောပြမှသာလျှင် အခြားမည်သူမျှ မသိနိုင်ပေ။ 'ကိယာမတ်နာရီ မည်သည့်အချိန်တွင် ဖြစ်ပေါ်မည်' ဆိုသည့် အသိပညာကို စေလွှတ်တော်မူသော မည်သည့်နဗီနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် နီးစပ်သော မည်သည့်မလာအီကာမျှ မသိနိုင်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မှတစ်ပါး အချိန်ကို မည်သူမျှ ဖော်ပြနိုင်မည် မဟုတ်ပေ။)</span><span class=\"gray\">(7:187)</span>။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သည့်အချိန်တွင် မိုးရွာမည်ကို မည်သူမျှ မသိပေ။ သို့သော် အရှင်မြတ်က အမိန့်ထုတ်ပြန်သောအခါ မိုးရွာစေရန် တာဝန်ပေးအပ်ထားသော မလာအီကာများ သိရှိကြသည်။ ထို့ပြင် အရှင်မြတ် ဖန်ဆင်းထားသောအရာများအနက် အရှင်မြတ်အလိုရှိသောသူများလည်း သိရှိကြသည်။ အရှင်မြတ် ဖန်ဆင်းလိုသောအရာများ၏ သားအိမ်များအတွင်း၌ မည်သည့်အရာရှိသည်ကို အရှင်မြတ်မှတစ်ပါး မည်သူမျှ မသိပေ။ သို့သော် အရှင်မြတ်က ၎င်းသည် ယောက်ျားဖြစ်မည်လား သို့မဟုတ် မိန်းမဖြစ်မည်လား၊ ၎င်းသည် ကောင်းချီးခံစားရမည်လား သို့မဟုတ် ကံဆိုးမိုးမှောင်ကျမည်လားဟု ပြဋ္ဌာန်းသောအခါ ထိုတာဝန်ပေးအပ်ထားသော မလာအီကာများ သိရှိကြသည်။ ထို့ပြင် အရှင်မြတ် ဖန်ဆင်းထားသောအရာများအနက် အရှင်မြတ်အလိုရှိသောသူများလည်း သိရှိကြသည်။ မည်သူတစ်ဦးတစ်ယောက်မျှ နက်ဖြန်၌ ဤလောကနှင့် အာခိရတ်အတွက် မည်သည့်အရာကို ရှာဖွေရရှိမည်ကို မသိပေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူတစ်ဦးတစ်ယောက်မျှ မိမိမည်သည့်မြေတွင် သေဆုံးမည်ကို မသိပေ။)</span> မိမိမြေတွင်လား သို့မဟုတ် အခြားနေရာတွင်လား၊ အခြားမြေတွင်လား။ ဤအရာကို မည်သူမျှ မသိပေ။ ဤအာယတ်တော်သည် ဤအာယတ်တော်နှင့်တူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ထံတော်၌ မမြင်နိုင်သောအရာများ၏ သော့များရှိသည်။ အရှင်မြတ်မှတစ်ပါး မည်သူမျှ ၎င်းတို့ကို မသိပေ။)</span><span class=\"gray\">(6:59)</span>။ အထက်ပါ ငါးမျိုးကို မမြင်နိုင်သောအရာများ၏ သော့များဟု ဆွန္နတ်တွင် ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် ဘုရိုင်ဒဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောသည်ကို ကြားသိခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَمْسٌ لَا يَعْلَمُهُنَّ إِلَّا اللهُ عَزَّ وَجَلَّ: إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ ۖ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ ۚ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူမျှ မသိသော အရာငါးမျိုးရှိသည်- <span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ (ကိယာမတ်) နာရီ၏ အသိပညာရှိတော်မူ၏။ အရှင်မြတ်သည် မိုးကို ရွာသွန်းစေတော်မူ၏။ သားအိမ်များအတွင်း၌ရှိသည်များကို သိတော်မူ၏။ မည်သူတစ်ဦးတစ်ယောက်မျှ နက်ဖြန်၌ မည်သည့်အရာကို ရှာဖွေရရှိမည်ကို မသိပေ။ မည်သူတစ်ဦးတစ်ယောက်မျှ မိမိမည်သည့်မြေတွင် သေဆုံးမည်ကို မသိပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို သိတော်မူထသော၊ အလုံးစုံကို သတိမူတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span>)</span> ဤဟဒီးဆ်၏ မှတ်တမ်းတင်သူများ၏ ကွင်းဆက်သည် ဆဟီဟ်ဖြစ်သည်၊ သို့သော် ၎င်းတို့က မှတ်တမ်းတင်ခဲ့ခြင်း မရှိပေ။</p><p lang=\"xh\" class=\"xh \">The Hadith of Ibn 'Umar</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အိဗ်နု အူမရ်က ပြောသည်မှာ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောသည်” ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَفَاتِيحُ الْغَيْبِ خَمْسٌ لَا يَعْلَمُهُنَّ إِلَّا اللهُ: إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ ۖ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ ۚ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်နိုင်သောအရာများ၏ သော့များမှာ ငါးမျိုးဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူမျှ မသိပေ- <span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ (ကိယာမတ်) နာရီ၏ အသိပညာရှိတော်မူ၏။ အရှင်မြတ်သည် မိုးကို ရွာသွန်းစေတော်မူ၏။ သားအိမ်များအတွင်း၌ရှိသည်များကို သိတော်မူ၏။ မည်သူတစ်ဦးတစ်ယောက်မျှ နက်ဖြန်၌ မည်သည့်အရာကို ရှာဖွေရရှိမည်ကို မသိပေ။ မည်သူတစ်ဦးတစ်ယောက်မျှ မိမိမည်သည့်မြေတွင် သေဆုံးမည်ကို မသိပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို သိတော်မူထသော၊ အလုံးစုံကို သတိမူတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span>)</span> ၎င်းကို အလ်-ဘူခါရီတစ်ဦးတည်းကသာ မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းကို သူ၏ ဆဟီဟ်ကျမ်းရှိ မိုးတောင်းဆုတောင်းခြင်းအခန်းတွင် ဖော်ပြခဲ့သည်။ သူသည် ၎င်းကို သူ၏ တဖ်စီရ်ကျမ်းတွင် ကွဲပြားသော မှတ်တမ်းတင်သူများ၏ ကွင်းဆက်ဖြင့်လည်း မှတ်တမ်းတင်ခဲ့ပြီး အဘ်ဒူလ်လာဟ် ဗင်န် အူမရ်က “နဗီတမန်တော် ﷺ က မိန့်ကြားတော်မူသည်” ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَفَاتِيحُ الْغَيْبِ خَمْسٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်နိုင်သောအရာများ၏ သော့များမှာ ငါးမျိုးဖြစ်သည်)</span>” ထို့နောက် အရှင်မြတ်က ရွတ်ဖတ်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ (ကိယာမတ်) နာရီ၏ အသိပညာရှိတော်မူ၏။ အရှင်မြတ်သည် မိုးကို ရွာသွန်းစေတော်မူ၏။ သားအိမ်များအတွင်း၌ရှိသည်များကို သိတော်မူ၏။)</span> ၎င်းကိုလည်း အလ်-ဘူခါရီတစ်ဦးတည်းကသာ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"fil\" class=\"fil \">The Hadith of Abu Hurayrah</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ တဖ်စီရ်တွင် အလ်-ဘူခါရီသည် အဗူ ဟုရိုင်ရဟ်ထံမှ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေဟု ဖော်ပြထားသည်။ တစ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် လူများရှေ့တွင် ရပ်နေစဉ် လူတစ်ဦးရောက်လာပြီး “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အီမာန်ဆိုသည်မှာ အဘယ်နည်း” ဟု မေးခဲ့ရာ အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْإِيمَانُ أَنْ تُؤْمِنَ بِاللهِ وَمَلَائِكَتِهِ، وَكُتُبِهِ وَرُسُلِهِ وَلِقَائِهِ، وَتُؤْمِنَ بِالْبَعْثِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီမာန်ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ မလာအီကာများ၊ အရှင်မြတ်၏ ကျမ်းဂန်များ၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်များနှင့် အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို ယုံကြည်ခြင်းဖြစ်ပြီး၊ အာခိရတ်ရှိ ပြန်လည်ထမြောက်ခြင်းကို ယုံကြည်ခြင်းဖြစ်သည်။)</span> ထိုသူက “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အစ္စလာမ်ဆိုသည်မှာ အဘယ်နည်း” ဟု မေးခဲ့ရာ အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْإِسْلَامُ أَنْ تَعْبُدَ اللهَ وَلَا تُشْرِكَ بِهِ شَيْئًا، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ الْمَفْرُوضَةَ، وَتَصُومَ رَمَضَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စလာမ်ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ခြင်းဖြစ်ပြီး အရှင်မြတ်နှင့်အတူ မည်သည့်အရာကိုမျှ မတွဲဖက်ကိုးကွယ်ခြင်း၊ ပုံမှန်ဆွလားသ်တည်ထောင်ခြင်း၊ မဖြစ်မနေပေးဆောင်ရမည့် ဇကားသ်ကို ပေးဆောင်ခြင်းနှင့် ရမ်ဇာန်ဥပုသ်လတွင် ဥပုသ်စောင့်ခြင်းဖြစ်သည်။)</span> ထိုသူက “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အီဟ်ဆာန်ဆိုသည်မှာ အဘယ်နည်း” ဟု မေးခဲ့ရာ အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْإِحْسَانُ أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဟ်ဆာန်ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား သင်မြင်နေရသကဲ့သို့ ကိုးကွယ်ခြင်းဖြစ်ပြီး၊ သင်အရှင်မြတ်ကို မမြင်ရလျှင်ပင် အရှင်မြတ်က သင့်ကို မြင်နေတော်မူ၏။)</span> ထိုသူက “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ (ကိယာမတ်) နာရီ မည်သည့်အချိန်တွင် ရောက်ရှိမည်နည်း” ဟု မေးခဲ့ရာ အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَلٰكِنْ سَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا: إِذَا وَلَدَتِ الْأَمَةُ رَبَّتَهَا فَذَاكَ مِنْ أَشْرَاطِهَا، وَإِذَا كَانَ الْحُفَاةُ الْعُرَاةُ رُؤُوسَ النَّاسِ فَذَاكَ مِنْ أَشْرَاطِهَا فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللهُ: إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအကြောင်းကို မေးခံရသူသည် မေးသူထက် ပိုသိသည်မဟုတ်၊ သို့သော် ၎င်း၏ လက္ခဏာအချို့ကို သင့်အား ပြောပြမည်။ ကျွန်မတစ်ဦးက သူ၏ သခင်မကို မွေးဖွားသောအခါ၊ ၎င်းသည် ၎င်း၏ လက္ခဏာများအနက် တစ်ခုဖြစ်သည်။ ခြေဗလာနှင့် ကိုယ်ဗလာများက လူတို့၏ ခေါင်းဆောင်များဖြစ်လာသောအခါ၊ ၎င်းသည် ၎င်း၏ လက္ခဏာများအနက် တစ်ခုဖြစ်သည်။ (ကိယာမတ်) နာရီ၏ အချိန်သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူမျှ မသိသော အရာငါးမျိုးအနက် တစ်ခုဖြစ်သည်။ <span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ (ကိယာမတ်) နာရီ၏ အသိပညာရှိတော်မူ၏။ အရှင်မြတ်သည် မိုးကို ရွာသွန်းစေတော်မူ၏။ သားအိမ်များအတွင်း၌ရှိသည်များကို သိတော်မူ၏။...)</span>)</span> ထို့နောက် ထိုသူသည် ထွက်ခွာသွားရာ နဗီတမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">رُدُّوهُ عَلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို ငါ့ထံ ပြန်ခေါ်ခဲ့ကြ။)</span> သူတို့သည် သူ့ကို ပြန်ခေါ်ရန် သွားကြသော်လည်း မတွေ့နိုင်ခဲ့ကြပေ။ အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا جِبْرِيلُ جَاءَ لِيُعَلِّمَ النَّاسَ دِينَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ဂျိဘ်ရီလ်ဖြစ်ပြီး လူတို့အား ၎င်းတို့၏ ဘာသာတရားကို သင်ကြားပေးရန် ရောက်လာခဲ့သည်။)</span> ၎င်းကို အလ်-ဘူခါရီက အီမာန်ကျမ်းတွင်လည်းကောင်း၊ မွတ်စ်လင်မ်က နာရတ်ကွင်းဆက်အချို့ဖြင့်လည်းကောင်း မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းကို ကျွန်ုပ်တို့၏ အလ်-ဘူခါရီဆိုင်ရာ မှတ်ချက်အစတွင် ဆွေးနွေးခဲ့ပြီး သစ္စာရှိသူတို့၏ ခေါင်းဆောင် 'အူမရ် ဗင်န် အလ်-ခါးတ္တဘ်က ဖော်ပြခဲ့သော ဟဒီးဆ်အချို့ကို အကျယ်တဝင့် ဖော်ပြခဲ့သည်။ ၎င်းတို့ကို မွတ်စ်လင်မ်တစ်ဦးတည်းကသာ မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူတစ်ဦးတစ်ယောက်မျှ မိမိမည်သည့်မြေတွင် သေဆုံးမည်ကို မသိပေ။)</span> ကွသ်တာဒဟ်က “အလ္လာဟ်အရှင်မြတ်သည် မိမိကိုယ်တိုင်အတွက်သာ သိမ်းဆည်းထားသော အရာအချို့ရှိပြီး ၎င်းတို့ကို အရှင်မြတ်နှင့် နီးစပ်သော မည်သည့်မလာအီကာနှင့် အရှင်မြတ်စေလွှတ်တော်မူသော မည်သည့်နဗီမျှ မသိပေ။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ (ကိယာမတ်) နာရီ၏ အသိပညာရှိတော်မူ၏။)</span> လူသားများအနက် မည်သူမျှ (ကိယာမတ်) နာရီ မည်သည့်အချိန်တွင် ရောက်ရှိမည်၊ မည်သည့်နှစ်၊ မည်သည့်လတွင်၊ သို့မဟုတ် ညဘက်တွင်လား သို့မဟုတ် နေ့ဘက်တွင်လားကို မသိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنَزِّلُ الْغَيْثَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မိုးကို ရွာသွန်းစေတော်မူ၏။)</span> မည်သည့်အချိန်တွင် မိုးရွာမည်ကို ညဘက်လား၊ နေ့ဘက်လား မည်သူမျှ မသိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مَا فِي الْأَرْحَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သားအိမ်များအတွင်း၌ရှိသည်များကို သိတော်မူ၏။)</span> သားအိမ်များအတွင်း၌ မည်သည့်အရာရှိသည်ကို ယောက်ျားလား မိန်းမလား၊ နီလား နက်လား၊ သို့မဟုတ် မည်သည့်အရာဖြစ်သည်ကို မည်သူမျှ မသိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူတစ်ဦးတစ်ယောက်မျှ နက်ဖြန်၌ မည်သည့်အရာကို ရှာဖွေရရှိမည်ကို မသိပေ။)</span> ကောင်းသည်ဖြစ်စေ ဆိုးသည်ဖြစ်စေ။ အို အာဒမ်၏သား၊ သင်မည်သည့်အချိန်တွင် သေဆုံးမည်ကို သင်မသိပေ။ သင်နက်ဖြန် သေဆုံးနိုင်သည်။ သင်နက်ဖြန် ကပ်ဘေးသင့်နိုင်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မည်သူတစ်ဦးတစ်ယောက်မျှ မိမိမည်သည့်မြေတွင် သေဆုံးမည်ကို မသိပေ။)</span> ဆိုလိုသည်မှာ မည်သူတစ်ဦးတစ်ယောက်မျှ မိမိ၏ နားခိုရာနေရာသည် ကုန်းပေါ်တွင်လား သို့မဟုတ် ပင်လယ်ထဲတွင်လား၊ မြေပြန့်တွင်လား သို့မဟုတ် တောင်များပေါ်တွင်လားဆိုသည်ကို မသိပေ။ ဟဒီးဆ်တွင် ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَرَادَ اللهُ قَبْضَ عَبْدٍ بِأَرْضٍ جَعَلَ لَهُ إِلَيْهَا حَاجَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က လူတစ်ဦး၏ ဝိညာဉ်ကို သတ်မှတ်ထားသောမြေတွင် ယူလိုလျှင် အရှင်မြတ်က ၎င်းအား ထိုနေရာသို့ သွားရန် အကြောင်းပြချက်တစ်ခု ပေးမည်။)</span> အလ်-မိုအ်ဂျမ် အလ်-ကဘီရ်တွင် အလ်-ဟာဖိဇ် အဗူ အလ်-ကွာစင်မ် အသ်-တာဘာရာနီက အူစါမာဟ် ဗင်န် ဇိုင်ဒ်က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်” ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَعَلَ اللهُ مِيتَةَ عَبْدٍ بِأَرْضٍ إِلَّا جَعَلَ لَهُ فِيهَا حَاجَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လူတစ်ဦးအား သတ်မှတ်ထားသောမြေတွင် သေဆုံးစေလိုပါက ထိုနေရာသို့ သွားရန် အကြောင်းပြချက် ပေးတော်မူ၏။)</span>”</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရဟ် လုက္ကမာန်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ ကမ္ဘာများ၏ အရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သာလျှင် ချီးမွမ်းခြင်းခံထိုက်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်တော်မူပြီး အရှင်မြတ်သည် ကိစ္စအဝဝကို အကောင်းဆုံး စီမံခန့်ခွဲတော်မူသော အရှင်ဖြစ်တော်မူ၏။</p>"
  }
]