[
  {
    "ayah_key": "27:59",
    "group_ayah_key": "27:59",
    "from_ayah": "27:59",
    "to_ayah": "27:60",
    "ayah_keys": "27:59,27:60",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါလေ- \"အလ္လာဟ်အရှင်မြတ်အတွက် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းများဖြစ်ကြပါစေ၊ အရှင်မြတ်ရွေးချယ်ထားသော အရှင်၏ကျွန်များအပေါ် ငြိမ်းချမ်းသာယာခြင်းများ ဖြစ်ကြပါစေ။ အလ္လာဟ်အရှင်မြတ်က ပိုမိုကောင်းမြတ်သလော၊ သို့မဟုတ် ၎င်းတို့တွဲဖက်ထားသည်များက ပိုကောင်းသလော။ <span>(၅၉)</span>ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူပြီး၊ သင်တို့အတွက် ကောင်းကင်မှ ရေကို ပို့ချပေးကာ လှပနှစ်လိုဖွယ် ကောင်းသော ဥယျာဉ်များကို ငါတို့ ပေါက်ရောက်စေခဲ့သူ မဟုတ်ပေဘူးလော။ ၎င်းတို့၏ သစ်ပင်များကို ပေါက်ရောက်စေရန် သင်တို့၏ စွမ်းရည်၌ မရှိချေ။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားရှိပါသလော။ မဟုတ်ဘူး၊ ၎င်းတို့သည် တွဲဖက်ကိုးကွယ်သူများဖြစ်ကြသည် <span>(၆၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းရန်နှင့် အရှင်၏ ရစူလ်တမန်တော်များအပေါ် ကောင်းချီးမင်္ဂလာများ ပို့သရန် အမိန့်တော်</h2></div><p lang=\"fr\" class=\"fr \">Allah commands His Messenger ﷺ to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အတွက် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းများဖြစ်ကြပါစေ၊)</span> ဆိုလိုသည်မှာ အရှင်၏ ကျွန်များအပေါ် အရှင်ချပေးသနားတော်မူသော မရေမတွက်နိုင်သော ကောင်းချီးမင်္ဂလာများအတွက်၊ အရှင်၏ မြင့်မြတ်သော ဂုဏ်တော်များအတွက်နှင့် အလွန်လှပသော နာမတော်များအတွက် ဖြစ်သည်။ အရှင်သည် ရွေးချယ်ထားသော၊ ရွေးထုတ်ထားသော အရှင်၏ ကျွန်များဖြစ်သည့် မြင့်မြတ်သော ရစူလ်တမန်တော်များနှင့် နဗီတမန်တော်များအပေါ် ငြိမ်းချမ်းသာယာခြင်းများ ပို့သရန် အမိန့်တော်ချမှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ အကောင်းဆုံး ငြိမ်းချမ်းသာယာခြင်းနှင့် ကောင်းချီးမင်္ဂလာများသည် ၎င်းတို့အပေါ်၌ ဖြစ်ကြပါစေ။ ဤသည်မှာ 'အဗ်ဒုရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ အရှင်ရွေးချယ်ထားသော ကျွန်များ၏ အဓိပ္ပါယ်မှာ နဗီတမန်တော်များ ဖြစ်သည်။ သူက ပြောခဲ့သည်၊ \"ဤသည်မှာ အရှင်သည် အာယတ်တော်၌ မိန့်တော်မူခဲ့သကဲ့သို့ ဖြစ်သည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ - وَسَلَامٌ عَلَى الْمُرْسَلِينَ - وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်၊ ဂုဏ်ကျက်သရေနှင့် တန်ခိုးအာဏာပိုင်ရှင် အရှင်မြတ်သည် <span class=\"gray\">(သူတို့ဖန်တီးသော)</span> အရာများမှ သန့်စင်တော်မူပါစေ။ ရစူလ်တမန်တော်များအပေါ် ငြိမ်းချမ်းသာယာခြင်းများ ရှိပါစေ။ ရှိရှိသမျှအားလုံး၏ အရှင်သခင် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းများ ဖြစ်ကြပါစေ။)</span><span class=\"gray\">(၃၇:၁၈၀-၁၈၂)</span>။ </p><p lang=\"my\" class=\"my \">အဿောင်ရီနှင့် အဆွုဒ်ဒီတို့က ပြောကြားခဲ့သည်၊ \"၎င်းသည် မိုဟမ္မဒ် ﷺ ၏ ဆွဟာဘာများကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို နှစ်သက်တော်မူပါစေ။\" အိဗ်နု အဗ္ဗားစ်ထံမှလည်း အလားတူ သတင်းပို့ခဲ့သည်၊ အမြင်နှစ်ခုကြားတွင် ကွဲလွဲမှုမရှိပေ၊ အကြောင်းမှာ ၎င်းတို့သည်လည်း အလ္လာဟ်အရှင်မြတ်ရွေးချယ်ထားသော ကျွန်များထဲမှ ပါဝင်ကြသောကြောင့်ဖြစ်သည်၊ သို့သော် ဖော်ပြချက်သည် နဗီတမန်တော်များနှင့် ပို၍ကိုက်ညီသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ပိုကောင်းမြတ်သလော၊ သို့မဟုတ် ၎င်းတို့တွဲဖက်ကိုးကွယ်သည့်အရာများက <span class=\"gray\">(အရှင်မြတ်နှင့်)</span> ပိုကောင်းမြတ်သလော။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ရုပ်တုကိုးကွယ်သူများက အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားဘုရားများကို ကိုးကွယ်ခြင်းအတွက် ရှုတ်ချရန် ရည်ရွယ်သည့် မေးခွန်းဖြစ်သည်။  </p><p lang=\"my\" class=\"my \">သောင်ဟီးဒ်၏ အခြားသက်သေအချို့</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင်သည်သာလျှင် ဖန်ဆင်းတော်မူသော၊ ပေးကမ်းတော်မူသောနှင့် ထိန်းချုပ်တော်မူသော တစ်ဆူတည်းသော အရှင်ဖြစ်ကြောင်း ရှင်းပြရန် စတင်ခဲ့သည်။ အရှင်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ خَلَقَ السَّمَاوَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များကို ဖန်ဆင်းတော်မူခဲ့သူ မဟုတ်ပေဘူးလော)</span> ဆိုလိုသည်မှာ အရှင်သည် ထိုမြင့်မား၍ တည်ငြိမ်သော ကောင်းကင်များကို တောက်ပသော ကြယ်များနှင့် လှည့်ပတ်နေသော ဂြိုဟ်များနှင့်အတူ ဖန်ဆင်းတော်မူခဲ့သည်။ ထို့ပြင် အရှင်သည် ကွဲပြားသော အမြင့်များနှင့် သိပ်သည်းဆများရှိသော မြေကြီးကို ဖန်ဆင်းတော်မူခဲ့ပြီး၊ ၎င်းအတွင်းရှိ အရာအားလုံးကို တောင်များ၊ တောင်ကုန်းများ၊ လွင်ပြင်များ၊ ကြမ်းတမ်းသော မြေမျက်နှာပြင်များ၊ တောနက်ကြီးများ၊ သီးနှံများ၊ သစ်ပင်များ၊ အသီးအနှံများ၊ ပင်လယ်များနှင့် မတူညီသော အမျိုးအစား၊ အရောင်နှင့် ပုံသဏ္ဍာန်ရှိသော တိရစ္ဆာန်များ စသည်တို့ကို ဖန်ဆင်းတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်မှ သင်တို့အတွက် ရေကို ပို့ချပေးသည်)</span> ဆိုလိုသည်မှာ အရှင်သည် ၎င်းကို အရှင်၏ ကျွန်များအတွက် စားနပ်ရိက္ခာအဖြစ် ပို့ချပေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လှပနှစ်လိုဖွယ် ကောင်းသော ဥယျာဉ်များကို ငါတို့ ပေါက်ရောက်စေခဲ့ခြင်းဖြင့်လော?)</span> ဆိုလိုသည်မှာ ကြည့်ရတာ လှပနှစ်လိုဖွယ် ကောင်းသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ သစ်ပင်များကို ပေါက်ရောက်စေရန် သင်တို့၏ စွမ်းရည်၌ မရှိချေ။)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် ၎င်းတို့၏ သစ်ပင်များကို ပေါက်ရောက်စေရန် မတတ်နိုင်ချေ။ ထိုသို့လုပ်ဆောင်နိုင်သူမှာ ဖန်ဆင်းရှင်နှင့် စားနပ်ရိက္ခာပေးသနားရှင်ဖြစ်ပြီး၊ အရှင်သည် ဤအရာအားလုံးကို တစ်ပါးတည်း၊ မည်သည့်ရုပ်တုနှင့် အခြားပြိုင်ဘက်မဆို လွတ်လပ်စွာ လုပ်ဆောင်နေခြင်းဖြစ်သည်။' ရုပ်တုကိုးကွယ်သူများ ကိုယ်တိုင်လည်း ဤအရာကို ဝန်ခံခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်၌ မိန့်တော်မူထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့အား \"သူတို့ကို မည်သူ ဖန်ဆင်းခဲ့သနည်း။\" ဟု မေးမြန်းပါက ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်\" ဟု သေချာပေါက် ပြောကြလိမ့်မည်။)</span><span class=\"gray\">(၃၁:၂၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့အား \"ကောင်းကင်မှ မည်သူက ရေကို ပို့ချပြီး၊ ၎င်းရေဖြင့် မြေကြီးကို သေပြီးနောက် အသက်ရှင်စေသနည်း။\" ဟု မေးမြန်းပါက ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်\" ဟု သေချာပေါက် ပြန်ဖြေကြလိမ့်မည်။)</span><span class=\"gray\">(၂၉:၆၃)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် အရှင်သည်သာလျှင် ဤအရာအားလုံးကို တစ်ပါးတည်း၊ မည်သည့်တွဲဖက် သို့မဟုတ် ပူးပေါင်းသူမရှိဘဲ လုပ်ဆောင်သူဖြစ်ကြောင်း ဝန်ခံကြလိမ့်မည်၊ သို့သော် ၎င်းတို့သည် အရှင်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ကြသည်။ ၎င်းတို့ကိုယ်တိုင်ပင် ထိုအခြားသူများသည် မည်သည့်အရာကိုမျှ ဖန်ဆင်းခြင်း သို့မဟုတ် ပေးကမ်းခြင်းမပြုနိုင်ကြောင်း ဝန်ခံကြသည်။ သို့သော် ကိုးကွယ်ခံထိုက်သူ တစ်ဆူတည်းသော အရှင်မှာ ဖန်ဆင်းနိုင်သူနှင့် ပေးကမ်းနိုင်သူ တစ်ဆူတည်းသော အရှင်သာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِلَٰهٌ مَعَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားရှိပါသလော။)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်နိုင်သော အခြားဘုရားရှိပါသလော၊ အရှင်သည် ဖန်ဆင်းရှင်နှင့် ပေးကမ်းရှင်ဖြစ်သည်ဟု သင်တို့နှင့် ဆင်ခြင်တုံတရားရှိသူတိုင်းအတွက် ရှင်းလင်းနေချိန်တွင်၊ သင်တို့ကိုယ်တိုင်ပင် ဝန်ခံထားသည့်အတိုင်းပင်လော?' ထို့နောက် အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ قَوْمٌ يَعْدِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ၎င်းတို့သည် <span class=\"gray\">(အရှင်နှင့်)</span> တွဲဖက်ကိုးကွယ်သူများဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အခြားသူများကို အလ္လာဟ်အရှင်မြတ်နှင့် တူညီသည်၊ နှိုင်းယှဉ်ထိုက်သည်ဟု ဖော်ပြကြသည်။</p>"
  },
  {
    "ayah_key": "27:61",
    "group_ayah_key": "27:61",
    "from_ayah": "27:61",
    "to_ayah": "27:61",
    "ayah_keys": "27:61",
    "text": "<p class=\"my translation\" lang=\"my\">မြေကြီးကို တည်ငြိမ်သော နေရာအဖြစ် ပြုလုပ်တော်မူခဲ့ပြီး၊ ၎င်းအလယ်၌ မြစ်များကို ထားရှိတော်မူခဲ့ပြီး၊ ခိုင်ခံ့သော တောင်များကို ၎င်းအတွင်း၌ ထားရှိတော်မူခဲ့ပြီး၊ ပင်လယ်နှစ်ခု <span class=\"gray\">(ဆားငံရေနှင့် ချိုမြိန်သောရေ)</span> ကြားတွင် အတားအဆီးကို ပြုလုပ်တော်မူခဲ့သူ မဟုတ်ပေဘူးလော။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားကိုးကွယ်ရာ <span class=\"gray\">(ဘုရား)</span> ရှိပါသလော။ မဟုတ်ဘူး၊ ၎င်းတို့အများစုသည် မသိကြပေ <span>(၆၁)</span></p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးကို တည်ငြိမ်သော နေရာအဖြစ် ပြုလုပ်တော်မူခဲ့သူ မဟုတ်ပေဘူးလော၊)</span> ဆိုလိုသည်မှာ တည်ငြိမ်၍ ငြိမ်သက်နေသည်။ ထို့ကြောင့် ၎င်းသည် လှုပ်ရှားခြင်း သို့မဟုတ် တုန်လှုပ်ခြင်း မရှိပေ။ အကယ်၍ ထိုသို့ဖြစ်ခဲ့ပါက လူများနေထိုင်ရန် ကောင်းသောနေရာ ဖြစ်လိမ့်မည်မဟုတ်ပေ။ သို့သော် အရှင်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်ကြောင့် အရှင်သည် ၎င်းကို ချောမွေ့အေးဆေးစေခဲ့ပြီး၊ ၎င်းသည် တုန်လှုပ်ခြင်း သို့မဟုတ် ရွေ့လျားခြင်း မရှိပေ။ ဤသည်မှာ အာယတ်တော်ကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အရှင်သည် သင်တို့အတွက် မြေကြီးကို နေထိုင်ရာနေရာအဖြစ်နှင့် ကောင်းကင်ကို အမိုးအဖြစ် ပြုလုပ်ပေးတော်မူခဲ့သည်။)</span><span class=\"gray\">(၄၀:၆၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ خِلَالَهَا أَنْهَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအလယ်၌ မြစ်များကို ထားရှိတော်မူခဲ့ပြီး၊)</span> ဆိုလိုသည်မှာ အရှင်သည် လတ်ဆတ်ချိုမြိန်သော၊ မြေကြီးကို ဖြတ်သန်းစီးဆင်းသော မြစ်များကို ထားရှိတော်မူခဲ့သည်။ အရှင်သည် ၎င်းတို့ကို အမျိုးအစားအမျိုးမျိုး၊ ကြီးမားသော မြစ်များ၊ သေးငယ်သော မြစ်များနှင့် အလယ်အလတ်မြစ်များအဖြစ် ပြုလုပ်တော်မူခဲ့သည်။ အရှင်သည် ၎င်းတို့ကို အရပ်မျက်နှာအားလုံး၊ အရှေ့၊ အနောက်၊ တောင်၊ မြောက်သို့ စီးဆင်းစေခဲ့ပြီး၊ ကမ္ဘာတစ်ဝှမ်းရှိ မတူညီသော ဒေသများနှင့် နယ်မြေများတွင် လူသားတို့၏ လိုအပ်ချက်များအရ၊ အရှင်သည် ၎င်းတို့ကို ကမ္ဘာအနှံ့ ဖန်ဆင်းတော်မူခဲ့ပြီး၊ ၎င်းတို့၏ လိုအပ်ချက်များအရ စားနပ်ရိက္ခာများကို ပို့ချပေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَهَا رَوَاسِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအတွင်း၌ ခိုင်ခံ့သော တောင်များကို ထားရှိတော်မူခဲ့ပြီး၊)</span> ဆိုလိုသည်မှာ မြေကြီးကို တည်ငြိမ်စေပြီး ခိုင်မာစေသော မြင့်မားသော တောင်များဖြစ်၍၊ ၎င်းသည် တုန်လှုပ်ခြင်းမရှိစေရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်နှစ်ခုကြားတွင် အတားအဆီးကို ပြုလုပ်တော်မူခဲ့ပြီး)</span> ဆိုလိုသည်မှာ အရှင်သည် ရေချိုနှင့် ရေငန်ကြားတွင် အတားအဆီးတစ်ခုကို ထားရှိတော်မူခဲ့သည်၊ ၎င်းတို့အချင်းချင်း မရောနှောစေရန်နှင့် ပျက်စီးစေခြင်းမရှိစေရန်ဖြစ်သည်။ ဘုရားသခင်၏ ဉာဏ်ပညာတော်က ၎င်းတို့တစ်ခုစီသည် ၎င်း၏ မူလအနေအထားအတိုင်း ရှိနေသင့်သည်ဟု ညွှန်ကြားထားသည်။ ရေချိုသည် လူသားတို့အကြား မြစ်များ၌ စီးဆင်းနေသောရေဖြစ်ပြီး၊ တိရစ္ဆာန်များနှင့် အပင်များ၊ အသီးအနှံများကို ရေလောင်းရန် အသုံးပြုနိုင်ရန် လတ်ဆတ်ပြီး အရသာရှိရန် ရည်ရွယ်သည်။ ရေငန်သည် တိုက်ကြီးများကို ပတ်လည်ဝိုင်းရံထားသောရေဖြစ်ပြီး၊ ၎င်း၏ ရနံ့ကြောင့် လေထုမညစ်ညမ်းစေရန် ဆားငန်ပြီး သောက်သုံးမရရန် ရည်ရွယ်သည်။ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် ပင်လယ်နှစ်ခုကို လွှတ်တော်မူခဲ့သူဖြစ်သည်။ ဤသည်မှာ အရသာရှိ၍ ချိုမြိန်ပြီး၊ ထိုသည်မှာ ဆားငန်၍ ခါးသည်။ အရှင်သည် ၎င်းတို့ကြားတွင် အတားအဆီးတစ်ခုနှင့် ပြီးပြည့်စုံသော ကန့်လန့်ကာတစ်ခုကို ထားရှိတော်မူခဲ့သည်။)</span><span class=\"gray\">(၂၅:၅၃)</span> အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِلَٰهٌ مَعَ اللَّهِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားရှိပါသလော။)</span> ဆိုလိုသည်မှာ ဤသို့လုပ်ဆောင်နိုင်သော၊ သို့မဟုတ် ကိုးကွယ်ခံထိုက်သော မည်သည့်ဘုရားမျှ ရှိပါသလော။ အဓိပ္ပါယ်နှစ်မျိုးလုံးကို အကြောင်းအရာအရ ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ၎င်းတို့အများစုသည် မသိကြပေ!)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ကိုးကွယ်ကြသောကြောင့်ဖြစ်သည်။</p>"
  }
]