[
  {
    "ayah_key": "2:233",
    "group_ayah_key": "2:233",
    "from_ayah": "2:233",
    "to_ayah": "2:233",
    "ayah_keys": "2:233",
    "text": "<p lang=\"my\" class=\"my \">မိခင်များသည် ၎င်းတို့၏ကလေးများကို နှစ်နှစ်ပြည့်အောင် နို့တိုက်သင့်သည်၊ <span class=\"gray\">(ဆိုလိုသည်မှာ)</span> နို့တိုက်ကျွေးခြင်းကာလကို ပြည့်စုံစေလိုသော <span class=\"gray\">(မိဘ)</span>များအတွက် ဖြစ်သည်။ သို့သော် ကလေး၏ဖခင်သည် မိခင်၏ အစားအစာနှင့် အဝတ်အစား ကုန်ကျစရိတ်ကို သင့်လျော်သော အခြေခံဖြင့် ကျခံရမည်။ မည်သူ့ကိုမျှ သူခံနိုင်ရည်ရှိသည်ထက် ပိုမိုသောဝန်ထုပ်ဝန်ပိုးကို မတင်ရ။ မိခင်ကို ၎င်း၏ကလေးကြောင့် မတရားပြုခြင်း မပြုရ၊ ဖခင်ကိုလည်း ၎င်း၏ကလေးကြောင့် မတရားပြုခြင်း မပြုရ။ ၎င်း <span class=\"gray\">(ဖခင်)</span> ၏ အမွေခံသူအပေါ်တွင်လည်း ထို <span class=\"gray\">(ဖခင်အပေါ်တွင် တင်ရှိသော)</span> နည်းတူ တာဝန်ရှိသည်။ အကယ်၍ ၎င်းတို့နှစ်ဦးစလုံးသည် အပြန်အလှန်သဘောတူညီချက်ဖြင့်နှင့် သင့်လျော်သော တိုင်ပင်ဆွေးနွေးပြီးနောက် နို့ဖြတ်ရန် ဆုံးဖြတ်ပါက၊ ၎င်းတို့အပေါ် အပြစ်မရှိ။ သင်တို့၏ကလေးများအတွက် အခြားနို့တိုက်မိခင်တစ်ဦးကို ဆုံးဖြတ်ပါက သင်တို့အပေါ် အပြစ်မရှိ၊ သင်တို့သည် <span class=\"gray\">(မိခင်အား)</span> သင့်လျော်သော အခြေခံဖြင့် သဘောတူညီခဲ့သည့်အတိုင်း <span class=\"gray\">(ပေးရန်)</span> ပေးဆပ်ပါက။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး သင်တို့ပြုသမျှကို အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံ မြင်တော်မူသည်ကို သိကြလော့ <span>(233)</span></p><div lang=\"my\" class=\"my \"><h2>နို့တိုက်ကျွေးခြင်းကာလသည် နှစ်နှစ်သာ ဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် မိခင်များအား ၎င်းတို့၏ ကလေးငယ်များကို နို့တိုက်ကျွေးခြင်း၏ ပြည့်စုံသော ကာလဖြစ်သည့် နှစ်နှစ်ပြည့်အောင် နို့တိုက်ကျွေးရန် အလ္လာဟ်အရှင်မြတ်ထံမှ လမ်းညွှန်ချက်ဖြစ်သည်။ ထို့ကြောင့် နှစ်နှစ်ကျော်ပြီးနောက် နို့တိုက်ကျွေးခြင်းသည် ဤမိန့်ခွန်းတွင် မပါဝင်ပါ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နို့တိုက်ကျွေးခြင်းကာလကို ပြည့်စုံစေလိုသောသူများ)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် တာဟ်ရိမ် <span class=\"gray\">(ထိမ်းမြားခြင်းကို တားမြစ်ခြင်း၊ ဆိုလိုသည်မှာ မိမိ၏နို့တိုက်မိခင် သို့မဟုတ် နို့တိုက်ညီအစ်မကို လက်ထပ်၍မရခြင်း)</span> ကို ဖြစ်ပေါ်စေသော နို့တိုက်ကျွေးခြင်းသည် နှစ်နှစ်မပြည့်မီ ဖြစ်ပေါ်သော နို့တိုက်ကျွေးခြင်းဖြစ်သည်။ အကယ်၍ ကလေးငယ်ကို နှစ်နှစ်ပြည့်ပြီးမှသာ နို့တိုက်ကျွေးပါက မည်သည့်တာဟ်ရိမ်မျှ ဖြစ်ပေါ်မည်မဟုတ်ပါ။ အတ်-တီရ်မိဇီသည် 'နို့တိုက်ကျွေးခြင်းသည် ပထမနှစ်နှစ်အတွင်း တာဟ်ရိမ်ကို ဖြစ်ပေါ်စေသည်' အခန်းအောက်တွင် ဖော်ပြသည်မှာ အွမ်မ် ဆလာမာက အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ပြောပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْرُمُ مِنَ الرَّضَاعِ إِلَّا مَا فَتَقَ الْأَمْعَاءَ فِي الثَّدْيِ وَكَانَ قَبْلَ الْفِطَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့တိုက်ကျွေးခြင်းသည် နို့သီးခေါင်းမှဖြစ်ပြီး ဖီတမ် <span class=\"gray\">(နို့ဖြတ်ခြင်းမပြုမီ၊ ဆိုလိုသည်မှာ ပထမနှစ်နှစ်မကုန်ဆုံးမီ)</span> မတိုင်မီဖြစ်ပါက တာဟ်ရိမ်ကို ဖြစ်ပေါ်စေသည်)</span></p><p lang=\"my\" class=\"my \">အတ်-တီရ်မိဇီက \"ဤဟဒီးဆ်သည် ဟာဆန် စဟီးဟ် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ၏ သဟာဗဟ်များအနက်မှ ပညာရှင်အများစုနှင့် အခြားသူများသည် ဤအပေါ်တွင် လုပ်ဆောင်ခဲ့ကြသည်၊ ဆိုလိုသည်မှာ နို့တိုက်ကျွေးခြင်းသည် နှစ်နှစ်မကုန်ဆုံးမီ တာဟ်ရိမ် <span class=\"gray\">(ထိမ်းမြားခြင်းကို တားမြစ်ခြင်း)</span> ကို ဖြစ်ပေါ်စေပြီး ထိုနောက်ဖြစ်ပေါ်သမျှသည် တာဟ်ရိမ်ကို ဖြစ်ပေါ်စေခြင်းမရှိဟူ၍ ဖြစ်သည်။\" အတ်-တီရ်မိဇီသည် ဤဟဒီးဆ်ကို တစ်ဦးတည်းသာ မှတ်တမ်းတင်ထားပြီး ၎င်း၏ စနဒ် (ပရဝါ) ရှိ ရာဝီများသည် စဟီးဟ်အိုင်းန်၏ စံနှုန်းများနှင့် ကိုက်ညီသည်။ တမန်တော်မြတ်၏ မိန့်ကြားချက်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا كَانَ فِي الثَّدْي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့သီးခေါင်းမှ)</span> ဆိုသည်မှာ နှစ်နှစ်မပြည့်မီ နို့တိုက်ကျွေးသည့် အင်္ဂါကို ရည်ညွှန်းသည်။ အီမာမ် အဟ်မဒ်သည် အလ်-ဘာရာအ် ဘင် အာဇိဘ်က ပြောပြသော ဟဒီးဆ်တစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်မှာ \"နဗီတမန်တော်၏ သားတော် အီဗရာဟင်မ် ကွယ်လွန်သောအခါ နဗီတမန်တော် ﷺ က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ابْنِي مَاتَ فِي الثَّدْيِ، إِنَّ لَهُ مُرْضِعًا فِي الْجَنَّـةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏သားသည် နို့တိုက်ခံနေရစဉ် ကွယ်လွန်ခဲ့ပြီး ၎င်းကို ဂျန္နသ် (နိဗ္ဗာန်) တွင် နို့တိုက်ကျွေးမည့်သူ ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့အပြင် အဒ်-ဒါရာကွတ်နီက အိဘ်နု အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ပြောပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْرُمُ مِنَ الرَّضَاعِ إِلَّا مَا كَانَ فِي الْحَوْلَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့တိုက်ကျွေးခြင်းသည် (ပထမ) နှစ်နှစ်အတွင်းမှသာ တာဟ်ရိမ်ကို ဖြစ်ပေါ်စေသည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် မာလိက်သည် ဤဟဒီးဆ်ကို သောင်ရ် ဘင်န် ဇိုင်ဒ်ထံမှ ဖော်ပြသည်၊ ၎င်းက အိဘ်နု အဗ္ဗားစ်က နဗီတမန်တော် ﷺ နှင့် ဆက်စပ်ပြီး ပြောပြသည်ဟု ဖော်ပြသည်။ အဒ်-ဒါရာဝရ်ဒီသည် ဤဟဒီးဆ်ကို သောင်ရ်ထံမှ ဖော်ပြသည်၊ ၎င်းက အစ်ကရ်မာဟ်ထံမှ ဖော်ပြသည်၊ ၎င်းက အိဘ်နု အဗ္ဗားစ်ထံမှ ဖော်ပြသည်။ ပိုမိုစစ်မှန်သော ဤဖော်ပြချက်တွင် ၎င်းက ထပ်ပေါင်းသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ بَعْدَ الْحَوْلَيْنِ فَليْسَ بِشَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်နှစ်ပြီးနောက် ဖြစ်ပေါ်သမျှသည် ထည့်သွင်းစဉ်းစားခြင်းမရှိပါ။)</span></p><div lang=\"my\" class=\"my \"><h2>နှစ်နှစ်ကျော်လွန်၍ နို့တိုက်ကျွေးခြင်း</h2></div><p lang=\"my\" class=\"my \">စဟီးဟ်တွင် ဖော်ပြထားသည်မှာ အာအိရှာဟ်သည် အမျိုးသမီးတစ်ဦးက သူမ၏နို့ကို အသက်ကြီးသူ <span class=\"gray\">(ဆိုလိုသည်မှာ နှစ်နှစ်ကျော်သူ)</span> အား ပေးပါက ၎င်းသည် တာဟ်ရိမ်ကို ဖြစ်ပေါ်စေသည်ဟု ထင်မြင်ခဲ့သည်။ ၎င်းသည် အတာအ် ဘင်န် အဘူ ရဗာဟ် နှင့် လိုက်သ် ဘင်န် စအ်ဒ် တို့၏ အမြင်လည်းဖြစ်သည်။ ထို့ကြောင့် အာအိရှာဟ်သည် အမျိုးသမီးတစ်ဦးက သူမ၏အိမ်သို့ ဝင်ခွင့်ပြုရန် လိုအပ်သော အမျိုးသားကို နို့တိုက်ကျွေးခြင်းသည် ခွင့်ပြုသည်ဟု ထင်မြင်ခဲ့သည်။ သူမသည် အဘူ ဟွတ်ဒိုင်ဖာဟ်၏ လွတ်မြောက်ကျွန် စာလိမ်၏ ဟဒီးဆ်ကို သက်သေအဖြစ် အသုံးပြုခဲ့သည်၊ ထိုဟဒီးဆ်တွင် နဗီတမန်တော် ﷺ သည် အဘူ ဟွတ်ဒိုင်ဖာဟ်၏ ဇနီးအား စာလိမ်အား သူမ၏နို့အချို့ကို တိုက်ကျွေးရန် အမိန့်ပေးခဲ့သည်၊ သူသည် အမျိုးသားတစ်ဦးဖြစ်လင့်ကစား၊ ထိုအချိန်မှစ၍ သူသည် သူမ၏အိမ်သို့ လွတ်လပ်စွာ ဝင်ထွက်ခဲ့သည်။ သို့သော် နဗီတမန်တော်၏ ကျန်ဇနီးများသည် ဤအမြင်နှင့် မသဘောတူခဲ့ကြဘဲ ၎င်းသည် အထူးကိစ္စတစ်ခုသာ ဖြစ်သည်ဟု ထင်မြင်ခဲ့ကြသည်။ ၎င်းသည် ပညာရှင်အများစု၏ အမြင်လည်းဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ငွေကြေးအတွက် နို့တိုက်ကျွေးခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် ကလေး၏ဖခင်သည် မိခင်၏ အစားအစာနှင့် အဝတ်အစား ကုန်ကျစရိတ်ကို သင့်လျော်သော အခြေခံဖြင့် ကျခံရမည်။)</span> ဆိုလိုသည်မှာ ကလေး၏ဖခင်သည် မိခင်၏ ကုန်ကျစရိတ်များကို ပံ့ပိုးပေးရန်နှင့် သူမအတွက် အဝတ်အစားများ ဝယ်ပေးရန် တာဝန်ရှိသည်၊ ထိုဒေသရှိ အလားတူအမျိုးသမီးများ အများအားဖြင့် အသုံးပြုသော သင့်လျော်သော ပမာဏဖြင့်၊ ဖြုန်းတီးခြင်း သို့မဟုတ် ခြိုးခြံချွေတာခြင်းမရှိဘဲ ဖြစ်သည်။ ဖခင်သည် ဤကိစ္စတွင် မိမိ၏ တတ်နိုင်သမျှ ကုန်ကျခံသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချမ်းသာသောသူသည် မိမိ၏တတ်နိုင်သမျှ ကုန်ကျပါစေ၊ အရင်းအမြစ် နည်းပါးသူသည် အလ္လာဟ်အရှင်မြတ်ပေးသမျှအတိုင်း ကုန်ကျပါစေ။ အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ ကိုယ်တော်ပေးသမျှထက် ပိုမိုသောဝန်ထုပ်ဝန်ပိုးကို မတင်ပါ။ အလ္လာဟ်အရှင်မြတ်သည် ဒုက္ခပြီးနောက် သက်သာရာကို ပေးသနားတော်မူမည်။)</span><span class=\"gray\">(65:7)</span></p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်က မှတ်ချက်ပေးသည်မှာ \"အကယ်၍ ခင်ပွန်းသည်က ကလေးရှိသည့် ဇနီးကို ကွာရှင်းပြီး သူမသည် ထိုကလေးကို နို့တိုက်ပါက ခင်ပွန်းသည်သည် မိခင်၏ ကုန်ကျစရိတ်များနှင့် အဝတ်အစားများကို သင့်လျော်သော အတိုင်းအတာအတွင်း ပံ့ပိုးပေးရန် လိုအပ်သည်။\"</p><div lang=\"pt\" class=\"pt \"><h2>No Darar <span class=\"gray\">(Harm)</span> or Dirar <span class=\"gray\">(Revenge)</span></h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိခင်ကို ၎င်း၏ကလေးကြောင့် မတရားပြုခြင်း မပြုရ၊)</span> ဆိုလိုသည်မှာ မိခင်သည် သူမ၏ကလေးကို ပြုစုပျိုးထောင်ရန် ငြင်းဆန်ခြင်း မပြုသင့်၊ ၎င်း၏ဖခင်ကို ဒုက္ခပေးရန် မရည်ရွယ်ဘဲ ဖြစ်သည်။ မိခင်သည် ကလေးမွေးပြီးနောက် နို့တိုက်ကျွေးခြင်းမှ ရှောင်ကြဉ်ရန် အခွင့်အရေးမရှိပါ၊ ကလေး၏ အသက်ရှင်ရပ်တည်ရေးအတွက် မရှိမဖြစ်လိုအပ်သော နို့ကို တိုက်ကျွေးသည်မှအပ။ နောက်ပိုင်းတွင် သူမသည် ဖခင်ကို ဒုက္ခပေးရန် မရည်ရွယ်သရွေ့ ကလေး၏ အုပ်ထိန်းခွင့်ကို စွန့်လွှတ်ခွင့်ရှိသည်။ ထို့အပြင် ဖခင်သည် မိခင်ကို ဒုက္ခပေးရန် ရည်ရွယ်၍ ကလေးကို မိခင်ထံမှ ခေါ်ယူခွင့်မရှိပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا مَوْلُودٌ لَّهُ بِوَلَدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဖခင်ကိုလည်း ၎င်း၏ကလေးကြောင့် မတရားပြုခြင်း မပြုရ။)</span> ဆိုလိုသည်မှာ ကလေးကို မိခင်ထံမှ ခေါ်ယူခြင်းဖြင့် မိခင်ကို ဒုက္ခပေးရန် ရည်ရွယ်ခြင်းဖြစ်သည်။ ၎င်းသည် မုဂျာဟစ်၊ ကွတ်တာဒါဟ်၊ အဒ်-ဒဟ်ဟက်၊ အဇ်-ဇွတ်ဟ်ရီ၊ အဆ်-စွတ်ဒီ၊ အတ်-သောင်ရီ နှင့် အိဘ်နု ဇိုင်ဒ် အပြင် အခြားသူများ၏ ဤအာယသ်နှင့် ပတ်သက်သော တဖ်စီးရ် (ရှင်းလင်းချက်) ဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الْوَارِثِ مِثْلُ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း (ဖခင်) ၏ အမွေခံသူအပေါ်တွင်လည်း ထို <span class=\"gray\">(ဖခင်အပေါ်တွင် တင်ရှိသော)</span> နည်းတူ တာဝန်ရှိသည်။)</span> ဆိုလိုသည်မှာ ဆွေမျိုး (ဖခင်၏၊ ဆိုလိုသည်မှာ ၎င်း၏ကလေးငယ်) ကို ဒုက္ခပေးခြင်းမှ ရှောင်ကြဉ်ခြင်းဖြင့် ဖြစ်သည်၊ မုဂျာဟစ်၊ အရှ်-ရှအ်ဘီ နှင့် အဒ်-ဒဟ်ဟက် တို့က ဖော်ပြခဲ့သည့်အတိုင်း။ ၎င်းအပြင် (အာယသ်က လိုအပ်သည်မှာ) အမွေခံသူ (ဖခင်၏) သည် ကလေး၏မိခင်အပေါ် ဖခင်သုံးစွဲခဲ့သည့်အတိုင်း သုံးစွဲရန်နှင့် သူမ၏အခွင့်အရေးများကို ထိန်းသိမ်းကာ သူမကို ဒုက္ခပေးခြင်းမှ ရှောင်ကြဉ်ရန် လိုအပ်သည်ဟုလည်း ဖော်ပြထားသည်၊ ပညာရှင်အများစု၏ တဖ်စီးရ်အရ။ အိဘ်နု ဂျာရီရ်သည် ဤအကြောင်းအရာကို သူ၏ တဖ်စီးရ်တွင် အသေးစိတ် ရှင်းပြထားကြောင်းနှင့် နှစ်နှစ်ပြီးနောက် ကလေးကို နို့တိုက်ကျွေးခြင်းသည် ကလေး၏ ခန္ဓာကိုယ်နှင့် စိတ်ကို ထိခိုက်စေနိုင်ကြောင်းကိုလည်း သူက ဖော်ပြခဲ့သည်။ စွဖ်ယန် အတ်-သောင်ရီက အလ်ကာမာဟ်သည် နှစ်နှစ်ကုန်ဆုံးပြီးနောက် သူမ၏ကလေးကို နို့တိုက်ကျွေးနေသော အမျိုးသမီးတစ်ဦးအား ထိုသို့မပြုလုပ်ရန် တောင်းဆိုခဲ့သည်ဟု ပြောပြသည်။</p><div lang=\"my\" class=\"my \"><h2>ဖီတမ် <span class=\"gray\">(နို့ဖြတ်ခြင်း)</span> သည် အပြန်အလှန်သဘောတူညီချက်ဖြင့် ဖြစ်ပေါ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့နှစ်ဦးစလုံးသည် အပြန်အလှန်သဘောတူညီချက်ဖြင့်နှင့် သင့်လျော်သော တိုင်ပင်ဆွေးနွေးပြီးနောက် နို့ဖြတ်ရန် ဆုံးဖြတ်ပါက၊ ၎င်းတို့အပေါ် အပြစ်မရှိ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်က ဖခင်နှင့် မိခင်တို့သည် နှစ်နှစ် (နို့တိုက်ကျွေးခြင်း) မကုန်ဆုံးမီ ဖီတမ် (နို့ဖြတ်ခြင်း) ကို ဆုံးဖြတ်ပါက၊ ၎င်းတို့ သင့်လျော်စွာ ဆွေးနွေးပြီး သဘောတူညီသော အကျိုးကျေးဇူးတစ်ခုအတွက်ဖြစ်ပါက ဤကိစ္စတွင် အပြစ်မရှိကြောင်း ဖော်ပြသည်။ ထို့ကြောင့် ဤအာယသ်က မိဘတစ်ဦးတည်းသည် အခြားမိဘနှင့် သင့်လျော်စွာ တိုင်ပင်ဆွေးနွေးခြင်းမရှိဘဲ ဤကဲ့သို့သော ဆုံးဖြတ်ချက်မျိုးကို ချမှတ်ခွင့်မရှိကြောင်း ဖော်ပြသည်၊ အတ်-သောင်ရီက ဖော်ပြခဲ့သည့်အတိုင်း။ အပြန်အလှန်တိုင်ပင်ဆွေးနွေးခြင်းနည်းလမ်းသည် ကလေး၏အကျိုးစီးပွားကို ကာကွယ်ပေးသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအပေါ် ကရုဏာတော်လည်း ဖြစ်သည်၊ အကြောင်းမှာ ကိုယ်တော်သည် မိဘများအတွက် ၎င်းတို့၏ကလေးများကို ပြုစုပျိုးထောင်ရန် အကောင်းဆုံးနည်းလမ်းကို ပြဌာန်းထားပြီး ကိုယ်တော်၏ ပြဌာန်းချက်သည် မိဘများနှင့် ကလေးများကို အောင်မြင်မှုဆီသို့ လမ်းညွှန်ပေးသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် စူရသ် အတ်-သလာက် <span class=\"gray\">(ကုရ်အာန်ရှိ အခန်း ၆၅)</span> တွင် မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُم بِمَعْرُوفٍ وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့အတွက် ကလေးများကို နို့တိုက်ကျွေးပါက ၎င်းတို့အား ၎င်းတို့၏ ထိုက်သင့်သော အဖိုးအခကို ပေးကြလော့၊ သင်တို့တစ်ဦးစီသည် အခြားတစ်ဦး၏ အကြံဉာဏ်ကို တရားမျှတစွာ လက်ခံကြလော့။ သို့သော် သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး အခက်အခဲများ ဖန်တီးပါက အခြားအမျိုးသမီးတစ်ဦးသည် ၎င်း <span class=\"gray\">(ကလေး၏ဖခင်)</span> အတွက် နို့တိုက်ကျွေးပေမည်။)</span><span class=\"gray\">(65:6)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّا آتَيْتُم بِالْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်တို့၏ကလေးများအတွက် နို့ထိန်းမိခင်တစ်ဦးကို ဆုံးဖြတ်ပါက သင်တို့အပေါ် အပြစ်မရှိ၊ သင်တို့သည် (မိခင်အား) သင့်လျော်သော အခြေခံဖြင့် သဘောတူညီခဲ့သည့်အတိုင်း (ပေးရန်) ပေးဆပ်ပါက။)</span> ဆိုလိုသည်မှာ မိခင်နှင့် ဖခင်တို့နှစ်ဦးစလုံးသည် ဖခင်က ကလေးကို ထိန်းသိမ်းရန် သဘောတူပါက၊ သူမကို တွန်းအားပေးသော သို့မဟုတ် သူ့ကို ခွင့်ပြုသော အခြေအနေတစ်ခုကြောင့်ဖြစ်ပါက ဤကိစ္စတွင် အပြစ်မရှိ။ ထို့ကြောင့် မိခင်သည် ကလေးကို စွန့်လွှတ်ခွင့်ရှိပြီး ဖခင်သည် ကလေးကို ထိန်းသိမ်းခွင့်ရှိသည်။ ဖခင်သည် မိခင်အား ယခင်ကာလ <span class=\"gray\">(သူမကလေးကို ပြုစုပျိုးထောင်ပြီး နို့တိုက်ကျွေးခဲ့သော ကာလ)</span> အတွက် သူမ၏ ကုန်ကျစရိတ်များကို စေတနာဖြင့် ပေးရမည်ဖြစ်ပြီး ငွေကြေးအဖိုးအခဖြင့် မိမိကလေးကို နို့တိုက်ကျွေးရန် အခြားအမျိုးသမီးများကို ရှာဖွေရမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့)</span> ဆိုလိုသည်မှာ သင်တို့၏ ကိစ္စအားလုံးတွင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ပြုသမျှကို အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံ မြင်တော်မူသည်ကို သိကြလော့။)</span> ဆိုလိုသည်မှာ သင်တို့၏ ကိစ္စရပ်များ သို့မဟုတ် စကားများ တစ်စုံတစ်ရာမျှ ကိုယ်တော်၏ ပြည့်စုံသော စောင့်ကြည့်မှုမှ လွတ်မြောက်ခြင်းမရှိပါ။</p>"
  }
]