[
  {
    "ayah_key": "27:41",
    "group_ayah_key": "27:41",
    "from_ayah": "27:41",
    "to_ayah": "27:44",
    "ayah_keys": "27:41,27:42,27:43,27:44",
    "text": "<p lang=\"my\" class=\"my \">သူက \"သူမ၏ပလ္လင်ကို သူမအတွက် ဖျောက်ဖျက်ထားကြလော့။ သူမသည် လမ်းမှန်ရရှိသူလား၊ လမ်းမှန်မရရှိသူများထဲမှ တစ်ဦးလားဆိုသည်ကို ငါတို့ မြင်ရလိမ့်မည်။ <span>(၄၁)</span>သို့နှင့် သူမရောက်လာသောအခါ၊ \"သင်၏ပလ္လင်သည် ဤကဲ့သို့လား\" ဟု မေးမြန်းခဲ့သည်။ သူမက \"၎င်းသည် အတူတူပင်ဖြစ်သကဲ့သို့ပင်\" ဟု ပြန်ဖြေသည်။ ထို့နောက် သူက \"သူမမတိုင်မီ ငါတို့အား အသိပညာပေးသနားခဲ့ပြီး၊ ငါတို့သည် အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(မွတ်စလင်များအဖြစ်)</span> ခယရိုကျိုးခဲ့ကြပြီ။ <span>(၄၂)</span>အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သူမ ကိုးကွယ်ခဲ့သော အရာသည် သူမအား <span class=\"gray\">(အစ္စလာမ်မှ)</span> တားဆီးခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် သူမသည် မယုံကြည်သော လူမျိုးထဲမှ ဖြစ်သောကြောင့်တည်း။ <span>(၄၃)</span>သူမအား \"အစ်စ်-စာဟ်သို့ ဝင်လော့\" ဟု ပြောကြားခဲ့သည်။ သို့သော် သူမမြင်သောအခါ၊ ၎င်းကို ရေကန်တစ်ခုဟု ထင်မှတ်ခဲ့ပြီး သူမသည် ခြေထောက်များကို ဖော်ထုတ်ကာ <span class=\"gray\">(အဝတ်များကို မတင်ခဲ့သည်)</span>။ ဆူလိုင်မာန်က \"အမှန်စင်စစ်၊ ၎င်းသည် ကွာဝါရီယာများဖြင့် ပြုလုပ်ထားသော စာဟ် မူမရ်ရဒ် ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ သူမက \"အကျွန်ုပ်၏ အရှင်သခင်! အမှန်စင်စစ်၊ အကျွန်ုပ်သည် အကျွန်ုပ်ကိုယ်တိုင်အား မတရားပြုခဲ့ပြီ၊ ဆူလိုင်မာန်နှင့်အတူ အကျွန်ုပ်သည် အရာခပ်သိမ်းတို့၏ အရှင်သခင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်အား ခယရိုကျိုးပါသည်။ <span>(၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>ဘီလ်ကစ်စ်၏ စမ်းသပ်မှု</h2></div><p lang=\"my\" class=\"my \">ဆူလိုင်မာန်သည် ဘီလ်ကစ်စ်နှင့် သူမ၏လူမျိုးများ မရောက်မီ သူမ၏ပလ္လင်ကို ယူဆောင်လာသောအခါ၊ သူမကို စမ်းသပ်ရန်နှင့် သူမသည် ၎င်းကို မှတ်မိနိုင်ခြင်း ရှိမရှိ၊ ၎င်းကို မြင်သောအခါ သူမ မည်မျှတည်ငြိမ်သည်ကို သိရှိရန် ၎င်း၏အင်္ဂါရပ်အချို့ကို ပြောင်းလဲရန် အမိန့်ထုတ်ခဲ့သည်။ သူမသည် ၎င်းမှာ သူမ၏ပလ္လင်ဖြစ်သည် သို့မဟုတ် မဟုတ်ပါဟု အလျင်အမြန် ပြောဆိုမည်လား။ ထို့ကြောင့် သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ၏ပလ္လင်ကို သူမအတွက် ဖျောက်ဖျက်ထားကြလော့။ သူမသည် လမ်းမှန်ရရှိသူလား၊ လမ်းမှန်မရရှိသူများထဲမှ တစ်ဦးလားဆိုသည်ကို ငါတို့ မြင်ရလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ္ဘားစ်က \"၎င်း၏ အဆင်တန်ဆာများနှင့် အစိတ်အပိုင်းအချို့ကို ဖယ်ရှားလိုက်ပါ\" ဟု ပြောကြားခဲ့သည်။ မုဂျာဟစ်ဒ်က \"သူသည် ၎င်းကို ပြောင်းလဲရန် အမိန့်ထုတ်ခဲ့သည်၊ ထို့ကြောင့် အနီရောင်ရှိသော အရာအားလုံးကို အဝါရောင်ပြောင်းခဲ့ပြီး ပြောင်းပြန်လည်းကောင်း၊ အစိမ်းရောင်ရှိသော အရာအားလုံးကို အနီရောင်ပြောင်းခဲ့သည်၊ ထို့ကြောင့် အရာအားလုံးကို ပြောင်းလဲခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ အိက်ရီမာဟ်က \"သူတို့သည် အချို့အရာများကို ထပ်ထည့်ခဲ့ပြီး အချို့အရာများကို ဖယ်ရှားခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ ကွာတာဒါဟ်က \"၎င်းကို ဇောက်ထိုးလှန်ပြီး နောက်ပြန်လှန်ခဲ့သည်၊ အချို့အရာများကို ထပ်ထည့်ခဲ့ပြီး အချို့အရာများကို ဖယ်ရှားခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَتْ قِيلَ أَهَٰكَذَا عَرْشُكِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့နှင့် သူမရောက်လာသောအခါ၊ \"သင်၏ပလ္လင်သည် ဤကဲ့သို့လား\" ဟု မေးမြန်းခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ပြောင်းလဲပြီး ဖျောက်ဖျက်ထားသော၊ အချို့အရာများ ထပ်ထည့်ထားပြီး အချို့အရာများ ဖယ်ရှားထားသော သူမ၏ပလ္လင်ကို သူမအား ပြသခဲ့သည်။ သူမသည် ပညာရှိပြီး ခိုင်မာသူ၊ ထက်မြက်ပြီး ဆုံးဖြတ်ချက် ခိုင်မာသူဖြစ်သည်။ ၎င်းသည် သူမ၏ပလ္လင်ဖြစ်သည်ဟု အလျင်အမြန် မပြောဆိုခဲ့ပါ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သူမနှင့် ဝေးကွာနေသောကြောင့် ဖြစ်သည်။ သူမ၏ပလ္လင်မဟုတ်ဟုလည်း အလျင်အမြန် မပြောဆိုခဲ့ပါ၊ အချို့အရာများ ပြောင်းလဲထားသည်ကို မြင်သောအခါတွင်ပင်။ သူမက ပြောခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَأَنَّهُ هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အတူတူပင်ဖြစ်သကဲ့သို့ပင်။)</span> ၎င်းသည် ဉာဏ်ပညာနှင့် ပြင်းထန်သော ဆုံးဖြတ်ချက်တို့၏ အမြင့်ဆုံးပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမမတိုင်မီ ငါတို့အား အသိပညာပေးသနားခဲ့ပြီး၊ ငါတို့သည် အလ္လာဟ်အရှင်မြတ်ထံ ခယရိုကျိုးခဲ့ကြပြီ။)</span></p><p lang=\"my\" class=\"my \">မုဂျာဟစ်ဒ်က \"၎င်းကို ဆူလိုင်မာန်က ပြောကြားခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ ۖ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သူမ ကိုးကွယ်ခဲ့သော အရာသည် သူမအား တားဆီးခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူမသည် မယုံကြည်သော လူမျိုးထဲမှ ဖြစ်သောကြောင့်တည်း။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ဆူလိုင်မာန်၏ စကားဆက်ဖြစ်သည် – မုဂျာဟစ်ဒ်နှင့် စာအိဒ် ဘင် ဂျူဘိုင်ရ်တို့၏ အမြင်အရ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှစ်ဦးစလုံးကို ကျေနပ်တော်မူပါစေ – ဆိုလိုသည်မှာ ဆူလိုင်မာန်က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမမတိုင်မီ ငါတို့အား အသိပညာပေးသနားခဲ့ပြီး၊ ငါတို့သည် အလ္လာဟ်အရှင်မြတ်ထံ ခယရိုကျိုးခဲ့ကြပြီ။)</span> အလ္လာဟ်အရှင်မြတ်အား တစ်ဆူတည်း ကိုးကွယ်ခြင်းမှ သူမကို တားဆီးခဲ့သောအရာမှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ ۖ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သူမ ကိုးကွယ်ခဲ့သော အရာသည်၊ အဘယ်ကြောင့်ဆိုသော် သူမသည် မယုံကြည်သော လူမျိုးထဲမှ ဖြစ်သောကြောင့်တည်း။)</span></p><p lang=\"my\" class=\"my \">မုဂျာဟစ်ဒ်နှင့် စာအိဒ်တို့ ပြောကြားခဲ့သည်မှာ ကောင်းပါသည်။ ၎င်းသည် အိဗ်နု ဂျာရီရ်၏ အမြင်လည်းဖြစ်သည်။ ထို့နောက် အိဗ်နု ဂျာရီရ်က \"ကြိယာ၏ ကတ္တားသည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَصَدَّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အန် ဆဒ္ဒါဟာ)</span> သည် ဆူလိုင်မာန် သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်ကို ရည်ညွှန်းသည်။ ထို့ကြောင့် ထိုစကားစုသည် ယခုအခါ အဓိပ္ပာယ်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သည့်အရာကိုမျှ ကိုးကွယ်မည်မဟုတ်ပါ။)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\"> إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော် သူမသည် မယုံကြည်သော လူမျိုးထဲမှ ဖြစ်သောကြောင့်တည်း။)</span> ကျွန်ုပ်ပြောမည်- မုဂျာဟစ်ဒ်၏ အမြင်ကို သူမသည် စာဟ်သို့ ဝင်ရောက်ပြီးနောက် အစ္စလာမ်ကို ကြေညာခဲ့ခြင်းဖြင့် ထောက်ခံထားသည်၊ အောက်တွင် ကျွန်ုပ်တို့ မြင်တွေ့ရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيلَ لَهَا ادْخُلِي الصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမအား \"အစ်စ်-စာဟ်သို့ ဝင်လော့\" ဟု ပြောကြားခဲ့သည်။ သို့သော် သူမမြင်သောအခါ၊ ၎င်းကို ရေကန်တစ်ခုဟု ထင်မှတ်ခဲ့ပြီး သူမသည် ခြေထောက်များကို ဖော်ထုတ်ကာ <span class=\"gray\">(အဝတ်များကို မတင်ခဲ့သည်)</span>။)</span></p><p lang=\"my\" class=\"my \">ဆူလိုင်မာန်သည် ရှိုက်ယာတင် (ဂျင်န်နတ်များ) အား သူမအတွက် ရေစီးနေသည့် အောက်ခြေရှိ ကြီးမားသော မှန်နန်းတော်တစ်ခုကို တည်ဆောက်ရန် အမိန့်ပေးခဲ့သည်။ ထိုအဆောက်အအုံ၏ သဘာဝကို မသိသူမည်သူမဆို ၎င်းသည် ရေဟု ထင်မှတ်မည်ဖြစ်သော်လည်း အမှန်စင်စစ် လမ်းလျှောက်နေသူနှင့် ရေကြားတွင် မှန်အလွှာတစ်ခု ရှိနေသည်။</p><div lang=\"az\" class=\"az \"><h2>Verily, it is a Şarḥ Mumarrad of Qawarir.</h2></div><p lang=\"my\" class=\"my \">စာဟ် (Şarḥ) ဆိုသည်မှာ နန်းတော် သို့မဟုတ် မည်သည့် မြင့်မားသော ဆောက်လုပ်မှုမျိုးကိုမဆို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အောင် (အလ္လာဟ်အရှင်မြတ်က သူ့ကို ကျိန်ဆဲတော်မူပါစေ) အကြောင်း ပြောကြားရာတွင် သူသည် သူ၏ဝန်ကြီး ဟာမာန်အား ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ လမ်းစဉ်များသို့ ရောက်ရှိနိုင်ရန် စာဟ် (Sarh) တစ်ခုကို ငါ့အတွက် တည်ဆောက်ပေးပါ။)</span><span class=\"gray\">(၄၀:၃၆)</span></p><p lang=\"my\" class=\"my \">စာဟ် (Şarḥ) သည် ယီမင်ရှိ မြင့်မားစွာ ဆောက်လုပ်ထားသော နန်းတော်များကို ရည်ညွှန်းရန်လည်း အသုံးပြုသည်။ မူမရ်ရဒ် (Mumarrad) ဆိုသည်မှာ ခိုင်ခံ့စွာ ဆောက်လုပ်ထားပြီး ချောမွေ့ခြင်းဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ قَوَارِيرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွာဝါရီယာများဖြင့်)</span> ဆိုသည်မှာ မှန်ဖြင့် ပြုလုပ်ထားခြင်းကို ဆိုလိုသည်၊ ဆိုလိုသည်မှာ ၎င်းကို ချောမွေ့သော မျက်နှာပြင်များဖြင့် ဆောက်လုပ်ထားခြင်းဖြစ်သည်။ မာရစ်ဒ် (Marid) သည် ဒေါင်မတ် အလ်-ဂျန်ဒယ်လ်ရှိ ခံတပ်တစ်ခုဖြစ်သည်။ ဤနေရာတွင် ဆိုလိုသည်မှာ ဆူလိုင်မာန်သည် ဤဘုရင်မအတွက် ကြီးမားမြင့်မားသော မှန်နန်းတော်တစ်ခုကို တည်ဆောက်ခဲ့ခြင်းဖြစ်သည်၊ သူ၏ အာဏာနှင့် စွမ်းအား၏ ကြီးကျယ်မှုကို ပြသရန်ဖြစ်သည်။ သူမသည် အလ္လာဟ်အရှင်မြတ်က သူ့အား ပေးသနားထားသောအရာနှင့် သူ၏ရာထူး မည်မျှခမ်းနားကြောင်း ကိုယ်တိုင်မြင်တွေ့ရသောအခါ၊ သူမသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို နာခံပြီး သူသည် ဂုဏ်ရှိသော နဗီတမန်တော်ဖြစ်ကြောင်း အသိအမှတ်ပြုခဲ့သည်။ ထို့ကြောင့် သူမသည် အလ္လာဟ်အရှင်မြတ်ထံ ခယရိုကျိုးပြီး ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رَبِّ إِنِّي ظَلَمْتُ نَفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ အရှင်သခင်! အမှန်စင်စစ်၊ အကျွန်ုပ်သည် အကျွန်ုပ်ကိုယ်တိုင်အား မတရားပြုခဲ့ပြီ၊)</span> ဆိုလိုသည်မှာ သူမ၏ ယခင် မယုံကြည်ခြင်းနှင့် ရှရစ်ခ် (ဘုရားတွဲဖက်ကိုးကွယ်ခြင်း) တို့ဖြင့်ဖြစ်သည်၊ ထို့ပြင် သူမနှင့် သူမ၏လူမျိုးများသည် အလ္လာဟ်အရှင်မြတ်အစား နေကို ကိုးကွယ်ခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆူလိုင်မာန်နှင့်အတူ အကျွန်ုပ်သည် အရာခပ်သိမ်းတို့၏ အရှင်သခင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်အား ခယရိုကျိုးပါသည်။)</span> ဆိုလိုသည်မှာ ဆူလိုင်မာန်၏ဘာသာတရားကို လိုက်နာခြင်း၊ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ခြင်း၊ မည်သူမျှ ဘုရားတွဲဖက်မရှိခြင်း၊ အရာခပ်သိမ်းကို ဖန်ဆင်းပြီး ၎င်း၏ တန်ဖိုးသင့်တိုင်း အတိအကျ တိုင်းတာပေးခဲ့သူဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "27:45",
    "group_ayah_key": "27:45",
    "from_ayah": "27:45",
    "to_ayah": "27:47",
    "ayah_keys": "27:45,27:46,27:47",
    "text": "<p lang=\"my\" class=\"my \">သမုဒ်လူမျိုးထံ ၎င်းတို့၏ညီ ဆွာလိဟ်ကို အမှန်ပင် ငါတို့စေလွှတ်ခဲ့သည်၊ <span class=\"gray\">(ဤသို့ပြောဆိုရန်)</span>: \"အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။\" ထို့နောက် ရှုကြလော့! သူတို့သည် အချင်းချင်းရန်ဖြစ်သော အုပ်စုနှစ်စု ဖြစ်သွားကြသည် <span>(၄၅)</span>သူက \"အို ငါ့လူမျိုးတို့! အဘယ်ကြောင့် ကောင်းမြတ်မှုမတိုင်မီ မကောင်းမှုကို အလျင်စလို ရှာဖွေကြသနည်း။ အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို မရှာဖွေကြသနည်း၊ သင်တို့ သနားကြင်နာမှု ရရှိနိုင်ရန်\" ဟု ပြောကြားခဲ့သည်။ <span>(၄၆)</span>သူတို့က \"ငါတို့သည် သင်နှင့် သင်နှင့်အတူရှိသူများထံမှ နိမိတ်ဆိုးကို ယူကြသည်\" ဟု ပြောကြားခဲ့သည်။ သူက \"သင်တို့၏နိမိတ်ဆိုးသည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်; မဟုတ်ဘူး၊ သင်တို့သည် စမ်းသပ်ခံနေရသော လူမျိုးတစ်မျိုးသာ ဖြစ်ကြသည်\" ဟု ပြောကြားခဲ့သည်။ <span>(၄၇)</span></p><div lang=\"ceb\" class=\"ceb \"><h2>Salih and Thamud</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သမုဒ်လူမျိုးအကြောင်းနှင့် ၎င်းတို့၏ နဗီတမန်တော် ဆွာလိဟ်အား မည်သို့တုံ့ပြန်ခဲ့ပုံကို ပြောပြထားသည်၊ အလ္လာဟ်အရှင်မြတ်က သူ့ကို အခြားမည်သည့်အဖော်အဖက်မျှမရှိဘဲ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန် ၎င်းတို့အား ဖိတ်ခေါ်စေလွှတ်သောအခါဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ရှုကြလော့! သူတို့သည် အချင်းချင်းရန်ဖြစ်သော အုပ်စုနှစ်စု ဖြစ်သွားကြသည်။)</span></p><p lang=\"my\" class=\"my \">မုဂျာဟစ်ဒ်က \"၎င်းတို့သည် ယုံကြည်သူများနှင့် မယုံကြည်သူများ ဖြစ်ကြသည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ ۚ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ - قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏လူမျိုးထဲတွင် မာနကြီးသော ခေါင်းဆောင်များသည် အားနည်းသည်ဟု သတ်မှတ်ခံရသူများ – ၎င်းတို့ထဲမှ ယုံကြည်သူများအား ပြောကြားခဲ့သည်- \"ဆွာလိဟ်သည် သူတို့၏အရှင်သခင်ထံမှ စေလွှတ်ခံရသူဖြစ်ကြောင်း သင်တို့သိကြသလား။\" သူတို့က \"သူ့အား စေလွှတ်ခံရသောအရာကို ငါတို့ အမှန်ပင် ယုံကြည်သည်\" ဟု ပြောကြားခဲ့သည်။ မာနကြီးသူများက \"အမှန်စင်စစ်၊ သင်တို့ ယုံကြည်သောအရာကို ငါတို့ မယုံကြည်ပါ\" ဟု ပြောကြားခဲ့သည်။)</span><span class=\"gray\">(၇:၇၅-၇၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"အို ငါ့လူမျိုးတို့! အဘယ်ကြောင့် ကောင်းမြတ်မှုမတိုင်မီ မကောင်းမှုကို အလျင်စလို ရှာဖွေကြသနည်း။\")</span> ဆိုလိုသည်မှာ 'အဘယ်ကြောင့် သင်တို့သည် ပြစ်ဒဏ်ကျရောက်ရန် ဆုတောင်းနေကြသနည်း၊ အလ္လာဟ်အရှင်မြတ်၏ သနားကြင်နာမှုကို မတောင်းဆိုကြဘဲ။' ထို့နောက် သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ - قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို မရှာဖွေကြသနည်း၊ သင်တို့ သနားကြင်နာမှု ရရှိနိုင်ရန်\" သူတို့က \"ငါတို့သည် သင်နှင့် သင်နှင့်အတူရှိသူများထံမှ နိမိတ်ဆိုးကို ယူကြသည်\" ဟု ပြောကြားခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်း၏အဓိပ္ပာယ်မှာ \"သင်၏မျက်နှာနှင့် သင့်နောက်လိုက်သူတို့၏ မျက်နှာများတွင် ငါတို့ ကောင်းကျိုးမမြင်ရပါ။\" ၎င်းတို့သည် ဖျက်ဆီးခံရသူများဖြစ်သောကြောင့်၊ ၎င်းတို့ထဲမှ တစ်ဦးဦးအား မကောင်းမှုတစ်ခုခု ဖြစ်ပေါ်လာတိုင်း \"၎င်းသည် ဆွာလိဟ်နှင့် သူ၏အပေါင်းအဖော်များကြောင့်\" ဟု ပြောလေ့ရှိသည်။ မုဂျာဟစ်ဒ်က \"သူတို့သည် ၎င်းတို့အား နိမိတ်ဆိုးအဖြစ် သတ်မှတ်ခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် ဖိရ်အောင်၏လူမျိုးများအကြောင်း အလ္လာဟ်အရှင်မြတ် ပြောကြားခဲ့သည်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَٰذِهِ ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَىٰ وَمَنْ مَعَهُ ۗ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကောင်းကျိုးတစ်ခုခု ၎င်းတို့ထံ ရောက်ရှိလာသောအခါ၊ \"ဒါက ငါတို့ရဲ့အရာ\" ဟု ပြောကြသည်။ မကောင်းမှုတစ်ခုခု ၎င်းတို့အား ဖြစ်ပေါ်လာသောအခါ၊ မူစာနှင့် သူနှင့်အတူရှိသူများအကြောင်း နိမိတ်ဆိုးအဖြစ် ရှုမြင်ကြသည်)</span><span class=\"gray\">(၇:၁၃၁)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤသို့ မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَٰذِهِ مِنْ عِنْدِ اللَّهِ ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَٰذِهِ مِنْ عِنْدِكَ ۚ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကျိုးတစ်ခုခု ၎င်းတို့ထံ ရောက်ရှိလာသောအခါ၊ \"ဒါက အလ္လာဟ်အရှင်မြတ်ထံကပါ\" ဟု ပြောကြသည်။ သို့သော် မကောင်းမှုတစ်ခုခု ၎င်းတို့အား ဖြစ်ပေါ်လာသောအခါ၊ \"ဒါက သင့်ထံကပါ\" ဟု ပြောကြသည်။ \"အရာခပ်သိမ်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်\" ဟု ပြောကြားလော့။)</span><span class=\"gray\">(၄:၇၈)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ အလိုတော်နှင့် ပြဌာန်းချက်အရ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရစူလ်တမန်တော်များ ၎င်းတို့ထံ ရောက်လာသောအခါ မြို့သူမြို့သားများအကြောင်းကို ပြောပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ - قَالُوا طَائِرُكُمْ مَعَكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ <span class=\"gray\">(လူမျိုးများ)</span> က \"ကျွန်ုပ်တို့အတွက်၊ သင့်ထံမှ နိမိတ်ဆိုးတစ်ခုကို မြင်ရသည်; သင်တို့ မရပ်တန့်လျှင်၊ ငါတို့သည် သင်တို့ကို ကျောက်ခဲဖြင့် ပစ်ပေါက်မည်၊ ငါတို့ထံမှ ပြင်းထန်သော ပြစ်ဒဏ်သည် သင်တို့အား ထိတွေ့မည်\" ဟု ပြောခဲ့ကြသည်။ သူတို့ <span class=\"gray\">(ရစူလ်တမန်တော်များ)</span> က \"သင်တို့၏ နိမိတ်ဆိုးများသည် သင်တို့ကိုယ်တိုင်နှင့်အတူ ရှိကြသည်!)</span><span class=\"gray\">(၃၆:၁၈)</span></p><p lang=\"my\" class=\"my \">ဤလူမျိုးများ <span class=\"gray\">[သမုဒ်]</span> က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ ۚ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါတို့သည် သင်နှင့် သင်နှင့်အတူရှိသူများထံမှ နိမိတ်ဆိုးကို ယူကြသည်\" သူက \"သင်တို့၏နိမိတ်ဆိုးသည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်;)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ထိုအကြောင်းကြောင့် သင့်အား အပြစ်ပေးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သင်တို့သည် စမ်းသပ်ခံနေရသော လူမျိုးတစ်မျိုးသာ ဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ကွာတာဒါဟ်က \"သင်တို့သည် နာခံမည်လား သို့မဟုတ် မနာခံမည်လားဆိုသည်ကို သိရှိရန် စမ်းသပ်ခံနေရသည်\" ဟု ပြောကြားခဲ့သည်။ ထိုစကားစု၏ ထင်ရှားသော အဓိပ္ပာယ်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُفْتَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စမ်းသပ်ခံနေရသည်)</span> ဆိုသည်မှာ: သင်တို့သည် သင်တို့၏ လမ်းမှားနေသော အခြေအနေ၌ ဆက်လက် ပျံ့လွင့်နေစေရန် ချန်ထားခံရလိမ့်မည်။</p>"
  }
]