[
  {
    "ayah_key": "2:197",
    "group_ayah_key": "2:197",
    "from_ayah": "2:197",
    "to_ayah": "2:197",
    "ayah_keys": "2:197",
    "text": "<p lang=\"my\" class=\"my \">ဟဂျ် <span class=\"gray\">(ဘုရားဖူး)</span> သည် <span class=\"gray\">(ထင်ရှားသော)</span> လများအတွင်းတွင် ဖြစ်သည်။ ထို့ကြောင့် မည်သူမဆို ဟဂျ်ပြုရန် ရည်ရွယ်သည်ရှိသော် <span class=\"gray\">(အီဟ်ရမ်ဝတ်ဆင်ခြင်းဖြင့်)</span>၊ ထိုသူသည် လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံခြင်း <span class=\"gray\">(ဇနီးနှင့်)</span>၊ အပြစ်ကျူးလွန်ခြင်း၊ ဟဂျ်ကာလအတွင်း မတရားငြင်းခုံခြင်းတို့ကို မပြုရ။ သင်တို့ မည်သည့်ကောင်းမှုကို ပြုသည်ဖြစ်စေ အလ္လာဟ်အရှင်မြတ် သိတော်မူ၏။ ခရီးအတွက် စားနပ်ရိက္ခာကို ယူဆောင်သွားကြလော့၊ သို့သော် အကောင်းဆုံးသော စားနပ်ရိက္ခာမှာ အတ်-တက်ကွာ <span class=\"gray\">(ဘုရားကို ကြောက်ရွံ့ခြင်း၊ ဖြောင့်မတ်ခြင်း)</span> ဖြစ်သည်။ သို့ဖြစ်၍ အိုဉာဏ်ရှိသူအပေါင်းတို့၊ ငါ့ကို ကြောက်ရွံ့ကြလော့ <span>(197)</span></p><div lang=\"de\" class=\"de \"><h2>When does Ihram for Hajj start?</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟဂျ်သည် <span class=\"gray\">(ထင်ရှားသော)</span> လများတွင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က ဟဂျ်အတွက် အီဟ်ရမ်ဝတ်ဆင်ခြင်းသည် ဟဂျ်လများအတွင်း၌သာ ဖြစ်ပေါ်ကြောင်း ဖော်ပြသည်။ ဤအကြောင်းကို အိဗ်နု အဗ္ဗာစ်၊ ဂျာဗီရ်၊ အတာအ်၊ တာဝူးစ်နှင့် မုဂျာဟစ်တို့ထံမှ သတင်းပို့ခဲ့သည်။ ယင်း၏ သက်သေမှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်သည်၊ ဟဂျ်သည် လူသိများသော၊ သတ်မှတ်ထားသော လများအတွင်းတွင် ဖြစ်ပေါ်သည်၊ ယင်းက ဟဂျ်ကို ထိုအချိန်မတိုင်မီ ခွင့်မပြုကြောင်း ပြသသည်၊ ဆွလာသ်ဝတ်ပြုခြင်းတွင် သတ်မှတ်ထားသော အချိန်ရှိသကဲ့သို့ <span class=\"gray\">(ထိုအချိန်မတိုင်မီ တစ်စုံတစ်ဦး၏ ဆွလာသ်ကို လက်ခံခြင်းမရှိသကဲ့သို့)</span>။</p><p lang=\"my\" class=\"my \">အစ်ရ်ှ-ရှာဖိအီက အိဗ်နု အဗ္ဗာစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ \"မည်သူမျှ ဟဂျ်လများမတိုင်မီ ဟဂျ်အတွက် အီဟ်ရမ်မဝတ်ဆင်ရ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟဂျ်သည် <span class=\"gray\">(ထင်ရှားသော)</span> လများတွင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ခုဇိုင်မာက အိဗ်နု အဗ္ဗာစ်က ပြောသည်ဟု သတင်းပို့သည်မှာ \"ဟဂျ်လများအတွင်းမှလွဲ၍ ဟဂျ်အတွက် အီဟ်ရမ်မဝတ်ဆင်ရ၊ အဘယ်ကြောင့်ဆိုသော် ဟဂျ်၏ စွန္နသ်တော်များတွင် ဟဂျ်လများအတွင်း၌ အီဟ်ရမ်ဝတ်ဆင်ခြင်းသည်လည်း ပါဝင်သည်။\" ဤသည်မှာ စစ်မှန်သော သတင်းပို့မှုဖြစ်ပြီး၊ သာဝက၏ ထိုကဲ့သို့သောအရာသည် စွန္နသ်တော်တွင် ပါဝင်သည်ဟု ပြောကြားချက်ကို ပညာရှင်အများစု၏ အဆိုအရ တမန်တော်မြတ် ﷺ ၏ ဟဒီးစ်အဖြစ် သတ်မှတ်သည်။ ဤသည်မှာ အထူးသဖြင့် အိဗ်နု အဗ္ဗာစ်က ဤထုတ်ပြန်ချက်ကို ပြောကြားခဲ့ခြင်းဖြစ်လျှင်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ကုရ်အာန်၏ သရ်ဂျူမာန် <span class=\"gray\">(ပြန်ဆိုသူ၊ ရှင်းလင်းချက်ပေးသူ၊ အနက်ဖွင့်ဆိုသူ)</span> ဖြစ်သောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤကိစ္စနှင့်ပတ်သက်၍ ဟဒီးစ်တစ်ခုလည်း ရှိသည်။ အိဗ်နု မရ်ဒူဝိယာက ဂျာဗီရ်ထံမှ သတင်းပို့သည်မှာ တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَنْبَغِي لِأَحَدٍ أَنْ يُحْرِمَ بِالْحَجِّ إِلَّا فِي أَشْهُرِ الْحَجِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမျှ ဟဂျ်လများအတွင်းမှလွဲ၍ ဟဂျ်အတွက် အီဟ်ရမ်မဝတ်ဆင်ရ။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်၏ သတင်းပို့သူများ၏ ဆက်စပ်မှုသည် ကျိုးကြောင်းဆီလျော်သည်။ အစ်ရ်ှ-ရှာဖိအီနှင့် အလ်-ဘိုင်ဟကီတို့က ဤဟဒီးစ်ကို အိဗ်နု ဂျူရိုင်းဂျ်ထံမှ မှတ်တမ်းတင်ခဲ့ရာ၊ ၎င်းက အဘူ အဇ်-ဇူဘိုင်ရ်က ဂျာဗီရ် ဘင် အဗ်ဒုလ္လာဟ်အား \"ဟဂျ်လများမတိုင်မီ ဟဂျ်အတွက် အီဟ်ရမ်ဝတ်ဆင်ရမည်လား?\" ဟု မေးမြန်းသည်ကို ကြားခဲ့သည်ဟု ပြောကြားခဲ့သည်။ ၎င်းက \"မဝတ်ဆင်ရ\" ဟု ဖြေကြားခဲ့သည်။ ဤသတင်းပို့မှုသည် တမန်တော်မြတ် ﷺ ထံမှ ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော သတင်းပို့မှုထက် ပိုမိုယုံကြည်စိတ်ချရသည်။ အတိုချုပ်အားဖြင့်၊ ဤထုတ်ပြန်ချက်သည် သာဝက၏ အမြင်ဖြစ်ပြီး၊ ဟဂျ်လများမတိုင်မီ ဟဂျ်အတွက် အီဟ်ရမ်မဝတ်ဆင်ခြင်းသည် စွန္နသ်တော်၏ တစ်စိတ်တစ်ပိုင်းဖြစ်ကြောင်း အိဗ်နု အဗ္ဗာစ်၏ ထုတ်ပြန်ချက်ဖြင့် ထောက်ခံထားသည်။ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံး သိတော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>ဟဂျ်လများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"de\" class=\"de \"><span class=\"gray\">(...the well-known months.)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အိဗ်နု အိုမာရ်က ဤသည်တို့မှာ ရှောင်ဝါလ်၊ ဒူလ်-ကာအ်ဒါဟ်နှင့် ဒူလ်-ဟိဂျ်ဂျာဟ်၏ ပထမဆယ်ရက်များဖြစ်သည်ဟု ဆိုသည်။ ဤသတင်းပို့မှုကို အလ်-ဘူခါရီက သတင်းပို့သူများ၏ ဆက်စပ်မှုကို မဖော်ပြခဲ့သော်လည်း၊ အိဗ်နု ဂျာရီရ်က စစ်မှန်သည်ဟု သတ်မှတ်ခဲ့သော သတင်းပို့သူများ၏ ဆက်စပ်မှုအဆက်မပြတ်ဖြင့် စုဆောင်းခဲ့ပြီး၊ အိဗ်နု အိုမာရ်ထံသို့ ရောက်ရှိခဲ့ရာ ၎င်းက ပြောကြားသည်မှာ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟဂျ် <span class=\"gray\">(ဘုရားဖူး)</span> သည် <span class=\"gray\">(ထင်ရှားသော)</span> <span class=\"gray\">(လပြက္ခဒိန်နှစ်)</span> လများအတွင်းတွင် ဖြစ်သည်။)</span> \"၎င်းတို့မှာ ရှောင်ဝါလ်၊ ဒူလ်-ကာအ်ဒါဟ်နှင့် <span class=\"gray\">(ပထမ)</span> ဒူလ်-ဟိဂျ်ဂျာဟ်၏ ဆယ်ရက်များဖြစ်သည်။\" ၎င်း၏ ဆက်စပ်မှုသည် ဆွဟီးဟ်ဖြစ်သည်။ အလ်-ဟာကင်မ်က ၎င်း၏ မုစ်သဒ်ရက်က်တွင်လည်း မှတ်တမ်းတင်ခဲ့ပြီး၊ ၎င်းက \"၎င်းသည် ရှိုက်ခ်နှစ်ဦး၏ သတ်မှတ်ချက်များနှင့် ကိုက်ညီသည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤထုတ်ပြန်ချက်ကို အိုမာရ်၊ အလီ၊ အိဗ်နု မစ်စအူးဒ်၊ အဗ်ဒုလ္လာဟ် ဘင် အဇ်-ဇူဘိုင်ရ်၊ အိဗ်နု အဗ္ဗာစ်၊ အတာအ်၊ တာဝူးစ်၊ မုဂျာဟစ်၊ အိဗ်ရာဟင်မ် အန်-နခါအီ၊ အီမာမ် အစ်ရ်ှ-ရှာအ်ဘီ၊ အလ်-ဟစန်၊ အိဗ်နု စီရင်၊ မာခူးလ်၊ ကတာဒါဟ်၊ အဒ်-ဒဟ်ဟက် ဘင် မူဇာဟင်မ်၊ အလ်-ရဗီအ် ဘင် အနတ်စ်နှင့် မုကာသီလ် ဘင် ဟိုင်ယန်တို့ထံမှလည်း သတင်းပို့ထားသည်။ ဤအမြင်ကို အိဗ်နု ဂျာရီရ်က နှစ်သက်ခဲ့ပြီး ၎င်းက \"လနှစ်လနှင့် တတိယလ၏ တစ်စိတ်တစ်ပိုင်းကို 'လများ' ဟု ခေါ်ဝေါ်ခြင်းသည် သာမန်ဓလေ့တစ်ခုဖြစ်သည်။ ၎င်းသည် အာရဗ်လူမျိုးတို့၏ 'ငါသည် ထိုပုဂ္ဂိုလ်ကို ဤနှစ်တွင် သို့မဟုတ် ဤနေ့တွင် သွားရောက်ခဲ့သည်' ဟု ပြောကြားခြင်းနှင့် ဆင်တူသည်။ ၎င်းသည် ထိုပုဂ္ဂိုလ်ကို နှစ်၏ တစ်စိတ်တစ်ပိုင်းနှင့် နေ့၏ တစ်စိတ်တစ်ပိုင်းတွင်သာ သွားရောက်ခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို နှစ်ရက်အတွင်း ထွက်ခွာရန် အလျင်စလိုပြုလျှင် ၎င်းအပေါ် အပြစ်မရှိ။)</span></p><p lang=\"my\" class=\"my \">ဤကိစ္စတွင်၊ တစ်ဦးသည် တစ်ရက်ခွဲသာ အလျင်စလိုလုပ်မည်ဖြစ်သည်။\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن فَرَضَ فِيهِنَّ الْحَجَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မည်သူမဆို ထိုလများအတွင်း၌ ဟဂျ်ပြုရန် <span class=\"gray\">(ဖာရဒါ)</span> ရည်ရွယ်သည်ရှိသော် <span class=\"gray\">(အီဟ်ရမ်ဝတ်ဆင်ခြင်းဖြင့်)</span>၊)</span> ဆိုလိုသည်မှာ အီဟ်ရမ်ဝတ်ဆင်ခြင်းသည် ဟဂျ်ကို လိုအပ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အီဟ်ရမ်ဝတ်ဆင်ပြီးနောက် ထိုသူသည် ဟဂျ်၏ ထုံးတမ်းများကို ပြီးမြောက်အောင် လုပ်ဆောင်ရမည်။ အိဗ်နု ဂျာရီရ်က အလ်-အော်ဖီက ပြောသည်ဟု ဆိုသည်မှာ \"ပညာရှင်များအားလုံး သဘောတူညီကြသည်မှာ <span class=\"gray\">(ဖာရဒါ)</span> 'ရည်ရွယ်သည်' ဟူသော စကားလုံးသည် လိုအပ်ချက်နှင့် တာဝန်ဝတ္တရားကို ဆိုလိုသည်။\" အလီ ဘင် အဘူ သွလ်ဟှာက အိဗ်နု အဗ္ဗာစ်က ပြောသည်ဟု ဆိုသည်မှာ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن فَرَضَ فِيهِنَّ الْحَجَّ</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(ထို့ကြောင့် မည်သူမဆို ထိုလများအတွင်း၌ ဟဂျ်ပြုရန် <span class=\"gray\">(အီဟ်ရမ်ဝတ်ဆင်ခြင်းဖြင့်)</span> ရည်ရွယ်သည်ရှိသော်၊)</span> ဟူသည်မှာ ဟဂျ်နှင့် အွမ်ရာဟ်အတွက် အီဟ်ရမ်ဝတ်ဆင်သူများကို ရည်ညွှန်းသည်။\" အတာအ်က \"ရည်ရွယ်သည်\" ဟူသည် အီဟ်ရမ်ဝတ်ဆင်ခြင်းကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ အလားတူ ထုတ်ပြန်ချက်များကို အိဗ်ရာဟင်မ်၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားသူများထံမှလည်း ရရှိခဲ့သည်။</p><div lang=\"it\" class=\"it \"><h2>Prohibition of Rafath <span class=\"it gray\" lang=\"it\">(Sexual Intercourse)</span> during Hajj</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَا رَفَثَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ရဖသ် မပြုရ)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် ဟဂျ် သို့မဟုတ် အွမ်ရာဟ်အတွက် အီဟ်ရမ်ဝတ်ဆင်သူများသည် ရဖသ်ကို ရှောင်ကြဉ်ရမည်ဟု ဆိုလိုသည်၊ ဆိုလိုသည်မှာ လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံခြင်းပင်ဖြစ်သည်။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်သည် အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَىٰ نِسَائِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥပုသ်ည၌ သင်တို့၏ ဇနီးမယားများနှင့် ရဖသ် <span class=\"gray\">(လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံခြင်း)</span> ပြုရန် သင်တို့အတွက် ခွင့်ပြုထားသည်။)</span><span class=\"gray\">(2:187)</span></p><p lang=\"my\" class=\"my \">လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံမှုသို့ ဦးတည်စေနိုင်သော အရာများ၊ ဥပမာ- ပွေ့ဖက်ခြင်း၊ နမ်းရှုပ်ခြင်းနှင့် အမျိုးသမီးများနှင့် ထိုကဲ့သို့သော အကြောင်းအရာများ ဆွေးနွေးခြင်းတို့ကို ခွင့်မပြုပါ။ အိဗ်နု ဂျာရီရ်က နာဖီအ်က အဗ်ဒုလ္လာဟ် ဘင် အိုမာရ်က ပြောကြားသည်ဟု သတင်းပို့သည်မှာ \"ရဖသ် ဆိုသည်မှာ လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံခြင်း သို့မဟုတ် ဤအကြောင်းအရာကို အမျိုးသားဖြစ်စေ၊ အမျိုးသမီးဖြစ်စေ လျှာဖြင့် ပြောဆိုခြင်းကို ဆိုလိုသည်။\" အတာအ် ဘင် အဘူ ရဗာဟ်က ရဖသ် ဆိုသည်မှာ လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံခြင်းနှင့် ညစ်ညမ်းသော စကားပြောဆိုခြင်းကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အမ်ရ် ဘင် ဒီနာရ်၏ အမြင်လည်းဖြစ်သည်။ အတာအ်က ၎င်းတို့သည် ဤအကြောင်းအရာနှင့်ပတ်သက်၍ ပြောဆိုခြင်း <span class=\"gray\">(သို့မဟုတ် အရိပ်အမြွက် ပြောဆိုခြင်း)</span> ကိုပင် တားမြစ်ခဲ့ကြသည်ဟုလည်း ပြောကြားခဲ့သည်။ တာဝူးစ်က ရဖသ်တွင် \"ငါ အီဟ်ရမ်ကို အဆုံးသတ်သောအခါ မင်းနှင့် လိင်ဆက်ဆံမည်\" ဟု ပြောဆိုခြင်းလည်း ပါဝင်သည်ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အဘူ အလ်-အာလီယဟ်က ရဖသ်နှင့်ပတ်သက်၍ ပေးခဲ့သော ရှင်းလင်းချက်နှင့် အတူတူပင်ဖြစ်သည်။ အလီ ဘင် အဘူ သွလ်ဟှာက အိဗ်နု အဗ္ဗာစ်က ပြောကြားသည်မှာ \"ရဖသ် ဆိုသည်မှာ ဇနီးသည်နှင့် လိင်ဆက်ဆံခြင်း၊ နမ်းရှုပ်ခြင်း၊ ပွတ်သပ်ခြင်းနှင့် ညစ်ညမ်းသော စကားပြောဆိုခြင်း၊ နှင့် အလားတူလုပ်ရပ်များကို ဆိုလိုသည်။\" အိဗ်နု အဗ္ဗာစ်နှင့် အိဗ်နု အိုမာရ်တို့က ရဖသ် ဆိုသည်မှာ အမျိုးသမီးများနှင့် လိင်ဆက်ဆံခြင်းကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ စအီဒ် ဘင် ဂျူဘိုင်ရ်၊ အစ်ခ်ရီမာဟ်၊ မုဂျာဟစ်၊ အိဗ်ရာဟင်မ် အန်-နခါအီ၊ အဘူ အလ်-အာလီယဟ် ထိုသူသည် အတာအ်နှင့် မာခူးလ်ထံမှ သတင်းပို့ခဲ့သည်။ အတာအ် အလ်-ခူရာစာနီ၊ အတာအ် ဘင် ယစါရ်၊ အတီယဟ်၊ အိဗ်ရာဟင်မ်၊ အလ်-ရဗီအ်၊ အဇ်-ဇူဟ်ရီ၊ အစ်-ဆွဒ်ဒီ၊ မာလိက် ဘင် အနတ်စ်၊ မုကာသီလ် ဘင် ဟိုင်ယန်၊ အဗ်ဒုလ်-ကရီမ် ဘင် မာလိက်၊ အလ်-ဟစန်၊ ကတာဒါဟ်နှင့် အဒ်-ဒဟ်ဟက်၊ နှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဟဂျ်ကာလအတွင်း ဖူစူက်ကို တားမြစ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا فُسُوقَ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(...nor commit sin)</span> Miqsam and several other scholars related that Ibn 'Abbas said, \"It is disobedience.\" This is also the opinion of 'Ata,' Mujahid, Tawus, 'Ikrimah, Sa'id bin Jubayr, Muhammad bin Ka'b, Al-Hasan, Qatadah, Ibrahim An-Nakha'i, Az-Zuhri, Ar-Rabi' bin Anas, 'Ata' bin Yasar, 'Ata' Al-Khurasani and Muqatil bin Hayyan.</p><p lang=\"my\" class=\"my \">အိဗ်နု ဝဟ်ဘ်က နာဖီအ်က အဗ်ဒုလ္လာဟ် ဘင် အိုမာရ်က ပြောကြားသည်ဟု သတင်းပို့သည်မှာ \"ဖူစူက် <span class=\"gray\">[သို့မဟုတ် အာယတ်တော် <span class=\"gray\">(2:197)</span> တွင် ဖော်ပြထားသော အပြစ်]</span> သည် အလ္လာဟ်အရှင်မြတ်က သန့်ရှင်းသောဒေသတွင် တားမြစ်ထားသောအရာများကို ကျူးလွန်ခြင်းကို ရည်ညွှန်းသည်။\"</p><p lang=\"my\" class=\"my \">အခြားများစွာသောသူတို့က ဖူစူက်သည် အခြားသူများကို ကျိန်ဆဲခြင်းကို ဆိုလိုသည်ဟု ပြောကြားခဲ့ကြပြီး၊ ၎င်းတို့သည် ဤအချက်ကို စစ်မှန်သော ဟဒီးစ်ပေါ်တွင် အခြေခံသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စလင်မ်ကို ကျိန်ဆဲခြင်းသည် ဖူစူက်ဖြစ်ပြီး၊ ၎င်းကို တိုက်ခိုက်ခြင်းသည် ကုဖရ်ဖြစ်သည်။)</span></p><p lang=\"gd\" class=\"gd \">Abdur-Rahman bin Zayd bin Aslam said Fusuq here means slaughtering animals for the idols, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့မဟုတ် မဖြူစင်သော <span class=\"gray\">(ဖစ်စက်)</span> အသား <span class=\"gray\">(တိရစ္ဆာန်၏)</span>၊ ယင်းကို အလ္လာဟ်မှတစ်ပါး အခြားသူများအတွက် ပူဇော်ပသရန် သတ်ဖြတ်ခြင်းဖြစ်သည်။)</span><span class=\"gray\">(6: 145)</span></p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်က ဖူစူက်သည် တစ်ဦးကိုတစ်ဦး မကောင်းသော နာမည်ပြောင်များဖြင့် စော်ကားခြင်းကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဖူစူက်သည် ခပ်သိမ်းသော နာခံမှုမရှိခြင်းကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သူများသည် မှန်ကန်သည်။ အလ္လာဟ်အရှင်မြတ်သည် တစ်နှစ်ပတ်လုံး မတရားမှုကို တားမြစ်ထားသော်လည်း၊ ဟဂျ်လများအတွင်း၌ မတရားမှုကို ကျူးလွန်ခြင်းကို အထူးတလည် တားမြစ်ထားသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَٰلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့အနက် လေးခုမှာ သန့်ရှင်းသောလများ ဖြစ်သည်။ ၎င်းသည် မှန်ကန်သော ဘာသာတရားဖြစ်သည်၊ ထို့ကြောင့် သင်တို့သည် ထိုလများတွင် မိမိကိုယ်ကို မတရားမပြုကြကုန်။)</span><span class=\"gray\">(9:36)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သန့်ရှင်းသောဒေသနှင့်ပတ်သက်၍ မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထိုဒေသ၌ မကောင်းမှုများပြုရန် သို့မဟုတ် မတရားမှုပြုရန် ဆန္ဒရှိသူ မည်သူကိုမဆို နာကျင်ဖွယ်ရာ အပြစ်ဒဏ်မှ မြည်းစမ်းစေမည်။)</span><span class=\"gray\">(22:25)</span></p><p lang=\"my\" class=\"my \">ဆွဟီးဟ်ကျမ်းနှစ်စောင်တွင် မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဟုရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَجَّ هَذَا الْبَيْتَ، فَلَمْ يَرْفُثْ وَلَمْ يَفْسُقْ خَرَجَ مِنْ ذُنُوبِهِ كَيَوْمَ وَلَدَتْهُ أُمُّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤ <span class=\"gray\">(သန့်ရှင်းသော)</span> အိမ်တော်သို့ ဟဂျ်ပြုလုပ်ပြီး ရဖသ် သို့မဟုတ် ဖူစူက်ကို မကျူးလွန်သူ မည်သူမဆို မိမိ၏ မိခင် မွေးဖွားပေးခဲ့သောနေ့ကကဲ့သို့ အပြစ်ကင်းစင်စွာ ပြန်လာမည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ဟဂျ်ကာလအတွင်း ငြင်းခုံခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا جِدَالَ فِي الْحَجِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟဂျ်ကာလအတွင်း ဂျီဒါလ် မရှိရ)</span> ဆိုလိုသည်မှာ အငြင်းပွားမှုများနှင့် ငြင်းခုံမှုများ။ အိဗ်နု ဂျာရီရ်က အဗ်ဒုလ္လာဟ် ဘင် မစ်စအူးဒ်က အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်ကို ပြောကြားခဲ့သည်ဟု သတင်းပို့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا جِدَالَ فِي الْحَجِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဟဂျ်ကာလအတွင်း မတရားငြင်းခုံခြင်းကို မပြုရ။)</span> ဆိုလိုသည်မှာ သင်၏ အဖော် <span class=\"gray\">(သို့မဟုတ် အဖော်ဖြစ်သူ)</span> နှင့် ၎င်း ဒေါသထွက်သည်အထိ ငြင်းခုံခြင်းပင်ဖြစ်သည်။ ဤသည်မှာ မစ်ကစမ်နှင့် အဒ်-ဒဟ်ဟက်တို့က အိဗ်နု အဗ္ဗာစ်ထံမှ သတင်းပို့ခဲ့သော အမြင်နှင့် ဆင်တူသည်။ ဤသည်မှာ အဘူ အလ်-အာလီယဟ်၊ အတာအ်၊ မုဂျာဟစ်၊ စအီဒ် ဘင် ဂျူဘိုင်ရ်၊ အစ်ခ်ရီမာဟ်၊ ဂျာဗီရ် ဘင် ဇိုင်ဒ်၊ အတာအ် အလ်-ခူရာစာနီ၊ မာခူးလ်၊ အစ်-ဆွဒ်ဒီ၊ မုကာသီလ် ဘင် ဟိုင်ယန်၊ အမ်ရ် ဘင် ဒီနာရ်၊ အဒ်-ဒဟ်ဟက်၊ အလ်-ရဗီအ် ဘင် အနတ်စ်၊ အိဗ်ရာဟင်မ် အန်-နခါအီ၊ အတာအ် ဘင် ယစါရ်၊ အလ်-ဟစန်၊ ကတာဒါဟ်နှင့် အဇ်-ဇူဟ်ရီတို့ထံမှ သတင်းပို့ခဲ့သော အဓိပ္ပါယ်နှင့်လည်း အတူတူပင်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဖြောင့်မတ်သော လုပ်ရပ်များနှင့် ဟဂျ်အတွက် စားနပ်ရိက္ခာယူဆောင်လာရန် တိုက်တွန်းခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်သည့်ကောင်းမှုကို ပြုသည်ဖြစ်စေ အလ္လာဟ်အရှင်မြတ် သိတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လုပ်ရပ်နှင့် စကားဖြင့် မကောင်းမှုကို တားမြစ်ပြီးနောက်၊ ဖြောင့်မတ်သော၊ ကောင်းသော လုပ်ရပ်များကို တိုက်တွန်းခဲ့သည်၊ ၎င်းတို့ ပြုလုပ်သော ကောင်းမှုများကို အရှင်မြတ် သိတော်မူကြောင်းနှင့် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အကောင်းဆုံးသော ဆုလာဘ်များဖြင့် ဆုချီးမြှင့်မည်ဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရီးအတွက် စားနပ်ရိက္ခာ <span class=\"gray\">(သင်တို့နှင့်အတူ)</span> ယူဆောင်သွားကြလော့၊ သို့သော် အကောင်းဆုံးသော စားနပ်ရိက္ခာမှာ အတ်-တက်ကွာ <span class=\"gray\">(ဘုရားကို ကြောက်ရွံ့ခြင်း၊ ဖြောင့်မတ်ခြင်း)</span> ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီနှင့် အဘူ ဒါဝူဒ်တို့က အိဗ်နု အဗ္ဗာစ်က ပြောကြားသည်ဟု သတင်းပို့သည်မှာ \"ယီမန်ပြည်သားတို့သည် ဟဂျ်ပြုရန် လုံလောက်သော ပစ္စည်းများ မယူဆောင်ဘဲ သွားလေ့ရှိကြသည်။ ၎င်းတို့က 'ကျွန်ုပ်တို့သည် သဝက္ကူလ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ် ယုံကြည်ကိုးစားခြင်း)</span> ရှိသူများဖြစ်သည်' ဟု ပြောလေ့ရှိကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရီးအတွက် စားနပ်ရိက္ခာ <span class=\"gray\">(သင်တို့နှင့်အတူ)</span> ယူဆောင်သွားကြလော့၊ သို့သော် အကောင်းဆုံးသော စားနပ်ရိက္ခာမှာ အတ်-တက်ကွာ <span class=\"gray\">(ဘုရားကို ကြောက်ရွံ့ခြင်း၊ ဖြောင့်မတ်ခြင်း)</span> ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျာရီရ်နှင့် အိဗ်နု မရ်ဒူဝိယာတို့က အိဗ်နု အိုမာရ်က ပြောကြားသည်ဟု သတင်းပို့သည်မှာ \"လူတို့သည် အီဟ်ရမ်ဝတ်ဆင်သောအခါ ၎င်းတို့တွင် ရှိသော စားနပ်ရိက္ခာများကို စွန့်ပစ်ကြပြီး အခြားအမျိုးအစား စားနပ်ရိက္ခာများကို ရှာဖွေကြသည်။ အလ္လာဟ်အရှင်မြတ် ထုတ်ဖော်ခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရီးအတွက် စားနပ်ရိက္ခာ <span class=\"gray\">(သင်တို့နှင့်အတူ)</span> ယူဆောင်သွားကြလော့၊ သို့သော် အကောင်းဆုံးသော စားနပ်ရိက္ခာမှာ အတ်-တက်ကွာ <span class=\"gray\">(ဘုရားကို ကြောက်ရွံ့ခြင်း၊ ဖြောင့်မတ်ခြင်း)</span> ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဤလုပ်ရပ်ကို ၎င်းတို့အား တားမြစ်ခဲ့ပြီး ဂျုံမှုန့်နှင့် ဆာဝစ်က် <span class=\"gray\">(အင်စုံနှင့်တွဲဖက်စားလေ့ရှိသော အစားအစာတစ်မျိုး)</span> တို့ကို ၎င်းတို့နှင့်အတူ ယူဆောင်သွားရန် လိုအပ်သည်ဟု မိန့်ကြားခဲ့သည်။\"</p><div lang=\"my\" class=\"my \"><h2>နောင်တမလွန်ဘဝအတွက် စားနပ်ရိက္ခာများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် အကောင်းဆုံးသော စားနပ်ရိက္ခာမှာ အတ်-တက်ကွာ <span class=\"gray\">(ဘုရားကို ကြောက်ရွံ့ခြင်း၊ ဖြောင့်မတ်ခြင်း)</span> ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အား ဤဘဝခရီးစဉ်များအတွက် ၎င်းတို့ကို ထောက်ပံ့ပေးနိုင်သောအရာများဖြင့် ပြင်ဆင်ရန် လိုအပ်ကြောင်း မိန့်ကြားတော်မူသောအခါ၊ အရှင်မြတ်သည် ၎င်းတို့အား နောင်တမလွန်ဘဝအတွက် မရှိမဖြစ်လိုအပ်သော ပြင်ဆင်မှုများဖြစ်သည့် တက်ကွာကို ညွှန်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ခုတွင် မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِيشًا وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် တန်ဆာဆင်ခြင်းအဖြစ်၊ တက်ကွာ၏ အဝတ်တန်ဆာသည် ပိုမိုကောင်းမွန်သည်။)</span><span class=\"gray\">(7:26)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပစ္စည်းဆိုင်ရာ ဖုံးအုပ်မှုကို ဖော်ပြခဲ့ပြီးနောက် ဝိညာဉ်ရေးရာ ဖုံးအုပ်မှုကို ဖော်ပြခဲ့သည်၊ ယင်းတွင် နိမ့်ကျမှု၊ နာခံမှုနှင့် တက်ကွာတို့ ပါဝင်သည်။ အရှင်မြတ်သည် နောက်ပိုင်းပြင်ဆင်မှုသည် ယခင်ပြင်ဆင်မှုထက် ပိုမိုကောင်းမွန်ပြီး အကျိုးကျေးဇူးပိုရှိကြောင်းလည်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ အိုဉာဏ်ရှိသူအပေါင်းတို့၊ ငါ့ကို ကြောက်ရွံ့ကြလော့!)</span> ဆိုလိုသည်မှာ- 'ငါ့ကို မနာခံသူများနှင့် ငါ့အမိန့်တော်များကို မလိုက်နာသူများအတွက် ငါ၏ ပြစ်ဒဏ်၊ အပြစ်ပေးခြင်းနှင့် ဒုက္ခတို့ကို ကြောက်ရွံ့ကြလော့၊ အိုဉာဏ်ပညာရှိသူအပေါင်းတို့။'</p>"
  }
]