[
  {
    "ayah_key": "24:61",
    "group_ayah_key": "24:61",
    "from_ayah": "24:61",
    "to_ayah": "24:61",
    "ayah_keys": "24:61",
    "text": "<p lang=\"my\" class=\"my \">မျက်မမြင်သူအပေါ် ကန့်သတ်ချက်မရှိ၊ ခြေထစ်သောသူအပေါ် ကန့်သတ်ချက်မရှိ၊ နာမကျန်းသူအပေါ် ကန့်သတ်ချက်မရှိ၊ သင်တို့၏အိမ်များ၊ သို့မဟုတ် သင်တို့၏ဖခင်များအိမ်များ၊ သို့မဟုတ် သင်တို့၏မိခင်များအိမ်များ၊ သို့မဟုတ် သင်တို့၏ညီအစ်ကိုများအိမ်များ၊ သို့မဟုတ် သင်တို့၏အစ်မများအိမ်များ၊ သို့မဟုတ် သင်တို့ဖခင်၏ညီအစ်ကိုများအိမ်များ၊ သို့မဟုတ် သင်တို့ဖခင်၏အစ်မများအိမ်များ၊ သို့မဟုတ် သင်တို့မိခင်၏ညီအစ်ကိုများအိမ်များ၊ သို့မဟုတ် သင်တို့မိခင်၏အစ်မများအိမ်များ၊ သို့မဟုတ် <span class=\"gray\">(အရာမှ)</span> သင်တို့သော့ကိုင်ထားသော၊ သို့မဟုတ် မိတ်ဆွေတစ်ဦး၏ <span class=\"gray\">(အိမ်မှ)</span> သင်တို့စားသုံးပါက သင်တို့ကိုယ်တိုင်အပေါ် ကန့်သတ်ချက်မရှိ။ သင်တို့အတူစားသည်ဖြစ်စေ၊ သီးခြားစားသည်ဖြစ်စေ သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။ သို့သော် သင်တို့အိမ်များသို့ ဝင်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်ထံမှ မင်္ဂလာရှိ၍ ကောင်းမြတ်သော နှုတ်ခွန်းဆက်စကားဖြင့် တစ်ဦးကိုတစ်ဦး နှုတ်ဆက်ကြကုန်။ ထိုသို့ဖြင့် သင်တို့နားလည်နိုင်ရန် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အာယသ်တော်များကို ရှင်းလင်းပြသတော်မူသည်။) <span>(၆၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဆွေမျိုးများ၏အိမ်များမှ စားသုံးခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဆိုလိုသည်မှာ မျက်မမြင်သူများနှင့် အတူစားရန် သူတို့သည် အလွန်အမင်း ရှက်ရွံ့လေ့ရှိကြသည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် အစားအစာကို မမြင်ရခြင်း၊ သို့မဟုတ် အကောင်းဆုံး အစားအစာအပိုင်းအစများ မည်သည့်နေရာတွင် ရှိသည်ကို မသိခြင်းတို့ကြောင့် အခြားသူများက သူတို့မစားမီ အကောင်းဆုံးအပိုင်းများကို ယူသွားနိုင်သောကြောင့် ဖြစ်သည်။ ခြေထစ်သောသူများနှင့် အတူစားရန်လည်း သူတို့ အလွန်ရှက်ရွံ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် သက်တောင့်သက်သာ မထိုင်နိုင်ခြင်း၊ သူတို့၏အပေါင်းအဖော်များက သူတို့ကို အခွင့်အရေးယူနိုင်ခြင်းတို့ကြောင့် ဖြစ်သည်။ နာမကျန်းသူများနှင့် အတူစားရန်လည်း သူတို့ ရှက်ရွံ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် အခြားသူများလောက် မစားနိုင်သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် သူတို့သည် ထိုသူများနှင့် အတူစားရန် ကြောက်ရွံ့ကြသည်၊ အကြောင်းမှာ တစ်နည်းနည်းဖြင့် မတရားပြုမိမည်ကို စိုးရိမ်သောကြောင့် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤကိစ္စတွင် ကင်းလွတ်ခွင့်ပေးလျက် ဤအာယသ်တော်ကို ထုတ်ပြန်တော်မူခဲ့သည်။ ဤသည်မှာ စအီးဒ် ဘင် ဂျူဘိုင်ရ်နှင့် မစ်က်စမ်တို့၏ အမြင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်ခ်က ပြောသည်– \"နဗီတမန်တော်၏ သာသနာပြုလုပ်ငန်း မစတင်မီက ဤသူများနှင့် အတူစားရန် သူတို့သည် အလွန်အမင်း ရှက်ရွံ့ကြပြီး အလွန်မာနထောင်လွှားကြသည်၊ အကြောင်းမှာ သူတို့ကို ကူညီရမည်ကို စိုးရိမ်သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်ကို ထုတ်ပြန်တော်မူခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခြေထစ်သောသူအပေါ် ကန့်သတ်ချက်မရှိပေ၊)</span> 'အဗ်ဒုရ်-ရာဇ်ဇက်ခ်က မူဂျာဟစ်ဒ်ပြောသည်ကို မှတ်တမ်းတင်ထားသည်– \"လူတစ်ဦးသည် မျက်မမြင်သူ၊ ခြေထစ်သူ သို့မဟုတ် နာမကျန်းသူတစ်ဦးကို သူ၏ညီအစ်ကို၊ နှမ သို့မဟုတ် အဒေါ်၏အိမ်သို့ ခေါ်သွားတတ်သည်။ ထိုမသန်စွမ်းသူများက ထိုအပေါ် ရှက်ရွံ့ပြီး 'သူတို့သည် ကျွန်တော်တို့ကို အခြားသူများ၏အိမ်သို့ ခေါ်သွားနေကြသည်' ဟု ပြောတတ်သည်။ ထို့ကြောင့် ဤအာယသ်တော်ကို ထိုသို့ပြုရန် ခွင့်ပြုချက်ပေးလျက် ထုတ်ပြန်တော်မူခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အစ်စ်-စူဒီက ပြောသည်– \"လူတစ်ဦးသည် သူ၏ဖခင်၊ သို့မဟုတ် ညီအစ်ကို၊ သို့မဟုတ် သား၏အိမ်သို့ ဝင်သွားပြီး အိမ်ရှင်အမျိုးသမီးက သူ့ကို အစားအစာအချို့ ပေးလာသော်လည်း အိမ်ရှင်အမျိုးသား မရှိသောကြောင့် သူသည် စားသုံးခြင်းမှ ရှောင်ကြဉ်တတ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်မမြင်သူအပေါ် ကန့်သတ်ချက်မရှိပေ...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا عَلَىٰ أَنفُسِكُمْ أَن تَأْكُلُوا مِن بُيُوتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အိမ်များမှ စားသုံးပါက သင်တို့ကိုယ်တိုင်အပေါ် ကန့်သတ်ချက်မရှိပေ၊)</span> ဤသည်မှာ ထင်ရှားသော်လည်း ဤနေရာတွင် ဖော်ပြထားခြင်းမှာ ဤအစမှတ်မှနေ၍ အခြားသူများ၏အိမ်များကို ဖော်ပြရန်နှင့် ထိုစီရင်ထုံးသည် နောက်ဆက်တွဲကိစ္စများအပေါ် တူညီစွာ သက်ရောက်ကြောင်း ရှင်းလင်းရန် ဖြစ်သည်။ သားများ၏အိမ်များသည် အမည်အားဖြင့် ဖော်ပြထားခြင်းမရှိသော်လည်း ဤအရာတွင် ပါဝင်ပြီး သား၏စည်းစိမ်ဥစ္စာကို ဖခင်၏စည်းစိမ်ဥစ္စာနှင့် တူညီသည်ဟု သဘောထားသောသူများက ၎င်းကို သက်သေအဖြစ် အသုံးပြုကြသည်။ မွတ်စ်နဒ်နှင့် စူနန်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူခဲ့ကြောင်း လမ်းကြောင်းများစွာဖြင့် ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتَ وَمَالُكَ لِأَبِيكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်နှင့် သင်၏စည်းစိမ်ဥစ္စာသည် သင်၏ဖခင်ပိုင် ဖြစ်သည်။)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့၏ဖခင်များအိမ်များ၊ သို့မဟုတ် သင်တို့၏မိခင်များအိမ်များ၊)</span> အရှင်မြတ်၏မိန့်ကြားချက်တိုင်အောင်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့သော့ကိုင်ထားသော <span class=\"gray\">(အရာမှ)</span>)</span> ဤသည်မှာ ထင်ရှားပြီး ဆွေမျိုးသားချင်းများ တစ်ဦးနှင့်တစ်ဦး အကုန်အကျခံရန် ဝါဂျစ်ဘ် (မဖြစ်မနေ) ဟု ယူဆသူများက ၎င်းကို သက်သေအဖြစ် အသုံးပြုကြသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့သော့ကိုင်ထားသော <span class=\"gray\">(အရာမှ)</span>)</span> စအီးဒ် ဘင် ဂျူဘိုင်ရ်နှင့် အစ်စ်-စူဒီတို့က ပြောသည်– \"ဤသည်မှာ လူတို့၏ကျွန်များ သို့မဟုတ် အခြားအမှုထမ်းများကို ရည်ညွှန်းသည်။ သူတို့နှင့်အတူ သိုလှောင်ထားသော အစားအစာများမှ ကျိုးကြောင်းဆီလျော်စွာ စားသုံးခြင်းသည် အပြစ်မရှိပေ။\" အဇ်-ဇုဟ်ရီက 'ဥရ်ဝါဟ်' မှ ရာဝါယသ်တင်ပြသည်မှာ 'အာအီရှာ' (အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ) က ပြောသည်– \"မွတ်စ်လင်မ်များသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ စစ်ချီတက်ကြပြီး သူတို့ယုံကြည်ရသော လူများအား သူတို့၏သော့များကို ပေးကာ 'သင်တို့ လိုအပ်သမျှကို စားသုံးရန် ကျွန်ုပ်တို့ခွင့်ပြုသည်' ဟု ပြောကြသည်။ သို့သော် သူတို့က 'ကျွန်ုပ်တို့ စားသုံးရန် မသင့်၊ သူတို့သည် ကျွန်ုပ်တို့ကို မစင်မရဲ ခွင့်ပြုခဲ့ပြီး ကျွန်ုပ်တို့သည် ယုံကြည်အပ်နှံခံရသူများသာ ဖြစ်သည်' ဟု ပြောကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်တော်မူသည်–</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့သော့ကိုင်ထားသော <span class=\"gray\">(အရာမှ)</span>)</span>\"။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ صَدِيقِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မိတ်ဆွေတစ်ဦး၏ <span class=\"gray\">(အိမ်မှ)</span>)</span> ဆိုလိုသည်မှာ သင်တို့သည် သူတို့၏အိမ်များမှ စားသုံးပါက သင်တို့အပေါ် အပြစ်မရှိပေ၊ သင်တို့သည် ၎င်းက သူတို့ကို စိတ်မပျက်စေကြောင်းနှင့် သူတို့ မနှစ်သက်ကြောင်း သိသရွေ့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတူစားသည်ဖြစ်စေ၊ သီးခြားစားသည်ဖြစ်စေ သင်တို့အပေါ် အပြစ်မရှိပေ။)</span> 'အလီ ဘင် အဘီ တလ်ဟာဟ်က ဤအာယသ်တော်နှင့်ပတ်သက်၍ အိဗ်နု အဗ္ဗားစ်ထံမှ တင်ပြသည်– \"အလ္လာဟ်အရှင်မြတ်က အာယသ်တော်ကို ထုတ်ပြန်တော်မူသောအခါ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့၊ သင်တို့၏ စည်းစိမ်ဥစ္စာများကို သင်တို့အချင်းချင်း မတရားသဖြင့် မစားသုံးကြကုန်နှင့်)</span><span class=\"gray\">(၄:၂၉)</span> ဟု မွတ်စ်လင်မ်များက ပြောကြသည်– 'အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့၏ စည်းစိမ်ဥစ္စာများကို ကျွန်ုပ်တို့အချင်းချင်း မတရားသဖြင့် စားသုံးခြင်းကို တားမြစ်ထားသည်။ အစားအစာသည် စည်းစိမ်ဥစ္စာများထဲမှ အကောင်းဆုံးဖြစ်သောကြောင့် ကျွန်ုပ်တို့ထဲမှ မည်သူမဆို အခြားသူတစ်ဦး၏အိမ်၌ စားသုံးခြင်းသည် ခွင့်မပြုပေ။' ထို့ကြောင့် လူများသည် ထိုသို့ပြုခြင်းကို ရပ်ဆိုင်းခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်မမြင်သူအပေါ် ကန့်သတ်ချက်မရှိပေ၊)</span> အရှင်မြတ်၏မိန့်ကြားချက်တိုင်အောင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ صَدِيقِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မိတ်ဆွေတစ်ဦး၏ <span class=\"gray\">(အိမ်မှ)</span>)</span> လူတစ်ဦးသည်လည်း ရှက်ရွံ့တတ်ပြီး အခြားသူတစ်ဦး ရောက်မလာမချင်း တစ်ယောက်တည်း စားသုံးခြင်းမှ ရှောင်ကြဉ်တတ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က သူတို့အတွက် ကိစ္စကို ပိုမိုလွယ်ကူစေရန် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတူစားသည်ဖြစ်စေ၊ သီးခြားစားသည်ဖြစ်စေ သင်တို့အပေါ် အပြစ်မရှိပေ။)</span>\" ကွသာဒဟ်က ပြောသည်– \"ဤသည်မှာ ဂျာဟီလီယာခေတ်က တစ်ဦးတစ်ယောက်တည်း စားသုံးခြင်းကို ရှက်စရာဟု ယူဆသော ဘနူ ကီနာနဟ် အနွယ်ဝင်များ ဖြစ်သည်။ ထိုမျှလောက်အထိ လူတစ်ဦးသည် ဆာလောင်နေသော်လည်း သူ့ဝန်တင်ကုလားအုတ်ကို ဆက်မောင်းနှင်ကာ သူနှင့်အတူ စားသောက်ရန် လူတစ်ဦးကို ရှာတွေ့သည်အထိ လုပ်ဆောင်တတ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတူစားသည်ဖြစ်စေ၊ သီးခြားစားသည်ဖြစ်စေ သင်တို့အပေါ် အပြစ်မရှိပေ။)</span> ထို့ကြောင့် ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ခွင့်ပြုချက်ဖြစ်ပြီး လူတို့အား တစ်ဦးတည်းဖြစ်စေ၊ အခြားသူများနှင့်ဖြစ်စေ စားသုံးခွင့်ပေးထားသည်။ အခြားသူများနှင့် စားသုံးခြင်းသည် ပို၍ မင်္ဂလာရှိပြီး ပို၍ကောင်းမြတ်သော်လည်း ဖြစ်သည်။ အိမာမ် အဟ်မဒ်က ဝါဟ်ရှီ ဘင် ဟရ်ဘ်ထံမှ သူ၏ဖခင်မှ သူ၏အဘိုးထံမှ မှတ်တမ်းတင်ထားသည်မှာ လူတစ်ဦးက တမန်တော်မြတ် ﷺ အား \"ကျွန်တော်တို့ စားသော်လည်း ဗိုက်မပြည့်ပါ\" ဟု ပြောသောအခါ၊ အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَأْكُلُونَ مُتَفَرِّقِينَ، اجْتَمِعُوا عَلَى طَعَامِكُمْ، وَاذْكُرُوا اسْمَ اللهِ، يُبَارَكْ لَكُمْ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သီးခြားစီ စားနေကြခြင်း ဖြစ်နိုင်သည်။ အတူတကွ စားသုံးကြပြီး အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ရည်ညွှန်းကြလော့၊ ထိုအခါ အရှင်မြတ်က သင်တို့အတွက် အစားအစာတွင် မင်္ဂလာချီးမြှင့်တော်မူလိမ့်မည်။)</span> ၎င်းကို အဘူ ဒါဝုဒ်နှင့် အိဗ်နု မာဂျာဟ်တို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အိဗ်နု မာဂျာဟ်ကလည်း စာလင်မ်မှ သူ၏ဖခင်မှ 'ဥမရ်' (အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ) ထံမှ တင်ပြသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا جَمِيعًا، وَلَا تَفَرَّقُوا، فَإِنَّ الْبَرَكَةَ مَعَ الْجَمَاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတူတကွ စားကြပြီး သီးခြားစီ မစားကြကုန်နှင့်၊ အကြောင်းမှာ ကောင်းချီးမင်္ဂလာသည် အတူတကွရှိခြင်း၌ ရှိ၏။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا دَخَلْتُم بُيُوتًا فَسَلِّمُوا عَلَىٰ أَنفُسِكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့အိမ်များသို့ ဝင်သောအခါ၊ တစ်ဦးကိုတစ်ဦး နှုတ်ဆက်ကြကုန်)</span></p><p lang=\"my\" class=\"my \">စအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အလ်-ဟဆန် အလ်-ဘစရီ၊ ကွသာဒဟ်နှင့် အဇ်-ဇုဟ်ရီတို့က ပြောသည်– \"ဤသည်မှာ တစ်ဦးကိုတစ်ဦး စလာမ်ဖြင့် နှုတ်ဆက်ခြင်းကို ဆိုလိုသည်။\" အိဗ်နု ဂျူရိုင်ဂျ်က ပြောသည်– အဘူ အဇ်-ဇူဘိုင်ရ်က ပြောသည်– \"ဂျာဘိရ် ဘင် အဗ်ဒုလ္လာဟ် ပြောသည်ကို ကျွန်တော်ကြားခဲ့သည်– 'သင်တို့ မိမိတို့၏မိသားစုထံ ဝင်ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်ထံမှ မင်္ဂလာရှိ၍ ကောင်းမြတ်သော နှုတ်ခွန်းဆက်စကားဖြင့် သူတို့ကို နှုတ်ဆက်ကြလော့။' သူက ပြောသည်– '၎င်းသည် ဝါဂျစ်ဘ် (မဖြစ်မနေ) မှတစ်ပါး အခြားမည်သည့်အရာမှ မဟုတ်ဟု ကျွန်တော်မထင်ပေ။'\" အိဗ်နု ဂျူရိုင်ဂျ်က ပြောသည်– \"နှင့် ဇီယဒ်က အိဗ်နု တာဝူစ်က ပြောလေ့ရှိသည်– 'သင်တို့ထဲမှ မည်သူမဆို သူ၏အိမ်သို့ ဝင်သောအခါ စလာမ်ပြောပါစေ။'\"</p><p lang=\"my\" class=\"my \">မူဂျာဟစ်ဒ်က ပြောသည်– \"သင်တို့ မစ်စ်ဂျစ်ဒ်သို့ ဝင်သောအခါ၊ 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ' ဟု ပြောကြလော့။ သင်တို့ မိမိတို့၏မိသားစုထံ ဝင်ရောက်သောအခါ သူတို့ကို စလာမ်ဖြင့် နှုတ်ဆက်ကြလော့။ မည်သူမျှ မရှိသော အိမ်တစ်အိမ်သို့ ဝင်သောအခါ 'အစ်စ်-စလာမူ 'အလိုင်နာ ဝါ 'အလာ 'အိဗာဒ်-အလ္လာဟ်-အစ်စ်-စွလီးဟီးန် <span class=\"gray\">(ကျွန်ုပ်တို့အပေါ်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ဖြောင့်မတ်သောကျွန်များအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ)</span>' ဟု ပြောကြလော့။ ဤသည်မှာ လူတစ်ဦးကို ပြုလုပ်ရန် အမိန့်ပေးထားသည့်အရာဖြစ်ပြီး ကောင်းကင်တမန်များသည် သူ၏နှုတ်ခွန်းဆက်စကားကို ပြန်လည်နှုတ်ဆက်လိမ့်မည်ဟု ကျွန်ုပ်တို့အား တင်ပြထားသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြင့် သင်တို့နားလည်နိုင်ရန် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အာယသ်တော်များကို ရှင်းလင်းပြသတော်မူသည်။)</span> အလ္လာဟ်အရှင်မြတ်က ဤဆူရာတွင် မည်မျှပညာရှိသော စီရင်ထုံးများနှင့် ကျိုးကြောင်းဆီလျော်၍ ကောင်းစွာတည်ဆောက်ထားသော ဥပဒေများ ပါဝင်ကြောင်း ဖော်ပြခဲ့သောအခါ၊ အရှင်မြတ်သည် မိမိ၏ကျွန်များအား အာယသ်တော်များကို ရှင်းလင်းစွာ ရှင်းပြထားကြောင်း ထောက်ပြတော်မူသည်၊ သို့မှသာ သူတို့သည် ၎င်းတို့ကို စဉ်းစားဆင်ခြင်နိုင်ပြီး ၎င်းတို့၏အဓိပ္ပါယ်များကို နားလည်နိုင်မည်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "24:62",
    "group_ayah_key": "24:62",
    "from_ayah": "24:62",
    "to_ayah": "24:62",
    "ayah_keys": "24:62",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို ယုံကြည်သူများသာ ဖြစ်ကြ၏။ အရှင်မြတ်နှင့်အတူ အချို့သော ကိစ္စရပ်များ၌ ရှိနေသောအခါ၊ အရှင်မြတ်၏ ခွင့်ပြုချက်ကို မတောင်းမချင်း သူတို့ ထွက်မသွားကြပေ။ အမှန်စင်စစ် သင်၏ခွင့်ပြုချက်ကို တောင်းခံသူများသည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို <span class=\"gray\">(အမှန်တကယ်)</span> ယုံကြည်သူများ ဖြစ်ကြ၏။ ထို့ကြောင့် သင်၏ခွင့်ပြုချက်ကို သူတို့၏အချို့ကိစ္စများအတွက် တောင်းခံလာပါက သူတို့ထဲမှ သင်နှစ်သက်သူအား ခွင့်ပြုချက်ပေးပါ၊ သူတို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှု တောင်းခံပါလေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင် ဖြစ်တော်မူသည်။ <span>(၆၂)</span></p><div lang=\"my\" class=\"my \"><h2>အတူတကွ လုပ်ဆောင်နေချိန်တွင် ထွက်ခွာခွင့် တောင်းခံခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ယုံကြည်သော ကျွန်များအား လမ်းညွှန်ပြသခဲ့သည့် နောက်ထပ် ယဉ်ကျေးမှုဆိုင်ရာ ကိစ္စတစ်ခု ဖြစ်သည်။ အရှင်မြတ်က သူတို့အား ဝင်ရောက်သည့်အခါ ခွင့်ပြုချက်တောင်းခံရန် အမိန့်ပေးခဲ့သကဲ့သို့၊ ထွက်ခွာသည့်အခါ ခွင့်ပြုချက်တောင်းခံရန်လည်း အမိန့်ပေးခဲ့သည်။ အထူးသဖြင့် ရစူလ်တမန်တော် ﷺ နှင့်အတူ သောကြာနေ့၊ 'အိဒ်၊ သို့မဟုတ် ဂျမာအသ် နမာဇ်များ၊ သို့မဟုတ် တိုင်ပင်ဆွေးနွေးရန် အစည်းအဝေးများ စသည်ဖြင့် တစ်စုံတစ်ရာကို အတူတကွ လုပ်ဆောင်နေချိန်တွင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ဤအခြေအနေများတွင် ခွင့်ပြုချက်မတောင်းမချင်း အရှင်မြတ်ထံမှ မထွက်ခွာရန် အမိန့်ပေးခဲ့သည်။ ထိုသို့ပြုလုပ်ပါက သူတို့သည် စစ်မှန်သော ယုံကြည်သူများထဲမှ ဖြစ်ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် ﷺ အား တစ်စုံတစ်ဦးက ခွင့်ပြုချက်တောင်းခံလာပါက၊ အရှင်မြတ်က ဆန္ဒရှိပါက ခွင့်ပြုချက်ပေးရန် အမိန့်ပေးခဲ့သည်။ အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْذَن لِّمَن شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ထဲမှ သင်နှစ်သက်သူအား ခွင့်ပြုချက်ပေးပါ၊ သူတို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှု တောင်းခံပါလေ။)</span> အဘူ ဒါဝုဒ်က အဘူ ဟူရိုင်ရဟ်က ပြောသည်ကို မှတ်တမ်းတင်သည်– \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا انْتَهَى أَحَدُكُمْ إِلَى الْمَجْلِسِ فَلْيُسَلِّمْ، فَإِذَا أَرَادَ أَنْ يَقُومَ فَلْيُسَلِّمْ، فَلَيْسَتِ الْأُولَى بِأَحَقَّ مِنَ الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ မည်သူမဆို အစည်းအဝေးတစ်ခုသို့ ရောက်ရှိသောအခါ စလာမ်ပြောပါစေ၊ ထွက်ခွာလိုသောအခါ စလာမ်ပြောပါစေ။ ပထမအကြိမ်သည် နောက်ဆုံးအကြိမ်ထက် ပို၍အရေးမကြီးပေ။)</span>\" ၎င်းကို အတ်-တီရ်မီဇီနှင့် အန်-နစာအီတို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အတ်-တီရ်မီဇီက ပြောသည်– \"၎င်းသည် ဟစန် ဟဒီးဆ် ဖြစ်သည်။\"</p>"
  }
]