[
  {
    "ayah_key": "23:93",
    "group_ayah_key": "23:93",
    "from_ayah": "23:93",
    "to_ayah": "23:98",
    "ayah_keys": "23:93,23:94,23:95,23:96,23:97,23:98",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"အကျွန်ုပ်၏ အရှင်သခင်! အကယ်၍ ကိုယ်တော်သည် ၎င်းတို့အား ခြိမ်းခြောက်ထားသည့်အရာကို အကျွန်ုပ်အား ပြသမည်ဆိုလျှင်၊ <span>(93)</span>\"အကျွန်ုပ်၏ အရှင်သခင်! ထိုအခါ အကျွန်ုပ်ကို မတရားပြုသူများထဲတွင် မထားတော်မူပါနှင့်။ <span>(94)</span>အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ကျွန်ုပ်တို့ ခြိမ်းခြောက်ထားသည့်အရာကို သင်အား ပြသနိုင်စွမ်းရှိပေသည်။ <span>(95)</span>မကောင်းမှုကို ပိုမိုကောင်းမွန်သောအရာဖြင့် တွန်းလှန်ပါ။ ၎င်းတို့ပြောဆိုသည့်အရာများကို ကျွန်ုပ်တို့ အကောင်းဆုံးသိရှိတော်မူသည်။ <span>(96)</span>နှင့် ပြောပါ- \"အကျွန်ုပ်၏ အရှင်သခင်! ရှိုင်တွာန်များ၏ တီးတိုးစကားများမှ ကိုယ်တော်ထံ ခိုလှုံပါ၏။ <span>(97)</span>\"နှင့် အကျွန်ုပ်သည် ကိုယ်တော်ထံ၊ အကျွန်ုပ်၏ အရှင်သခင်ထံ ခိုလှုံပါ၏! ၎င်းတို့သည် အကျွန်ုပ်အနီးသို့ မလာစေရန်အတွက် ဖြစ်သည်။ <span>(98)</span></p><div lang=\"my\" class=\"my \"><h2>ဘေးအန္တရာယ်ကျရောက်သည့်အခါ အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်ရန်၊ မကောင်းမှုကို ပိုမိုကောင်းမွန်သောအရာဖြင့် တွန်းလှန်ရန်၊ နှင့် အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ တမန်တော် မုဟမ္မဒ် ﷺ အား ဘေးအန္တရာယ်ကျရောက်သည့်အခါ ဤပဌနာဖြင့် ၎င်းအား တိုင်တည်ရန် အမိန့်ပေးတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ အရှင်သခင်! အကယ်၍ ကိုယ်တော်သည် ၎င်းတို့အား ခြိမ်းခြောက်ထားသည့်အရာကို အကျွန်ုပ်အား ပြသမည်ဆိုလျှင်။)</span> ဆိုလိုသည်မှာ 'အကယ်၍ ကိုယ်တော်သည် ၎င်းတို့ကို အကျွန်ုပ်မြင်တွေ့နေစဉ် အပြစ်ပေးမည်ဆိုလျှင် အကျွန်ုပ်ကို ၎င်းတို့ထဲမှ တစ်ဦးအဖြစ် မပြုလုပ်ပါနှင့်' ဟူ၍ ဖြစ်သည်။ ၎င်းကို အီမာမ် အဟ်မဒ် နှင့် အတ်-တီရ်မီဇီတို့ မှတ်တမ်းတင်ထားသော ဟဒီးစ်တွင် ဖော်ပြထားပြီး ၎င်းတို့က စဟီးဟ် (မှန်ကန်သည်) ဟု သတ်မှတ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أَرَدْتَ بِقَومٍ فِتْنَةً فَتَوفَّنِي إِلَيْكَ غَيْرَ مَفْتُونٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကိုယ်တော်သည် လူများကို စမ်းသပ်လိုပါက၊ ထိုစမ်းသပ်မှုကို မခံယူရဘဲ အကျွန်ုပ်ကို ကိုယ်တော်ထံ ခေါ်ဆောင်သွားတော်မူပါ <span class=\"gray\">[အကျွန်ုပ်အား သေဆုံးစေပါ]</span>။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا عَلَىٰ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ကျွန်ုပ်တို့ ခြိမ်းခြောက်ထားသည့်အရာကို သင်အား ပြသနိုင်စွမ်းရှိပေသည်။)</span> ဆိုလိုသည်မှာ 'အကယ်၍ ကျွန်ုပ်တို့ အလိုရှိပါက၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် ပို့လွှတ်မည့် ပြစ်ဒဏ်နှင့် စမ်းသပ်မှုကို သင်အား ပြသနိုင်သည်' ဟူ၍ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် လူများနှင့် ရောနှောနေထိုင်ရာတွင် အကောင်းဆုံးပြုမူရန် နည်းလမ်းကို ပြသတော်မူသည်။ ၎င်းမှာ မိမိအား ဆိုးဆိုးရွားရွား ဆက်ဆံသူကို ကြင်နာစွာ ဆက်ဆံခြင်းဖြင့် ၎င်း၏စိတ်ကို နူးညံ့စေပြီး ၎င်း၏ ရန်လိုမှုကို ခင်မင်ရင်းနှီးမှုအဖြစ် ပြောင်းလဲစေရန်၊ နှင့် ၎င်း၏ မုန်းတီးမှုကို ချစ်ခြင်းမေတ္တာအဖြစ် ပြောင်းလဲစေရန် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုကို ပိုမိုကောင်းမွန်သောအရာဖြင့် တွန်းလှန်ပါ။)</span> ဤသည်မှာ အာယသ် (ကျမ်းပိုဒ်) နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုကို ပိုမိုကောင်းမွန်သောတစ်ခုဖြင့် တွန်းလှန်ပါ၊ ထိုအခါ သင်နှင့် ၎င်းအကြား ရန်ငြိုးရှိခဲ့သူသည် ရင်းနှီးသော မိတ်ဆွေတစ်ဦးပမာ <span class=\"gray\">(ဖြစ်လာမည်)</span>။ သို့သော် ခန္တီရှိသူများမှလွဲ၍ မည်သူမျှ ၎င်းကို မရရှိနိုင်ပါ။)</span><span class=\"gray\">(41:34-35)</span>။ ဆိုလိုသည်မှာ မည်သူမျှ ဤအကြံဉာဏ်ကို လိုက်နာရန် သို့မဟုတ် ဤအရည်အချင်းကို ရရှိရန် ကူညီခြင်း သို့မဟုတ် အားပေးခြင်း ခံရမည်မဟုတ်ပါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ صَبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခန္တီရှိသူများမှလွဲ၍)</span> ဆိုလိုသည်မှာ လူတို့၏ ဆဲဆိုမှုများနှင့် ဆိုးဆိုးရွားရွား ဆက်ဆံမှုများကို စိတ်ရှည်စွာ ခံနိုင်ရည်ရှိပြီး ၎င်းတို့ထံမှ ဆိုးဆိုးရွားရွား ဆက်ဆံမှုများကို ခံရသည့်အခါ ၎င်းတို့ကို ကောင်းမွန်သော နည်းလမ်းဖြင့် ဆက်ဆံသူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် များစွာသော ကံကြမ္မာပိုင်ရှင်မှလွဲ၍ မည်သူမျှ ၎င်းကို မရရှိနိုင်ပါ။)</span> ဆိုလိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြောပါ- \"အကျွန်ုပ်၏ အရှင်သခင်! ရှိုင်တွာန်များ၏ တီးတိုးစကားများမှ ကိုယ်တော်ထံ ခိုလှုံပါ၏။\")</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ရှိုင်တွာန်များထံမှ ၎င်းထံ ခိုလှုံရန် အမိန့်ပေးတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် မည်သည့်လှည့်ကွက်မျှ ၎င်းတို့အား ဆန့်ကျင်ရာတွင် ကူညီနိုင်မည်မဟုတ်ဘဲ ၎င်းတို့အား ကြင်နာစွာ ဆက်ဆံခြင်းဖြင့် မိမိကိုယ်ကို ကာကွယ်နိုင်မည်မဟုတ်သောကြောင့် ဖြစ်သည်။ ကျွန်ုပ်တို့သည် Isti'adhah <span class=\"gray\">(ခိုလှုံခြင်း)</span> ကို ဆွေးနွေးစဉ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ပြောလေ့ရှိသည်ဟု ဖော်ပြခဲ့ပြီး ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعُوذُ بِاللهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံ၊ အရာအားလုံးကို ကြားတော်မူ၊ မြင်တော်မူသော အရှင်ထံ၊ ကျိန်စာသင့်သော ရှိုင်တွာန်ထံမှ၊ ၎င်း၏ တီးတိုးစကားများ၊ မကောင်းသော အကြံဉာဏ်များနှင့် သွယ်ဝိုက်ပြောဆိုမှုများမှ ခိုလှုံပါ၏။)</span> ၎င်း၏ ပြောဆိုချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"နှင့် အကျွန်ုပ်သည် ကိုယ်တော်ထံ၊ အကျွန်ုပ်၏ အရှင်သခင်ထံ ခိုလှုံပါ၏! ၎င်းတို့သည် အကျွန်ုပ်အနီးသို့ မလာစေရန်အတွက် ဖြစ်သည်။\")</span> ဆိုလိုသည်မှာ အကျွန်ုပ်ဘဝ၏ မည်သည့်ကိစ္စတွင်မဆို ဖြစ်သည်။ ထို့ကြောင့် မည်သည့်လုပ်ငန်းကိုမဆို စတင်သည့်အခါ အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြရန် ကျွန်ုပ်တို့အား အမိန့်ပေးထားသည်။ အစာစားချိန်၊ လိင်ဆက်ဆံချိန်၊ အစာအတွက် တိရစ္ဆာန်များကို သတ်ဖြတ်ချိန် အစရှိသည့်အချိန်များတွင် ရှိုင်တွာန်များကို ဖယ်ရှားရန် ဖြစ်သည်။ အဘူ ဒါဝုဒ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ပြောလေ့ရှိသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَرَمِ، وَأَعُوذُ بِكَ مِنَ الْهَدْمِ وَمِنَ الْغَرَقِ، وَأَعُوذُ بِكَ مِنْ أَنْ يَتَخَبَّطَنِي الشَّيْطَانُ عِنْدَ الْمَوْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်သည် အသက်ကြီးရင့်ခြင်းမှ ကိုယ်တော်ထံ ခိုလှုံပါ၏၊ အကျွန်ုပ်သည် ကြေမွခြင်း သို့မဟုတ် ရေနစ်ခြင်းမှ ကိုယ်တော်ထံ ခိုလှုံပါ၏၊ နှင့် အကျွန်ုပ်သည် သေဆုံးချိန်တွင် ရှိုင်တွာန်များ၏ တိုက်ခိုက်ခြင်းခံရခြင်းမှ ကိုယ်တော်ထံ ခိုလှုံပါ၏။)</span></p>"
  }
]