[
  {
    "ayah_key": "24:39",
    "group_ayah_key": "24:39",
    "from_ayah": "24:39",
    "to_ayah": "24:40",
    "ayah_keys": "24:39,24:40",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူများအတွက်မူ ၎င်းတို့၏ လုပ်ရပ်များသည် Qi'ah ရှိ လှည့်စားခြင်းနှင့်တူ၏။ ရေငတ်သူသည် ၎င်းအား ရေဟု ထင်မှတ်၍ ၎င်းထံသို့ ရောက်ရှိလာသည်အထိ ၎င်းသည် ဘာမျှမရှိကြောင်း တွေ့ရ၏။ သို့သော် သူသည် အလ္လာဟ်အရှင်မြတ်ကို သူနှင့်အတူ တွေ့ရှိ၏။ အရှင်မြတ်က သူ၏ အကြွေးကို ဆပ်ပေးမည်။ အလ္လာဟ်အရှင်မြတ်သည် စာရင်းရှင်းရာတွင် လျင်မြန်လှ၏ <span>(၃၉)</span>သို့မဟုတ် ကျယ်ပြောနက်ရှိုင်းသော ပင်လယ်ပြင်ရှိ မှောင်မိုက်ခြင်းကဲ့သို့ပင်။ လှိုင်းလုံးများဖြင့် ဖုံးလွှမ်းလျက်၊ လှိုင်းလုံးများအပေါ် လှိုင်းလုံးများဖြင့် ထပ်ဆင့် ဖုံးလွှမ်းလျက်၊ အမည်းရောင်မိုးတိမ်များဖြင့် ထပ်ဆင့်ဖုံးလွှမ်းလျက် <span class=\"gray\">(အလွှာလိုက်)</span> မှောင်မိုက်ခြင်းများ အပေါ် မှောင်မိုက်ခြင်းများ ဖုံးလွှမ်းလျက်ရှိ၏။ အကယ်၍ လူတစ်ဦးသည် သူ၏လက်ကို ဆန့်ထုတ်လျှင် သူသည် ၎င်းကို မမြင်နိုင်သလောက်ပင်။ အလ္လာဟ်အရှင်မြတ်က အလင်းကို မပေးအပ်သူအတွက်မူ အလင်းမရှိပေ <span>(၄၀)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူနှစ်မျိုး၏ ဥပမာနှစ်ခု</h2></div><p lang=\"my\" class=\"my \">ဤသည်ကား အလ္လာဟ်အရှင်မြတ်က မယုံကြည်သူနှစ်မျိုးအတွက် ဖော်ပြထားသော ဥပမာနှစ်ခုဖြစ်သည်။ ထိုနည်းတူစွာ အရှင်မြတ်သည် ဆူရဟ် အလ်-ဘကာရာ၏ အစတွင် ဟန်ဆောင်သူများ၏ ဥပမာနှစ်ခုကို ဖော်ပြထားသည်။ တစ်ခုမှာ မီးနှင့်သက်ဆိုင်ပြီး နောက်တစ်ခုမှာ ရေနှင့်သက်ဆိုင်သည်။ ထိုနည်းတူစွာ ဆူရဟ် အရ်-ရာအ်ဒ်တွင် အရှင်မြတ်သည် နှလုံးသားထဲသို့ ထည့်သွင်းထားသော လမ်းညွှန်မှုနှင့် အသိပညာ၏ ဥပမာနှစ်ခုကို ပေးထားပြန်သည်။ ၎င်းသည်လည်း မီးနှင့်ရေတို့နှင့် သက်ဆိုင်သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့တစ်ခုချင်းစီကို သင့်လျော်သောနေရာတွင် ဆွေးနွေးပြီးဖြစ်သည်။ ဤနေရာတွင် ထပ်မံပြောရန်မလိုပါ။ အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးတော်ကြောင့် ဖြစ်ပါသည်။ ဤဥပမာနှစ်ခုအနက် ပထမဥပမာမှာ အခြားသူများကို ၎င်းတို့၏ မယုံကြည်မှုသို့ ခေါ်ဆောင်သော မယုံကြည်သူများ၏ ဥပမာဖြစ်သည်။ ၎င်းတို့သည် ကောင်းမွန်သော လုပ်ရပ်များနှင့် ယုံကြည်ချက်များ ရှိသည်ဟု ထင်မြင်ကြသော်လည်း လက်တွေ့တွင် ထိုသို့မဟုတ်ပါ။ ၎င်းတို့၏ သဏ္ဌာန်သည် သဲကန္တာရလွင်ပြင်တွင် တွေ့ရသော လှည့်စားခြင်းနှင့်တူ၏။ ဝေးလံသောနေရာမှ ကြည့်လျှင် နက်ရှိုင်းသော ပင်လယ်နှင့်တူ၏။ Qi'ah ဆိုသည်မှာ လှည့်စားခြင်း ပေါ်ထွက်နိုင်သော ကျယ်ပြောပြန့်ပြူးသော မြေပြန့်ဧရိယာကို ဆိုလိုသည်။ လှည့်စားခြင်း အမျိုးမျိုးရှိသည်။ နေ့လည်ခင်းနောက်ပိုင်းတွင် ပေါ်လာသည့် တစ်မျိုးနှင့် နံနက်ခင်းတွင် ပေါ်လာပြီး ကောင်းကင်နှင့် မြေကြီးကြားရှိ ရေနှင့်တူသည့် နောက်တစ်မျိုးတို့ ဖြစ်သည်။ ရေလိုအပ်နေသူတစ်ဦးသည် လှည့်စားခြင်းကို မြင်လျှင် ၎င်းကို ရေဟုထင်မှတ်၍ သောက်သုံးရန် ၎င်းထံသို့ ဦးတည်သွားသည်။ သို့သော် သူရောက်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَجِدْهُ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ဘာမျှမရှိကြောင်း တွေ့ရ၏။)</span>; ထိုနည်းတူစွာ မယုံကြည်သူသည် သူသည် ကောင်းမွန်သောအရာတစ်ခုခုကို ပြုလုပ်နေပြီး အောင်မြင်မှုတစ်ခုခုကို ရရှိပြီဟု ထင်မှတ်နေသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က တရားစီရင်ရာနေ့တွင် သူ့ကို စစ်ကြောသောအခါ၊ သူ့ကို စာရင်းရှင်းရန် ဆောင်ယူလာပြီး သူ၏လုပ်ရပ်များကို စစ်ဆေးသောအခါ၊ စစ်မှန်သော ယုံကြည်မှု မရှိခြင်းကြောင့် သို့မဟုတ် ရှရီအာ၏ မှန်ကန်သောနည်းလမ်းများကို မလိုက်နာခြင်းကြောင့် ဘာမျှ လက်ခံခြင်း မရှိကြောင်း သူတွေ့ရှိရမည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ပြုလုပ်ခဲ့သော မည်သည့်လုပ်ရပ်များကိုမဆို ငါတို့သည် လှည့်ဖျားမည်။ ထိုလုပ်ရပ်များကို လွင့်ပျံ့နေသော ဖုန်မှုန့်များကဲ့သို့ ဖြစ်စေမည်။)</span><span class=\"gray\">(၂၅:၂၃)</span>။ ဤနေရာတွင် အရှင်မြတ်မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَجَدَ اللَّهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ ۗ وَاللَّهُ سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် အလ္လာဟ်အရှင်မြတ်ကို သူနှင့်အတူ တွေ့ရှိ၏။ အရှင်မြတ်က သူ၏ အကြွေးကို ဆပ်ပေးမည်။ အလ္လာဟ်အရှင်မြတ်သည် စာရင်းရှင်းရာတွင် လျင်မြန်လှ၏။)</span> ထိုကဲ့သို့သော အမြင်ကို Ubayy bin Ka'b, Ibn 'Abbas, Mujahid, Qatadah နှင့် အခြားသူများထံမှလည်း ရူဝါယတ်ပြုထားသည်။</p><p lang=\"my\" class=\"my \">စဟီဟ်ကျမ်းနှစ်စောင်တွင် ဖော်ပြထားသည်မှာ တရားစီရင်ရာနေ့တွင် ဂျူးလူမျိုးများအား \"သင်တို့သည် မည်သူ့ကို ကိုးကွယ်ခဲ့ကြသနည်း\" ဟု မေးမြန်းမည်။ ၎င်းတို့က \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏သား 'ဥဇိုင်ရ်' ကို ကိုးကွယ်ခဲ့ကြသည်\" ဟု ပြန်ဖြေကြမည်။ ၎င်းတို့အား \"သင်တို့ လိမ်ညာခဲ့ကြပြီ။ အလ္လာဟ်အရှင်မြတ်သည် သားသမီးမရှိ။ သင်တို့ ဘာလိုချင်သနည်း\" ဟု မေးမြန်းမည်။ ၎င်းတို့က \"အို အရှင်သခင်၊ ကျွန်ုပ်တို့ ရေငတ်နေပါသည်။ ကျွန်ုပ်တို့ကို သောက်စရာတစ်ခု ပေးပါ\" ဟု ပြန်ဖြေကြမည်။ ၎င်းတို့အား \"သင်တို့ မမြင်ကြဘူးလား\" ဟု မေးမြန်းမည်။ ထို့နောက် ငရဲကို ၎င်းတို့အား လှည့်စားခြင်းကဲ့သို့ ပြသမည်။ ၎င်း၏ အစိတ်အပိုင်းများသည် အခြားအစိတ်အပိုင်းများကို လောင်ကျွမ်းနေပြီး ၎င်းတို့သည် ထိုထဲသို့ ဝင်ရောက် ကျဆုံးကြမည်။</p><p lang=\"my\" class=\"my \">ဤသည်ကား နက်ရှိုင်းပြီး အဆင့်မြင့်သော အသိမဲ့သူတစ်ဦး၏ ဥပမာဖြစ်သည်။ ရိုးရှင်းသောအသိမဲ့သူများ၊ ပညာမတတ်သူများနှင့် မိုက်မဲသူများ၊ မယုံကြည်ခြင်း၏ ခေါင်းဆောင်များကို မျက်ကန်းတစ္ဆေစီးပြီး လိုက်နာသူများ၊ ဘာကိုမှ မသိနားမလည်သူများအတွက်မူ ၎င်းတို့၏ ဥပမာမှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ۚ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကျယ်ပြောနက်ရှိုင်းသော ပင်လယ်ပြင်ရှိ မှောင်မိုက်ခြင်းကဲ့သို့ပင်။ လှိုင်းလုံးများဖြင့် ဖုံးလွှမ်းလျက်၊ လှိုင်းလုံးများအပေါ် လှိုင်းလုံးများဖြင့် ထပ်ဆင့် ဖုံးလွှမ်းလျက်၊ အမည်းရောင်မိုးတိမ်များဖြင့် ထပ်ဆင့်ဖုံးလွှမ်းလျက်၊ မှောင်မိုက်ခြင်းများ အပေါ် မှောင်မိုက်ခြင်းများ ဖုံးလွှမ်းလျက်ရှိ၏။ အကယ်၍ လူတစ်ဦးသည် သူ၏လက်ကို ဆန့်ထုတ်လျှင် သူသည် ၎င်းကို မမြင်နိုင်သလောက်ပင်!)</span> ဆိုလိုသည်မှာ အလွန်အမင်း မှောင်မိုက်နေခြင်းကြောင့် သူသည် ၎င်းကို မမြင်နိုင်သလောက်ပင်။ ဤသည်မှာ ရိုးရှင်းသော အသိမဲ့မှုရှိသော မယုံကြည်သူ၏ နှလုံးသား၏ ဥပမာဖြစ်သည်။ သူသည် လိုက်နာရုံသာဖြစ်ပြီး သူလိုက်နာသူ၏ စစ်မှန်သောသဘောသဘာဝ သို့မဟုတ် သူသွားရာနေရာကို မသိပေ။ သူသည် ဥပမာတစ်ခုတွင် \"ဘယ်ကိုသွားနေတာလဲ\" ဟု မေးမြန်းခံရသော အသိမဲ့လူနှင့်တူ၏။ သူက \"သူတို့နဲ့အတူ\" ဟု ပြော၏။ သူ့ကို \"သူတို့ ဘယ်ကိုသွားနေတာလဲ\" ဟု မေးမြန်းသောအခါ၊ သူက \"ကျွန်တော် မသိပါ\" ဟု ပြော၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှောင်မိုက်ခြင်းများ အပေါ် မှောင်မိုက်ခြင်းများ)</span> Ubayy bin Ka'b က ပြောကြားခဲ့သည်မှာ \"သူသည် မှောင်မိုက်ခြင်း ငါးမျိုးဖြင့် ဖုံးလွှမ်းခံရ၏။ သူ၏စကားသည် မှောင်မိုက်ခြင်း၊ သူ၏လုပ်ရပ်များသည် မှောင်မိုက်ခြင်း၊ သူ၏ဝင်ရောက်ခြင်းသည် မှောင်မိုက်ခြင်း၊ သူ၏ထွက်ခွာခြင်းသည် မှောင်မိုက်ခြင်းနှင့် တရားစီရင်ရာနေ့တွင် သူ၏ကံကြမ္မာသည် ငရဲမီးထဲတွင် မှောင်မိုက်ခြင်းဖြစ်လိမ့်မည်\" ဟူ၍ ဖြစ်သည်။ As-Suddi နှင့် Ar-Rabi' bin Anas တို့လည်း ထိုကဲ့သို့ပင် ပြောကြားခဲ့ကြသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَن لَّمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က အလင်းကို မပေးအပ်သူအတွက်မူ အလင်းမရှိပေ။)</span> အလ္လာဟ်အရှင်မြတ်က လမ်းမပြသောသူသည် အသိမဲ့ပြီး ဖျက်ဆီးခံရသူ၊ လုံးဝရှုံးနိမ့်သူနှင့် မယုံကြည်သူဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မည်သူ့ကိုမဆို လမ်းလွဲစေလျှင် မည်သူမျှ သူ့ကို လမ်းမပြနိုင်ပေ)</span><span class=\"gray\">(၇:၁၈၆)</span> ဤသည်ကား အလ္လာဟ်အရှင်မြတ်က ယုံကြည်သူများအကြောင်း မိန့်ကြားထားသည့်အရာနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِي اللَّهُ لِنُورِهِ مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိသူအား အရှင်မြတ်၏ အလင်းသို့ လမ်းပြတော်မူ၏။)</span><span class=\"gray\">(၂၄:၃၅)</span> ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကျွန်ုပ်တို့၏ နှလုံးသားများ၌ အလင်းထည့်သွင်းပေးပါရန်၊ ကျွန်ုပ်တို့၏ ညာဘက်နှင့် ဘယ်ဘက်တွင် အလင်းပေးပါရန်၊ ကျွန်ုပ်တို့အား အလင်းကို တိုးပွားစေပါရန် ဆုတောင်းပါသည်</p>"
  },
  {
    "ayah_key": "24:4",
    "group_ayah_key": "24:4",
    "from_ayah": "24:4",
    "to_ayah": "24:5",
    "ayah_keys": "24:4,24:5",
    "text": "<p class=\"my translation\" lang=\"my\">စောင့်ထိန်းတတ်သော အမျိုးသမီးများကို စွပ်စွဲ၍ သက်သေလေးဦးကို မတင်ပြနိုင်သူများကို ကြိမ်ဒဏ် ရှစ်ဆယ် ရိုက်နှက်ကြလော့။ ထို့ပြင် ၎င်းတို့၏ သက်သေခံချက်ကို ထာဝစဉ် လက်မခံကြလော့။ ၎င်းတို့သည် အမှန်ပင် ပုန်ကန်သူများဖြစ်ကြသည် <span>(၄)</span>ထိုနောက် နောင်တရ၍ ကောင်းမှုပြုသူများမှအပ <span class=\"gray\">(ထိုသူများအတွက်)</span> အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူ၏ <span>(၅)</span></p><div lang=\"no\" class=\"no \"><h2>The Prescribed Punishment for Slandering Chaste Women</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် စောင့်ထိန်းတတ်သော အမျိုးသမီးများ (ဆိုလိုသည်မှာ လွတ်လပ်သူ၊ အရွယ်ရောက်သူနှင့် စောင့်ထိန်းတတ်သူများ) အပေါ် မှားယွင်းစွာ စွပ်စွဲမှုပြုသူများအတွက် သတ်မှတ်ထားသော ပြစ်ဒဏ်ကို ဖော်ပြထားသည်။ မှားယွင်းစွာ စွပ်စွဲခံရသူသည် အမျိုးသားဖြစ်လျှင်လည်း ထိုကြိမ်ဒဏ်ပြစ်ဒဏ် အတူတူပင် အကျုံးဝင်သည်။ စွပ်စွဲသူက သူပြောသည်မှာ မှန်ကန်ကြောင်း သက်သေတင်ပြနိုင်လျှင် ထိုပြစ်ဒဏ် အကျုံးမဝင်ပါ။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا ۚ وَأُولَٰئِكَ هُمُ الْفَاسِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်သေလေးဦးကို မတင်ပြနိုင်လျှင် ၎င်းတို့အား ကြိမ်ဒဏ် ရှစ်ဆယ် ရိုက်နှက်ကြလော့။ ၎င်းတို့၏ သက်သေခံချက်ကို ထာဝစဉ် လက်မခံကြလော့။ ၎င်းတို့သည် အမှန်ပင် ပုန်ကန်သူများဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">စွပ်စွဲသူက သူပြောသည်မှာ မှန်ကန်ကြောင်း သက်သေမပြနိုင်ပါက သူ့အပေါ် ဆုံးဖြတ်ချက်သုံးခု ကျရောက်မည်။ <span class=\"gray\">(ပထမအချက်မှာ)</span> သူ့ကို ကြိမ်ဒဏ် ရှစ်ဆယ် ရိုက်နှက်ရမည်။ <span class=\"gray\">(ဒုတိယအချက်မှာ)</span> သူ၏ သက်သေခံချက်ကို ထာဝစဉ် ပယ်ချရမည်။ <span class=\"gray\">(တတိယအချက်မှာ)</span> သူသည် အလ္လာဟ်အရှင်မြတ်၏ အမြင်တွင်ဖြစ်စေ၊ လူသားများ၏ အမြင်တွင်ဖြစ်စေ ကောင်းမွန်သော စရိုက်မရှိသည့် ပုန်ကန်သူအဖြစ် သတ်မှတ်ခံရမည်။</p><div lang=\"my\" class=\"my \"><h2>မှားယွင်းစွပ်စွဲသူ၏ နောင်တရခြင်းကို ရှင်းပြခြင်း</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနောက် နောင်တရ၍ ကောင်းမှုပြုသူများမှအပ။ <span class=\"gray\">(ထိုသူများအတွက်)</span> အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဤခြွင်းချက်သည် အထက်တွင် ဖော်ပြထားသော ဒုတိယနှင့် တတိယ ဆုံးဖြတ်ချက်များကို ရည်ညွှန်းသည်။ သူ နောင်တရသည်ဖြစ်စေ၊ ဆက်လက်ပြုလုပ်သည်ဖြစ်စေ ကြိမ်ဒဏ်ပေးခြင်းကို ဆောင်ရွက်ပြီးဖြစ်သည်။ ထိုနောက်ပိုင်းတွင် နောက်ထပ် ပြစ်ဒဏ်မရှိတော့ပါ။ ၎င်းသည် ဘာသာရေးပညာရှင်များကြား သဘောတူညီထားသည့်အတိုင်းဖြစ်သည်။ သူ နောင်တရလျှင် သူ၏ သက်သေခံချက်ကို လက်ခံနိုင်ပြီး၊ သူ့ကို ပုန်ကန်သူအဖြစ် ဆက်လက်သတ်မှတ်တော့မည်မဟုတ်ပါ။ ဤသည်မှာ တာဘီအင်တို့၏ ခေါင်းဆောင် Sa'id bin Al-Musayyib ၏ အမြင်ဖြစ်ပြီး၊ စလဖ်များအနက်မှ အဖွဲ့တစ်ဖွဲ့၏ အမြင်လည်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အက်ရ်ှ-ရှာအ်ဘီနှင့် အဒ်-ဒဟ်ဟ်ခါက်တို့က ပြောကြားခဲ့သည်မှာ \"သူနောင်တရသော်လည်း သူ၏သက်သေခံချက်ကို လက်ခံနိုင်မည်မဟုတ်။ သူကိုယ်တိုင် သူပြောခဲ့သည်မှာ မှားယွင်းကြောင်း ဝန်ခံမှသာ သူ၏သက်သေခံချက်ကို လက်ခံနိုင်သည်\" ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "24:41",
    "group_ayah_key": "24:41",
    "from_ayah": "24:41",
    "to_ayah": "24:42",
    "ayah_keys": "24:41,24:42",
    "text": "<p class=\"my translation\" lang=\"my\">ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေပေါ်ရှိသူတိုင်း၊ တောင်ပံဖြန့်ကျက်ထားသော ငှက်များပါမကျန် အလ္လာဟ်အရှင်မြတ်ကို ဂုဏ်တော်ချီးမွမ်းနေကြသည်ကို သင်မမြင်ဘူးလား။ အရှင်မြတ်သည် သူတို့တစ်ဦးစီ၏ ဆွလာတ်နှင့် ဂုဏ်တော်ချီးမွမ်းခြင်းကို အမှန်ပင် သိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ပြုသမျှကို အကြွင်းမဲ့သိရှိတော်မူ၏ <span>(၄၁)</span>ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေ၏ အချုပ်အခြာအာဏာသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်ထံသို့သာ ပြန်သွားကြရမည် <span>(၄၂)</span></p><div lang=\"my\" class=\"my \"><h2>အရာရာတိုင်းသည် အလ္လာဟ်အရှင်မြတ်ကို ဂုဏ်တော်ချီးမွမ်းကြသည်။ အရှင်မြတ်သည် ကြီးမြတ်တော်မူ၏။ အချုပ်အခြာအာဏာသည် အရှင်မြတ်ပိုင်ဆိုင်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေပေါ်ရှိ မည်သူမဆို၊ ဆိုလိုသည်မှာ ကောင်းကင်တမန်များ၊ လူသားများ၊ ဂျင်န်များ၊ တိရစ္ဆာန်များနှင့် အသက်မဲ့အရာဝတ္ထုများပါမကျန် အရှင်မြတ်ကို ဂုဏ်တော်ချီးမွမ်းကြကြောင်း ကျွန်ုပ်တို့အား ပြောပြထားသည်။ ဤသည်မှာ အာယသ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَن فِيهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ဘုံခုနစ်ထပ်နှင့် ကမ္ဘာမြေ၊ ထိုအရာများတွင်ရှိသမျှ အရာအားလုံးသည် အရှင်မြတ်ကို ဂုဏ်တော်ချီးမွမ်းကြသည်။)</span><span class=\"gray\">(၁၇:၄၄)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالطَّيْرُ صَافَّاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်ပံဖြန့်ကျက်ထားသော ငှက်များ)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ပျံသန်းနေစဉ်တွင် ၎င်းတို့၏ အရှင်သခင်ကို ဂုဏ်တော်ချီးမွမ်းပြီး ၎င်းတို့အား အရှင်မြတ်က စိတ်ကူးပေးထားသော၊ လမ်းညွှန်ထားသော ဂုဏ်တော်ချီးမွမ်းခြင်းဖြင့် အရှင်မြတ်ကို ကိုးကွယ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ပြုမူသမျှကို သိတော်မူသည်။ ထို့ကြောင့် အရှင်မြတ်မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သူတို့တစ်ဦးစီ၏ ဆွလာတ်နှင့် ဂုဏ်တော်ချီးမွမ်းခြင်းကို အမှန်ပင် သိတော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သတ္တဝါတိုင်းကို အရှင်မြတ်ကို ကိုးကွယ်ရာတွင် ၎င်းတို့၏ သီးခြားနည်းလမ်းသို့ လမ်းညွှန်ထားတော်မူ၏။ အရှင်မြတ်သည် ဂုဏ်တော်ထူးမြတ်တော်မူ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာအားလုံးကို သိတော်မူပြီး မည်သည့်အရာမျှ အရှင်မြတ်ထံမှ မကွယ်ဝှက်နိုင်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြထားသည်။ အရှင်မြတ်မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူတို့ပြုသမျှကို အကြွင်းမဲ့သိရှိတော်မူ၏။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ဘုံနှင့် ကမ္ဘာမြေ၏ အချုပ်အခြာအာဏာသည် အရှင်မြတ်ပိုင်ဆိုင်ကြောင်း၊ အရှင်မြတ်သည် အုပ်ချုပ်သူနှင့် ထိန်းချုပ်သူဖြစ်ကြောင်း၊ ကိုးကွယ်ခံရသော ဘုရားဖြစ်ပြီး အရှင်မြတ်မှအပ အခြားမည်သူကိုမျှ ကိုးကွယ်ရမည်မဟုတ်ကြောင်း၊ အရှင်မြတ်၏ စီရင်ချက်ကို မည်သူမျှ နောက်ပြန်မဆုတ်နိုင်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى اللَّهِ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့သာ ပြန်သွားကြရမည်)</span> ဆိုလိုသည်မှာ တရားစီရင်ရာနေ့တွင် အရှင်မြတ်အလိုရှိသည့်အတိုင်း စီရင်တော်မူလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မကောင်းမှုပြုသူများကို ၎င်းတို့ပြုလုပ်ခဲ့သည်များနှင့်အညီ အကျိုးပေးရန်...)</span><span class=\"gray\">(၅၃:၃၁)</span> အရှင်မြတ်သည် ဖန်ဆင်းရှင်နှင့် အချုပ်အခြာအာဏာပိုင်ဖြစ်တော်မူ၏။ ဤလောကနှင့် နောင်ဘဝတွင် အရှင်မြတ်၏ အာဏာသည် အမှန်ပင်ဖြစ်သည်။ အစနှင့်အဆုံးတွင် အရှင်မြတ်အား ချီးမွမ်းခြင်း ဖြစ်ပါစေ။</p>"
  }
]