[
  {
    "ayah_key": "50:6",
    "group_ayah_key": "50:6",
    "from_ayah": "50:6",
    "to_ayah": "50:11",
    "ayah_keys": "50:6,50:7,50:8,50:9,50:10,50:11",
    "text": "<p lang=\"my\" class=\"my \">သူတို့သည် မိမိတို့အထက်ရှိ ကောင်းကင်ကို မကြည့်ရှုကြကုန်သလော။ ငါတို့သည် ၎င်းကို မည်သို့ ဖန်ဆင်း၍ တန်ဆာဆင်ထားကြောင်း၊ ၎င်းတွင် မည်သည့် ကွဲအက်မှုမျှ Furuj (အက်ရာ) မရှိကြောင်း <span>(၆)</span>မြေပြင်ကိုလည်း ငါတို့သည် ဖြန့်ကျက်ထားပြီး၊ ၎င်းအပေါ်တွင် ခိုင်မြဲစွာတည်ရှိသော Rawasi (တောင်တန်းများ) ကို ချထားခဲ့ပြီ။ ၎င်းတွင် လှပသော <span class=\"gray\">(ဘာဟစ်ဂျ်)</span> အစုံတိုင်းကို ငါတို့ စိုက်ပျိုးခဲ့ပြီ <span>(၇)</span>အလ္လာဟ်အရှင်မြတ်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်လာသူ အစေခံတိုင်းအတွက် အမြင်တစ်ခုနှင့် သတိပေးချက်တစ်ခု ဖြစ်သည် <span>(၈)</span>ကောင်းကင်မှ မင်္ဂလာရှိသောရေ <span class=\"gray\">(မိုးရေ)</span> ကို ငါတို့ ချပေးပြီး၊ ၎င်းနှင့်အတူ ဂျန္နတ် (ဥယျာဉ်များ) နှင့် ရိတ်သိမ်းသော ကောက်ပဲသီးနှံတို့ကို ထုတ်လုပ်သည် <span>(၉)</span>ခိုင်ခံ့သော အစုအဝေးများဖြင့် စီစဉ်ထားသော အမြင့်ဆုံး Basiqat (အမြင့်) စွန်ပလွန်ပင်များ <span>(၁၀)</span>အစေခံများအတွက် စားနပ်ရိက္ခာ ဖြစ်သည်။ ၎င်းနှင့်အတူ သေနေသောမြေကို ငါတို့ အသက်ပြန်သွင်းသည်။ ထိုနည်းတူစွာပင် ရှင်ပြန်ထမြောက်ခြင်း ဖြစ်မည် <span>(၁၁)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ခြင်းထက် ပိုမိုကြီးမြတ်သောအရာများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်နှင့် စွမ်းဆောင်နိုင်မှု</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ အနန္တတန်ခိုးတော်ကို အစေခံများအား အသိပေးတော်မူ၏။ ထိုတန်ခိုးတော်ကို သူတို့ အံ့ဩခဲ့ကြပြီး ဖြစ်နိုင်ခြေကို လျှော့တွက်ခဲ့သော အရာများထက် ပိုမိုကြီးမားသောအရာများကို ဖန်ဆင်းခြင်းဖြင့် ပြသခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အထက်ရှိ ကောင်းကင်ကို မကြည့်ရှုကြသလော၊ ငါတို့သည် မည်သို့ ဖန်ဆင်း၍ တန်ဆာဆင်ထားကြောင်း၊)</span> မီးပုံးများဖြင့်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَمَا لَهَا مِنْ فُرُوجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် Furuj (အက်ရာ) မရှိသလော။)</span> ဆိုလိုသည်မှာ မူဂျာဟစ်ဒ်၏ အဆိုအရ အက်ရာများ ဖြစ်သည်။ အခြားသူများက Furuj ဆိုသည်မှာ အကွဲအပြဲများ သို့မဟုတ် အက်ကြောင်းများဟု ပြောကြသည်။ ဤအဓိပ္ပါယ်များအားလုံးသည် အချင်းချင်း နီးစပ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်ဂုဏ်အသရေရှိသော အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ مَا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِنْ تَفَاوُتٍ ۖ فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِنْ فُطُورٍ - ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်အရှင်မြတ်သည် ကောင်းကင်ခုနစ်ထပ်ကို တစ်ထပ်ပေါ်တစ်ထပ် ဖန်ဆင်းတော်မူ၏။ အသင်သည် အလွန်ကရုဏာရှင်အရှင်မြတ်၏ ဖန်ဆင်းမှုတွင် မည်သည့် ချို့ယွင်းချက်ကိုမျှ မတွေ့ရပေ။ ထို့နောက် ထပ်မံကြည့်ရှုပါ။ \"မည်သည့် အက်ရာများကိုမျှ အသင်တွေ့မြင်ရသလော။\" ထို့နောက် ထပ်မံ၍ အကြိမ်ကြိမ် ကြည့်ရှုပါ။ အသင်၏အမြင်သည် အရှက်ရပြီး ပင်ပန်းနွမ်းနယ်စွာဖြင့် အသင်ထံသို့ ပြန်လာလိမ့်မည်။)</span><span class=\"gray\">(၆၇:၃-၄)</span> ပင်ပန်းနွမ်းနယ်လျက်၊ မည်သည့် မစုံလင်မှု သို့မဟုတ် ချို့ယွင်းချက်ကိုမျှ ရှာမတွေ့နိုင်ပေ။ အလ္လာဟ်အရှင်မြတ်၊ အလွန်မင်္ဂလာရှိသော အရှင်မြတ်၏ အမိန့်တော်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالْأَرْضَ مَدَدْنَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ကိုလည်း ငါတို့သည် ဖြန့်ကျက်ထားပြီ။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းကို ကျယ်ဝန်းစေပြီး ဖြန့်ကျက်ထားပြီ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَيْنَا فِيهَا رَوَاسِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအပေါ်တွင် ခိုင်မြဲစွာတည်ရှိသော Rawasi (တောင်တန်းများ) ကို ချထားခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ မြေပြင်ကို ၎င်း၏နေထိုင်သူများနှင့်အတူ လှုပ်ခါခြင်းမှ ကယ်တင်ရန် တောင်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် လှပသော <span class=\"gray\">(ဘာဟစ်ဂျ်)</span> အစုံတိုင်းကို ငါတို့ စိုက်ပျိုးခဲ့ပြီ။)</span> အပင်၊ သစ်သီးနှင့် သစ်သီးဝလံ အမျိုးအစားတိုင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာအားလုံးကို ငါတို့သည် စုံတွဲများ ဖန်ဆင်းထားသည်၊ သင်တို့ ဆင်ခြင်နိုင်ရန် ဖြစ်သည်။)</span><span class=\"gray\">(၅၁:၄၉)</span> အလ္လာဟ်အရှင်မြတ်၏ 'ဘာဟစ်ဂျ်' ဟူသော စကားရပ်သည် လှပသော မြင်ကွင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبْصِرَةً وَذِكْرَىٰ لِكُلِّ عَبْدٍ مُنِيبٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်လာသူ အစေခံတိုင်းအတွက် အမြင်တစ်ခုနှင့် သတိပေးချက်တစ်ခု ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်နှင့် မြေပြင်ကို ဖန်ဆင်းထားပုံ၊ ၎င်းတို့တွင် ကြီးမြတ်သောအရာများစွာကို ထားရှိပုံတို့ကို လေ့လာခြင်းသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ရင်း၊ ကိုယ်တော်အား ရိုကျိုးစွာနှင့် နောင်တတရားဖြင့် ခစားသော အစေခံတိုင်းအတွက် ထိုးထွင်းသိမြင်မှု၊ သက်သေနှင့် သင်ခန်းစာကို ပေးသည်ဟု မိန့်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်မှ မင်္ဂလာရှိသောရေကို ငါတို့ ချပေးပြီး၊)</span> ဆိုလိုသည်မှာ အကျိုးဖြစ်ထွန်းစေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْبَتْنَا بِهِ جَنَّاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းနှင့်အတူ ဂျန္နတ် (ဥယျာဉ်များ) ကို ငါတို့ ထုတ်လုပ်သည်)</span>၊ ဆိုလိုသည်မှာ အထူးနှင့် အများပြည်သူပိုင် ပန်းခြံများ၊ ဥယျာဉ်များ စသည်တို့ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَبَّ الْحَصِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရိတ်သိမ်းသော ကောက်ပဲသီးနှံတို့ကို)</span> စားသောက်ရန်နှင့် နောက်ပိုင်းအသုံးပြုရန်အတွက် ရိတ်သိမ်းထားသော ကောက်ပဲသီးနှံများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّخْلَ بَاسِقَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် Basiqat စွန်ပလွန်ပင်များ၊)</span> ဆိုလိုသည်မှာ အီဘ်နုအဘ်ဘာစ်၊ မူဂျာဟစ်ဒ်၊ အီကရီမာဟ်၊ အလ်ဟဆန်၊ ကွာတာဒါဟ်နှင့် အဆ်ဆုဒ်ဒီတို့မှ သတင်းပို့ထားသော ရှင်းလင်းချက်အရ မြင့်မား၍ ရှည်လျားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَهَا طَلْعٌ نَضِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စီစဉ်ထားသော အစုအဝေးများဖြင့်။)</span> အစုအဝေးများအဖြစ် စီစဉ်ထားသော အသီးအနှံများကို ထုတ်လုပ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِزْقًا لِلْعِبَادِ ۖ </p><p class=\"gd qpc-hafs\" lang=\"gd\"><span class=\"gray\">(A provision for <span class=\"gray\">(Allah's)</span> servants.)</span> for <span class=\"gray\">(Allah's)</span> creation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနှင့်အတူ သေနေသောမြေကို ငါတို့ အသက်ပြန်သွင်းသည်။)</span> ၎င်းသည် မြေဆီလွှာမရှိသော မြေဖြစ်သည်။ သို့သော် မိုးရွာသောအခါ အသက်ဝင်လာသည်၊ ဖူးပွင့်လာပြီး ပန်းပွင့်များနှင့်တူသော လှပသော စုံတွဲအားလုံးကို ထုတ်လုပ်ပေးသည် – ၎င်းတို့၏ လှပမှုကြောင့် အံ့သြစရာကောင်းသည်။ ဤအရာအားလုံးသည် မြေပြင်တွင် အစိမ်းရောင်မရှိဘဲ ဖြစ်ပေါ်လာပြီးနောက် အသက်ပြန်ဝင်လာပြီး စိမ်းလန်းလာသည်။ အမှန်စင်စစ်၊ ၎င်းသည် သေဆုံးပြီးနောက် ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်းနှင့် ပြိုကွဲခြင်းအတွက် သက်သေအထောက်အထားကို ပေးသင့်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သေသူများကို ရှင်ပြန်ထမြောက်စေသည်။ အလ္လာဟ်အရှင်မြတ်၏ မြင်တွေ့ရသော ဤစွမ်းရည်၏ လက္ခဏာသည် ရှင်ပြန်ထမြောက်ခြင်း၏ ဖြစ်နိုင်ခြေကို လျှော့တွက်သူများ၏ ငြင်းဆိုခြင်းထက် ပိုမိုကြီးမားသည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်ဂုဏ်အသရေရှိသော အရှင်မြတ်က အခြားအာယသ်များတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေပြင်ကို ဖန်ဆင်းခြင်းသည် လူသားများကို ဖန်ဆင်းခြင်းထက် အမှန်ပင် ပိုမိုကြီးမြတ်သည်။)</span><span class=\"gray\">(၄၀:၅၇)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေပြင်ကို ဖန်ဆင်းတော်မူသော အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဖန်ဆင်းခြင်းဖြင့် မပင်ပန်းခဲ့သည်ကို သူတို့ မမြင်ကြသလော၊ အလ္လာဟ်အရှင်မြတ်သည် သေသူများကို အသက်ပြန်သွင်းရန် စွမ်းဆောင်နိုင်တော်မူသည်။ မှန်ပါသည်၊ ကိုယ်တော်သည် အရာအားလုံးကို စွမ်းဆောင်နိုင်တော်မူသည်။)</span><span class=\"gray\">(၄၆:၃၃)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ۚ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကိုယ်တော်၏ လက္ခဏာရပ်များအနက် <span class=\"gray\">(တစ်ခုမှာ)</span> သင်သည် မြေပြင်ကို ခြောက်သွေ့နေသည်ကို မြင်ရခြင်းပင် ဖြစ်သည်။ သို့သော် ငါတို့သည် ၎င်းပေါ်သို့ ရေကို ချပေးသောအခါ ၎င်းသည် အသက်ဝင်လာပြီး ကြီးထွားလာသည်။ အမှန်စင်စစ် ၎င်းကို အသက်ပေးသော အရှင်သည် သေသူများကို အသက်ပြန်သွင်းရန် အမှန်ပင် စွမ်းဆောင်နိုင်တော်မူသည်။ ဧကန်စင်စစ် ကိုယ်တော်သည် အရာအားလုံးကို စွမ်းဆောင်နိုင်တော်မူသည်။)</span><span class=\"gray\">(၄၁:၃၉)</span></p>"
  }
]