[
  {
    "ayah_key": "2:256",
    "group_ayah_key": "2:256",
    "from_ayah": "2:256",
    "to_ayah": "2:256",
    "ayah_keys": "2:256",
    "text": "<p class=\"my translation\" lang=\"my\">ဘာသာရေးတွင် အတင်းအကျပ်ပြုခြင်း မရှိ။ အမှန်စင်စစ်၊ မှန်ကန်သောလမ်းသည် မှားယွင်းသောလမ်းမှ ပိုင်းခြားထင်ရှားလာပြီဖြစ်သည်။ တာဂွတ်ကို မယုံကြည်ဘဲ အလ္လာဟ်ကို ယုံကြည်သူသည် မည်သည့်အခါမျှ မပြတ်တောက်နိုင်သော အခိုင်မာဆုံးသော လက်ကိုင်ကို ဆုပ်ကိုင်ထားပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားနာတော်မူသောအရှင်၊ အလုံးစုံကို သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၂၅၆)</span></p><div lang=\"es\" class=\"es \"><h2>No Compulsion in Religion</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِكْرَاهَ فِي الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘာသာရေးတွင် အတင်းအကျပ်ပြုခြင်း မရှိ)</span>၊ ဆိုလိုသည်မှာ \"မည်သူ့ကိုမျှ မွတ်စလင်ဖြစ်ရန် အတင်းအကျပ် မလုပ်ပါနှင့်၊ အကြောင်းမှာ အစ္စလာမ်သည် ရိုးရှင်း၍ ရှင်းလင်းပြီး ၎င်း၏ သက်သေများနှင့် အထောက်အထားများသည် ရိုးရှင်း၍ ရှင်းလင်းသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် မည်သူ့ကိုမျှ အစ္စလာမ်ကို လက်ခံရန် အတင်းအကျပ် ပြုလုပ်ရန် မလိုအပ်ပါ။ အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်သို့ ဦးတည်စေသောသူ၊ ၎င်းအတွက် ၎င်း၏နှလုံးသားကို ဖွင့်ပေးပြီး ၎င်း၏စိတ်ကို ထွန်းလင်းပေးသောသူသည် အစ္စလာမ်ကို သေချာစွာ လက်ခံလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏နှလုံးသားကို မျက်ကွယ်ပြုပြီး ၎င်း၏ကြားနာမှုနှင့် အမြင်အာရုံကို ပိတ်ဆို့ထားသောသူသည် အစ္စလာမ်ကို အတင်းအကျပ် လက်ခံရခြင်းမှ အကျိုးမရရှိနိုင်ပါ။\"</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့ရခြင်း၏ အကြောင်းရင်းမှာ အန်ဆာရ်များ ဖြစ်သည်ဟု သတင်းပို့ခဲ့သည်၊ သို့သော် ၎င်း၏ဖော်ပြချက်သည် ယေဘုယျအဓိပ္ပာယ်ရှိသည်။ အိဗ်နု ဂျရီရ်က အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည် <span class=\"gray\">[အစ္စလာမ်မတိုင်မီက]</span>၊ \"အန်ဆာရ် အမျိုးသမီးတစ်ဦးသည် အသက်ရှင်သော ကလေးများ မမွေးနိုင်သောအခါ၊ သူမ အသက်ရှင်သော ကလေးတစ်ဦးကို မွေးဖွားပါက ဂျူးအဖြစ် ပြုစုပျိုးထောင်မည်ဟု သစ္စာပြုခဲ့သည်။ ဗာနူ အန်-နာဒီရ် <span class=\"gray\">(ဂျူးမျိုးနွယ်စု)</span> ကို <span class=\"gray\">[အလ်-မဒီနဟ်မှ]</span> ရွှေ့ပြောင်းသောအခါ၊ အန်ဆာရ်တို့၏ ကလေးအချို့သည် ၎င်းတို့အကြားတွင် ကြီးပြင်းနေခဲ့ပြီး အန်ဆာရ်တို့က 'ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ကလေးများကို စွန့်ပစ်မည် မဟုတ်ပါ။' ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِكْرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘာသာရေးတွင် အတင်းအကျပ်ပြုခြင်း မရှိ။ အမှန်စင်စစ်၊ မှန်ကန်သောလမ်းသည် မှားယွင်းသောလမ်းမှ ပိုင်းခြားထင်ရှားလာပြီဖြစ်သည်။)</span>\"</p><p lang=\"my\" class=\"my \">အဗူ ဒါဝူဒ် နှင့် အန်-နာဆာအီ တို့သည်လည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသော ဟဒီးဆ်အတွက်မူ၊ ထိုဟဒီးဆ်တွင် အနတ်စ် က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် အမျိုးသားတစ်ဦးအား ပြောကြားသည်ဟု ပါရှိသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَسْلِم</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ: إِنِّي أَجِدُنِي كَارِهًا </p><p class=\"fa qpc-hafs\" lang=\"fa\">قَالَ: وَإِنْ كُنْتَ كَارِهًا</p><p lang=\"sq\" class=\"sq \"><span class=\"gray\">(\"Embrace Islam.\" The man said, \"I dislike it.\" The Prophet ﷺ said, \"Even if you dislike it.\")</span></p><p lang=\"my\" class=\"my \">ပထမအနေဖြင့်၊ ဤသည်မှာ အိမာမ် အဟ်မဒ် နှင့် တမန်တော်မြတ် ﷺ အကြားတွင် ရာဝီသုံးဦးသာရှိသော စစ်မှန်သော ဟဒီးဆ်တော်ဖြစ်သည်။ သို့သော်လည်း ၎င်းသည် ဆွေးနွေးနေသော အကြောင်းအရာနှင့် မသက်ဆိုင်ပေ၊ အကြောင်းမှာ တမန်တော်မြတ် ﷺ သည် ထိုအမျိုးသားအား မွတ်စလင်ဖြစ်ရန် အတင်းအကျပ် မပြုခဲ့ပါ။ တမန်တော်မြတ် ﷺ သည် ဤအမျိုးသားအား မွတ်စလင်ဖြစ်ရန်သာ ဖိတ်ခေါ်ခဲ့ပြီး သူသည် မွတ်စလင်ဖြစ်ရန် စိတ်အားထက်သန်ခြင်း မရှိဟု ပြန်ဖြေခဲ့သည်။ တမန်တော်မြတ် ﷺ က ထိုအမျိုးသားအား အစ္စလာမ်ကို လက်ခံခြင်းကို မနှစ်သက်သော်လည်း လက်ခံသင့်သည်ဟု ပြောကြားခဲ့သည်၊ 'အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား စိတ်ရင်းမှန်နှင့် စစ်မှန်သော ရည်ရွယ်ချက်ကို ပေးသနားတော်မူမည်ဖြစ်သောကြောင့်ဖြစ်သည်။'</p><div lang=\"my\" class=\"my \"><h2>တောင်ဟီးဒ်သည် အခိုင်မာဆုံးသော လက်ကိုင်ဖြစ်သည်။</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တာဂွတ်ကို မယုံကြည်ဘဲ အလ္လာဟ်ကို ယုံကြည်သူသည် မည်သည့်အခါမျှ မပြတ်တောက်နိုင်သော အခိုင်မာဆုံးသော လက်ကိုင်ကို ဆုပ်ကိုင်ထားပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားနာတော်မူသောအရှင်၊ အလုံးစုံကို သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> ဆိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ပြိုင်ဘက်များ၊ ရုပ်တုများ၊ နှင့် ရှိုက်တန်က အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ရန် ဖိတ်ခေါ်သောသူများကို ရှောင်ကြဉ်သူ၊ အလ္လာဟ်အရှင်မြတ်၏ တစ်ခုတည်းဖြစ်ခြင်းကို ယုံကြည်သူ၊ ကိုးကွယ်မှုအားလုံးကို အရှင်မြတ်တစ်ပါးတည်းအတွက်သာ ပြုလုပ်သူ၊ အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမျှ မရှိကြောင်း သက်သေခံသူ၊ ထို့နောက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် အခိုင်မာဆုံးသော လက်ကိုင်ကို ဆုပ်ကိုင်ထားသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ ဤပုဂ္ဂိုလ်သည် <span class=\"gray\">[ဘာသာရေး၌]</span> ခိုင်မာမှုကို ရရှိပြီး မှန်ကန်သောနည်းလမ်းနှင့် ဖြောင့်မတ်သောလမ်းပေါ်သို့ လျှောက်လှမ်းခဲ့မည်ဖြစ်သည်။ အဗူ အလ်-ကာစင် အလ်-ဘဂ္ဂဝီက 'အိုမာရ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်၊ \"ဂျစ်ဗ်တ် ဆိုသည်မှာ မှော်အတတ်ဖြစ်ပြီး၊ တာဂွတ် ဆိုသည်မှာ ရှိုက်တန် ဖြစ်သည်။ စင်စစ်သော်ကား ရဲစွမ်းသတ္တိနှင့် ကြောက်ရွံ့ခြင်းတို့သည် လူတို့၌ ပေါ်ပေါက်လာသော ဗီဇနှစ်မျိုးဖြစ်သည်၊ ရဲရင့်သူသည် မိမိမသိသောသူများအတွက် တိုက်ခိုက်ပြီး ကြောက်တတ်သူသည် မိမိ၏မိခင်ကို ကာကွယ်ခြင်းမှ ထွက်ပြေးသည်။ လူတစ်ဦး၏ ဂုဏ်သိက္ခာသည် ၎င်း၏ဘာသာတရားနှင့်အတူ တည်ရှိပြီး ၎င်း၏အဆင့်အတန်းသည် ၎င်း၏စရိုက်လက္ခဏာပေါ်တွင် အခြေခံသည်၊ ၎င်းသည် ပါရှန် သို့မဟုတ် နာဘာရှန် ဖြစ်နေစေကာမူ။\" တာဂွတ်သည် ရှိုက်တန်ဖြစ်သည်ဟူသော 'အိုမာရ်၏ ထုတ်ပြန်ချက်သည် အလွန်မှန်ကန်သည်၊ အကြောင်းမှာ ဤအဓိပ္ပာယ်သည် ဂျာဟီလီယာခေတ် <span class=\"gray\">(အစ္စလာမ်မတိုင်မီက မသိနားမလည်သောခေတ်)</span> ၏ မသိနားမလည်သောလူများ ကျရောက်ခဲ့သော ရုပ်တုကိုးကွယ်ခြင်း၊ တရားစီရင်ရန် ၎င်းတို့ထံ အကိုးအကားပြုခြင်း၊ နှင့် အောင်မြင်မှုအတွက် ၎င်းတို့ကို တောင်းခံခြင်းကဲ့သို့သော မကောင်းမှုအမျိုးမျိုးကို အကျုံးဝင်သောကြောင့်ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انفِصَامَ لَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် မည်သည့်အခါမျှ မပြတ်တောက်နိုင်သော အခိုင်မာဆုံးသော လက်ကိုင်ကို ဆုပ်ကိုင်ထားသည်။)</span> ဆိုသည်မှာ \"သူသည် စစ်မှန်သောဘာသာတရားကို အခိုင်မာဆုံးသော ဆုပ်ကိုင်မှုဖြင့် ဆုပ်ကိုင်ထားမည်။\" အလ္လာဟ်အရှင်မြတ်သည် ဤလိုက်နာမှုကို မည်သည့်အခါမျှ မပြတ်တောက်သော ခိုင်မာသော လက်ကိုင်နှင့် ညီမျှစေခဲ့သည်၊ အကြောင်းမှာ ၎င်းသည် ခိုင်မာစွာ တည်ဆောက်ထားပြီး ၎င်း၏လက်ကိုင်သည် ခိုင်မြဲစွာ ချိတ်ဆက်ထားသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာ၌ မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انفِصَامَ لَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် မည်သည့်အခါမျှ မပြတ်တောက်နိုင်သော အခိုင်မာဆုံးသော လက်ကိုင်ကို ဆုပ်ကိုင်ထားသည်။)</span></p><p lang=\"my\" class=\"my \">မူဂျာဟစ်ဒ် က \"အခိုင်မာဆုံးသော လက်ကိုင်သည် အီမာန် <span class=\"gray\">(ယုံကြည်ခြင်း)</span> ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အတ်စ်-ဆူဒီ က ၎င်းသည် အစ္စလာမ်ကို ရည်ညွှန်းသည်ဟု ပြောခဲ့သည်။ အိမာမ် အဟ်မဒ် က ကိုင်စ် ဘင်န် 'အဗ္ဗားဒ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်၊ \"ကျွန်ုပ် ဗလီ၌ ရှိစဉ် မျက်နှာတွင် နှိမ့်ချမှု လက္ခဏာများ ပြသသော အမျိုးသားတစ်ဦး ရောက်လာပြီး ရကအ်ဟ်နှစ်ခုကို အသင့်အတင့် ရှည်လျားစွာ ဝတ်ပြုခဲ့သည်။ လူများက 'ဤသူသည် ဂျန္နတ် (ပရဒိသု) နေထိုင်သူများထဲမှ အမျိုးသားတစ်ဦး ဖြစ်သည်' ဟု ပြောကြသည်။ သူ ထွက်ခွာသွားသောအခါ ကျွန်ုပ် သူ့နောက်သို့ လိုက်ခဲ့ပြီး သူ အိမ်ထဲသို့ ဝင်သည်အထိ လိုက်ခဲ့သည်၊ ကျွန်ုပ်လည်း သူ့နောက်မှ ဝင်ပြီး သူ့နှင့် စကားပြောခဲ့သည်။ သူ စိတ်သက်သာရာရလာသောအခါ ကျွန်ုပ် သူ့အား 'သင် ဗလီထဲသို့ ဝင်သောအခါ လူများက ထိုကဲ့သို့ ပြောကြသည်' ဟု ပြောခဲ့သည်။ သူက 'အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အားလုံး! မသိနားမလည်သော အရာများကို မည်သူမျှ မပြောသင့်ပါ။ ကျွန်ုပ် အဘယ်ကြောင့် သူတို့ ထိုသို့ပြောသည်ကို ပြောပြပါမည်။ ကျွန်ုပ် အလ္လာဟ်၏ ရစူလ်တမန်တော်၏ ခေတ်ကာလတွင် ရူပါရုံတစ်ခုကို မြင်ခဲ့ပြီး ၎င်းကို အရှင်မြတ်အား ပြောပြခဲ့သည်။ ကျွန်ုပ်သည် စိမ်းစိုသော ဥယျာဉ်တစ်ခုတွင် ရှိနေသည်ကို မြင်ခဲ့သည်' ဟု ပြောပြီး ဥယျာဉ်၏ အပင်များနှင့် ကျယ်ဝန်းမှုကို ဖော်ပြခဲ့သည်၊ 'ဥယျာဉ်အလယ်တွင် မြေ၌ စိုက်ထူထားသော သံတိုင်တစ်တိုင် ရှိပြီး ၎င်း၏ထိပ်ဖျားသည် ကောင်းကင်သို့ ရောက်ရှိနေသည်။ ၎င်း၏ထိပ်ဖျားတွင် လက်ကိုင်တစ်ခု ရှိပြီး ကျွန်ုပ်အား တိုင်ပေါ်သို့ တက်ရန် ပြောခဲ့သည်။ ကျွန်ုပ် 'မတက်နိုင်ပါ' ဟု ပြောခဲ့သည်။ ထို့နောက် အကူအညီပေးသူတစ်ဦး ရောက်လာပြီး ကျွန်ုပ်၏ ဝတ်ရုံကို နောက်မှ ပင့်တင်ပြီး 'တက်ပါ' ဟု ပြောခဲ့သည်။ ကျွန်ုပ် လက်ကိုင်ကို ဆုပ်ကိုင်မိသည်အထိ တက်ခဲ့ပြီး သူက ကျွန်ုပ်အား 'လက်ကိုင်ကို ဆုပ်ကိုင်ထားပါ' ဟု ပြောခဲ့သည်။ ထိုအိပ်မက်မှ နိုးထလာသောအခါ လက်ကိုင်သည် ကျွန်ုပ်လက်ထဲ၌ ရှိနေသည်။ ကျွန်ုပ် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံသွားပြီး ရူပါရုံအကြောင်း ပြောပြခဲ့ရာ အရှင်မြတ်က မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا الرَّوْضَةُ فَرَوْضَةُ الْإِسْلَامِ، وَأَمَّا الْعَمُودُ فَعَمُودُ الْإِسْلَامِ، وَأَمَّا الْعُرْوَةُ فَهِيَ الْعُرْوَةُ الْوُثْقَى، أَنْتَ عَلَى الْإِسْلَامِ حَتَّى تَمُوتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥယျာဉ်အတွက်မူ ၎င်းသည် အစ္စလာမ်ကို ကိုယ်စားပြုသည်။ တိုင်အတွက်မူ ၎င်းသည် အစ္စလာမ်၏ တိုင်ကြီးကို ကိုယ်စားပြုသည်။ လက်ကိုင်အတွက်မူ ၎င်းသည် အခိုင်မာဆုံးသော လက်ကိုင်ကို ကိုယ်စားပြုသည်။ သင် ကွယ်လွန်သည်အထိ မွတ်စလင်အဖြစ် ဆက်လက်တည်ရှိနေလိမ့်မည်။)</span></p><p lang=\"gd\" class=\"gd \">This Companion was 'Abdullah bin Salam.\"</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို ဆဟီးဟ်နှစ်ခုတွင်လည်း စုဆောင်းထားပြီး၊ အလ်-ဘူခါရီ သည်လည်း ၎င်းကို အခြားသော ဆင့်ပွားဇာတ်လမ်းဖြင့် မှတ်တမ်းတင်ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "2:257",
    "group_ayah_key": "2:257",
    "from_ayah": "2:257",
    "to_ayah": "2:257",
    "ayah_keys": "2:257",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့၏ ဝါလီ <span class=\"gray\">(အကာအကွယ်ပေးသူ သို့မဟုတ် အုပ်ထိန်းသူ)</span> ဖြစ်တော်မူ၏။ အရှင်မြတ်သည် ၎င်းတို့အား မှောင်မိုက်များမှ အလင်းရောင်သို့ ထုတ်ဆောင်တော်မူ၏။ သို့သော် မယုံကြည်သူတို့အတွက်မူ ၎င်းတို့၏ အော်လီယာ <span class=\"gray\">(ထောက်ခံသူများနှင့် ကူညီသူများ)</span> သည် တာဂွတ် <span class=\"gray\">(မှားယွင်းသော ဘုရားများနှင့် မှားယွင်းသော ခေါင်းဆောင်များ)</span> ဖြစ်ပြီး၊ ၎င်းတို့သည် ၎င်းတို့အား အလင်းရောင်မှ မှောင်မိုက်များသို့ ထုတ်ဆောင်ကြသည်။ ထိုသူတို့သည် ငရဲဘုံသားများ ဖြစ်ကြပြီး ၎င်းတို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်ကြမည် <span>(၂၅၇)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်နှစ်သက်တော်မူရာကို လိုက်နာသူတိုင်းအား ငြိမ်းချမ်းရေးလမ်းစဉ်များဖြစ်သော အစ္စလာမ် သို့မဟုတ် ဂျန္နတ် (ပရဒိသု) သို့ လမ်းပြတော်မူမည်ဟု မိန့်ကြားခဲ့သည်။ စင်စစ်သော်ကား၊ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူကျွန်များကို မယုံကြည်မှု၊ သံသယနှင့် တုံ့ဆိုင်းမှုတို့၏ မှောင်မိုက်မှ၊ ရှင်းလင်းပြတ်သားပြီး ရှင်းလင်းချက်ပြည့်စုံသော၊ လွယ်ကူပြီး မပြောင်းလဲနိုင်သော အမှန်တရား၏ အလင်းရောင်သို့ ထုတ်ဆောင်တော်မူ၏။ အရှင်မြတ်သည် ရှိုက်တန်သည် မယုံကြည်သူတို့၏ ထောက်ခံသူဖြစ်ပြီး ၎င်းတို့လိုက်နာသော မသိနားမလည်မှုနှင့် လမ်းမှားမှုလမ်းစဉ်များကို လှပအောင် ပြုလုပ်ပေးသည်ဟုလည်း မိန့်ကြားခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် စစ်မှန်သောလမ်းမှ သွေဖည်ပြီး မယုံကြည်မှုနှင့် မကောင်းမှုများသို့ ရောက်ရှိစေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ငရဲဘုံသားများ ဖြစ်ကြပြီး ၎င်းတို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်ကြမည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အလင်းရောင်ကို တစ်ခုတည်းအဖြစ် ဖော်ပြခဲ့ပြီး မှောင်မိုက်ကို များစွာအဖြစ် ဖော်ပြခဲ့ရခြင်း၏ အကြောင်းရင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အမှန်တရားသည် တစ်ခုတည်းဖြစ်သော်လည်း မယုံကြည်မှုသည် အမျိုးမျိုးသော ပုံစံများဖြင့် လာပြီး ၎င်းတို့အားလုံးသည် မှားယွင်းသောကြောင့်ဖြစ်သည်။ ထိုနည်းတူစွာ၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ هَٰذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذَٰلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ဤသည်မှာ ငါ၏ ဖြောင့်မတ်သော လမ်းဖြစ်သည်၊ ထို့ကြောင့် ၎င်းကို လိုက်နာကြလော့၊ အခြားသော လမ်းများကို မလိုက်နာကြနှင့်၊ အကြောင်းမူ ၎င်းတို့သည် သင့်အား အရှင်မြတ်၏ လမ်းမှ ကွဲကွာစေလိမ့်မည်။ အရှင်မြတ်သည် သင့်အား တပ်ကွာ ရှိစေရန် ဤအရာကို ပြဋ္ဌာန်းတော်မူခဲ့သည်။)</span><span class=\"gray\">[၆:၁၅၃]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှောင်မိုက်များနှင့် အလင်းရောင်ကို ဖန်ဆင်းတော်မူခဲ့သည်)</span><span class=\"gray\">[၆:၁]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنِ الْيَمِينِ وَالشَّمَائِلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညာဘက်နှင့် ဘယ်ဘက်သို့)</span><span class=\"gray\">[၁၆:၄၈]</span></p><p lang=\"my\" class=\"my \">ထိုအကြောင်းအရာနှင့် ပတ်သက်၍ အမှန်တရားကို တစ်ခုတည်းအဖြစ် ဖော်ပြပြီး မှားယွင်းမှုကို များစွာအဖြစ် ဖော်ပြထားသော အခြားအာယတ်တော်များစွာရှိသည်၊ အဘယ်ကြောင့်ဆိုသော် မှားယွင်းမှုတွင် ပိုင်းခြားမှုများနှင့် အကိုင်းအခက်များစွာ ရှိသောကြောင့်ဖြစ်သည်။</p>"
  }
]