[
  {
    "ayah_key": "91:11",
    "group_ayah_key": "91:11",
    "from_ayah": "91:11",
    "to_ayah": "91:15",
    "ayah_keys": "91:11,91:12,91:13,91:14,91:15",
    "text": "<p lang=\"my\" class=\"my \">သမုဒ်လူမျိုးတို့သည် ၎င်းတို့၏ ကျူးလွန်မှုဖြင့် ငြင်းပယ်ခဲ့ကြသည် <span>(11)</span>၎င်းတို့၏ အဆိုးဆုံးသူ ထွက်လာသောအခါ <span>(12)</span>သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က ၎င်းတို့အား မိန့်ကြားတော်မူ၏- \"သတိထားကြ! ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကုလားအုတ်မကြီးဖြစ်သည်! <span class=\"gray\">(၎င်းကို မထိခိုက်ကြနှင့်)</span> နှင့် <span class=\"gray\">(၎င်းအား မတားမြစ်ကြနှင့်)</span> ၎င်း၏ သောက်သုံးမှုကို! <span>(13)</span>ထို့နောက် ၎င်းတို့က တမန်တော်ကို ငြင်းပယ်ကာ ကုလားအုတ်မကြီးကို သတ်ပစ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့၏ အရှင်သခင်သည် ၎င်းတို့၏ အပြစ်ကြောင့် ၎င်းတို့ကို ဖျက်ဆီးခဲ့သည်၊ ဖာဆာဝါဟာ <span>(14)</span>၎င်း၏ နောက်ဆက်တွဲများကိုလည်း အရှင်မြတ် မကြောက်ရွံ့ခဲ့ပေ <span>(15)</span></p><p lang=\"my\" class=\"my \">သမုဒ်လူမျိုးတို့၏ ငြင်းပယ်မှုနှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဖျက်ဆီးတော်မူခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သမုဒ်လူမျိုးတို့သည် ၎င်းတို့ ကျင့်သုံးခဲ့သော မတရားမှုနှင့် ကျူးလွန်မှုများကြောင့် ၎င်းတို့၏ ရစူလ်တမန်တော်ကို ငြင်းပယ်ခဲ့ကြောင်း အသိပေးတော်မူသည်။ ဤအကြောင်းကို မူဂျာဟစ်၊ ကွသာဒါနှင့် အခြားသူများက ပြောကြားခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့၏ ရစူလ်တမန်တော် ယူဆောင်လာသော လမ်းညွှန်မှုနှင့် ယုံကြည်မှုကို ၎င်းတို့၏ နှလုံးသားများက ငြင်းပယ်ခဲ့ခြင်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذِ انبَعَثَ أَشْقَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အဆိုးဆုံးသူ ထွက်လာသောအခါ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ မျိုးနွယ်စု၏ အဆိုးဆုံးပုဂ္ဂိုလ်ဖြစ်ပြီး သူသည် ကုလားအုတ်မကြီးကို သတ်ခဲ့သူ ကူဒါဘင်ဆာလိဖ် ဖြစ်သည်။ သူသည် သမုဒ်မျိုးနွယ်စု၏ ခေါင်းဆောင်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ မိန့်ဆိုချက်တွင် ရည်ညွှန်းထားသော ပုဂ္ဂိုလ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့က ၎င်းတို့၏ အပေါင်းအသင်းကို ခေါ်ပြီး သူက <span class=\"gray\">(ဓား)</span> ကိုယူကာ <span class=\"gray\">(၎င်းကို)</span> သတ်ပစ်လိုက်သည်။)</span><span class=\"gray\">(54:29)</span></p><p lang=\"my\" class=\"my \">ဤလူသည် ၎င်း၏လူမျိုးများအကြားတွင် အင်အားကြီးမားပြီး လေးစားခံရသူဖြစ်သည်။ သူသည် မြင့်မြတ်သောမျိုးနွယ်စုမှ ဆင်းသက်လာသူဖြစ်ပြီး နာခံခြင်းခံရသော ခေါင်းဆောင်တစ်ဦးဖြစ်သည်။ ဤသည်မှာ အီမာမ် အဟ်မဒ်က အဗ်ဒူလ္လာဟ် ဘင် ဇမ်အာဟ် ထံမှ မှတ်တမ်းတင်ထားသည့်အတိုင်း ဖြစ်သည်။ အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကုလားအုတ်မကြီးအကြောင်းနှင့် ၎င်းကို သတ်ခဲ့သော လူအကြောင်းကို ထည့်သွင်းပြောကြားခဲ့သော တရားဟောချက်ကို ပေးခဲ့သည်ဟု သူက ပြောကြားခဲ့သည်။ ထို့နောက် သူက မိန့်ကြားတော်မူ၏၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذِ انبَعَثَ أَشْقَاهَا</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْبَعَثَ لَهَا رَجُلٌ عَارِمٌ عَزِيزٌ مَنِيعٌ فَي رَهْطِهِ مِثْلُ أَبِي زَمْعَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့၏ အဆိုးဆုံးသူ ထွက်လာသောအခါ။)</span><span class=\"gray\">(အဘူဇမ်အာကဲ့သို့ ၎င်း၏မျိုးနွယ်စုတွင် မတားဆီးနိုင်သော အင်အားကြီးမားသူတစ်ဦး ၎င်းထံသို့ ထွက်သွားခဲ့သည်။)</span></span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အလ်-ဘူခါရီက ၎င်း၏ တဖ်စီရ်ကျမ်းတွင်လည်းကောင်း၊ မူစလင်မ်က ၎င်း၏ ငရဲမီး ဖော်ပြချက်ကျမ်းတွင်လည်းကောင်း မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီနှင့် အန်-နာစာအီ နှစ်ဦးစလုံးက ၎င်းတို့၏ စုနန်ကျမ်းများရှိ တဖ်စီရ်ကျမ်းများတွင် မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">စာလိဟ်၏ ကုလားအုတ်မကြီးအကြောင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ لَهُمْ رَسُولُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က ၎င်းတို့အား ပြောကြားခဲ့သည်)</span> စာလိဟ်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَاقَةَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကုလားအုတ်မကြီးဖြစ်သည်!)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်၏ ကုလားအုတ်မကြီးကို မည်သည့်ထိခိုက်မှုမှ မဖြစ်စေရန် သတိထားကြ။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسُقْيَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ သောက်သုံးမှု!)</span> ဆိုလိုသည်မှာ '၎င်း၏ သောက်သုံးမှုနှင့်ပတ်သက်၍ ၎င်းကို မကျူးလွန်ကြနှင့်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းအတွက် သောက်ရန်တစ်ရက်နှင့် သင်တို့အတွက် သောက်ရန်တစ်ရက်ကို ခွဲဝေပေးထားသည်မှာ သင်တို့ သိထားသည့်အတိုင်းပင်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَكَذَّبُوهُ فَعَقَرُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့က တမန်တော်ကို ငြင်းပယ်ကာ ကုလားအုတ်မကြီးကို သတ်ပစ်လိုက်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သူယူဆောင်လာခဲ့သော အရာကို ၎င်းတို့က ငြင်းပယ်ခဲ့ကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုအဖြစ်နှင့် ၎င်းတို့အား ဆန့်ကျင်သော သက်သေတစ်ခုအဖြစ် ကျောက်တုံးထဲမှ ထွက်ပေါ်လာစေခဲ့သော ကုလားအုတ်မကြီးကို ၎င်းတို့က သတ်ဖြတ်ခြင်း၏ ရလဒ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَدَمْدَمَ عَلَيْهِمْ رَبُّهُم بِذَنبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ အရှင်သခင်သည် ၎င်းတို့၏ အပြစ်ကြောင့် ၎င်းတို့ကို ဖျက်ဆီးခဲ့သည်၊)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အရှင်မြတ်က ၎င်းတို့အပေါ် အမျက်ထွက်တော်မူပြီး ၎င်းတို့ကို ဖျက်ဆီးပစ်ခဲ့သည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَسَوَّاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖာဆာဝါဟာ!)</span> ဆိုလိုသည်မှာ အရှင်မြတ်က ပြစ်ဒဏ်ကို ၎င်းတို့အားလုံးအပေါ် တပြေးညီ ကျရောက်စေခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကွသာဒါက ပြောကြားသည်မှာ၊ \"သမုဒ်မျိုးနွယ်စု၏ ခေါင်းဆောင်သည် ၎င်းတို့၏ လူငယ်များ၊ သက်ကြီးရွယ်အိုများ၊ ယောက်ျားများနှင့် မိန်းမများအားလုံးက သူ့အား သစ္စာခံ ကတိမပေးမချင်း ကုလားအုတ်မကြီးကို မသတ်ခဲ့ကြောင်း ကျွန်ုပ်တို့ထံ ရောက်ရှိလာသည်။ ထို့ကြောင့် လူအများက ကုလားအုတ်မကြီးကို သတ်ရာတွင် ပူးပေါင်းပါဝင်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို ၎င်းတို့၏ အပြစ်ကြောင့် တူညီသော ပြစ်ဒဏ်ဖြင့် ဖျက်ဆီးခဲ့သည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَخَافُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် မကြောက်ရွံ့ခဲ့ပေ)</span> ၎င်းကိုလည်း ဖတ်ရွတ်ထားသည်မှာ</p><p class=\"hu qpc-hafs\" lang=\"hu\">(فَلَا يَخَافُ)</p><p class=\"fy qpc-hafs\" lang=\"fy \"><span class=\"gray\">(So He feared not)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">عُقْبَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ နောက်ဆက်တွဲများ။)</span> အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်သည် အခြားမည်သူတစ်ဦးတစ်ယောက်ထံမှ မည်သည့်အကျိုးဆက်ကိုမျှ မကြောက်ရွံ့ပေ။\" မူဂျာဟစ်၊ အလ်-ဟာစန်၊ ဘကရ် ဘင် အဗ်ဒူလ္လာဟ် အလ်-မူဇနီနှင့် အခြားသူများအားလုံးလည်း ထိုသို့ပင် ပြောကြားခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရဟ် အက်ရှ်-ရှမ်းစ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်ပြီး၊ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]