[
  {
    "ayah_key": "22:36",
    "group_ayah_key": "22:36",
    "from_ayah": "22:36",
    "to_ayah": "22:36",
    "ayah_keys": "22:36",
    "text": "<p lang=\"my\" class=\"my \">ဘွဒ်န် (ပူဇော်သတ္တဝါ) များကိုမူကား သင်တို့အဖို့ အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများအနက်မှ အကျိုးကျေးဇူးများစွာရှိစေရန် ငါအရှင်မြတ် ဖန်တီးပေးထားလေပြီ။ သို့ဖြစ်၍ ၎င်းတို့အား (အသေသတ်ရန်) တန်းစီထားချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ရွတ်ဆိုကြကုန်။ ထို့နောက် ၎င်းတို့ (အသေသတ်ပြီး) ဘေးတိုက်လဲကျသွားသောအခါ ၎င်းတို့မှ စားသုံးကြကုန်၊ ကာနိအ်နှင့် မုအ်တတ်ရ်တို့အားလည်း ကျွေးမွေးကြကုန်။ ဤသို့အားဖြင့် သင်တို့သည် ကျေးဇူးသိတတ်ကြရန် ၎င်းတို့အား သင်တို့အတွက် ငါအရှင်မြတ် အသုံးတော်ခံစေခဲ့ပြီ။ <span>(၃၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဘွဒ်န် (ပူဇော်သတ္တဝါ) အား သတ်ဖြတ်ရန် အမိန့် <span class=\"gl gray\" lang=\"gl\">(Sacrificial Camel)</span></h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို မိမိပေးသနားခဲ့သည့် နိအ်မတ်များကို သတိပေးထားလေသည်။ ၎င်းတို့အတွက် ဘွဒ်န် (ပူဇော်သတ္တဝါ) များကို ဖန်တီးပေးခြင်းဖြင့် ၎င်းတို့အား အရှင်မြတ်၏ အမှတ်အသားများအနက်မှ တစ်ခုဖြစ်စေခြင်းအားဖြင့် ဖြစ်၏။ အရှင်မြတ်သည် ၎င်းတို့အား မိမိ၏ သန့်စင်သောဗိမာန်တော်သို့ ပို့ဆောင်ရမည်ဟု ပြဋ္ဌာန်းထားသည်။ အမှန်စင်စစ် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံ ပူဇော်ရန် တင်လှူနိုင်သော အကောင်းဆုံးအရာများ ဖြစ်ကြသည်။ အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများ၊ မြင့်မြတ်သောလ၏ အမှတ်အသားများ၊ ပူဇော်ရန်ယူဆောင်လာသော တိရစ္ဆာန်များ၊ ပန်းကုံးစွပ်ထားသော လူများ သို့မဟုတ် တိရစ္ဆာန်များနှင့် အခြားသူများ၊ မြင့်မြတ်သော ဗိမာန်တော်သို့လာသူများ၏ မြင့်မြတ်မှုကို မချိုးဖောက်ကြကုန်)</span><span class=\"gray\">(၅း၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبُدْنَ جَعَلْنَاهَا لَكُم مِّن شَعَائِرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘွဒ်န် (ပူဇော်သတ္တဝါ) များကိုမူကား သင်တို့အဖို့ အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများအနက်မှ ငါအရှင်မြတ် ဖန်တီးပေးထားလေပြီ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျုရိုင်းဂျ်က “အတာအ်သည် ဤအာယတ်တော်ကို ‘နွားနှင့် ကုလားအုတ်များ’ ဟု မှတ်ချက်ပြုခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ ထိုနည်းတူ အိဗ်နု အိုမရ်၊ စအိဒ် ဘင်န် အလ်-မုစိုင်ယိဘ်နှင့် အလ်-ဟာစန် အလ်-ဘစရီတို့ထံမှလည်း အလားတူအမြင်ကို ဖော်ပြခဲ့သည်။ မုဂျာဟိဒ်က “အလ်-ဘွဒ်န် ဆိုသည်မှာ ကုလားအုတ်များ ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ မွတ်စလင်မ်၏အဆိုအရ ဂျာဘိရ် ဘင်န် အဗ်ဒွလ္လာဟ်နှင့် အခြားသူများက “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်တို့အား ပူဇော်ရာတွင် ခုနစ်ယောက်လျှင် ဘွဒ်န် <span class=\"gray\">(ကုလားအုတ်)</span> တစ်ကောင်နှင့် ခုနစ်ယောက်လျှင် နွားတစ်ကောင် ပူးပေါင်းပါဝင်ရန် အမိန့်ပေးခဲ့သည်” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا خَيْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့၌ ကောင်းကျိုးများစွာ ရှိ၏။)</span> ဆိုသည်မှာ နောင်တမလွန်ဘဝတွင် အကျိုးဆွတ်ခူးရရှိခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ၎င်းတို့အား (အသေသတ်ရန်) တန်းစီထားချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ရွတ်ဆိုကြကုန်။)</span> အလ်-မုတ္တလိဘ် ဘင်န် အဗ်ဒွလ္လာဟ် ဘင်န် ဟန်တတ်ဘ်ထံမှ ဖော်ပြထားသည်မှာ ဂျာဘိရ် ဘင်န် အဗ်ဒွလ္လာဟ်က “ကျွန်ုပ်သည် အလ်-အဒ်ဟာ အီးဒ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ ဆွလားသ် ဝတ်ပြုခဲ့ပါသည်။ အရှင်မြတ် ဝတ်ပြုပြီးစီးသောအခါ သိုးထီးတစ်ကောင်ကို ယူဆောင်လာပြီး၊ ၎င်းအား သတ်ဖြတ်၍ ‘” ဟု မိန့်ကြားတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِاسْمِ اللهِ وَاللهُ أَكْبَرُ، اللَّهُمَّ هَذَا عَنِّي وَعَمَّنْ لَمْ يُضَحِّ مِنْ أُمَّتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ နာမတော်ဖြင့်၊ အလ္လာဟ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏။ အို အလ္လာဟ်၊ ဤသည် ကျွန်ုပ်ကိုယ်စားနှင့် ကျွန်ုပ်၏ ဥမ္မသ်တွင် တိရစ္ဆာန် မပူဇော်ရသေးသူမည်သူမဆိုကိုယ်စား ဖြစ်သည်။)</span> ၎င်းကို အဟ်မဒ်၊ အဘူ ဒါဝုဒ်နှင့် အတ်-သီရ်မီဇီတို့က မှတ်တမ်းတင်ခဲ့သည်။ မိုဟမ္မဒ် ဘင်န် အိစ်ဟါက်က ယဇီးဒ် ဘင်န် အဘီ ဟဘီဘ်ထံမှ အိဗ်နု အဗ္ဗါစ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ ဂျာဘိရ်က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အီးဒ်နေ့တွင် သိုးထီးနှစ်ကောင်ကို ပူဇော်ခဲ့ပြီး၊ ၎င်းတို့ကို ပူဇော်ရန် လဲလျောင်းစေသောအခါ အရှင်မြတ်က မိန့်ကြားတော်မူခဲ့သည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمٰوَاتِ وَالْأَرْضَ حَنِيفًا مُسْلِمًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ، وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ، اللَّهُمَّ مِنْكَ وَلَكَ عَنْ مُحَمَّدٍ وَأُمَّتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းတော်မူသောအရှင်ဘက်သို့ ကျွန်ုပ်၏ မျက်နှာကို လှည့်ထား၏။ သစ္စာရှိစွာ၊ ရိုးသားစွာ သက်ဝင်ယုံကြည်ရင်း ကိုယ်တော်တစ်ပါးတည်းကိုသာ အရှုံးပေးအပ်နှံ၏။ ကျွန်ုပ်သည် မုရှ်ရိက်များထဲမှ မဟုတ်ပေ။ အမှန်စင်စစ် ကျွန်ုပ်၏ ဆွလားသ်၊ ကျွန်ုပ်၏ ပူဇော်မှု၊ ကျွန်ုပ်၏ အသက်ရှင်မှုနှင့် ကျွန်ုပ်၏ သေဆုံးမှုအားလုံးသည် စကြာဝဠာအလုံးစုံ၏ အရှင်သခင် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်၏။ ကိုယ်တော်၌ အဘယ်မိတ်ဖက် သို့မဟုတ် ပူးပေါင်းသူမျှ မရှိပေ။ ဤသို့အားဖြင့် ကျွန်ုပ်သည် အမိန့်ခံခဲ့ရပြီး ကျွန်ုပ်သည် မွတ်စလင်မ်တို့တွင် ပထမဆုံးသူ ဖြစ်သည်။ အို အလ္လာဟ်၊ ကိုယ်တော်ထံမှ ဖြစ်ပြီး ကိုယ်တော်အတွက် ဖြစ်၏။ မိုဟမ္မဒ်နှင့် ၎င်း၏ ဥမ္မသ်ကိုယ်စား ဖြစ်၏။)</span> ထို့နောက် အရှင်မြတ်က ‘ဘိစ်မီလ္လာဟ်’ နှင့် ‘အလ္လာဟ်ဟု အက်ကဗရ်’ ဟု မိန့်ကြားပြီး ၎င်းတို့ကို သတ်ဖြတ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလီ ဘင်န် အလ်-ဟူစိုင်းန်ထံမှ အဘူ ရာဖိအ်မှ ဖော်ပြထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ပူဇော်သက္ကာပြုလိုသောအခါ ဝဖြိုးသော၊ ဦးချိုရှိသော၊ ကောင်းမွန်သော သိုးထီးနှစ်ကောင်ကို ဝယ်ယူခဲ့သည်။ အရှင်မြတ် ဆွလားသ်ဝတ်ပြုပြီး လူများကို မိန့်ခွန်းပြောကြားပြီးသောအခါ ၎င်းတို့ထဲမှ တစ်ကောင်ကို အရှင်မြတ် ဆွလားသ်ပြုလုပ်သည့်နေရာသို့ ယူဆောင်လာပြီး ဓားဖြင့် ကိုယ်တိုင်သတ်ဖြတ်ခဲ့ကာ ထို့နောက် အရှင်မြတ်က မိန့်ကြားခဲ့သည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ هَذَا عَنْ أُمَّتِي جَمِيعِهَا: مَنْ شَهِدَ لَكَ بِالتَّوْحِيدِ وَشَهِدَ لِي بِالْبَلَاغِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်၊ ဤသည် ကျွန်ုပ်၏ ဥမ္မသ်အားလုံးကိုယ်စား ဖြစ်၏။ ကိုယ်တော်၏ တောင်ဟိဒ်ကို သက်သေခံသူများနှင့် ကျွန်ုပ်သည် (သတင်းစကားကို) ပို့ဆောင်ခဲ့သည်ဟု သက်သေခံသူ မည်သူမဆိုကိုယ်စား ဖြစ်၏။)</span> ထို့နောက် အရှင်မြတ်သည် အခြားသိုးထီးကို ယူဆောင်လာပြီး ကိုယ်တိုင်သတ်ဖြတ်ကာ မိန့်ကြားခဲ့သည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا عَنْ مُحَمَّدٍ وَآلِ مُحَمَّدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည် မိုဟမ္မဒ်နှင့် မိုဟမ္မဒ်၏ မိသားစုကိုယ်စား ဖြစ်သည်။)</span> အရှင်မြတ်သည် ၎င်းတို့ကို ဆင်းရဲသားများအား ပေးကမ်းခဲ့ပြီး အရှင်မြတ်နှင့် အရှင်မြတ်၏ မိသားစုလည်း ၎င်းမှ စားသုံးခဲ့ကြသည်။ ၎င်းကို အဟ်မဒ်နှင့် အိဗ်နု မာဂျာတို့က မှတ်တမ်းတင်ခဲ့သည်။ အလ်-အအ်မရှ်သည် အဘူ ဇဗိယန်မှ အိဗ်နု အဗ္ဗါစ်ထံမှ ပြန်လည်ပြောကြားခဲ့သည်မှာ-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ၎င်းတို့အား (အသေသတ်ရန်) တန်းစီထားချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ရွတ်ဆိုကြကုန်။)</span> “၎င်းတို့သည် ဘယ်ဘက်ခြေထောက်ကို ချည်နှောင်ကာ ခြေသုံးချောင်းဖြင့် ရပ်နေချိန်တွင် ဖြစ်သည်။ အရှင်မြတ်က ‘ဘိစ်မီလ္လာဟ်’ နှင့် ‘အလ္လာဟ်ဟု အက်ကဗရ်’၊ ‘လာ အိလာဟ အိလ္လာလ္လာဟ်’၊ ‘အလ္လာဟ်ဟုမ္မ မင်ကာ ဝါ လကာ <span class=\"gray\">(အလ္လာဟ်၏ နာမတော်ဖြင့်၊ အလ္လာဟ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏။ အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ။ အို အလ္လာဟ်၊ ကိုယ်တော်ထံမှ ဖြစ်ပြီး ကိုယ်တော်အတွက် ဖြစ်သည်)</span>’ ဟု မိန့်ကြားသည်။”</p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အိုမရ်သည် ကုလားအုတ်ကို ပူဇော်ရန် ဒူးထောက်စေသော အမျိုးသားတစ်ဦးထံသို့ ရောက်ရှိလာခဲ့သည်။ အရှင်မြတ်က “၎င်းကို ကြိုးချည်နှောင်ပြီး ထောင်မတ်ထားပါ။ <span class=\"gray\">(ဤသည်မှာ)</span> အဘူ အလ်-ကာစင်မ် <span class=\"gray\">(ဆိုလိုသည်မှာ တမန်တော် မိုဟမ္မဒ် ﷺ )</span> ၏ စွန်နဟ်ဖြစ်သည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا وَجَبَتْ جُنُوبُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ဘေးတိုက်လဲကျသွားသောအခါ၊)</span> အိဗ်နု အဘီ နာဂျီဟ်က မုဂျာဟိဒ် ပြောကြားခဲ့သည်မှာ “ဤသည်မှာ မြေပြင်သို့ လဲကျသွားသောအခါ” ဟု ဆိုလိုသည်ဟု ဖော်ပြခဲ့သည်။ ဤသည်ကို အိဗ်နု အဗ္ဗါစ်ထံမှ ပြန်လည်ပြောကြားခဲ့ပြီး၊ မုကာတိလ် ဘင်န် ဟိုင်ယာန်ထံမှလည်း အလားတူအမြင်ကို ဖော်ပြခဲ့သည်။ အဗ်ဒွရ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်က ပြောကြားခဲ့သည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا وَجَبَتْ جُنُوبُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ဘေးတိုက်လဲကျသွားသောအခါ၊)</span> “ဆိုလိုသည်မှာ ၎င်းတို့ သေဆုံးသွားသောအခါ” ဖြစ်သည်။ ဤသည်မှာ အိဗ်နု အဗ္ဗါစ်နှင့် မုဂျာဟိဒ်တို့၏ မှတ်ချက်၏ အဓိပ္ပါယ်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ပူဇော်သောတိရစ္ဆာန်အား သတ်ဖြတ်ပြီးနောက် ၎င်းသည် သေဆုံး၍ လှုပ်ရှားမှုများ ရပ်တန့်သွားသည်အထိ စားသုံးခွင့်မရှိသောကြောင့် ဖြစ်သည်။ မရ်ဖူအ် ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُعَجِّلُوا النُّفُوسَ أَنْ تَزْهَقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိရစ္ဆာန် သေဆုံးပြီဟု သေချာသည်အထိ အလျင်မလိုကြနှင့်။)</span> အတ်-သောင်ရီသည် ၎င်း၏ ဂျာမိအ်ကျမ်းတွင် အိုမရ် ဘင်န် အလ်-ခတ္တားဘ်က ထိုသို့ ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့ပြီး၊ ၎င်းကို ဆဟီးဟ် မွတ်စလင်မ်ရှိ ရှဒ္ဒါဒ် ဘင်န် အောင်စ်၏ ဟဒီးဆ်တော်ဖြင့် အထောက်အပံ့ပေးခဲ့သည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတွင် ကျွမ်းကျင်မှုကို သတ်မှတ်ထားသည်။ အကယ်၍ သင်တို့သည် သတ်ဖြတ်ပါက ကောင်းစွာသတ်ဖြတ်ကြကုန်။ အကယ်၍ သင်တို့သည် သတ်ပါက ကောင်းစွာသတ်ကြကုန်။ သင်တို့တစ်ဦးစီသည် မိမိ၏ ဓားကို ထက်မြက်စေပြီး မိမိသတ်ဖြတ်မည့်တိရစ္ဆာန်အား ဆင်းရဲဒုက္ခမှ ကင်းဝေးစေကြကုန်။)</span> အဘူ ဝါကိဒ် အလ်-လိုင်ဆီ ပြောကြားခဲ့သည်မှာ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူခဲ့သည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا قُطِعَ مِنَ الْبَهِيمَةِ وَهِيَ حَيَّةٌ فَهُوَ مَيْتَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိရစ္ဆာန်တစ်ကောင် အသက်ရှင်နေစဉ် ၎င်းမှ ဖြတ်တောက်လိုက်သော မည်သည့်အရာမဆို မိုင်တာဟ် <span class=\"gray\">(အသေကောင်အသား)</span> ဖြစ်သည်။)</span> ၎င်းကို အဟ်မဒ်၊ အဘူ ဒါဝုဒ်နှင့် အတ်-သီရ်မီဇီတို့က မှတ်တမ်းတင်ခဲ့ပြီး၊ ၎င်းတို့က ဆဟီးဟ်ဟု အဆင့်သတ်မှတ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမှ စားသုံးကြကုန်၊ ကာနိအ်နှင့် မုအ်တတ်ရ်တို့ကိုလည်း ကျွေးမွေးကြကုန်...)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ခွင့်ပြုကြောင်းကို ရည်ညွှန်းသည့် အမိန့်ဖြစ်သည်။ အလ်-အောင်ဖီက အိဗ်နု အဗ္ဗါစ် ပြောကြားခဲ့သည်မှာ “ကာနိအ် ဆိုသည်မှာ မိမိရရှိသည်ကို ကျေနပ်သူဖြစ်ပြီး မိမိ၏အိမ်၌ နေထိုင်သူဖြစ်သည်။ မုအ်တတ်ရ် ဆိုသည်မှာ သင်ထံသို့ လာရောက်ပြီး အသားအနည်းငယ် ပေးစေရန် သင်နှင့် ပူးကပ်နေသူဖြစ်သော်လည်း ၎င်းက မတောင်းဆိုပေ။” ဤသည်မှာ မုဂျာဟိဒ်နှင့် မိုဟမ္မဒ် ဘင်န် ကအ်ဘ် အလ်-ကူရာဇီတို့၏ အမြင်လည်းဖြစ်သည်။ အလီ ဘင်န် အဘီ တာလဟဟ်က အိဗ်နု အဗ္ဗါစ် ပြောကြားခဲ့သည်မှာ “ကာနိအ် ဆိုသည်မှာ တောင်းရန် အလွန်ဂုဏ်ယူသူဖြစ်ပြီး၊ မုအ်တတ်ရ် ဆိုသည်မှာ တောင်းသူဖြစ်သည်။” ၎င်းသည် ကတာဒါဟ်၊ အိဗ်ရာဟင်မ် အန်-နခအီနှင့် မုဂျာဟိဒ်တို့၏ အမြင်လည်းဖြစ်ပြီး၊ ၎င်းထံမှ ဖော်ပြထားသည့် မှတ်တမ်းတစ်ခုအရ ဖြစ်သည်။ ထိုမှ ပြောင်းပြန်လည်း အကြံပြုခဲ့သည်။ ဤအာယတ်တော်ကို ပညာရှင်များက သက်သေအဖြစ် ကိုးကားခဲ့ကြသည်။ ၎င်းတို့က ပူဇော်သောတိရစ္ဆာန်ကို သုံးပိုင်း ပိုင်းခြားသင့်သည်ဟု ဆိုခဲ့ကြသည်။ သုံးပုံတစ်ပုံကို ပူဇော်သူက စားသုံးရန်၊ သုံးပုံတစ်ပုံကို သူ၏ သူငယ်ချင်းများအား လက်ဆောင်အဖြစ် ပေးရန်၊ နှင့် သုံးပုံတစ်ပုံကို ဆင်းရဲသားများအား ဒါနပြုရန် ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမှ စားသုံးကြကုန်၊ မတောင်းဆိုသော ဆင်းရဲသားနှင့် တောင်းဆိုသော ဆင်းရဲသားကို ကျွေးမွေးကြကုန်။)</span></p><p lang=\"my\" class=\"my \">သို့သော် ဤအာယတ်တော်တွင် ဤအမြင်အတွက် သက်သေအထောက်အထား မရှိပေ။ ဆဟီးဟ် ဟဒီးဆ်တော်တစ်ခုအရ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က လူများအား မိန့်ကြားတော်မူခဲ့သည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي كُنْتُ نَهَيْتُكُمْ عَنِ ادِّخَارِ لُحُومِ الْأَضَاحِي فَوْقَ ثَلَاثٍ، فَكُلُوا وَادَّخِرُوا مَا بَدَا لَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် သင်တို့အား ပူဇော်သောတိရစ္ဆာန်၏အသားကို သုံးရက်ထက်ပို၍ သိမ်းဆည်းခြင်းကို တားမြစ်ခဲ့သော်လည်း ယခုမူ ၎င်းမှ စားသုံးကြပြီး သင်တို့ သင့်လျော်သည်ဟု ယူဆသည့်အတိုင်း သိမ်းဆည်းထားကြကုန်။)</span> အခြားမှတ်တမ်းတစ်ခုအရ-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا وَادَّخِرُوا وَتَصَدَّقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့ကို စားသုံးကြကုန်၊ အချို့ကို သိမ်းဆည်းကြကုန်၊ အချို့ကို ဒါနပြုကြကုန်။)</span> အခြားမှတ်တမ်းတစ်ခုအရ-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا وَأَطْعِمُوا وَتَصَدَّقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့ကို စားသုံးကြကုန်၊ အခြားသူများကို ကျွေးမွေးကြကုန်၊ အချို့ကို ဒါနပြုကြကုန်။)</span> တိရစ္ဆာန်၏သားရေများနှင့် ပတ်သက်၍မူ ပူဇော်ခြင်းနှင့် ပတ်သက်သော ဟဒီးဆ်တော်တွင် ကတာဒါဟ် ဘင်န် အန်-နုအ်မာန်ထံမှ မွတ်စနဒ် အဟ်မဒ်ကျမ်း၌ မှတ်တမ်းတင်ထားသည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا وَتَصَدَّقُوا، وَاسْتَمْتِعُوا بِجُلُودِهَا وَلَا تَبِيعُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စားသုံးကြကုန်၊ ဒါနပြုကြကုန်၊ သားရေများကို အသုံးပြုကြကုန်၊ သို့သော် ၎င်းတို့ကို မရောင်းကြကုန်။)</span></p><p><span class=\"gray\">(Note)</span></p><p lang=\"my\" class=\"my \">အလ်-ဗရာအ် ဘင်န် အာဇိဘ် ပြောကြားခဲ့သည်မှာ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူခဲ့သည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ ذَلِكَ فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ ذَبَحَ قَبْلَ الصَّلَاةِ فَإِنَّمَا هُوَ لَحْمٌ قَدَّمَهُ لِأَهْلِهِ لَيْسَ مِنَ النُّسُكِ فِي شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ဤနေ့ရက် <span class=\"gray\">(အီးဒ်)</span> တွင် ကျွန်ုပ်တို့ ပထမဆုံး လုပ်သင့်သောအရာမှာ ဆွလားသ် ဝတ်ပြုခြင်းဖြစ်သည်။ ထို့နောက် ကျွန်ုပ်တို့ ပြန်လာပြီး ပူဇော်သက္ကာပြုခြင်း ဖြစ်သည်။ ထိုသို့ပြုလုပ်သူသည် ကျွန်ုပ်တို့၏ စွန်နဟ်ကို လိုက်နာခြင်း ဖြစ်သည်။ ဆွလားသ်မပြုမီ မိမိတိရစ္ဆာန်ကို သတ်ဖြတ်သူသည် မိမိ၏မိသားစုအတွက် ယူဆောင်လာသော အသားမျှသာဖြစ်ပြီး၊ ပူဇော်ခြင်း လုံးဝမဟုတ်ပေ။)</span> ၎င်းကို <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်)</span> က မှတ်တမ်းတင်ခဲ့သည်။ ဆဟီးဟ် မွတ်စလင်မ်ကျမ်းတွင် အိမာမ် <span class=\"gray\">(ခေါင်းဆောင်)</span> က မိမိ၏ ပူဇော်သက္ကာကို မပြုလုပ်မီအထိ မည်သူမျှ ပူဇော်သက္ကာ မပြုလုပ်ရဟု ဖော်ပြထားသည်။ ပူဇော်သက္ကာကို နဟ်ရ်နေ့နှင့် ထိုမှ ဆက်လက်၍ တရှ်ရီက်သုံးရက်တို့တွင် ပြုလုပ်ရန် ပြဋ္ဌာန်းထားသည်။ အဘယ်ကြောင့်ဆိုသော် ဂျူဘိုင်ရ် ဘင်န် မုသ်အိမ်၏ ဟဒီးဆ်တော်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّامُ التَّشْرِيقِ كُلُّهَا ذَبْحٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရှ်ရီက်၏ နေ့ရက်များအားလုံးသည် (ပူဇော်ရန်) ဖြစ်သည်။)</span> ၎င်းကို အဟ်မဒ်နှင့် အိဗ်နု ဟိဗ်ဘာန်တို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့အားဖြင့် သင်တို့သည် ကျေးဇူးသိတတ်ကြရန် ၎င်းတို့အား သင်တို့အတွက် ငါအရှင်မြတ် အသုံးတော်ခံစေခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ ဤအကြောင်းကြောင့်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">سَخَّرْنَاهَا لَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့အားဖြင့် သင်တို့အတွက် ငါအရှင်မြတ် အသုံးတော်ခံစေခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ ‘သင်တို့အတွက် ငါအရှင်မြတ်သည် ၎င်းတို့အား အသုံးတော်ခံစေခဲ့ပြီ၊ ဆိုလိုသည်မှာ ၎င်းတို့အား သင်တို့အပေါ်တွင် နာခံစေခဲ့ပြီ။ သို့မှသာ သင်တို့ ဆန္ဒရှိပါက ၎င်းတို့အား စီးနင်းနိုင်သည်၊ သို့မဟုတ် သင်တို့ ဆန္ဒရှိပါက ၎င်းတို့အား နို့ညှစ်နိုင်သည်၊ သို့မဟုတ် သင်တို့ ဆန္ဒရှိပါက ၎င်းတို့အား သတ်ဖြတ်နိုင်သည်’ ဟု အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်းပင်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါအရှင်မြတ်၏ လက်တော်များဖြင့် ဖန်ဆင်းခဲ့ရာမှ ၎င်းတို့အတွက် ကျွဲနွားတိရစ္ဆာန်များကို ငါအရှင်မြတ် ဖန်ဆင်းခဲ့ကြောင်း ၎င်းတို့ မမြင်ကြကုန်လော။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့၏ ပိုင်ရှင်များ ဖြစ်ကြကုန်၏။)</span><span class=\"gray\">(၃၆း၇၁)</span> အရှင်မြတ် မိန့်ကြားသည့်တိုင်အောင်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ကျေးဇူးမတင်ကြကုန်လော။)</span><span class=\"gray\">(၃၆း၇၃)</span> ဤအာယတ်တော်တွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်-“</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့အားဖြင့် သင်တို့သည် ကျေးဇူးသိတတ်ကြရန် ၎င်းတို့အား သင်တို့အတွက် ငါအရှင်မြတ် အသုံးတော်ခံစေခဲ့ပြီ။)</span></p>"
  }
]