[
  {
    "ayah_key": "2:72",
    "group_ayah_key": "2:72",
    "from_ayah": "2:72",
    "to_ayah": "2:73",
    "ayah_keys": "2:72,2:73",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့သည် လူတစ်ဦးကို သတ်ဖြတ်ပြီး ၎င်းရာဇဝတ်မှုနှင့်ပတ်သက်၍ သင်တို့အချင်းချင်း သဘောကွဲလွဲခဲ့ကြသောအခါ <span class=\"gray\">(မှတ်ကြလော့)</span>။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ဖုံးကွယ်ထားခဲ့သည်ကို ဖော်ထုတ်ခဲ့သည် <span>(၇၂)</span>။ ထို့ကြောင့် ငါတို့က ပြောကြားခဲ့သည်– \"၎င်း <span class=\"gray\">(နွား)</span>၏ အပိုင်းအစတစ်ခုဖြင့် ၎င်း <span class=\"gray\">(သေဆုံးသူ)</span>ကို ရိုက်နှက်ကြလော့။\" ထိုနည်းတူ အလ္လာဟ်အရှင်မြတ်သည် သေသူများကို အသက်ပြန်ရှင်စေပြီး သင်တို့ နားလည်စေရန် ၎င်း၏သက်သေလက္ခဏာများ <span class=\"gray\">(သက်သေများ၊ အထောက်အထားများ၊ စသည်ဖြင့်)</span> ကို ပြသတော်မူသည် <span>(၇၃)</span></p><div lang=\"my\" class=\"my \"><h2>သတ်ဖြတ်ခံရသူကို အသက်ပြန်ရှင်စေခြင်း</h2></div><p lang=\"bg-Latn\" class=\"bg-Latn \">Al-Bukhari said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَادَّارَأْتُمْ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရာဇဝတ်မှုနှင့်ပတ်သက်၍ သင်တို့အချင်းချင်း သဘောကွဲလွဲခဲ့ကြသည်)</span> ဟူသည်မှာ၊ \"အငြင်းပွားခဲ့ကြသည်\" ဟု အဓိပ္ပာယ်ရသည်။</p><p lang=\"my\" class=\"my \">၎င်းသည် မူဂျာဟစ်၏ တဖ်ဆီရ်လည်း ဖြစ်သည်။ အတာအလ်-ခူရာစာနီနှင့် အဒ်-ဒဟ်ဟက်တို့က \"ဤကိစ္စနှင့်ပတ်သက်၍ အငြင်းပွားခဲ့ကြသည်\" ဟု ပြောခဲ့သည်။ ထို့ပြင် အိဗ်နုဂျုရိုင်ဂျ်ကလည်း ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် လူတစ်ဦးကို သတ်ဖြတ်ခဲ့ပြီး ရာဇဝတ်မှုနှင့်ပတ်သက်၍ သင်တို့အချင်းချင်း သဘောကွဲလွဲခဲ့ကြသောအခါ <span class=\"gray\">(မှတ်ကြလော့)</span>)</span> ဟူသည်မှာ၊ သူတို့အချို့က \"သင်တို့ သူ့ကိုသတ်ခဲ့သည်\" ဟု ပြောပြီး ကျန်သူများက \"မဟုတ်၊ သင်တို့ သူ့ကိုသတ်ခဲ့သည်\" ဟု ပြောခဲ့ခြင်းဖြစ်သည်။ ၎င်းသည် အဗ်ဒူရ်-ရဟ်မာန် အိဗ်နုဇိုင်းဒ် အိဗ်နုအစလမ်၏ တဖ်ဆီရ်လည်း ဖြစ်သည်။ မူဂျာဟစ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ဖုံးကွယ်ထားခဲ့သည်ကို ဖော်ထုတ်ခဲ့သည်)</span> ဟူသည်မှာ၊ \"သင်တို့ ဖုံးကွယ်ထားခဲ့သည်\" ဟု အဓိပ္ပာယ်ရသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့က ပြောကြားခဲ့သည်– \"၎င်း <span class=\"gray\">(နွား)</span>၏ အပိုင်းအစတစ်ခုဖြင့် ၎င်း <span class=\"gray\">(သေဆုံးသူ)</span>ကို ရိုက်နှက်ကြလော့\")</span> ဟူသည်မှာ၊ \"နွား၏ မည်သည့်အပိုင်းမဆို <span class=\"gray\">(သေဆုံးသူကို ရိုက်နှက်ပါက)</span> ထိုမဟာအံ့ဖွယ်ကို ဖြစ်ပေါ်စေလိမ့်မည်။\" ၎င်းတို့ မည်သည့်နွားအစိတ်အပိုင်းကို အသုံးပြုခဲ့သည်ကို ငါတို့အား မပြောပြခဲ့ပေ၊ အဘယ်ကြောင့်ဆိုသော် ဤကိစ္စသည် လောကီကိစ္စရပ်များတွင်သော်လည်းကောင်း၊ ဘာသာရေးကိစ္စရပ်များတွင်သော်လည်းကောင်း ငါတို့အား အကျိုးမဖြစ်ထွန်းစေသောကြောင့်ဖြစ်သည်။ မဟုတ်ပါက အလ္လာဟ်အရှင်မြတ်သည် ငါတို့အတွက် ရှင်းလင်းပြသပေးခဲ့ပေလိမ့်မည်။ ယင်းအစား အလ္လာဟ်အရှင်မြတ်သည် ဤကိစ္စကို မှုန်ဝါးစေခဲ့သည်၊ ထို့ကြောင့် ၎င်းကို မှုန်ဝါးစွာထားသင့်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُحْيِي اللَّهُ الْمَوْتَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူ အလ္လာဟ်အရှင်မြတ်သည် သေသူများကို အသက်ပြန်ရှင်စေသည်)</span> ဟူသည်မှာ၊ \"သူတို့သည် သူ့ကို ၎င်းဖြင့် ရိုက်နှက်ခဲ့ရာ သူသည် အသက်ပြန်ရှင်လာခဲ့သည်။\" ဤအာယသ်သည် သေသူများကို အသက်ပြန်ရှင်စေနိုင်သည့် အလ္လာဟ်အရှင်မြတ်၏ စွမ်းဆောင်နိုင်စွမ်းကို ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤဖြစ်ရပ်ကို ရှင်ပြန်ထမြောက်ခြင်း ဖြစ်ပေါ်မည်ဟူသော ဂျူးများအပေါ် သက်သေအဖြစ် ပြုလုပ်ခဲ့ပြီး သေဆုံးသူနှင့်ပတ်သက်၍ ၎င်းတို့၏ အငြင်းပွားမှုများနှင့် ခေါင်းမာမှုကို အဆုံးသတ်စေခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဆူရဟ်အလ်-ဘကရဟ်တွင် သေသူများကို အသက်ပြန်ရှင်စေခြင်းကို ငါးကြိမ် ဖော်ပြခဲ့သည်။ ပထမ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ بَعَثْنَاကُم مِّن بَعْدِ مَوْتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့ သေဆုံးပြီးနောက် ငါတို့သည် သင်တို့ကို ပြန်လည် ထမြောက်စေခဲ့သည်)</span>။ ထို့နောက် နွားနှင့်ပတ်သက်သော ပုံပြင်ကို ၎င်းက ဖော်ပြခဲ့သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် မိမိတို့၏ မြေတွင် သေခြင်းတရားမှ လွတ်မြောက်ခဲ့ကြသော ထောင်ပေါင်းများစွာသော လူများ၏ ပုံပြင်ကိုလည်း ဖော်ပြခဲ့သည်။ ၎င်းက ပျက်စီးသွားသော ရွာတစ်ရွာကို ဖြတ်သန်းသွားသော နဗီတပါး၏ ပုံပြင်၊ အဗ်ရာဟမ်နှင့် ငှက်လေးကောင်၏ ပုံပြင်၊ နှင့် သေဆုံးပြီးနောက် အသက်ပြန်ရှင်လာသော မြေယာ၏ ပုံပြင်တို့ကိုလည်း ဖော်ပြခဲ့သည်။ ဤဖြစ်ရပ်များနှင့် ပုံပြင်များအားလုံးသည် ကိုယ်ခန္ဓာများသည် ပုပ်ပွပြီးနောက် ပြန်လည် ပြည့်စုံလာမည်ဟူသော အချက်ကို ငါတို့အား သတိပေးသည်။ ရှင်ပြန်ထမြောက်ခြင်း၏ သက်သေအထောက်အထားကိုလည်း အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်တွင် ထပ်မံအတည်ပြုထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَّهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْကُلُونَ - وَجَعَلْنَا فِيهَا جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ - لِيَأْكُلُوا مِن ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلَا يَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် သက်သေလက္ခဏာတစ်ခုမှာ သေနေသောမြေဖြစ်သည်။ ငါတို့သည် ၎င်းကို အသက်ဝင်စေခဲ့ပြီး ၎င်းမှ သီးနှံများကို ထုတ်လုပ်ပေးခဲ့ရာ ၎င်းတို့သည် ၎င်းမှ စားသုံးကြသည်။ ထို့ပြင် ငါတို့သည် ၎င်းတွင် စွန်ပလွန်ပင်များနှင့် စပျစ်ဥယျာဉ်များကို ပြုလုပ်ခဲ့ပြီး ၎င်းတွင် ရေစမ်းများကို စီးဆင်းစေခဲ့သည်။ သို့မှသာ ၎င်းတို့သည် ၎င်းမှ အသီးအနှံများကို စားသုံးနိုင်ကြမည် ـ ၎င်းတို့၏ လက်များက ၎င်းကို ပြုလုပ်ခဲ့ခြင်း မဟုတ်ပေ။ သို့ဆိုလျှင် ၎င်းတို့သည် ကျေးဇူးမတင်ကြတော့ပေဘူးလား။)</span><span class=\"gray\">(၃၆:၃၃-၃၅)</span>။</p>"
  }
]