[
  {
    "ayah_key": "19:16",
    "group_ayah_key": "19:16",
    "from_ayah": "19:16",
    "to_ayah": "19:21",
    "ayah_keys": "19:16,19:17,19:18,19:19,19:20,19:21",
    "text": "<p lang=\"my\" class=\"my \">ကျမ်းတော်မြတ်၌ မရ်ယမ်အကြောင်းကို ဖော်ပြပါလေ။ သူမသည် မိမိမိသားစုနှင့် ခွဲခွာ၍ အရှေ့ဘက်သို့ မျက်နှာမူလျက် တည်ရှိသော နေရာတစ်ခုသို့ ဆုတ်ခွာသွားသောအခါ <span>(16)</span>သူမသည် သူတို့ရှေ့တွင် ကန့်လန့်ကာတစ်ခုကို ချထားခဲ့သည်။ ထို့နောက် ငါတို့သည် သူမထံသို့ ငါတို့၏ ရူဟ်ကို စေလွှတ်လိုက်ရာ သူသည် သူမရှေ့၌ ပုံစံပြည့်စုံသော လူတစ်ဦးအဖြစ် ထင်ရှားလာခဲ့သည်။ <span>(17)</span>သူမက ပြောကြားခဲ့သည်− \"အကျွန်ုပ်သည် အသင်တို့ထံမှ အလွန်ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ထံတော်၌ ခိုလှုံပါသည်၊ အကယ်၍ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပါလျှင်။\" <span>(18)</span><span class=\"gray\">(ကောင်းကင်တမန်)</span> က ပြောကြားခဲ့သည်− \"အကျွန်ုပ်သည် အသင်၏ အရှင်သခင်ထံမှ <span class=\"gray\">(သတင်းကောင်းပြောကြားရန်)</span> သတင်းပို့သူသာ ဖြစ်ပါသည်၊ အသင့်အား ဖြောင့်မတ်သောသားတစ်ဦး၏ လက်ဆောင်ကို <span class=\"gray\">(ကြေညာရန်)</span>။\" <span>(19)</span>သူမက ပြောကြားခဲ့သည်− \"မည်သည့်အမျိုးသားမျှ ကျွန်ုပ်အား ထိတွေ့ခြင်းမရှိဘဲ၊ ကျွန်ုပ်သည်လည်း ဘာဂီယာ မဟုတ်ဘဲ၊ ကျွန်ုပ်၌ သားတစ်ဦး မည်သို့ရနိုင်ပါမည်နည်း။\" <span>(20)</span>သူက ပြောကြားခဲ့သည်− \"အသင်၏ အရှင်သခင်က ဤသို့ မိန့်ကြားတော်မူသည်− 'ထိုအရာသည် ငါ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အဖို့ လွယ်ကူသော ကိစ္စဖြစ်သည်။ ထို့ပြင် <span class=\"gray\">(ငါတို့သည်)</span> သူ့အား လူသားတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုအဖြစ်၊ ငါတို့ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ထံမှ ကရုဏာတစ်ခုအဖြစ် ခန့်အပ်လိုပြီး၊ ၎င်းသည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က)</span> အမိန့်ချမှတ်ပြီးသော ကိစ္စတစ်ရပ် ဖြစ်သည်။' <span>(21)</span></p><div lang=\"fil\" class=\"fil \"><h2>The Story of Maryam and Al-Masih <span class=\"gray\">('Isa)</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်မြတ်သည် ဇကာရိယာ၏ အကြောင်းကို ဖော်ပြခဲ့ပြီး၊ သူ၏ဇနီးသည် သားသမီးမရနိုင်သော်လည်း သူ၏အိုမင်းသောအရွယ်၌ပင် အရှင်မြတ်က သူ့အား ဖြောင့်မတ်သန့်စင်၍ ကောင်းချီးမင်္ဂလာရှိသော ကလေးတစ်ဦးကို ပေးသနားတော်မူခဲ့ကြောင်း ဖော်ပြပြီးနောက်၊ မရ်ယမ်၏အကြောင်းကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမအား ခမည်းတော်မပါဝင်ဘဲ ('အီဆာ' အမည်ရှိ) ကလေးတစ်ဦးကို ပေးသနားတော်မူကြောင်း <span class=\"gray\">(သူမ၏ကိုယ်ဝန်)</span> ကို အသိပေးထားသည်။ ဤဇာတ်လမ်းနှစ်ခုကြားတွင် သင့်လျော်ပြီး ဆင်တူသော ဆက်ဆံရေးရှိသည်။ ၎င်းတို့၏ အဓိပ္ပါယ်နီးစပ်မှုကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤနေရာတွင် စုပေါင်းဖော်ပြခဲ့သည်၊ ထို့အတူ စူရဟ် အာလ်-အိမ်မရ်ရာန် နှင့် အလ်-အန်ဘီယာအ် တို့တွင်လည်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား မိမိ၏စွမ်းရည်၊ မိမိ၏အာဏာ၏ ကြီးမားပုံနှင့် အရာခပ်သိမ်းအပေါ် မိမိ၏တန်ခိုးတော်ရှိကြောင်း ပြသရန် ဤဇာတ်လမ်းများကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းတော်မြတ်၌ မရ်ယမ်အကြောင်းကို ဖော်ပြပါလေ။)</span> သူမသည် ဒါဝုဒ်၏မျိုးရိုးမှ အိမ်မရ်ရာန်၏သမီး မရ်ယမ်ဖြစ်သည်။ သူမသည် ဣသရေလသားတို့၏ ကောင်းမွန်ဖြူစင်သော မိသားစုမှဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် စူရဟ် အာလ်-အိမ်မရ်ရာန် ၌ သူမ၏မိခင်က သူမကို ကိုယ်ဝန်ဆောင်ခဲ့သည့်အကြောင်းနှင့် သူမ <span class=\"gray\">(မရ်ယမ်၏မိခင်)</span> က သူမအား အလ္လာဟ်အရှင်မြတ်၏ အမှုတော်အတွက် လွတ်လပ်စွာ ပေးအပ်ခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ ဤသည်မှာ သူမသည် ကလေးငယ် <span class=\"gray\">(မရ်ယမ်)</span> ကို သန့်ရှင်းသောဗလီ <span class=\"gray\">(ဂျေရုဆလင်)</span> ၏ အမှုတော်အတွက် ပေးအပ်ခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် သူတို့ <span class=\"gray\">(ဇကာရိယာ၊ မရ်ယမ်၏မိခင်နှင့် မရ်ယမ်)</span> တို့သည် ထိုကဏ္ဍတွင် ဆင်တူကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنبَتَهَا نَبَاتًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူမ၏အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် သူမအား ကောင်းမြတ်သောလက်ခံမှုဖြင့် လက်ခံတော်မူခဲ့သည်။ အရှင်မြတ်သည် သူမအား ကောင်းမွန်သောနည်းလမ်းဖြင့် ကြီးပြင်းစေခဲ့သည်။)</span><span class=\"gray\">[3:37]</span> ဤသို့ဖြင့် မရ်ယမ်သည် ဣသရေလသားများကြားတွင် ဂုဏ်ယူဖွယ်ရာနည်းလမ်းဖြင့် ကြီးပြင်းလာခဲ့သည်။ သူမသည် ထူးခြားသော ဝတ်ပြုမှုများ၊ ရိုသေမှုများနှင့် ဇွဲလုံ့လတို့ကြောင့် လူသိများသော အမျိုးသမီး ဝတ်ပြုသူများထဲမှ တစ်ဦးဖြစ်သည်။ သူမသည် ထိုအချိန်က ဣသရေလသားတို့၏ နဗီတမန်တော်ဖြစ်သော သူမ၏ခဲအို ဇကာရိယာ၏ ပြုစုစောင့်ရှောက်မှုအောက်တွင် နေထိုင်ခဲ့သည်။ သူသည် ၎င်းတို့အကြားတွင် ကြီးမြတ်သောပုဂ္ဂိုလ်ဖြစ်ပြီး၊ ၎င်းတို့၏ ဘာသာရေးကိစ္စများတွင် သူအား ကိုးကားကြသည်။ ဇကာရိယာသည် သူမထံမှ အံ့မခန်းဖွယ်ရာ တန်ခိုးပြာဋိဟာများ ဖြစ်ပေါ်လာသည်ကို မြင်တွေ့ခဲ့ရာ သူအလွန်အံ့အားသင့်ခဲ့ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا ۖ قَالَ يَا مَرْيَمُ أَنَّىٰ لَكِ هَٰذَا ۖ قَالَتْ هُوَ مِنْ عِندِ اللَّهِ ۖ إِنَّ اللَّهَ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဇကာရိယာသည် မိဟ်ရာဗ်သို့ သူမအား <span class=\"gray\">(တွေ့ရန်)</span> ဝင်ရောက်သည့်အခါတိုင်း၊ သူမ၌ စားနပ်ရိက္ခာများ ပြင်ဆင်ထားသည်ကို တွေ့ရသည်။ သူက ပြောသည်− \"အို မရ်ယမ်၊ ဤအရာကို အသင် ဘယ်ကရခဲ့သနည်း။\" သူမက ပြောသည်− \"ဤသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။\" မှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူအား အကန့်အသတ်မရှိ ပေးသနားတော်မူသည်။)</span><span class=\"gray\">[3:37]</span></p><p lang=\"my\" class=\"my \">သူမ၌ နွေရာသီတွင် ဆောင်းရာသီသစ်သီးများ၊ ဆောင်းရာသီတွင် နွေရာသီသစ်သီးများ တွေ့ရှိရကြောင်း ဖော်ပြထားသည်။ ဤအကြောင်းကို စူရဟ် အာလ်-အိမ်မရ်ရာန် တွင် ရှင်းပြပြီးဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် သူမအား မိမိ၏ကျွန်နှင့် ရစူလ်၊ 'အီဆာ ကို ပေးသနားလိုသောအခါ၊ ကြီးမြတ်သောရစူလ်ငါးဦးအနက် တစ်ဦးဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">انتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် မိမိမိသားစုနှင့် ခွဲခွာ၍ အရှေ့ဘက်သို့ မျက်နှာမူလျက် တည်ရှိသော နေရာတစ်ခုသို့ ဆုတ်ခွာသွားခဲ့သည်။)</span><span class=\"gray\">[19:16]</span> ဤသည်မှာ သူမသည် သူတို့ထံမှ ဆုတ်ခွာပြီး မိမိကိုယ်ကို အခြားသူများနှင့် ကင်းကွာအောင် နေခဲ့ခြင်းဖြစ်သည်။ သူမသည် သန့်ရှင်းသောဗလီ <span class=\"gray\">(ဂျေရုဆလင်)</span> ၏ အရှေ့ဘက်ခြမ်းသို့ သွားခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့ချက်အရ သူက ပြောခဲ့သည်− \"အမှန်စင်စစ်၊ ခရစ်ယာန်များက အရှေ့ဘက်ကို ဝတ်ပြုရာအရပ်အဖြစ် အဘယ်ကြောင့် ရွေးချယ်ခဲ့ကြကြောင်းနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများထဲတွင် ကျွန်ုပ်သည် အသိဆုံးဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကြောင့် လုပ်ဆောင်ခဲ့ခြင်းဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">انتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် မိမိမိသားစုနှင့် ခွဲခွာ၍ အရှေ့ဘက်သို့ မျက်နှာမူသော နေရာတစ်ခုသို့ ဆုတ်ခွာသွားသောအခါ။)</span> ထို့ကြောင့် သူတို့သည် 'အီဆာ၏ မွေးဖွားရာနေရာကို ၎င်းတို့၏ ဝတ်ပြုရာအရပ်အဖြစ် သတ်မှတ်ခဲ့ကြသည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍−</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاتَّخَذَتْ مِن دُونِهِمْ حِجَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် သူတို့ရှေ့တွင် ကန့်လန့်ကာတစ်ခုကို ချထားခဲ့သည်။)</span> ဤသည်မှာ သူမသည် သူတို့ထံမှ ပုန်းအောင်းပြီး မိမိကိုယ်ကို ဖုံးကွယ်ခဲ့ခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဂျိဗ်ရီလ်ကို သူမထံ စေလွှတ်လိုက်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူသည် သူမရှေ့၌ ပုံစံပြည့်စုံသော လူတစ်ဦးအဖြစ် ထင်ရှားလာခဲ့သည်။)</span><span class=\"gray\">[19:17]</span> ဤသည်မှာ သူသည် သူမထံသို့ ပြည့်စုံပြီး ပြီးပြည့်စုံသော လူတစ်ဦးအဖြစ် ရောက်ရှိလာခြင်းဖြစ်သည်။ မုဂျာဟစ်ဒ်၊ အဒ်-ဒဟ်ဟက်ခ်၊ ကွာတာဒါ၊ အိဗ်နု ဂျူရိုင်းဂျ်၊ ဝဟ်ဘ် ဘင် မွန်းနဗ္ဗဟ် နှင့် အစ်-ဆွဒ်ဒီ တို့အားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍ မှတ်ချက်ပေးခဲ့ကြသည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် သူမထံသို့ ငါတို့၏ ရူဟ်ကို စေလွှတ်လိုက်ရာ၊)</span> \"၎င်းမှာ ဂျိဗ်ရီလ်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَٰنِ مِنكَ إِن كُنتَ تَقِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမက ပြောကြားခဲ့သည်− \"အကျွန်ုပ်သည် အသင်တို့ထံမှ အလွန်ကရုဏာရှင်ထံတော်၌ ခိုလှုံပါသည်၊ အကယ်၍ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပါလျှင်။\")</span> ဤသည်မှာ ကောင်းကင်တမန် <span class=\"gray\">(ဂျိဗ်ရီလ်)</span> သည် သူမအား လူယောင်ဆောင်၍ ထင်ရှားလာခဲ့ပြီး၊ သူမသည် သူမကိုယ်တိုင်နှင့် သူမ၏လူမျိုးများကြားတွင် အကန့်အသတ်တစ်ခုရှိသော လျှို့ဝှက်နေရာတွင် ရှိနေစဉ်၊ သူမသည် သူ့အား ကြောက်ရွံ့ပြီး သူမအား မုဒိမ်းကျင့်ရန် ကြိုးစားနေသည်ဟု ထင်မြင်ခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် သူမက ပြောကြားခဲ့သည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَعُوذُ بِالرَّحْمَٰنِ مِنكَ إِن كُنتَ تَقِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်သည် အသင်တို့ထံမှ အလွန်ကရုဏာရှင်ထံတော်၌ ခိုလှုံပါသည်၊ အကယ်၍ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပါလျှင်။)</span></p><p lang=\"my\" class=\"my \">သူမဆိုလိုသည်မှာ \"အကယ်၍ အသင်သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ပါလျှင်\" ဟူ၍ အလ္လာဟ်အရှင်မြတ်ကို သတိပေးသည့်အနေဖြင့်ဖြစ်သည်။ ဤသည်မှာ <span class=\"gray\">(ဆိုးသွမ်းမှုကို)</span> ကာကွယ်ရန် ပြဋ္ဌာန်းထားသော အရာဖြစ်သည်၊ သို့မှသာ အလွယ်တကူ တွန်းလှန်နိုင်မည်ဖြစ်သည်။ ထို့ကြောင့် သူမသည် ပထမဆုံးလုပ်ဆောင်ခဲ့သောအရာမှာ အလ္လာဟ်အရှင်မြတ်၊ အင်အားကြီးမား၍ ကြီးမြတ်သောအရှင်မြတ်အား ကြောက်ရွံ့ရန် ကြိုးစားခြင်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျာရီရ်သည် အာစင်မ်ထံမှ သတင်းပို့ခဲ့သည်မှာ အဘူ ဝါအိလ်က မရ်ယမ်၏ အကြောင်းကို ဖော်ပြရာတွင် ပြောခဲ့သည်− \"သူမက ပြောသောအခါ ဘာသာရေးကိုင်းရှိုင်းသူသည် <span class=\"gray\">(မကောင်းမှုကို ကျူးလွန်ခြင်းမှ)</span> ရှောင်ကြဉ်လိမ့်မည်ဟု သူမသိခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَعُوذُ بِالرَّحْمَٰنِ مِنكَ إِن كُنتَ تَقِيًّا - قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကျွန်ုပ်သည် အသင်တို့ထံမှ အလွန်ကရုဏာရှင်ထံတော်၌ ခိုလှုံပါသည်၊ အကယ်၍ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပါလျှင်။\" သူက ပြောခဲ့သည်− \"အကျွန်ုပ်သည် အသင်၏ အရှင်သခင်ထံမှ သတင်းပို့သူသာ ဖြစ်ပါသည်။\")</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကောင်းကင်တမန်က သူမအား တုံ့ပြန်ပြောကြားခြင်းဖြစ်ပြီး၊ သူမ၏စိတ်ထဲတွင် ခံစားရသော ကြောက်ရွံ့မှုကို ဖယ်ရှားရန်အတွက် \"အသင်ထင်သကဲ့သို့ ကျွန်ုပ်မဟုတ်ပါ၊ ကျွန်ုပ်သည် အသင့်၏ အရှင်သခင်၏ သတင်းပို့သူဖြစ်သည်။\" ဟူ၍ ဖြစ်သည်။ ဤစကားဖြင့် သူဆိုလိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား အသင်ထံသို့ စေလွှတ်လိုက်ခြင်းဖြစ်သည်။\" ဟူ၍ ဖြစ်သည်။ သူမသည် <span class=\"gray\">(အမည်နာမတော်ဖြစ်သော)</span> အလွန်ကရုဏာရှင် <span class=\"gray\">(အာရ်-ရဟ်မာန်)</span> ကို ဖော်ပြသောအခါ ဂျိဗ်ရီလ်သည် ပြိုကွဲသွားပြီး သူ၏မူလပုံစံ <span class=\"gray\">(ကောင်းကင်တမန်အဖြစ်)</span> သို့ ပြန်လည်ရောက်ရှိသွားသည်ဟု ဆိုကြသည်။ သူက တုံ့ပြန်ခဲ့သည်− </p><p class=\"ar qpc-hafs\" lang=\"ar\">(إِنَّمَآ أَنَاْ رَسُولُ رَبِّكِ لِيَهَب لَكِ غُلَـٰمًا زَكِيًّا)</p><p lang=\"my\" class=\"my \">အကျွန်ုပ်သည် အသင့်၏ အရှင်သခင်ထံမှ သတင်းပို့သူသာ ဖြစ်ပါသည်၊ အသင့်အား ဖြောင့်မတ်သော သားတစ်ဦး၏ လက်ဆောင်ကို ပေးသနားရန်အတွက်။'</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَتْ أَنَّىٰ يَكُونُ لِي غُلَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမက ပြောကြားခဲ့သည်− \"ကျွန်ုပ်၌ သားတစ်ဦး မည်သို့ရနိုင်ပါမည်နည်း...\")</span> ဤသည်မှာ မရ်ယမ်သည် ဤအရာကို အံ့အားသင့်ခဲ့ခြင်းဖြစ်သည်။ သူမက ပြောသည်− \"ကျွန်ုပ်၌ သားတစ်ဦး မည်သို့ရနိုင်ပါမည်နည်း။\" ဤစကားဖြင့် သူမဆိုလိုသည်မှာ \"ကျွန်ုပ်၌ ခင်ပွန်းမရှိဘဲ၊ မည်သည့်မကောင်းမှု <span class=\"gray\">(ဆိုလိုသည်မှာ ကာမဂုဏ်မှု)</span> မျှ မကျူးလွန်ဘဲ၊ ကျွန်ုပ်၌ သားတစ်ဦး မည်သည့်နည်းဖြင့် မွေးဖွားလာမည်နည်း။\" ဟူ၍ ဖြစ်သည်။ ဤအကြောင်းကြောင့် သူမက ပြောကြားခဲ့သည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အမျိုးသားမျှ ကျွန်ုပ်အား ထိတွေ့ခြင်းမရှိဘဲ၊ ကျွန်ုပ်သည်လည်း ဘာဂီယာ မဟုတ်ဘဲ။)</span> ဘာဂီယာဆိုသည်မှာ ကာမဂုဏ်ဖောက်ပြန်သော အမျိုးသမီးဖြစ်သည်။ ဤအကြောင်းကြောင့် ဘာဂီယာထံမှ ရရှိသောငွေကို တားမြစ်သည့် ဟဒီးဆ်တော်တစ်ပုဒ် သတင်းပို့ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောခဲ့သည်− \"အသင်၏ အရှင်သခင်က ဤသို့ မိန့်ကြားတော်မူသည်− 'ထိုအရာသည် ငါ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အဖို့ လွယ်ကူသော ကိစ္စဖြစ်သည်။...\")</span> ဤသည်မှာ ကောင်းကင်တမန်က သူမ၏မေးခွန်းကို တုံ့ပြန်ပြောကြားခြင်းဖြစ်သည်− \"မှန်စင်စစ်၊ အသင်၌ ခင်ပွန်းမရှိဘဲ မည်သည့်ယုတ်မာမှုကိုမျှ မကျူးလွန်သော်လည်း အသင်ထံမှ ကလေးတစ်ဦး မွေးဖွားလာမည်ဟု အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်။ မှန်စင်စစ်၊ အရှင်မြတ်သည် မိမိအလိုရှိသမျှကို လုပ်ဆောင်ရန် အလွန်စွမ်းဆောင်နိုင်တော်မူသည်။\" ဤအကြောင်းကြောင့် သူ <span class=\"gray\">(ဂျိဗ်ရီလ်)</span> သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို ပေးပို့ခဲ့သည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَهُ آيَةً لِّلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(ငါတို့သည်)</span> သူ့အား လူသားတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုအဖြစ် ခန့်အပ်လိုသည်။)</span> ဤသည်မှာ လူသားတို့အား ၎င်းတို့၏ ဖန်ဆင်းရှင်နှင့် တီထွင်ဖန်ဆင်းရှင်၏ တန်ခိုးတော်ကို ပြသသော သက်သေနှင့် နိမိတ်လက္ခဏာဖြစ်သည်၊ အရှင်မြတ်သည် ၎င်းတို့အား ဖန်ဆင်းမှု၌ အမျိုးမျိုးကွဲပြားစေခဲ့သည်။ အရှင်မြတ်သည် ၎င်းတို့၏ ဖခင် အာဒမ်ကို အမျိုးသား <span class=\"gray\">(ဖခင်)</span> သို့မဟုတ် အမျိုးသမီး <span class=\"gray\">(မိခင်)</span> မပါဘဲ ဖန်ဆင်းခဲ့သည်။ ထို့နောက် အရှင်မြတ်သည် ဟဝ်ဝါ <span class=\"gray\">(အာဒမ်၏ ကြင်ဖော်)</span> ကို အမျိုးသား <span class=\"gray\">(ဖခင်)</span> မှ အမျိုးသမီး <span class=\"gray\">(မိခင်)</span> မပါဘဲ ဖန်ဆင်းခဲ့သည်။ ထို့နောက် အရှင်မြတ်သည် ကျန်ရှိသော ၎င်းတို့၏သားစဉ်မြေးဆက်များကို အမျိုးသားနှင့် အမျိုးသမီးထံမှ ဖန်ဆင်းခဲ့သည်၊ 'အီဆာမှလွဲ၍ဖြစ်သည်။ အရှင်မြတ်သည် 'အီဆာကို အမျိုးသားမပါဘဲ အမျိုးသမီးထံမှ မွေးဖွားစေခဲ့သည်။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်း <span class=\"gray\">(လူသား၏)</span> အမျိုးအစား လေးမျိုးကို ပြီးပြည့်စုံစေခဲ့သည်၊ ၎င်းသည် အရှင်မြတ်၏ တန်ခိုးတော်၏ ပြီးပြည့်စုံမှုနှင့် အရှင်မြတ်၏ အာဏာ၏ ခမ်းနားထည်ဝါမှုကို သက်သေပြသည်။ အရှင်မြတ်မှလွဲ၍ ဝတ်ပြုထိုက်သော မည်သည့်ဘုရားမျှ မရှိ၊ အရှင်မြတ်မှလွဲ၍ စစ်မှန်သော အရှင်သခင်လည်း မရှိပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍−</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَةً مِّنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့ထံမှ ကရုဏာတစ်ခုဖြစ်သည်။)</span> ဤသည်မှာ \"ငါတို့သည် ဤကလေးအား အလ္လာဟ်အရှင်မြတ်ထံမှ ကရုဏာတစ်ခုအဖြစ်နှင့် နဗီတမန်တော်များထဲမှ နဗီတမန်တော်တစ်ပါးအဖြစ် ဖန်တီးမည်။ သူသည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရန်နှင့် အရှင်မြတ်အပေါ် တစ်ခုတည်းသောယုံကြည်မှုသို့ ဖိတ်ခေါ်လိမ့်မည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်မြတ်က အခြားအာယသ်တော်တစ်ပုဒ်တွင် မိန့်ကြားတော်မူခဲ့သကဲ့သို့ပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ - وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်သားပါ)</span> ကောင်းကင်တမန်များက ပြောသောအခါ− \"အို မရ်ယမ်၊ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အသင့်အား အရှင်မြတ်ထံမှ နှုတ်ကပတ်တော်တစ်ရပ်၏ သတင်းကောင်းကို ပေးတော်မူသည်၊ သူ၏အမည်မှာ အလ်-မာစီးဟ်၊ မရ်ယမ်၏သား 'အီဆာ ဖြစ်လိမ့်မည်၊ သူသည် ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ ဂုဏ်တင်ခံရသူဖြစ်လိမ့်မည်၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်နှင့် နီးစပ်သူများထဲမှ တစ်ဦးဖြစ်လိမ့်မည်။ ထို့ပြင် သူသည် လူတို့အား ပုခက်ထဲတွင်လည်းကောင်း၊ အရွယ်ရောက်ချိန်တွင်လည်းကောင်း စကားပြောဆိုလိမ့်မည်၊ ထို့ပြင် သူသည် ဖြောင့်မတ်သူများထဲမှ တစ်ဦးဖြစ်လိမ့်မည်။)</span><span class=\"gray\">[3:45-46]</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ သူသည် သူ၏အရှင်သခင်ကို ပုခက်ထဲတွင်လည်းကောင်း၊ အရွယ်ရောက်ချိန်တွင်လည်းကောင်း ကိုးကွယ်ရန် ဖိတ်ခေါ်လိမ့်မည်ဟု ဆိုလိုသည်။ အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍−</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ أَمْرًا مَّقْضِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းသည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က)</span> အမိန့်ချမှတ်ပြီးသော ကိစ္စတစ်ရပ် ဖြစ်သည်။)</span> ဤသည်မှာ ဂျိဗ်ရီလ်နှင့် မရ်ယမ်တို့၏ ဆွေးနွေးမှု ပြီးဆုံးခြင်းဖြစ်သည်။ ဤကိစ္စသည် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်နှင့် ဆန္ဒတော်ဖြင့် ကြိုတင်သတ်မှတ်ထားကြောင်း သူသည် သူမအား အသိပေးခဲ့သည်။ မူဟမ္မဒ် ဘင် အစ်ဟာက်က ပြောခဲ့သည်−</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ أَمْرًا مَّقْضِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းသည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က)</span> အမိန့်ချမှတ်ပြီးသော ကိစ္စတစ်ရပ် ဖြစ်သည်။)</span> \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဤအရာကို လုပ်ဆောင်ရန် ဆုံးဖြတ်ခဲ့ခြင်းဖြစ်သည်၊ ထို့ကြောင့် ရှောင်လွှဲ၍မရနိုင်ပါ။\"</p>"
  }
]