[
  {
    "ayah_key": "15:94",
    "group_ayah_key": "15:94",
    "from_ayah": "15:94",
    "to_ayah": "15:99",
    "ayah_keys": "15:94,15:95,15:96,15:97,15:98,15:99",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သင်အမိန့်ပေးခံထားရသည်များကို ပွင့်လင်းစွာကြေညာပါ၊ ရုပ်တုကိုးကွယ်သူများထံမှ မျက်နှာလွှဲပါ <span>(၉၄)</span> စင်စစ်၊ ပြောင်လှောင်သူတို့အား ငါတို့သည် သင့်အတွက် လုံလောက်စေမည် <span>(၉၅)</span> အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားကို ဖန်ဆင်းသူများ၊ သို့သော် သူတို့သည် သိရှိလာကြလိမ့်မည် <span>(၉၆)</span> အမှန်စင်စစ်၊ သူတို့ပြောဆိုသည်များကြောင့် သင်၏ရင်ဘတ်သည် ကျဉ်းကြပ်လာကြောင်း ငါတို့သိရှိပါသည် <span>(၉၇)</span> ထို့ကြောင့် သင်၏အရှင်သခင်၏ ချီးမွမ်းခြင်းများကို ရိုသေစွာပြောဆိုပါ၊ ခ엎ါးချဝတ်ပြုသူများထဲမှ ဖြစ်ပါ <span class=\"gray\">(အရှင်မြတ်ထံ)</span><span>(၉၈)</span> သေချာမှု <span class=\"gray\">(ဆိုလိုသည်မှာ သေခြင်းတရား)</span> သင့်ထံမရောက်မချင်း သင်၏အရှင်သခင်ကို ကိုးကွယ်ပါ <span>(၉၉)</span></p><div lang=\"my\" class=\"my \"><h2>အမှန်တရားကို ပွင့်လင်းစွာ ကြေညာရန် အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ရစူလ် ﷺ အား အရှင်မြတ်စေလွှတ်လိုက်သည့်အရာကို ပေးပို့ရန်၊ သတင်းစကားကို ကြေညာရန်နှင့် ဖြန့်ဝေရန် အမိန့်ပေးခဲ့သည်၊ ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူများနှင့် ရင်ဆိုင်ရန်ဖြစ်သည်။ အိဘ်နုအဗ္ဗားစ်က အာယတ်တော်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْدَعْ بِمَا تُؤْمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်အမိန့်ပေးခံထားရသည်များကို ပွင့်လင်းစွာကြေညာပါ၊)</span> ဟူသည်မှာ \"ဆက်လုပ်ပါ\" ဟုဆိုလိုသည်။ အခြားသတင်းတစ်ရပ်အရ ၎င်းသည်၊ </p><p class=\"ar qpc-hafs\" lang=\"ar\">(افْعَلْ مَا تُؤْمَرُ)</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သင်အမိန့်ပေးခံရသည့်အရာကို ကြေညာပါ။\" မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊ ၎င်းသည် ဆွလာသ်ပြုချိန်တွင် ကွရ်အာန်ကို ကျယ်လောင်စွာ ရွတ်ဆိုခြင်းဖြစ်သည်။\" အဗူအိုဗိုင်ဒါဟ်က အဗ်ဒွလ္လာဟ် ဘင်န် မဆ်အူဒ် ပြောသည်ဟု ဖော်ပြသည်မှာ၊ \"နဗီတမန်တော် ﷺ သည် ဤအာယတ်တော် မကျရောက်မီအထိ အစ္စလာမ်သာသနာကို တိတ်တိတ်ဆိတ်ဆိတ် ကျင့်သုံးကာ ဟောပြောနေခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْدَعْ بِمَا تُؤْمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်အမိန့်ပေးခံရသည့်အရာကို ပွင့်လင်းစွာ ကြေညာပါ)</span> ထို့နောက် သူနှင့် သူ၏အပေါင်းအပါများသည် လူအများရှေ့သို့ ထွက်လာခဲ့ကြသည်။\"</p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူများထံမှ မျက်နှာလွှဲရန် အမိန့်၊ နှင့် ပြောင်လှောင်သူများထံမှ ကာကွယ်ပေးမည့် အာမခံချက်</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْرِضْ عَنِ الْمُشْرِكِينَ - إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများထံမှ မျက်နှာလွှဲပါလေ။ စင်စစ် ငါတို့သည် ပြောင်လှောင်သူတို့အား သင့်အတွက် လုံလောက်စေမည်။)</span> ဆိုလိုသည်မှာ - သင်၏အရှင်သခင်ထံမှ သင့်ထံသို့ ထုတ်ပြန်ထားသည်များကို ပေးပို့ပါ၊ အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများမှ သင့်အား ဖယ်ထုတ်လိုသည့် ရုပ်တုကိုးကွယ်သူများကို အာရုံစိုက်မနေပါနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က သင်သည် သူတို့အတွက် ညှိနှိုင်းပေးပြီး သူတို့က သင့်အတွက် ညှိနှိုင်းပေးရန် ဆန္ဒရှိကြသည်)</span><span class=\"gray\">(၆၈:၉)</span>။ သူတို့ကို မကြောက်ပါနှင့်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား သူတို့နှင့် ပတ်သက်၍ လုံလောက်စေမည်ဖြစ်ပြီး၊ အရှင်မြတ်သည် သင့်အား သူတို့ထံမှ ကာကွယ်ပေးမည်ဖြစ်သောကြောင့်ဖြစ်သည်။ ဤသည်မှာ အာယတ်တော်နှင့်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ရစူလ်တမန်တော်။ သင်၏အရှင်သခင်ထံမှ သင့်ထံသို့ ထုတ်ပြန်ထားသည်များကို ကြေညာပါ။ သင်သည် ထိုသို့မပြုလုပ်ပါက၊ အရှင်မြတ်၏သတင်းစကားကို ပေးပို့ခြင်းမရှိသေးပါ။ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား လူသားတို့ထံမှ ကာကွယ်ပေးမည်။)</span><span class=\"gray\">[၅:၆၇]</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အိစ်ဟားက်က ပြောသည်- \"ပြောင်လှောင်သူများထဲမှ အကြီးအကဲများမှာ လူငါးဦးဖြစ်ပြီး၊ သူတို့သည် သူတို့၏လူမျိုးထဲမှ သက်ကြီးရွယ်အိုများနှင့် မြင့်မြတ်သူများ ဖြစ်ကြသည်။ ဗနီအာဆတ် ဘင်န် အဗ်ဒ် အလ်-အူဇာ ဘင်န် ကွဆွိုင်မှ အလ်-အဆ်ဝဒ် ဘင်န် အလ်-မူတ္တလိဗ် အဗူ ဇမ်အာ ရှိခဲ့သည်။ ကျွန်ုပ်ကြားသိရသည့်အတိုင်း၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သူ့လက်များဖြင့် ခံစားခဲ့ရသော နာကျင်မှုနှင့် ပြောင်လှောင်မှုများကြောင့် သူ့အပေါ် ဆုတောင်းခဲ့သည်။ အရှင်မြတ်က ﷺ ပြောခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">اللَّهُمَّ أَعِمْ بَصَرَهُ، وَأَثْكِلْهُ وَلَدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ သူ့ကို မျက်မမြင်ဖြစ်စေပြီး သူ၏သားကို <span>(အသက်ကို)</span> ယူပါ။)</span> ဗနီဇာဟရာဟ်မှ အလ်-အဆ်ဝဒ် ဘင်န် အဗ်ဒ် ယဂူသ် ဘင်န် ဝါဟဗ် ဘင်န် အဗ်ဒ် မနာဖ် ဘင်န် ဇာဟရာဟ် ရှိခဲ့သည်။ ဗနီမခ်ဇူမ်မှ အလ်-ဝါလိဒ် ဘင်န် အလ်-မူဂီရာဟ် ဘင်န် အဗ်ဒွလ္လာဟ် ဘင်န် အိုမရ် ဘင်န် မခ်ဇူမ် ရှိခဲ့သည်။ ဗနီဆာဟမ် ဘင်န် အမ်ရ် ဘင်န် ဟူဆိုင်း ဘင်န် ကအ်ဗ် ဘင်န် လုအိုင်ယ်မှ အလ်-အာဆ် ဘင်န် ဝါအိလ် ဘင်န် ဟိရှာမ် ဘင်န် စအိဒ် ဘင်န် စအ်ဒ် ရှိခဲ့သည်။ ခူဇာအဟ်မှ အလ်-ဟာရစ်သ် ဘင်န် အတ်-တာလာတိလာဟ် ဘင်န် အမ်ရ် ဘင်န် အလ်-ဟာရစ်သ် ဘင်န် အဗ်ဒ် အမ်ရ် ဘင်န် မလ်ကာန် ရှိခဲ့သည်။ သူတို့၏ ဆိုးသွမ်းမှုများ အတိုင်းအဆမရှိ တိုးလာပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အပေါ် ပြောင်လှောင်မှုများ အတိုင်းအဆမရှိ လွန်ကဲလာသောအခါ၊ အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ - إِنَّا كَفَيْنَـكَ الْمُسْتَهْزِءِينَ - الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلـهًا ءَاخَرَ فَسَوْفَ يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်အမိန့်ပေးခံရသည်များကို ပွင့်လင်းစွာကြေညာပါ၊ ရုပ်တုကိုးကွယ်သူများထံမှ မျက်နှာလွှဲပါလေ။ စင်စစ် ငါတို့သည် ပြောင်လှောင်သူတို့အား သင့်အတွက် လုံလောက်စေမည်၊ သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားကို ဖန်ဆင်းသူများဖြစ်သည်။ သို့သော် သူတို့သည် မကြာမီ သိရှိလာကြလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အိဘ်နုအိစ်ဟားက်က ပြောသည်- ယဇီဒ် ဘင်န် ရူမာန်က ကျွန်ုပ်အား ပြောပြသည်မှာ အုရ်ဝါဟ် ဘင်န် အဇ်-ဇူဗိုင်ရ် သို့မဟုတ် အခြားပညာရှင်တစ်ဦးဦးက ပြောသည်မှာ ဂျိဗ်ရီလ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အိမ်တော် <span class=\"gray\">(ကအ်ဘာ)</span> ပတ်ပတ်လည် တဝါဖ်ပြုလုပ်နေစဉ် ရောက်လာခဲ့သည်ဟု ဆိုသည်။ သူရပ်တန့်လိုက်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူ့ဘေးတွင် ရပ်လိုက်သည်။ အလ်-အဆ်ဝဒ် အိဘ်နု အလ်-မူတ္တလိဗ် ဖြတ်သွားရာ သူသည် သူ့မျက်နှာကို သစ်ရွက်စိမ်းတစ်ရွက်ဖြင့် ပစ်လိုက်ရာ သူမျက်မမြင်ဖြစ်သွားသည်။ အလ်-အဆ်ဝဒ် ဘင်န် အဗ်ဒ် ယဂူသ် ဖြတ်သွားရာ သူသည် သူ့ဗိုက်ကို လက်ညှိုးထိုးလိုက်ရာ ဗိုက်ဖောရောင်လာပြီး သူသေဆုံးသွားသည် <span class=\"gray\">(ရေဖျဉ်းရောဂါဖြင့်)</span>။ အလ်-ဝါလိဒ် ဘင်န် အလ်-မူဂီရာဟ် ဖြတ်သွားရာ သူသည် သူ့ခြေကျင်းဝတ်အောက်ပိုင်းရှိ ဒဏ်ရာတစ်ခုကို လက်ညှိုးထိုးပြလိုက်ရာ ထိုဒဏ်ရာကို သူသည် နှစ်နှစ်အစောပိုင်းက သူ၏အဝတ်ကို ဆွဲလျက်သွားစဉ် မြားတံများကို အမွှေးတပ်နေသူတစ်ဦးကို ဖြတ်သွားခဲ့သည်။ မြားတံတစ်ခုက သူ့အဝတ်တွင် ငြိတွယ်ကာ သူ့ခြေထောက်ကို ခြစ်မိခဲ့သည်။ ၎င်းသည် အရေးမပါသော ဒဏ်ရာတစ်ခုဖြစ်သော်လည်း ယခုအခါ ပြန်ပွင့်လာပြီး သူသေဆုံးသွားသည်။ အလ်-အာဆ် ဘင်န် ဝါအိလ် ဖြတ်သွားရာ သူသည် သူ့ခြေဖဝါး၏ ခြေမနှင့် ခြေထောက်ဆက်ရာနေရာကို လက်ညှိုးထိုးပြလိုက်သည်။ သူ <span class=\"gray\">(အလ်-အာဆ်)</span> သည် သူ့မြည်းကို စီးကာ အတ်-တာအိဖ်သို့ ဦးတည်ထွက်ခွာသွားသည်။ သူသည် ဆူးပင်အောက်တွင် နားနေစဉ် ဆူးတစ်ချောင်းက သူ့ခြေထောက်ကို စိုက်မိပြီး ထိုဒဏ်ရာဖြင့် သေဆုံးသွားသည်။ အလ်-ဟာရစ်သ် ဘင်န် အတ်-တာလာတိလာဟ် ဖြတ်သွားပြီး သူသည် သူ့ခေါင်းကို လက်ညှိုးထိုးပြလိုက်သည်။ ခေါင်းသည် ပြည်များဖြင့် ပြည့်လာပြီး သူ့ကို သေစေခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ ۚ فَسَوْفَ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားကို ဖန်ဆင်းသူများ။ သို့သော် သူတို့သည် မကြာမီ သိရှိလာကြလိမ့်မည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားနတ်ဘုရားများ ရှိသူများအား ပြင်းထန်သော သတိပေးချက်နှင့် ကြီးလေးသော ခြိမ်းခြောက်မှုဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အခက်အခဲများကို ခံနိုင်ရည်ရှိရန် အားပေးခြင်း၊ နှင့် သေဆုံးချိန်အထိ အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းခြင်းနှင့် ကိုးကွယ်ခြင်း အမိန့်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ السَّاجِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်၊ သူတို့ပြောဆိုသည်များကြောင့် သင်၏ရင်ဘတ်သည် ကျဉ်းကြပ်လာကြောင်း ငါတို့သိရှိပါသည် ။ ထို့ကြောင့် သင်၏အရှင်သခင်၏ ချီးမွမ်းခြင်းများကို ရိုသေစွာပြောဆိုပါ၊ ခ엎ါးချဝတ်ပြုသူများထဲမှ ဖြစ်ပါ <span class=\"gray\">(အရှင်မြတ်ထံ)</span>။)</span> ဆိုလိုသည်မှာ 'အို မုဟမ္မဒ်၊ သူတို့၏သင့်အပေါ် စော်ကားမှုများကြောင့် သင်စိတ်ဆင်းရဲနေသည်ကို ငါတို့သိသည်၊ သို့သော် ထိုအရာက သင့်၏ဆုံးဖြတ်ချက်ကို အားနည်းစေရန် သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပေးပို့ခြင်းမှ ရပ်တန့်စေရန် မလုပ်ပါနှင့်။ အရှင်မြတ်ကို ယုံကြည်အားထားပါ၊ အကြောင်းမှာ အရှင်မြတ်သည် သင့်အတွက် လုံလောက်စေမည်ဖြစ်ပြီး သူတို့နှင့် ဆန့်ကျင်၍ သင့်ကို ကူညီပံ့ပိုးပေးမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်း၊ ချီးမွမ်းခြင်း၊ ရိုသေစွာပြောဆိုခြင်း၊ နှင့် ကိုးကွယ်ခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ဆွလာသ် သို့မဟုတ် ဆုတောင်းခြင်း)</span> ဖြင့် သင့်ကိုယ်သင် အလုပ်ရှုပ်စေပါ။' ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ السَّاجِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏အရှင်သခင်၏ ချီးမွမ်းခြင်းများကို ရိုသေစွာပြောဆိုပါ၊ ခ엎ါးချဝတ်ပြုသူများထဲမှ ဖြစ်ပါ <span class=\"gray\">(အရှင်မြတ်ထံ)</span>)</span> အိမာမ် အဟ်မဒ်က နုအိုင်မ် ဘင်န် ဟမ္မာရ်ထံမှ ဖော်ပြသည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ تَعَالَى يَا ابْنَ آدَمَ! لَا تَعْجَزْ عَنْ أَرْبَعِ رَكَعَاتٍ مِنْ أَوَّلِ النَّهَارِ أَكْفِكَ آخِرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ \"အို အာဒမ်၏သား၊ နေ့၏အစတွင် ရကအ်သ်လေးခု ပြုလုပ်ရန် သင့်အတွက် မခက်ခဲပါ။ <span class=\"gray\">(အကယ်၍ သင်ပြုလုပ်ပါက၊)</span> ငါသည် သင့်အား နေ့ဆုံးသည်အထိ ဂရုစိုက်မည်။\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေချာမှု သင့်ထံမရောက်မချင်း သင်၏အရှင်သခင်ကို ကိုးကွယ်ပါ)</span><span class=\"gray\">(၁၅:၉၉)</span>။ အလ်-ဘူခါရီက ပြောသည်- \"ဆာလိမ်က ပြောသည်၊ '<span class=\"gray\">(၎င်းဆိုလိုသည်မှာ)</span> သေခြင်းတရားဖြစ်သည်။'\" ဤဆာလိမ်သည် ဆာလိမ် ဘင်န် အဗ်ဒွလ္လာဟ် ဘင်န် အိုမရ် ဖြစ်သည်။ အိဘ်နု ဂျာရီရ်ကလည်း ဆာလိမ် ဘင်န် အဗ်ဒွလ္လာဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယကိန်း သင့်ထံမရောက်မချင်း သင်၏အရှင်သခင်ကို ကိုးကွယ်ပါ။)</span> သူက \"သေခြင်းတရား\" ဟုဆိုသည်။ ဆွဟီဟ်တွင် အွမ်မ် အလ်-အလာအ် - အန်ဆာရ် အမျိုးသမီးတစ်ဦး - ထံမှ ဖော်ပြထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် အွစ်မာန် ဘင်န် မဇ်အူန် ကွယ်လွန်ပြီးနောက် သူ့ထံသို့ ဝင်ရောက်လာသောအခါ အွမ်မ် အလ်-အလာအ်က ပြောသည်၊ \"အို အဗူ အစ်-ဆာအိဗ်၊ သင့်အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေ။ အရှင်မြတ်က သင့်ကို ဂုဏ်တင်ခဲ့သည်ဟု ကျွန်မသက်သေခံပါသည်။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُدْرِيكَ أَنَّ اللهَ أَكْرَمَهُ؟</p><p lang=\"my\" class=\"my \">ကျွန်မက ပြောသည်၊ \"ကျွန်မ၏ ဖခင်နှင့် မိခင်တို့သည် သင့်အတွက် အနစ်နာခံပါရစေ၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။ သူ့ကိုမှ မဟုတ်လျှင် ဘယ်သူ့ကိုလဲ။\" အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِينُ، وَإِنِّي لَأَرْجُو لَهُ الْخَيْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူနှင့်ပတ်သက်၍မူ သေခြင်းတရားသည် သူ့ထံသို့ ရောက်ရှိလာခဲ့ပြီးဖြစ်၍၊ သူ့အတွက် ကောင်းကျိုးကို ကျွန်ုပ်မျှော်လင့်ပါသည်။)</span> ဤသည်မှာ ဤအာယတ်တော်၏ အဓိပ္ပါယ်ဖြစ်ကြောင်း အထောက်အထားဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေချာမှု သင့်ထံမရောက်မချင်း သင်၏အရှင်သခင်ကို ကိုးကွယ်ပါ။)</span> ဆိုသည်မှာ ဆွလာသ်နှင့်တူသော ဝတ်ပြုမှုများသည် လူသားတစ်ဦး၏ စိတ်ဓာတ်ကောင်းမွန်နေသရွေ့ မဖြစ်မနေလိုအပ်သောကြောင့် သူသည် သူ၏အကောင်းဆုံးစွမ်းရည်အတိုင်း ဆွလာသ်ပြုသင့်သည်။ ဆွဟီဟ် အလ်-ဘူခါရီတွင် အိမ်ရာန် ဘင်န် ဟူစိုင်းန်ထံမှ ဖော်ပြထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَلِّ قَائِمًا، فَإِنْ لَمْ تَسْتَطِعْ فَقَاعِدًا، فَإِنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတ်တပ်ရပ်၍ ဆွလာသ်ပြုပါ၊ မတတ်နိုင်ပါက ထိုင်၍၊ မတတ်နိုင်ပါက ဘေးတစောင်းလှဲ၍ ဆွလာသ်ပြုပါ။)</span></p><p lang=\"my\" class=\"my \">ဤအရာမှ ယကိန်း <span class=\"gray\">(သေချာမှု)</span> ကို မအ်ရိဖာဟ် <span class=\"gray\">(\"ဝိညာဉ်ရေးရာ သိရှိမှု\")</span> အဖြစ် အချို့သော ဆူဖီများက အဓိပ္ပါယ်ဖွင့်ဆိုခြင်းသည် မှားယွင်းကြောင်း ကျွန်ုပ်တို့ နားလည်နိုင်သည်။ သူတို့၏အဆိုအရ သူတို့ထဲမှတစ်ဦးက မအ်ရိဖာဟ် အဆင့်သို့ ရောက်ရှိသောအခါ ထိုသူသည် ဤတာဝန်များမှ ကင်းလွတ်သည်ဟု ယူဆကြသည်။ ဤသည်မှာ ကုဖ်ရ် (ငြင်းပယ်မှု)၊ လမ်းမှားရောက်ခြင်းနှင့် အသိဉာဏ်မဲ့ခြင်းဖြစ်သည်။ နဗီတမန်တော်များ - သူတို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ - နှင့် သူတို့၏ အပေါင်းအပါများသည် အလ္လာဟ်အရှင်မြတ်အကြောင်း၊ အရှင်မြတ်၏ အခွင့်အရေးများ၊ အရှင်မြတ်၏ ဂုဏ်တော်များ၊ နှင့် အရှင်မြတ်ထိုက်တန်သော ချီးမွမ်းခြင်းများအကြောင်းကို လူများထဲတွင် အသိပညာအရှိဆုံး ဖြစ်ကြသည်။ သို့သော် တစ်ချိန်တည်းမှာပင် သူတို့သည် အရှင်မြတ်ကို အများဆုံး ကိုးကွယ်သူများဖြစ်ပြီး၊ ကွယ်လွန်ချိန်အထိ ကောင်းမှုများတွင် ဆက်လက်လုပ်ဆောင်ခဲ့ကြသည်။ ထို့ကြောင့် ဤနေရာတွင် ယကိန်းဟူသည် သေခြင်းတရားကို ဆိုလိုကြောင်း ကျွန်ုပ်တို့ အထက်တွင် ဖော်ပြခဲ့ပြီးဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း။ အရှင်မြတ်၏ လမ်းညွှန်မှုအတွက် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း။ အရှင်မြတ်ထံသို့ ကျွန်ုပ်တို့ အကူအညီတောင်းခံပြီး အရှင်မြတ်ကို ကျွန်ုပ်တို့ ယုံကြည်အားထားကြသည်။ အရှင်မြတ်သည် အကောင်းဆုံးအခြေအနေများသို့ ရောက်ရှိရန် ကျွန်ုပ်တို့ကို ကူညီရန် တောင်းဆိုသည့်အရှင်ဖြစ်သည်၊ အကြောင်းမှာ အရှင်မြတ်သည် အလွန်ရက်ရောပြီး ကြင်နာသောကြောင့်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် အလ်-ဟိဂျ်ရ် ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း၊ ရှိရှိသမျှအားလုံး၏ အရှင်သခင်ဖြစ်တော်မူသည်။</p>"
  }
]