[
  {
    "ayah_key": "5:41",
    "group_ayah_key": "5:41",
    "from_ayah": "5:41",
    "to_ayah": "5:44",
    "ayah_keys": "5:41,5:42,5:43,5:44",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(၄၁။ အို ရစူလ်တမန်တော်! ကုဖ်ရ် (မယုံကြည်မှု) ထဲသို့ အလျင်စလို ကျရောက်သွားသူတို့သည် သင့်အား ဝမ်းနည်းစေခြင်းမရှိစေနှင့်။ ထိုသူတို့သည် မိမိတို့ပါးစပ်များဖြင့် \"ကျွန်ုပ်တို့ ယုံကြည်ပါသည်\" ဟု ပြောသော်လည်း ၎င်းတို့၏နှလုံးသားများတွင် အီမာန် (ယုံကြည်မှု) မရှိပေ။ ဂျူးများအနက် အချို့သောသူတို့သည် လိမ်ညာမှုများကို များစွာ စိတ်အားထက်သန်စွာ နားထောင်ကြပြီး သင့်ထံသို့ မလာရောက်ဖူးသူ အခြားသူများ၏ စကားကို နားထောင်ကြ၏။ ၎င်းတို့သည် စကားများကို မူလနေရာများမှ ပြောင်းလဲကြသည်။ ၎င်းတို့က \"သင့်အား ဤအရာ ပေးလျှင် ယူလိုက်ပါ၊ သို့သော် သင့်အား ဤအရာ မပေးလျှင် သတိပြုပါ!\" ဟု ပြောကြ၏။ အကြင်သူအား အလ္လာဟ်အရှင်မြတ်က ဖစ်သ်နာ (စုံစမ်းခြင်း) ထဲသို့ ထည့်သွင်းလိုလျှင် သင်သည် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ သူ့အတွက် မည်သည့်အရာမျှ ပြုလုပ်ပေးနိုင်မည်မဟုတ်ပေ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏နှလုံးသားများကို သန့်စင်ပေးရန် မလိုလားသူများဖြစ်ကြသည်။ ၎င်းတို့အတွက် ဤလောက၌ ရှက်ရွံ့စရာနှင့် နောင်တမလွန်ဘဝ၌ ကြီးစွာသော ပြင်းထန်သည့် ပြစ်ဒဏ်ရှိသည်။)</span><span class=\"gray\">(၄၂။ ၎င်းတို့သည် မဟုတ်မမှန်မှုများကို နားထောင်ရန်၊ ဆူဟ်သ်ကို စားသုံးရန် (နှစ်သက်ကြသည်)။ ထို့ကြောင့် ၎င်းတို့သည် သင့်ထံသို့ ရောက်လာလျှင် ၎င်းတို့ကြားတွင် ဆုံးဖြတ်ပေးပါ သို့မဟုတ် ၎င်းတို့ကို လျစ်လျူရှုလိုက်ပါ။ အကယ်၍ သင်သည် ၎င်းတို့ကို လျစ်လျူရှုလိုက်လျှင် ၎င်းတို့သည် သင့်အား အနည်းငယ်မျှပင် ထိခိုက်စေနိုင်မည်မဟုတ်ပေ။ အကယ်၍ သင်သည် ဆုံးဖြတ်လျှင် ၎င်းတို့ကြားတွင် တရားမျှတမှုဖြင့် ဆုံးဖြတ်ပါ။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တရားမျှတစွာ ဆောင်ရွက်သူများကို ချစ်တော်မူ၏။)</span><span class=\"gray\">(၄၃။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ပါရှိသည့် တော်ရတ်ကျမ်း ၎င်းတို့ထံ၌ ရှိပါလျက် ၎င်းတို့သည် သင့်ထံသို့ ဆုံးဖြတ်ချက်အတွက် မည်သို့လာကြသနည်း။ ထိုသို့ဖြစ်ပြီးနောက်တွင်ပင် ၎င်းတို့သည် လျစ်လျူရှုကြသေးသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ယုံကြည်သူများ မဟုတ်ကြပေ။)</span><span class=\"gray\">(၄၄။ မှန်စင်စစ် ကျွန်ုပ်တို့သည် တော်ရတ်ကျမ်းကို ချပေးခဲ့၏။ ထိုကျမ်း၌ လမ်းညွှန်မှုနှင့် အလင်းရောင်ရှိ၏။ ထိုကျမ်းဖြင့် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ကို လက်အောက်ခံကြသော နဗီတမန်တော်များသည် ဂျူးများအတွက် ဆုံးဖြတ်ပေးခဲ့ကြသည်။ 'ရဘ္ဗာနီယွန်း' နှင့် 'အဟ်ဘာရ်' တို့သည်လည်း (ဆုံးဖြတ်ပေးခဲ့ကြသည်)၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို ကာကွယ်ရန် တာဝန်ပေးအပ်ခဲ့ပြီး ၎င်းတို့သည် ထိုကျမ်းအတွက် သက်သေများဖြစ်ကြ၏။ ထို့ကြောင့် လူများကို မကြောက်ကြနှင့်၊ ငါ့ကိုသာ ကြောက်ကြလော့။ ငါ၏အာယသ်တော်များကို ခေါင်းပါးသောဈေးဖြင့် မရောင်းကြနှင့်။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ချမှတ်တော်မူသော အရာဖြင့် မဆုံးဖြတ်ပါက ၎င်းတို့သည် ကာဖိရ် (မယုံကြည်သူ) များဖြစ်ကြသည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများနှင့် ဟစ်ပရိုကရစ်များ၏ အပြုအမူကြောင့် ဝမ်းနည်းခြင်း မရှိနှင့်</h2></div><p lang=\"my\" class=\"my \">ဤဂုဏ်ယူဖွယ်ရာ အာယသ်တော်များကို အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊ ကိုယ်တော်၏ ရစူလ်တမန်တော်တို့၏ လမ်းစဉ်မှ သွေဖည်ပြီး မယုံကြည်မှုထဲသို့ အလျင်စလို ဝင်ရောက်သူများ၊ မိမိတို့၏ အမြင်များနှင့် အလိုဆန္ဒများကို အလ္လာဟ်အရှင်မြတ်က ပြဋ္ဌာန်းထားသည်ထက် ပိုမိုနှစ်သက်သူများအကြောင်း ထုတ်ပြန်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် မိမိတို့ပါးစပ်များဖြင့် \"ကျွန်ုပ်တို့ ယုံကြည်ပါသည်\" ဟု ပြောကြသော်လည်း ၎င်းတို့၏နှလုံးသားများတွင် အီမာန် (ယုံကြည်မှု) မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ဤသူများသည် မိမိတို့စကားများဖြင့် သစ္စာရှိဟန်ဆောင်ကြသော်လည်း ၎င်းတို့၏ နှလုံးသားများမှာ အီမာန်မှ ကင်းမဲ့နေပြီး ၎င်းတို့သည် ဟစ်ပရိုကရစ်များ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الَّذِينَ هَادُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးများအနက်...)</span> အစ္စလာမ်နှင့် အစ္စလာမ်၏ လူများ၏ ရန်သူများ၊ ၎င်းတို့နှင့် ဟစ်ပရိုကရစ်များ အားလုံးသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمَّاعُونَ لِلْكَذِبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လိမ်ညာမှုများကို များစွာ စိတ်အားထက်သန်စွာ နားထောင်ကြ၏...)</span> ၎င်းတို့သည် လက်ခံပြီး အပြုသဘောဆောင်စွာ တုံ့ပြန်ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ မလာရောက်ဖူးသူ အခြားသူများ၏ စကားကို နားထောင်ကြသည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အို မိုဟမ္မဒ်၊ သင့်အစည်းအဝေးများသို့ မလာရောက်သူအချို့၏ စကားကို နားထောင်ကြသည်။ သို့မဟုတ်၊ အာယသ်တော်က ဆိုလိုသည်မှာ ၎င်းတို့သည် သင်ပြောသည်ကို နားထောင်ပြီး သင့်ထံသို့ မလာရောက်သည့် သင့်ရန်သူများထံသို့ ထိုအရာကို ပေးပို့ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>ဂျူးများသည် ကာမေသုမိစ္ဆာစာရ ပြစ်မှုကျူးလွန်သူကို ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းကဲ့သို့ ဥပဒေကို ပြောင်းလဲကြသည်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">يُحَرِّفُونَ الْكَلِمَ مِن بَعْدِ مَوَاضِعِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် စကားများကို မူလနေရာများမှ ပြောင်းလဲကြသည်:)</span> ၎င်းတို့၏ အဓိပ္ပါယ်များကို ပြောင်းလဲခြင်းနှင့် ၎င်းတို့ နားလည်ပြီးနောက်တွင် သိလျက်နှင့် ဖောက်ပြန်ပြောင်းလဲခြင်းအားဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ إِنْ أُوتِيتُمْ هَٰذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَاحْذَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"သင့်အား ဤအရာ ပေးလျှင် ယူလိုက်ပါ၊ သို့သော် သင့်အား ဤအရာ မပေးလျှင် သတိပြုပါ!\" ဟု ပြောကြ၏။)</span></p><p lang=\"my\" class=\"my \">အာယသ်တော်၏ ဤအပိုင်းကို လူသတ်မှုကျူးလွန်ခဲ့ကြသော ဂျူးအချို့အကြောင်း ထုတ်ပြန်ခဲ့သည်ဟု သတင်းရရှိခဲ့သည်၊ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး ပြောကြသည်မှာ \"ကျွန်ုပ်တို့ကြားတွင် ဆုံးဖြတ်ပေးရန် မိုဟမ္မဒ်ကို တောင်းဆိုကြစို့၊ အကယ်၍ သူက ကျွန်ုပ်တို့ ဒေယာဟ် ပေးဆောင်ရမည်ဟု ဆုံးဖြတ်လျှင် သူ့ဆုံးဖြတ်ချက်ကို လက်ခံပါ။ အကယ်၍ သူက သေဒဏ်ချမှတ်လျှင် သူ့ဆုံးဖြတ်ချက်ကို မလက်ခံပါနှင့်။\" မှန်ကန်သော အမြင်မှာ ဤအာယသ်တော်ကို ကာမေသုမိစ္ဆာစာရ ကျူးလွန်ခဲ့သော ဂျူးနှစ်ဦးအကြောင်း ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်။ ဂျူးများသည် ၎င်းတို့၏ ကျမ်းတော်တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ ရရှိသော ကာမေသုမိစ္ဆာစာရ ပြစ်ဒဏ်အတွက် ဥပဒေကို ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းမှ ကြိမ်ဒဏ်တစ်ရာနှင့် ပြစ်မှုကျူးလွန်သူများကို မြည်း၏နောက်ကျောဘက်သို့ မျက်နှာမူလျက် မြည်းစီးစေခြင်းသို့ ပြောင်းလဲခဲ့ကြသည်။ ဟစ်ဂျရဟ်နောက်ပိုင်း ဤကာမေသုမိစ္ဆာစာရ ဖြစ်ရပ် ဖြစ်ပွားသောအခါ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး ပြောကြသည်မှာ \"မိုဟမ္မဒ်ထံသွားပြီး သူ၏ ဆုံးဖြတ်ချက်ကို တောင်းခံကြစို့။ အကယ်၍ သူက ကြိမ်ဒဏ်ပေးရန် ဆုံးဖြတ်လျှင် သူ၏ဆုံးဖြတ်ချက်ကို အကောင်အထည်ဖော်ပြီး သင့်အတွက် အလ္လာဟ်အရှင်မြတ်ထံတွင် သက်သေအဖြစ် ပြုလုပ်ပါ။ ဤနည်းအားဖြင့် အလ္လာဟ်အရှင်မြတ်၏ နဗီတမန်တော်တစ်ပါးက ဤဆုံးဖြတ်ချက်ကို သင့်ကြားတွင် ထောက်ခံခဲ့လိမ့်မည်။ သို့သော် သူက ကျောက်ခဲဖြင့် ပစ်သတ်ရန် ဆုံးဖြတ်လျှင် သူ၏ဆုံးဖြတ်ချက်ကို မလက်ခံပါနှင့်။\"</p><p lang=\"my\" class=\"my \">ဤပုံပြင်ကို ဖော်ပြထားသော ဟဒီးစ်များစွာ ရှိသည်။ မာလစ်က နာဖီက 'အဗ်ဒုလ္လာဟ် ဘင်န် 'အူမာရ် ပြောသည်မှာ \"ဂျူးများသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ လာရောက်ပြီး ၎င်းတို့အနက်မှ အမျိုးသားတစ်ဦးနှင့် အမျိုးသမီးတစ်ဦးတို့သည် ကာမေသုမိစ္ဆာစာရ ကျူးလွန်ခဲ့ကြောင်း ပြောပြကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ၎င်းတို့အား ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الرَّجْمِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တော်ရတ်ကျမ်းတွင် ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းနှင့် ပတ်သက်၍ မည်သည့်ဆုံးဖြတ်ချက်ကို တွေ့ရှိသနည်း။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ထုတ်ဖော်ပြသရန်နှင့် ကြိမ်ဒဏ်ပေးရန်သာ တွေ့ရှိသည်\" ဟု ပြောကြသည်။ 'အဗ်ဒုလ္လာဟ် ဘင်န် စလာမ်က \"မင်းတို့ လိမ်တာပဲ။ တော်ရတ်ကျမ်းမှာ ကျောက်ခဲနဲ့ ပစ်သတ်တာကို ဖော်ပြထားတယ်၊ ဒါကြောင့် တော်ရတ်ကျမ်းကို ယူခဲ့\" ဟု ပြောသည်။ ၎င်းတို့သည် တော်ရတ်ကျမ်းကို ယူလာပြီး ဖွင့်လိုက်သော်လည်း ၎င်းတို့အနက်မှ တစ်ဦးက ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းနှင့် ပတ်သက်သည့် အာယသ်တော်ကို သူ့လက်ဖြင့် ဖုံးကွယ်ပြီး ထိုအာယသ်တော်၏ ရှေ့နှင့်နောက်မှ စာသားများကို ရွတ်ဖတ်သည်။ 'အဗ်ဒုလ္လာဟ် ဘင်န် စလာမ်က သူ့အား \"သင့်လက်ကို ဖယ်ရှားပါ\" ဟု ပြောပြီး သူသည် လက်ကို ဖယ်ရှားလိုက်ရာ ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းနှင့် ပတ်သက်သည့် အာယသ်တော်ကို ဖော်ထုတ်လိုက်သည်။ ထို့ကြောင့် ၎င်းတို့က \"သူ <span class=\"gray\">('အဗ်ဒုလ္လာဟ် ဘင်န် စလာမ်)</span> မှန်တယ်ပြောတယ်၊ အို မိုဟမ္မဒ်! ဒါက ကျောက်ခဲနဲ့ ပစ်သတ်တဲ့ အာယသ်တော်ပဲ\" ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကာမေသုမိစ္ဆာစာရ ပြစ်မှုကျူးလွန်သူများကို ကျောက်ခဲဖြင့် ပစ်သတ်ရန် ဆုံးဖြတ်ခဲ့ပြီး သူ၏ အမိန့်ကို အကောင်အထည်ဖော်ခဲ့သည်။ ထိုအမျိုးသားက အမျိုးသမီးကို ကျောက်ခဲများမှ သူ့ခန္ဓာကိုယ်ဖြင့် ကာကွယ်ပေးသည်ကို ကျွန်ုပ် မြင်ခဲ့ရသည်။\" အလ်-ဗိုခါရီနှင့် မွတ်စလင်မ်တို့သည်လည်း ဤဟဒီးစ်ကို စုဆောင်းခဲ့ကြပြီး ဤသည်မှာ အလ်-ဗိုခါရီ စုဆောင်းထားသော စကားလုံးဖြစ်သည်။ အလ်-ဗိုခါရီ၏ အခြားရီဝါယသ်တစ်ခုတွင် နဗီတမန်တော် ﷺ က ဂျူးများအား ပြောသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا تَصْنَعُون بِهِمَا؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒီကိစ္စမှာ ဘာလုပ်ကြမလဲ။)</span> ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ၎င်းတို့ကို အရှက်ခွဲပြီး ထုတ်ဖော်ပြသမည်\" ဟု ပြောကြသည်။ နဗီတမန်တော် ﷺ က ရွတ်ဖတ်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ မှန်ကန်ပါက တော်ရတ်ကျမ်းကို ယူလာပြီး ရွတ်ဖတ်ကြလော့။)</span><span class=\"gray\">[၃:၉၃]</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့ကြားတွင် လေးစားခံရသော မျက်စိတစ်ဖက်ကန်းနေသူ အမျိုးသားတစ်ဦးကို ခေါ်ဆောင်လာပြီး သူ့အား \"တော်ရတ်ကျမ်းမှ ဖတ်ပါ\" ဟု ပြောကြသည်။ ထို့ကြောင့် သူသည် အာယသ်တော်တစ်ခုသို့ ရောက်သည်အထိ ဖတ်ပြီးနောက် ထိုအာယသ်တော်ကို သူ၏လက်ဖြင့် ဖုံးအုပ်လိုက်သည်။ သူ့အား \"သင့်လက်ကို ဖယ်ရှားပါ\" ဟု ပြောပြီး သူသည် ဖယ်ရှားလိုက်ရာ ထိုအာယသ်တော်မှာ ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းနှင့် ပတ်သက်သည့် အာယသ်တော် ဖြစ်သည်။ ထို့ကြောင့် ထိုအမျိုးသားက \"အို မိုဟမ္မဒ်! ဤသည်မှာ ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းနှင့် ပတ်သက်သည့် အာယသ်တော်ဖြစ်ပြီး ကျွန်ုပ်တို့သည် ၎င်း၏ အသိပညာကို ကျွန်ုပ်တို့ကြားတွင် ဖုံးကွယ်ထားခဲ့သည်\" ဟု ပြောသည်။ ထို့ကြောင့် ရစူလ်တမန်တော် ﷺ က ကာမေသုမိစ္ဆာစာရ ပြစ်မှုကျူးလွန်သူနှစ်ဦးကို ကျောက်ခဲဖြင့် ပစ်သတ်ရန် အမိန့်ပေးခဲ့ပြီး ၎င်းတို့ကို ကျောက်ခဲဖြင့် ပစ်သတ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်က ဂျူးအမျိုးသားတစ်ဦးနှင့် ဂျူးအမျိုးသမီးတစ်ဦးတို့သည် ကာမေသုမိစ္ဆာစာရ ကျူးလွန်ခဲ့သောကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ခေါ်ဆောင်လာခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် ဂျူးများထံသို့ သွားရောက်ပြီး ၎င်းတို့အား မေးမြန်းသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَجِدُونَ فِي التَّوْرَاةِ عَلى مَنْ زَنَىٰ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တော်ရတ်ကျမ်းတွင် ကာမေသုမိစ္ဆာစာရ ပြစ်ဒဏ်အတွက် မည်သည့်ဆုံးဖြတ်ချက်ကို သင်တို့ တွေ့ရှိသနည်း။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ထုတ်ဖော်ပြသပြီး ၎င်းတို့ကို <span class=\"gray\">(မြည်းများပေါ်တွင်)</span> နောက်ပြန်တင်ကာ လူအများရှေ့တွင် လှည့်လည်ပြသသည်\" ဟု ပြောကြသည်။ နဗီတမန်တော် ﷺ က ရွတ်ဖတ်တော်မူသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ မှန်ကန်ပါက တော်ရတ်ကျမ်းကို ယူလာပြီး ရွတ်ဖတ်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် တော်ရတ်ကျမ်းကို ယူလာပြီး ထိုကျမ်းမှ ဖတ်ကြားရာ ဖတ်ကြားသူသည် ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းနှင့် ပတ်သက်သည့် အာယသ်တော်သို့ ရောက်ရှိသည်။ ထို့နောက် သူသည် ထိုအာယသ်တော်ပေါ်တွင် သူ၏လက်ကို တင်လိုက်ပြီး ထိုအာယသ်တော်၏ ရှေ့နှင့်နောက်မှ စာသားများကို ဖတ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူရှိနေသော 'အဗ်ဒုလ္လာဟ် ဘင်န် စလာမ်က \"သူ့အား သူ့လက်ကို ဖယ်ရှားရန် အမိန့်ပေးပါ\" ဟု ပြောပြီး သူသည် လက်ကို ဖယ်ရှားလိုက်ရာ ထိုအာယသ်တော်အောက်တွင် ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းနှင့် ပတ်သက်သည့် အာယသ်တော် ရှိနေသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကာမေသုမိစ္ဆာစာရ ပြစ်မှုကျူးလွန်သူများကို ကျောက်ခဲဖြင့် ပစ်သတ်ရန် အမိန့်ပေးခဲ့ပြီး ၎င်းတို့ကို ကျောက်ခဲဖြင့် ပစ်သတ်ခဲ့သည်။ 'အဗ်ဒုလ္လာဟ် ဘင်န် 'အူမာရ်က \"ကျွန်ုပ်သည် ၎င်းတို့ကို ကျောက်ခဲဖြင့် ပစ်သတ်သူများအနက်မှ တစ်ဦးဖြစ်ပြီး ထိုအမျိုးသားက အမျိုးသမီးကို ကျောက်ခဲများမှ သူ့ခန္ဓာကိုယ်ဖြင့် ကာကွယ်ပေးသည်ကို ကျွန်ုပ် မြင်ခဲ့ရသည်\" ဟု ပြောသည်။ အဘူ ဒါဝုဒ်က အိဗ်နု 'အူမာရ် ပြောသည်မှာ \"ဂျူးအချို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ လာရောက်ပြီး Quff နယ်မြေသို့ သွားရောက်ရန် ဖိတ်ခေါ်ကြသည်။ ထို့ကြောင့် ကိုယ်တော်သည် အလ်-မီဒ်ရတ်စ်၏ အိမ်သို့ သွားရောက်ပြီး ၎င်းတို့က 'အို အဘူ အလ်-ကာစင်မ်! ကျွန်ုပ်တို့အနက်မှ အမျိုးသားတစ်ဦးသည် အမျိုးသမီးတစ်ဦးနှင့် ကာမေသုမိစ္ဆာစာရ ကျူးလွန်ခဲ့သည်၊ ထို့ကြောင့် ၎င်းတို့၏ ကိစ္စကို ဆုံးဖြတ်ပေးပါ' ဟု ပြောကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အတွက် ခေါင်းအုံးတစ်ခုကို ပြင်ဆင်ပေးပြီး ကိုယ်တော်သည် ထိုပေါ်တွင် ထိုင်၍ ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتُونِي بِالتَّوْرَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တော်ရတ်ကျမ်းကို ကျွန်ုပ်ထံ ယူလာခဲ့ပါ။)</span> ကိုယ်တော်အား တော်ရတ်ကျမ်းကို ယူလာပေးပြီး ကိုယ်တော်သည် ကိုယ်တော်အောက်မှ ခေါင်းအုံးကို ဖယ်ရှားကာ ထိုပေါ်တွင် တော်ရတ်ကျမ်းကို တင်ထားပြီး ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنْتُ بِكِ وَبِمَنْ أَنْزَلَكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကိုလည်းကောင်း၊ သင့်ကို ထုတ်ပြန်ချမှတ်တော်မူသော အရှင်ကိုလည်းကောင်း ကျွန်ုပ် ယုံကြည်သည်။)</span> ထို့နောက် ကိုယ်တော်သည် ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتُونِي بِأَعْلَمِكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် အသိပညာအရှိဆုံးသူကို ကျွန်ုပ်ထံ ယူလာခဲ့ပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကိုယ်တော်ထံသို့ လူငယ်တစ်ဦးကို ယူလာခဲ့သည်... ထို့နောက် မာလစ်က နာဖီမှတစ်ဆင့် ဖော်ပြခဲ့သော ကျန်ပုံပြင်ကို သူသည် ပြောပြသည်။</p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်များက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် တော်ရတ်ကျမ်းပါ ဆုံးဖြတ်ချက်နှင့် ကိုက်ညီသော ဆုံးဖြတ်ချက်ကို ချမှတ်ခဲ့ကြောင်း ဖော်ပြသည်။ ၎င်းသည် ဂျူးများကို ၎င်းတို့ယုံကြည်သည့်အရာ၌ ဂုဏ်ပြုရန် မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ဂျူးများသည် မိုဟမ္မဒ် ﷺ ၏ ဥပဒေကိုသာ လိုက်နာရန် အမိန့်ခံခဲ့ရသောကြောင့် ဖြစ်သည်။ ထို့ထက် နဗီတမန်တော်သည် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား ထိုသို့ပြုလုပ်ရန် အမိန့်ပေးခဲ့သောကြောင့် ထိုသို့ပြုလုပ်ခဲ့ခြင်း ဖြစ်သည်။ ကိုယ်တော်သည် ၎င်းတို့အား တော်ရတ်ကျမ်းတွင်ပါရှိသော ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းဆိုင်ရာ ဆုံးဖြတ်ချက်အကြောင်း မေးမြန်းခဲ့သည်မှာ တော်ရတ်ကျမ်းတွင်ပါရှိသည့်အရာကို ၎င်းတို့ ဝန်ခံစေရန်နှင့် ၎င်းတို့ ဖုံးကွယ်ရန်၊ ငြင်းပယ်ရန်နှင့် အချိန်ကြာမြင့်စွာ အကောင်အထည်မဖော်ရန် ပူးပေါင်းကြံစည်ခဲ့သည့်အရာကို ထုတ်ဖော်စေရန် ဖြစ်သည်။ ၎င်းတို့သည် မှန်ကန်သော ဆုံးဖြတ်ချက်ကို သိလျက်နှင့် ပြုလုပ်ခဲ့သော်လည်း ၎င်းတို့ ပြုလုပ်ခဲ့သည်ကို ဝန်ခံရမည်ဖြစ်သည်။ ၎င်းတို့အား ဤကိစ္စတွင် ဆုံးဖြတ်ချက်အတွက် နဗီတမန်တော် ﷺ ထံသို့ သွားစေခဲ့သည်မှာ ၎င်းတို့၏ အလိုဆန္ဒများနှင့် တောင့်တမှုများကြောင့် ဖြစ်သည်၊ နဗီတမန်တော် ﷺ က ၎င်းတို့၏ အမြင်နှင့် သဘောတူလိမ့်မည်ဟု မျှော်လင့်၍ ဖြစ်သည်၊ ကိုယ်တော်၏ ဆုံးဖြတ်ချက်၏ မှန်ကန်မှုကို ၎င်းတို့ ယုံကြည်သောကြောင့် မဟုတ်ပေ။ ထို့ကြောင့် ၎င်းတို့က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنْ أُوتِيتُمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင့်အား ဤအရာ ပေးလျှင်၊)</span> ကြိမ်ဒဏ်ကို ရည်ညွှန်း၍ ယူလိုက်ပါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن لَّمْ تُؤْتَوْهُ فَاحْذَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင့်အား ဤအရာ မပေးလျှင် သတိပြုပါ!)</span> ၎င်းကို မလက်ခံပါနှင့် သို့မဟုတ် အကောင်အထည်မဖော်ပါနှင့်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدِ اللَّهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَٰئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ - سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူအား အလ္လာဟ်အရှင်မြတ်က ဖစ်သ်နာ (စုံစမ်းခြင်း) ထဲသို့ ထည့်သွင်းလိုလျှင် သင်သည် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ သူ့အတွက် မည်သည့်အရာမျှ ပြုလုပ်ပေးနိုင်မည်မဟုတ်ပေ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏နှလုံးသားများကို သန့်စင်ပေးရန် မလိုလားသူများဖြစ်ကြသည်။ ၎င်းတို့အတွက် ဤလောက၌ ရှက်ရွံ့စရာနှင့် နောင်တမလွန်ဘဝ၌ ကြီးစွာသော ပြင်းထန်သည့် ပြစ်ဒဏ်ရှိသည်။ ၎င်းတို့သည် မဟုတ်မမှန်မှုများကို နားထောင်ရန်၊ ဆူဟ်သ်ကို စားသုံးရန် (နှစ်သက်ကြသည်)။)</span></p><p lang=\"my\" class=\"my \">'ဆူဟ်သ်' ဆိုသည်မှာ လာဘ်စားမှုများကို ရည်ညွှန်းသည်ဟု အိဗ်နု မပ်စ်အူဒ်နှင့် အခြားသူများက ဖော်ပြခဲ့ကြသည်။ အာယသ်တော်က ထိုသို့သောသူဖြစ်ပါက အလ္လာဟ်အရှင်မြတ်က သူ၏နှလုံးသားကို မည်သို့ သန့်စင်ပေးနိုင်မည်နည်း၊ သူ၏ ဒုအာအ် (ပန်ကြားမှု) ကို မည်သို့ လက်ခံနိုင်မည်နည်းဟု ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ နဗီတမန်တော် ﷺ အား မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن جَاءُوكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် သင့်ထံသို့ ရောက်လာလျှင်...)</span> ထို့ကြောင့် သင်သည် ၎င်းတို့ကြားတွင် ဆုံးဖြတ်ပေးရန်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَاحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကြားတွင် ဆုံးဖြတ်ပေးပါ သို့မဟုတ် ၎င်းတို့ကို လျစ်လျူရှုလိုက်ပါ။ အကယ်၍ သင်သည် ၎င်းတို့ကို လျစ်လျူရှုလိုက်လျှင် ၎င်းတို့သည် သင့်အား အနည်းငယ်မျှပင် ထိခိုက်စေနိုင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကြားတွင် ဆုံးဖြတ်မပေးလျှင် မည်သည့် ထိခိုက်မှုမျှ မရှိပါ။ ၎င်းတို့သည် သင့်ထံသို့ ဆုံးဖြတ်ချက်အတွက် လာရောက်သောအခါ မှန်ကန်မှုကို လိုက်နာရန် ရှာဖွေခဲ့ခြင်း မရှိဘဲ ၎င်းတို့၏ အလိုဆန္ဒများနှင့် ကိုက်ညီသည့်အရာကိုသာ ရှာဖွေခဲ့သောကြောင့် ဖြစ်သည်။ ဤနေရာတွင် ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်မှာ အိဗ်နု 'အဗ္ဗားစ်၊ မိုဂျာဟစ်ဒ်၊ 'အိကရိမာဟ်၊ အလ်-ဟစန်၊ ကတာဒါဟ်၊ အပ်စ်-စွတ်ဒီ၊ ဇိုင်းဒ် ဘင်န် အပ်စ်လမ်၊ 'အတာအ် အလ်-ခုရာစန်နီနှင့် အခြားများစွာသောသူတို့က ဤအာယသ်တော်၏ ဤအပိုင်းကို အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ဖြင့် ဖျက်သိမ်းခဲ့ကြောင်း ပြောကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِ احْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ချမှတ်တော်မူသော အရာဖြင့် ၎င်းတို့ကြားတွင် ဆုံးဖြတ်ပါ။)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُم بِالْقِسْطِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် ဆုံးဖြတ်လျှင် ၎င်းတို့ကြားတွင် တရားမျှတမှုဖြင့် ဆုံးဖြတ်ပါ။)</span> တရားမျှတမှုနှင့် သင့်တင့်မျှတမှုဖြင့်၊ ဂျူးများက မတရားပြုပြီး တရားမျှတမှုလမ်းမှ ထွက်သွားခဲ့လျှင်ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တရားမျှတစွာ ဆောင်ရွက်သူများကို ချစ်တော်မူ၏။)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများကို ၎င်းတို့၏ ဆိုးသွမ်းသော အလိုဆန္ဒများနှင့် တောင့်တမှုများကြောင့် ဆုံးမခြင်း၊ တော်ရတ်ကျမ်းကို ချီးမွမ်းခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျူးများကို ၎င်းတို့၏ မှားယွင်းသော အယူအဆများနှင့် ကောက်ကျစ်သော ဆန္ဒများကြောင့် ဆုံးမတော်မူသည်။ ၎င်းတို့သည် မိမိတို့၏ ကျမ်းတော်တွင် မှန်သည်ဟု ယုံကြည်ထားသော အရာကို စွန့်ပစ်လိုကြပြီး ထိုကျမ်းသည် ၎င်းတို့ အမြဲလိုက်နာရန် အမိန့်ခံထားရသော ထာဝရဥပဒေဖြစ်သည်ဟုလည်း တောင်းဆိုကြသည်။ သို့သော် ၎င်းတို့သည် တော်ရတ်ကျမ်းကို မလိုက်နာဘဲ အခြားဥပဒေများကို ပိုနှစ်သက်ကြသည်၊ ထိုအခြားဥပဒေများက မမှန်ကန်ဟု ၎င်းတို့ ယုံကြည်ပြီး ၎င်းတို့နှင့် သက်ဆိုင်ခြင်းမရှိဟုလည်း ယူဆကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذَٰلِكَ وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ပါရှိသည့် တော်ရတ်ကျမ်း ၎င်းတို့ထံ၌ ရှိပါလျက် ၎င်းတို့သည် သင့်ထံသို့ ဆုံးဖြတ်ချက်အတွက် မည်သို့လာကြသနည်း။ ထိုသို့ဖြစ်ပြီးနောက်တွင်ပင် ၎င်းတို့သည် လျစ်လျူရှုကြသေးသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ယုံကြည်သူများ မဟုတ်ကြပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်နှင့် ရစူလ်တမန်တော် မူဆာ၊ အိမ်ရာန်၏သားအား ချပေးခဲ့သော တော်ရတ်ကျမ်းကို ဆက်လက် ချီးမွမ်းတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် ကျွန်ုပ်တို့သည် တော်ရတ်ကျမ်းကို <span class=\"gray\">[မူဆာအား]</span> ချပေးခဲ့၏။ ထိုကျမ်း၌ လမ်းညွှန်မှုနှင့် အလင်းရောင်ရှိ၏။ ထိုကျမ်းဖြင့် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ကို လက်အောက်ခံကြသော နဗီတမန်တော်များသည် ဂျူးများအတွက် ဆုံးဖြတ်ပေးခဲ့ကြသည်။)</span> ဤနဗီတမန်တော်များသည် တော်ရတ်ကျမ်း၏ ဥပဒေမှ မသွေဖည်ခဲ့ကြ၊ ပြောင်းလဲခြင်း သို့မဟုတ် ဖောက်ပြန်ခြင်း မရှိခဲ့ကြပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(လည်း)</span> 'ရဘ္ဗာနီယွန်း' နှင့် 'အဟ်ဘာရ်' တို့...)</span> 'ရဘ္ဗာနီယွန်း' ဆိုသည်မှာ ပညာရှိပြီး ဘာသာတရားကိုင်းရှိုင်းသော ဝတ်ပြုသူများကို ရည်ညွှန်းပြီး 'အဟ်ဘာရ်' ဆိုသည်မှာ ပညာရှင်များကို ရည်ညွှန်းသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا اسْتُحْفِظُوا مِن كِتَابِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို ကာကွယ်ရန် တာဝန်ပေးအပ်ခဲ့သည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို အပ်နှံခဲ့ပြီး ၎င်းတို့သည် ထိုကျမ်းကို လိုက်နာရန်နှင့် မည်သည့်အပိုင်းကိုမျှ မဖုံးကွယ်ရန် အမိန့်ခံခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ထိုကျမ်းအတွက် သက်သေများဖြစ်ကြ၏။ ထို့ကြောင့် လူများကို မကြောက်ကြနှင့်၊ ငါ့ကိုသာ ကြောက်ကြလော့။ ငါ၏အာယသ်တော်များကို ခေါင်းပါးသောဈေးဖြင့် မရောင်းကြနှင့်။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ချမှတ်တော်မူသော အရာဖြင့် မဆုံးဖြတ်ပါက ၎င်းတို့သည် ကာဖိရ် (မယုံကြည်သူ) များဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်ကို ရှင်းပြရန် နည်းလမ်းနှစ်ခုရှိပြီး ကျွန်ုပ်တို့သည် နောက်ပိုင်းတွင် ဖော်ပြပါမည်။</p><div lang=\"my\" class=\"my \"><h2>ဤဂုဏ်ယူဖွယ်ရာ အာယသ်တော်များကို ထုတ်ပြန်ရခြင်း၏ နောက်ထပ် အကြောင်းရင်းတစ်ခု</h2></div><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အိဗ်နု 'အဗ္ဗားစ် ပြောသည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် အာယသ်တော်များကို ချပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ချမှတ်တော်မူသော အရာဖြင့် မဆုံးဖြတ်ပါက ၎င်းတို့သည် ကာဖိရ် (မယုံကြည်သူ) များဖြစ်ကြသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မတရားသူများဖြစ်ကြသည်။)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပုန်ကန်သူများဖြစ်ကြသည်။)</span> ဂျူးများအနက် အုပ်စုနှစ်ခုအကြောင်း ဖြစ်သည်။ ဂျာဟီလီယျာဟ် (အမှောင်ခေတ်) ကာလတွင် ၎င်းတို့အနက် တစ်ဦးက အခြားတစ်ဦးကို အောင်နိုင်ခဲ့သည်။ ရလဒ်အနေဖြင့်၊ ၎င်းတို့သည် အောင်နိုင်သူများက သေဆုံးသွားသော ရှုံးနိမ့်သည့်အုပ်စုမှ လူတစ်ဦးစီအတွက် Wasaq <span class=\"gray\">[ရွှေ]</span> ငါးဆယ် (Wasaq တစ်ခုလျှင် ၃ ကီလိုခန့်) ပေးဆောင်ရမည်ဖြစ်ပြီး၊ ရှုံးနိမ့်သည့်အုပ်စုက အောင်နိုင်သူများမှ သေဆုံးသွားသော လူတစ်ဦးစီအတွက် Wasaq တစ်ရာ ပေးဆောင်ရမည်ဟု သဘောတူစာချုပ်ချုပ်ဆိုခဲ့ကြသည်။ ဤသဘောတူစာချုပ်သည် နဗီတမန်တော် ﷺ မဒီနာသို့ မလာရောက်မီအထိ အကျိုးသက်ရောက်နေခဲ့ပြီး ဤအုပ်စုနှစ်ခုစလုံးသည် နဗီတမန်တော် ﷺ လက်အောက်တွင် ဖြစ်လာခဲ့သည်။ သို့သော် အင်အားကြီးသောအုပ်စုသည် တစ်ချိန်က အားနည်းသောအုပ်စု၏ လက်ချက်ဖြင့် ထိခိုက်မှုခံခဲ့ရသောအခါ အင်အားကြီးသောအုပ်စုသည် Wasaq တစ်ရာ တောင်းဆိုရန် ကိုယ်စားလှယ်အဖွဲ့တစ်ဖွဲ့ကို စေလွှတ်ခဲ့သည်။ အားနည်းသောအုပ်စုက \"ဘာသာတရားတစ်ခုတည်း၊ ဘိုးဘွားမျိုးရိုးတစ်ခုတည်းနှင့် ဘုံမြေတစ်ခုတည်းရှိသော အုပ်စုနှစ်ခုသည် အချို့သူများအတွက် အခြားသူများ၏ တစ်ဝက်သာရှိသော ဒေယာဟ်ကို မည်သို့ ရရှိနိုင်မည်နည်း။ ကျွန်ုပ်တို့သည် သင့်အား ဖိနှိပ်သောကြောင့်နှင့် သင့်ကို ကြောက်ရွံ့သောကြောင့်သာ ဤအရာကို သဘောတူခဲ့ခြင်း ဖြစ်သည်။ ယခု မိုဟမ္မဒ် ရောက်ရှိလာပြီဖြစ်သောကြောင့် သင်တောင်းဆိုသည့်အရာကို ကျွန်ုပ်တို့ ပေးမည်မဟုတ်ပါ။\" ထို့ကြောင့် ၎င်းတို့ကြားတွင် စစ်ပွဲသည် ပြန်လည်ဖြစ်ပွားလုနီးပါး ဖြစ်ခဲ့သော်လည်း ၎င်းတို့၏ အငြင်းပွားမှုတွင် မိုဟမ္မဒ်၏ ဆုံးဖြတ်ချက်ကို ရှာဖွေရန် သဘောတူခဲ့ကြသည်။ ၎င်းတို့အနက် အင်အားကြီးသောအုပ်စုက <span class=\"gray\">[မိမိတို့ကြားတွင်]</span> \"အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆိုခြင်းဖြင့်! မိုဟမ္မဒ်သည် သင်တို့ ပေးဆောင်သည့် ဒေယာဟ်၏ နှစ်ဆကို ၎င်းတို့ ပေးဆောင်သည့် ဒေယာဟ်နှင့် နှိုင်းယှဉ်၍ သင်တို့အား မည်သည့်အခါမျှ ပေးမည်မဟုတ်ပေ။ ၎င်းတို့က မှန်ကန်သည်ဟု ပြောထားသည်၊ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ဖိနှိပ်ပြီး အနိုင်ယူခဲ့သောကြောင့်သာ ၎င်းတို့သည် ဤပမာဏကို ပေးခဲ့ခြင်း ဖြစ်သည်။ ထို့ကြောင့် မိုဟမ္မဒ်ထံသို့ သူ၏ ဆုံးဖြတ်ချက် မည်သို့ဖြစ်မည်ကို သိရှိရန် တစ်ဦးတစ်ယောက်ကို စေလွှတ်ပါ။ အကယ်၍ သူသည် သင်တောင်းဆိုသည့်အရာကို ပေးရန် သဘောတူလျှင် သူ၏ ဆုံးဖြတ်ချက်ကို လက်ခံပါ၊ အကယ်၍ သူသည် သင်ရှာဖွေသည့်အရာကို မပေးလျှင် သူ့ကို ဆုံးဖြတ်ချက်အတွက် မရည်ညွှန်းပါနှင့်။\" ထို့ကြောင့် ၎င်းတို့သည် ရစူလ်တမန်တော် ﷺ ၏ ဆုံးဖြတ်ချက်ကို ရှာဖွေရန် ဟစ်ပရိုကရစ်အချို့ကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ စေလွှတ်ခဲ့ကြသည်။ ၎င်းတို့သည် ရစူလ်တမန်တော် ﷺ ထံသို့ ရောက်ရှိသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား ၎င်းတို့၏ ကိစ္စနှင့် ၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုအကြောင်း အသိပေးတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က ချပေးခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ရစူလ်တမန်တော်! ကုဖ်ရ် (မယုံကြည်မှု) ထဲသို့ အလျင်စလို ကျရောက်သွားသူတို့သည် သင့်အား ဝမ်းနည်းစေခြင်းမရှိစေနှင့်။)</span><span class=\"gray\">[၅:၄၁]</span> မှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْفَاسِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပုန်ကန်သူများဖြစ်ကြသည်။)</span><span class=\"gray\">[၅:၄၇]</span> အထိဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆိုခြင်းဖြင့်! ၎င်းတို့၏ ပြဿနာကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်များကို ချပေးခဲ့ခြင်းဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်က ရည်ညွှန်းသည်မှာ ၎င်းတို့ပင် ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်က ဤဟဒီးစ်၏ အလားတူ ရီဝါယသ်တစ်ခုကို စုဆောင်းခဲ့သည်။ အဘူ ဂျာအ်ဖရ် အိဗ်နု ဂျရီးရ်က အိဗ်နု 'အဗ္ဗားစ် ပြောသည်မှာ စူရာဟ် အလ်-မာအိဒါဟ်ရှိ အာယသ်တော်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَاحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကြားတွင် ဆုံးဖြတ်ပေးပါ သို့မဟုတ် ၎င်းတို့ကို လျစ်လျူရှုလိုက်ပါ...)</span><span class=\"gray\">[၅:၄၂]</span> မှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُقْسِطِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရားမျှတစွာ ဆောင်ရွက်သူများ။)</span><span class=\"gray\">[၅:၄၂]</span> ဗနီ အန်-နာဒိရ်နှင့် ဗနီ ကူရိုင်ဇာဟ်တို့ကြား သွေးကြွေးပြဿနာနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်။ ဗနီ အန်-နာဒိရ်၏ သေဆုံးသူများကို ပိုမို ဂုဏ်ပြုခဲ့ပြီး ၎င်းတို့သည် ဒေယာဟ် အပြည့်အဝ ရရှိခဲ့ပြီး ကူရိုင်ဇာဟ်သည် ၎င်းတို့၏ သေဆုံးသူများအတွက် ဒေယာဟ် တစ်ဝက်သာ ရရှိခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ဆုံးဖြတ်ချက်အတွက် ရည်ညွှန်းခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အကြောင်း ဤအာယသ်တော်များကို ချပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် ဤကိစ္စတွင် မှန်ကန်သော ဆုံးဖြတ်ချက်ကို လိုက်နာရန် ၎င်းတို့ကို အတင်းအကြပ်ပြုခဲ့ပြီး ဒေယာဟ်ကို အုပ်စုနှစ်ခုလုံးအတွက် တူညီစေခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုကိစ္စအကြောင်း အကောင်းဆုံးသိတော်မူသည်။\" အဟ်မဒ်၊ အဘူ ဒါဝုဒ်နှင့် အန်-နာစာအီတို့သည်လည်း ဤဟဒီးစ်ကို အဘူ အိစ်ဟားက်မှတစ်ဆင့် မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အလ်-'အောဖီနှင့် 'အလီ ဘင်န် အဘီ တလ်ဟာဟ်တို့က အိဗ်နု 'အဗ္ဗားစ် ပြောသည်မှာ ဤအာယသ်တော်များကို ကာမေသုမိစ္ဆာစာရ ကျူးလွန်ခဲ့သော ဂျူးနှစ်ဦးအကြောင်း ထုတ်ပြန်ခဲ့သည်ဟု ဖော်ပြခဲ့ပြီး ကျွန်ုပ်တို့သည် ဤပုံပြင်အကြောင်း ဟဒီးစ်များကို ယခင်က ဖော်ပြခဲ့ပြီး ဖြစ်သည်။ ဤအာယသ်တော်များကို ထုတ်ပြန်ရခြင်း၏ အကြောင်းရင်းများမှာ ဤနှစ်ခုစလုံးဖြစ်သည်ဟု ထင်ရသည်၊ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က နောက်ပိုင်းတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ထိုကျမ်း၌ ၎င်းတို့အတွက် ကျွန်ုပ်တို့သည် အသက်အတွက် အသက်၊ မျက်လုံးအတွက် မျက်လုံးဟု ပြဋ္ဌာန်းခဲ့သည်။)</span> အာယသ်တော်၏ အဆုံးအထိ၊ ၎င်းသည် ဒေယာဟ်ပုံပြင်သည် ကျွန်ုပ်တို့ အထက်တွင် ရှင်းပြခဲ့သည့်အတိုင်း အာယသ်တော်များကို ထုတ်ပြန်ရခြင်း၏ အကြောင်းရင်းဖြစ်သည်ဟူသော အမြင်ကို ပိုမိုခိုင်မာစေသည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ချမှတ်တော်မူသော အရာဖြင့် မဆုံးဖြတ်ပါက ၎င်းတို့သည် ကာဖိရ် (မယုံကြည်သူ) များဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘရာအ် ဘင်န် 'အာဇိဗ်၊ ဟူဒိုင်ဖာဟ် ဘင်န် အလ်-ယာမာန်၊ အိဗ်နု 'အဗ္ဗားစ်၊ အဘူ မစ်ဂျ်လဇ်၊ အဘူ ရဂျာအ် အလ်-'အူတာရစ်ဒီ၊ 'အိကရိမာဟ်၊ 'အူဗိုင်းဒုလ္လာဟ် ဘင်န် 'အဗ်ဒုလ္လာဟ်၊ အလ်-ဟစန် အလ်-ဘစရီနှင့် အခြားသူများက ဤအာယသ်တော်ကို ကျမ်းတော်ရှင်များအကြောင်း ထုတ်ပြန်ခဲ့ကြောင်း ပြောကြသည်။ အလ်-ဟစန် အလ်-ဘစရီက ဤအာယသ်တော်သည် ကျွန်ုပ်တို့နှင့်လည်း သက်ဆိုင်သည်ဟု ထပ်လောင်းပြောခဲ့သည်။ 'အဗ်ဒုရ်-ရာဇ်ဇာက်က အသ်-သောင်ရီက မန်ဆူရ်က အိဗ်ရာဟင်မ် ပြောသည်မှာ ဤအာယသ်တော်များ \"အစ္စရာအေလ်၏ သားမြေးများအကြောင်း ထုတ်ပြန်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် ဤအွမ္မသ်အတွက် ၎င်းတို့ကို လက်ခံခဲ့သည်\" ဟု ပြောသည်။ အိဗ်နု ဂျရီးရ်က ဤပြောကြားချက်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">'အလီ ဘင်န် အဘီ တလ်ဟာဟ်သည်လည်း အိဗ်နု 'အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်အပေါ် မှတ်ချက်ပြုခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ချမှတ်တော်မူသော အရာဖြင့် မဆုံးဖြတ်ပါက ၎င်းတို့သည် ကာဖိရ် (မယုံကြည်သူ) များဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">\"အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ချမှတ်တော်မူသည်ကို ငြင်းပယ်လျှင် ကုဖ်ရ်ကို ကျူးလွန်ပြီး ဖြစ်လိမ့်မည်။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ချမှတ်တော်မူသည်ကို လက်ခံသော်လည်း ထိုအရာဖြင့် မဆုံးဖြတ်ပါက သူသည် ဇာလင်မ် <span class=\"gray\">(မတရားသူ)</span> နှင့် ဖာစစ်က် <span class=\"gray\">(ပုန်ကန်သူ)</span> နှင့် ပြစ်မှုကျူးလွန်သူ ဖြစ်သည်။\" အိဗ်နု ဂျရီးရ်က ဤပြောကြားချက်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">'အဗ်ဒုရ်-ရာဇ်ဇာက်က \"မာအ်မရ်သည် ကျွန်ုပ်တို့အား ပြောပြသည်မှာ တာဝုစ်က အိဗ်နု 'အဗ္ဗားစ်အား အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်အကြောင်း မေးမြန်းသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် မဆုံးဖြတ်ပါက...)</span> သူက 'ဒါဟာ ကုဖ်ရ်အပြုအမူပဲ' လို့ ပြောတယ်။ အိဗ်နု တာဝုစ်က ထပ်လောင်းပြောသည်မှာ 'ဒါဟာ အလ္လာဟ်အရှင်မြတ်၊ ကိုယ်တော်ရဲ့ မလာအိကဟ် (ကောင်းကင်တမန်) များ၊ ကိုယ်တော်ရဲ့ ကျမ်းတော်များနှင့် ကိုယ်တော်ရဲ့ ရစူလ်တမန်တော်များကို မယုံကြည်သူတွေနဲ့ မတူဘူး'။ အသ်-သောင်ရီက အိဗ်နု ဂျူရိုင်ဂျ် ပြောသည်မှာ 'အတာအ်က 'ကုဖ်ရ်နှင့် ကုဖ်ရ်ထက် နည်းသော ကုဖ်ရ်၊ ဇူလမ်နှင့် ဇူလမ်ထက် နည်းသော ဇူလမ်၊ ဖစ်စ်က်နှင့် ဖစ်စ်က်ထက် နည်းသော ဖစ်စ်က်တို့ ရှိသည်' ဟု ပြောသည်။\" ဝကီက စအီးဒ် အလ်-မက္ကီ ပြောသည်မှာ တာဝုစ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ချမှတ်တော်မူသော အရာဖြင့် မဆုံးဖြတ်ပါက ၎င်းတို့သည် ကာဖိရ် (မယုံကြည်သူ) များဖြစ်ကြသည်။)</span> \"ဒါဟာ တစ်ဦးရဲ့ ဘာသာတရားကို ပျက်ပြယ်စေတဲ့ ကုဖ်ရ် မဟုတ်ဘူး။\"</p>"
  }
]