[
  {
    "ayah_key": "2:255",
    "group_ayah_key": "2:255",
    "from_ayah": "2:255",
    "to_ayah": "2:255",
    "ayah_keys": "2:255",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အမြဲအသက်ရှင်တော်မူသော၊ ရှိရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်ဖြစ်သည်။ ကိုယ်တော်ကို ငိုက်မျဉ်းခြင်း၊ အိပ်စက်ခြင်းတို့ မလွှမ်းမိုးနိုင်ပါ။ မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ ရှိရှိသမျှတို့သည် ကိုယ်တော်၏ပိုင်ဆိုင်မှု ဖြစ်သည်။ ကိုယ်တော်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သူက ကိုယ်တော်ထံတွင် ကြားဝင်တောင်းပန်နိုင်မည်နည်း။ ဤလောကတွင် ၎င်းတို့ <span class=\"gray\">(ကိုယ်တော်၏ ဖန်ဆင်းခံများ)</span> အား မည်သို့ဖြစ်ပျက်သည်ကိုလည်းကောင်း၊ နောင်ဘဝတွင် ၎င်းတို့အား မည်သို့ဖြစ်ပျက်မည်ကိုလည်းကောင်း ကိုယ်တော်သည် သိရှိတော်မူ၏။ ကိုယ်တော် အလိုတော်ရှိသည်မှတစ်ပါး ကိုယ်တော်၏ အသိပညာမှ မည်သည့်အရာကိုမျှ ၎င်းတို့သည် လွှမ်းခြုံနိုင်ကြမည်မဟုတ်ပေ။ ကိုယ်တော်၏ ကူရ်စီတော်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို လွှမ်းခြုံထားပြီး၊ ၎င်းတို့ကို စောင့်ရှောက်ထိန်းသိမ်းရာ၌ ကိုယ်တော်သည် ပင်ပန်းနွမ်းနယ်ခြင်း မရှိပါ။ ကိုယ်တော်သည် အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံး ဖြစ်တော်မူ၏။ <span>(၂၅၅)</span></p><div lang=\"jv\" class=\"jv \"><h2>The Virtue of Ayat Al-Kursi</h2></div><p lang=\"my\" class=\"my \">ဤသည်ကား အာယတ် အလ်-ကူရ်စီဖြစ်ပြီး ၎င်းနှင့်ပတ်သက်၍ အလွန်ကြီးကျယ်သော ဂုဏ်ကျေးဇူးများ ရှိခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် စစ်မှန်သော ဟဒီးစ်တော်က ၎င်းကို 'အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်တွင် အကြီးမြတ်ဆုံးသော အာယတ်' ဟု ဖော်ပြထားသောကြောင့် ဖြစ်သည်။ အီမာမ် အဟ်မဒ်သည် ‘ဥဘိုင်ယ် ဗင်န် ကအ်ဗ်က တမန်တော်မြတ် ﷺ သည် ၎င်းအား အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်တွင် အကြီးမြတ်ဆုံးသော အာယတ်နှင့်ပတ်သက်၍ မေးမြန်းခဲ့ကြောင်း၊ ထို့နောက် ‘ဥဘိုင်ယ်က \"အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်သည် ပိုမိုသိရှိသည်\" ဟု ပြန်လည်ဖြေကြားခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် ၎င်း၏မေးခွန်းကို အကြိမ်များစွာ ထပ်ခါတလဲလဲ မေးမြန်းခဲ့သောအခါ ‘ဥဘိုင်ယ်က \"အာယတ် အလ်-ကူရ်စီ\" ဟု ဖြေကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မှတ်ချက်ပြုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَهْنِكَ الْعِلْمُ أَبَا الْمُنْذِرِ، وَالَّذِي نَفْسِي بِيَدِهِ، إِنَّ لَهَا لِسَانًا وَشَفَتَيْنِ، تُقَدِّسُ الْمَلِكَ عِنْدَ سَاقِ الْعَرْشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အဘူလ်-မွန်ဇီရ်! အသိပညာ ရရှိခြင်းအတွက် ဂုဏ်ယူပါသည်။ ကျွန်ုပ်၏ အသက်ဝိဉာဉ်သည် အကြင်အရှင်မြတ်၏လက်ထဲတွင် ရှိတော်မူ၏။ ဤအာယတ်တွင် လျှာနှင့် နှုတ်ခမ်းနှစ်ခုရှိပြီး ၎င်းတို့ဖြင့် ထိုအရှင်မင်းမြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အား ပလ္လင်တော်၏ ခြေထောက်ဘေးတွင် ချီးမွမ်းပါသည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်တော်ကို မွတ်စလင်မ်ကလည်း စုဆောင်းခဲ့သည်၊ သို့သော် ၎င်းသည် \"ကျွန်ုပ်၏ အသက်ဝိဉာဉ်သည် အကြင်အရှင်မြတ်၏လက်ထဲတွင်...\" ဟူသော အစပြုသည့် အပိုင်းကို မထည့်သွင်းခဲ့ပေ။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ အယူးဗ်က ၎င်း၌ စွန်ပလွန်သီးများ ရှိခဲ့ပြီး၊ ဂူလ်တစ်ဦးက အမြဲယူဆောင်သွားလေ့ရှိသောကြောင့် တမန်တော်မြတ်ထံ တိုင်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။ တမန်တော်မြတ် ﷺ က ၎င်းအား \"သင်သည် သူမကို မြင်သောအခါ၊ 'အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်အား တုံ့ပြန်ပါ' ဟု မိန့်ကြားခဲ့သည်။ အဘူ အယူးဗ်က သူမ ပြန်လာသောအခါ၊ ၎င်းသည် ထိုစကားများကို ပြောကြားခဲ့ပြီး သူမကို ဖမ်းဆုပ်နိုင်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။ သူမက \"ကျွန်မ ပြန်မလာတော့ပါဘူး\" ဟု တောင်းပန်ခဲ့သောကြောင့် အဘူ အယူးဗ်က သူမကို လွှတ်ပေးခဲ့သည်။ အဘူ အယူးဗ်သည် တမန်တော်မြတ် ﷺ ထံ သွားခဲ့ပြီး တမန်တော်မြတ်က ၎င်းအား \"သင်၏ ဖမ်းဆီးထားသူ ဘာလုပ်ခဲ့သနည်း?\" ဟု မေးမြန်းခဲ့သည်။ အဘူ အယူးဗ်က \"ကျွန်တော် သူမကို ဖမ်းဆုပ်ခဲ့ပြီး သူမက နှစ်ကြိမ်တိုင်တိုင် 'ကျွန်မ ပြန်မလာတော့ပါဘူး' ဟု ပြောကြားခဲ့သောကြောင့် ကျွန်တော် သူမကို လွှတ်ပေးခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ်က \"သူမ ပြန်လာမည်\" ဟု မိန့်ကြားခဲ့သည်။ အဘူ အယူးဗ်က \"ဒါနဲ့ ကျွန်တော် သူမကို နှစ်ကြိမ် သို့မဟုတ် သုံးကြိမ် ဖမ်းဆုပ်ခဲ့တယ်၊ သို့သော် အကြိမ်တိုင်း <span class=\"gray\">[သူမ ပြန်မလာတော့ဘူးလို့ ကတိပေးတဲ့အခါ]</span> ကျွန်တော် လွှတ်ပေးခဲ့တယ်။ ကျွန်တော် တမန်တော်မြတ် ﷺ ထံသွားပြီး ကိုယ်တော်က ကျွန်တော့်ကို 'မင်းရဲ့ ဖမ်းဆီးထားသူရဲ့ သတင်းက ဘာလဲ?' လို့ မေးမြန်းတယ်။ ကျွန်တော်က 'ကျွန်တော် သူမကို ဖမ်းပြီး သူမ ပြန်မလာတော့ဘူးလို့ ပြောတဲ့အခါ လွှတ်ပေးလိုက်တယ်' လို့ ပြောတယ်။ တမန်တော်မြတ် ﷺ က သူမ ပြန်လာလိမ့်မယ်လို့ ပြောတယ်။ တစ်ကြိမ်မှာတော့ ကျွန်တော် သူမကို ဖမ်းဆုပ်လိုက်တော့ သူမက 'ကျွန်မကို လွှတ်ပေးပါ၊ အန္တရာယ်မဖြစ်အောင် သင်ရွတ်ဖတ်ဖို့တစ်ခုကို သင်ပေးမယ်၊ အဲဒါက အာယတ် အလ်-ကူရ်စီပဲ' လို့ ပြောတယ်။ အဘူ အယူးဗ်က တမန်တော်မြတ် ﷺ ထံသွားပြီး ကိုယ်တော်အား ပြောပြသောအခါ တမန်တော်မြတ် ﷺ က \"သူမသည် လိမ်ညာသူဖြစ်သော်လည်း အမှန်ကို ပြောခဲ့သည်\" ဟု မိန့်ကြားခဲ့သည်။ အတ်-တီရ်မီဇီသည် ဤဟဒီးစ်တော်ကို ကူရ်အာန်၏ ဂုဏ်ကျေးဇူးများ အခန်းတွင် မှတ်တမ်းတင်ခဲ့ပြီး \"ဟာစန် ဂရစ်ဗ်\" ဟု ပြောကြားခဲ့သည်။ အာရဗီဘာသာစကားတွင် 'ဂူလ်' ဆိုသည်မှာ ညဘက်တွင် ပေါ်ထွက်လာသော ဂျင်န်ကို ရည်ညွှန်းသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် ၎င်း၏ ဆွဟီဟ်တွင် အဘူ ဟုရိုင်ရာဟ်မှ အလားတူ ပုံပြင်ကို ကူရ်အာန်၏ ဂုဏ်ကျေးဇူးများနှင့် ရှိုက်တွာန်၏ ဖော်ပြချက် အခန်းများတွင် မှတ်တမ်းတင်ခဲ့သည်။ ဤဟဒီးစ်တော်တွင် အဘူ ဟုရိုင်ရာဟ်က ပြောကြားသည်မှာ၊</p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ကျွန်ုပ်အား ရမဒါန်လ၏ ဆွဒကာ <span class=\"gray\">(အလှူ)</span> ကို စောင့်ကြည့်ရန် တာဝန်ပေးခဲ့သည်။ လူတစ်ဦးက ခိုးဝင်လာပြီး အစားအစာများကို လက်တစ်ဆုပ်စာ စတင်ယူဆောင်သွားသည်။ ကျွန်ုပ်က ၎င်းကို ဖမ်းဆုပ်ပြီး 'အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆိုသည်၊ ငါ မင်းကို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ထံ ခေါ်သွားမည်' ဟု ပြောကြားခဲ့သည်။ ၎င်းက 'ကျွန်တော့်ကို လွှတ်ပေးပါ၊ ကျွန်တော်ဟာ အားနည်းသူဖြစ်ပြီး မှီခိုသူများစွာရှိကာ အလွန်လိုအပ်နေသည်' ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ် ၎င်းကို လွှတ်ပေးခဲ့ပြီး နံနက်ခင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ကျွန်ုပ်အား 'အို အဘူ ဟုရိုင်ရာဟ်! မင်းရဲ့ ဖမ်းဆီးထားသူ မနေ့က ဘာလုပ်ခဲ့သလဲ?' ဟု မေးမြန်းခဲ့သည်။ ကျွန်ုပ်က 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ၎င်းသည် ဆင်းရဲနွမ်းပါးကြောင်းနှင့် မှီခိုသူများစွာရှိကြောင်း တိုင်ကြားခဲ့သောကြောင့် ကျွန်ုပ်က သနားစိတ်ဝင်ပြီး လွှတ်ပေးလိုက်ပါသည်' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က 'အမှန်စင်စစ်၊ ၎င်းသည် သင်အား လိမ်ညာခဲ့ပြီး ပြန်လာမည်' ဟု မိန့်ကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ၎င်းပြန်လာမည်ဟု ပြောခဲ့သောကြောင့် ၎င်း ပြန်ပေါ်လာမည်ဟု ကျွန်ုပ်ယုံကြည်ခဲ့သည်။ ထို့ကြောင့်၊ ကျွန်ုပ်က ၎င်းကို စောင့်ကြည့်ခဲ့သည်။ ၎င်း <span class=\"gray\">(ပေါ်လာပြီး)</span> အစားအစာများကို လက်တစ်ဆုပ်စာ စတင်ခိုးယူသောအခါ၊ ကျွန်ုပ်က ၎င်းကို ထပ်မံဖမ်းဆုပ်ပြီး 'ငါ မင်းကို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ထံ ခေါ်သွားမှာ သေချာသည်' ဟု ပြောကြားခဲ့သည်။ ၎င်းက 'ကျွန်တော့်ကို ထားခဲ့ပါ၊ ကျွန်တော် အလွန်လိုအပ်နေပြီး မှီခိုသူများစွာရှိပါသည်။ ကျွန်တော် ထပ်မံပြန်မလာတော့ဘူးလို့ ကတိပေးပါတယ်' ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ်က သနားစိတ်ဝင်ပြီး ၎င်းကို လွှတ်ပေးခဲ့သည်။ နံနက်ခင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ကျွန်ုပ်အား 'အို အဘူ ဟုရိုင်ရာဟ်! မင်းရဲ့ ဖမ်းဆီးထားသူ မနေ့ညက ဘာလုပ်ခဲ့သလဲ?' ဟု မေးမြန်းခဲ့သည်။ ကျွန်ုပ်က 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ၎င်းသည် ၎င်း၏ ကြီးမားသော လိုအပ်ချက်နှင့် မှီခိုသူများစွာရှိကြောင်း တိုင်ကြားခဲ့သောကြောင့် ကျွန်ုပ်က သနားစိတ်ဝင်ပြီး လွှတ်ပေးလိုက်ပါသည်' ဟု ပြန်ဖြေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က 'အမှန်စင်စစ်၊ ၎င်းသည် သင်အား လိမ်ညာခဲ့သည်၊ ၎င်း ပြန်လာလိမ့်မည်' ဟု မိန့်ကြားခဲ့သည်။ ကျွန်ုပ်က ၎င်းကို သုံးကြိမ်မြောက် အာရုံစိုက် စောင့်ဆိုင်းခဲ့ပြီး ၎င်း <span class=\"gray\">(လာပြီး)</span> အစားအစာများကို လက်တစ်ဆုပ်စာ စတင်ခိုးယူသောအခါ၊ ကျွန်ုပ်က ၎င်းကို ဖမ်းဆုပ်ပြီး 'သင် ပြန်မလာဘူးလို့ သုံးကြိမ်မြောက် ကတိပေးခဲ့ပေမယ့် ပြန်လာခဲ့တာကြောင့် ကျွန်တော် သင့်ကို အလ္လာဟ်အရှင်မြတ်ရဲ့ တမန်တော်ဆီ သေချာပေါက် ခေါ်သွားမယ်' ဟု ပြောကြားခဲ့သည်။ ၎င်းက 'ကျွန်တော့်ကို စကားလုံးအချို့ သင်ပေးပါရစေ၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့မှတစ်ဆင့် သင့်အား အကျိုးကျေးဇူး ပေးပါလိမ့်မယ်' ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ်က 'ဘာတွေလဲ?' ဟု မေးမြန်းခဲ့သည်။ ၎င်းက 'သင် အိပ်ရာဝင်တိုင်း အာယတ် အလ်-ကူရ်စီ - အလ္လာဟု လာ အီလာဟ အီလ္လာ ဟူဝလ်-ဟိုင်ယူလ်-ကယူးမ် ကို အာယတ်တစ်ခုလုံး ပြီးဆုံးသည်အထိ ရွတ်ဖတ်ပါ။ <span class=\"gray\">(အကယ်၍ သင် ထိုသို့ပြုလုပ်ပါက)</span> အလ္လာဟ်အရှင်မြတ်သည် သင့်အား စောင့်ရှောက်သူတစ်ဦးကို ခန့်အပ်ပေးလိမ့်မည်ဖြစ်ပြီး ထိုသူသည် သင့်နှင့်အတူ ရှိနေမည်ဖြစ်ကာ မည်သည့်ရှိုက်တွာန်မျှ နံနက်ခင်းအထိ သင့်အနီးသို့ လာရောက်နိုင်မည်မဟုတ်ပေ' ဟု ပြန်ဖြေခဲ့သည်။ ထို့ကြောင့်၊ ကျွန်ုပ် ၎င်းကို လွှတ်ပေးခဲ့သည်။ နံနက်ခင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က 'မင်းရဲ့ ဖမ်းဆီးထားသူ မနေ့က ဘာလုပ်ခဲ့သလဲ?' ဟု မေးမြန်းခဲ့သည်။ ကျွန်ုပ်က 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ကျွန်တော့်အား အကျိုးကျေးဇူးပေးမည့် စကားလုံးအချို့ကို သင်ပေးမည်ဟု တောင်းဆိုခဲ့သောကြောင့် ကျွန်ုပ် ၎င်းကို လွှတ်ပေးလိုက်ပါသည်' ဟု ပြန်ဖြေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က 'ဘာတွေလဲ?' ဟု မေးမြန်းခဲ့သည်။ ကျွန်ုပ်က '၎င်းက ကျွန်တော့်ကို ပြောကြားသည်မှာ- သင် အိပ်ရာဝင်တိုင်း အာယတ် အလ်-ကူရ်စီကို အစမှ အဆုံးအထိ ရွတ်ဖတ်ပါ၊ အလ္လာဟု လာ အီလာဟ အီလ္လာ ဟူဝလ်-ဟိုင်ယူလ်-ကယူးမ်။ ၎င်းက ကျွန်တော့်ကို ထပ်မံပြောကြားသည်မှာ- <span class=\"gray\">(အကယ်၍ သင် ထိုသို့ပြုလုပ်ပါက)</span> အလ္လာဟ်အရှင်မြတ်သည် သင့်အား စောင့်ရှောက်သူတစ်ဦးကို ခန့်အပ်ပေးလိမ့်မည်ဖြစ်ပြီး ထိုသူသည် သင့်နှင့်အတူ ရှိနေမည်ဖြစ်ကာ မည်သည့်ရှိုက်တွာန်မျှ နံနက်ခင်းအထိ သင့်အနီးသို့ လာရောက်နိုင်မည်မဟုတ်ပေ' ဟု ပြန်ဖြေခဲ့သည်။ <span class=\"gray\">(ဟဒီးစ်တော် ပြန်လည်ပြောပြသူတစ်ဦးက)</span> ထို့နောက် ၎င်းတို့ <span class=\"gray\">(ဆွဟာဘာများ)</span> သည် ကောင်းမှုကုသိုလ်များကို ပြုလုပ်ရန် အလွန်စိတ်အားထက်သန်ကြသည်ဟု မှတ်ချက်ပြုခဲ့သည်။ တမန်တော်မြတ် ﷺ က '၎င်းသည် လိမ်ညာသူဖြစ်သော်လည်း အမှန်ကို ပြောခဲ့သည်။ ဤသုံးညတာ သင် မည်သူနှင့် စကားပြောခဲ့ကြောင်း သင်သိပါသလား၊ အို အဘူ ဟုရိုင်ရာဟ်?' ဟု မိန့်ကြားခဲ့သည်။ အဘူ ဟုရိုင်ရာဟ်က 'မသိပါ' ဟု ပြောကြားခဲ့သည်။ ကိုယ်တော်က '၎င်းသည် ရှိုက်တွာန်ဖြစ်သည်' ဟု မိန့်ကြားခဲ့သည်။\" အန်-နာစာအီသည်လည်း ဤဟဒီးစ်တော်ကို အလ်-ယောင်မ် ဝ အလ်-လိုင်လာဟ် တွင် မှတ်တမ်းတင်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ အကြီးမြတ်ဆုံးသော နာမတော်သည် အာယတ် အလ်-ကူရ်စီတွင် ရှိသည်။</h2></div><p lang=\"ms\" class=\"ms \">Imam Ahmad recorded that Asma' bint Yazid bin As-Sakan said, \"I heard the Messenger of Allah ﷺ say about these two Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အမြဲအသက်ရှင်တော်မူသော၊ ရှိရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်ဖြစ်သည်။)</span><span class=\"gray\">[၂:၂၅၅]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ်-လမ်-မီမ်။ အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အမြဲအသက်ရှင်တော်မူသော၊ ရှိရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်ဖြစ်သည်။)</span><span class=\"gray\">[၃:၁-၂]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِيهِمَا اسْمَ اللهِ الْأَعْظَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်၏ အကြီးမြတ်ဆုံး နာမတော် ပါရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်ကား အဘူ ဒါဝုဒ်၊ အတ်-တီရ်မီဇီ နှင့် အိဗ်နု မာဂျာဟ်တို့က စုဆောင်းခဲ့သော ဟဒီးစ်တော်လည်းဖြစ်ပြီး၊ အတ်-တီရ်မီဇီက \"ဟာစန် ဆွဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ပြင်၊ အိဗ်နု မရ်ဒူဝီယာဟ်သည် အဘူ ဥမာမာဟ်က တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်ဟု ပြောကြားကြောင်း မှတ်တမ်းတင်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْمُ اللهِ الْأَعْظَمُ، الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ، فِي ثَلَاثٍ: سُورَةِ الْبَقَرَةِ وَآلِ عِمْرَانَ وَطٰهٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အကြီးမြတ်ဆုံး နာမတော်၊ ထိုနာမတော်ဖြင့် တောင်းဆုပြုလျှင် ကိုယ်တော်က တောင်းဆုကို ဖြေကြားတော်မူ၏၊ ၎င်းသည် ဆူရာသုံးခုတွင် - အလ်-ဗကရဟ်၊ အာလ်-အိမ်ရာန်နှင့် တွဟာ တို့တွင် ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဟိရှာမ် ဗင်န် အမ်မာရ်၊ ဒမာစကပ်စ်၏ ခါသစ်ဗ် <span class=\"gray\">(ဟောပြောသူ)</span> <span class=\"gray\">(အထက်ပါ ဟဒီးစ်တော် ပြန်လည်ပြောပြသူများထဲမှ တစ်ဦး)</span> က ပြောကြားသည်မှာ၊ \"အလ်-ဗကရဟ် နှင့်ပတ်သက်၍ ၎င်းသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အမြဲအသက်ရှင်တော်မူသော၊ ရှိရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်ဖြစ်သည်။)</span><span class=\"gray\">[၂:၂၅၅]</span> အာလ်-အိမ်ရာန်တွင် ၎င်းသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ်-လမ်-မီမ်။ အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အမြဲအသက်ရှင်တော်မူသော၊ ရှိရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်ဖြစ်သည်။)</span><span class=\"gray\">[၃:၁-၂]</span> တွဟာတွင်မူ ၎င်းသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်နှာ <span class=\"gray\">(အားလုံး)</span> တို့သည် အမြဲအသက်ရှင်တော်မူသော၊ ရှိရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ရှေ့မှောက်တွင် နှိမ့်ချကြမည်။)</span><span class=\"gray\">[၂၀:၁၁၁]</span>\"</p><div lang=\"jv\" class=\"jv \"><h2>Ayat Al-Kursi has Ten Complete Arabic Sentences </h2></div><p lang=\"de\" class=\"de \">1. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ)</span> ဟူသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခံအားလုံး၏ တစ်ဆူတည်းသော အရှင်သခင်ဖြစ်ကြောင်း ဖော်ပြသည်။</p><p lang=\"de\" class=\"de \">2. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَيُّ الْقَيُّومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ဟိုင်ယူလ်-ကယူးမ်)</span> ဟူသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အမြဲအသက်ရှင်တော်မူသော၊ မည်သည့်အခါမျှ မကွယ်လွန်သော၊ လူတိုင်းနှင့် အရာရာတိုင်းကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်ဖြစ်ကြောင်း သက်သေပြသည်။ ဖန်ဆင်းခံအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ကို လိုအပ်ကြပြီး ကိုယ်တော်အပေါ် အပြည့်အဝ မှီခိုကြသည်။ ကိုယ်တော်မူကား ဖန်ဆင်းခံ မည်သည့်အရာကိုမျှ မလိုအပ်သော အချမ်းသာဆုံး အရှင်မြတ်ဖြစ်သည်။ အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَن تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ သက်သေလက္ခဏာများအနက် မိုးကောင်းကင်နှင့် မြေကြီးသည် ကိုယ်တော်၏ အမိန့်တော်ဖြင့် တည်ရှိနေခြင်းသည်လည်း ပါဝင်သည်။)</span><span class=\"gray\">[၃၀:၂၅]</span>။</p><p lang=\"de\" class=\"de \">3. Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ကို ငိုက်မျဉ်းခြင်း၊ အိပ်စက်ခြင်းတို့ မလွှမ်းမိုးနိုင်)</span> ဟူသည်မှာ မည်သည့်ချို့ယွင်းချက်၊ မသိနားမလည်မှု သို့မဟုတ် မသိမှုမျှ အလ္လာဟ်အရှင်မြတ်ကို မည်သည့်အခါမျှ မထိတွေ့နိုင်ခြင်းကို ဆိုလိုသည်။ ယင်းအစား၊ ကိုယ်တော်သည် ဝိညာဉ်တိုင်း ရရှိသောအရာကို သိရှိပြီး ထိန်းချုပ်သည်။ အရာရာတိုင်းကို ပြည့်စုံစွာ စောင့်ကြည့်သည်။ မည်သည့်အရာမျှ ကိုယ်တော်၏ အသိပညာမှ လွတ်ကင်းခြင်းမရှိသလို၊ မည်သည့် လျှို့ဝှက်ချက်မျှ ကိုယ်တော်အား လျှို့ဝှက်ခြင်းမရှိပေ။ ကိုယ်တော်၏ ပြည့်စုံသော ဂုဏ်တော်များအနက် ကိုယ်တော်သည် ငိုက်မျဉ်းခြင်း သို့မဟုတ် အိပ်စက်ခြင်းတို့ကြောင့် မည်သည့်အခါမျှ မထိခိုက်ခြင်းသည် အချက်ဖြစ်သည်။ ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\"> لَا تَأْخُذُهُ سِنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငိုက်မျဉ်းခြင်းသည် ကိုယ်တော်အား မလွှမ်းမိုးနိုင်)</span> ဟူသည်မှာ ငိုက်မျဉ်းခြင်းကြောင့် ဖြစ်ပေါ်လာသော မသိမှုမျိုးသည် အလ္လာဟ်အရှင်မြတ်ကို မည်သည့်အခါမျှ မလွှမ်းမိုးနိုင်ကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا نَوْمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိပ်စက်ခြင်းလည်းမရှိ)</span>၊ ၎င်းသည် ငိုက်မျဉ်းခြင်းထက် ပိုမိုပြင်းထန်သည်။ ဆွဟီဟ်တွင် အဘူ မူစာက တမန်တော်မြတ် ﷺ သည် စကားလုံးလေးလုံးနှင့် ပတ်သက်၍ မိန့်ခွန်းပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لا يَنَامُ، وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ، يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ، يُرْفَعُ إِلَيْهِ عَمَلُ النَّهَارِ قَبْلَ عَمَلِ اللَّيْلِ، وَعَمَلُ اللَّيْلِ قَبْلَ عَمَلِ النَّهَارِ، حِجَابُهُ النُّورُ - أَوِ النَّارُ - لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အိပ်စက်တော်မမူ၊ ကိုယ်တော် အိပ်စက်ခြင်းသည် ကိုယ်တော်၏ ဘုန်းတော်နှင့် မကိုက်ညီပေ။ ကိုယ်တော်သည် ချိန်ခွင်များကို လျှော့ချပြီး မြှင့်တင်တော်မူ၏။ နေ့ခင်းဘက်၏ လုပ်ရပ်များကို ညဘက်၏ လုပ်ရပ်များမတိုင်မီ ကိုယ်တော်ရှေ့တွင် ပြန်လည်ရှင်ပြန်ထမြောက်စေပြီး၊ ညဘက်၏ လုပ်ရပ်များကို နေ့ခင်းဘက်၏ လုပ်ရပ်များမတိုင်မီ ပြန်လည်ရှင်ပြန်ထမြောက်စေသည်။ ကိုယ်တော်၏ ပဝါသည် အလင်း၊ သို့မဟုတ် မီးဖြစ်ပြီး၊ အကယ်၍ ကိုယ်တော်က ၎င်းကို ဖယ်ရှားလိုက်ပါက ကိုယ်တော်၏ မျက်နှာတော်မှ အလင်းတန်းများသည် ကိုယ်တော်၏ မြင်ကွင်းရောက်ရှိရာ ဖန်ဆင်းခံအားလုံးကို လောင်ကျွမ်းစေမည်ဖြစ်သည်။)</span></p><p lang=\"de\" class=\"de \">4. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ ရှိရှိသမျှတို့သည် ကိုယ်တော်၏ပိုင်ဆိုင်မှု ဖြစ်သည်)</span> ဟူသည်မှာ လူတိုင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်ဖြစ်ပြီး၊ ကိုယ်တော်၏ နိုင်ငံတော်၏ အစိတ်အပိုင်းဖြစ်ကာ ကိုယ်တော်၏ အာဏာနှင့် အခွင့်အာဏာအောက်တွင် ရှိကြောင်း ဖော်ပြသည်။ အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်တွင် အလွန်သနားကြင်နာတော်မူသောအရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ထံ ကျွန်တစ်ဦးအဖြစ် မလာရောက်ဘဲ တစ်ဦးတစ်ယောက်မျှ မရှိပေ။ အမှန်စင်စစ်၊ ကိုယ်တော်သည် ၎င်းတို့တစ်ဦးစီတိုင်းကို သိရှိတော်မူပြီး၊ ၎င်းတို့ကို ပြည့်စုံစွာ ရေတွက်ထားတော်မူ၏။ ၎င်းတို့တစ်ဦးစီတိုင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်ထံ တစ်ဦးတည်း <span class=\"gray\">(မည်သည့် ကူညီသူ၊ သို့မဟုတ် စောင့်ရှောက်သူ၊ သို့မဟုတ် ကာကွယ်သူမျှမပါဘဲ)</span> လာရောက်ကြမည်။)</span><span class=\"gray\">[၁၉:၉၃-၉၅]</span>။ </p><p lang=\"de\" class=\"de \">5. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သူက ကိုယ်တော်ထံတွင် ကြားဝင်တောင်းပန်နိုင်မည်နည်း?)</span> ဟူသည် ကိုယ်တော်၏ မိန့်ကြားချက်များနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِن بَعْدِ أَن يَأْذَنَ اللَّهُ لِمَن يَشَاءُ وَيَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များ၌ ကောင်းကင်တမန်အများအပြား ရှိသည်။ ၎င်းတို့၏ ကြားဝင်တောင်းပန်မှုသည် အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိသူနှင့် နှစ်သက်တော်မူသူအား ခွင့်ပြုပြီးမှသာလျှင် အကျိုးပြုလိမ့်မည်။)</span><span class=\"gray\">[၅၃:၂၆]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်နှစ်သက်တော်မူသူအတွက်မှတစ်ပါး ၎င်းတို့ ကြားဝင်တောင်းပန်နိုင်ကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၂၁:၂၈]</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ်များသည် အလ္လာဟ်အရှင်မြတ်၏ ကြီးမြတ်မှု၊ ဂုဏ်ယူမှုနှင့် ကျေးဇူးတော်တို့ကို အခိုင်အမာ ဖော်ပြပြီး၊ ကိုယ်တော်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သူတစ်ဦးတစ်ယောက်မျှ အခြားမည်သူတစ်ဦးတစ်ယောက်ကိုယ်စား ကိုယ်တော်ထံ ကြားဝင်တောင်းပန်ရဲခြင်း မရှိကြောင်း ဖော်ပြသည်။ အမှန်စင်စစ်၊ ကြားဝင်တောင်းပန်မှုနှင့်ပတ်သက်သည့် ဟဒီးစ်တော်က တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု ဆိုထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آتِي تَحْتَ الْعَرْشِ فَأَخِرُّ سَاجِدًا، فَيَدَعُنِي مَا شَاءَ اللهُ أَنْ يَدَعَنِي. ثُمَّ يُقَالُ: ارْفَعْ رَأْسَكَ، وَقُلْ تُسْمَعْ، وَاشْفَعْ تُشَفَّعْ - قَالَ: - فَيَحُدُّ لِي حَدًّا فَأُدْخِلُهُمُ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ပလ္လင်တော်အောက်တွင် ရပ်တည်ပြီး ဆွတ်ဂျူဒ်ပြုမည်ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အလိုရှိသလောက် အချိန်အထိ ကျွန်ုပ်ကို ထိုအနေအထားတွင် ရှိနေစေမည်။ ထို့နောက် ကျွန်ုပ်အား \"သင့်ဦးခေါင်းကို မြှင့်တင်ပါ၊ ပြောကြားပါ၊ သင်၏စကားကို ကြားနာမည်၊ ကြားဝင်တောင်းပန်ပါ၊ သင်၏ ကြားဝင်တောင်းပန်မှုကို လက်ခံမည်\" ဟု ပြောကြားမည်။ တမန်တော်မြတ် ﷺ က ထို့နောက် \"ကိုယ်တော်သည် ကျွန်ုပ်အား အချိုးအစားတစ်ခုကို ခွင့်ပြုမည်ဖြစ်ပြီး ထိုသူတို့ကို ကျွန်ုပ်သည် ဂျန္နတ်သို့ ဝင်ရောက်စေမည်\" ဟု မိန့်ကြားခဲ့သည်။)</span></p><p lang=\"de\" class=\"de \">6. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကတွင် ၎င်းတို့ <span class=\"gray\">(ကိုယ်တော်၏ ဖန်ဆင်းခံများ)</span> အား မည်သို့ဖြစ်ပျက်သည်ကိုလည်းကောင်း၊ နောင်ဘဝတွင် ၎င်းတို့အား မည်သို့ဖြစ်ပျက်မည်ကိုလည်းကောင်း ကိုယ်တော်သည် သိရှိတော်မူ၏)</span> ဤသည် ကိုယ်တော်၏ ဖန်ဆင်းခံအားလုံး၊ ၎င်းတို့၏ အတိတ်၊ ပစ္စုပ္ပန်နှင့် အနာဂတ်တို့ကို ကိုယ်တော် ပြည့်စုံစွာ သိရှိတော်မူခြင်းကို ရည်ညွှန်းသည်။ အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်တမန်များ ကြေညာခဲ့သည်ဟု မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> သည် သင်၏ အရှင်သခင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> ၏ အမိန့်တော်ဖြင့်မှတစ်ပါး ဆင်းသက်ခြင်းမရှိပေ။ ကျွန်ုပ်တို့၏ ရှေ့တွင်ရှိသည်များ၊ ကျွန်ုပ်တို့၏ နောက်တွင်ရှိသည်များ၊ ထိုနှစ်ခုကြားတွင်ရှိသည်များ အားလုံးသည် ကိုယ်တော်၏ပိုင်ဆိုင်မှု ဖြစ်သည်။ သင်၏ အရှင်သခင်သည် မည်သည့်အခါမျှ မမေ့လျော့သူ မဟုတ်ပေ။)</span><span class=\"gray\">[၁၉:၆၄]</span>။</p><p lang=\"de\" class=\"de \">7. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် အလိုတော်ရှိသည်မှတစ်ပါး ကိုယ်တော်၏ အသိပညာမှ မည်သည့်အရာကိုမျှ ၎င်းတို့သည် လွှမ်းခြုံနိုင်ကြမည်မဟုတ်ပေ)</span> ဟူသည်မှာ အလ္လာဟ်အရှင်မြတ် ဖော်ပြပြီး ခွင့်ပြုတော်မူသောအရာမှတစ်ပါး မည်သူတစ်ဦးတစ်ယောက်မျှ အလ္လာဟ်အရှင်မြတ်၏ အသိပညာ၏ မည်သည့်အစိတ်အပိုင်းကိုမျှ ရရှိနိုင်ခြင်းမရှိကြောင်း အခိုင်အမာ ဖော်ပြသည်။ ဤအာယတ်၏ အစိတ်အပိုင်းက ကိုယ်တော် ဖော်ပြတော်မူသောအရာမှတစ်ပါး မည်သူတစ်ဦးတစ်ယောက်မျှ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ဂုဏ်တော်များအကြောင်း အသိပညာကို မည်သည့်အခါမျှ မရရှိနိုင်ကြောင်း ဖော်ပြသည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُحِيطُونَ بِهِ عِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ကိုယ်တော်၏ အသိပညာမှ မည်သည့်အရာကိုမျှ လွှမ်းခြုံနိုင်ကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၂၀:၁၁၀]</span>။</p><p lang=\"ceb\" class=\"ceb \">8. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ ကူရ်စီတော်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို လွှမ်းခြုံထားသည်။)</span></p><p lang=\"my\" class=\"my \">ဝကီအ်သည် ၎င်း၏ တဖ်စီရ်ကျမ်းတွင် အိဗ်နု အဘ်ဗားစ်က \"ကူရ်စီသည် ခြေနင်းခုံဖြစ်ပြီး၊ မည်သူတစ်ဦးတစ်ယောက်မျှ <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်၏]</span> ပလ္လင်တော်ကို လုံလောက်စွာ ထည့်သွင်းစဉ်းစားနိုင်ခြင်း မရှိပေ\" ဟု ပြောကြားခဲ့ကြောင်း ပြန်လည်ပြောပြခဲ့သည်။ အလ်-ဟာကင်မ်သည် ဤဟဒီးစ်တော်ကို ၎င်း၏ မွတ်စ်တဒ်ရက်က်ကျမ်းတွင် အိဗ်နု အဘ်ဗားစ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်၊ အိဗ်နု အဘ်ဗားစ်က ၎င်းကို တမန်တော်မြတ် ﷺ နှင့် မသက်ဆိုင်စေခဲ့ပေ။ အလ်-ဟာကင်မ်က \"၎င်းသည် ဆွဟီဟ်နှစ်ကျမ်း၏ စံနှုန်းများနှင့်အညီ ဆွဟီဟ်ဖြစ်ပြီး၊ ၎င်းတို့ <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်)</span> က မှတ်တမ်းတင်ခဲ့ခြင်း မရှိပေ\" ဟု ပြောကြားခဲ့သည်။ ထို့အပြင်၊ အဒ်-ဒွဟ်ဟားက်က အိဗ်နု အဘ်ဗားစ်က \"အကယ်၍ မိုးကောင်းကင်ခုနစ်ထပ်နှင့် မြေကြီးခုနစ်ထပ်ကို ပြန့်ပြန့်ပြူးပြူး ချထားပြီး ဘေးချင်းကပ်ထားပါက၊ ၎င်းတို့သည် ကူရ်စီနှင့် နှိုင်းယှဉ်လျှင် သဲကန္တာရထဲရှိ လက်စွပ်တစ်ကွင်း အရွယ်အစားခန့်သာ ရှိလိမ့်မည်\" ဟု ပြောကြားခဲ့သည်ဟု ဆိုသည်။ </p><p lang=\"ceb\" class=\"ceb \">9. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا يَئُودُهُ حِفْظُهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို စောင့်ရှောက်ထိန်းသိမ်းရာ၌ ကိုယ်တော်သည် ပင်ပန်းနွမ်းနယ်ခြင်း မရှိပါ)</span> ဟူသည်မှာ မိုးကောင်းကင်များနှင့် မြေကြီးကိုလည်းကောင်း၊ ၎င်းတို့ကြားရှိ အရာအားလုံးကိုလည်းကောင်း ကာကွယ်ရန် ကိုယ်တော်အား ဝန်ထုပ်ဝန်ပိုးဖြစ်စေခြင်း သို့မဟုတ် ပင်ပန်းနွမ်းနယ်စေခြင်း မရှိခြင်းကို ဆိုလိုသည်။ ယင်းအစား၊ ဤသည်မှာ ကိုယ်တော်အတွက် လွယ်ကူသော ကိစ္စဖြစ်သည်။ ထို့ပြင်၊ အလ္လာဟ်အရှင်မြတ်သည် အရာရာတိုင်းကို ထိန်းသိမ်းစောင့်ရှောက်သည်။ အရာရာတိုင်းကို ပြည့်စုံစွာ ကြည့်ရှုစောင့်မသည်။ ကိုယ်တော်၏ အသိပညာမှ မည်သည့်အရာမျှ လွတ်ကင်းခြင်းမရှိသလို၊ မည်သည့်ကိစ္စမျှ ကိုယ်တော်အား လျှို့ဝှက်ခြင်းမရှိပေ။ ကိစ္စရပ်အားလုံးသည် ကိုယ်တော်ရှေ့မှောက်တွင် အရေးမပါ၊ နိမ့်ကျပြီး နှိမ့်ချလျက် ရှိသည်။ ကိုယ်တော်သည် အချမ်းသာဆုံးဖြစ်ပြီး ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။ ကိုယ်တော်သည် အလိုတော်ရှိသည်ကို ပြုလုပ်တော်မူပြီး၊ ကိုယ်တော်ပြုလုပ်သောအရာနှင့် ပတ်သက်၍ မည်သူတစ်ဦးတစ်ယောက်မျှ ကိုယ်တော်အား မမေးမြန်းနိုင်ပေ၊ သို့သော် ၎င်းတို့သည် မေးမြန်းခံရမည်။ ကိုယ်တော်သည် အရာအားလုံးအပေါ် အမြင့်ဆုံးသော တန်ခိုးအာဏာရှိပြီး အရာရာတိုင်းနှင့် ပတ်သက်၍ ပြည့်စုံသော သတိရှိတော်မူ၏။ ကိုယ်တော်သည် အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံးဖြစ်ပြီး၊ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာ အရှင်မရှိသလို၊ ကိုယ်တော်မှတစ်ပါး အခြားအရှင်သခင်လည်း မရှိပေ။</p><p lang=\"de\" class=\"de \">10. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَلِيُّ الْعَظِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံး ဖြစ်တော်မူ၏)</span> ဟူသည် ကိုယ်တော်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكَبِيرُ الْمُتَعَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြီးမြတ်ဆုံး၊ အမြင့်မြတ်ဆုံး)</span><span class=\"gray\">[၁၃:၉]</span>။</p><p lang=\"my\" class=\"my \">ဤနှင့် အလားတူ အာယတ်များနှင့် အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်တော်များဆိုင်ရာ စစ်မှန်သော ဟဒီးစ်တော်များကို ဆလဖ် <span class=\"gray\">(ဖြောင့်မတ်သော ဘိုးဘွားများ)</span> က ၎င်းတို့၏ ထင်ရှားသော အဓိပ္ပါယ်များကို လက်ခံခြင်းဖြင့် ၎င်းတို့အား <span class=\"gray\">[ဖန်ဆင်းခံများ၏ ဂုဏ်တော်များနှင့်]</span> နှိုင်းယှဉ်ခြင်းမရှိဘဲ သို့မဟုတ် ၎င်းတို့၏ ထင်ရှားသော အဓိပ္ပါယ်များကို ပြောင်းလဲခြင်းမရှိဘဲ ကိုင်တွယ်ခဲ့သကဲ့သို့ ကိုင်တွယ်ရမည်။</p>"
  }
]