[
  {
    "ayah_key": "35:9",
    "group_ayah_key": "35:9",
    "from_ayah": "35:9",
    "to_ayah": "35:11",
    "ayah_keys": "35:9,35:10,35:11",
    "text": "<p lang=\"my\" class=\"my \">အရှင်မြတ်သည် လေများကို စေလွှတ်တော်မူ၏။ ထိုလေများသည် မိုးတိမ်များကို တွန်းတင်ကြကုန်၏။ ထို့နောက် ကျွန်ုပ်တို့သည် ၎င်းတို့ကို သေနေသောမြေသို့ မောင်းနှင်တော်မူ၍ ၎င်း၏သေခြင်းနောက်ပိုင်းတွင် ထိုမြေကို အသက်ပြန်သွင်းတော်မူ၏။ ဤနည်းအတိုင်း <span class=\"gray\">(ဖြစ်လိမ့်မည်)</span> ရှင်ပြန်ထမြောက်ခြင်း <span>(၉)</span>အကြင်သူသည် အလ်-အစ်ဇာဟ်ကို လိုလား၏၊ ထို့နောက် အလ်-အစ်ဇာဟ်သည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူ၏။ ကောင်းမြတ်သော စကားများသည် အရှင်မြတ်ထံသို့ တက်ရောက်ကြကုန်၏။ ဖြောင့်မတ်သော အကျင့်များသည် ၎င်းကို မြင့်မြတ်စေ၏။ သို့သော် မကောင်းမှုများကို ကြံစည်သူများအား ပြင်းထန်သော ပြစ်ဒဏ်ရှိလိမ့်မည်။ ထိုသူတို့၏ ကြံစည်မှုသည် ပျက်စီးလိမ့်မည် <span>(၁၀)</span>အရှင်မြတ်သည် သင်တို့ကို မြေမှုန့်မှ ဖန်ဆင်းတော်မူခဲ့၏၊ ထို့နောက် နုဖ်ဖာဟ်မှ (ဖန်ဆင်းခဲ့၏)၊ ထို့နောက် သင်တို့ကို အစုံအစုံ ဖန်တီးတော်မူခဲ့၏။ မည်သည့်အမျိုးသမီးမှလည်း အရှင်မြတ်၏ အသိပညာမပါဘဲ ကိုယ်ဝန်မဆောင်နိုင်၊ မမွေးဖွားနိုင်ပေ။ မည်သည့်အသက်ကြီးသူအားမျှလည်း သက်တမ်းရှည်လျားစွာ မပေးအပ်ဘဲ၊ သူ၏သက်တမ်းမှ တစ်စိတ်တစ်ပိုင်းကိုလည်း ဖြတ်တောက်ခြင်း မရှိ၊ ၎င်းတို့အားလုံးသည် မှတ်တမ်းကျမ်းထဲတွင် ရှိ၏။ အမှန်စင်စစ် ယင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူလှသည် <span>(၁၁)</span></p><p lang=\"my\" class=\"my \">သေပြီးနောက် အသက်ရှင်ခြင်း၏ သက်သေအထောက်အထား</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ခြင်းကို ကမ္ဘာမြေကြီး သေဆုံးပြီးနောက် အသက်ပြန်ဝင်လာခြင်းနှင့် နှိုင်းယှဉ်၍ မကြာခဏ ဖော်ပြတော်မူလေ့ရှိ၏။ စူရတ်အလ်-ဟဂျ်၏ အစပိုင်း၌ အရှင်မြတ်သည် မိမိ၏ကျွန်များကို ယခင်မှ နောက်ပိုင်းသင်ခန်းစာကို ယူရန် တိုက်တွန်းထားသကဲ့သို့ပင်။ အကြောင်းမှာ ကမ္ဘာမြေသည် သေ၍ အသက်မဲ့နေပြီး မည်သည့်အရာမှ မပေါက်ရောက်သောအခါ၊ အရှင်မြတ်သည် ရေယူဆောင်လာသော မိုးတိမ်များကို စေလွှတ်တော်မူပြီး ၎င်းအပေါ်သို့ ရေကို ရွာချတော်မူ၏။</p><p class=\"sd qpc-hafs\" lang=\"sd\">اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် <span class=\"gray\">(အသက်ပြန်ရှင်ရန်)</span> လှုပ်ရှားပြီး ဖောင်းကားလာကာ လှပသော <span class=\"gray\">(ပေါက်ဖွားမှု)</span> အမျိုးမျိုးကို ထုတ်ဖော်ပေး၏)</span><span class=\"gray\">(၂၂:၅)</span>။ ထိုနည်းတူစွာပင်၊ အလ္လာဟ်အရှင်မြတ်သည် ခန္ဓာကိုယ်များကို ရှင်ပြန်ထမြောက်စေလိုသောအခါ၊ အရှင်မြတ်သည် ပလ္လင်တော်အောက်မှ မိုးရေကို ရွာချတော်မူလိမ့်မည်။ ထိုမိုးရေသည် ကမ္ဘာမြေတစ်ခုလုံးကို လွှမ်းခြုံလိမ့်မည်။ ထို့နောက် ခန္ဓာကိုယ်များသည် မြေကြီးထဲတွင် မျိုးစေ့များ ပေါက်သကဲ့သို့ သင်္ချိုင်းတွင်း၌ ကြီးထွားလာလိမ့်မည်။ စဟီဟ်တွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ ابْنِ آدَمَ يَبْلَىٰ إِلَّا عَجْبُ الذَّنَبِ، مِنْهُ خُلِقَ وَمِنْهُ يُرَكَّبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏သားသမီးတိုင်းသည် နံရိုးအောက်ပိုင်းမှလွဲ၍ ပျက်စီးသွားလိမ့်မည်၊ ၎င်းမှ သူဖန်ဆင်းခံခဲ့ရပြီး ၎င်းမှပင် သူ့အား အသစ်ပြန်လည် ဖန်ဆင်းလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ النُّشُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းအတိုင်း <span class=\"gray\">(ဖြစ်လိမ့်မည်)</span> ရှင်ပြန်ထမြောက်ခြင်း!)</span> အဘူရာဇင်၏ ဟဒီးစ်တော်အရ၊ \"ကျွန်တော်က လျှောက်တင်ခဲ့သည်၊ 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ အလ္လာဟ်အရှင်မြတ်သည် ကွယ်လွန်သူများကို မည်သို့ အသက်ပြန်သွင်းတော်မူမည်နည်း။ အရှင်မြတ်၏ ဖန်ဆင်းခြင်း၌ ထိုအရာ၏ လက္ခဏာကား အဘယ်နည်း။' အရှင်မြတ် ﷺ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا رَزِينٍ! أَمَا مَرَرْتَ بِوَادِي قَوْمِكَ مُمْحِلًا ثُمَّ مَرَرْتَ بِهِ يَهُتَزُّ خَضِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အဘူရာဇင်၊ သင်သည် သင့်လူမျိုး၏ တောင်ကြားကို <span class=\"gray\">(မြင်ဖူးသည်)</span> ခြောက်သွေ့၍ မြုံတောဖြစ်နေသည်ကို ဖြတ်သန်းသွားခြင်း မရှိဘူးလား၊ ထို့နောက် သင်သည် ၎င်းကို <span class=\"gray\">(မြင်ဖူးသည်)</span> လှုပ်ရှား၍ <span class=\"gray\">(အသက်ဝင်ပြီး)</span> စိမ်းလန်းနေသည်ကို ဖြတ်သန်းသွားခြင်း မရှိဘူးလား?)</span> ကျွန်တော်က 'ဟုတ်ကဲ့' ဟု ပြောခဲ့သည်။ အရှင်မြတ် ﷺ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَلِكَ يُحْيِي اللهُ الْمَوْتَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့လျှင် အလ္လာဟ်အရှင်မြတ်သည် ကွယ်လွန်သူများကို အသက်ပြန်သွင်းတော်မူလိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">ဤဘဝနှင့် နောင်ဘဝတွင် ဂုဏ်၊ အာဏာနှင့် ဘုန်းကျက်သရေတို့သည် အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်းဖြင့်သာ ရရှိနိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ်-အစ်ဇာဟ်ကို လိုလား၏၊ ထို့နောက် အလ်-အစ်ဇာဟ်အားလုံးသည် အလ္လာဟ်အရှင်မြတ် ပိုင်ဆိုင်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ ဤဘဝနှင့် နောင်ဘဝတွင် ဂုဏ်၊ အာဏာနှင့် ဘုန်းကျက်သရေကို လိုလားသူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အား နာခံပါစေ။ ယင်းက သူ့ပန်းတိုင်သို့ ရောက်ရှိရန် ကူညီလိမ့်မည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝနှင့် နောင်ဘဝ၏ အုပ်စိုးရှင် ဖြစ်ပြီး ဂုဏ်၊ အာဏာနှင့် ဘုန်းကျက်သရေအားလုံးသည် အရှင်မြတ်ပိုင်ဆိုင်တော်မူသောကြောင့် ဖြစ်သည်။ ၎င်းသည် အာယတ်တော်များနှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူများသည် သက်ဝင်ယုံကြည်သူများအစား ငြင်းပယ်သူများကို မဟာမိတ်အဖြစ် ခံယူကြကုန်၏၊ ၎င်းတို့သည် သူတို့ထံမှ အလ်-အစ်ဇာဟ်ကို ရှာဖွေနေကြသလော။ အမှန်စင်စစ်၊ အလ်-အစ်ဇာဟ်အားလုံးသည် အလ္လာဟ်အရှင်မြတ် ပိုင်ဆိုင်တော်မူ၏။)</span><span class=\"gray\">(၄:၁၃၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْزُنْكَ قَوْلُهُمْ ۘ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ စကားသည် သင့်အား ဝမ်းနည်းစေခြင်း မရှိပါစေနှင့်၊ အဘယ်ကြောင့်ဆိုသော် အလ်-အစ်ဇာဟ်အားလုံးသည် အလ္လာဟ်အရှင်မြတ် ပိုင်ဆိုင်တော်မူသောကြောင့် ဖြစ်သည်)</span><span class=\"gray\">(၁၀:၆၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ်-အစ်ဇာဟ်သည် အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်နှင့် သက်ဝင်ယုံကြည်သူများ ပိုင်ဆိုင်တော်မူသည်၊ သို့သော် ဟန်ဆောင်သူများသည် မသိကြ)</span><span class=\"gray\">(၆၃:၈)</span>။ မုဂျာဟစ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ يُرِيدُ الْعِزَّةَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ်-အစ်ဇာဟ်ကို လိုလား၏)</span> ဆိုလိုသည်မှာ ရုပ်တုများကို ကိုးကွယ်ခြင်းဖြင့် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا</p><p class=\"fy qpc-hafs\" lang=\"fy\"><span class=\"gray\">(then to Allah belongs Al-'Izzah)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ်-အစ်ဇာဟ်ကို လိုလား၏၊ ထို့နောက် အလ်-အစ်ဇာဟ်သည် အလ္လာဟ်အရှင်မြတ် ပိုင်ဆိုင်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်းဖြင့် ဂုဏ်၊ အာဏာနှင့် ဘုန်းကျက်သရေကို ရှာဖွေပါစေ။</p><p lang=\"my\" class=\"my \">ဖြောင့်မတ်သော အကျင့်များသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ တက်ရောက်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမြတ်သော စကားများသည် အရှင်မြတ်ထံသို့ တက်ရောက်ကြကုန်၏)</span> ဆိုလိုသည်မှာ အဓိပ္ပါယ်မှာ အမှတ်ရခြင်းစကားများ၊ ကုရ်အာန်ရွတ်ဖတ်ခြင်းနှင့် ဆုတောင်းမေတ္တာများ ဖြစ်သည်။ ဤသည်မှာ စလပ်ဖ်ပညာရှင်များစွာ၏ အမြင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ်သည် အလ်-မွခ်ခါရိက် ဘင်န် ဆူလိုင်းမ် ပြောပြသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ အဗ်ဒူလ္လာဟ် ဘင်န် မစ်အူဒ်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ သူတို့အား ပြောကြားသည်မှာ၊ \"အကယ်၍ ကျွန်ုပ်တို့သည် သင့်တို့အား ဟဒီးစ်တော်တစ်ခု ပြောပြပါက၊ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မှ ၎င်း၏ သက်သေအထောက်အထားကို ယူဆောင်လာပါမည်။ မွတ်စ်လင်မ်ကျွန်များသည် 'အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်ကျက်သရေနှင့် ချီးမွမ်းခြင်းများ ရှိပါစေ၊ အလ္လာဟ်မှတစ်ပါး ကိုးကွယ်ထိုက်သော အရှင်မရှိ၊ အလ္လာဟ်သည် အကြီးမြတ်ဆုံးဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် မင်္ဂလာရှိတော်မူသည်' ဟု ပြောကြားသောအခါ၊ ကောင်းကင်တမန်တစ်ပါးသည် ဤစကားများကို ယူ၍ သူ၏အတောင်အောက်၌ ထားပြီးနောက် ၎င်းတို့ကို ကောင်းကင်သို့ တက်သွားသည်။ ၎င်းသည် မည်သည့် ကောင်းကင်တမန်အုပ်စုကိုမျှ မကျော်လွန်ဘဲ၊ သူတို့သည် ပြောကြားသူအတွက် ခွင့်လွှတ်မှု တောင်းခံကြသည်၊ ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်ထံသို့ ပို့ဆောင်သည်အထိ၊ အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်တော်ထူးမြတ်ပါစေ။\" ထို့နောက် အဗ်ဒူလ္လာဟ်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမြတ်သော စကားများသည် အရှင်မြတ်ထံသို့ တက်ရောက်ကြကုန်၏။ ဖြောင့်မတ်သော အကျင့်များသည် ၎င်းကို မြင့်မြတ်စေ၏)</span>။\" အိမာမ် အဟ်မဒ်သည် အန်-နူအ်မန် ဘင်န် ဘရှိရ်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ ပြောပြသည်ကို မှတ်တမ်းတင်ခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَذْكُرُونَ اللهَ مِنْ جَلَالِ اللهِ مِنْ تَسْبِيحِهِ وَتَكْبِيرِهِ وَتَحْمِيدِهِ وَتَهْلِيلِهِ، يَتَعَاطَفْنَ حَوْلَ الْعَرْشِ لَهُنَّ دَوِيٌّ كَدَوِيِّ النَّحْلِ، يَذْكُرْنَ بِصَاحِبِهِنَّ، أَلَا يُحِبُّ أَحَدُكُمْ أَنْ لَا يَزَالَ لَهُ عِنْدَ اللهِ شَيْءٌ يُذَكِّرُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့သူများနှင့် 'အလ္လာဟ်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏၊ အလ္လာဟ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏၊ ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်ဖြစ်ပြီး၊ အလ္လာဟ်မှတစ်ပါး ကိုးကွယ်ထိုက်သော အရှင်မရှိ' ဟု ဆိုခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်ကို ဂုဏ်တင်သူများ၊ ဤစကားများသည် ပလ္လင်တော်ပတ်လည်တွင် ပျားများကဲ့သို့ တဝီဝီမြည်ဟည်း၍၊ ၎င်းတို့ကို ပြောဆိုသူများကို ဖော်ပြကြသည်။ သင့်တို့ထဲမှ တစ်ဦးဦးသည် အလ္လာဟ်အရှင်မြတ်ထံ၌ မိမိကို ဖော်ပြမည့် အရာတစ်ခုရှိရန် မလိုလားဘူးလား?)</span>\" ၎င်းကို အိဗ်နု မာဂျာဟ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဖြောင့်မတ်သော အကျင့်များသည် ၎င်းကို မြင့်မြတ်စေ၏)</span>။ အလီ ဘင်န် အဘီ တလ်ဟာဟ်သည် အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ ပြောပြသည်မှာ၊ \"ကောင်းမြတ်သော စကားသည် အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ခြင်းဖြစ်သည်၊ အရှင်မြတ်သည် ဂုဏ်တော်ထူးမြတ်ပါစေ၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ပို့ဆောင်ခြင်းခံရသည်။ ဖြောင့်မတ်သောအကျင့်သည် မဖြစ်မနေလုပ်ရမည့် တာဝန်များကို ထမ်းဆောင်ခြင်းဖြစ်သည်။ မဖြစ်မနေလုပ်ရမည့် တာဝန်တစ်ခုကို လုပ်ဆောင်နေစဉ် အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့သူ မည်သူမဆို၊ သူ၏အကျင့်သည် အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ခြင်းကို သယ်ဆောင်ပြီး အလ္လာဟ်အရှင်မြတ်ထံသို့ ပို့ဆောင်သည်၊ အရှင်မြတ်သည် ဂုဏ်တော်ထူးမြတ်ပါစေ။ အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ပြီး မဖြစ်မနေလုပ်ရမည့် တာဝန်များကို မထမ်းဆောင်သူ မည်သူမဆို၊ သူ၏စကားများသည် ပယ်ချခံရမည်ဖြစ်ပြီး၊ သူ၏အကျင့်များလည်း ပယ်ချခံရမည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မကောင်းမှုများကို ကြံစည်သူများ၊)</span> မုဂျာဟစ်၊ စအိဒ် ဘင်န် ဂျူဘိုင်ရ်နှင့် ရှဟ်ရ် ဘင်န် ဟောင်ရှဗ်တို့က ပြောကြားသည်မှာ၊ \"ဤသည်မှာ သူတို့၏ လုပ်ဆောင်ချက်များဖြင့် ကြွားဝါပြသသူများကို ရည်ညွှန်းသည်\" ဆိုလိုသည်မှာ၊ သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား နာခံနေသည်ဟု လူများကို အထင်ရောက်စေခြင်းဖြင့် လှည့်ဖြားကြသည်၊ အမှန်တကယ်တွင်မူ သူတို့သည် ကြွားဝါပြသမှုကြောင့် အလ္လာဟ်အရှင်မြတ် မနှစ်မြို့ခြင်းကို ခံရသူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُولَٰئِكَ هُوَ يَبُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိလိမ့်မည်။ ထိုသူတို့၏ ကြံစည်မှုသည် ပျက်စီးလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ပျက်ကွက်၍ ပျောက်ကွယ်သွားလိမ့်မည်၊ အကြောင်းမှာ သူတို့၏ အမှန်တရားသည် ထိုးထွင်းသိမြင်မှုနှင့် ဉာဏ်ပညာရှိသူများအား နီးကပ်စွာ ပေါ်လွင်နေသောကြောင့်ဖြစ်သည်။ မည်သူမျှ လျှို့ဝှက်ချက်တစ်ခုကို ဖုံးကွယ်ထားနိုင်ခြင်းမရှိ၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ထင်ရှားစေလိမ့်မည်၊ သူ၏မျက်နှာတွင် သို့မဟုတ် လျှာချော်မှုဖြင့်ဖြစ်စေ၊ သို့မဟုတ် အရှင်မြတ်က ထိုသူအား ဝတ်ရုံကဲ့သို့ ဝတ်ဆင်စေလိမ့်မည် <span class=\"gray\">(ထို့ကြောင့် လူတိုင်း မြင်လိမ့်မည်)</span>။ ၎င်းသည် ကောင်းမွန်ပါက၊ အကျိုးဆက်များသည် ကောင်းမွန်လိမ့်မည်၊ ၎င်းသည် ဆိုးရွားပါက၊ အကျိုးဆက်များသည် ဆိုးရွားလိမ့်မည်။ ကြွားဝါပြသသူသည် လူအမှားကိုသာ ဆက်လက်လှည့်ဖြားနိုင်သည်၊ သို့သော် ထိုးထွင်းသိမြင်မှုရှိသော ယုံကြည်သူများသည် ထိုအရာဖြင့် မလှည့်ဖြားခံရပါ။ နီးကပ်စွာမှ၊ သူတို့သည် မကြာမီ ရှာဖွေတွေ့ရှိကြသည်။ မမြင်နိုင်သော အရာများကို သိတော်မူသောအရှင် <span class=\"gray\">(အလ္လာဟ်)</span> ထံမှ မည်သည့်အရာမျှ လုံးဝ ဖုံးကွယ်ထား၍ မရနိုင်ပေ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းရှင်နှင့် မမြင်ရသော အရာများကို သိတော်မူသောအရှင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်တို့ကို မြေမှုန့်မှ ဖန်ဆင်းတော်မူခဲ့၏၊ ထို့နောက် နုဖ်ဖာဟ်မှ (ဖန်ဆင်းခဲ့၏))</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သင်တို့၏ဖခင် အာဒမ်ကို မြေမှုန့်မှ စတင်ဖန်ဆင်းတော်မူခဲ့ပြီး၊ ထို့နောက် အရှင်မြတ်သည် သူ၏သားမြေးများကို တန်ဖိုးမရှိသော ရေ၏ သုက်ပိုးမှ ဖန်ဆင်းတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَعَلَكُمْ أَزْوَاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်မြတ်သည် သင်တို့ကို အစုံအစုံ ဖန်တီးတော်မူခဲ့၏။)</span> ဆိုလိုသည်မှာ ယောက်ျားနှင့် မိန်းမတို့ကို ဖြစ်သည်၊ အရှင်မြတ်ထံမှ ကြင်နာမှုနှင့် ကရုဏာအဖြစ် သင်တို့သည် သူတို့ထံတွင် ငြိမ်သက်ခြင်းကို ရှာဖွေနိုင်ရန် သင်တို့၏မျိုးနွယ်မှ အဖော်များကို ပေးသနားတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အမျိုးသမီးမှလည်း အရှင်မြတ်၏ အသိပညာမပါဘဲ ကိုယ်ဝန်မဆောင်နိုင်၊ မမွေးဖွားနိုင်ပေ။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ထိုအရာကို သိတော်မူပြီး မည်သည့်အရာမျှ အရှင်မြတ်ထံမှ လုံးဝ ဖုံးကွယ်ထားခြင်း မရှိပေ၊ သို့သော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရွက်တစ်ရွက်မျှ မကြွေဘဲ အရှင်မြတ် မသိသည် မရှိ။ ကမ္ဘာမြေ၏ မှောင်မိုက်ထဲ၌ အစေ့တစ်စေ့မျှ သို့မဟုတ် လတ်ဆတ်သော သို့မဟုတ် ခြောက်သွေ့သော မည်သည့်အရာမျှ မရှိ၊ ၎င်းတို့အားလုံးသည် ရှင်းလင်းသော မှတ်တမ်းကျမ်းထဲတွင် ရေးမှတ်ထားသည်။)</span><span class=\"gray\">(၆:၅၉)</span> ကျွန်ုပ်တို့သည် ဤအာယတ်တော်နှင့် ပတ်သက်၍ ယခင်က ဆွေးနွေးခဲ့ပြီး ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَىٰ وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ - عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမျိုးသမီးတိုင်း မည်သည်ကို ကိုယ်ဝန်ဆောင်သည်ကို သိတော်မူ၏၊ သားအိမ်များ မည်မျှ လျော့နည်းခြင်း သို့မဟုတ် ပိုလျှံခြင်းကိုလည်း သိတော်မူ၏။ အရှင်မြတ်ထံ၌ အရာအားလုံးသည် <span class=\"gray\">(သင့်လျော်သော)</span> အချိုးအစားအတိုင်း ရှိ၏။ မမြင်ရသော အရာများနှင့် မြင်ရသော အရာများကို သိတော်မူသောအရှင်၊ အကြီးမြတ်ဆုံး၊ အမြင့်မြတ်ဆုံး။)</span><span class=\"gray\">(၁၃:၈-၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အသက်ကြီးသူအားမျှလည်း သက်တမ်းရှည်လျားစွာ မပေးအပ်ဘဲ၊ သူ၏သက်တမ်းမှ တစ်စိတ်တစ်ပိုင်းကိုလည်း ဖြတ်တောက်ခြင်း မရှိ၊ ၎င်းတို့အားလုံးသည် မှတ်တမ်းကျမ်းထဲတွင် ရှိ၏။)</span> ဆိုလိုသည်မှာ ထိုသုက်ပိုးအချို့အား သက်တမ်းရှည်လျားစွာ ပေးအပ်ခြင်းခံရသည်၊ ၎င်းကို အရှင်မြတ်သိတော်မူပြီး အရှင်မြတ်ထံ၌ ပထမကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا يُنْقَصُ مِنْ عُمُرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏သက်တမ်းမှ တစ်စိတ်တစ်ပိုင်းကိုလည်း ဖြတ်တောက်ခြင်း မရှိ၊)</span> ဤနေရာတွင် နာမ်စား <span class=\"gray\">(သူ၏)</span> သည် လူသားမျိုးနွယ်ကို ယေဘုယျအားဖြင့် ရည်ညွှန်းသည်၊ တိကျသော ပုဂ္ဂိုလ်ကို မဟုတ်၊ အကြောင်းမှာ ကျမ်းထဲတွင် မှတ်တမ်းတင်ထားပြီး အလ္လာဟ်အရှင်မြတ်သိတော်မူသော ရှည်လျားသောသက်တမ်းသည် ဖြတ်တောက်ခံရမည်မဟုတ်သောကြောင့်ဖြစ်သည်။ အလ်-အော်ဖီမှတစ်ဆင့် သတင်းပို့သည်မှာ အိဗ်နု အဗ္ဗားစ်သည် အာယတ်တော်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အသက်ကြီးသူအားမျှလည်း သက်တမ်းရှည်လျားစွာ မပေးအပ်ဘဲ၊ သူ၏သက်တမ်းမှ တစ်စိတ်တစ်ပိုင်းကိုလည်း ဖြတ်တောက်ခြင်း မရှိ၊ ၎င်းတို့အားလုံးသည် မှတ်တမ်းကျမ်းထဲတွင် ရှိ၏။ အမှန်စင်စစ် ယင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူလှသည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့အတွက်မဆို သက်တမ်းရှည်လျားစေရန် ဆုံးဖြတ်ထားပါက၊ ထိုသူသည် မိမိအတွက် သတ်မှတ်ထားသော အသက်အရွယ်ကို ရောက်ရှိလိမ့်မည်။ မိမိအတွက် သတ်မှတ်ထားသော အချိန်သို့ ရောက်ရှိသောအခါ၊ ၎င်းကို ကျော်လွန်သွားမည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့အတွက်မဆို သက်တမ်းတိုစေရန် ဆုံးဖြတ်ထားပါက၊ မိမိအတွက် သတ်မှတ်ထားသော အသက်အရွယ်သို့ ရောက်ရှိသောအခါ ၎င်းသည် ကုန်ဆုံးသွားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏သက်တမ်းမှ တစ်စိတ်တစ်ပိုင်းကိုလည်း ဖြတ်တောက်ခြင်း မရှိ၊ ၎င်းတို့အားလုံးသည် မှတ်တမ်းကျမ်းထဲတွင် ရှိ၏။ အမှန်စင်စစ် ယင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူလှသည်။)</span> သူက ပြောသည်၊ \"၎င်းသည် အရှင်မြတ်ထံမှ ကျမ်းထဲတွင် မှတ်တမ်းတင်ထားသည်။\" ဤသည်မှာ အဒ်-ဒဟ်ဟက် ဘင်န် မုဇာဟင်မ်၏ အမြင်လည်း ဖြစ်သည်။ အခြားတစ်ဖက်တွင်၊ အချို့က ပြောသည်၊ \"ထိုစကားစုသည်\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အသက်ကြီးသူအားမျှလည်း သက်တမ်းရှည်လျားစွာ မပေးအပ်ဘဲ)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သူ့အတွက် သက်တမ်းကို မည်မျှ သတ်မှတ်တော်မူသည်၊ နှင့်</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا يُنْقَصُ مِنْ عُمُرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏သက်တမ်းမှ တစ်စိတ်တစ်ပိုင်းကိုလည်း ဖြတ်တောက်ခြင်း မရှိ၊)</span> ဆိုလိုသည်မှာ သူ၏အချိန်သည် အဆက်မပြတ် လျော့နည်းနေသည်။ ဤအရာအားလုံးကို အလ္လာဟ်အရှင်မြတ်သည် နှစ်စဉ်နှစ်တိုင်း၊ လစဉ်လတိုင်း၊ အပတ်စဉ်အပတ်တိုင်း၊ နေ့စဉ်နေ့တိုင်း၊ နာရီတိုင်း သိတော်မူသည်။ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်တွင် ရေးသားထားသည်။\" ၎င်းကို အိဗ်နု ဂျရီးရ်သည် အဘူ မာလိက်မှ သတင်းပို့ခဲ့ပြီး၊ အစ်-ဆုဒ်ဒီနှင့် အတာအ် အလ်-ခုရာစနီတို့၏ အမြင်လည်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ တဖ်စီရ်တွင် အန်-နစာအီသည် အနပ်စ် ဘင်န် မာလိက်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ ပြောပြသည်ကို မှတ်တမ်းတင်ခဲ့သည်၊ \"ကျွန်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်-\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَنْ سَرَّهُ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ وَيُنْسَأَ لَهُ فِي أَثَرِهِ فَلْيَصِلْ رَحِمَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် ကျယ်ပြန့်သော စားဝတ်နေရေးနှင့် သက်တမ်းရှည်လျားခြင်းကို ပိုင်ဆိုင်လိုပါက၊ ဆွေမျိုးများအပေါ် ဆက်ဆံရေးကို မြှင့်တင်ပါစေ။)</span>\"</p><p lang=\"my\" class=\"my \">၎င်းကို အလ်-ဘူခါရီ၊ မွတ်စ်လင်မ်နှင့် အဘူ ဒါဝုဒ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူလှသည်။)</span> ဆိုလိုသည်မှာ ထိုအရာသည် အရှင်မြတ်အတွက် အလွန်လွယ်ကူသည်၊ အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခြင်းအားလုံးကို အသေးစိတ်သိတော်မူ၏၊ အကြောင်းမှာ အရှင်မြတ်၏ အသိပညာသည် အရာအားလုံးကို လွှမ်းခြုံထားပြီး၊ မည်သည့်အရာမျှ အရှင်မြတ်ထံမှ လုံးဝ ဖုံးကွယ်ထားခြင်း မရှိသောကြောင့်ဖြစ်သည်။</p>"
  }
]