[
  {
    "ayah_key": "13:36",
    "group_ayah_key": "13:36",
    "from_ayah": "13:36",
    "to_ayah": "13:37",
    "ayah_keys": "13:36,13:37",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့ကျမ်းကိုပေးခဲ့သူများသည် သင်တို့ထံသို့ ထုတ်ပြန်ခဲ့သည်ကို ဝမ်းမြောက်ကြ၏။ သို့သော် အာဇပ် <span class=\"gray\">(မဟာမိတ်များ)</span> ထဲမှ ၎င်း၏ အစိတ်အပိုင်းတစ်ခုကို ပယ်ချသူများ ရှိသည်။ ပြောပါ- \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ရန်နှင့် ကိုယ်တော်နှင့် အခြားသူများကို တွဲဖက်ပတ်သက်ခြင်းမရှိရန် အမိန့်ခံထားရသည်။ ကိုယ်တော်ထံသို့ ကျွန်ုပ်ဖိတ်ခေါ်ပြီး ကိုယ်တော်ထံသို့ ကျွန်ုပ်ပြန်သွားရမည်။ <span>(36)</span>ဤသို့ပင် ကျွန်ုပ်တို့သည် ၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> ကို အာရဗီဘာသာဖြင့် အာဏာပိုင်ဆုံးဖြတ်ချက်ဖြစ်စေရန် ချပေးခဲ့သည်။ သင်တို့ထံ ရောက်လာသော အသိပညာပြီးနောက် ၎င်းတို့၏ <span class=\"gray\">(အချည်းနှီးသော)</span> ဆန္ဒများကို လိုက်နာပါက၊ အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်သည့် မည်သည့် ဝလီ <span class=\"gray\">(အကာအကွယ်ပေးသူ)</span> သို့မဟုတ် ကာကွယ်သူမျှ သင်တို့၌ ရှိတော့မည်မဟုတ်ပေ <span>(37)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်များအနက်မှ သစ္စာစောင့်သိသူများသည် အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ် <span class=\"gray\">(ﷺ)</span> ထံ ထုတ်ပြန်ခဲ့သည်ကို ဝမ်းမြောက်ကြသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ကျမ်းကိုပေးခဲ့သူများသည်၊)</span> ၎င်းကိုစွဲကိုင်ထားကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَفْرَحُونَ بِمَا أُنزِلَ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထံသို့ ထုတ်ပြန်ခဲ့သည်ကို ဝမ်းမြောက်ကြ၏၊)</span> ဆိုလိုသည်မှာ ကုရ်အာန်ကို၊ အကြောင်းမှာ ၎င်းတို့၏ကျမ်းများတွင် ကုရ်အာန်၏ အမှန်တရားကို အတည်ပြုသည့် အထောက်အထားများရှိပြီး ၎င်း၏မကြာမီ ထုတ်ပြန်ခြင်းသတင်းကောင်းကို ပေးပို့ထားသောကြောင့် ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင် မိန့်တော်မူခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ကျမ်းကိုပေးခဲ့သူများသည် ၎င်းကို စနစ်တကျ ရွတ်ဖတ်ကြ၏။)</span><span class=\"gray\">[2:121]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> ကို ယုံကြည်သည်ဖြစ်စေ၊ မယုံကြည်သည်ဖြစ်စေ။\")</span><span class=\"gray\">[17:107]</span>၊ ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ကျွန်ုပ်တို့၏ အရှင်သခင်၏ ကတိတော်သည် ပြည့်စုံရမည်။)</span><span class=\"gray\">[17:108]</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့၏ကျမ်းများတွင် မုဟမ္မဒ် ﷺ ကို စေလွှတ်ရန် ကျွန်ုပ်တို့အား ပေးထားသော ကတိတော်သည် မှန်ကန်သည်။ ၎င်းသည် သေချာပြီး ဧကန်မလွဲ ဖြစ်မြောက်ပြည့်စုံလိမ့်မည်။ ထို့ကြောင့် ကျွန်ုပ်တို့၏ အရှင်သခင်အား ချီးမွမ်းခြင်းအားလုံးသည် ကိုယ်တော်ထံ၌သာ ရှိသည်။ ကိုယ်တော်၏ ကတိတော်သည် မည်မျှမှန်ကန်ပါသနည်း။ ကျေးဇူးတင်ခြင်းအားလုံးသည် ကိုယ်တော်ထံ၌သာ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မျက်နှာပေါ်သို့ ကျဆင်း၍ ငိုကြွေးကြပြီး ၎င်းသည် ၎င်းတို့၏ နှိမ့်ချမှုကို တိုးမြှင့်စေသည်။)</span><span class=\"gray\">[17:109]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْأَحْزَابِ مَن يُنكِرُ بَعْضَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အာဇပ် <span class=\"gray\">(မဟာမိတ်များ)</span> ထဲမှ ၎င်း၏ အစိတ်အပိုင်းတစ်ခုကို ပယ်ချသူများ ရှိသည်။)</span> ဆိုလိုသည်မှာ၊ 'ဂိုဏ်းဂဏများထဲတွင် သင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> ထံ ထုတ်ပြန်ခဲ့သည်တို့၏ အချို့ကို မယုံကြည်သူများ ရှိသည်။' မုဂျာဟစ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْأَحْزَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အာဇပ် <span class=\"gray\">(မဟာမိတ်များ)</span> ထဲမှ)</span>၊ ဂျူးများနှင့် ခရစ်ယာန်များကို ရည်ညွှန်းသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يُنكِرُ بَعْضَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ အစိတ်အပိုင်းတစ်ခုကို ပယ်ချသူများ)</span>၊ ဆိုလိုသည်မှာ၊ '၎င်းတို့သည် သင် - အို မုဟမ္မဒ် - ထံ ရောက်ရှိလာသော အမှန်တရား၏ အစိတ်အပိုင်းတစ်ခုကို ပယ်ချကြသည်။' ကွာတာဒါဟ်နှင့် 'အဗ်ဒုရ်-ရာဟ်မန် ဘင်န် ဇိုင်ဒ် ဘင်န် အက်စ်လမ် တို့ထံမှလည်း အလားတူ သတင်းပို့ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အလားတူ အာယတ်များတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်များအနက် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်သူများလည်း ဧကန်မလွဲ ရှိသည်။)</span><span class=\"gray\">[3:199]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ရန်နှင့် ကိုယ်တော်နှင့် အခြားသူများကို တွဲဖက်ပတ်သက်ခြင်းမရှိရန် အမိန့်ခံထားရသည်။\")</span> ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ် <span class=\"gray\">(မုဟမ္မဒ်)</span> ကို ကျွန်ုပ်မတိုင်မီက တမန်တော်များကဲ့သို့ပင်၊ အဖော်အပေါင်းမပါဘဲ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကို ကိုးကွယ်ခြင်းဘာသာတရားဖြင့် စေလွှတ်ခြင်းခံခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَيْهِ أَدْعُو</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံသို့ ကျွန်ုပ်ဖိတ်ခေါ်သည်)</span>၊ လူများကို ကိုယ်တော်၏လမ်းစဉ်သို့ ကျွန်ုပ်ဖိတ်ခေါ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ مَآبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိုယ်တော်ထံသို့ ကျွန်ုပ်ပြန်သွားရမည်။)</span> နောက်ဆုံးပန်းတိုင်နှင့် ကံကြမ္မာဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَنزَلْنَاهُ حُكْمًا عَرَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် ၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> ကို အာရဗီဘာသာဖြင့် အာဏာပိုင်ဆုံးဖြတ်ချက်ဖြစ်စေရန် ချပေးခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'သင်တို့မတိုင်မီ တမန်တော်များကို ကျွန်ုပ်တို့စေလွှတ်ခဲ့ပြီး ကောင်းကင်မှ ၎င်းတို့အား မြင့်မြတ်သောကျမ်းများကို ထုတ်ပြန်ခဲ့သကဲ့သို့ပင်၊ သင်တို့ထံသို့လည်း ကုရ်အာန်ကို အာရဗီဘာသာဖြင့် အာဏာပိုင်ဆုံးဖြတ်ချက်အဖြစ် ချပေးခဲ့သည်၊ သင်တို့အား ဂုဏ်ပြုရန်နှင့် ဤရှင်းလင်းပြတ်သားပြီး ထင်ရှားသော ကျမ်းဖြင့် လူသားအားလုံးအနက်မှ သင်တို့အား နှစ်သက်စေရန် ဖြစ်သည်၊ ၎င်းကျမ်းမှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမှန်ကန်မှုသည် ၎င်း၏ရှေ့မှသော်လည်းကောင်း၊ နောက်မှသော်လည်းကောင်း ရောက်ရှိလာနိုင်မည်မဟုတ်ပေ။ <span class=\"gray\">(၎င်းသည်)</span> အကြွင်းမဲ့ပညာရှင်၊ ချီးမွမ်းခြင်းခံထိုက်သူထံမှ ထုတ်ပြန်ခြင်းဖြစ်သည်။)</span>' <span class=\"gray\">[41:42]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့၏ <span class=\"gray\">(အချည်းနှီးသော)</span> ဆန္ဒများကို လိုက်နာပါက)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့၏ ထင်မြင်ယူဆချက်များကို ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထံ ရောက်လာသော အသိပညာပြီးနောက်)</span> အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်၊ ကိုယ်တော်အား ချီးမွမ်းခြင်းအားလုံး ရှိပါစေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا وَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်သည့် မည်သည့် ဝလီ <span class=\"gray\">(အကာအကွယ်ပေးသူ)</span> သို့မဟုတ် ကာကွယ်သူမျှ သင်တို့၌ ရှိတော့မည်မဟုတ်ပေ။)</span> ဤအာယတ်၏ အစိတ်အပိုင်းသည် အသိပညာရှိသူများကို ပရောဖက်၏ စွန်နဟ်နှင့် မုဟမ္မဒ်၏လမ်းစဉ် <span class=\"gray\">(အတိုင်း လိုက်နာပြီး)</span> အသိပညာရရှိပြီးနောက် လမ်းမှားများသို့ လိုက်နာခြင်းမှ သတိပေးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အကောင်းဆုံး ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများသည် ကိုယ်တော်အပေါ်၌ ရှိပါစေ။</p>"
  },
  {
    "ayah_key": "13:38",
    "group_ayah_key": "13:38",
    "from_ayah": "13:38",
    "to_ayah": "13:39",
    "ayah_keys": "13:38,13:39",
    "text": "<p lang=\"my\" class=\"my \">သင့်မတိုင်မီကလည်း တမန်တော်များကို ငါတို့စေလွှတ်ခဲ့ပြီးဖြစ်သည်၊ ထိုသူတို့အား ဇနီးမယားများနှင့် သားသမီးများကိုလည်း ငါတို့ပေးသနားခဲ့သည်၊ မည်သည့် တမန်တော်အားမှ အလ္လာဟ်အရှင်မြတ်၏ အခွင့်မရှိဘဲ သက်သေအထောက်အထား တစ်စုံတစ်ရာကို ယူဆောင်လာရန် မဖြစ်နိုင်ပေ။ <span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော်)</span> ကိစ္စရပ်တိုင်းအတွက် အမိန့်တော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ရှိသည် <span>(၃၈)</span>အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုတော်ရှိသည်ကို ဖျက်သိမ်းတော်မူ၏။ မိမိအလိုတော်ရှိသည်ကို တည်မြဲစေတော်မူ၏ <span class=\"gray\">(မိမိအလိုတော်ရှိသည်ကို)</span>။ ၎င်းပြင် အရှင်မြတ်အထံတော်တွင် ကျမ်း၏ အမိ <span class=\"gray\">(လောဟေမဟ်ဖူးဇ်)</span> ရှိ၏ <span>(၃၉)</span></p><div lang=\"my\" class=\"my \"><h2>ပရောဖက်များနှင့် တမန်တော်များအားလုံးသည် လူသားများသာဖြစ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'အို မုဟမ္မဒ်၊ ငါတို့သည် သင့်ကို ပရောဖက်တစ်ပါး၊ လူသားတစ်ဦးအဖြစ် စေလွှတ်ခဲ့သကဲ့သို့ သင့်မတိုင်မီကလည်း တမန်တော်များကို လူသားများထဲမှ စေလွှတ်ခဲ့သည်၊ ထိုသူတို့သည် အစာစားကြသည်၊ ဈေးများတွင် လမ်းလျှောက်ကြသည်၊ ထိုသူတို့အား ဇနီးမယားများနှင့် သားသမီးများကိုလည်း ငါတို့ပေးခဲ့သည်'။ အလ္လာဟ်အရှင်မြတ်သည် အလေးအမြတ်ဆုံးနှင့် နောက်ဆုံးတမန်တော်အား မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَىٰ إِلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင် ပြောကြားပါ၊ \"အကျွန်ုပ်သည် သင်တို့ကဲ့သို့ပင် လူသားတစ်ဦးသာဖြစ်သည်၊ အကျွန်ုပ်ထံသို့ ဗျာဒိတ်တော် ပို့သခြင်းခံရသည်\")</span><span class=\"gray\">[၁၈:၁၁၀]</span> ဆဟီဟ်ကျမ်းနှစ်စောင်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَنَا فَأَصُومُ وَأُفْطِرُ، وَأَقُومُ وَأَنَامُ، وَآكُلُ اللَّحْمَ، وَأَتَزَوَّجُ النِّسَاءَ، فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ဥပုသ်သီလစောင့်ထိန်းသည်၊ ဥပုသ်ဖြတ်သည်၊ ညဘက်တွင် ဝတ်ပြုဆုတောင်းသည်၊ အိပ်စက်သည်၊ အသားစားသည်၊ အမျိုးသမီးများကို လက်ထပ်သည်၊ သို့ဖြစ်ရာ ကျွန်ုပ်၏ စွန္နဟ်မှ ကျောခိုင်းသူသည် ကျွန်ုပ်နှင့်မဆိုင်ပေ။)</span></p><div lang=\"my\" class=\"my \"><h2>မည်သည့် ပရောဖက်မျှ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သည့် မွတ်အ်ဂျိဇာဟ် (ထူးခြားဆန်းကြယ်မှု) ကိုမှ ယူဆောင်လာနိုင်မည်မဟုတ်ပေ။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် တမန်တော်အားမှ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ သက်သေအထောက်အထား တစ်စုံတစ်ရာကို ယူဆောင်လာရန် မဖြစ်နိုင်ပေ။)</span> ဆိုလိုသည်မှာ မည်သည့် ပရောဖက်မျှ မိမိလူမျိုးများထံသို့ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်နှင့် အလိုတော်မရှိဘဲ ထူးခြားဆန်းကြယ်မှုကို ယူဆောင်လာနိုင်မည်မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ဤကိစ္စကို အလ္လာဟ်အရှင်မြတ် အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံး အရှင်မြတ်ကသာ ဆုံးဖြတ်ခြင်းဖြစ်သည်၊ ပရောဖက်များကမဟုတ်ပေ၊ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုတော်ရှိရာကို ဆောင်ရွက်တော်မူ၏၊ မိမိအလိုတော်ရှိရာကို ဆုံးဖြတ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ أَجَلٍ كِتَابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော်)</span> ကိစ္စရပ်တိုင်းအတွက် အမိန့်တော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ရှိသည်)</span>။ သတ်မှတ်ထားသော သက်တမ်းတိုင်းအတွက် မှတ်တမ်း <span class=\"gray\">(သို့မဟုတ် အမိန့်)</span> တစ်ခုရှိသည်၊ ၎င်းကို ထိန်းသိမ်းထားသည်၊ အရာရာတိုင်းတွင် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ သတ်မှတ်ထားသော ပမာဏတစ်ခုရှိ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ မသိကြပေဘူးလား၊ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပေါ်ရှိ အရာခပ်သိမ်းကို သိတော်မူသည်ဟူ၍လား။ ဧကန်မလွဲ ထိုအရာသည် ကျမ်းတော် <span class=\"gray\">(လောဟေမဟ်ဖူးဇ်)</span> တွင် <span class=\"gray\">(အားလုံး)</span> ရှိ၏။ ဧကန်မလွဲ ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူသော ကိစ္စဖြစ်သည်။)</span><span class=\"gray\">[၂၂:၇၀]</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုတော်ရှိရာကို ဖျက်သိမ်းတော်မူခြင်းနှင့် ကျမ်းတော်မှ မိမိအလိုတော်ရှိရာကို တည်မြဲစေတော်မူခြင်း၏ အဓိပ္ပါယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْحُو اللَّهُ مَا يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုတော်ရှိရာကို ဖျက်သိမ်းတော်မူ၏)</span> အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သော ကျမ်းများထဲမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُثْبِتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တည်မြဲစေတော်မူ၏)</span>၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်း၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလ္လမ်) ထံသို့ ထုတ်ပြန်ခဲ့သော ကမ္ဘာန်ကျမ်းသည် ထိုအရာအားလုံးကို ဖျက်သိမ်းသည်အထိပင် ဖြစ်သည်။ မုဂျာဟိဒ်က မှတ်ချက်ပေးခဲ့သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုတော်ရှိရာကို ဖျက်သိမ်းတော်မူ၏၊ မိမိအလိုတော်ရှိရာကို တည်မြဲစေတော်မူ၏ <span class=\"gray\">(မိမိအလိုတော်ရှိရာကို)</span>။)</span> \"အသက်နှင့်သေခြင်း၊ ဆင်းရဲဒုက္ခနှင့် ပျော်ရွှင်မှု <span class=\"gray\">[ဆိုလိုသည်မှာ အီမာန် (ယုံကြည်မှု) နှင့် ကုဖ်ရ် (ငြင်းပယ်မှု)]</span> မှအပ၊ ၎င်းတို့သည် မပြောင်းလဲပေ။\" မန်စူရ်က မုဂျာဟိဒ်အား မေးမြန်းခဲ့သည်၊ \"ကျွန်ုပ်တို့အချို့သည် ၎င်းတို့၏ ဒိုအာ (ဆုတောင်း) တွင် ပြောဆိုကြသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်၏အမည်သည် ပျော်ရွှင်သူများ <span class=\"gray\">(ယုံကြည်သူများ)</span> ထဲတွင် ရှိပါက၊ အကျွန်ုပ်၏အမည်ကို ၎င်းတို့ထဲတွင် အတည်ပြုပေးတော်မူပါ၊ အကျွန်ုပ်၏အမည်သည် ဆင်းရဲဒုက္ခရောက်သူများ <span class=\"gray\">(ငြင်းပယ်သူများ)</span> ထဲတွင် ရှိပါက၊ ၎င်းတို့ထဲမှ ဖယ်ရှားပြီး ပျော်ရွှင်သူများထဲတွင် ထားပေးတော်မူပါ' ဟု။\" မုဂျာဟိဒ်က \"ဤဆုတောင်းသည် ကောင်းပါသည်\" ဟု ပြောခဲ့သည်။ တစ်နှစ် သို့မဟုတ် ထို့ထက်ပို၍ ကြာပြီးနောက် ကျွန်ုပ်သူနှင့်တွေ့ခဲ့ပြီး ထိုမေးခွန်းကိုပင် ထပ်မံမေးမြန်းခဲ့ရာ သူက ဤအာယတ်တော်များကို ရွတ်ဖတ်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်း <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို မင်္ဂလာရှိသောညတစ်ညတွင် ချပေးခဲ့သည်)</span>။ မုဂျာဟိဒ်က ထပ်မံမှတ်ချက်ပေးသည်၊ \"လိုင်လသွလ် ကဒ်ရ် <span class=\"gray\">(အမိန့်တော်ည)</span> တွင်၊ အလ္လာဟ်အရှင်မြတ်သည် နောက်နှစ်တွင် မည်သည့် ရိက္ခာများနှင့် ကပ်ဘေးများ ဖြစ်ပေါ်မည်ကို ဆုံးဖြတ်တော်မူ၏။ ထို့နောက် အရှင်မြတ်အလိုတော်ရှိရာကို ရှေ့သို့ရွှေ့သည် သို့မဟုတ် နောက်သို့ရွှေ့သည် <span class=\"gray\">(သို့မဟုတ် ဖျက်သိမ်းသည်)</span>။ ပျော်ရွှင်သူများ <span class=\"gray\">(ယုံကြည်သူများ)</span> နှင့် ဆင်းရဲဒုက္ခရောက်သူများ <span class=\"gray\">(ငြင်းပယ်သူများ)</span> ၏ မှတ်တမ်းများပါရှိသော ကျမ်းတော်နှင့်ပတ်သက်၍မူ ၎င်းသည် ပြောင်းလဲခြင်းမရှိပေ။\" အလ်-အအ်မရှ်က အဗူ ဝါအီလ်၊ ရှကိက် ဘင်န် စလာမဟ်က ဤဒိုအာ (ဆုတောင်း) ကို မကြာခဏ ရွတ်ဖတ်လေ့ရှိကြောင်း ပြောပြသည်၊ \"အို အလ္လာဟ်အရှင်မြတ်၊ အကယ်၍ အရှင်မြတ်သည် ကျွန်ုပ်တို့ကို ကံဆိုးသူများထဲတွင် ရေးမှတ်ထားပါက၊ ဤအခြေအနေကို ကျွန်ုပ်တို့ထံမှ ဖယ်ရှားပြီး ကောင်းချီးပေးခံရသူများထဲတွင် ရေးမှတ်ပေးတော်မူပါ၊ အကယ်၍ အရှင်မြတ်သည် ကျွန်ုပ်တို့ကို ကောင်းချီးပေးခံရသူများထဲတွင် ရေးမှတ်ထားပါက၊ ထိုအတိုင်းသာ ဆက်လက်ရှိနေပါစေ၊ ဧကန်မလွဲ အရှင်မြတ်သည် အလိုတော်ရှိရာကို ဖျက်သိမ်းတော်မူ၏၊ တည်မြဲစေတော်မူ၏၊ အရှင်မြတ်အထံတော်တွင် ကျမ်း၏ အမိ <span class=\"gray\">(လောဟေမဟ်ဖူးဇ်)</span> ရှိ၏။\" အိဗ်နု ဂျရီရ် အသ်-သဘရီက ဤအကြောင်းအရာကို စုဆောင်းခဲ့သည်။ အလားတူ ထုတ်ပြန်ချက်များကို အွမ္မာရ် ဘင်န် အလ်-ခတ္တဘ်နှင့် အဗ်ဒူလ္လာဟ် ဘင်န် မစ်အူဒ်တို့ထံမှ စုဆောင်းခဲ့သည်၊ ၎င်းတို့က အလ္လာဟ်အရှင်မြတ်သည် မှတ်တမ်းကျမ်းတွင် မိမိအလိုတော်ရှိရာကို ဖျက်သိမ်းတော်မူသည် <span class=\"gray\">(သို့မဟုတ် ပယ်ဖျက်သည်)</span> နှင့် တည်မြဲစေတော်မူသည်ကို ဖော်ပြသည်။ ဤအဓိပ္ပါယ်ကို ထပ်မံထောက်ပံ့ပေးသည့်အရာမှာ အီမာမ် အဟ်မဒ်က သောင်ဗာန်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟူ၍ မှတ်တမ်းတင်ခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيُحْرَمُ الرِّزْقَ بِالذَّنْبِ يُصِيبُهُ، وَلَا يَرُدُّ الْقَدَرَ إِلَّا الدُّعَاءُ، وَلَا يَزِيدُ فِي الْعُمْرِ إِلَّا الْبِرُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် မိမိကျူးလွန်သော အပြစ်ကြောင့် ရိက္ခာ <span class=\"gray\">(မိမိအတွက် ရေးမှတ်ထားသည်)</span> ဆုံးရှုံးရနိုင်သည်။ ဒိုအာ (ဆုတောင်း) မှတစ်ပါး မည်သည့်အရာမျှ အလ်-ကဒ်ရ် <span class=\"gray\">(ကြိုတင်ပြဋ္ဌာန်းချက်)</span> ကို မပြောင်းလဲနိုင်ပေ။ ဘိရ်ရ် <span class=\"gray\">(ကောင်းမှုကုသိုလ်)</span> ကသာ သက်တမ်းကို တိုးစေနိုင်သည်။\")</span></p><p lang=\"my\" class=\"my \">အန်-နဆာအီနှင့် အိဗ်နု မာဂျဟ်တို့က ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ကြသည်။ ဆဟီဟ်ကျမ်းတွင် သားအိမ်နှင့် ပေါင်းသင်းဆက်ဆံမှု ထိန်းသိမ်းခြင်းက သက်တမ်းကို တိုးစေကြောင်း အတည်ပြုသော ဟဒီးဆ်တစ်ခုလည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အလ်-အဝ်ဖီက အိဗ်နု အဗ္ဗာစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောကြားခဲ့ကြောင်း ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ ۖ وَعِندَهُ أُمُّ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုတော်ရှိရာကို ဖျက်သိမ်းတော်မူ၏၊ မိမိအလိုတော်ရှိရာကို တည်မြဲစေတော်မူ၏ <span class=\"gray\">(မိမိအလိုတော်ရှိရာကို)</span>။ ၎င်းပြင် အရှင်မြတ်အထံတော်တွင် ကျမ်း၏ အမိ <span class=\"gray\">(လောဟေမဟ်ဖူးဇ်)</span> ရှိ၏။)</span> \"လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်အား နာခံမှုဖြင့် ခဏတာမျှ လုပ်ဆောင်နေသော်လည်း အရှင်မြတ်ကို မနာခံမှုသို့ ပြောင်းလဲသွားပြီး လမ်းမှားနေရင်း သေဆုံးသွားနိုင်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ဖျက်သိမ်းတော်မူသည့်အရာ ဖြစ်သည်၊ အရှင်မြတ် တည်မြဲစေတော်မူသည့်အရာမှာမူ အရှင်မြတ်ကို မနာခံမှုဖြင့် လုပ်ဆောင်နေသူတစ်ဦးဖြစ်သော်လည်း ၎င်းအတွက် ကောင်းမြတ်မှု သတ်မှတ်ထားသောကြောင့် အလ္လာဟ်အရှင်မြတ်ကို နာခံမှုသို့ ပြန်လည်ရောက်ရှိပြီးနောက် သေဆုံးသွားခြင်းဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် တည်မြဲစေတော်မူသည့်အရာ ဖြစ်သည်။\" ဤအာယတ်တော်သည် အခြားအာယတ်တော်တစ်ခု၏ အဓိပ္ပါယ်တွင် ပါဝင်ကြောင်း စအီဒ် ဘင်န် ဂျူဘိုင်ရ်က ပြောကြားခဲ့သည်ဟူ၍လည်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်မြတ်သည် မိမိအလိုတော်ရှိသူအား ခွင့်လွှတ်တော်မူ၏၊ မိမိအလိုတော်ရှိသူအား အပြစ်ပေးတော်မူ၏။ ၎င်းပြင် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့ကို တတ်နိုင်တော်မူ၏။)</span><span class=\"gray\">[၂:၂၈၄]</span></p>"
  }
]