[
  {
    "ayah_key": "23:99",
    "group_ayah_key": "23:99",
    "from_ayah": "23:99",
    "to_ayah": "23:100",
    "ayah_keys": "23:99,23:100",
    "text": "<p class=\"my translation\" lang=\"my\">သည်အထိ၊ သူတို့အနက်မှ တစ်ဦးဦးထံ သေခြင်းတရား ရောက်ရှိလာသောအခါ၊ သူက ပြောသည်- \"အကျွန်ုပ်၏ အရှင်သခင်! အကျွန်ုပ်ကို ပြန်လွှတ်တော်မူပါ၊ <span>(၉၉)</span>\"သို့မှသာ အကျွန်ုပ် ချန်ထားခဲ့သော အရာများတွင် ကောင်းမှုပြုနိုင်ပါမည်!\" မဟုတ်ဘူး! <span class=\"gray\">(ကာလ်လာ)</span> ၎င်းသည် သူပြောသော စကားတစ်ခွန်းမျှသာဖြစ်သည်; ပြီးနောက် သူတို့၏ ရှေ့တွင် ဘာဇက် ရှိနေသည်၊ သူတို့ကို ပြန်လည် ထမြောက်စေမည့်နေ့အထိ <span>(၁၀၀)</span></p><div lang=\"my\" class=\"my \"><h2>သေခြင်းတရား နီးကပ်လာသောအခါ မယုံကြည်သူတို့၏ မျှော်လင့်ချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတစ်ဦးဦး သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို ပေါ့ဆသူတစ်ဦးဦးထံ သေခြင်းတရား နီးကပ်လာသောအခါ ဖြစ်ပျက်မည့်အရာများကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ သူက ဘာပြောသည်၊ သူ၏ဘဝတစ်လျှောက်လုံး ကျူးလွန်ခဲ့သော မှားယွင်းမှုမှန်သမျှကို ပြုပြင်နိုင်ရန် ဤလောကသို့ ပြန်လာရန် မည်သို့တောင်းဆိုသည်ကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ ارْجِعُونِ - لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ ۚ كَلَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ အရှင်သခင်! အကျွန်ုပ်ကို ပြန်လွှတ်တော်မူပါ၊ သို့မှသာ အကျွန်ုပ် ချန်ထားခဲ့သော အရာများတွင် ကောင်းမှုပြုနိုင်ပါမည်!\" မဟုတ်ဘူး!)</span> ဤသည်မှာ အာယသ်တော်နှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا مِن مَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الْمَوْتُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ တစ်ဦးဦးထံ သေခြင်းတရား မရောက်မီ သင်တို့အား ငါတို့ပေးထားသော အရာများမှ သုံးစွဲကြလော့၊)</span><span class=\"gray\">(၆၃:၁၀)</span> သူ၏မိန့်ဆိုချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သမျှကို အရာခပ်သိမ်းသိတော်မူသည်)</span><span class=\"gray\">(၆၃:၁၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့ကို ၎င်းတို့ထံ ပြစ်ဒဏ်ရောက်ရှိလာမည့်နေ့နှင့် ပတ်သက်၍ သတိပေးလော့)</span><span class=\"gray\">(၁၄:၄၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُم مِّن زَوَالٍ</p><p lang=\"my\" class=\"my \">သူ၏မိန့်ဆိုချက်အထိ; <span class=\"gray\">(သင်တို့သည် <span class=\"gray\">(ဤလောကမှ နောင်ဘဝသို့)</span> စွန့်ခွာမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၁၄:၄၄)</span> နှင့် သူ၏မိန့်ဆိုချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَل لَّنَا مِن شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြစ်ရပ်ပြီးမြောက်သည့်နေ့တွင်၊ ယခင်က ပေါ့ဆခဲ့သူများသည် ပြောကြမည်- \"အမှန်စင်စစ်၊ ကျွန်ုပ်တို့၏ အရှင်သခင်၏ ရစူလ်တမန်တော်များသည် အမှန်တရားနှင့်အတူ ကြွရောက်ခဲ့ကြသည်၊ ယခု ကျွန်ုပ်တို့အတွက် ကြားဝင်ဆောင်ရွက်ပေးမည့် ကြားဝင်ဆောင်ရွက်ပေးသူများ ရှိပါသလား? သို့မဟုတ် ကျွန်ုပ်တို့အား ပြန်လွှတ်တော်မူပါက ကျွန်ုပ်တို့ ယခင်က ပြုလုပ်ခဲ့သော အမှုများမှအပ အခြားအမှုများကို ပြုလုပ်နိုင်ပါမည်လား?\")</span><span class=\"gray\">(၇:၅၃)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြစ်မှုကျူးလွန်သူများသည် ၎င်းတို့၏အရှင်သခင်ရှေ့တွင် ခေါင်းငုံ့ပြီး <span class=\"gray\">(ပြောသည်)</span> ကိုသာ သင်မြင်တွေ့နိုင်မည်ဆိုလျှင်- \"ကျွန်ုပ်တို့၏အရှင်သခင်! ယခု ကျွန်ုပ်တို့ မြင်တွေ့ပြီး ကြားသိခဲ့ပြီ၊ ထို့ကြောင့် ကျွန်ုပ်တို့ကို ပြန်လွှတ်တော်မူပါ၊ သို့မှသာ ကျွန်ုပ်တို့သည် ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်ပါမည်။ အမှန်စင်စစ်၊ ယခု ကျွန်ုပ်တို့သည် အသေအချာ ယုံကြည်ပြီ။\")</span><span class=\"gray\">(၃၂:၁၂)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို <span class=\"gray\">(ငရဲ)</span>မီးပေါ်တွင် ဖမ်းဆီးထားသည်ကိုသာ သင်မြင်နိုင်မည်ဆိုလျှင်! သူတို့က ပြောကြမည်- \"ကျွန်ုပ်တို့အား ပြန်လွှတ်တော်မူခဲ့လျှင် ကောင်းလေစွ! သို့ဆိုလျှင် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏အရှင်သခင်၏ အာယသ်တော်များကို ငြင်းပယ်မည်မဟုတ်ပေ...\")</span> သူ၏မိန့်ဆိုချက်အထိ-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သည် လိမ်ညာသူများဖြစ်ကြသည်)</span><span class=\"gray\">(၆:၂၇-၂၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ မတရားပြုသူတို့ကို သင်တွေ့ရမည်၊ သူတို့က ပြောကြမည်- \"ပြန်လာရန် နည်းလမ်းရှိပါသလား?\")</span><span class=\"gray\">(၄၂:၄၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြမည်- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! ကိုယ်တော်သည် အကျွန်ုပ်တို့အား နှစ်ကြိမ်သေစေခဲ့ပြီး၊ နှစ်ကြိမ်အသက်ပေးခဲ့ပါပြီ! ယခု ကျွန်ုပ်တို့၏ အပြစ်များကို ဝန်ခံပါပြီ၊ ထို့နောက် ထွက်ပေါက်ရှိပါသလား?\")</span><span class=\"gray\">(၄၀:၁၁)</span> ၎င်းနောက် အာယသ်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတွင် သူတို့သည် ဟစ်အော်ကြမည်- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! အကျွန်ုပ်တို့ကို ထုတ်တော်မူပါ၊ အကျွန်ုပ်တို့ ယခင်က ပြုလုပ်ခဲ့သည်များ မဟုတ်ဘဲ၊ ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်ပါမည်။\" <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ပြန်ဖြေမည်-)</span> \"သတိပေးချက်ကို လက်ခံလိုသူ မည်သူမဆို လက်ခံနိုင်ရန် သင်တို့အား လုံလောက်သော သက်တမ်းကို ငါတို့ မပေးခဲ့ဘူးလား? သတိပေးသူလည်း သင်တို့ထံ ရောက်လာခဲ့ပြီ။ ထို့ကြောင့် သင်တို့ <span class=\"gray\">(သင်တို့၏ ဆိုးရွားသော လုပ်ရပ်များ၏)</span> အရသာကို မြည်းစမ်းကြလော့။ မတရားပြုသူတို့အတွက် ကူညီသူ မရှိပေ။\")</span><span class=\"gray\">(၃၅:၃၇)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊ သူတို့သည် သေခြင်းတရား နီးကပ်လာသောအခါ၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊ ၎င်းတို့အား အင်အားကြီးရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ရှေ့မှောက် တရားစီရင်ရန် စုရုံးစေသောအခါ နှင့် ငရဲ၏ ပြစ်ဒဏ်ဆင်းရဲခြင်းများ ခံစားနေရသောအခါ ပြန်သွားရန် တောင်းဆိုကြမည်၊ သို့သော် ၎င်းတို့၏ ဆုတောင်းခြင်းကို အဖြေပေးမည်မဟုတ်ပေ။ ဤတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး! ၎င်းသည် သူပြောသော စကားတစ်ခွန်းမျှသာဖြစ်သည်;)</span> ကာလ်လာ <span class=\"gray\">(မဟုတ်ဘူး!)</span> ဟူသော စကားလုံးသည် ပြစ်တင်ပြောဆိုရန် အသုံးပြုသော စကားလုံးဖြစ်ပြီး၊ အဓိပ္ပာယ်မှာ- \"မဟုတ်ဘူး၊ သူတောင်းဆိုသည်ကို ငါတို့ တုံ့ပြန်မည်မဟုတ်၊ သူ့ထံမှ လက်ခံမည်မဟုတ်။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သူပြောသော စကားတစ်ခွန်းမျှသာဖြစ်သည်)</span> ဆိုသည်မှာ သူသည် ဖြောင့်မတ်သော အမှုများကို ပြုလုပ်နိုင်ရန် ပြန်သွားရန် တောင်းဆိုခြင်းကို ရည်ညွှန်းသည်။ ဤသည်မှာ သူ၏ စကားမျှသာဖြစ်ပြီး၊ မည်သည့်လုပ်ဆောင်မှုနှင့်မှ ပါဝင်မည်မဟုတ်ပေ။ သူသာ ပြန်သွားရမည်ဆိုလျှင်၊ မည်သည့် ဖြောင့်မတ်သော ကောင်းမှုများကိုမျှ ပြုလုပ်မည်မဟုတ်ပေ၊ သူသည် လိမ်ညာခြင်းမျှသာဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသကဲ့သို့-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့ကို ပြန်လွှတ်တော်မူလျှင်၊ ၎င်းတို့ တားမြစ်ခံရသည့်အရာသို့ ပြန်လည်ရောက်ရှိသွားမည်မှာ သေချာပါသည်။ အမှန်စင်စစ် ၎င်းတို့သည် လိမ်ညာသူများဖြစ်သည်)</span><span class=\"gray\">(၆:၂၈)</span>။ ကတာဒါဟ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်ကို အမှန်ပြု၍၊ သူသည် သူ၏ မိသားစုနှင့် မျိုးနွယ်စုထံ ပြန်သွားရန်၊ သို့မဟုတ် ဤလောကရှိ အရာများကို ပိုမိုစုဆောင်းရန် သို့မဟုတ် သူ၏ ဆန္ဒများကို ဖြည့်ဆည်းရန် ဆန္ဒမရှိပေ၊ သို့သော် သူသည် အလ္လာဟ်အရှင်မြတ်အား နာခံမှုများ ပြုလုပ်ရန် ပြန်သွားနိုင်ရန် ဆန္ဒရှိမည်။ ငရဲ၏ ပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ မယုံကြည်သူက လုပ်ခဲ့သင့်သည်ဟု ဆန္ဒရှိမည့်အရာကို ပြုလုပ်သူအပေါ် အလ္လာဟ်အရှင်မြတ် ကရုဏာထားတော်မူပါစေ။\"</p><div lang=\"my\" class=\"my \"><h2>ဘာဇက်နှင့် ၎င်းတွင် ပြစ်ဒဏ်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَائِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးနောက် သူတို့၏ ရှေ့တွင် ဘာဇက် ရှိနေသည်၊ သူတို့ကို ပြန်လည် ထမြောက်စေမည့်နေ့အထိ။)</span> အဘူ ဆာလိဟ်နှင့် အခြားသူများက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَائِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ရှေ့တွင်)</span> ဆိုသည်မှာ ၎င်းတို့၏ ရှေ့တွင်ဖြစ်သည်။ မုဂျာဟစ်ဒ်က ပြောသည်- အလ်-ဘာဇက်သည် ဤလောကနှင့် နောင်ဘဝကြားရှိ အတားအဆီးဖြစ်သည်။ မုဟမ္မဒ် ဘင် ကအ်ဘ်က ပြောသည်- \"အလ်-ဘာဇက်သည် ဤလောကနှင့် နောင်ဘဝကြားရှိ အရာဖြစ်ပြီး၊ ၎င်းတို့သည် ဤလောကသားများကဲ့သို့ စားသောက်ကြသည်မဟုတ်၊ နောင်ဘဝသားများကဲ့သို့ ၎င်းတို့၏ လုပ်ရပ်များအတွက် ဆုချခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ခံရသည်မဟုတ်။\" အဘူ ဆခ်ရ်က ပြောသည်- \"အလ်-ဘာဇက်သည် သင်္ချိုင်းများကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် ဤလောကတွင် မရှိသကဲ့သို့ နောင်ဘဝတွင်လည်း မရှိ၊ ရှင်ပြန်ထမြောက်ရာနေ့အထိ ထိုနေရာတွင် ရှိနေမည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَائِهِم بَرْزَخٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ရှေ့တွင် ဘာဇက် ရှိနေသည်)</span>။ ဤစကားများတွင် သေခါနီးအချိန်၌ မတရားပြုသူများအတွက် ဘာဇက်၏ ပြစ်ဒဏ်နှင့် ပတ်သက်သော ခြိမ်းခြောက်မှု ပါဝင်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن وَرَائِهِمْ جَهَنَّمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ရှေ့တွင် ငရဲ ရှိသည်)</span><span class=\"gray\">(၄၅:၁၀)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِن وَرَائِهِ عَذَابٌ غَلِيظٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ရှေ့တွင် ကြီးမားသော ပြစ်ဒဏ်ရှိမည်)</span><span class=\"gray\">(၁၄:၁၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ يَوْمِ يُبْعَثُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို ပြန်လည် ထမြောက်စေမည့်နေ့အထိ)</span>။ ဆိုလိုသည်မှာ၊ ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူသည် ဆက်လက် ပြစ်ဒဏ်ခံရမည်၊ ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَزَالُ مُعَذَّبًا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ၎င်းတွင် ဆက်လက် ပြစ်ဒဏ်ခံရမည်။)</span> ဆိုလိုသည်မှာ မြေကြီးထဲတွင်ဖြစ်သည်။</p>"
  }
]