[
  {
    "ayah_key": "25:17",
    "group_ayah_key": "25:17",
    "from_ayah": "25:17",
    "to_ayah": "25:19",
    "ayah_keys": "25:17,25:18,25:19",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့နှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ၎င်းတို့ ကိုးကွယ်ကြသော အရာများကို အရှင်မြတ် စုရုံးစေတော်မူမည့်နေ့တွင် အရှင်မြတ်က (၎င်းတို့အား) မိန့်ကြားတော်မူမည်။ “ငါ၏ ဤကျွန်များကို သင်တို့က လမ်းမှားစေခဲ့ကြသလော၊ သို့တည်းမဟုတ် ၎င်းတို့ကိုယ်တိုင်ပင် လမ်းမှားခဲ့ကြသလော။ <span>(17)</span> ၎င်းတို့က လျှောက်တင်ကြမည်။ “အရှင်မြတ်သည် (ချို့ယွင်းချက်များမှ) ကင်းစင်တော်မူပါ။ အရှင်မြတ်မှတစ်ပါး အခြားအာလ်အော်လီယာအ်များကို ကျွနု်ပ်တို့ ကိုးကွယ်ရန်မသင့်လျော်ပါ။ သို့သော် အရှင်မြတ်သည် ၎င်းတို့အားလည်းကောင်း၊ ၎င်းတို့၏ ဖခင်များအားလည်းကောင်း၊ သတိပေးချက်ကို မေ့သွားသည်အထိ သက်သာချောင်ချိစေတော်မူခဲ့ပြီးနောက် ၎င်းတို့သည် ဆုံးရှုံးသွားသော လူမျိုးဖြစ်သွားကြပါပြီ။ <span>(18)</span> ဤနည်းအတိုင်း ၎င်းတို့သည် သင်ပြောသည်ကို ငြင်းပယ်ကြလိမ့်မည်။ ထို့နောက် သင်သည် (ပြစ်ဒဏ်ကို) ပယ်ရှားနိုင်မည်မဟုတ်သည့်နည်းတူ အကူအညီလည်း ရရှိနိုင်မည်မဟုတ်ပေ။ သင်တို့အနက် မည်သူမဆို မကောင်းမှုကို ပြုလုပ်ပါက ငါတို့သည် ၎င်းအား ကြီးလေးသော ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်။ <span>(19)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူတို့၏ ဘုရားများသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အား စွန့်ပစ်ကြမည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်ပျက်လာမည့်အရာများနှင့် ပတ်သက်၍ ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူခဲ့သည်။ ထိုနေ့တွင် ရုပ်တုကိုးကွယ်သူများက အလ္လာဟ်အရှင်မြတ်အစား ကိုးကွယ်ခဲ့သော ပုဂ္ဂိုလ်များ (ကောင်းကင်တမန်များနှင့် အခြားသူများ) သည် ၎င်းတို့အား ပြစ်တင်ရှုံ့ချကြမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းတို့နှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ၎င်းတို့ ကိုးကွယ်ကြသော အရာများကို စုရုံးစေတော်မူမည့်နေ့တွင်)</span> မူဂျာဟစ်ဒ်က “၎င်းဆိုလိုသည်မှာ အီဆာ၊ ဦးဇိုင်ရ်နှင့် ကောင်းကင်တမန်များ” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُ أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَٰؤُلَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က မိန့်ကြားတော်မူမည်။ “ငါ၏ ဤကျွန်များကို သင်တို့က လမ်းမှားစေခဲ့ကြသလော...”)</span> အလ္လာဟ်အရှင်မြတ်က ကိုးကွယ်ခံခဲ့ရသူများအား မေးမြန်းတော်မူမည်- 'သင်တို့သည် ဤသူများကို ငါ့အစား သင်တို့ကို ကိုးကွယ်ရန် ခေါ်ခဲ့သလော၊ သို့မဟုတ် သင်တို့ဖက်မှ မည်သည့်ဖိတ်ခေါ်မှုမှမရှိဘဲ ၎င်းတို့၏ကိုယ်ပိုင်စိတ်ကူးဖြင့် သင်တို့ကို ကိုးကွယ်ခဲ့ကြသလော။' ၎င်းသည် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِن دُونِ اللَّهِ ۖ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ ۚ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ ۚ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ ۚ إِنَّكَ أَنتَ عَلَّامُ الْغُيُوبِ - مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က “အို မရ်ယမ်၏သား အီဆာ၊ သင်သည် လူတို့အား 'ငါနှင့် ငါ၏မယ်တော်ကို အလ္လာဟ်မှတစ်ပါး ကိုးကွယ်ရာနှစ်ပါးအဖြစ် ကိုးကွယ်ကြ' ဟု ပြောခဲ့သလော” ဟု မိန့်ကြားတော်မူသောအခါ၊ ၎င်းက “အရှင်မြတ်သည် (ချို့ယွင်းချက်များမှ) ကင်းစင်တော်မူပါ။ ကျွနု်ပ်၌ အခွင့်အရေးမရှိသောအရာကို <span class=\"gray\">(ပြောဆိုရန်)</span> ကျွနု်ပ်အတွက် မသင့်လျော်ပါ။ အကယ်၍ ကျွနု်ပ်သည် ထိုသို့ပြောဆိုခဲ့လျှင် အရှင်မြတ်သည် မုချသိရှိတော်မူပြီးဖြစ်သည်။ အရှင်မြတ်သည် ကျွနု်ပ်၏ စိတ်ဝိညာဉ်၌ရှိသည်ကို သိတော်မူသော်လည်း ကျွနု်ပ်သည် အရှင်မြတ်၏ စိတ်ဝိညာဉ်၌ရှိသည်ကို မသိရှိပါ။ မုချဧကန် အရှင်မြတ်သာလျှင် လျှို့ဝှက်ချက်များအားလုံးကို သိရှိတော်မူသောအရှင် ဖြစ်တော်မူပါသည်။ အရှင်မြတ်က ကျွနု်ပ်အား မိန့်ကြားရန် အမိန့်ပေးခဲ့သည်မှတစ်ပါး အခြားမည်သည့်အရာကိုမှ ၎င်းတို့အား မပြောဆိုခဲ့ပါ”)</span><span class=\"gray\">(၅း၁၁၆-၁၁၇)</span> ကိုးကွယ်ခံခဲ့ရသူများက ရှင်ပြန်ထမြောက်ရာနေ့တွင် မည်သို့တုံ့ပြန်ကြမည်ကို ဖော်ပြတော်မူရင်း အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا سُبْحَانَكَ مَا كَانَ يَنبَغِي لَنَا أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က လျှောက်တင်ကြမည်။ “အရှင်မြတ်သည် (ချို့ယွင်းချက်များမှ) ကင်းစင်တော်မူပါ။ အရှင်မြတ်မှတစ်ပါး အခြားအာလ်အော်လီယာအ်များကို <span class=\"gray\">(နတ်တ္တခိဓ်)</span> ကျွနု်ပ်တို့ ကိုးကွယ်ရန် မသင့်လျော်ပါ...”)</span> ပညာရှင်အများစုက အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်သော နတ်တ္တခိဓ်ဟူသော စကားလုံးရှိ နွန်၏အပေါ်တွင် ဖတ်သဟ်ကို ရွတ်ဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...အရှင်မြတ်မှတစ်ပါး အခြားအာလ်အော်လီယာအ်များကို <span class=\"gray\">(နတ်တ္တခိဓ်)</span> ကျွနု်ပ်တို့ ကိုးကွယ်ရန်၊\")</span> ဆိုလိုသည်မှာ 'မည်သည့် ဖန်ဆင်းခံသတ္တဝါမျှ၊ ကျွန်ုပ်တို့လည်းမဟုတ်၊ ၎င်းတို့လည်းမဟုတ်၊ အရှင်မြတ်မှတစ်ပါး အခြားမည်သူ့ကိုမှ ကိုးကွယ်ရန် မသင့်လျော်ပါ။ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ထိုသို့ပြုလုပ်ရန် မခေါ်ခဲ့ပါ။ သို့သော် ၎င်းတို့သည် ကျွန်ုပ်တို့က ပြောဆိုခြင်းမရှိဘဲ သို့မဟုတ် ၎င်းတို့ပြုလုပ်သည်ကို လက်ခံခြင်းမရှိဘဲ ၎င်းတို့ကိုယ်ပိုင်ဆန္ဒဖြင့် ပြုလုပ်ခဲ့ခြင်းဖြစ်သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့နှင့် ၎င်းတို့၏ကိုးကွယ်မှုမှ ကင်းစင်ပါသည်။' ၎င်းသည် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَٰؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ - قَالُوا سُبْحَانَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က ၎င်းတို့အားလုံးကို စုရုံးစေတော်မူပြီးနောက် ကောင်းကင်တမန်များအား “ဤသူများသည် သင်တို့ကို ကိုးကွယ်ခဲ့ကြသလော” ဟု မိန့်ကြားတော်မူမည့်နေ့ကို <span class=\"gray\">(သတိရပါ)</span>။ ၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က “အရှင်မြတ်သည် (ချို့ယွင်းချက်များမှ) ကင်းစင်တော်မူပါ” ဟု လျှောက်တင်ကြမည်။)</span><span class=\"gray\">(၃၄း၄၀-၄၁)</span> အခြားပညာရှင်များက ဤဝါကျသည် 'အရှင်မြတ်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ ကာကွယ်သူ သို့မဟုတ် ကူညီသူ <span class=\"gray\">(အာလ်အော်လီယာအ်)</span> အဖြစ် ယူရန် ကျွန်ုပ်တို့အတွက် မသင့်လျော်ပါ' ဟု ဆိုလိုသည်ဟု နားလည်ကြသည်။ ဆိုလိုသည်မှာ 'မည်သူမဆို ကျွန်ုပ်တို့အား ကိုးကွယ်ရန် မသင့်လျော်ပါ၊ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် အရှင်မြတ်၏ ကျွန်များဖြစ်ပြီး အရှင်မြတ်ကို လိုအပ်နေသောကြောင့်ဖြစ်သည်။' ဤအဓိပ္ပါယ်သည် ပထမအဓိပ္ပါယ်နှင့် နီးစပ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن مَّتَّعْتَهُمْ وَآبَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရှင်မြတ်သည် ၎င်းတို့နှင့် ၎င်းတို့၏ ဖခင်များအား သက်သာချောင်ချိစေခဲ့သည်)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်သည် အချိန်ကာလကြာရှည်စွာ ကုန်ဆုံးစေတော်မူခဲ့သဖြင့် ၎င်းတို့သည် သတိပေးချက်ကို မေ့လျော့သွားခဲ့ကြသည်၊ ဆိုလိုသည်မှာ တမန်တော်များမှတစ်ဆင့် ၎င်းတို့ထံသို့ စေလွှတ်တော်မူခဲ့သောအရာကို မေ့လျော့သွားခဲ့ကြသည်၊ ထိုအရာက ၎င်းတို့အား အရှင်မြတ်တစ်ပါးတည်းကိုသာ မည်သည့်အဖော် သို့မဟုတ် မိတ်ဖက်မျှမရှိဘဲ ကိုးကွယ်ရန် ခေါ်ခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا قَوْمًا بُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဆုံးရှုံးသွားသော လူမျိုးဖြစ်သွားကြသည်။)</span> အိဗ်နုအဗ္ဗာစ်က “၎င်းဆိုလိုသည်မှာ ၎င်းတို့သည် ဖျက်ဆီးခံရသည်” ဟု ပြောကြားခဲ့သည်။ အလ်ဟစန် အလ်ဘဆ်ရီနှင့် မာလိက်တို့က အဇ်ဇူဟ်ရီမှ သတင်းပို့ခဲ့သည်- “၎င်းတို့၌ မည်သည့်ကောင်းကျိုးမျှမရှိပါ။” အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ ၎င်းတို့သည် သင်တို့ပြောသည်ကို ငြင်းပယ်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ 'သင်တို့က အလ္လာဟ်မှတစ်ပါး ကိုးကွယ်ခဲ့ကြသူများသည် ၎င်းတို့သည် သင်တို့၏ အကူအညီပေးသူများနှင့် ကာကွယ်သူများဖြစ်ပြီး သင်တို့ကို အလ္လာဟ်နှင့် ပိုမိုနီးစပ်စေသည်ဟူသော သင်တို့၏ပြောဆိုချက်များသည် မှားယွင်းကြောင်း ပြသကြလိမ့်မည်။' ၎င်းသည် အာယတ်တော်များနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ ခေါ်ဖိတ်သူထက် မည်သူက ပိုမိုလမ်းမှားသနည်း၊ ထိုသူသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ၎င်းအား တုံ့ပြန်မည်မဟုတ်ဘဲ ၎င်းတို့သည် ၎င်းတို့အား ခေါ်ဖိတ်ခြင်းကို သတိမမူကြပါ။ လူသားများအား စုရုံးစေသောအခါ ၎င်းတို့သည် ၎င်းတို့၏ ရန်သူများဖြစ်သွားကြမည်ဖြစ်ပြီး ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်ကြလိမ့်မည်။)</span><span class=\"gray\">(၄၆း၅-၆)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်သည် (ပြစ်ဒဏ်ကို) ပယ်ရှားနိုင်မည်မဟုတ်သည့်နည်းတူ အကူအညီလည်း ရရှိနိုင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မိမိတို့ကိုယ်မှ ပြစ်ဒဏ်ကို ပယ်ရှားနိုင်မည်မဟုတ်သည့်နည်းတူ မိမိတို့ကိုယ်ကိုလည်း ကူညီနိုင်ကြမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَظْلِم مِّنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် မည်သူမဆို မကောင်းမှုကို ပြုလုပ်ပါက၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို ကိုးကွယ်မှုတွင် တွဲဖက်ကိုးကွယ်ခြင်းဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُذِقْهُ عَذَابًا كَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းအား ကြီးလေးသော ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်။)</span></p>"
  },
  {
    "ayah_key": "25:20",
    "group_ayah_key": "25:20",
    "from_ayah": "25:20",
    "to_ayah": "25:20",
    "ayah_keys": "25:20",
    "text": "<p class=\"my translation\" lang=\"my\">သင့်ရှေ့တွင် မည်သည့်တမန်တော်ကိုမျှ ငါတို့ စေလွှတ်ခဲ့သည်မရှိပေ၊ သို့သော် အမှန်စင်စစ် ၎င်းတို့သည် အစားအသောက်များကို စားသုံးခဲ့ကြပြီး စျေးများတွင် သွားလာခဲ့ကြသည်။ ထို့ပြင် ငါတို့သည် သင်တို့အချို့ကို အချို့အတွက် စမ်းသပ်မှုအဖြစ် ဖန်ဆင်းထားတော်မူသည်။ သင်တို့သည် သည်းခံကြမည်လော။ အရှင်မြတ်၏ အရှင်သည် အမြဲတမ်း အရာခပ်သိမ်းကို မြင်တော်မူသောအရှင် ဖြစ်တော်မူသည်။ <span>(20)</span></p><div lang=\"my\" class=\"my \"><h2>ယခင်တမန်တော်များအားလုံးသည် လူသားများဖြစ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်စေလွှတ်တော်မူခဲ့သော ယခင်တမန်တော်များအကြောင်းကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ၎င်းတို့အားလုံးသည် အာဟာရလိုအပ်သော အစားအသောက်များကို စားသုံးလေ့ရှိကြသည်။ ၎င်းတို့သည် ကုန်သွယ်မှုပြုလုပ်ရန်နှင့် အသက်မွေးဝမ်းကျောင်းရှာရန် စျေးများတွင် သွားလာလေ့ရှိကြသည်။ သို့သော် ၎င်းသည် ၎င်းတို့၏ တမန်တော်အဆင့်အတန်းကို မထိခိုက်သင့်ပေ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကောင်းမွန်သော ဂုဏ်သတ္တိများကို ပေးသနားတော်မူခဲ့ပြီး လှပသော စကားများကို ပြောဆိုရန်နှင့် မြင့်မြတ်သော လုပ်ရပ်များကို ပြုလုပ်ရန် စေတော်မူခဲ့သည်၊ ထို့ပြင် ၎င်းတို့အား ပုံမှန်မဟုတ်သော ဖြစ်ရပ်များနှင့် ရှင်းလင်းသော သက်သေများကို ပေးသနားတော်မူခဲ့သည်၊ ထိုအရာများမှ ပညာဉာဏ်ရှိသူတိုင်းသည် ၎င်းတို့ အလ္လာဟ်အရှင်မြတ်ထံမှ ယူဆောင်လာသောအရာသည် မှန်ကန်ကြောင်း အတည်ပြုချက်ကို မြင်နိုင်ပါသည်။ ဤအာယတ်တော်သည် အာယတ်တော်များနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ရှေ့တွင် မြို့ပြနေလူထုထဲမှ၊ ငါတို့ ဗျာဒိတ်ပေးခဲ့သော အမျိုးသားများမှတစ်ပါး အခြားမည်သူ့ကိုမျှ ငါတို့ စေလွှတ်ခဲ့သည်မရှိပါ။)</span><span class=\"gray\">(၁၂း၁၀၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَاهُمْ جَسَدًا لَّا يَأْكُلُونَ الطَّعَامَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့အား အစားအသောက်မစားသုံးသော ကိုယ်ခန္ဓာများအဖြစ် ဖန်ဆင်းထားတော်မူခဲ့သည်မရှိပါ။)</span><span class=\"gray\">(၂၁း၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် သင်တို့အချို့ကို အချို့အတွက် စမ်းသပ်မှုအဖြစ် ဖန်ဆင်းထားတော်မူသည်။ သင်တို့သည် သည်းခံကြမည်လော။)</span> ဆိုလိုသည်မှာ 'မည်သူက နာခံပြီး မည်သူက မနာခံသည်ကို ငါတို့ မြင်နိုင်ရန် သင်တို့အချို့ကို အခြားသူများမှတစ်ဆင့် စမ်းသပ်သည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သည်းခံကြမည်လော။ အရှင်မြတ်၏ အရှင်သည် အမြဲတမ်း အရာခပ်သိမ်းကို မြင်တော်မူသောအရှင် ဖြစ်တော်မူသည်။)</span> ဆိုလိုသည်မှာ မည်သူက ဗျာဒိတ်ကို ရထိုက်သည်ကို အရှင်မြတ်သိတော်မူသည်၊ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာတွင် မိန့်ကြားတော်မူသကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ သတင်းစကားကို မည်သူနှင့် ပေးသင့်သည်ကို အသိဆုံး ဖြစ်တော်မူသည်။)</span><span class=\"gray\">(၆း၁၂၄)</span>။ ထို့ပြင် အရှင်မြတ်သည် မည်သူက အရှင်မြတ်စေလွှတ်တော်မူခဲ့သော သတင်းစကားသို့ လမ်းညွှန်မှုခံရထိုက်ပြီး မည်သူက လမ်းညွှန်မှုခံရထိုက်သည်မဟုတ်သည်ကို သိတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် သင်တို့အချို့ကို အချို့အတွက် စမ်းသပ်မှုအဖြစ် ဖန်ဆင်းထားတော်မူသည်။ သင်တို့သည် သည်းခံကြမည်လော။)</span> မိုဟာမဒ် ဗင်န် အိစ်ဟားက်က ပြောကြားခဲ့သည်- အလ္လာဟ်အရှင်မြတ်က “ငါသည် လောကကြီးကို ငါ၏တမန်တော်များကို မည်သူမျှ မဆန့်ကျင်သော ကမ္ဘာဖြစ်စေလိုခဲ့လျှင် ငါပြုလုပ်နိုင်ခဲ့မည်ဖြစ်သည်။ သို့သော် ငါသည် ငါ၏ကျွန်များကို ၎င်းတို့မှတစ်ဆင့် စမ်းသပ်လိုခဲ့သည်” ဟု မိန့်ကြားတော်မူသည်။ စဟီးဟ် မွတ်စလင်မ်တွင် အိယားဒ် ဗင်န် ဟိမာရ်မှ သတင်းပို့ခဲ့သည်မှာ အလ္လာဟ်၏ တမန်တော်က မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالى: إِنِّي مُبْتَلِيكَ وَمُبْتَلٍ بِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- “ငါသည် သင့်အား စမ်းသပ်မည်ဖြစ်ပြီး သင့်အားဖြင့် အခြားသူများကို စမ်းသပ်မည်။”)</span> စဟီးဟ်ကျမ်းတွင် ၎င်းအား တမန်တော်နှင့် ဘုရင်ဖြစ်ရန်၊ သို့မဟုတ် ကျွန်နှင့် တမန်တော်ဖြစ်ရန် ရွေးချယ်ခွင့်ပေးခဲ့ရာ ၎င်းက ကျွန်နှင့် တမန်တော်ဖြစ်ရန် ရွေးချယ်ခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p>"
  }
]