[
  {
    "ayah_key": "2:68",
    "group_ayah_key": "2:68",
    "from_ayah": "2:68",
    "to_ayah": "2:71",
    "ayah_keys": "2:68,2:69,2:70,2:71",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က \"ကျွန်ုပ်တို့အတွက် အရှင့်သခင်အား ဆုတောင်းပေးပါ၊ ၎င်းသည် အဘယ်နည်းဟု ကျွန်ုပ်တို့အား ရှင်းလင်းစွာ ဖော်ပြစေရန်!\" ဟုဆို၏။ ၎င်းက \"အရှင့်သခင်က ဤသည်မှာ နွားမတစ်ကောင်ဖြစ်သည်၊ အိုလွန်းလည်းမအို၊ နုလွန်းလည်းမနု၊ သို့သော် အခြေအနေနှစ်ခုကြားတွင် ရှိသည်ဟု မိန့်တော်မူ၏။ ထို့ကြောင့် သင်တို့အား အမိန့်ပေးထားသည့်အတိုင်း ပြုလုပ်ကြလော့။ <span>(68)</span>၎င်းတို့က \"ကျွန်ုပ်တို့အတွက် အရှင့်သခင်အား ဆုတောင်းပေးပါ၊ ၎င်း၏အရောင်ကို ကျွန်ုပ်တို့အား ရှင်းလင်းစွာ ဖော်ပြစေရန်။\" ဟုဆို၏။ ၎င်းက \"အရှင့်သခင်က ဤသည်မှာ အဝါရောင်နွားမတစ်ကောင်ဖြစ်သည်၊ အရောင်တောက်ပသည်၊ မြင်သူများကို ပျော်ရွှင်စေသည်ဟု မိန့်တော်မူ၏။ <span>( 69)</span>၎င်းတို့က \"ကျွန်ုပ်တို့အတွက် အရှင့်သခင်အား ဆုတောင်းပေးပါ၊ ၎င်းသည် အဘယ်နည်းဟု ကျွန်ုပ်တို့အား ရှင်းလင်းစွာ ဖော်ပြစေရန်။ အမှန်စင်စစ် ကျွန်ုပ်တို့အတွက် နွားအားလုံးမှာ ဆင်တူယိုးမှားဖြစ်နေသည်။ အမှန်စင်စစ် အလ္လာဟ်အလိုရှိတော်မူပါက ကျွန်ုပ်တို့သည် လမ်းညွှန်မှုကို ရရှိကြမည်။ <span>( 70)</span>၎င်း <span class=\"gray\">(မူဆာ)</span> က \"အရှင့်သခင်က ဤသည်မှာ နွားမတစ်ကောင်ဖြစ်သည်၊ မြေကိုထွန်ယက်ရန် လေ့ကျင့်ထားခြင်းမရှိ၊ လယ်ကွင်းများကိုရေလောင်းရန်လည်း လေ့ကျင့်ထားခြင်းမရှိ၊ အပြစ်အနာအဆာမရှိ၊ ပြည့်စုံသည်ဟု မိန့်တော်မူ၏။\" ၎င်းတို့က \"ယခု သင်သည် အမှန်တရားကို ယူဆောင်လာပြီ။\" ထို့နောက် ၎င်းတို့သည် မလုပ်ရန် နီးစပ်နေသော်လည်း ၎င်းကို သတ်ဖြတ်ခဲ့ကြသည်။ <span>(71)</span></p><div lang=\"my\" class=\"my \"><h2>နွားနှင့်ပတ်သက်၍ ဂျူးတို့၏ ခေါင်းမာမှု၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် ကိစ္စကို ခက်ခဲစေခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အစ္စရေး၏သားမြေးများ၏ ခေါင်းမာမှုကို နှင့် ၎င်းတို့၏ ရစူလ်တမန်တော်များအား မလိုအပ်သော မေးခွန်းများစွာ မေးမြန်းခဲ့သည်ကို ဖော်ပြခဲ့သည်။ ၎င်းတို့ ခေါင်းမာခဲ့သောကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် ဆုံးဖြတ်ချက်များကို ခက်ခဲစေခဲ့ခြင်းဖြစ်သည်။ ၎င်းတို့သည် နွားတစ်ကောင်၊ မည်သည့်နွားမဆို သတ်ဖြတ်ခဲ့ပါက ၎င်းတို့အတွက် လုံလောက်မည်ဖြစ်ကြောင်း အိဗ်နုအဘ္ဗားစ်နှင့် ဥဗိုင်ဒဟ်တို့က ပြောကြားခဲ့သည်။ ယင်းအစား ၎င်းတို့သည် ကိစ္စကို ခက်ခဲစေခဲ့ပြီး ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် ပိုမိုခက်ခဲစေခဲ့သည်။ ၎င်းတို့က ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အတွက် အရှင့်သခင်အား ဆုတောင်းပေးပါ၊ ၎င်းသည် အဘယ်နည်းဟု ကျွန်ုပ်တို့အား ရှင်းလင်းစွာ ဖော်ပြစေရန်!)</span>၊ ဆိုလိုသည်မှာ \"ဤနွားသည် အဘယ်နည်း၊ ၎င်း၏ဖော်ပြချက်သည် အဘယ်နည်း။\" မူဆာက ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင့်သခင်က 'အမှန်စင်စစ်၊ ၎င်းသည် နွားမတစ်ကောင်ဖြစ်သည်၊ အိုလွန်းလည်းမအို၊ နုလွန်းလည်းမနု' ဟု မိန့်တော်မူ၏)</span>၊ ဆိုလိုသည်မှာ ၎င်းသည် အိုလည်းမအို၊ သားပေါက်နိုင်သည့်အရွယ်အောက်လည်း မဟုတ်ပေ။ ဤသည်မှာ အဗူအလ်-အာလိယဟ်၊ အစ်စွတ်ဒီ၊ မူဂျာဟစ်၊ အိက်ရိမာ၊ အာသီယဟ် အလ်-အာအ်ဖီ၊ အာတာအ်၊ အလ်-ခုရာစန်နီ၊ ဝါဟဘ် ဘင် မူနဗ်ဘိဟ်၊ အဒ်-ဒဟ်ဟက်၊ အလ်-ဟစန်၊ ကွါတာဒဟ် နှင့် အိဗ်နုအဘ္ဗားစ်တို့၏ အမြင်ဖြစ်သည်။ အဒ်-ဒဟ်ဟက်က အိဗ်နုအဘ္ဗားစ် ပြောကြားခဲ့သည်ကို ဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَوَانٌ بَيْنَ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် <span class=\"gray\">(၎င်းသည်)</span> အခြေအနေနှစ်ခုကြားတွင် ရှိသည်)</span> ဆိုလိုသည်မှာ \"အိုလည်းမအို၊ နုလည်းမနု။ ယင်းအစား၊ ၎င်းသည် နွားမများတွင် အားအကောင်းဆုံးနှင့် အသင့်တော်ဆုံးဖြစ်သည့်အရွယ်တွင် ရှိသည်။\" ၎င်း၏ တဖ်စီရ်တွင် အလ်-အာအ်ဖီက အိဗ်နုအဘ္ဗားစ်ထံမှ ဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقِعٌ لَّوْنُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရောင်တောက်ပသည်)</span> \"အဝါရောင်နက်ပြီး အဖြူရောင်စပ်သည်။\"</p><p lang=\"sm\" class=\"sm \">As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَسُرُّ النَّاظِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင်သူများကို ပျော်ရွှင်စေသည်)</span> ဆိုလိုသည်မှာ၊ မြင်သူများကို ပျော်ရွှင်စေသည်။ ဤသည်မှာ အဗူအလ်-အာလိယဟ်၊ ကွါတာဒဟ် နှင့် အရ်-ရာဘီအ် ဘင် အနပ်စ်တို့၏ အမြင်လည်းဖြစ်သည်။ ထို့အပြင် ဝါဟဘ် ဘင် မူနဗ်ဘိဟ်က \"အကယ်၍ သင်သည် နွား၏အသားအရေကို ကြည့်ရှုပါက နေရောင်ခြည်သည် ၎င်း၏အသားအရေမှ ရောင်ပြန်ဟပ်နေသည်ဟု ထင်ရပါလိမ့်မည်။\" ဟု ပြောကြားခဲ့သည်။ တော်ရာ၏ ခေတ်သစ်ဗားရှင်းတွင် အာယတ်ရှိနွားသည် အနီရောင်ဖြစ်သည်ဟု ဖော်ပြထားသော်လည်း ဤသည်မှာ မှားယွင်းမှုဖြစ်သည်။ သို့မဟုတ် ၎င်းနွားသည် အလွန်အဝါရောင်ဖြစ်သောကြောင့် အနက်ရောင် သို့မဟုတ် အနီရောင်ဖျော့ဖျော့ကဲ့သို့ ပေါ်လာခြင်းဖြစ်နိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့အတွက် နွားအားလုံးမှာ ဆင်တူယိုးမှားဖြစ်နေသည်)</span> ဤသည်မှာ နွားများ ပေါများသောကြောင့် ဤနွားကို ကျွန်ုပ်တို့အား ပိုမိုဖော်ပြပေးပါဟု ဆိုလိုသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّا إِن شَاءَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အလိုရှိတော်မူပါက)</span> သင်သည် ကျွန်ုပ်တို့အား ပိုမိုဖော်ပြပေးမည်ဆိုပါက၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَمُهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် လမ်းညွှန်မှုကို ရရှိကြမည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင့်သခင်က '၎င်းသည် နွားမတစ်ကောင်ဖြစ်သည်၊ မြေကိုထွန်ယက်ရန် လေ့ကျင့်ထားခြင်းမရှိ၊ လယ်ကွင်းများကိုရေလောင်းရန်လည်း လေ့ကျင့်ထားခြင်းမရှိ' ဟု မိန့်တော်မူ၏)</span> ဆိုလိုသည်မှာ ၎င်းကို လယ်ယာလုပ်ငန်းတွင်လည်းကောင်း၊ ရေလောင်းရန်အတွက်လည်းကောင်း အသုံးပြုခြင်းမရှိပေ။ ယင်းအစား၊ ၎င်းသည် ဂုဏ်ရှိပြီး ကြည့်ကောင်းသည်။ အဘ်ဒူရ်-ရဇ်ဇက်က မာအ်မာက ကွါတာဒဟ် ပြောသည်ကို ဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسَلَّمَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြည့်စုံသည်)</span> ဆိုလိုသည်မှာ \"နွားတွင် မည်သည့်ချို့ယွင်းချက်မှ မရှိပေ။\" ဤသည်မှာ အဗူအလ်-အာလိယဟ် နှင့် အရ်-ရာဘီအ်တို့၏ အမြင်လည်းဖြစ်သည်။ မူဂျာဟစ်ကလည်း အာယတ်သည် နွားသည် ချို့ယွင်းချက်ကင်းရှင်းသည်ဟု ဆိုလိုကြောင်း ပြောကြားခဲ့သည်။ ထို့အပြင် အာတာအ် အလ်-ခုရာစန်နီက အာယတ်သည် ၎င်း၏ခြေထောက်များနှင့် ခန္ဓာကိုယ်သည် ရုပ်ပိုင်းဆိုင်ရာ ချို့ယွင်းချက်များ ကင်းရှင်းသည်ဟု ဆိုလိုကြောင်း ပြောကြားခဲ့သည်။</p><p lang=\"gd\" class=\"gd \">Also, Ad-Dahhak said that Ibn 'Abbas said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် မလုပ်ရန် နီးစပ်နေသော်လည်း ၎င်းကို သတ်ဖြတ်ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ \"၎င်းတို့သည် ၎င်းကို မသတ်ဖြတ်လိုခဲ့ကြပေ။\"</p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ နွား၏ဖော်ပြချက်နှင့်ပတ်သက်၍ မေးခွန်းများနှင့် အဖြေများအားလုံးအပြီးတွင်ပင် ဂျူးများသည် နွားကို သတ်ဖြတ်ရန် ဆန္ဒမရှိသေးပေ။ ကွရ်အာန်၏ ဤအပိုင်းသည် ဂျူးတို့၏ အပြုအမူကို ဝေဖန်ခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ တစ်ခုတည်းသော ရည်ရွယ်ချက်မှာ ခေါင်းမာရန်ဖြစ်ပြီး ထို့ကြောင့် ၎င်းတို့သည် နွားကို မသတ်ဖြတ်ရန် နီးစပ်ခဲ့ခြင်းဖြစ်သည်။ ထို့အပြင် ဥဗိုင်ဒဟ်၊ မူဂျာဟစ်၊ ဝါဟဘ် ဘင် မူနဗ်ဘိဟ်၊ အဗူအလ်-အာလိယဟ် နှင့် အဘ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ်တို့က \"ဂျူးများသည် နွားကို ငွေအများအပြားဖြင့် ဝယ်ယူခဲ့ကြသည်။\" ဟု ပြောကြားခဲ့သည်။ ဤကိစ္စနှင့်ပတ်သက်၍ သဘောထားကွဲလွဲမှုများ ရှိသည်။</p>"
  },
  {
    "ayah_key": "2:7",
    "group_ayah_key": "2:7",
    "from_ayah": "2:7",
    "to_ayah": "2:7",
    "ayah_keys": "2:7",
    "text": "<p class=\"en translation\" lang=\"en\">Allah has set a seal on their hearts and on their hearing, and on their eyes there is a covering. Theirs will be a great torment <span>(7)</span></p><div lang=\"zu\" class=\"zu \"><h2>Meaning of Khatama</h2></div><p lang=\"bg-Latn\" class=\"bg-Latn \">As-Suddi said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَتَمَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Khatama Allah)</span> means, \"Allah has sealed.\" Qatadah said that this Ayah means, \"Shaytan controlled them when they obeyed him. Therefore, Allah sealed their hearts, hearing and sight, and they could neither see the guidance nor hear, comprehend or understand.\" Ibn Jurayj said that Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has set a seal on their hearts)</span>, \"A stamp. It occurs when sin resides in the heart and surrounds it from all sides, and this submersion of the heart in sin constitutes a stamp, meaning a seal.\" Ibn Jurayj also said that the seal is placed on the heart and the hearing. In addition, Ibn Jurayj said, that 'Abdullah bin Kathir narrated that Mujahid said, \"The stain is not as bad as the stamp, the stamp is not as bad as the lock which is the worst type.\" Al-A'mash said, \"Mujahid demonstrated with his hand while saying, 'They used to say that the heart is just like this - meaning the open palm. When the servant commits a sin, a part of the heart will be rolled up - and he rolled up his index finger. When the servant commits another sin, a part of the heart will be rolled up' - and he rolled up another finger, until he rolled up all of his fingers. Then he said, 'Then, the heart will be sealed.' Mujahid also said that this is the description of the Ran <span class=\"gray\">(refer to 83:14)</span>.\"</p><p lang=\"en\" class=\"en \">Al-Qurtubi said, \"The Ummah has agreed that Allah has described Himself with sealing and closing the hearts of the disbelievers, as a punishment for their disbelief. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, Allah has set a seal upon their hearts because of their disbelief)</span><span class=\"gray\">(4:155)</span>.\"</p><p lang=\"en\" class=\"en \">He then mentioned the Hadith about changing the hearts, <span class=\"gray\">(in which the Prophet ﷺ supplicated)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قُلُوبَنَا عَلىٰ دِينِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O You Who changes the hearts, make our hearts firm on Your religion.)</span></p><p lang=\"en\" class=\"en \">He also mentioned the Hadith by Hudhayfah recorded in the Sahih, in which the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوبِ كَالْحَصِيرِ عُودًا عُودًا، فَأَيُّ قَلْبٍ أُشْرِبَهَا نُكِتَ فِيه نُكْتَةٌ سَوْدَاءُ وَأَيُّ قَلْبٍ أَنْكَرَهَا نُكِتَ فِيهِ نُكْتَةٌ بَيْضَاءُ حَتى تَصِيرَ عَلَى قَلْبَيْنِ: عَلى أَبْيَضَ مِثْلِ الصَّفَا، فَلَا تَضُرُّهُ فِتْنَةٌ مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ وَالْآخَرُ أَسْوَدُ مُرْبَادًّا كَالْكُوزِ مُجَخِّيًا لَا يَعْرِفُ مَعْرُوفًا وَلَا يُنْكِرُ مُنْكَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Fitan <span class=\"gray\">(trials, tests)</span> are offered to the hearts, just as the straws that are sewn into a woven mat, one after another. Any heart that accepts the Fitan, then a black dot will be engraved on it. Any heart that rejects the Fitan, then a white dot will be engraved on it. The hearts will therefore become two categories: white, just like the barren rock; no Fitnah shall ever harm this category as long as the heavens and earth still exist. Another category is black, just as the cup that is turned upside down, for this heart does not recognize righteousness or renounce evil.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir said, \"The truth regarding this subject is what the authentic Hadith from the Messenger of Allah ﷺ stated. Abu Hurayrah narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُؤمِنَ إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَةً سَوْدَاءَ فِي قَلْبِهِ، فَإِنْ تَابَ وَنَزَعَ وَاسْتَعْتَبَ صَقِلَ قَلْبُهُ وَإِنْ زَادَ زَادَتْ حَتَّى تَعْلُوَ قَلْبَهُ، فَذٰلِكَ الرَّانُ الَّذِي قَالَ اللهُ تَعَالىٰ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the believer commits a sin, a black dot will be engraved on his heart. If he repents, refrains and regrets, his heart will be polished again. If he commits more errors, the dots will increase until they cover his heart. This is the Ran <span class=\"gray\">(stain)</span> that Allah described,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! But on their hearts is the Ran <span class=\"gray\">(stain)</span> which they used to earn)</span>\" <span class=\"gray\">(83:14)</span>.</p><p lang=\"gd\" class=\"gd \">At-Tirmidhi, An-Nasa'i and Ibn Majah recorded this Hadith, and At-Tirmidhi said that it is Hasan Sahih.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of Ghishawah</h2></div><p lang=\"su\" class=\"su \">Reciting the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has set a seal on their hearts and on their hearing)</span>, then pausing, then continuing with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَىٰ أَبْصَارِهِمْ غِشَاوَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on their eyes there is a Ghishawah <span class=\"gray\">(covering)</span>)</span> is accurate, for the stamp is placed on the heart and the hearing while the Ghishawah, the covering, is appropriately placed on the eyes. In his Tafsir, As-Suddi said that Ibn 'Abbas and Ibn Mas'ud said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has set a seal on their hearts and on their hearing)</span>, \"So that they neither understand nor hear. Allah also said that He placed a covering on their sight, meaning eyes, and so, they do not see.\"</p><div lang=\"es\" class=\"es \"><h2>The Hypocrites</h2></div><p lang=\"en\" class=\"en \">We mentioned that four Ayat in the beginning of Surat Al-Baqarah described the believers. The two last Ayat <span class=\"gray\">(2:6-7)</span> describe the disbelievers. Afterwards, Allah begins to describe the hypocrites who show belief and hide disbelief. Since the matter of the hypocrites is vague and many people do not realize their true reality, Allah mentioned their description in detail. Each of the characteristics that Allah used to described them with is a type of hypocrisy itself. Allah revealed Surat Bara'ah <span class=\"gray\">(chapter 9)</span> and Surat Al-Munafiqun <span class=\"gray\">(chapter 63)</span> about the hypocrites. He also mentioned the hypocrites in Surat An-Nur <span class=\"gray\">(24)</span> and other Surahs, so that their description would be known and their ways and errors could be avoided. Allah said,</p>"
  }
]