[
  {
    "ayah_key": "14:21",
    "group_ayah_key": "14:21",
    "from_ayah": "14:21",
    "to_ayah": "14:21",
    "ayah_keys": "14:21",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အားလုံး အလ္လာဟ်အရှင်မြတ်ထံတော်မှောက်သို့ ပေါ်ထွက်လာကြမည်။ ထို့နောက် အားနည်းသူများသည် မာန်မာနထောင်လွှားသူများအား ပြောဆိုကြမည်။ \"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်တို့ကို လိုက်နာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ပြင်းထန်စွာ နှိပ်စက်မှုကို အသင်တို့ ကာကွယ်ပေးနိုင်မည်လော။\" ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား လမ်းညွှန်ခဲ့ပါက ကျွန်ုပ်တို့သည် အသင်တို့ကို လမ်းညွှန်ခဲ့ကြမည်။ ကျွန်ုပ်တို့ ဒေါသထွက်သည်ဖြစ်စေ၊ သည်းခံသည်ဖြစ်စေ <span class=\"gray\">(ဤနှိပ်စက်မှုများကို)</span> သည်းခံသည်ဖြစ်စေ ကျွန်ုပ်တို့အတွက် မည်သည့် ကွာခြားမှုမျှ မရှိပေ။ ကျွန်ုပ်တို့အတွက် ခိုလှုံရာမရှိပေ။ <span>(၂၁)</span></p><div lang=\"my\" class=\"my \"><h2>ငြင်းပယ်သောခေါင်းဆောင်များနှင့် ၎င်းတို့၏နောက်လိုက်များသည် ငရဲမီးထဲတွင် ငြင်းခုံကြမည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَبَرَزُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပေါ်ထွက်လာကြမည်)</span> ဆိုလိုသည်မှာ သတ္တဝါအားလုံး၊ ၎င်းတို့အနက်မှ မကောင်းသူများနှင့် ကောင်းမြတ်သူများသည် အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်း၊ အနိုင်ယူမရသောအရှင်မြတ်၏ ရှေ့မှောက်သို့ ပေါ်ထွက်လာကြမည်။ ၎င်းတို့သည် ရှိနေသူများ ဖုံးကွယ်ရန်အတွက် မည်သည့်အရာမျှမရှိသော ပြန့်ပြူးသော လွင်ပြင်တစ်ခုပေါ်တွင် စုဝေးကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ الضُّعَفَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အားနည်းသူများက ပြောဆိုကြမည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ခေါင်းဆောင်များ၊ ဦးစီးအရာရှိများနှင့် ထင်ပေါ်ကျော်ကြားသူများကို နာခံလေ့ရှိသော နောက်လိုက်များက ပြောဆိုကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ اسْتَكْبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာန်မာနထောင်လွှားသူများအား)</span> အလ္လာဟ်အရှင်မြတ်တစ်ဆူတည်းကို မည်သူနှင့်မျှ မပူးတွဲဘဲ ကိုးကွယ်ခြင်းနှင့် ရစူလ်တမန်တော်များကို နာခံခြင်းကို ပုန်ကန်ခဲ့သူများအား၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا كُنَّا لَكُمْ تَبَعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်တို့ကို လိုက်နာခဲ့ကြသည်၊)</span> ကျွန်ုပ်တို့သည် အသင်တို့၏အမိန့်များကို နာခံပြီး အကောင်အထည်ဖော်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِن شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ပြင်းထန်စွာ နှိပ်စက်မှုကို အသင်တို့ ကာကွယ်ပေးနိုင်မည်လော?)</span> ၎င်းတို့က မေးမြန်းကြမည်၊ 'အသင်တို့ ကျွန်ုပ်တို့အား ကတိပေးခဲ့သလို၊ ကျိန်ဆိုခဲ့သလို အလ္လာဟ်အရှင်မြတ်၏ မည်သည့် နှိပ်စက်မှုကိုမဆို ကျွန်ုပ်တို့ထံ ရောက်လာခြင်းမှ တားဆီးနိုင်မည်လော?' ခေါင်းဆောင်များက တုံ့ပြန်ပြောဆိုကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား လမ်းညွှန်ခဲ့ပါက ကျွန်ုပ်တို့သည် အသင်တို့ကို လမ်းညွှန်ခဲ့ကြမည်။)</span> သို့သော် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ အမိန့်တော်သည် ကျွန်ုပ်တို့နှင့် ပတ်သက်၍ ပြည့်စုံလာမည်ဖြစ်ပြီး၊ ကိုယ်တော်က ကျွန်ုပ်တို့နှင့် အသင်တို့အတွက် သတ်မှတ်ထားသော ကံကြမ္မာသည်လည်း အမှန်ဖြစ်လာမည်။ ပြင်းထန်စွာ နှိပ်စက်ခြင်း၏ စကားသည် ငြင်းပယ်သူများအပေါ် ကျရောက်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ဒေါသထွက်သည်ဖြစ်စေ၊ သည်းခံသည်ဖြစ်စေ <span class=\"gray\">(ဤနှိပ်စက်မှုများကို)</span> သည်းခံသည်ဖြစ်စေ ကျွန်ုပ်တို့အတွက် မည်သည့် ကွာခြားမှုမျှ မရှိပေ။ ကျွန်ုပ်တို့အတွက် ခိုလှုံရာမရှိပေ။)</span> ကျွန်ုပ်တို့ရောက်ရှိနေသည့်အရာမှ လွတ်မြောက်ရန် နည်းလမ်းမရှိပေ၊ ကျွန်ုပ်တို့သည် သည်းခံခြင်းဖြင့် ရင်ဆိုင်သည်ဖြစ်စေ၊ ဝမ်းနည်းပူဆွေးခြင်းဖြင့် ရင်ဆိုင်သည်ဖြစ်စေ။' ကျွန်ုပ် <span class=\"gray\">(အိဗ်နု ကစီရ်)</span> က ပြောသည်မှာ ဤစကားပြောဆိုမှုသည် ၎င်းတို့ ငရဲမီးထဲသို့ ဝင်ရောက်ပြီးနောက် ဖြစ်ပေါ်လာပုံရသည်၊ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်များတွင် ပြောကြားခဲ့သကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ النَّارِ - قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့ ငရဲမီးထဲတွင် ငြင်းခုံကြသောအခါ၊ အားနည်းသူများသည် မာန်မာနထောင်လွှားသူများအား ပြောဆိုကြမည်။ \"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်တို့ကို လိုက်နာခဲ့ကြသည်။ ထို့ကြောင့် အသင်တို့သည် ကျွန်ုပ်တို့ထံမှ ငရဲမီး၏ အစိတ်အပိုင်းအချို့ကို ယူနိုင်မည်လော?\" မာန်မာနထောင်လွှားသူများက ပြောဆိုကြမည်။ \"ကျွန်ုပ်တို့အားလုံးသည် ဤ <span class=\"gray\">(ငရဲမီး)</span> ထဲတွင် <span class=\"gray\">(အတူတူ)</span> ရှိနေကြသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(ကိုယ်တော်၏)</span> ကျွန်များအကြား စီရင်ဆုံးဖြတ်ပြီးဖြစ်သည်။\")</span><span class=\"gray\">[၄၀:၄၇-၄၈]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ فِي النَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۖ حَتَّىٰ إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَٰؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِن لَّا تَعْلَمُونَ - وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က)</span> ပြောကြားတော်မူမည်။ \"အသင်တို့ရှေ့တွင် ကွယ်လွန်ခဲ့ပြီးသော လူသားများနှင့် ဂျင်န်မျိုးနွယ်များကဲ့သို့သော လူမျိုးစုများနှင့်အတူ ငရဲမီးထဲသို့ ဝင်ရောက်ကြကုန်။\" လူမျိုးသစ်တိုင်း ဝင်ရောက်လာသောအခါ၊ ၎င်း၏ညီမလူမျိုး <span class=\"gray\">(အရင်ဝင်ခဲ့သူ)</span> ကို ကျိန်ဆဲမည်၊ ၎င်းတို့အားလုံး ငရဲမီးထဲတွင် စုဝေးသည်အထိဖြစ်သည်။ ၎င်းတို့၏နောက်ဆုံးမျိုးနွယ်သည် ပထမဆုံးမျိုးနွယ်အား ပြောဆိုမည်။ \"အို ကျွန်ုပ်တို့၏အရှင်သခင်! ဤသူတို့သည် ကျွန်ုပ်တို့အား လမ်းလွဲစေခဲ့သည်၊ ထို့ကြောင့် ၎င်းတို့အား ငရဲမီး၏ နှစ်ဆပြင်းထန်သော နှိပ်စက်မှုကို ပေးသနားတော်မူပါ။\" ကိုယ်တော်က ပြောကြားတော်မူမည်။ \"တစ်ဦးစီအတွက် နှစ်ဆပြင်းထန်သော <span class=\"gray\">(နှိပ်စက်မှု)</span> ရှိသည်၊ သို့သော် အသင်တို့မသိကြ။\" ပထမဆုံးမျိုးနွယ်သည် နောက်ဆုံးမျိုးနွယ်အား ပြောဆိုမည်။ \"အသင်တို့သည် ကျွန်ုပ်တို့ထက် မပိုခဲ့ကြပါ၊ ထို့ကြောင့် အသင်တို့ ရယူခဲ့သည်များအတွက် နှိပ်စက်မှုကို မြည်းစမ်းကြကုန်။\")</span><span class=\"gray\">[၇:၃၈-၃၉]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا - رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ခေါင်းဆောင်များနှင့် ကျွန်ုပ်တို့၏ ကြီးမြတ်သူများကို နာခံခဲ့ကြသည်၊ ထို့နောက် ၎င်းတို့သည် ကျွန်ုပ်တို့အား <span class=\"gray\">(မှန်ကန်သော)</span> လမ်းမှ လမ်းလွဲစေခဲ့ကြသည်။ အို ကျွန်ုပ်တို့၏အရှင်သခင်! ၎င်းတို့အား နှစ်ဆပြင်းထန်သော နှိပ်စက်မှုကို ပေးသနားတော်မူပြီး ကြီးစွာသော ကျိန်ဆဲခြင်းဖြင့် ကျိန်ဆဲတော်မူပါ။)</span><span class=\"gray\">[၃၃:၆၇-၆၈]</span> ငြင်းပယ်သူများသည် စုဝေးရာနေ့တွင်လည်း ငြင်းခုံကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنتُمْ لَكُنَّا مُؤْمِنِينَ - قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا ۚ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မတရားဖျက်ဆီးသူများသည် ၎င်းတို့၏အရှင်သခင်ရှေ့မှောက်တွင် ရပ်တည်နေကြသည်ကို အသင်တွေ့မြင်နိုင်မည်ဆိုလျှင်၊ ၎င်းတို့သည် <span class=\"gray\">(အပြစ်တင်သော)</span> စကားများကို တစ်ဦးနှင့်တစ်ဦး မည်သို့ပြောဆိုကြမည်နည်း။ အားနည်းသည်ဟု ယူဆခံရသူများသည် မာန်မာနထောင်လွှားသူများအား ပြောဆိုကြမည်။ \"အသင်တို့မရှိခဲ့ပါက ကျွန်ုပ်တို့သည် သေချာပေါက် ယုံကြည်သူများ ဖြစ်ခဲ့ကြမည်!\" ထို့ပြင် မာန်မာနထောင်လွှားသူများသည် အားနည်းသည်ဟု ယူဆခံရသူများအား ပြောဆိုကြမည်။ \"လမ်းညွှန်မှု အသင်တို့ထံရောက်လာပြီးနောက် ကျွန်ုပ်တို့က အသင်တို့ကို တားဆီးခဲ့ကြသလော? မဟုတ်ပါ၊ အသင်တို့သည် မတရားဖျက်ဆီးသူများ ဖြစ်ခဲ့ကြသည်။\" အားနည်းသည်ဟု ယူဆခံရသူများသည် မာန်မာနထောင်လွှားသူများအား ပြောဆိုကြမည်။ \"မဟုတ်ပါ၊ ၎င်းသည် ညဉ့်နှင့်နေ့ အသင်တို့၏ ပူးပေါင်းကြံစည်မှုဖြစ်သည်၊ အသင်တို့က ကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ရန်နှင့် ကိုယ်တော်အတွက် ပြိုင်ဘက်များကို ထားရှိရန် အမိန့်ပေးခဲ့ကြသည်!\" ထို့ပြင် ကျွန်ုပ်တို့သည် ငြင်းပယ်သူများ၏ လည်ပင်းများတွင် သံကြိုးကွင်းများ ချည်နှောင်မည်။ ၎င်းတို့ ပြုမူခဲ့သည်များမှလွဲ၍ အခြားမည်သည့်အရာဖြင့်မျှ အစားပေးခြင်း ခံရမည်လော?)</span><span class=\"gray\">[၃၄:၃၁-၃၃]</span></p>"
  }
]