[
  {
    "ayah_key": "49:14",
    "group_ayah_key": "49:14",
    "from_ayah": "49:14",
    "to_ayah": "49:18",
    "ayah_keys": "49:14,49:15,49:16,49:17,49:18",
    "text": "<p lang=\"my\" class=\"my \">ဘေဒူအင်လူမျိုးများက “ကျွန်ုပ်တို့ယုံကြည်ပါပြီ” ဟု ဆိုကြသည်။ သင်ပြောပါ– “သင်တို့မယုံကြည်သေးပါ။ သို့သော် ‘ကျွန်ုပ်တို့လက်အောက်ခံပါပြီ’ ဟု ပြောပါ၊ အကြောင်းမူကား သစ္စာတရားသည် သင်တို့နှလုံးသားထဲသို့ မရောက်သေးသောကြောင့် ဖြစ်သည်။ သို့သော် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ကို နာခံလျှင်၊ သူသည် သင်တို့၏ လုပ်ရပ်များအတွက် အကျိုးကျေးဇူးကို အနည်းငယ်မျှ လျှော့ချမည် မဟုတ်ပေ။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူသော၊ အကြင်နာဆုံးဖြစ်တော်မူသည်။ <span>(၁၄)</span>အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ကို ယုံကြည်ပြီးနောက် မယုံမရဲမဖြစ်ဘဲ မိမိတို့၏ စည်းစိမ်ဥစ္စာများနှင့် အသက်များကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်အတွက် ကြိုးပမ်းသူများသာလျှင် ယုံကြည်သူများ ဖြစ်ကြသည်။ ၎င်းတို့! ၎င်းတို့သည် သစ္စာရှိသူများ ဖြစ်ကြသည်။ <span>(၁၅)</span>ပြောပါ– “အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ဘုံများနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးကို သိတော်မူပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သိတော်မူပါလျက် သင်တို့၏ ဘာသာရေးအကြောင်းကို အလ္လာဟ်အရှင်မြတ်အား သင်တို့အသိပေးမည်လား။ <span>(၁၆)</span>သူတို့က အစ္စလာမ်ဘာသာကို လက်ခံခဲ့ခြင်းသည် သင့်အပေါ်၌ ကျေးဇူးပြုခြင်းဟု ယူဆကြသည်။ ပြောပါ– “သင်တို့၏ အစ္စလာမ်ဘာသာသည် ကျွန်ုပ်အပေါ် ကျေးဇူးပြုခြင်းဟု မမှတ်ယူပါနှင့်။ မဟုတ်ပါ။ သင်တို့ အမှန်တကယ် သစ္စာရှိပါက၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယုံကြည်ခြင်းသို့ လမ်းညွှန်ခဲ့ခြင်းဖြင့် သင့်အပေါ် ကျေးဇူးပြုတော်မူခဲ့ပြီ။ <span>(၁၇)</span>”အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ဘုံများနှင့် မြေကြီး၏ မမြင်နိုင်သောအရာများကို သိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သမျှကို မြင်တော်မူသောသူ ဖြစ်သည်။ <span>(၁၈)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူနှင့် မွတ်စ်လင်မ်တို့ကြား ကွာခြားချက်ရှိသည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်ဘာသာကို လက်ခံသောအခါ၊ မိမိတို့ကိုယ်ကို သစ္စာရှိသော ယုံကြည်သူများအဖြစ် တောင်းဆိုခဲ့ကြသည့် ဘေဒူအင်များကို ဆုံးမတော်မူသည်။ သို့သော်၊ သစ္စာတရားသည် ၎င်းတို့၏နှလုံးသားများထဲသို့ ခိုင်မြဲစွာ မဝင်ရောက်သေးပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتِ الْأَعْرَابُ آمَنَّا ۖ قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘေဒူအင်လူမျိုးများက \"ကျွန်ုပ်တို့ယုံကြည်ပါပြီ\" ဟု ဆိုကြသည်။ ပြောပါ– \"သင်တို့မယုံကြည်သေးပါ၊ သို့သော် 'ကျွန်ုပ်တို့လက်အောက်ခံပါပြီ' ဟု ပြောပါ၊ အကြောင်းမူကား သစ္စာတရားသည် သင်တို့နှလုံးသားထဲသို့ မရောက်သေးသောကြောင့် ဖြစ်သည်...\")</span></p><p lang=\"my\" class=\"my \">ဤဂုဏ်သရေရှိ အာယသ်သည် အလ်အစ်စွန်နာဟ် ဝလ်ဂျမာအဟ်၏ ပညာရှင်များအဆိုအရ သစ္စာတရားသည် အစ္စလာမ်ထက် မြင့်မားသော အဆင့်ဖြစ်ကြောင်း အထောက်အထားပေးထားသည်။ ဤအရာကို ဂျိဗ်ရီလ်၏ ဟဒီးစ်တွင်လည်း သက်သေပြထားသည်။ ဂျိဗ်ရီလ်သည် တမန်တော်မြတ် ﷺ အား အစ္စလာမ်၊ ထို့နောက် အီမာန်၊ ထို့နောက် အီဟ်ဆာန်အကြောင်း မေးမြန်းခဲ့သောအခါ (သူ့အပေါ် ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ)။ ထို့ကြောင့် ယေဘုယျအကြောင်းအရာကို ပိုမိုတိကျသော အရာသို့၊ ထို့နောက် ပိုမိုတိကျသော အရာသို့ ရွှေ့ပြောင်းခဲ့ခြင်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အာဟ်မဒ်သည် အာမီရ် ဘင် စအ်ဒ် ဘင် အဘီ ဝက္ကါစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်။ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် လူအချို့အား <span class=\"gray\">(တစ်ခုခု)</span> ပေးခဲ့ပြီး ၎င်းတို့ထဲမှ တစ်ဦးကို မပေးခဲ့ပေ။ စအ်ဒ်က ပြောသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ သင်သည် ထိုသူနှင့် ထိုသူအား ပေးခဲ့သည်။ သို့သော်၊ သင်သည် ထိုသူအား ဘာမှမပေးခဲ့ပေ၊ သူသည် ယုံကြည်သူဖြစ်လင့်ကစား။' တမန်တော်မြတ် ﷺ က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مُسْلِمٌ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မွတ်စ်လင်မ်တစ်ဦးဟု ပြောပါ။)</span> စအ်ဒ်သည် ၎င်း၏ပြောဆိုချက်ကို သုံးကြိမ်တိုင်တိုင် ထပ်ခါတလဲလဲ ပြောဆိုခဲ့ပြီး တမန်တော်မြတ် ﷺ က အကြိမ်တိုင်းတွင် ပြန်ဖြေခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مُسْلِمٌ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မွတ်စ်လင်မ်တစ်ဦးဟု ပြောပါ။)</span> ထို့နောက် တမန်တော်မြတ် ﷺ က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأُعْطِي رِجَالًا وَأَدَعُ مَنْ هُوَ أَحَبَّ إِلَيَّ مِنْهُمْ،فَلَمْ أُعْطِهِ شَيْئًا مَخَافَةَ أَنْ يُكَبُّوا فِي النَّارِ عَلَىٰ وُجُوهِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် အချို့လူများအား ပေးမည်ဖြစ်ပြီး အချို့ကို ဘာမှမပေးဘဲ ထားကောင်းထားမည်။ နောက်ပိုင်းလူများသည် ပထမလူများထက် ကျွန်ုပ်အတွက် ပို၍ ချစ်ခင်ရသူများဖြစ်သော်လည်း။ သူတို့ကို မီးထဲသို့ မျက်နှာချင်းဆိုင် ပစ်ချခံရမည်ကို စိုးရိမ်၍ ကျွန်ုပ်ဘာမှ မပေးပါ။)</span>\" </p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်ကို ဆွဟီဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ သည် ယုံကြည်သူအဆင့်နှင့် မွတ်စ်လင်မ်အဆင့်တို့ကြား ကွဲပြားခြားနားမှုကို ပြုလုပ်ခဲ့ပြီး အီမာန်သည် အစ္စလာမ်ထက် ပိုမိုသီးသန့်သော အဆင့်ဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။ ကျွန်ုပ်သည် ဤအကြောင်းအရာကို သက်သေအထောက်အထားများဖြင့် အသေးစိတ်ဖော်ပြခဲ့သည်၊ ဆွဟီဟ် အလ်-ဗုခါရီရှိ အီမာန်အခန်း၏ ရှင်းလင်းချက်အစတွင် ဖော်ပြခဲ့သည်။ ချီးကျူးဂုဏ်ပြုခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပြီး ကောင်းမြတ်မှုအားလုံးသည် ၎င်းအရှင်မြတ်ထံမှ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤအရာက အာယသ်တွင် ဖော်ပြထားသော ဘေဒူအင်များသည် ဟစ်ပွတ်ခရစ်များ မဟုတ်ကြောင်း သက်သေပြသည်။ ၎င်းတို့သည် နှလုံးသားများတွင် သစ္စာတရား ခိုင်မြဲစွာ မတည်ဆောက်ရသေးသော မွတ်စ်လင်မ်များ ဖြစ်ကြသည်။ ၎င်းတို့သည် မိမိတို့ ရရှိခဲ့သည့် အဆင့်ထက် မြင့်မားသော အဆင့်ကို မိမိတို့ကိုယ်ကို တောင်းဆိုခဲ့ကြပြီး၊ ရလဒ်အနေဖြင့် သင်ခန်းစာ ရခဲ့ကြသည်။ ဤအဓိပ္ပာယ်သည် အိဗ်နု အဘ်ဘာစ်၊ အီဘရာဟင်မ် အန်-နခါအီ၊ ကတာဒါတို့က ပေးခဲ့သည့် အဓိပ္ပာယ်နှင့် အိဗ်နု ဂျရီရ်က ပိုနှစ်သက်ခဲ့သည့် အဓိပ္ပာယ်နှင့် ကိုက်ညီသည်။ ဤဘေဒူအင်များကို သင်ခန်းစာ ပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"သင်တို့မယုံကြည်သေးပါ၊ သို့သော် 'ကျွန်ုပ်တို့သည် မွတ်စ်လင်မ်များဖြစ်သည်' ဟု ပြောပါ၊ အကြောင်းမူကား သစ္စာတရားသည် သင်တို့နှလုံးသားထဲသို့ မရောက်သေးသောကြောင့် ဖြစ်သည်...\")</span> ဆိုလိုသည်မှာ 'သင်တို့သည် သစ္စာတရား၏ အမှန်တရားကို မရရှိသေးပေ။' အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ကို နာခံလျှင်၊ သူသည် သင်တို့၏ လုပ်ရပ်များအတွက် အကျိုးကျေးဇူးကို အနည်းငယ်မျှ လျှော့ချမည် မဟုတ်ပေ...)</span> 'သူသည် သင်တို့၏ အကျိုးကျေးဇူးများကို အနည်းငယ်မျှ လျှော့ချမည် မဟုတ်ပေ' ဟု အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့၏ လုပ်ရပ်များ၏ အကျိုးကို အနည်းငယ်မျှ လျှော့ချမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၅၂:၂၁)</span> အလ္လာဟ်အရှင်မြတ်က ပြောသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူသော၊ အကြင်နာဆုံးဖြစ်တော်မူသည်။)</span> နောင်တရပြီး ၎င်းအရှင်မြတ်ထံ ပြန်လာသူများအတွက်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူများသာ ယုံကြည်သူများ ဖြစ်ကြသည်)</span>၊ ပြီးပြည့်စုံသော သစ္စာတရားရှိသူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ကို ယုံကြည်ပြီးနောက် မယုံမရဲမဖြစ်ဘဲ)</span> ၎င်းတို့တွင် သံသယမရှိ၊ ၎င်းတို့၏ သစ္စာတရားလည်း တုန်လှုပ်မှု မရှိခဲ့ပေ။ ယင်းအစား၊ ၎င်းတို့၏ သစ္စာတရားသည် ယုံကြည်ချက်ပေါ်တွင် တည်ရှိနေခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်အတွက် မိမိတို့၏ စည်းစိမ်ဥစ္စာများနှင့် အသက်များဖြင့် ကြိုးပမ်းကြသည်)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကို ရှာဖွေသည့် နည်းလမ်းအဖြစ် အလ္လာဟ်အရှင်မြတ်ကို နာခံရာတွင် မိမိတို့၏ အသက်နှင့် အဖိုးတန်ဆုံးသော စည်းစိမ်ဥစ္စာများကို ဝမ်းမြောက်ဝမ်းသာ ပေးလှူခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الصَّادِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့! ၎င်းတို့သည် သစ္စာရှိသူများ ဖြစ်ကြသည်။)</span> '၎င်းတို့သည် ယုံကြည်သူများဟု ပြောဆိုသောအခါ၊ အပြင်ပန်းတွင်သာ စကားလုံးများဖြင့် သစ္စာရှိသော ဘေဒူအင်အချို့နှင့် မတူဘဲ၊' အလ္လာဟ်အရှင်မြတ်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"သင်တို့၏ ဘာသာရေးအကြောင်းကို အလ္လာဟ်အရှင်မြတ်အား သင်တို့အသိပေးမည်လား...\")</span> 'သင်တို့၏ နှလုံးသားများတွင်ရှိသောအရာကို အလ္လာဟ်အရှင်မြတ်အား သင်တို့အသိပေးမည်လား၊' </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ဘုံများနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးကို သိတော်မူပါလျက်)</span> ကောင်းကင်ဘုံများနှင့် မြေကြီးပေါ်ရှိ မည်သည့်အရာမျှ၊ ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်မျှပင်၊ ပိုကြီးသည်ဖြစ်စေ၊ ပိုသေးသည်ဖြစ်စေ၊ ၎င်း၏ လေ့လာမှုမှ မလွတ်မြောက်နိုင်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သိတော်မူသောသူ ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ۖ قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က အစ္စလာမ်ဘာသာကို လက်ခံခဲ့ခြင်းသည် သင့်အပေါ်၌ ကျေးဇူးပြုခြင်းဟု ယူဆကြသည်။ ပြောပါ– \"သင်တို့၏ အစ္စလာမ်ဘာသာသည် ကျွန်ုပ်အပေါ် ကျေးဇူးပြုခြင်းဟု မမှတ်ယူပါနှင့်...\")</span> ဆိုလိုသည်မှာ အစ္စလာမ်ဘာသာကို လက်ခံခြင်း၊ ရစူလ်တမန်တော် ﷺ ကို လိုက်နာခြင်းနှင့် ထောက်ခံခြင်းတို့ကို သူ့အပေါ် ကျေးဇူးပြုခြင်းဟု ယူဆကြသည့် ဘေဒူအင်များ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ မှားယွင်းသော ပြောဆိုချက်ကို ချေပခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"သင်တို့၏ အစ္စလာမ်ဘာသာသည် ကျွန်ုပ်အပေါ် ကျေးဇူးပြုခြင်းဟု မမှတ်ယူပါနှင့်...\")</span> 'အကြောင်းမူကား သင်တို့၏ အစ္စလာမ်ဘာသာ၏ အကျိုးကျေးဇူးသည် သင်တို့အတွက်သာ ဖြစ်ပြီး၊ ဤအရာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ သင့်အပေါ် ပေးသော ကျေးဇူးတော်ဖြစ်သည်။' </p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ သင်တို့ အမှန်တကယ် သစ္စာရှိပါက၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယုံကြည်ခြင်းသို့ လမ်းညွှန်ခဲ့ခြင်းဖြင့် သင့်အပေါ် ကျေးဇူးပြုတော်မူခဲ့ပြီ။)</span> 'သင်တို့သည် ယုံကြည်သူများဖြစ်သည်ဟူသော သင်တို့၏ တောင်းဆိုချက်တွင်။' ဟုနိုင်းန် တိုက်ပွဲနေ့တွင် တမန်တော်မြတ် ﷺ သည် အန်ဆွာရ်များအား ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْأَنْصَارِ! أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي؟ وَكُنْتُمْ عَالَةً فَأَغْنَاكُمُ اللهُ بِي؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အန်ဆွာရ်များ! ကျွန်ုပ်သည် သင်တို့ကို လမ်းမှားနေသည်ကို မတွေ့ခဲ့ရဘူးလား၊ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်မှတဆင့် သင်တို့ကို လမ်းပြခဲ့သည်မဟုတ်လား? သင်တို့သည် ကွဲပြားနေသည်မဟုတ်လား၊ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်ပတ်ဝန်းကျင်တွင် သင်တို့ကို စည်းလုံးစေခဲ့သည်မဟုတ်လား? သင်တို့သည် ဆင်းရဲသည်မဟုတ်လား၊ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်မှတဆင့် သင်တို့ကို ချမ်းသာကြွယ်ဝစေခဲ့သည်မဟုတ်လား?)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ သည် ၎င်းတို့အား ဤမေးခွန်းများထဲမှ တစ်ခုခုကို မေးသောအခါတိုင်း၊ ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်သည် ကျွန်ုပ်တို့ကို အများဆုံး ကျေးဇူးပြုတော်မူခဲ့သည်\" ဟု ပြန်ဖြေလေ့ရှိသည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဟာဖိဇ် အဘူ ဗကရ် အလ်-ဘဇ္ဇာရ်က အိဗ်နု အဘ်ဘာစ်က ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ \"ဘနူ အစဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ လာရောက်ပြီး ပြောကြားသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်တို့သည် အစ္စလာမ်ဘာသာကို လက်ခံခဲ့ပြီဖြစ်ပြီး၊ ယင်းမတိုင်မီက၊ အာရပ်များသည် သင့်ကို တိုက်ခိုက်ခဲ့သော်လည်း ကျွန်ုပ်တို့သည် သင့်ကို မတိုက်ခိုက်ခဲ့ပါ။' အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِقْهَهُمْ قَلِيلٌ وَإِنَّ الشَّيْطَانَ يَنْطِقُ عَلَىٰ أَلْسِنَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတို့သည် နည်းနည်းလေးသာ နားလည်ပြီး ရှိတ်သွာန်သည် ၎င်းတို့၏ စကားများမှတဆင့် ပြောဆိုသည်။)</span> ဤအာယသ်သည် နောက်ပိုင်းတွင် ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ۖ قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ ۖ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က အစ္စလာမ်ဘာသာကို လက်ခံခဲ့ခြင်းသည် သင့်အပေါ်၌ ကျေးဇူးပြုခြင်းဟု ယူဆကြသည်။ ပြောပါ– \"သင်တို့၏ အစ္စလာမ်ဘာသာသည် ကျွန်ုပ်အပေါ် ကျေးဇူးပြုခြင်းဟု မမှတ်ယူပါနှင့်။\" မဟုတ်ပါ။ သင်တို့ အမှန်တကယ် သစ္စာရှိပါက၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယုံကြည်ခြင်းသို့ လမ်းညွှန်ခဲ့ခြင်းဖြင့် သင့်အပေါ် ကျေးဇူးပြုတော်မူခဲ့ပြီ။)</span>\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်းအားလုံးကို ၎င်းအရှင်မြတ်သည် ပြည့်စုံစွာ သိရှိတော်မူကြောင်းနှင့် ၎င်းအရှင်မြတ်သည် ၎င်းတို့ကို အားလုံး မြင်တော်မူကြောင်း သတိပေးတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ဘုံများနှင့် မြေကြီး၏ မမြင်နိုင်သောအရာများကို သိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သမျှကို မြင်တော်မူသောသူ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရဟ် အလ်-ဟူဂျူရာသ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အမှန်စင်စစ်၊ ချီးကျူးခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပြီး၊ ကောင်းမြတ်ခြင်းအားလုံးသည် ၎င်းအရှင်မြတ်ထံမှ ဖြစ်သည်။ ၎င်းအရှင်မြတ်ထံမှ အောင်မြင်မှုနှင့် မှားယွင်းမှုမှ ကာကွယ်ခြင်းများ ရရှိသည်။</p>"
  }
]