[
  {
    "ayah_key": "50:16",
    "group_ayah_key": "50:16",
    "from_ayah": "50:16",
    "to_ayah": "50:22",
    "ayah_keys": "50:16,50:17,50:18,50:19,50:20,50:21,50:22",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် လူသားကို ဖန်ဆင်းခဲ့ပြီးဖြစ်၏။ ၎င်း၏စိတ်က ၎င်းအား တိုးတိုးလေး ပြောသည်ကို ကျွန်ုပ်တို့ သိရှိ၏။ ကျွန်ုပ်တို့သည် ၎င်း၏ လည်ပင်းသွေးကြောထက်ပင် ၎င်းနှင့် ပိုမိုနီးစပ်၏ <span>(၁၆)</span><span class=\"gray\">(မှတ်သားကြလော့)</span> လက်ခံသူနှစ်ဦး <span class=\"gray\">(မှတ်တမ်းတင်သော ကောင်းကင်တမန်များ)</span> လက်ခံယူကြ၏ <span class=\"gray\">(လူသားတစ်ဦးစီကို)</span> တစ်ဦးက ညာဘက်တွင်ထိုင်၍ တစ်ဦးက ဘယ်ဘက်တွင်ထိုင်သည် <span>(၁၇)</span> ၎င်း <span class=\"gray\">(သို့မဟုတ် ၎င်းမ)</span> ပြောဆိုသော စကားတစ်ခွန်းမျှ မရှိပေ၊ သို့သော် ၎င်း၏ဘေးတွင် အဆင်သင့် <span class=\"gray\">(မှတ်တမ်းတင်ရန်)</span> စောင့်ကြည့်သူ တစ်ဦးရှိ၏ <span>(၁၈)</span> အမှန်တကယ်ပင် သေခြင်း၏ မေ့မျောခြင်းသည် ရောက်လာမည်။ \"ဤသည်ကား သင်ရှောင်ရှားနေခဲ့သော အရာပင်! <span>(၁၉)</span> ပြီးနောက် ကလကတ်မှုတ်မည် – ထိုနေ့သည် ခြိမ်းခြောက်မှု၏နေ့ ဖြစ်လိမ့်မည် <span>(၂၀)</span> လူတိုင်းသည် စိုင်က် (မောင်းနှင်သူ) နှင့် ရှဟစ်ဒ် (သက်သေခံသူ) တို့နှင့်အတူ လာရောက်ကြမည် <span>(၂၁)</span><span class=\"gray\">(အပြစ်ကျူးလွန်သူများအား ပြောဆိုမည်)</span>: \"အမှန်စင်စစ် သင်တို့သည် ဤအရာကို သတိမမူခဲ့ကြပေ။ ယခု ကျွန်ုပ်တို့သည် သင်တို့ထံမှ သင်တို့၏ ဖုံးအုပ်မှုကို ဖယ်ရှားလိုက်ပြီဖြစ်ရာ၊ ဤနေ့၌ သင်တို့၏ အမြင်သည် ထက်မြက်လှပြီ! <span>(၂၂)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသား၏ လှုပ်ရှားမှုအားလုံးကို လွှမ်းခြုံ၍ စောင့်ကြည့်တော်မူ၏။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အပေါ် ၎င်း၏ အကြွင်းမဲ့လွှမ်းမိုးမှုကို အတည်ပြုတော်မူ၏။ ၎င်းတို့၏ ဖန်ဆင်းရှင်နှင့် ၎င်းတို့နှင့်ပတ်သက်သော အရာအားလုံးကို သိရှိတော်မူသူ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် လူသား၏စိတ်ထဲ၌ ဖြတ်သန်းသွားသော အတွေးအားလုံးကို ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ ပြည့်စုံစွာ သိရှိတော်မူ၏။ စဟီဟ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَىٰ تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَقُلْ أَوْ تَعْمَلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏ အွမ္မသ် <span class=\"gray\">(မွတ်စလင်မ်များ)</span> အား ၎င်းတို့ မိမိတို့ကိုယ်မိမိတို့ ပြောဆို <span class=\"gray\">(စဉ်းစား)</span> သော အရာများအတွက် ခွင့်လွှတ်တော်မူပြီးဖြစ်၏၊ ၎င်းတို့သည် ထိုအရာကို မပြောဆို၊ မလုပ်ဆောင်သရွေ့ ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်း၏ လည်ပင်းသွေးကြောထက်ပင် ၎င်းနှင့် ပိုမိုနီးစပ်၏။)</span> ဆိုသည်မှာ ၎င်း၏ ကောင်းကင်တမန်များသည် လူသား၏ လည်ပင်းသွေးကြောထက်ပင် ၎င်းနှင့် ပိုမိုနီးစပ်သည်ဟု အဓိပ္ပာယ်ရသည်။ အာယတ်တော်ရှိ 'ကျွန်ုပ်တို့' ကို 'ကျွန်ုပ်တို့၏ အသိပညာ' ဟု ရှင်းပြသူများသည် ဘုရားသခင် လူ့ဇာတိခံယူခြင်း သို့မဟုတ် အတွင်း၌ ကိန်းဝပ်ခြင်း အယူအဆထဲသို့ ကျရောက်ခြင်းမှ ရှောင်ရှားရန် ထိုသို့ရှင်းပြခဲ့ကြခြင်းဖြစ်သည်။ သို့သော် ဤဘာသာရေးယုံကြည်မှုနှစ်ခုသည် မွတ်စလင်မ်တို့၏ သဘောတူညီချက်အရ မှားယွင်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် ချီးမွမ်းခြင်းနှင့် ဘုန်းတော်ကြီးခြင်း ခံရတော်မူ၏။ ၎င်းတို့ ဖော်ပြသော အရာများထက် အရှင်သည် သန့်ရှင်းမြင့်မြတ်တော်မူ၏။ ဤအာယတ်တော်၏ စကားလုံးများသည် ဤရှင်းပြချက် <span class=\"gray\">('ကျွန်ုပ်တို့' သည် 'အလ္လာဟ်အရှင်မြတ်၏ အသိပညာ' ကို ရည်ညွှန်းသည်ဟု)</span> မလိုအပ်ပေ။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က 'ငါသည် ၎င်း၏ လည်ပင်းသွေးကြောထက် ၎င်းနှင့် ပိုမိုနီးစပ်သည်' ဟု မမိန့်တော်မူခဲ့ပေ။ ယင်းအစား၊ အရှင်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်း၏ လည်ပင်းသွေးကြောထက်ပင် ၎င်းနှင့် ပိုမိုနီးစပ်၏။)</span> ၎င်းသည် ကွယ်လွန်နေသောသူများနှင့် ပတ်သက်၍ အရှင်က မိန့်တော်မူခဲ့သည့်အတိုင်းပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلٰكِنْ لَا تُبْصِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကျွန်ုပ်တို့သည် သင်တို့ထက် ၎င်းနှင့် ပိုမိုနီးစပ်၏၊ သို့သော် သင်တို့ မမြင်ကြ။)</span><span class=\"gray\">(၅၆:၈၅)</span>၊ ၎င်း၏ ကောင်းကင်တမန်များ <span class=\"gray\">(အသက်များကို ယူဆောင်သူများ)</span> ကို ရည်ညွှန်း၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မြင့်မြတ်တော်မူသောအရှင်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့ပင် ဤအမှတ်ရစရာ <span class=\"gray\">(ဒစ်က်ရ်)</span> ကို ချပေးခဲ့သည်၊ ပြီးလျှင် ကျွန်ုပ်တို့သည် ၎င်းကို အမှန်ပင် စောင့်ရှောက်မည်။)</span><span class=\"gray\">(၁၅:၉)</span> ထို့ကြောင့် ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်နှင့် အရှင်၏ မြင့်မြတ်မှုတို့ဖြင့် ဗျာဒိတ်တော်ဖြစ်သော ကုရ်အာန်ကို ချပေးခဲ့ကြသည်။ ထိုသို့အားဖြင့် ကောင်းကင်တမန်များသည် လူသား၏ လည်ပင်းသွေးကြောထက်ပင် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်နှင့် အမိန့်ဖြင့် ပိုမိုနီးစပ်သည်။ ရလဒ်အနေဖြင့် ကောင်းကင်တမန်သည် လူသားကို ထိတွေ့သကဲ့သို့ စာတန်သည်လည်း ၎င်းတို့ကို ထိတွေ့၏။ အဘယ်ကြောင့်ဆိုသော် စာတန်သည် ၎င်းတို့၏ သွေးကြောများထဲတွင် စီးဆင်းနေသော သွေးကဲ့သို့ ၎င်းတို့နှင့် နီးစပ်သောကြောင့်ဖြစ်သည်။ မှန်ကန်စွာ ပြောဆိုသူနှင့် အမှန်တရားကို ပြောပြခြင်းခံရသူ အလ္လာဟ်အရှင်မြတ်၏ နဗီတမန်တော်မြတ် ﷺ က ကျွန်ုပ်တို့အား ပြောကြားခဲ့သည့်အတိုင်းပင် ဖြစ်သည်။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်သားကြလော့)</span> လက်ခံသူနှစ်ဦး လက်ခံယူကြသည်၊)</span> လူသားတို့၏ လုပ်ဆောင်မှုများကို လက်ခံ၍ မှတ်တမ်းတင်သော ကောင်းကင်တမန်နှစ်ပါးကို ရည်ညွှန်း၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးက ညာဘက်တွင်ထိုင်၍ တစ်ဦးက ဘယ်ဘက်တွင်ထိုင်သည်။)</span> ဆိုသည်မှာ မှတ်သားရန် အသင့်ရှိသည်ဟု အဓိပ္ပာယ်ရသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَا يَلْفِظُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြောဆိုသော မည်သည့်အရာမဆို)</span>၊ လူသားကို ရည်ညွှန်း၍ ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ قَوْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကားတစ်ခွန်း)</span>၊ ဆိုသည်မှာ ၎င်း သို့မဟုတ် ၎င်းမ ပြောဆိုသော မည်သည့်စကားလုံးမဆို ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်း၏ဘေးတွင် အဆင်သင့်ရှိသော စောင့်ကြည့်သူ တစ်ဦးရှိ၏။)</span> ဆိုသည်မှာ မှတ်တမ်းတင်ရန် တာဝန်ရှိသော စာရေးတစ်ဦးရှိသည်၊ မည်သည့်စကားလုံး သို့မဟုတ် လှုပ်ရှားမှုကိုမျှ မှတ်တမ်းမတင်ဘဲ မထားခဲ့ဟု အဓိပ္ပာယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ - كِرَامًا كَاتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အမှန်စင်စစ် သင်တို့အပေါ်၌ <span class=\"gray\">(ကောင်းကင်တမန်များကို)</span> စောင့်ကြည့်ရန် ခန့်အပ်ထား၏၊ ဂုဏ်သရေရှိ ကာသီဘင် <span class=\"gray\">(စာရေးသူများ)</span> သည် <span class=\"gray\">(သင်တို့၏ လုပ်ဆောင်မှုများကို)</span> မှတ်တမ်းတင်နေကြ၏၊ ၎င်းတို့သည် သင်တို့ လုပ်ဆောင်သမျှ အရာအားလုံးကို သိကြ၏။)</span><span class=\"gray\">(၈၂:၁၀-၁၂)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် စာရေးသည် ပြောဆိုသော စကားတိုင်းကို မှတ်တမ်းတင်၏၊ အလ်-ဟစန်နှင့် ကသာဒါတို့၏ ရှင်းပြချက်အရ ဖြစ်သည်။ ဤသည်မှာလည်း ဤအာယတ်တော်၏ ထင်ရှားသော အဓိပ္ပာယ်ပင် ဖြစ်သည်။ </p><p lang=\"it\" class=\"it \">Imam Ahmad recorded that Bilal bin Al-Harith Al-Muzani said, \"The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَىٰ مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانَهُ إِلَىٰ يَوْمِ يَلْقَاهُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَىٰ مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ، يَكْتُبُ اللهُ تَعَالَىٰ عَلَيْهِ بِهَا سَخَطَهُ إِلَىٰ يَوْمِ يَلْقَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူသော စကားတစ်ခွန်းကို ပြောဆိုနိုင်သည်၊ ထိုစကားကို မည်မျှအထိ အလေးထားမည်ကို မသိဘဲ ဖြစ်သည်။ ၎င်းစကားကြောင့် အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်မြင့်မြတ်သောအရှင်သည် ၎င်းနှင့်တွေ့ဆုံမည့်နေ့အထိ ၎င်းအပေါ် နှစ်သက်တော်မူခြင်းကို ပြဋ္ဌာန်းတော်မူ၏။ အမှန်စင်စစ် လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်ကို အမျက်ထွက်စေသော စကားတစ်ခွန်းကို ပြောဆိုနိုင်သည်၊ ထိုစကား မည်မျှကြောက်မက်ဖွယ်ကောင်းမည်ကို မသိဘဲ ဖြစ်သည်။ ၎င်းစကားကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့်တွေ့ဆုံမည့်နေ့အထိ ၎င်းအပေါ် အမျက်တော်ကို ပြဋ္ဌာန်းတော်မူ၏။)</span>\"</p><p lang=\"my\" class=\"my \">အလ်ကာမာဟ်က ပြောကြားလေ့ရှိသည်မှာ \"ဘီလာလ် ဘင် အလ်-ဟာရစ် ဟောကြားခဲ့သော ဟဒီးစ်ကြောင့် ကျွန်ုပ် မပြောဆိုခဲ့သော စကားများ မည်မျှများပြားလိုက်ပါသနည်း။\" အတ်-တီရ်မိဇီ၊ အန်-နစာအီ နှင့် အိဗ်နု မာဂျာတို့သည် ဤဟဒီးစ်ကို စုဆောင်းခဲ့ကြသည်။ အတ်-တီရ်မိဇီက \"ဟစန် စဟီဟ်\" ဟု ပြောခဲ့သည်။ ဤကဲ့သို့သော ဟဒီးစ်သည် စဟီဟ်တွင်လည်း ရှိ၏။</p><p lang=\"my\" class=\"my \">လူသားတို့အား သေခြင်း၏ မေ့မျောခြင်း၊ ကလကတ်မှုတ်ခြင်း နှင့် စုဝေးရာနေ့တို့ကို သတိပေးခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အလွန်မြင့်မြတ်တော်မူသောအရှင်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ۖ ذَٰلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တကယ်ပင် သေခြင်း၏ မေ့မျောခြင်းသည် ရောက်လာမည်။ \"ဤသည်ကား သင်ရှောင်ရှားနေခဲ့သော အရာပင်!\")</span> အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်မြင့်မြတ်သောအရှင်က မိန့်တော်မူသည်မှာ 'အို လူသားအပေါင်းတို့! ဤသည်ကား သေခြင်း၏ မေ့မျောခြင်း ဖြစ်သည်၊ အမှန်တကယ်ပင် ရောက်ရှိလာပြီ။ ယခု သင်တို့ ငြင်းခုန်နေခဲ့သော သေချာမှုအမှန်ကို ငါသည် သင်တို့ထံသို့ ယူဆောင်လာပြီ'၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်ကား သင်ရှောင်ရှားနေခဲ့သော အရာပင်!)</span>၊ ဆိုသည်မှာ 'ဤသည်ကား သင်တို့ ထွက်ပြေးရန် ကြိုးစားခဲ့သော အဆုံးသတ်ပင်။ ၎င်းသည် သင်တို့ထံသို့ ရောက်ရှိလာပြီ! ထို့ကြောင့် သင်တို့တွင် ၎င်းမှ ခိုလှုံရာ၊ ခိုအောင်းရာ၊ ဘေးမဲ့နေရာ သို့မဟုတ် ခိုကိုးရာ မရှိတော့ပေ။' \"</p><p lang=\"my\" class=\"my \">စဟီဟ်တွင် နဗီတမန်တော်မြတ် ﷺ သည် သေခြင်း၏ မေ့မျောခြင်းက ၎င်းအား လွှမ်းမိုးလာသောအခါ ၎င်း၏ မျက်နှာမှ ချွေးများကို သုတ်ရင်း မိန့်တော်မူသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">سُبْحَانَ اللهِ! إِنَّ لِلْمَوْتِ لَسَكَرَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဘုန်းတော်ကြီးပါစေ! အမှန်စင်စစ် သေခြင်း၌ ၎င်း၏ မေ့မျောခြင်းများ ရှိ၏။)</span> အာယတ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်ကား သင်ရှောင်ရှားနေခဲ့သော အရာပင်!)</span> တွင် ဖြစ်နိုင်သော အဓိပ္ပာယ်နှစ်မျိုးရှိသည်။ တစ်ခုမှာ ဤသို့ဖြစ်သည်- 'သင်ရှောင်ရှားရန်၊ ထွက်ပြေးရန်၊ ပြေးလွှားရန် ကြိုးစားနေခဲ့သော အရာသည် သင့်ထံ ရောက်လာပြီး သင့်အိမ်တွင် နေထိုင်နေပြီ!' ဒုတိယအဓိပ္ပာယ်မှာ 'ဤအဆုံးသတ်မှ လွတ်မြောက်ရန် သို့မဟုတ် ရှောင်ရှားရန် သင်၌ လမ်းစမရှိခဲ့ပေ။' အတ်-သဘာရနီသည် အလ်-မုအ်ဂျမ် အလ်-ကဘီရ်တွင် စမုရာဟ်ထံမှ ဟဒီးစ်တစ်ခုကို စုဆောင်းခဲ့သည်၊ ၎င်းက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الَّذِي يَفِرُّ مِنَ الْمَوْتِ مَثَلُ الثَّعْلَبِ تَطْلُبُهُ الْأَرْضُ بِدَيْنٍ، فَجَاءَ يَسْعَىٰ حَتّٰى إِذَا أُعْيِيَ وَأُسْهِرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْضُ: يَا ثَعْلَبُ، دَيْنِي. فَخَرَجَ وَلَهُ حُصَاصٌ، فَلَمْ يَزَلْ كَذٰلِكَ حَتَّى تَقَطَّعَتْ عُنُقُهُ وَمَاتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေခြင်းမှ ရှောင်ရှားရန် ကြိုးစားသူ၏ ဥပမာသည် မြေကြီးအား အကြွေးဆပ်ရန်ရှိသော မြေခွေးတစ်ကောင်နှင့် တူသည်။ ထိုမြေခွေးသည် ထွက်ပြေးသွားပြီး ပင်ပန်းနွမ်းနယ်၍ အိပ်ချိန်ရောက်သောအခါ ၎င်း၏တွင်းထဲသို့ ဝင်ရောက်သည်။ မြေကြီးက ၎င်းအား 'အို မြေခွေး! ငါ့အကြွေးကို ဆပ်ပါ!' ဟု ပြောသည်။ ထိုမြေခွေးသည် အော်ဟစ်ရင်း ထွက်သွားပြီး လည်ပင်းပြတ်သည်အထိ <span class=\"gray\">(ဆိုလိုသည်မှာ)</span> ၎င်း သေဆုံးသည်အထိ ဆက်လက်လုပ်ဆောင်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဥပမာက မြေခွေးသည် မြေကြီးမှ လွတ်မြောက်ရန် သို့မဟုတ် ရှောင်ရှားရန် နည်းလမ်းမရှိခဲ့သကဲ့သို့ လူသားသည်လည်း သေခြင်းကို ရှောင်ရှားရန် နည်းလမ်းမရှိကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မြင့်မြတ်တော်မူသောအရှင်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُفِخَ فِي الصُّورِ ۚ ذَٰلِكَ يَوْمُ الْوَعِيدِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးနောက် ကလကတ်မှုတ်မည် – ထိုနေ့သည် ခြိမ်းခြောက်မှု၏နေ့ ဖြစ်လိမ့်မည်။)</span> ယခင်က ကျွန်ုပ်တို့သည် ကလကတ်မှုတ်ခြင်း၊ ၎င်းနောက် လိုက်လာမည့် ကြောက်ရွံ့ခြင်း၊ အရာအားလုံး၏ သေဆုံးခြင်းနှင့် နောက်ပိုင်းတွင် ရှင်ပြန်ထမြောက်ခြင်းတို့နှင့်ပတ်သက်သော အချက်အလက်များကို ဆွေးနွေးခဲ့ပြီးဖြစ်သည်။ ဤအရာအားလုံးသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်ပွားလိမ့်မည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ဟဒီးစ်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်ကိုလည်း ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ، وَحَنَىٰ جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကလကတ်မှုတ်ရန် တာဝန်ရှိသော ကောင်းကင်တမန်သည် ၎င်း၏ပါးစပ်တွင် ကလကတ်ကို တေ့ထားပြီး ၎င်း၏ နဖူးကို ငုံ့၍ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှ ကလကတ်မှုတ်ရန်)</span> အမိန့်ပေးခံရမည့်အချိန်ကို စောင့်မျှော်နေစဉ် ကျွန်ုပ် မည်သို့ စိတ်ချမ်းသာနိုင်မည်နည်း။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ ကျွန်ုပ်တို့ မည်သို့ ပြောဆိုရမည်နည်း?\" ဟု ပြောကြရာ၊ အရှင် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောဆိုကြလော့၊ \"ကျွန်ုပ်တို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်တော်မူ၏၊ အရှင်သည် အကောင်းဆုံးသော ကိစ္စစီမံခန့်ခွဲသူ ဖြစ်၏။\")</span>\" ဆွဟာဘာများက ဤပန်ကြားချက်ကို ထပ်ခါတလဲလဲ ပြောဆိုကြသည်၊ \"ကျွန်ုပ်တို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်တော်မူ၏၊ အရှင်သည် <span class=\"gray\">(ကျွန်ုပ်တို့အတွက်)</span> အကောင်းဆုံးသော ကိစ္စစီမံခန့်ခွဲသူ ဖြစ်၏။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် စိုင်က် (မောင်းနှင်သူ) နှင့် ရှဟစ်ဒ် (သက်သေခံသူ) တို့နှင့်အတူ လာရောက်ကြမည်။)</span> ဆိုသည်မှာ ၎င်းအား စုဝေးရာနေရာသို့ မောင်းနှင်ခေါ်ဆောင်မည့် ကောင်းကင်တမန်တစ်ပါးနှင့် ၎င်း၏ လုပ်ဆောင်မှုများနှင့်ပတ်သက်၍ ၎င်းအား ဆန့်ကျင်သက်သေခံမည့် ကောင်းကင်တမန်တစ်ပါး ဖြစ်သည်။ ဤသည်မှာ ဤမြင့်မြတ်သော အာယတ်တော်၏ ထင်ရှားသော အဓိပ္ပာယ်ဖြစ်ပြီး အိဗ်နု ဂျရီးရ် နှစ်သက်သော အဓိပ္ပာယ်လည်း ဖြစ်သည်။ သကီးဖ်၏ လွတ်မြောက်ကျွန် ယဟ်ယာ ဘင် ရာဖီအ် ထံမှ ရေဝါယတ်ပြုထားသည်မှာ ၎င်းက အွစ်မာန် ဘင် အဖ်ဖာန် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) ဟောပြောနေသည်ကို ကြားခဲ့ရပြီး ၎င်းဟောပြောချက်တွင် ဤအာယတ်တော်ကို ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် စိုင်က် (မောင်းနှင်သူ) နှင့် ရှဟစ်ဒ် (သက်သေခံသူ) တို့နှင့်အတူ လာရောက်ကြမည်။)</span> ထို့နောက် ၎င်းက ပြောကြားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်ထံသို့ လူတိုင်းကို မောင်းနှင်ခေါ်ဆောင်မည့် စိုင်က် (မောင်းနှင်သူ) တစ်ဦး၊ ၎င်း လုပ်ဆောင်ခဲ့သော အရာများကို ၎င်းအား ဆန့်ကျင်သက်သေခံမည့် ရှဟစ်ဒ် (သက်သေခံသူ) တစ်ဦး ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَٰذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် ဤအရာကို သတိမမူခဲ့ပေ။ ယခု ကျွန်ုပ်တို့သည် သင်ထံမှ သင့်ဖုံးအုပ်မှုကို ဖယ်ရှားလိုက်ပြီဖြစ်ရာ၊ ဤနေ့၌ သင့်အမြင်သည် ထက်မြက်လှပြီ!)</span> သည် လူသားအား ရည်ရွယ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَٰذَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် ဤအရာကို သတိမမူခဲ့ပေ။)</span>၊ ဤနေ့ကို ရည်ညွှန်းသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခု ကျွန်ုပ်တို့သည် သင်ထံမှ သင့်ဖုံးအုပ်မှုကို ဖယ်ရှားလိုက်ပြီဖြစ်ရာ၊ ဤနေ့၌ သင့်အမြင်သည် ထက်မြက်လှပြီ!)</span> 'သင့်အမြင်သည် ယခု ရှင်းလင်း၍ ထက်မြက်လာပြီ။' မယုံကြည်သူများ အပါအဝင် လူတိုင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရှင်းလင်းသော အမြင်ကို ပိုင်ဆိုင်လိမ့်မည်။ သို့သော် ထိုနေ့၌ အမြင်ရှိခြင်းသည် မယုံကြည်သူများအတွက် အကူအညီဖြစ်လိမ့်မည် မဟုတ်ပေ။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> သည် ကျွန်ုပ်တို့ထံ ရောက်ရှိလာမည့်နေ့တွင် မည်မျှ ရှင်းလင်းစွာ မြင်ရကြားရပါမည်နည်း!)</span><span class=\"gray\">(၁၉:၃၈)</span>၊ ပြီးလျှင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သာ ရာဇဝတ်သားများ ၎င်းတို့၏ သခင်ရှေ့တွင် ၎င်းတို့၏ ခေါင်းများကို ငုံ့ထားသည်ကို <span class=\"gray\">(ပြောဆိုရင်း)</span> မြင်နိုင်ခဲ့ပါလျှင်: \"အို ကျွန်ုပ်တို့၏ သခင်! ကျွန်ုပ်တို့သည် ယခု မြင်ပြီး ကြားပြီးဖြစ်သည်။ ထို့ကြောင့် ကျွန်ုပ်တို့ကို <span class=\"gray\">(ကမ္ဘာသို့)</span> ပြန်ပို့ပေးပါ၊ သို့မှသာ ကျွန်ုပ်တို့သည် ဖြောင့်မတ်သော ကောင်းမှုများကို လုပ်ဆောင်ပါမည်။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ယခုအခါ သေချာစွာ ယုံကြည်ကြပါပြီ။\")</span><span class=\"gray\">(၃၂:၁၂)</span></p>"
  }
]