[
  {
    "ayah_key": "22:39",
    "group_ayah_key": "22:39",
    "from_ayah": "22:39",
    "to_ayah": "22:40",
    "ayah_keys": "22:39,22:40",
    "text": "<p lang=\"my\" class=\"my \">တိုက်ခိုက်ခွင့် <span class=\"gray\">(တိုက်ခိုက်ရန်)</span> သည် တိုက်ခိုက်ခြင်းခံရသော <span class=\"gray\">(ယုံကြည်သူ)</span> များအား ပေးထားပြီးဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် မတရားပြုခံခဲ့ရသောကြောင့်ဖြစ်၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အောင်ပွဲခံစေနိုင်စွမ်းရှိတော်မူ၏။ <span>(၃၉)</span> ၎င်းတို့အား မိမိတို့အိမ်များမှ မတရားနှင်ထုတ်ခြင်းခံရသူများမှာ \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်တော်မူ၏\" ဟု ပြောဆိုခဲ့သောကြောင့်သာဖြစ်၏။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူတစ်စုကို အခြားတစ်စုဖြင့် မတားဆီးခဲ့ပါလျှင် ဆွာဝါမီအ်၊ ဘီယာအ်၊ ဆွာလာဝါတ်နှင့် မစ်စ်ဂျစ်ဒ်များ — ၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို များစွာဖော်ပြထားခြင်းခံရသည် — တို့သည် အမှန်ပင် ဖြိုဖျက်ခြင်းခံရမည်ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ရှင်၏ <span class=\"gray\">(အကြောင်းတရား)</span> ကို ကူညီသူများအား ကူညီတော်မူမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံတန်ခိုးရှင်၊ အလုံးစုံအင်အားကြီးမားတော်မူသောအရှင်ဖြစ်တော်မူ၏။ <span>(၄၀)</span></p><div lang=\"my\" class=\"my \"><h2>တိုက်ခိုက်ခွင့်; ဤသည်မှာ ဂျီဟဒ်၏ ပထမဆုံး အာယသ်တော်ဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ်-အောင်ဖီက အိဗ်နု အဗ္ဗာစ် ပြောကြားသည်ကို ကိုးကားဖော်ပြသည်- \"၎င်းသည် မိုဟမ္မဒ် တမန်တော်မြတ် ﷺ နှင့် ကိုယ်တော်၏ သခင်၊ ၎င်းတို့အား မက္ကာမှ နှင်ထုတ်ခံရသောအခါတွင် ထုတ်ဖော်ခဲ့သည်။\" မူဂျာဟစ်၊ အဒ်-ဒွဟ်ဟတ်နှင့် ဆလဖ်များအနက် အိဗ်နု အဗ္ဗာစ်၊ အူရ်ဝါဟ် ဗင် အဇ်-ဇုဘိုင်ရ်၊ ဇိုင်ဒ် ဗင် အစ်လမ်၊ မူကာသိလ် ဗင် ဟယန်၊ ကွါတာဒါးနှင့် အခြားသူများက \"ဤသည်မှာ ဂျီဟဒ်နှင့် ပတ်သက်၍ ထုတ်ဖော်ခဲ့သော ပထမဆုံး အာယသ်တော်ဖြစ်သည်။\" ဟု ပြောကြားခဲ့ကြသည်။ အိဗ်နု ဂျရီရ်က အိဗ်နု အဗ္ဗာစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"တမန်တော်မြတ် ﷺ ကို မက္ကာမှ နှင်ထုတ်သောအခါ အဘူဘက္ကရ်က '၎င်းတို့သည် ၎င်းတို့၏ တမန်တော်ကို ပိုင်ဆိုင်ကြသည်။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်ကြပြီး၊ အမှန်စင်စစ် ကိုယ်တော်ထံသို့သာ ကျွန်ုပ်တို့ ပြန်လည်ရောက်ရှိကြမည်ဖြစ်သည်။ ၎င်းတို့သည် အမှန်ပင် ပျက်စီးကြမည်။' ဟု ပြောကြားခဲ့သည်။\" အိဗ်နု အဗ္ဗာစ်က \"ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အောက်ပါစကားများကို ထုတ်ဖော်ခဲ့သည်-\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا ۚ وَإِنَّ اللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုက်ခိုက်ခွင့် <span class=\"gray\">(တိုက်ခိုက်ရန်)</span> သည် တိုက်ခိုက်ခြင်းခံရသော <span class=\"gray\">(ယုံကြည်သူ)</span> များအား ပေးထားပြီးဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် မတရားပြုခံခဲ့ရသောကြောင့်ဖြစ်၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အောင်ပွဲခံစေနိုင်စွမ်းရှိတော်မူ၏။)</span>\"</p><p lang=\"my\" class=\"my \">အဘူဘက္ကရ်၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အပေါ် ကျေနပ်တော်မူပါစေ၊ က “ထိုအခါ တိုက်ခိုက်ခြင်းများ ရှိလိမ့်မည်ကို ကျွန်ုပ်သိခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ အီမာမ် အဟ်မဒ်က ထပ်လောင်းပြောကြားသည်- “အိဗ်နု အဗ္ဗာစ်က ‘ဤသည်မှာ တိုက်ခိုက်ခြင်းနှင့် ပတ်သက်၍ ထုတ်ဖော်ခဲ့သော ပထမဆုံး အာယသ်တော်ဖြစ်သည်။’ ဟု ပြောကြားခဲ့သည်။” ၎င်းကို အတ်-တီရ်မီဇီနှင့် အန်-နာစာအီတို့က ၎င်းတို့၏ စူနန်ကျမ်းများ၏ တဖ်စီရ်ကျမ်းတွင် မှတ်တမ်းတင်ခဲ့ကြသည်။ အတ်-တီရ်မီဇီက “၎င်းသည် ဟစန် ဟဒီးဆ်ဖြစ်သည်။” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အောင်ပွဲခံစေနိုင်စွမ်းရှိတော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်ရှင်သည် တိုက်ခိုက်ခြင်းမရှိဘဲ မိမိ၏ ယုံကြည်သူကျွန်များအား အောင်ပွဲခံစေနိုင်စွမ်းရှိတော်မူ၏။ သို့သော် ကိုယ်တော်ရှင်သည် မိမိ၏ကျွန်များအား ကိုယ်တော်ရှင်အား နာခံမှုတွင် အစွမ်းကုန် ကြိုးပမ်းစေလိုသည်၊ ကိုယ်တော်ရှင်မိန့်တော်မူထားသည့်အတိုင်းပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّىٰ إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ ۗ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ - سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ - وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် မယုံကြည်သူများနှင့် တွေ့ကြသောအခါ ၎င်းတို့အများအပြားကို သတ်ဖြတ်ပြီး ဒဏ်ရာရစေသည်အထိ လည်ပင်းများကို ခုတ်ကြကုန်။ ထို့နောက် ခိုင်မာသော ချည်နှောင်မှုဖြင့် ချည်နှောင်ကြကုန်။ ထို့နောက် ရက်ရောမှုဖြင့်ဖြစ်စေ၊ ရွေးနုတ်ဖိုးဖြင့်ဖြစ်စေ၊ စစ်ပွဲက ၎င်း၏ဝန်ကို ချထားသည်အထိ ဖြစ်စေ။ ဤသို့ပင်ဖြစ်သော်လည်း အကယ်၍ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ဖြစ်ပါက ကိုယ်တော်ရှင်ကိုယ်တိုင် ၎င်းတို့အား အမှန်ပင် အပြစ်ပေးနိုင်ခဲ့ပေမည်။ သို့သော် <span class=\"gray\">(ကိုယ်တော်ရှင်သည် သင်တို့အား တိုက်ခိုက်ခွင့်ပြုသည်)</span> သင်တို့အချို့ကို အခြားသူများနှင့် စမ်းသပ်ရန်အတွက်ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် အသတ်ခံရသူများ၏ ကောင်းမှုကုသိုလ်များကို ကိုယ်တော်ရှင်သည် လုံးဝဆုံးရှုံးစေမည်မဟုတ်ပေ။ ကိုယ်တော်ရှင်သည် ၎င်းတို့အား လမ်းပြမည်ဖြစ်ပြီး ၎င်းတို့၏ အခြေအနေကို ပြင်ဆင်ပေးမည်ဖြစ်သည်။ ထို့အပြင် ကိုယ်တော်ရှင်သည် ၎င်းတို့အား ကိုယ်တော်ရှင်က ၎င်းတို့အား သိရှိစေခဲ့သော ဂျန္နတ်သုခဘုံသို့ ဝင်ရောက်ခွင့်ပြုမည်ဖြစ်သည်။)</span><span class=\"gray\">(၄၇:၄-၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ - وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ اللَّهُ عَلَىٰ مَن يَشَاءُ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား တိုက်ခိုက်ကြကုန်၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား သင်တို့၏ လက်များဖြင့် အပြစ်ပေးတော်မူမည်၊ ၎င်းတို့အား အရှက်ရစေမည်၊ သင်တို့အား ၎င်းတို့အပေါ် အောင်ပွဲခံစေမည်၊ ယုံကြည်သူလူမျိုးတစ်ရပ်၏ ရင်များကို ကုစားပေးမည်၊ ၎င်းတို့၏ <span class=\"gray\">(ယုံကြည်သူတို့၏)</span> ရင်ထဲမှ အမျက်ဒေါသကို ဖယ်ရှားပေးမည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အလိုရှိသူ၏ နောင်တကို လက်ခံတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိတော်မူသောအရှင်၊ အလုံးစုံပညာရှင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၉:၁၄-၁၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့အား စမ်းသပ်ကြိုးစားသူများနှင့် သည်းခံသူများကို စမ်းသပ်သည်အထိ၊ သင်တို့၏ အမှန်တရားများကို ကျွန်ုပ်တို့စမ်းသပ်သည်အထိ သင်တို့အား ကျွန်ုပ်တို့စမ်းသပ်မည်။)</span><span class=\"gray\">(၄၇:၃၁)</span>။ ဤကဲ့သို့သော အာယသ်တော်များစွာရှိသည်။ အိဗ်နု အဗ္ဗာစ်သည် အောက်ပါအာယသ်တော်ကို မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ <span class=\"gray\">(ယုံကြည်သူများ)</span> အား အောင်ပွဲခံစေနိုင်စွမ်းရှိတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကိုယ်တော်ရှင်လုပ်ဆောင်ခဲ့ခြင်းပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဂျီဟဒ်ကို သင့်လျော်သောအချိန်တွင် ပြဋ္ဌာန်းခဲ့သည်၊ အကြောင်းမှာ ၎င်းတို့သည် မက္ကာတွင်ရှိစဉ်က ရုပ်တုကိုးကွယ်သူများသည် ၎င်းတို့ထက် ဆယ်ဆကျော် များပြားခဲ့သောကြောင့်ဖြစ်သည်။ ထိုအချိန်တွင် ၎င်းတို့တိုက်ခိုက်ခဲ့ပါက ရလဒ်များသည် အလွန်ဆိုးရွားခဲ့မည်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများသည် မွတ်စလင်မ်များအား နှိပ်စက်ရန်၊ တမန်တော်မြတ် ﷺ ကို နှင်ထုတ်ရန်နှင့် ကိုယ်တော်အား သတ်ဖြတ်ရန် ဆုံးဖြတ်ချက်ချသည်အထိ ပြင်းထန်စွာ ဆက်ဆံခဲ့ကြသောအခါ; ၎င်းတို့သည် ကိုယ်တော်၏ သခင်များအား နေရာအနှံ့အပြားသို့ ပြည်နှင်ဒဏ်ပေးခဲ့ကြသောအခါ၊ အချို့မှာ အီသီယိုးပီးယားသို့ သွားရောက်ခဲ့ကြပြီး အခြားသူများမှာ အလ်-မာဒီနာသို့ သွားရောက်ခဲ့ကြသောအခါ; ၎င်းတို့သည် အလ်-မာဒီနာတွင် အခြေချခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းတို့နှင့် ပူးပေါင်းခဲ့သောအခါ၊ ၎င်းတို့သည် ကိုယ်တော်ပတ်ဝန်းကျင်တွင် စုဝေးခဲ့ကြပြီး ကိုယ်တော်အား ထောက်ခံအားပေးခဲ့ကြသောအခါ၊ ၎င်းတို့သည် အစ္စလာမ်သာသနာ ထွန်းကားသော နေရာတစ်နေရာနှင့် နောက်ဆုတ်နိုင်သော ခံတပ်တစ်ခုကို ရရှိခဲ့ကြသောအခါ; ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် ရန်သူအား ဆန့်ကျင်ရန် ဂျီဟဒ်ကို ပြဋ္ဌာန်းခဲ့သည်၊ ဤသည်မှာ ဂျီဟဒ်အတွက် ပထမဆုံး ထုတ်ဖော်ခဲ့သော အာယသ်တော်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا ۚ وَإِنَّ اللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ - الَّذِينَ أُخْرِجُوا مِن دِيَارِهِم بِغَيْرِ حَقٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုက်ခိုက်ခွင့် <span class=\"gray\">(တိုက်ခိုက်ရန်)</span> သည် တိုက်ခိုက်ခြင်းခံရသောသူများအား ပေးထားပြီးဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် မတရားပြုခံခဲ့ရသောကြောင့်ဖြစ်၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အောင်ပွဲခံစေနိုင်စွမ်းရှိတော်မူ၏။ မိမိတို့အိမ်များမှ မတရားနှင်ထုတ်ခံရသူများ)</span> အလ်-အောင်ဖီက အိဗ်နု အဗ္ဗာစ် ပြောကြားသည်ကို ကိုးကားဖော်ပြသည်- “၎င်းတို့အား မက္ကာမှ အလ်-မာဒီနာသို့ မတရားနှင်ထုတ်ခဲ့သည်၊ ဆိုလိုသည်မှာ မိုဟမ္မဒ် တမန်တော်မြတ် ﷺ နှင့် ကိုယ်တော်၏ သခင်များဖြစ်သည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن يَقُولُوا رَبُّنَا اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “ကျွန်ုပ်တို့၏ အရှင်သခင်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်။” ဟု ပြောဆိုခဲ့သောကြောင့်သာဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏လူမျိုးများအား မည်သည့်အရာကိုမျှ မပြုလုပ်ခဲ့ကြပါ၊ သို့မဟုတ် မည်သည့်မှားယွင်းမှုကိုမျှ မကျူးလွန်ခဲ့ကြပါ။ အလ္လာဟ်အရှင်မြတ်၏ တစ်ခုတည်းဖြစ်ခြင်းကို ယုံကြည်ပြီး ကိုယ်တော်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ခဲ့ကြခြင်းမှလွဲ၍ မည်သည့်လုပ်ဖော်ကိုင်ဖက် သို့မဟုတ် အပေါင်းအဖော်မျှမရှိဘဲ ဖြစ်သည်။ သို့သော် ရုပ်တုကိုးကွယ်သူများအတွက်မူ ၎င်းသည် အဆိုးဆုံးသော အပြစ်ဖြစ်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူထားသည့်အတိုင်းပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်သခင် အလ္လာဟ်အရှင်မြတ်ကို သင်တို့ယုံကြည်သောကြောင့် ရစူလ်တမန်တော်နှင့် သင်တို့ကိုယ်တိုင်အား နှင်ထုတ်ခဲ့ကြသည်။)</span><span class=\"gray\">(၆၀:၁)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လူတစ်စုကို အခြားတစ်စုဖြင့် မတားဆီးခဲ့ပါလျှင်၊)</span> ဆိုလိုသည်မှာ ကိုယ်တော်ရှင်သည် လူတစ်စုကို အခြားတစ်စုဖြင့် မတားဆီးခဲ့ပါလျှင်၊ ကိုယ်တော်ရှင် ဖန်တီးပြဋ္ဌာန်းထားသည့် အခြေအနေများဖြင့် အခြားသူများအပေါ် လူတို့၏ မကောင်းမှုကို မထိန်းချုပ်ခဲ့ပါလျှင် ကမ္ဘာမြေသည် ပျက်စီးသွားမည်ဖြစ်ပြီး အင်အားကြီးသူများသည် အားနည်းသူများကို ဖျက်ဆီးခဲ့ကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُدِّمَتْ صَوَامِعُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွာဝါမီအ်များ အမှန်ပင် ဖြိုဖျက်ခြင်းခံရမည်)</span> ဆိုလိုသည်မှာ ဘုန်းကြီးများအသုံးပြုသော ဘုရားကျောင်းငယ်များဖြစ်သည်။ ဤသည်မှာ အိဗ်နု အဗ္ဗာစ်၊ မူဂျာဟစ်၊ အဘူ အလ်-အာလီယာဟ်၊ အိက္ခရီမာဟ်၊ အဒ်-ဒွဟ်ဟတ်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ ကွါတာဒါးက “ဤသည်မှာ ဆာဘီအန်များ၏ ဝတ်ပြုရာနေရာများကို ရည်ညွှန်းသည်။” ဟု ပြောကြားခဲ့ပြီး အခြားကိုးကားချက်တစ်ခုအရ သူက “ဇိုရိုအက်စ်ထရီယန်များ၏ ဆွာဝါမီအ်များ” ဟု ပြောကြားခဲ့သည်။ မူကာသိလ် ဗင် ဟယန်က “ဤသည်မှာ လမ်းဘေးရှိ အိမ်များဖြစ်သည်။” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِيَعٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘီယာအ်)</span>။ ၎င်းတို့သည် ဆွာဝါမီအ်များထက် ပိုမိုကြီးမားပြီး ဝတ်ပြုသူများ ပိုမိုဆံ့သည်။ ခရစ်ယာန်များတွင်လည်း ဤကဲ့သို့ရှိသည်။ ဤသည်မှာ အဘူ အလ်-အာလီယာဟ်၊ ကွါတာဒါး၊ အဒ်-ဒွဟ်ဟတ်၊ အိဗ်နု ဆခ်ရ်၊ မူကာသိလ် ဗင် ဟယန်၊ ခူဆိုင်ဖ်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ အိဗ်နု ဂျူဘိုင်ရ်က မူဂျာဟစ်နှင့် အခြားသူများထံမှ ၎င်းသည် ဂျူးဘာသာဝင်တို့၏ တရားဇရပ်များကို ရည်ညွှန်းပြီး ၎င်းတို့က စလွတ်ဟု သိကြသည်ဟု ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَصَلَوَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွာလာဝါတ်)</span> အလ်-အောင်ဖီက အိဗ်နု အဗ္ဗာစ် ပြောကြားသည်ကို ကိုးကားဖော်ပြသည်- “ဆွာလာဝါတ်ဆိုသည်မှာ ဘုရားရှိခိုးကျောင်းများကို ဆိုလိုသည်။” အိက္ခရီမာဟ်၊ အဒ်-ဒွဟ်ဟတ်နှင့် ကွါတာဒါးတို့က ၎င်းသည် ဂျူးဘာသာဝင်တို့၏ တရားဇရပ်များကို ရည်ညွှန်းသည်ဟု ပြောကြားခဲ့ကြသည်။ အဘူ အလ်-အာလီယာဟ်နှင့် အခြားသူများက “ဆွာလာဝါတ်သည် ဆာဘီအန်တို့၏ ဝတ်ပြုရာနေရာများကို ရည်ညွှန်းသည်။” ဟု ပြောကြားခဲ့ကြသည်။ အိဗ်နု အဘီ နာဂျီဟ်က မူဂျာဟစ် ပြောကြားသည်ကို ကိုးကားဖော်ပြသည်- “ဆွာလာဝါတ်သည် လမ်းဘေးရှိ ကျမ်းဂန်ရှင်များနှင့် အစ္စလာမ်ဘာသာဝင်တို့၏ ဝတ်ပြုရာနေရာများကို ရည်ညွှန်းသည်။” မစ်စ်ဂျစ်ဒ်များသည် မွတ်စလင်မ်များနှင့် သက်ဆိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို များစွာဖော်ပြထားခြင်းခံရသည်၊)</span> ၎င်းสรรพนမ်သည် မစ်စ်ဂျစ်ဒ်များကို ရည်ညွှန်းသည်ဟု ပြောဆိုကြသည်၊ အကြောင်းမှာ ၎င်းသည် ဖော်ပြထားသော စကားလုံးများအနက် အနီးစပ်ဆုံးဖြစ်သောကြောင့်ဖြစ်သည်။ အဒ်-ဒွဟ်ဟတ်က “၎င်းတို့အားလုံးတွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို မကြာခဏ ဖော်ပြကြသည်” ဟု ပြောကြားခဲ့သည်။ အိဗ်နု ဂျရီရ်က “မှန်ကန်သော အမြင်မှာ ဘုန်းကြီးကျောင်းများ၊ ခရစ်ယာန်ဘုရားရှိခိုးကျောင်းများ၊ ဂျူးဘာသာဝင်တို့၏ တရားဇရပ်များနှင့် မွတ်စလင်မ်တို့၏ မစ်စ်ဂျစ်ဒ်များ—၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို များစွာဖော်ပြထားခြင်းခံရသည်—တို့ကို ဖျက်ဆီးခဲ့ကြမည်ဖြစ်သည်—အကြောင်းမှာ ၎င်းသည် အာရဗီဘာသာတွင် ပုံမှန်အသုံးပြုသည့်ပုံစံဖြစ်သောကြောင့်ပင်” ဟု ပြောကြားခဲ့သည်။ ပညာရှင်အချို့က “ဤသည်မှာ အသေးငယ်ဆုံးမှ အကြီးဆုံးသို့ စဉ်လိုက်စာရင်းပြုစုခြင်းဖြစ်သည်၊ အကြောင်းမှာ မစ်စ်ဂျစ်ဒ်များသည် မှန်ကန်သောရည်ရွယ်ချက်နှင့် လမ်းစဉ်ရှိသော ဝတ်ပြုသူများ ပိုမိုလာရောက်လေ့ရှိသောကြောင့်ဖြစ်သည်။” ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ရှင်၏ <span class=\"gray\">(အကြောင်းတရား)</span> ကို ကူညီသူများအား ကူညီတော်မူမည်။)</span> ဤသည်မှာ အောက်ပါအာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ - وَالَّذِينَ كَفَرُوا فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">(ကိုယ်တော်ရှင်၏ အကြောင်းတရားတွင်)</span> ကူညီပါက ကိုယ်တော်ရှင်သည် သင်တို့အား ကူညီတော်မူမည်ဖြစ်ပြီး သင်တို့၏ ခြေချရာကို မြဲမြံစေမည်ဖြစ်သည်။ သို့သော် မယုံကြည်သူများအတွက်မူ ပျက်စီးခြင်းရှိပြီး <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်)</span> ၎င်းတို့၏ လုပ်ငန်းများကို အချည်းနှီး ဖြစ်စေမည်ဖြစ်သည်။)</span><span class=\"gray\">(၄၇:၇-၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံတန်ခိုးရှင်၊ အလုံးစုံအင်အားကြီးမားတော်မူသောအရှင်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ကိုယ်တိုင်အား အလုံးစုံတန်ခိုးရှင်နှင့် အလုံးစုံအင်အားကြီးမားတော်မူသောအရှင်အဖြစ် ဖော်ပြထားသည်။ ကိုယ်တော်၏ တန်ခိုးဖြင့် ကိုယ်တော်ရှင်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းခဲ့ပြီး ၎င်းတို့၏ သင့်လျော်သော အတိုင်းအတာများအတိုင်း တိကျစွာ တိုင်းတာခဲ့သည်။ ကိုယ်တော်၏ အင်အားဖြင့် မည်သည့်အရာမျှ ကိုယ်တော်အား မလွှမ်းမိုးနိုင်၊ မကျော်လွန်နိုင်၊ အရာခပ်သိမ်းသည် ကိုယ်တော်ရှေ့တွင် နှိမ့်ချနေကြပြီး ကိုယ်တော်အား လိုအပ်နေကြသည်။ အလုံးစုံတန်ခိုးရှင်၊ အလုံးစုံအင်အားကြီးမားတော်မူသောအရှင်မှ ထောက်ခံအားပေးခြင်းခံရသူတိုင်းသည် အမှန်ပင် ထောက်ခံအားပေးခြင်းနှင့် ကူညီခြင်းခံရမည်ဖြစ်ပြီး ၎င်း၏ရန်သူသည် အောင်ပွဲခံခြင်းခံရမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ - إِنَّهُمْ لَهُمُ الْمَنصُورُونَ - وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့၏ အမိန့်တော်သည် ကျွန်ုပ်တို့၏ ကျွန်များဖြစ်သော တမန်တော်များအတွက် ရှေးယခင်ကတည်းက ထုတ်ပြန်ခဲ့ပြီးဖြစ်သည်။ ၎င်းတို့သည် အမှန်ပင် အောင်ပွဲခံရမည်ဖြစ်ပြီး ကျွန်ုပ်တို့၏ စစ်သားများသည် အမှန်ပင် အောင်ပွဲခံရမည်။)</span><span class=\"gray\">(၃၇:၁၇၁-၁၇၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ပြဋ္ဌာန်းတော်မူခဲ့သည်- “အမှန်စင်စစ် ငါနှင့် ငါ၏ ရစူလ်တမန်တော်များသည်သာ အောင်ပွဲခံသူများဖြစ်မည်။” အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံတန်ခိုးရှင်၊ အလုံးစုံအင်အားကြီးမားတော်မူသောအရှင်ဖြစ်သည်။)</span><span class=\"gray\">[၅၈:၂၁]</span></p>"
  }
]