[
  {
    "ayah_key": "35:32",
    "group_ayah_key": "35:32",
    "from_ayah": "35:32",
    "to_ayah": "35:32",
    "ayah_keys": "35:32",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့နောက် ငါတို့သည် ငါတို့၏ကျွန်များအနက် ငါတို့ရွေးချယ်ထားသူများအား ကျမ်းကို အမွေအဖြစ် ပေးသနားတော်မူခဲ့သည်။ ထိုအခါ သူတို့အနက် အချို့သည် မိမိကိုယ်ကို မတရားပြုကျင့်သူများဖြစ်ပြီး၊ အချို့မှာ အလယ်အလတ်လမ်းစဉ်ကို လိုက်နာသူများဖြစ်ကြကာ၊ အချို့မှာမူ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ကောင်းမှုကုသိုလ်များတွင် ရှေ့တန်းတင်သူများ ဖြစ်ကြသည်။ ထိုသို့သော အရာသည် ကြီးမြတ်လှသော ကျေးဇူးတော်ပင်ဖြစ်သည်။ <span>(32)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်၏ အမွေသည် သုံးမျိုးရှိသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– 'ထို့နောက် ငါတို့သည် မိမိ၏ကျွန်များအနက်မှ ငါတို့ရွေးချယ်ထားသူဖြစ်ပြီး၊ အကြိုရောက်ရှိလာခဲ့သည်များကို အတည်ပြုလျက် ကျမ်းတော်ကို စောင့်ရှောက်သူများကို ပြုလုပ်ခဲ့သည်။ ၎င်းတို့သည် ဤအွမ္မသ် (လူမျိုးအသိုက်အဝန်း) ဖြစ်ပြီး၊ သုံးမျိုးခွဲခြားထားသည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့အနက် အချို့သည် မိမိကိုယ်ကို မတရားပြုကျင့်သူများ ဖြစ်ကြသည်)</span> ၎င်းတို့မှာ မဖြစ်မနေလုပ်ဆောင်ရမည့် အချို့သော လုပ်ဆောင်မှုများကို ပေါ့ဆသူများဖြစ်ပြီး၊ တားမြစ်ထားသော အချို့သော လုပ်ဆောင်မှုများကို ကျူးလွန်သူများ ဖြစ်ကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمِنْهُمْ مُقْتَصِدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အနက် အချို့မှာ အလယ်အလတ်လမ်းစဉ်ကို လိုက်နာသူများဖြစ်ကြသည်)</span> ၎င်းတို့မှာ မိမိတို့၏တာဝန်များကို ထမ်းဆောင်ပြီး တားမြစ်ထားသောအရာများကို ရှောင်ကြဉ်သူများဖြစ်ကြသော်လည်း၊ အချို့သော ကောင်းမှုကုသိုလ်များကို ပေါ့လျော့နိုင်ပြီး မနှစ်မြို့ဖွယ်အချို့ကို ပြုလုပ်နိုင်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အနက် အချို့မှာ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ကောင်းမှုကုသိုလ်များတွင် ရှေ့တန်းတင်သူများ ဖြစ်ကြသည်)</span> ၎င်းတို့မှာ မဖြစ်မနေလုပ်ဆောင်ရမည့် လုပ်ဆောင်မှုများနှင့် အားပေးထောက်ခံထားသည့် အရာများကို ပြုလုပ်သူများဖြစ်ပြီး၊ တရားမဝင်သော နှင့် မနှစ်မြို့ဖွယ် လုပ်ဆောင်မှုများကို ရှောင်ကြဉ်ကာ၊ ခွင့်ပြုထားသော အချို့လုပ်ဆောင်မှုများကိုလည်း ရှောင်ကြဉ်သူများ ဖြစ်ကြသည်။ </p><p lang=\"my\" class=\"my \">အလီဗင်အဘီသွလ်ဟာက အိဗ်နုအဗ္ဗားစ်သည် အာယသ်တော်ကို မှတ်ချက်ပြုခဲ့ကြောင်း သတင်းပေးပို့ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် ငါတို့၏ကျွန်များအနက် ငါတို့ရွေးချယ်ထားသူများအား ကျမ်းကို အမွေအဖြစ် ပေးသနားတော်မူခဲ့သည်)</span> \"ဤသည်မှာ မုဟမ္မဒ်သခင်၏ အွမ္မသ် (လူမျိုးအသိုက်အဝန်း) ကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမြတ်၏ ထုတ်ပြန်ခဲ့သော ကျမ်းတိုင်းကို အမွေခံစေခဲ့သည်၊ မိမိကိုယ်ကို မတရားပြုကျင့်သူများကို ခွင့်လွှတ်လိမ့်မည်၊ အလယ်အလတ်လမ်းစဉ်ကို လိုက်နာသူများသည် လွယ်ကူသော စစ်ဆေးခြင်းကို ခံရလိမ့်မည်၊ ကောင်းမှုကုသိုလ်များတွင် ရှေ့တန်းတင်သူများသည် စစ်ဆေးခြင်းမရှိဘဲ ဂျန္နသ် (ပရဒိသု) သို့ ဝင်ရောက်လိမ့်မည်။\" အဘူလ်ကာစင်မ် အသွ်-သွဗရာနီက အိဗ်နုအဗ္ဗားစ်မှ သတင်းပေးပို့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် တစ်နေ့တွင် မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَفَاعَتِي لِأَهْلِ الْكَبَائِرِ مِنْ أُمَّتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ ကြားဝင်ဖျန်ဖြေပေးခြင်းသည် ငါ၏အွမ္မသ် (လူမျိုးအသိုက်အဝန်း) အနက်မှ ကြီးလေးသော ပြစ်မှုများကို ကျူးလွန်သူများအတွက် ဖြစ်လိမ့်မည်။)</span>\" </p><p lang=\"my\" class=\"my \">အိဗ်နုအဗ္ဗားစ်သည်– အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ– မိန့်တော်မူခဲ့သည်– \"ကောင်းမှုကုသိုလ်များတွင် ရှေ့တန်းတင်သူများသည် စစ်ဆေးခြင်းမရှိဘဲ ဂျန္နသ် (ပရဒိသု) သို့ ဝင်ရောက်လိမ့်မည်၊ အလယ်အလတ်လမ်းစဉ်ကို လိုက်နာသူများသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ဖြင့် ဂျန္နသ် (ပရဒိသု) သို့ ဝင်ရောက်လိမ့်မည်၊ မိမိကိုယ်ကို မတရားပြုကျင့်သူများနှင့် အစဟာဗ် အလ်-အအ်ရာဖ် တို့သည် မုဟမ္မဒ်သခင်၏ ကြားဝင်ဖျန်ဖြေပေးခြင်းဖြင့် ဂျန္နသ် (ပရဒိသု) သို့ ဝင်ရောက်လိမ့်မည်။\"</p><p lang=\"my\" class=\"my \">ဤအွမ္မသ် (လူမျိုးအသိုက်အဝန်း) အနက်မှ မိမိကိုယ်ကို မတရားပြုကျင့်သူများသည် မပြည့်စုံကြသော်လည်းကောင်း၊ <span class=\"gray\">[ဖြောင့်မတ်သောလမ်းကို မလိုက်နာခြင်းဖြင့်]</span> ပျက်ကွက်ခဲ့ကြသော်လည်းကောင်း အလ္လာဟ်အရှင်မြတ်က ရွေးချယ်ထားသူများထဲတွင် ပါဝင်နေဆဲဖြစ်ကြောင်း ဆလဖ်များစွာထံမှ သတင်းပေးပို့ထားသည်။ အချို့ကမူ မိမိကိုယ်ကို မတရားပြုကျင့်သူများသည် ဤအွမ္မသ်၏ အစိတ်အပိုင်းမဟုတ်ကြဘဲ၊ အလ္လာဟ်အရှင်မြတ်က ရွေးချယ်ထားပြီး ကျမ်းတော်ကို အမွေခံရသူများထဲတွင် မပါဝင်ကြဟု ဆိုကြသည်။ မှန်ကန်သော အမြင်မှာ ၎င်းတို့သည်လည်း ဤအွမ္မသ်၏ အစိတ်အပိုင်းများပင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဘာသာရေးပညာရှင်တို့၏ ဂုဏ်ကျေးဇူးများ</p><p lang=\"my\" class=\"my \">ဘာသာရေးပညာရှင်များသည် ဤကောင်းချီးမင်္ဂလာနှင့်စပ်လျဉ်း၍ လူတို့အနက် အကံအကောင်းဆုံးဖြစ်ပြီး ဤကရုဏာကို အခံစားထိုက်ဆုံးသူများ ဖြစ်ကြသည်။ အီမာမ် အဟ်မဒ် – အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ကရုဏာထားတော်မူပါစေ– ကိုင်စ်ဗင်ကာစီရ်က ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်– \"အလ်-မဒီနာမြို့သားတစ်ဦးသည် အဘူ အဒ်-ဒရ်ဒါအ်– အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ– ဆီသို့ သူ ဒမာစကတ်မြို့တွင် ရှိနေစဉ် လာရောက်ခဲ့သည်။ <span class=\"gray\">[အဘူ အဒ်-ဒရ်ဒါအ်]</span> က 'ညီလေး၊ ဘာကိစ္စနဲ့ ရောက်လာတာလဲ' ဟု မေးခဲ့သည်။ သူက 'အရှင်မြတ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံမှ ပြောကြားကြောင်း ကျွန်တော် ကြားသိရသော ဟဒီးစ်တော်တစ်ခုကြောင့်ပါ' ဟု ဖြေခဲ့သည်။ သူက 'ကုန်သွယ်ဖို့ လာခဲ့တာလား' ဟု မေးခဲ့သည်။ သူက 'မဟုတ်ဘူး' ဟု ဖြေခဲ့သည်။ သူက 'အခြားမည်သည့် အကြောင်းကြောင့်မဆို လာခဲ့တာလား' ဟု မေးခဲ့သည်။ သူက 'မဟုတ်ဘူး' ဟု ဖြေခဲ့သည်။ သူက 'ဒီဟဒီးစ်တော်ကို ရှာဖွေဖို့ပဲ လာခဲ့တာလား' ဟု မေးခဲ့သည်။ သူက 'ဟုတ်ပါတယ်' ဟု ဖြေခဲ့သည်။ သူ – အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ– က 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ကို ကျွန်တော် ကြားသိရသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَلَكَ طَرِيقًا يَطْلُبُ فِيهَا عِلْمًا، سَلَكَ اللهُ تَعَالَى بِهِ طَرِيقًا إِلَى الْجَنَّةِ، وَإِنَّ الْمَلَائِكَةَ لَتَضَعُ أَجْنِحَتَهَا رِضًا لِطَالِبِ الْعِلْمِ، وَإِنَّهُ لَيَسْتَغْفِرُ لِلْعَالِمِ مَنْ فِي السَّمَوَاتِ وَالْأَرْضِ حَتَّى الْحِيتَانُ فِي الْمَاءِ، وَفَضْلُ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِ الْقَمَرِ عَلَى سَائِرِ الْكَوَاكِبِ، وَإِنَّ الْعُلَمَاءَ هُمْ وَرَثَةُ الْأَنْبِيَاءِ، وَإِنَّ الْأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلَا دِرْهَمًا، وَإِنَّمَا وَرَّثُوا الْعِلْمَ، فَمَنْ أَخَذَ بِهِ أَخَذَ بِحَظٍّ وَافِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အသိပညာရှာဖွေရန် လမ်းစဉ်ကို လိုက်လျှောက်လျှင် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ဂျန္နသ် (ပရဒိသု) သို့ လမ်းပြလိမ့်မည်။ အသိပညာရှာဖွေသူကို နှစ်သက်သဖြင့် ကောင်းကင်တမန်များသည် မိမိတို့၏အတောင်ပံများကို ချပေးကြသည်။ ကောင်းကင်များနှင့် မြေကြီးပေါ်တွင်ရှိသမျှသောသူ၊ ပင်လယ်ထဲရှိ ငါးများပင်လျှင် ဘာသာရေးပညာရှင်အတွက် ခွင့်လွှတ်ပေးရန် တောင်းဆိုကြသည်။ ဘာသာရေးပညာရှင်၏ ဂုဏ်အင်္ဂါသည် ဝတ်ပြုဆုတောင်းသူ၏ ဂုဏ်အင်္ဂါထက်သာလွန်ခြင်းမှာ လသည် အခြားသော နက္ခတ်တာရာများထက် သာလွန်ခြင်းနှင့်တူ၏။ ဘာသာရေးပညာရှင်များသည် နဗီတမန်တော်များ၏ အမွေခံများ ဖြစ်ကြသည်၊ အကြောင်းမှာ နဗီတမန်တော်များသည် ဒီနာရ်များနှင့် ဒရ်ဟမ်များကို ချန်ထားခဲ့ခြင်းမရှိဘဲ အသိပညာကိုသာ ချန်ထားခဲ့ကြသည်၊ ထို့ကြောင့် မည်သူမဆို ၎င်းကိုရရှိလျှင် ကြီးမားသော ကံကောင်းခြင်းကို ရရှိလိမ့်မည်။)</span>'\" </p><p lang=\"my\" class=\"my \">၎င်းကို အဘူ ဒါဝုဒ်၊ အတ်-သီရ်မီဒီ နှင့် အိဗ်နု မာဂျာ တို့ကလည်း သတင်းပေးပို့ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "35:33",
    "group_ayah_key": "35:33",
    "from_ayah": "35:33",
    "to_ayah": "35:35",
    "ayah_keys": "35:33,35:34,35:35",
    "text": "<p lang=\"my\" class=\"my \">'အဒ်န် <span class=\"gray\">(ဥယျာဉ်များ)</span> ကို ၎င်းတို့ ဝင်ရောက်ကြလိမ့်မည်၊ ထိုဥယျာဉ်များတွင် ၎င်းတို့သည် ရွှေလက်ကောက်များ နှင့် ပုလဲများဖြင့် ဆင်ယင်ကြလိမ့်မည်၊ ၎င်းတို့၏ အဝတ်အထည်များမှာ ပိုးထည်များ ဖြစ်လိမ့်မည်။ <span>(33)</span>၎င်းတို့က ပြောကြလိမ့်မည်– \"ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်၊ အရှင်မြတ်သည် ငါတို့ထံမှ <span class=\"gray\">(အားလုံး)</span> ဝမ်းနည်းကြေကွဲမှုကို ဖယ်ရှားပေးခဲ့သည်။ အမှန်စင်စစ် ငါတို့၏ အရှင်သခင်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်တန်ဖိုးထားတတ်သော အရှင် ဖြစ်သည်။ <span>(34)</span>\"အရှင်မြတ်၏ ကျေးဇူးတော်ကြောင့် ငါတို့ကို ထာဝရတည်မြဲမည့် အိမ်တွင် နေရာချထားပေးခဲ့သည်၊ ထိုနေရာတွင် ပင်ပန်းနွမ်းနယ်မှုက ငါတို့ကို ထိခိုက်စေမည်မဟုတ်၊ ပင်ပန်းဆင်းရဲမှုကလည်း ငါတို့ကို ထိခိုက်စေမည်မဟုတ်။ <span>(35)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိ၏ကျွန်များအနက်မှ ရွေးချယ်ထားသူများ၊ လောကကြီးများ၏ အရှင်သခင်ထံမှ ထုတ်ပြန်ခဲ့သော ကျမ်းတော်ကို အမွေခံရသူများသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ထာဝရဥယျာဉ်များ၌ နေထိုင်ရာဌာနတစ်ခု ရရှိကြလိမ့်မည်ဖြစ်ပြီး၊ ၎င်းတို့သည် အသစ်တစ်ဖန် ပြန်လည်ရှင်သန်၍ အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံရမည့်နေ့တွင် ထိုဥယျာဉ်များသို့ ဝင်ရောက်ကြလိမ့်မည်ဟု မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဥယျာဉ်များတွင် ၎င်းတို့သည် ရွှေလက်ကောက်များ နှင့် ပုလဲများဖြင့် ဆင်ယင်ကြလိမ့်မည်)</span> အဘူဟူရိုင်ရာဟ်မှ – အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ– ဆဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبْلُغُ الْحِلْيَةُ مِنَ الْمُؤْمِنِ حَيْثُ يَبْلُغُ الْوَضُوءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူ၏ အဆင်တန်ဆာများသည် ၎င်း၏ ဝဒူအ် (ခြေလက်သန့်စင်ခြင်း) ရောက်ရှိသည့်နေရာအထိ ရောက်ရှိလိမ့်မည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အဝတ်အထည်များမှာ ပိုးထည်များ ဖြစ်လိမ့်မည်။)</span> ဤအကြောင်းကြောင့် ၎င်းတို့ <span class=\"gray\">(အမျိုးသားများ)</span> အတွက် ဤလောကတွင် တားမြစ်ထားသော်လည်း နောင်တမလွန်ဘဝတွင် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် ခွင့်ပြုလိမ့်မည်။ ဆဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောက၌ မည်သူမဆို ပိုးထည်ဝတ်ဆင်လျှင် နောင်တမလွန်ဘဝ၌ ဝတ်ဆင်ရလိမ့်မည်မဟုတ်။)</span> အရှင်မြတ်က ﷺ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الْاخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ဤလောကတွင် သူတို့အတွက် ဖြစ်ပြီး၊ နောင်တမလွန်ဘဝတွင် သင်တို့အတွက် ဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြလိမ့်မည်– \"ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်၊ အရှင်မြတ်သည် ငါတို့ထံမှ <span class=\"gray\">(အားလုံး)</span> ဝမ်းနည်းကြေကွဲမှုကို ဖယ်ရှားပေးခဲ့သည်...\")</span> ဆိုလိုသည်မှာ ကြောက်ရွံ့စရာအားလုံးကို ကြောက်ရွံ့ခြင်းကို ဖယ်ရှားပေးခဲ့ခြင်းဖြစ်သည်။ ၎င်းကို ငါတို့ထံမှ ဖယ်ရှားပေးခဲ့ပြီး၊ ငါတို့သည် လောကနှင့် နောင်တမလွန်ဘဝ၏ စိုးရိမ်ပူပန်မှုများမှ ငါတို့ ကြောက်ရွံ့ခဲ့ဖူးသော အရာအားလုံးမှ ကင်းဝေးသွားခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နုအဗ္ဗားစ်– အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ– နှင့် အခြားသူများက ပြောကြသည်– \"အရှင်မြတ်သည် ၎င်းတို့၏ ကြီးလေးသော ပြစ်မှုများကို ခွင့်လွှတ်တော်မူပြီး ၎င်းတို့၏ အသေးငယ်ဆုံးသော ကောင်းမှုကုသိုလ်များကိုပင် တန်ဖိုးထားတော်မူသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ ကျေးဇူးတော်ကြောင့် ငါတို့ကို ထာဝရတည်မြဲမည့် အိမ်တွင် နေရာချထားပေးခဲ့သည်)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်၏ ကျေးဇူးတော်၊ မင်္ဂလာတော်နှင့် ကရုဏာတော်ကြောင့် ငါတို့ကို ဤရာထူးနှင့် အခြေအနေကို ပေးသနားတော်မူခဲ့သည်၊ အကြောင်းမှာ ငါတို့၏ ကောင်းမှုကုသိုလ်များသည် ဤနှင့်မညီမျှသောကြောင့်ပင်။' ဆဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ يُدْخِلَ أَحَدًا مِنْكُمْ عَمَلُهُ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် မည်သူမျှ မိမိ၏ ကောင်းမှုကုသိုလ်ကြောင့် ဂျန္နသ် (ပရဒိသု) သို့ ဝင်ရောက်ရလိမ့်မည်မဟုတ်။)</span> ၎င်းတို့က \"အရှင်မြတ်ပင်လျှင် မဟုတ်ပါလော၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်\" ဟု ပြောကြသည်။ အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنَا إِلَّا أَنْ يَتَغَمَّدَنِي اللهُ تَعَالَى بِرَحْمَةٍ مِنْهُ وَفَضْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ကိုယ်တိုင်ပင် မဟုတ်၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကရုဏာတော်နှင့် ကျေးဇူးတော်ဖြင့် ငါ့အား ဖုံးအုပ်ပေးမှသာ ဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ပင်ပန်းနွမ်းနယ်မှုက ငါတို့ကို ထိခိုက်စေမည်မဟုတ်၊ ပင်ပန်းဆင်းရဲမှုကလည်း ငါတို့ကို ထိခိုက်စေမည်မဟုတ်။)</span> ဆိုလိုသည်မှာ ဒုက္ခနှင့် ပင်ပန်းနွမ်းနယ်မှု တစ်ခုမျှ ငါတို့ကို ထိခိုက်စေမည်မဟုတ်။ ဤနေရာတွင် \"ပင်ပန်းနွမ်းနယ်မှု\" နှင့် \"ပင်ပန်းဆင်းရဲမှု\" ဟူသော စကားလုံးနှစ်ခုစလုံးသည် ပင်ပန်းနွမ်းနယ်ခြင်းကို ဆိုလိုသည်၊ ထိုနှစ်ခုစလုံးကို ငြင်းပယ်ခြင်းဖြင့် ၎င်းတို့၏ ခန္ဓာကိုယ်များ သို့မဟုတ် စိတ်ဝိညာဉ်များ မည်သည့်အရာမျှ ပင်ပန်းနွမ်းနယ်ခြင်း မဖြစ်စေရဟု ဆိုလိုပုံရသည်၊ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ ၎င်းတို့သည် ဤလောကတွင် ဝတ်ပြုရာ၌ မိမိတို့ကိုယ်ကို ပင်ပန်းစေခဲ့ကြသော်လည်း၊ ဂျန္နသ် (ပရဒိသု) သို့ ဝင်ရောက်သည့်အခါ ၎င်းတို့၏တာဝန်များ ပြီးဆုံးသွားလိမ့်မည်ဖြစ်ပြီး ထာဝရအနားယူခြင်းနှင့် ငြိမ်းချမ်းမှုကို ခံစားကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လွန်ခဲ့သောကာလများတွင် သင်တို့ကြိုတင်ပေးပို့ခဲ့သည့်အရာများအတွက် နှစ်သက်စွာ စားကြ၊ သောက်ကြ!)</span><span class=\"gray\">(69:24)</span></p>"
  }
]