[
  {
    "ayah_key": "20:113",
    "group_ayah_key": "20:113",
    "from_ayah": "20:113",
    "to_ayah": "20:114",
    "ayah_keys": "20:113,20:114",
    "text": "<p lang=\"my\" class=\"my \">ထိုနည်းတူ ငါတို့သည် ထိုကျမ်းကို အာရဗီဘာသာဖြင့် ကိယာန်အဖြစ် ချပေးခဲ့ပြီး၊ ထိုကျမ်းတွင် သတိပေးချက်များကို အသေးစိတ် ရှင်းပြခဲ့၏။ ၎င်းတို့သည် တက်ကဝါ ရှိစေရန် သို့မဟုတ် ထိုကျမ်းမှ သင်ခန်းစာရရှိစေရန် ဖြစ်သည် <span>(၁၁၃)</span>ထို့နောက် အမြင့်ဆုံးမှာ အလ္လာဟ်အရှင်မြတ်၊ စစ်မှန်သောဘုရင် ဖြစ်တော်မူ၏။ သင့်ထံသို့ ဗျာဒိတ်တော် အပြီးမသတ်မီ ကိယာန်နှင့်ပတ်သက်၍ အလျင်မလိုပါနှင့်။ 'အကျွန်ုပ်၏ အရှင်သခင်၊ အကျွန်ုပ်အား အသိပညာ တိုးပွားစေတော်မူပါ' ဟု လျှောက်ထားပါလေ။ <span>(၁၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>လူတို့ တက်ကဝါရှိပြီး ဆင်ခြင်သုံးသပ်နိုင်ရန် ကိယာန်ကို ထုတ်ပြန်ခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသော အရှင်သည် တရားစီရင်ရာနေ့တွင် ကောင်းမှုနှင့် မကောင်းမှု နှစ်မျိုးလုံး အကျိုးပေးမည်ဖြစ်ပြီး ရှောင်လွှဲ၍မရနိုင်ကြောင်း ဖော်ပြပြီးနောက်၊ ကိယာန်သည် ပီပြင်ပြတ်သားသော အာရဗီဘာသာစကားဖြင့် ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးသူနှင့် သတိပေးသူအဖြစ် ထုတ်ပြန်ခဲ့ကြောင်း ရှင်းပြတော်မူသည်။ ထိုကျမ်းတွင် ရှုပ်ထွေးမှု သို့မဟုတ် ချို့ယွင်းမှု တစ်စုံတစ်ရာ မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူ ငါတို့သည် ထိုကျမ်းကို အာရဗီဘာသာဖြင့် ကိယာန်အဖြစ် ချပေးခဲ့ပြီး၊ ထိုကျမ်းတွင် သတိပေးချက်များကို အသေးစိတ် ရှင်းပြခဲ့၏။ ၎င်းတို့သည် တက်ကဝါရှိစေရန် ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ- ၎င်းတို့သည် အပြစ်များ၊ တားမြစ်ထားသောအရာများနှင့် ကာမရာဂမှားယွင်းမှုများကို စွန့်လွှတ်ကြလိမ့်မည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ يُحْدِثُ لَهُمْ ذِكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ထိုကျမ်းမှ သင်ခန်းစာရရှိစေရန် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ- နာခံမှုနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ပိုမိုနီးစပ်စေမည့် အမှုများကို ထုတ်လုပ်ရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အမြင့်ဆုံးမှာ အလ္လာဟ်အရှင်မြတ်၊ စစ်မှန်သောဘုရင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ- အလွန်သန့်ရှင်းမြင့်မြတ်တော်မူ၏၊ စစ်မှန်သောဘုရင်၊ ကိုယ်တော်တိုင် အမှန်တရားဖြစ်ပြီး ကိုယ်တော်၏ ကတိတော်သည် မှန်ကန်သည်။ ထိုနည်းတူ ကိုယ်တော်၏ ခြိမ်းခြောက်မှုသည် မှန်ကန်သည်၊ ကိုယ်တော်၏ တမန်တော်များ မှန်ကန်သည်၊ ဂျန္နတ် (ပရဒိသု) မှန်ကန်သည်၊ ဂျဟန္နမ် (ငရဲမီး) မှန်ကန်သည်၊ ကိုယ်တော်ထံမှ အရာအားလုံး မှန်ကန်သည်။ ကိုယ်တော်၏ တရားမျှတမှုမှာ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ သတိမပေးမီ၊ တမန်တော်များ မစေလွှတ်မီနှင့် ကိုယ်တော်၏ ဖန်ဆင်းခံများကို ဆင်ခြေများ မပေးမီ အပြစ်မပေးခြင်းဖြစ်သည်။ ထို့ကြောင့် မည်သူတစ်ဦးတစ်ယောက်မျှ တရားစီရင်ရာနေ့တွင် အငြင်းပွားစရာ သို့မဟုတ် သံသယရှိစရာ အကြောင်းမရှိပေ။</p><p lang=\"my\" class=\"my \">ကိယာန် ထုတ်ပြန်သည့်အခါ အလျင်စလိုရွတ်ဖတ်ခြင်းမပြုဘဲ နားထောင်ရန် တမန်တော်မြတ်အား အမိန့်တော်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْجَلْ بِالْقُرْآنِ مِن قَبْلِ أَن يُقْضَىٰ إِلَيْكَ وَحْيُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ ဗျာဒိတ်တော် အပြီးမသတ်မီ ကိယာန်နှင့်ပတ်သက်၍ အလျင်မလိုပါနှင့်။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ - إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ - فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ - ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကျမ်းကို အလျင်စလိုရွတ်ဖတ်ရန် သင့်လျှာကို မလှုပ်ပါနှင့်။ ထိုကျမ်းကို စုဆောင်းပေးရန်နှင့် သင့်အား ရွတ်ဖတ်နိုင်စေရန် ကျွန်ုပ်တို့တာဝန်ဖြစ်သည်။ ကျွန်ုပ်တို့က သင့်အား ရွတ်ဖတ်ပြပြီးသောအခါ ၎င်း၏ရွတ်ဖတ်မှုကို လိုက်နာပါ။ ထို့နောက် ၎င်းကို သင့်အား ရှင်းလင်းစွာ ဖော်ပြရန် ကျွန်ုပ်တို့တာဝန်ဖြစ်သည်။)</span><span class=\"gray\">(၇၅:၁၆-၁၉)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ္ဘားစ်၏ အာဏာဖြင့် ဆွာဟီဟ်တွင် အတည်ပြုထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဗျာဒိတ်တော်ကို မှတ်သားရန် အလွန်ပင်ပန်းခံလေ့ရှိကြောင်း၊ ထိုသို့ပြုလုပ်ရာတွင် ကိုယ်တော်၏ လျှာကို လျင်မြန်စွာ ရွတ်ဖတ်လေ့ရှိကြောင်း၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ထုတ်ပြန်ခဲ့သည်။ ဆိုလိုသည်မှာ ဂျိဗ်ရီလ်သည် အာယတ်တော်တစ်ခုကို ပြောဆိုသည့်အခါတိုင်း တမန်တော်မြတ် ﷺ သည် ၎င်းကို မှတ်မိလိုစိတ် ပြင်းပြသောကြောင့် ဂျိဗ်ရီလ်နှင့်အတူ ရွတ်ဆိုလေ့ရှိသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား ဤအခက်အခဲမှ ကယ်တင်ရန် ပိုမိုလွယ်ကူပေါ့ပါးသည့် နည်းလမ်းသို့ လမ်းညွှန်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ - إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကျမ်းကို အလျင်စလိုရွတ်ဖတ်ရန် သင့်လျှာကို မလှုပ်ပါနှင့်။ ထိုကျမ်းကို စုဆောင်းပေးရန်နှင့် သင့်အား ရွတ်ဖတ်နိုင်စေရန် ကျွန်ုပ်တို့တာဝန်ဖြစ်သည်။)</span><span class=\"gray\">(၇၅:၁၆-၁၇)</span> ဆိုလိုသည်မှာ- \"သင့်ရင်ဘတ်၌ ငါတို့စုဆောင်းပေးမည်၊ ထို့နောက် ၎င်းကို မည်သည့်အရာမျှ မမေ့ဘဲ လူတို့အား ရွတ်ဖတ်ပြနိုင်လိမ့်မည်။\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ - ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့က သင့်အား ရွတ်ဖတ်ပြပြီးသောအခါ ၎င်း၏ရွတ်ဖတ်မှုကို လိုက်နာပါ။ ထို့နောက် ၎င်းကို သင့်အား ရှင်းလင်းစွာ ဖော်ပြရန် ကျွန်ုပ်တို့တာဝန်ဖြစ်သည်။)</span><span class=\"gray\">(၇၅:၁၈-၁၉)</span> ဤအာယတ်တော်တွင် ကိုယ်တော်က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْجَلْ بِالْقُرْآنِ مِن قَبْلِ أَن يُقْضَىٰ إِلَيْكَ وَحْيُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ ဗျာဒိတ်တော် အပြီးမသတ်မီ ကိယာန်နှင့်ပတ်သက်၍ အလျင်မလိုပါနှင့်။)</span> ဤသည်မှာ တမန်တော်မြတ် ﷺ အား တိတ်ဆိတ်စွာ နားထောင်ရန် အမိန့်ဖြစ်သည်။ 'ထို့နောက် ကောင်းကင်တမန် <span class=\"gray\">(ဂျိဗ်ရီလ်)</span> က သင့်အား ရွတ်ဖတ်ပြီးစီးသောအခါ၊ ကိုယ်တော်သည် ၎င်းနောက်လိုက်၍ ရွတ်ဖတ်ပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل رَّبِّ زِدْنِي عِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြောပါ- 'အကျွန်ုပ်၏ အရှင်သခင်၊ အကျွန်ုပ်အား အသိပညာ တိုးပွားစေတော်မူပါ'။)</span> ဆိုလိုသည်မှာ၊ 'ကိုယ်တော်ထံမှ အကျွန်ုပ်အား အသိပညာ ပိုမိုပေးသနားတော်မူပါ' ဟုဖြစ်သည်။ အိဗ်နု အူယိုင်နာက 'တမန်တော်မြတ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၊ အင်အားကြီးမား၍ အမြင့်မြတ်ဆုံးသော အရှင်သည် ကိုယ်တော်ကို သိမ်းယူတော်မူသည်အထိ <span class=\"gray\">(အသိပညာ)</span> တိုးတက်ခြင်း မရပ်တန့်ခဲ့ပါ' ဟု ပြောကြားခဲ့သည်။</p>"
  }
]