[
  {
    "ayah_key": "29:16",
    "group_ayah_key": "29:16",
    "from_ayah": "29:16",
    "to_ayah": "29:18",
    "ayah_keys": "29:16,29:17,29:18",
    "text": "<p lang=\"my\" class=\"my \">အသင်တို့ မသိကြပါက <span class=\"gray\">(မှတ်မိကြလော့)</span> အီဘရာဟင်မ်သည် မိမိလူမျိုးအား ပြောကြားခဲ့သည်မှာ “အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့၊ အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ သင်တို့သိရှိကြပါက ယင်းသည် သင်တို့အတွက် ပိုကောင်းမြတ်ပေသည်။ <span>(၁၆)</span>သင်တို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ရုပ်တုများကိုသာ ကိုးကွယ်နေကြသည်၊ သင်တို့သည် မဟုတ်မမှန်မှုများကိုသာ လုပ်ကြံဖန်တီးနေကြသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ ကိုးကွယ်နေကြသူများသည် သင်တို့အား စားနပ်ရိက္ခာပေးနိုင်စွမ်း မရှိကြပေ။ သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်ထံမှ သင်တို့၏ စားနပ်ရိက္ခာကို ရှာဖွေကြလော့၊ အရှင်မြတ်ကို ကိုးကွယ်ကြလော့၊ အရှင်မြတ်အား ကျေးဇူးတင်ကြလော့။ အရှင်မြတ်ထံသို့ပင် သင်တို့ကို ပြန်လည်ပို့ဆောင်ခြင်း ခံကြရမည်။ <span>(၁၇)</span>အကယ်၍ သင်တို့သည် ငြင်းဆိုကြပါမူ သင်တို့မတိုင်မီက လူမျိုးများလည်း ငြင်းဆိုခဲ့ကြပြီ။ ရစူလ်တမန်တော်၏ တာဝန်မှာ ထင်ရှားစွာ သတင်းစကား ပို့ဆောင်ရန်သာ ဖြစ်ပေသည်။ <span>(၁၈)</span></p><div lang=\"my\" class=\"my \"><h2>အီဘရာဟင်မ်မှ ၎င်း၏လူမျိုးအား ဟောပြောမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်၊ ရစူလ်တမန်တော်နှင့် ရင်းနှီးသော မိတ်ဆွေတော် အီဘရာဟင်မ် (တစ်ဆူတည်းသော ဘုရားကို ယုံကြည်သူတို့၏ အီမာမ်) က ၎င်း၏လူမျိုးအား မည်သို့ အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်၊ အရှင်မြတ်အား မည်သူတစ်ဦးတစ်ယောက်မျှ ပူးပေါင်းခြင်းမရှိဘဲ ကြောက်ရွံ့ရန်၊ အရှင်မြတ်ထံမှသာ စားနပ်ရိက္ခာကို ရှာဖွေရန်၊ မည်သူတစ်ဦးတစ်ယောက်မျှ ပူးပေါင်းခြင်းမရှိဘဲ အရှင်မြတ်အား ကျေးဇူးတင်ရန် တိုက်တွန်းခဲ့သည်ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် အရှင်မြတ်မှတစ်ပါး မည်သူမျှ မပေးနိုင်သော ကောင်းချီးမင်္ဂလာများအတွက် ကျေးဇူးတင်ထိုက်သူ ဖြစ်သောကြောင့်ပင်။ အီဘရာဟင်မ်သည် ၎င်း၏လူမျိုးအား ပြောကြားခဲ့သည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْبُدُوا اللَّهَ وَاتَّقُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့၊ အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့)</span> ဆိုလိုသည်မှာ အရှင်မြတ်ကိုသာ စိတ်ရင်းမှန်ဖြင့် ကိုးကွယ်ကြပြီး အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။</p><p class=\"sd qpc-hafs\" lang=\"sd\">ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယင်းသည် သင်တို့သိရှိကြပါက သင်တို့အတွက် ပိုကောင်းမြတ်ပေသည်)</span> သင်တို့ ထိုသို့ပြုလုပ်ပါက ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ကောင်းကျိုးများ ရရှိမည်ဖြစ်ပြီး၊ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် မိမိတို့ကိုယ်ကို မကောင်းမှုများမှ ကာကွယ်နိုင်မည်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ ကိုးကွယ်နေသော ရုပ်တုများသည် မည်သည့် ဆိုးကျိုး သို့မဟုတ် ကောင်းကျိုးမျှ မပြုလုပ်နိုင်ကြောင်း ဖော်ပြပြီး၊ ၎င်းတို့အား မိန့်ကြားသည်မှာ- \"သင်တို့သည် ၎င်းတို့အတွက် အမည်များ ဖန်တီးကာ ဘုရားများဟု ခေါ်ဝေါ်ကြသည်၊ သို့သော် ၎င်းတို့သည် သင်တို့ကဲ့သို့ ဖန်ဆင်းခံများသာ ဖြစ်ကြသည်။\" ဤအနက်ဖွင့်ဆိုချက်ကို အလ်-အော်ဖီမှ အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့ခဲ့သည်။ ယင်းသည် မူဂျာဟစ်နှင့် အစ်-စွတ်ဒီတို့၏ အမြင်လည်းဖြစ်သည်။ အလ်-ဝါလီဘီက အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့ခဲ့သည်မှာ- \"သင်တို့သည် မဟုတ်မမှန်မှုများကို လုပ်ကြံဖန်တီးကြသည် ဆိုသည်မှာ ရုပ်တုများကို ထုလုပ်ကြသည်\" ဟု အဓိပ္ပာယ်ရပြီး၊ ယင်းတို့သည် သင်တို့အား ပေးသနားနိုင်စွမ်း မရှိကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်ထံတော်မှ သင်တို့၏ စားနပ်ရိက္ခာကို ရှာဖွေကြလော့)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းအားသာ တောင်းခံခြင်းကို အလေးထားဖော်ပြသည်။ ဤသည်မှာ အာယသ်တော်များနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ကိုသာ ကျွန်တော်မျိုးတို့ ကိုးကွယ်ပါ၏။ အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံမှသာ အကူအညီ တောင်းခံပါ၏။)</span><span class=\"gray\">(၁:၅)</span> နှင့် အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ အရှင်သခင်၊ အရှင်မြတ်အနီး၌ အကျွန်ုပ်အတွက် ဂျန္နတ်၌ အိမ်တစ်လုံး ဆောက်လုပ်ပေးပါ)</span><span class=\"gray\">(၆၆:၁၁)</span>။ ဤတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَابْتَغُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှာဖွေကြလော့)</span> ဆိုလိုသည်မှာ၊ တောင်းခံကြလော့</p><p class=\"ar qpc-hafs\" lang=\"ar\">عِندَ اللَّهِ الرِّزْقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်ထံတော်မှ သင်တို့၏ စားနပ်ရိက္ခာကို)</span> ဆိုလိုသည်မှာ အရှင်မြတ်မှတစ်ပါး အခြားသူတစ်ဦးတစ်ယောက် သို့မဟုတ် အရာဝတ္ထုတစ်ခုခုထံမှ မရှာဖွေကြနှင့်၊ အဘယ်ကြောင့်ဆိုသော် အခြားမည်သူမျှ မည်သည့်အရာကိုမျှ ပြုလုပ်နိုင်စွမ်းမရှိသောကြောင့်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاعْبُدُوهُ وَاشْكُرُوا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ကို ကိုးကွယ်ကြလော့၊ အရှင်မြတ်အား ကျေးဇူးတင်ကြလော့။)</span> အရှင်မြတ် ပေးသနားထားသည်များကို စားသုံးကြပြီး အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ကြလော့။ အရှင်မြတ် ပေးသနားထားသော ကောင်းချီးမင်္ဂလာများအတွက် အရှင်မြတ်အား ကျေးဇူးတင်ကြလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَيْهِ تُرْجَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ထံသို့ပင် သင်တို့ကို ပြန်လည်ပို့ဆောင်ခြင်း ခံကြရမည်။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်ပြီး၊ ထိုအခါ အရှင်မြတ်သည် လူတစ်ဦးစီ၏ လုပ်ရပ်များအလိုက် ဆုချခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ပြုတော်မူမည်။ အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ငြင်းဆိုကြပါမူ သင်တို့မတိုင်မီက လူမျိုးများလည်း ငြင်းဆိုခဲ့ကြပြီ။)</span> ဆိုလိုသည်မှာ 'တမန်တော်များကို ဆန့်ကျင်ခဲ့ခြင်းကြောင့် ၎င်းတို့အား အပြစ်ပေးခံခဲ့ရပုံကို သင်တို့ ကြားဖူးကြပြီ' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်၏ တာဝန်မှာ ထင်ရှားစွာ သတင်းစကား ပို့ဆောင်ရန်သာ ဖြစ်ပေသည်။)</span> တမန်တော်များအားလုံး လုပ်ဆောင်ရမည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း သတင်းစကားကို ပို့ဆောင်ရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိသူအား လမ်းပြတော်မူပြီး၊ အရှင်မြတ်အလိုရှိသူအား လမ်းမှားစေတော်မူသည်။ ထို့ကြောင့် ကောင်းချီးခံစားရသူများတွင် ပါဝင်ရန် ကြိုးစားကြလော့။ ကွာတာဒါဟ်က ဤအာယသ်တော်နှင့်ပတ်သက်၍ ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ငြင်းဆိုကြပါမူ သင်တို့မတိုင်မီက လူမျိုးများလည်း ငြင်းဆိုခဲ့ကြပြီ။)</span> \"ဤစကားများသည် အရှင်မြတ်၏ နဗီတမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) အား နှစ်သိမ့်စကားများ ဖြစ်သည်။\" ကွာတာဒါဟ်၏ ဤအကြံပြုချက်အရ <span class=\"gray\">(အီဘရာဟင်မ်အကြောင်း)</span> ဇာတ်ကြောင်းသည် ဤနေရာတွင် ရပ်ဆိုင်းသွားပြီး အာယသ်တော် ၂၄ ပါ \"အီဘရာဟင်မ်၏ လူမျိုးတို့၏ အဖြေမှာ ဘာမျှ မဟုတ်ခဲ့\" ဟူသော စကားများဖြင့် ပြန်လည်စတင်သည်ဟု ဆိုလိုသည်။ ဤသည်ကို အိဗ်နု ဂျရီရ်ကလည်း ဖော်ပြခဲ့သည်။ အကြောင်းအရာကို ကြည့်လျှင် အီဘရာဟင်မ် (အလိုင်ဟစ္စလာမ်) သည် ဤအပိုင်းပါ အရာအားလုံးကို ပြောကြားခဲ့သည်ဟု ထင်ရသည်။ ဤနေရာတွင် ရှင်ပြန်ထမြောက်ခြင်းသည် အမှန်ပင် ဖြစ်ပေါ်လာမည်ဟူသော သက်သေကို ၎င်းတို့အား တင်ပြခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ဤကျမ်းပိုဒ်၏ အဆုံးတွင် ဤသို့ ဖော်ပြထားသောကြောင့်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَا كَانَ جَوَابَ قَوْمِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အီဘရာဟင်မ်၏ လူမျိုးတို့၏ အဖြေမှာ ဘာမျှ မဟုတ်ခဲ့\")</span><span class=\"gray\">(၂၉:၂၄)</span>။ အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "29:19",
    "group_ayah_key": "29:19",
    "from_ayah": "29:19",
    "to_ayah": "29:23",
    "ayah_keys": "29:19,29:20,29:21,29:22,29:23",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ဖန်ဆင်းခြင်းကို မည်သို့စတင်ပြီးနောက် ပြန်လည်ဖန်ဆင်းသည်ကို မမြင်ကြသလော။ အမှန်စင်စစ် ယင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူလှပေသည်။ <span>(၁၉)</span>အသင်ပြောကြားလော့- “ကမ္ဘာမြေပြင်ပေါ်၌ ခရီးသွားလာကြပြီး အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို မည်သို့စတင်ခဲ့သည်ကို ကြည့်ရှုကြလော့။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝ၏ ဖန်ဆင်းခြင်းကို ထုတ်ဖော်မည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို ပြုလုပ်နိုင်စွမ်းရှိတော်မူပေသည်။ <span>(၂၀)</span>အရှင်မြတ်သည် အလိုရှိသူအား အပြစ်ပေးတော်မူပြီး၊ အလိုရှိသူအား ကရုဏာပြုတော်မူ၏။ အရှင်မြတ်ထံသို့ပင် သင်တို့ကို ပြန်လည်ပို့ဆောင်ခြင်း ခံကြရမည်။ <span>(၂၁)</span>သင်တို့သည် ကမ္ဘာမြေပြင်၌ဖြစ်စေ၊ ကောင်းကင်ဘုံ၌ဖြစ်စေ လွတ်မြောက်နိုင်ကြမည် မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့၌ မည်သည့် ကာကွယ်သူမျှ မရှိ၊ မည်သည့် အကူအညီပေးသူမျှလည်း မရှိပေ။ <span>(၂၂)</span>အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များနှင့် အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို မယုံကြည်သူများမှာမူ ကျွန်ုပ်၏ ကရုဏာတော်ကို မျှော်လင့်နိုင်ကြမည် မဟုတ်ပေ။ ထိုသူများအတွက် ပြင်းထန်စွာ နာကျင်စေသော ပြစ်ဒဏ်ရှိပေသည်။ <span>(၂၃)</span></p><div lang=\"my\" class=\"my \"><h2>သေပြီးနောက် အသက်ရှင်ခြင်းအတွက် သက်သေသာဓက</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အီဘရာဟင်မ် (အလိုင်ဟစ္စလာမ်) က ၎င်းတို့၏ စိတ်ဝိညာဉ်များတွင် ၎င်းတို့ ငြင်းပယ်ခဲ့သော သေပြီးနောက် အသက်ရှင်ခြင်း၏ သက်သေကို မည်သို့ပြသခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဘာမျှမရှိခဲ့ပြီးနောက် ဖန်ဆင်းတော်မူခဲ့ရာ ၎င်းတို့သည် ဖြစ်တည်လာပြီး ကြားနိုင်၊ မြင်နိုင်သော လူများ ဖြစ်လာခဲ့ကြသည်။ ဤအရာကို ဖန်ဆင်းခဲ့သူသည် ယင်းကို ပြန်လည်ဖန်ဆင်းနိုင်စွမ်းရှိပြီး အရှင်မြတ်အတွက် အလွန်လွယ်ကူလှပေသည်။ ထို့နောက် ၎င်းတို့အား ကောင်းကင်ဘုံရှိ ကြယ်များ၊ ဂြိုဟ်များ (ရွေ့လျားနေသည်များ၊ ရပ်တန့်နေသည်များ)၊ မြေပြင်ရှိ လွင်ပြင်များ၊ တောင်များ၊ ချိုင့်ဝှမ်းများ၊ သဲကန္တာရများ၊ တောနက်များ၊ သစ်ပင်များ၊ မြစ်များ၊ သစ်သီးများ၊ သမုဒ္ဒရာများ အစရှိသည့် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသော အရာများနှင့် ကောင်းကင်ယံရှိ မြင်သာသော လက္ခဏာများကို စဉ်းစားဆင်ခြင်ရန် သင်ကြားပေးခဲ့သည်။ ထိုအရာအားလုံးက ၎င်းတို့သည် ဖန်ဆင်းခံများဖြစ်ပြီး၊ အလိုရှိသည့်အတိုင်း ပြုလုပ်သော ဖန်ဆင်းရှင်တစ်ပါး ရှိရမည်ဖြစ်ကာ၊ အရှင်မြတ်သည် တစ်ခုခုကို \"ဖြစ်စေ!\" ဟု မိန့်ကြားလိုက်သည်နှင့် ၎င်းသည် ဖြစ်တည်လာကြောင်း ပြသနေသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ဖန်ဆင်းခြင်းကို မည်သို့စတင်ပြီးနောက် ပြန်လည်ဖန်ဆင်းသည်ကို မမြင်ကြသလော။ အမှန်စင်စစ် ယင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူလှပေသည်။)</span> ဤသည်မှာ ဤအာယသ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည်သာ ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းတော်မူ၏။ ထို့နောက် အရှင်မြတ်သည် ယင်းကို ပြန်လည်ဖန်ဆင်းတော်မူမည်။ ယင်းသည် အရှင်မြတ်အတွက် ပိုမိုလွယ်ကူပေသည်။)</span><span class=\"gray\">(၃၀:၂၇)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ۚ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်ပြောကြားလော့- “ကမ္ဘာမြေပြင်ပေါ်၌ ခရီးသွားလာကြပြီး အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို မည်သို့စတင်ခဲ့သည်ကို ကြည့်ရှုကြလော့။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝ၏ ဖန်ဆင်းခြင်းကို ထုတ်ဖော်မည်။”)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို ပြုလုပ်နိုင်စွမ်းရှိတော်မူပေသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အလိုရှိသူအား အပြစ်ပေးတော်မူပြီး၊ အလိုရှိသူအား ကရုဏာပြုတော်မူ၏။)</span> အရှင်မြတ်သည် အုပ်ချုပ်သူဖြစ်ပြီး၊ ထိန်းချုပ်ထားသူ၊ အရှင်မြတ်အလိုရှိသည့်အတိုင်း ပြုလုပ်သူနှင့် အလိုရှိသည့်အတိုင်း စီရင်ဆုံးဖြတ်သူ ဖြစ်ကာ၊ အရှင်မြတ်၏ စီရင်ဆုံးဖြတ်ချက်ကို မည်သူမျှ ပြန်လည်ပြင်ဆင်နိုင်သူ မရှိပေ။ အရှင်မြတ် လုပ်ဆောင်သည်များကို မည်သူမျှ မေးမြန်းနိုင်မည် မဟုတ်ပါ။ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းတို့အားသာ မေးမြန်းခြင်းခံရမည်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ဖန်ဆင်းခြင်းနှင့် အမိန့်ပေးပိုင်ခွင့်သည် အရှင်မြတ်၏ အပိုင်ဖြစ်ပြီး၊ အရှင်မြတ်ဆုံးဖြတ်သမျှသည် တရားမျှတသည်။ အရှင်မြတ်သည် အနည်းငယ်မျှ မတရားမလုပ်နိုင်သော အုပ်စိုးရှင် ဖြစ်သောကြောင့်ပင်။ စုနန်ကျမ်းပြုစုသူများ မှတ်တမ်းတင်ထားသော ဟဒီးဆ်တော်အရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَوْ عَذَّبَ أَهْلَ سَمَاوَاتِهِ وَأَهْلَ أَرْضِهِ لَعَذَّبَهُمْ وَهُوَ غَيْرُ ظَالِمٍ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကောင်းကင်များနှင့် မြေပြင်ရှိ နေထိုင်သူများကို အပြစ်ပေးလိုပါက၊ ၎င်းတို့အား မတရားမပြုဘဲ ထိုသို့ပြုလုပ်လိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ ۖ وَإِلَيْهِ تُقْلَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အလိုရှိသူအား အပြစ်ပေးတော်မူပြီး၊ အလိုရှိသူအား ကရုဏာပြုတော်မူ၏။ အရှင်မြတ်ထံသို့ပင် သင်တို့ကို ပြန်လည်ပို့ဆောင်ခြင်း ခံကြရမည်။)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် အရှင်မြတ်ထံသို့ သင်တို့ ပြန်လည်ရောက်ရှိလာကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကမ္ဘာမြေပြင်၌ဖြစ်စေ၊ ကောင်းကင်ဘုံ၌ဖြစ်စေ လွတ်မြောက်နိုင်ကြမည် မဟုတ်ပေ။)</span> ကောင်းကင်ဘုံ၌ဖြစ်စေ၊ ကမ္ဘာမြေပြင်၌ဖြစ်စေ မည်သူမျှ အရှင်မြတ်ထံမှ ထွက်ပြေးနိုင်မည်မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် မိမိ၏ကျွန်များအပေါ်တွင် အုပ်စိုးသူဖြစ်ပြီး၊ အရာအားလုံးသည် အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး အရှင်မြတ်ကို လိုအပ်နေကြသည်။ အရှင်မြတ်သည် အခြားအရာအားလုံးထံမှ လွတ်လပ်သော အရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ - وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့၌ မည်သည့် ကာကွယ်သူမျှ မရှိ၊ မည်သည့် အကူအညီပေးသူမျှလည်း မရှိပေ။ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များနှင့် အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို မယုံကြည်သူများမှာမူ)</span> အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာများကို မယုံကြည်ပြီး ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يَئِسُوا مِنْ رَحْمَتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူများမှာမူ ကျွန်ုပ်၏ ကရုဏာတော်ကို မျှော်လင့်နိုင်ကြမည် မဟုတ်ပေ)</span> ၎င်းတို့သည် ကရုဏာတော်တွင် မည်သည့် အစိတ်အပိုင်းမျှ ရရှိမည် မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူများအတွက် ပြင်းထန်စွာ နာကျင်စေသော ပြစ်ဒဏ်ရှိပေသည်။)</span> ဆိုလိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် အလွန်ပြင်းထန်စွာ နာကျင်စေသော ပြစ်ဒဏ် ဖြစ်သည်။</p>"
  }
]