[
  {
    "ayah_key": "22:63",
    "group_ayah_key": "22:63",
    "from_ayah": "22:63",
    "to_ayah": "22:66",
    "ayah_keys": "22:63,22:64,22:65,22:66",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်မှ အလ္လာဟ်အရှင်မြတ် ရေကိုချပေး၍ မြေပြင်သည် စိမ်းစိုလာသည်ကို သင်တို့ မမြင်ကြဘူးလား။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်တရာ ကရုဏာရှင်၊ ကြင်နာယဉ်ကျေးသူ၊ အရာခပ်သိမ်းကို ကောင်းစွာသိရှိသူ ဖြစ်တော်မူ၏။ <span>(၆၃)</span>မိုးကောင်းကင်များတွင်ရှိသမျှနှင့် ကမ္ဘာမြေပေါ်တွင်ရှိသမျှ အရာခပ်သိမ်းတို့သည် အရှင်မြတ်ပိုင်ဆိုင်တော်မူ၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ချမ်းသာကြွယ်ဝတော်မူ၍ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။ <span>(၆၄)</span>အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေပေါ်ရှိအရာခပ်သိမ်းတို့နှင့် ပင်လယ်ပြင်၌ အရှင်မြတ်၏အမိန့်တော်ဖြင့် ရွက်လွှင့်သွားလာသော သင်္ဘောများကို သင်တို့အတွက် အကျိုးပြုစေရန် ဖန်ဆင်းထားသည်ကို သင်တို့ မမြင်ကြဘူးလား။ အရှင်မြတ်သည် အရှင်မြတ်၏ခွင့်ပြုချက်မရှိဘဲ ကောင်းကင်ကို မြေပြင်ပေါ်သို့ ပြိုမကျစေရန် ထိန်းသိမ်းထားတော်မူ၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူသားများအပေါ် ကရုဏာအပြည့်အဝရှိတော်မူ၍ အလွန်တရာ သနားကြင်နာတော်မူ၏။ <span>(၆၅)</span>အရှင်မြတ်သည် သင်တို့အား အသက်ပေးခဲ့ပြီးနောက် သင်တို့ကို သေစေမည်ဖြစ်ပြီး နောက်တစ်ဖန် အသက်ပြန်ရှင်စေမည်ဖြစ်သည်။ အမှန်စင်စစ် လူသားသည် ကျေးဇူးကန်းသူပင် ဖြစ်ပေသည်။ <span>(၆၆)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော် လက္ခဏာများ</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် အရှင်မြတ်၏ အစွမ်းနှင့် တန်ခိုးတော်၏ ထပ်မံ၍ ပြသသော လက္ခဏာပင်ဖြစ်သည်။ ခြောက်သွေ့၍ ဖုန်ထူပြီး ညှိုးခြောက်နေသော၊ မည်သည့်အပင်မျှ မပေါက်သော မြေရိုင်းသို့ မိုးရေများ ပို့ဆောင်ပေးသည့် မိုးတိမ်များကို မောင်းနှင်ရန် လေများကို အရှင်မြတ်ပို့လွှတ်ခြင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် ထိုအပေါ်သို့ ရေကို ချပေးသောအခါ၊ ၎င်းသည် နိုးကြားလာ၍ <span class=\"gray\">(ရှင်သန်လာ၍)</span>၊ ဖောင်းကားလာ၏။)</span><span class=\"gray\">(၂၂း၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ မြေပြင်သည် စိမ်းစိုလာသည်?)</span> ၎င်းသည် ဖြစ်စဉ်များ၏ အစီအစဉ်နှင့် အရာခပ်သိမ်းသည် ၎င်း၏ သဘာဝအတိုင်း မည်သို့ ဆက်လက်ဖြစ်ပေါ်သည်ကို ညွှန်ပြသည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် နွတ်ဖာကို သွေးခဲအဖြစ် ပြုလုပ်ခဲ့ပြီး၊ ထို့နောက် သွေးခဲကို အသားတုံးငယ်အဖြစ် ပြုလုပ်ခဲ့သည်)</span><span class=\"gray\">[၂၃း၁၄]</span>။ ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် အဆင့်တစ်ခုစီကြားတွင် ရက်ပေါင်းလေးဆယ်ရှိသည်ဟု မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ မြေပြင်သည် စိမ်းစိုလာသည်)</span> ဆိုသည်မှာ၊ ခြောက်သွေ့၍ အသက်မဲ့နေပြီးနောက် စိမ်းစိုလာခြင်းဖြစ်သည်။ အလ်ဟီဂျာဇ်ဒေသမှ လူအချို့က မိုးရွာပြီးနောက် မြေပြင်သည် စိမ်းစိုလာသည်ဟု သတင်းပို့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်တရာ ကရုဏာရှင်၊ ကြင်နာယဉ်ကျေးသူ၊ အရာခပ်သိမ်းကို ကောင်းစွာသိရှိသူ ဖြစ်တော်မူ၏။)</span> အရှင်မြတ်သည် ကမ္ဘာမြေ၏ ဒေသအသီးသီးရှိ မျိုးစေ့များ မည်မျှသေးငယ်သည်ဖြစ်စေ သိရှိတော်မူသည်။ အရှင်မြတ်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်ထား၍မရပေ။ ထိုမျိုးစေ့တစ်ခုစီသည် ၎င်း၏ ရေဝေစုကို ရရှိပြီး ကြီးထွားလာသည်။ လွတ်မာန်(အလိုင်ဟစ်စလာမ်)က ပြောခဲ့သည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ ۚ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ငါ့သား၊ ၎င်းသည် မုန်ညင်းစေ့တစ်စေ့၏ အလေးချိန်နှင့်ညီမျှ၍ ကျောက်တုံးထဲ၌ဖြစ်စေ၊ ကောင်းကင်များထဲ၌ဖြစ်စေ၊ မြေပြင်ထဲ၌ဖြစ်စေ ရှိနေခဲ့လျှင်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ထုတ်ဖော်လိမ့်မည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နူးညံ့သိမ်မွေ့တော်မူ၍ ကောင်းစွာသိရှိတော်မူ၏။)</span><span class=\"gray\">[၃၁း၁၆]</span>။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့ကြောင့် ၎င်းတို့သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ဖုံးကွယ်ထားသည်များကို ထုတ်ဖော်ပြသသော အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ခြင်းမပြုကြပေ။)</span><span class=\"gray\">(၂၇း၂၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရွက်တစ်ရွက်မျှ မကြွေကျပေ၊ အရှင်မြတ်မသိဘဲ မဟုတ်ပေ။ မြေကြီး၏ မှောင်မိုက်ထဲတွင် မျိုးစေ့တစ်စေ့မျှ မရှိသကဲ့သို့ စိုစွတ်သော သို့မဟုတ် ခြောက်သွေ့သော မည်သည့်အရာမျှ မရှိပေ၊ ရှင်းလင်းသော မှတ်တမ်းစာအုပ်တွင် ရေးမှတ်ထားခြင်းမရှိဘဲ မဟုတ်ပေ။)</span><span class=\"gray\">(၆း၅၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِن ذَٰلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်သခင်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်ထားခြင်းမရှိပေ၊ မြေကြီးပေါ်၌ဖြစ်စေ၊ ကောင်းကင်၌ဖြစ်စေ၊ ဖုန်မှုန့်တစ်မှုန်၏ အလေးချိန်မျှပင် မဖုံးကွယ်နိုင်ပေ။ ၎င်းထက် နည်းသော သို့မဟုတ် ၎င်းထက် များသော မည်သည့်အရာမျှ မဟုတ်ဘဲ ရှင်းလင်းသော မှတ်တမ်းစာအုပ်တွင် <span class=\"gray\">(ရေးမှတ်ထားသည်)</span>။)</span><span class=\"gray\">(၁၀း၆၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များတွင်ရှိသမျှနှင့် ကမ္ဘာမြေပေါ်တွင်ရှိသမျှ အရာခပ်သိမ်းသည် အရှင်မြတ်ပိုင်ဆိုင်တော်မူ၏။)</span> အရှင်မြတ်သည် အရာခပ်သိမ်းကို ပိုင်ဆိုင်တော်မူ၏၊ အရှင်မြတ်သည် ကိုယ်တော်တိုင်မှလွဲ၍ မည်သည့်အရာကိုမျှ မလိုအပ်ပေ၊ အရာခပ်သိမ်းသည် အရှင်မြတ်ကို လိုအပ်ပြီး အရှင်မြတ်အား နာခံမှုအခြေအနေတွင် ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေပေါ်ရှိအရာခပ်သိမ်းတို့ကို သင်တို့အတွက် အကျိုးပြုစေရန် ဖန်ဆင်းထားသည်ကို သင်တို့ မမြင်ကြဘူးလား၊)</span> တိရစ္ဆာန်များ၊ အသက်မဲ့အရာများ၊ သီးနှံများနှင့် သစ်သီးများ။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များတွင်ရှိသမျှနှင့် ကမ္ဘာမြေပေါ်တွင်ရှိသမျှ အရာခပ်သိမ်းတို့ကိုလည်း သင်တို့အတွက် အကျိုးပြုစေရန် ဖန်ဆင်းထားသည်)</span><span class=\"gray\">(၄၅း၁၃)</span>၊ ဆိုလိုသည်မှာ ဤအရာအားလုံးသည် ကျေးဇူးတော်နှင့် အရှင်မြတ်၏ ကြင်နာမှုကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရှင်မြတ်၏အမိန့်တော်ဖြင့် ပင်လယ်ပြင်၌ ရွက်လွှင့်သွားလာသော သင်္ဘောများ)</span> ၎င်းသည် အရှင်မြတ်က ၎င်းတို့ကို လူသားများအတွက် အကျိုးပြုစေပြီး လွယ်ကူစေသောကြောင့်ဖြစ်သည်။ လှိုင်းထန်သော ကြမ်းတမ်းသောပင်လယ်ပြင်၌ သင်္ဘောများသည် ၎င်းတို့၏ ခရီးသည်များနှင့်အတူ ညင်သာစွာ ရွက်လွှင့်သွားလာပြီး ကုန်သွယ်မှုနှင့် အခြားရည်ရွယ်ချက်များအတွက် တစ်ပြည်မှ တစ်ပြည်သို့ လိုရာခရီးသို့ သယ်ဆောင်သွားသည်။ ထို့ကြောင့် ၎င်းတို့သည် ကုန်ပစ္စည်းများကို ဤနေရာမှ ထိုနေရာသို့ သို့မဟုတ် ပြောင်းပြန်အားဖြင့် လူတို့လိုလားတောင့်တသော သို့မဟုတ် လိုအပ်သော မည်သည့်အရာကိုမဆို သယ်ဆောင်လာကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُمْسِكُ السَّمَاءَ أَن تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ခွင့်ပြုချက်မရှိဘဲ ကောင်းကင်ကို မြေပြင်ပေါ်သို့ ပြိုမကျစေရန် အရှင်မြတ်ထိန်းသိမ်းထားတော်မူ၏။)</span> အရှင်မြတ်အလိုရှိပါက ကောင်းကင်ကို မြေပြင်ပေါ်သို့ ပြိုကျရန် ခွင့်ပြုနိုင်သည်၊ ထိုအခါ ကောင်းကင်၌ ရှိသူတိုင်း သေဆုံးလိမ့်မည်။ သို့သော် အရှင်မြတ်၏ ကြင်နာမှု၊ သနားကြင်နာမှုနှင့် တန်ခိုးတော်ဖြင့် အရှင်မြတ်၏ ခွင့်ပြုချက်မှလွဲ၍ ကောင်းကင်ကို မြေပြင်ပေါ်သို့ ပြိုကျခြင်းမှ ထိန်းသိမ်းထားသည်။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူသားများအပေါ် ကရုဏာအပြည့်အဝရှိတော်မူ၍ အလွန်တရာ သနားကြင်နာတော်မူ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ အမှားများ ပြုလုပ်ကြသော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာ၌ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အမှန်စင်စစ် သင်၏ အရှင်သခင်သည် ၎င်းတို့၏ အမှားများရှိသော်လည်း လူသားများအား ခွင့်လွှတ်မှုအပြည့်ရှိတော်မူ၏။ အမှန်စင်စစ် သင်၏ အရှင်သခင်သည် ပြစ်ဒဏ်ပေးရာတွင် ပြင်းထန်တော်မူ၏)</span><span class=\"gray\">(၁၃း၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ الْإِنسَانَ لَكَفُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်တို့အား အသက်ပေးခဲ့ပြီးနောက် သင်တို့ကို သေစေမည်ဖြစ်ပြီး နောက်တစ်ဖန် အသက်ပြန်ရှင်စေမည်ဖြစ်သည်။ အမှန်စင်စစ် လူသားသည် ကျေးဇူးကန်းသူပင် ဖြစ်ပေသည်။)</span> ၎င်းသည် အာယတ်တော်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို မည်သို့ မယုံကြည်နိုင်မည်နည်း။ သင်တို့သည် အသက်မဲ့ခဲ့ကြရာ အရှင်မြတ်က သင်တို့အား အသက်ပေးခဲ့သည်ကို မြင်နေရလျက်ပင်။ ထို့နောက် အရှင်မြတ်သည် သင်တို့အား သေစေမည်ဖြစ်ပြီး၊ နောက်တစ်ဖန် အသက်ပြန်ရှင်စေမည်ဖြစ်ကာ၊ ထို့နောက် အရှင်မြတ်ထံသို့ သင်တို့ ပြန်လည်ရောက်ရှိရမည်။)</span><span class=\"gray\">(၂း၂၈)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အသက်ပေးသည်၊ ထို့နောက် သေစေသည်၊ ထို့နောက် အရှင်မြတ်သည် သင်တို့အား ရှင်ပြန်ထမြောက်ရာနေ့တွင် စုရုံးစေမည်။ ထိုနေ့နှင့်ပတ်သက်၍ သံသယမရှိပေ။\")</span><span class=\"gray\">[၄၅း၂၆]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောမည်- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! အရှင်မြတ်သည် အကျွန်ုပ်တို့အား နှစ်ကြိမ်သေစေခဲ့ပြီး၊ အကျွန်ုပ်တို့အား နှစ်ကြိမ်အသက်ပေးခဲ့သည်!\")</span><span class=\"gray\">(၄၀း၁၁)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဖန်ဆင်းခြင်း၊ ပေးသနားခြင်းနှင့် တည်ရှိမှုများကို ထိန်းချုပ်ခြင်း စသော အရှင်မြတ်၏ တန်ခိုးတော်များ၌ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရှိတော်မူသော အရှင်မြတ်ကို သင်တို့ မည်သို့ပြိုင်ဘက်များ ထား၍ အခြားသူများကို ကိုးကွယ်နိုင်မည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي أَحْيَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်တို့အား အသက်ပေးခဲ့သည်၊)</span> ဆိုသည်မှာ၊ သင်တို့သည် ဘာမျှမရှိခဲ့ပြီးနောက် အရှင်မြတ်က သင်တို့အား အသက်ပေးခဲ့ကာ၊ တည်ရှိမှုထဲသို့ ခေါ်ဆောင်လာခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့ကို သေစေမည်ဖြစ်ပြီး၊ နောက်တစ်ဖန် အသက်ပြန်ရှင်စေမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ الْإِنسَانَ لَكَفُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် လူသားသည် ကျေးဇူးကန်းသူပင် ဖြစ်ပေသည်။)</span> ဆိုလိုသည်မှာ ငြင်းဆိုခြင်းဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "22:67",
    "group_ayah_key": "22:67",
    "from_ayah": "22:67",
    "to_ayah": "22:69",
    "ayah_keys": "22:67,22:68,22:69",
    "text": "<p lang=\"my\" class=\"my \">တိုင်းပြည်တိုင်းအတွက် ၎င်းတို့ လိုက်နာရမည့် မန်ဆာက် (ဝတ်ပြုနည်းစနစ်) ကို ငါတို့ ပြုလုပ်ခဲ့ပြီ။ ထို့ကြောင့် ၎င်းတို့သည် ဤကိစ္စနှင့်ပတ်သက်၍ သင်နှင့် အငြင်းမပွားကြစေနှင့်။ သို့သော် ၎င်းတို့အား သင်၏ အရှင်သခင်ထံသို့ ဖိတ်ခေါ်ပါ။ အမှန်စင်စစ် သင်သည် ဖြောင့်မတ်သော လမ်းညွှန်မှုပေါ်၌ ရှိသည်။ <span>(၆၇)</span>၎င်းတို့သည် သင်နှင့် ငြင်းခုံပါက ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုလုပ်သည့်အရာကို အကောင်းဆုံး သိတော်မူ၏။ <span>(၆၈)</span>\"အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ကွဲပြားခဲ့သော အရာများနှင့်ပတ်သက်၍ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့ကြား၌ ဆုံးဖြတ်ပေးတော်မူမည်။ <span>(၆၉)</span></p><div lang=\"my\" class=\"my \"><h2>တိုင်းပြည်တိုင်းတွင် ၎င်းတို့၏ ဘာသာရေးထုံးတမ်းစဉ်လာများ ရှိသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တိုင်းပြည်တိုင်းအတွက် မန်ဆာက် (ဝတ်ပြုနည်းစနစ်) ကို ပြုလုပ်ထားကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ အစ်ဗ်နုဂျာရီရ်က \"၎င်းသည် နဗီတိုင်း၏ လူမျိုးအတွက် မန်ဆာက် (ဝတ်ပြုနည်းစနစ်) များ ရှိသည်ဟု ဆိုလိုသည်။\" ဟု ပြောခဲ့သည်။ အရှင်က \"အာရဗီဘာသာရှိ မန်ဆစ် (Mansik) ဟူသော စကားလုံး၏ မူလအဓိပ္ပါယ်မှာ လူတစ်ဦးသည် ကောင်းကျိုး သို့မဟုတ် ဆိုးကျိုးအတွက် ထပ်ခါတလဲလဲ ပြန်လာသောနေရာဖြစ်သည်။ ထို့ကြောင့် ဟဂျ်၏ မနာစစ် (ဝတ်ပြုနည်းများ) ကို လူတို့သည် ၎င်းတို့ထံသို့ ပြန်လာပြီး လိုက်နာကြသောကြောင့် ထိုသို့ခေါ်ဆိုခြင်းဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ \"တိုင်းပြည်တိုင်းအတွက် ငါတို့သည် ဘာသာရေးထုံးတမ်းစဉ်လာများကို ပြဋ္ဌာန်းထားသည်\" ဟူသော စကားစုသည် နဗီတိုင်း၏ လူမျိုးတိုင်းသည် အလ္လာဟ်အရှင်မြတ်က ပြဋ္ဌာန်းထားသည့် ၎င်းတို့၏ ဘာသာရေးထုံးတမ်းစဉ်လာများ ရှိသည်ဟု ဆိုလိုပါက၊ \"ထို့ကြောင့် ၎င်းတို့ <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများ)</span> သည် ဤကိစ္စနှင့်ပတ်သက်၍ သင်နှင့် အငြင်းမပွားကြစေနှင့်\" ဟူသော စကားစုသည် ရုပ်တုကိုးကွယ်သူများကို ရည်ညွှန်းသည်။ \"တိုင်းပြည်တိုင်းအတွက် ငါတို့သည် ဘာသာရေးထုံးတမ်းစဉ်လာများကို ပြဋ္ဌာန်းထားသည်\" ဟူသော စကားစုသည် အာယတ်တော်တွင်ကဲ့သို့ ကဒရ် <span class=\"gray\">(ဘုရားသခင်၏ အမိန့်တော်)</span> ကိစ္စဖြစ်သည်ဟု ဆိုလိုပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုင်းပြည်တိုင်းအတွက် ၎င်းတို့ မျက်နှာမူရာ ဦးတည်ရာတစ်ခု ရှိသည်)</span><span class=\"gray\">[၂း၁၄၈]</span> အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُمْ نَاسِكُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ နာစီးကူဟ် (Nasikuh) ပြုလုပ်သည်)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့ လိုက်နာကျင့်သုံးရမည့်အရာဖြစ်သည်။ ဤနေရာရှိ နာမ်စားသည် ဤဘာသာရေးထုံးတမ်းစဉ်လာများနှင့် နည်းလမ်းများရှိသူများကို ရည်ညွှန်းသည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်နှင့် အမိန့်တော်ဖြင့် ၎င်းကို ပြုလုပ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့၏ ငြင်းခုံမှုကြောင့် သင့်အား အမှန်တရားကို လိုက်နာခြင်းမှ သွေဖည်စေရန် မပြုလုပ်ပါနှင့်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَادْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အား သင်၏ အရှင်သခင်ထံသို့ ဖိတ်ခေါ်ပါ။ အမှန်စင်စစ် သင်သည် ဖြောင့်မတ်သော လမ်းညွှန်မှုပေါ်၌ ရှိသည်။)</span> ဆိုလိုသည်မှာ သင်လိုချင်သော ပန်းတိုင်သို့ ရောက်ရှိစေမည့် ရှင်းလင်း၍ ဖြောင့်တန်းသော လမ်းဖြစ်သည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ وَادْعُ إِلَىٰ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ထံသို့ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များ ချပေးပြီးနောက် ၎င်းတို့သည် သင့်အား လမ်းလွဲအောင် မပြုလုပ်ကြစေနှင့်။ သင်၏ အရှင်သခင်ထံသို့ ဖိတ်ခေါ်ပါ)</span><span class=\"gray\">[၂၈း၈၇]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်နှင့် ငြင်းခုံပါက ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုလုပ်သည့်အရာကို အကောင်းဆုံး သိတော်မူ၏။\")</span> ၎င်းသည် အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِّمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင့်အား မယုံကြည်ပါက ပြောပါ- \"ငါ့အတွက် ငါ့အမှုများ ရှိသည်၊ သင်တို့အတွက် သင်တို့အမှုများ ရှိသည်! ငါပြုသောအရာမှ သင်တို့ ကင်းစင်သည်၊ သင်တို့ပြုသောအရာမှ ငါ ကင်းစင်သည်!\")</span><span class=\"gray\">(၁၀း၄၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုလုပ်သည့်အရာကို အကောင်းဆုံး သိတော်မူ၏။)</span> ၎င်းသည် ပြင်းထန်သော သတိပေးချက်နှင့် ပြတ်သားသော ခြိမ်းခြောက်မှုဖြစ်သည်၊ အာယတ်တော်တွင်ကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနှင့်ပတ်သက်၍ သင်တို့ အချင်းချင်းပြောဆိုသည်ကို အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ ငါနှင့် သင်တို့ကြားတွင် သက်သေအဖြစ် အရှင်မြတ်သည် လုံလောက်သည်!)</span><span class=\"gray\">(၄၆း၈)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ကွဲပြားခဲ့သော အရာများနှင့်ပတ်သက်၍ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့ကြား၌ ဆုံးဖြတ်ပေးတော်မူမည်။)</span> ၎င်းသည် အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِذَٰلِكَ فَادْعُ ۖ وَاسْتَقِمْ كَمَا أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ ۖ وَقُلْ آمَنتُ بِمَا أَنزَلَ اللَّهُ مِن كِتَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤသို့ ဖိတ်ခေါ်ပြီး၊ သင့်အား အမိန့်ပေးထားသည့်အတိုင်း ခိုင်မြဲစွာ ရပ်တည်ပါ။ ၎င်းတို့၏ ဆန္ဒများကို မလိုက်နာပါနှင့်။ သို့သော် ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းစာမှ ချပေးတော်မူသမျှကို ငါ ယုံကြည်သည်။\")</span><span class=\"gray\">[၄၂း၁၅]</span></p>"
  }
]