[
  {
    "ayah_key": "28:60",
    "group_ayah_key": "28:60",
    "from_ayah": "28:60",
    "to_ayah": "28:61",
    "ayah_keys": "28:60,28:61",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့အား ပေးထားသော မည်သည့်အရာမဆို လောကီဘဝ၏ ခံစားစရာနှင့် အဆင်တန်ဆာဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံပါးမှ အရာသည်သာ ပို၍ကောင်းမွန်ပြီး ထာဝရတည်မြဲမည်။ သင်တို့သည် အသိဥာဏ်မရှိကြဘူးလား။ <span>(၆၀)</span> ကျွန်ုပ်တို့က ကောင်းမွန်သော ကတိကို ပေးထားသူ - ၎င်းသည် မှန်ကန်ကြောင်း တွေ့ရမည့်သူ - သည် လောကီဘဝ၏ စည်းစိမ်များကို ခံစားစေခဲ့သူ၊ ထို့နောက် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ခေါ်ဆောင်ခံရသူများထဲမှ ဖြစ်မည့်သူနှင့် တူညီပါသလား။ <span>(၆၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဤလောကသည် မမြဲဘဲ ဤလောကကို စိုးရိမ်သူသည် နောင်တမလွန်ဘဝကို စိုးရိမ်သူနှင့် မတူညီပါ</h2></div><p lang=\"my\" class=\"my \">ဤလောက၏ မည်မျှသေးငယ်မှုနှင့် ၎င်း၏ စက်ဆုပ်ဖွယ် အဆင်တန်ဆာများသည် အလ္လာဟ်အရှင်မြတ်က ဖြောင့်မတ်သော ကျွန်များအတွက် နောင်တမလွန်ဘဝတွင် ပြင်ဆင်ထားသည့် ကြီးကျယ်ခိုင်မြဲသော နှစ်သက်စရာများနှင့် နှိုင်းယှဉ်လျှင် ဘာမှမရှိကြောင်း အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عِنْدَكُمْ يَنْفَدُ ۖ وَمَا عِنْدَ اللَّهِ بَاقٍ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထံရှိ အရာမှန်သမျှ ကုန်ဆုံးမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံရှိ အရာမှန်သမျှ တည်မြဲမည်ဖြစ်သည်။)</span><span class=\"gray\">(၁၆:၉၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံရှိ အရာသည် ဖြောင့်မတ်သူအပေါင်းတို့အတွက် အကောင်းဆုံးဖြစ်သည်။)</span><span class=\"gray\">(၃:၁၉၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် ဤလောကီဘဝသည် ခဏတာသော ခံစားမှုမျှသာဖြစ်သည်။)</span><span class=\"gray\">(၁၃:၂၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا - وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သင်တို့သည် ဤလောကီဘဝကို ပိုမိုနှစ်သက်ကြသည်။ နောင်တမလွန်ဘဝသည် ပိုမိုကောင်းမွန်၍ ပိုမိုတည်မြဲသော်လည်း ဖြစ်သည်။)</span><span class=\"gray\">(၈၇:၁၆-၁၇)</span>။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ مَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا كَمَا يَغْمِسُ أَحَدُكُمْ إِصْبَعَهُ فِي الْيَمِّ، فَلْيَنْظُرْ مَاذَا يَرْجِعُ إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍၊ နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် ဤလောကီဘဝသည် သင်တို့ထဲမှ တစ်ဦးက သူ၏လက်ချောင်းကို ပင်လယ်ထဲ နှစ်လိုက်ခြင်းနှင့်တူ၏၊ သူ့ထံ မည်သည့်အရာ ပြန်လာသည်ကို ကြည့်စေ။)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အသိဉာဏ် မရှိကြဘူးလား။)</span> ဆိုလိုသည်မှာ ဤလောကကို နောင်တမလွန်ဘဝထက် ပိုမိုနှစ်သက်သူများသည် အသိဉာဏ် မရှိကြဘူးလား။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ကောင်းမွန်သော ကတိကို ပေးထားသူ – ၎င်းသည် မှန်ကန်ကြောင်း တွေ့ရမည့်သူ – သည် လောကီဘဝ၏ စည်းစိမ်များကို ခံစားစေခဲ့သူ၊ ထို့နောက် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ခေါ်ဆောင်ခံရသူများထဲမှ ဖြစ်မည့်သူနှင့် တူညီပါသလား။)</span> အလ္လာဟ်အရှင်မြတ် ကတိပြုထားသည့် ဖြောင့်မတ်သော ကောင်းမှုများအတွက် အကျိုးကို ယုံကြည်သူသည်၊ သေချာပေါက် ရရှိမည့်သူသည်၊ အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို မယုံကြည်သူ၊ အရှင်၏ ကတိများနှင့် ခြိမ်းခြောက်မှုများကို မယုံကြည်သူနှင့် တူညီပါသလား။ သူသည် ဤဘဝတွင် ရက်အနည်းငယ်သာ ခံစားရပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူသည် ခေါ်ဆောင်ခံရသူများထဲမှ ဖြစ်လိမ့်မည်။)</span> မူဂျာဟစ်ဒ်နှင့် ကတာဒါဟ်တို့က \"သူသည် အပြစ်ပေးခံရသူများထဲမှ ဖြစ်လိမ့်မည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် အဘူဂျဟ်လ်တို့နှင့် ပတ်သက်၍ ထုတ်ဖော်ခဲ့သည်၊ သို့မဟုတ် ဟမ်ဇာဟ်နှင့် အလီ၊ နှင့် အဘူဂျဟ်လ်တို့နှင့် ပတ်သက်၍ ထုတ်ဖော်ခဲ့သည်ဟု ဆိုကြသည်။ အမြင်နှစ်ခုစလုံးကို မူဂျာဟစ်ဒ်ထံမှ ထုတ်နုတ်ခဲ့သည်။ သိသာထင်ရှားသော အဓိပ္ပါယ်မှာ ၎င်းသည် ထိုထက် ပိုမိုယေဘုယျဖြစ်သည်ဟူ၍ ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ဂျန္နသ် (ပရဒိသု) ရှိ ယုံကြည်သူတစ်ဦးက ဂျဟန္နမ် (ငရဲ) ရှိ သူ၏အပေါင်းအသင်းကို ကြည့်ပြီး ပြောဆိုသည့် အာယသ်နှင့် တူညီသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا نِعْمَةُ رَبِّي لَكُنْتُ مِنَ الْمُحْضَرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်၏ အရှင်သခင်၏ ကရုဏာတော် မရှိခဲ့ပါလျှင်၊ ကျွန်ုပ်သည်လည်း <span class=\"gray\">(ငရဲသို့)</span> ခေါ်ဆောင်ခံရသူများထဲမှ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၃၇:၅၇)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဂျင်န်တို့သည် ၎င်းတို့သည် <span class=\"gray\">(အရှင်၏ရှေ့မှောက်သို့)</span> သေချာပေါက် ရောက်ရှိရမည်ကို ကောင်းစွာသိကြသည်။)</span><span class=\"gray\">(၃၇:၁၅၈)</span>။</p>"
  },
  {
    "ayah_key": "28:62",
    "group_ayah_key": "28:62",
    "from_ayah": "28:62",
    "to_ayah": "28:67",
    "ayah_keys": "28:62,28:63,28:64,28:65,28:66,28:67",
    "text": "<p lang=\"my\" class=\"my \">ထို<span class=\"gray\">(အမှတ်ရ)</span>နေ့တွင် အရှင်သည် ၎င်းတို့အား ခေါ်တော်မူကာ မိန့်တော်မူလိမ့်မည်။ \"သင်တို့အခိုင်အမာ ပြောခဲ့ကြသော ငါ၏ <span class=\"gray\">(ထိုသို့ခေါ်ဆိုကြသည့်)</span> ဖက်စပ်များ မည်သည့်နေရာတွင် ရှိကြသနည်း။\" <span>(၆၂)</span> အမိန့်တော် ပြည့်စုံခဲ့သူများက \"အကျွန်ုပ်တို့၏ အရှင်သခင်၊ ဤသူတို့သည် အကျွန်ုပ်တို့ လမ်းမှားအောင် ပြုခဲ့သူများ ဖြစ်ကြသည်။ အကျွန်ုပ်တို့ လမ်းမှားခဲ့သကဲ့သို့ ၎င်းတို့အား လမ်းမှားအောင် ပြုခဲ့ကြပါသည်။ အကျွန်ုပ်တို့သည် ကိုယ်တော့်ရှေ့မှောက်တွင် အပြစ်ကင်းစင်ကြောင်း ကြေညာပါသည်။ ၎င်းတို့သည် အကျွန်ုပ်တို့အား ကိုးကွယ်ခဲ့ကြသည် မဟုတ်ပါ။\" <span>(၆၃)</span> ထို့နောက် \"သင်တို့၏ ဖက်စပ်များကို ခေါ်ကြ\" ဟု ပြောဆိုခံရမည်။ ထို့နောက် ၎င်းတို့က ဖက်စပ်များကို ခေါ်ကြမည်။ သို့သော် ဖက်စပ်များက ၎င်းတို့အား မည်သည့်အဖြေမှ ပေးမည်မဟုတ်။ ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်ကြရမည်။ ၎င်းတို့ လမ်းမှန်ရရှိခဲ့ပါလျှင် ကောင်းလေစွ <span>(၆၄)</span> ထို<span class=\"gray\">(အမှတ်ရ)</span>နေ့တွင် အရှင်သည် ၎င်းတို့အား ခေါ်တော်မူကာ မိန့်တော်မူလိမ့်မည်။ \"တမန်တော်များအား သင်တို့ မည်သို့ အဖြေပေးခဲ့ကြသနည်း။\" <span>(၆၅)</span> ထိုအခါ ကောင်းမွန်သောအဖြေ၏ သတင်းသည် ထိုနေ့တွင် ၎င်းတို့အား လျှို့ဝှက်ထားခံရမည်ဖြစ်ပြီး ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး မေးမြန်းနိုင်ကြမည် မဟုတ်။ <span>(၆၆)</span> သို့သော် နောင်တယူ၍ ယုံကြည်ကာ ကောင်းမှုပြုသူမူကား၊ အောင်မြင်သူများထဲမှ ဖြစ်နိုင်ပေမည်။ <span>(၆၇)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူများနှင့် ၎င်းတို့၏ ဖက်စပ်များ၊ နောင်တမလွန်ဘဝတွင် ၎င်းတို့အချင်းချင်း ရန်ငြိုးဖွဲ့ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရုပ်တုကိုးကွယ်သူများအား အရှင် မည်သို့ ဆူပူပြစ်တင်မည်ကို မိန့်ကြားထားသည်။ ထိုအခါ အရှင်သည် ၎င်းတို့အား ခေါ်တော်မူကာ မိန့်တော်မူမည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့အခိုင်အမာ ပြောဆိုခဲ့ကြသော ငါ၏ <span class=\"gray\">(ထိုသို့ခေါ်ဆိုကြသည့်)</span> ဖက်စပ်များ မည်သည့်နေရာတွင် ရှိကြသနည်း။\")</span> ဆိုလိုသည်မှာ 'သင်တို့ လောကတွင် ကိုးကွယ်ခဲ့ကြသော ဘုရားများ၊ ရုပ်တုများနှင့် ပြိုင်ဘက်များ မည်သည့်နေရာတွင် ရှိကြသနည်း။ ၎င်းတို့သည် သင်တို့ကို ကူညီနိုင်ပါသလော သို့မဟုတ် ကယ်တင်နိုင်ပါသလော။' ၎င်းသည် ဆူပူပြစ်တင်ခြင်းနှင့် သတိပေးခြင်း သဘောမျိုးဖြင့် ပြောဆိုခြင်းဖြစ်သည်၊ အာယသ်တွင် ပါရှိသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جِئْتُمُونَا فُرَادَىٰ كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ ۚ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား ပထမဆုံးအကြိမ် ဖန်ဆင်းခဲ့သည့်အတိုင်း သင်တို့သည် တစ်ဦးတည်းစီ ကျွန်ုပ်တို့ထံသို့ ရောက်ရှိလာခဲ့ကြပြီဖြစ်သည်။ သင်တို့အား ကျွန်ုပ်တို့ ပေးသနားခဲ့သော အရာအားလုံးကို သင်တို့၏နောက်တွင် ထားခဲ့ကြပြီ။ သင်တို့အား အလ္လာဟ်အရှင်မြတ်နှင့် ဖက်စပ်များဟု အခိုင်အမာ ပြောဆိုခဲ့ကြသော သင်တို့၏ ကြားဝင်စေ့စပ်ပေးသူများကို သင်တို့နှင့်အတူ ကျွန်ုပ်တို့ မတွေ့ရပေ။ သင်တို့နှင့် ၎င်းတို့အကြား ဆက်သွယ်မှုအားလုံး ပြတ်တောက်သွားပြီဖြစ်ပြီး သင်တို့ အခိုင်အမာပြောဆိုခဲ့သော အရာအားလုံးသည် သင်တို့ထံမှ ပျောက်ကွယ်သွားပြီ။)</span><span class=\"gray\">(၆:၉၄)</span> အရှင်၏ အမိန့်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမိန့်တော် ပြည့်စုံခဲ့သူများ)</span> ဆိုလိုသည်မှာ ရှိုင်တွာန်များနှင့် မကောင်းသော ဂျင်န်များ၊ နှင့် မယုံကြည်မှုကို မြှင့်တင်ခဲ့သူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا هَٰؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَا إِلَيْكَ ۖ مَا كَانُوا إِيَّانَا يَعْبُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကျွန်ုပ်တို့၏ အရှင်သခင်၊ ဤသူတို့သည် အကျွန်ုပ်တို့ လမ်းမှားအောင် ပြုခဲ့သူများ ဖြစ်ကြသည်။ အကျွန်ုပ်တို့ လမ်းမှားခဲ့သကဲ့သို့ ၎င်းတို့အား လမ်းမှားအောင် ပြုခဲ့ကြပါသည်။ အကျွန်ုပ်တို့သည် ကိုယ်တော့်ရှေ့မှောက်တွင် အပြစ်ကင်းစင်ကြောင်း ကြေညာပါသည်။ ၎င်းတို့သည် အကျွန်ုပ်တို့အား ကိုးကွယ်ခဲ့ကြသည် မဟုတ်ပါ။\")</span> ၎င်းတို့သည် ၎င်းတို့အား ဆန့်ကျင်သက်သေခံကာ ၎င်းတို့ လမ်းမှားအောင် ပြုခဲ့သည်ဟု ပြောဆိုကြမည်။ ထို့နောက် ၎င်းတို့၏ ကိုးကွယ်မှုမှ အပြစ်ကင်းစင်ကြောင်း ကြေညာကြမည်။ ၎င်းသည် အာယသ်များနှင့် တူညီသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပြင် အခြားဘုရားများကို ကိုးကွယ်ခဲ့ကြသည်၊ ၎င်းတို့အား ဂုဏ်၊ အင်အားနှင့် ဘုန်းအာနုဘော် ပေးစေရန်အတွက် ဖြစ်သည်။ သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်ကြမည်ဖြစ်ပြီး ၎င်းတို့အား ဆန့်ကျင်သူများ ဖြစ်လာကြမည်။)</span><span class=\"gray\">(၁၉:၈၁-၈၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ- وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပြင် အခြားအရာများကို ခေါ်ဝေါ်ပန်ကြားသူထက် မည်သူက ပို၍ လမ်းမှားနေဦးမည်နည်း၊ ထိုအရာများက ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူ့အား အဖြေပေးနိုင်မည် မဟုတ်ဘဲ ၎င်းတို့သည် ၎င်းတို့၏ ခေါ်ဝေါ်မှုများကို <span class=\"gray\">(ပင်)</span> သတိမထားမိကြပေ။ လူသားများ စုဝေးသောအခါ ၎င်းတို့သည် ၎င်းတို့၏ ရန်သူများ ဖြစ်လာကြမည်ဖြစ်ပြီး ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်ကြမည်။)</span><span class=\"gray\">(၄၆:၅-၆)</span>။ အီဗရာဟင်မ် အလ်-ခါလီးလ်၊ ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ၊ သူ၏လူမျိုးအား ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ۖ ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အစား ရုပ်တုများကို ကိုးကွယ်ခဲ့ကြသည်။ သင်တို့အကြား ချစ်ခြင်းမေတ္တာသည် ဤလောကီဘဝတွင်သာ ဖြစ်သည်၊ သို့သော် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့သည် အချင်းချင်း ငြင်းပယ်ကြမည်ဖြစ်ပြီး အချင်းချင်း ကျိန်ဆဲကြမည်။)</span><span class=\"gray\">(၂၉:၂၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်လိုက်ခံရသူများက နောက်လိုက်သူများကို ငြင်းပယ်ကြပြီး ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်ကြသောအခါ၊ ထိုအခါ ၎င်းတို့၏ ဆက်သွယ်မှုအားလုံးသည် ၎င်းတို့ထံမှ ပြတ်တောက်သွားမည်)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မီးထဲမှ ထွက်ခွာနိုင်ကြမည် မဟုတ်။)</span><span class=\"gray\">(၂:၁၆၆-၁၆၇)</span>။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَقِيلَ ادْعُوا شُرَكَاءَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား “သင်တို့၏ ဖက်စပ်များကို ခေါ်ကြ” ဟု ပြောဆိုခံရမည်။)</span> ဆိုလိုသည်မှာ ‘သင်တို့ ဤလောကတွင် ၎င်းတို့က ကူညီမည်ဟု မျှော်လင့်ခဲ့သကဲ့သို့ သင်တို့ရင်ဆိုင်နေရသော အခက်အခဲမှ သင်တို့ကို ကယ်တင်ရန်’ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့က ဖက်စပ်များကို ခေါ်ကြမည်။ သို့သော် ဖက်စပ်များက ၎င်းတို့အား မည်သည့်အဖြေမှ ပေးမည်မဟုတ်။ ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်ကြရမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မီးအတွက် သေချာပေါက် ကံကြမ္မာဖြစ်ကြောင်း အသေအချာ သိရှိကြမည်။ အရှင်၏ အမိန့်တော်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ လမ်းမှန်ရရှိခဲ့ပါလျှင် ကောင်းလေစွ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ပြစ်ဒဏ်ကို ကိုယ်တိုင် မြင်တွေ့ကြသောအခါ၊ ၎င်းတို့သည် ဤလောကတွင် လမ်းမှန်ရရှိသူများထဲမှ ဖြစ်ခဲ့ပါလျှင် ကောင်းမည်ဟု ဆန္ဒရှိကြမည်။ ၎င်းသည် အာယသ်နှင့် တူညီသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا - وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို<span class=\"gray\">(အမှတ်ရ)</span>နေ့တွင် အရှင်သည် “သင်တို့အခိုင်အမာ ပြောဆိုခဲ့ကြသော ငါ၏ဖက်စပ်များကို ခေါ်ကြ” ဟု မိန့်တော်မူလိမ့်မည်။ ထို့နောက် ၎င်းတို့က ၎င်းတို့အား အော်ဟစ်ခေါ်ကြမည်။ သို့သော် ၎င်းတို့အား အဖြေပေးမည် မဟုတ်။ ၎င်းတို့အကြား မောဝ်ဘစ် (အတားအဆီး) တစ်ခုကို ကျွန်ုပ်တို့ ချမှတ်မည်။ ရာဇဝတ်သားများသည် မီးကို မြင်တွေ့ကြမည်ဖြစ်ပြီး ၎င်းတို့သည် မီးထဲသို့ ကျရောက်ရမည်ကို သိရှိကြမည်။ ၎င်းတို့သည် ထိုနေရာမှ ထွက်ပြေးရန် လမ်းကို ရှာမတွေ့နိုင်ကြ။)</span><span class=\"gray\">(၁၈:၅၂-၅၃)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် တမန်တော်များအပေါ် ၎င်းတို့၏ သဘောထား</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို<span class=\"gray\">(အမှတ်ရ)</span>နေ့တွင် အရှင်သည် ၎င်းတို့အား ခေါ်တော်မူကာ မိန့်တော်မူလိမ့်မည်။ \"တမန်တော်များအား သင်တို့ မည်သို့ အဖြေပေးခဲ့ကြသနည်း။\")</span> ပထမဆုံးသော ခေါ်ဆိုမှုသည် တောင်ဟစ်ဒ် (တစ်ဆူတည်းသော ဘုရားကို ယုံကြည်ခြင်း) ကိစ္စနှင့် ပတ်သက်ပြီး၊ ၎င်းတွင် ပရောဖက်ပြုမှု၏ သက်သေအထောက်အထားများ ပါဝင်သည်။ 'သင့်ထံ စေလွှတ်ခဲ့သော တမန်တော်များအား သင် မည်သို့ တုံ့ပြန်ခဲ့သနည်း။ ၎င်းတို့နှင့် မည်သို့ ဆက်ဆံခဲ့သနည်း။' ၎င်းသည် လူတစ်ဦးအား သူ၏ သင်္ချိုင်းဂူထဲတွင် မေးမြန်းခံရမည့် မေးခွန်းများနှင့် တူသည်။ 'သင့်အရှင်ကား မည်သူနည်း။ သင့်တမန်တော်ကား မည်သူနည်း။ သင်၏ဘာသာကား မည်သည့်ဘာသာနည်း။' ယုံကြည်သူသည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကိုးကွယ်ရာ ဘုရားမရှိကြောင်းနှင့် မိုဟာမက်သည် အရှင်၏ ကျွန်နှင့် တမန်တော်ဖြစ်ကြောင်း သက်သေခံမည်။ သို့သော် မယုံကြည်သူများသည် \"အိုး၊ အိုး၊ ငါမသိဘူး\" ဟု ပြောဆိုကြမည်။ ထို့ကြောင့် သူသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် တိတ်ဆိတ်စွာနေခြင်းမှလွဲ၍ အဖြေမရှိပေ။ အဘယ်ကြောင့်ဆိုသော် ဤလောကတွင် မျက်စိကွယ်သူ <span class=\"gray\">(ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာများကို မမြင်၊ အရှင်ကို မယုံကြည်သူ)</span> သည် နောင်တမလွန်ဘဝတွင် မျက်စိကွယ်နေမည်ဖြစ်ပြီး ပိုမို၍ လမ်းမှားနေမည်ဖြစ်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ကောင်းမွန်သောအဖြေ၏ သတင်းသည် ထိုနေ့တွင် ၎င်းတို့အား လျှို့ဝှက်ထားခံရမည်ဖြစ်ပြီး ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး မေးမြန်းနိုင်ကြမည် မဟုတ်။)</span> မူဂျာဟစ်ဒ်က \"သက်သေအထောက်အထားသည် ၎င်းတို့ထံမှ ဖုံးကွယ်ထားခံရမည်\" ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် သွေးသားတော်စပ်မှုကြောင့် တစ်ဦးနှင့်တစ်ဦး အကူအညီ တောင်းနိုင်ကြမည် မဟုတ်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် နောင်တယူ၍ ယုံကြည်ကာ ကောင်းမှုပြုသူမူကား၊)</span> ဆိုလိုသည်မှာ ဤလောကတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَسَىٰ أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် အောင်မြင်သူများထဲမှ ဖြစ်နိုင်ပေမည်။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။ 'ဖြစ်နိုင်သည်' ('အာဆာ') ဟူသော စကားလုံးကို အလ္လာဟ်အရှင်မြတ်၊ အရှင်သည် အမြင့်မြတ်ဆုံးဖြစ်တော်မူပါစေ၊ ကို ရည်ညွှန်း၍ အသုံးပြုသောအခါ၊ ဖော်ပြထားသောအရာသည် သေချာပေါက် ဖြစ်လာမည်ဟု ဆိုလိုပြီး ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်နှင့် မေတ္တာတော်ကြောင့် သံသယမရှိဘဲ ဖြစ်ပေါ်လာမည်ဖြစ်သည်။</p>"
  }
]