[
  {
    "ayah_key": "2:89",
    "group_ayah_key": "2:89",
    "from_ayah": "2:89",
    "to_ayah": "2:89",
    "ayah_keys": "2:89",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> ထံသို့ အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့နှင့်အတူရှိသော <span class=\"gray\">(တောင်ရာကျမ်း)</span> နှင့် အင်ဂျီလ် <span class=\"gray\">(ဓမ္မဟောင်းကျမ်း)</span> ကို အတည်ပြုသည့် ကျမ်း <span class=\"gray\">(ဤကုရ်အာန်)</span> ရောက်လာသောအခါ၊ ယခင်က ၎င်းတို့သည် မယုံကြည်သူများအပေါ် အောင်ပွဲရရန်အတွက် အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(မုဟမ္မဒ် ﷺ ကြွလာရန်)</span> တောင်းခံခဲ့ကြသော်လည်း၊ ၎င်းတို့ အသိအမှတ်ပြုထားသည့်အရာ ရောက်လာသောအခါ ၎င်းတို့သည် ယင်းကို ငြင်းပယ်ခဲ့ကြသည်။ သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ခြင်းသည် မယုံကြည်သူများအပေါ်၌ ရှိပါစေ <span>(၈၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများသည် တမန်တော်ကြွလာခြင်းကို စောင့်မျှော်နေခဲ့ကြသော်လည်း၊ ၎င်းတို့ထံ တမန်တော်ကို စေလွှတ်သောအခါ ၎င်းတို့က ကိုယ်တော်ကို မယုံကြည်ခဲ့ကြ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံ ရောက်လာသောအခါ)</span> ဆိုသည်မှာ ဂျူးများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ مِّنْ عِندِ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ ကျမ်းတစ်အုပ်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ်ထံသို့ ချပေးတော်မူသော ကုရ်အာန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقٌ لِّمَا مَعَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့်အတူရှိသော အရာကို အတည်ပြုသည်)</span> ဆိုသည်မှာ တောင်ရာကျမ်းကို ဆိုလိုသည်။ ထို့အပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခင်က ၎င်းတို့သည် မယုံကြည်သူများအပေါ် အောင်ပွဲရရန်အတွက် အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(မုဟမ္မဒ် ﷺ ကြွလာရန်)</span> တောင်းခံခဲ့ကြသော်လည်း)</span> ဆိုလိုသည်မှာ ဤတမန်တော်သည် ၎င်းတို့ထံ မရောက်မီက စစ်ပွဲ၌ ၎င်းတို့၏ ဘာသာပေါင်းစုံ ကိုးကွယ်သူ ရန်သူများကို တိုက်ခိုက်ရာတွင် ကိုယ်တော် ကြွရောက်လာခြင်းဖြင့် ကူညီပေးပါရန် အလ္လာဟ်အရှင်မြတ်ထံ တောင်းခံလေ့ရှိသည်။ ၎င်းတို့သည် ဘာသာပေါင်းစုံ ကိုးကွယ်သူများကို “ဤလောကကြီး မကုန်ဆုံးမီ တမန်တော်တစ်ပါးကို စေလွှတ်တော်မူလိမ့်မည်။ ထိုတမန်တော်နှင့်အတူ ကျွန်ုပ်တို့သည် သင့်တို့ကို 'အာဒ်' နှင့် 'အီရမ်' လူမျိုးများကို ဖျက်ဆီးခဲ့သကဲ့သို့ ဖျက်ဆီးကြမည်” ဟု ပြောလေ့ရှိသည်။ ထို့အပြင် မုဟမ္မဒ် ဗင်န် အစ်ဟာက်က အိဗ်နု အဗ္ဗားစ် ပြောသည်ကို ဖော်ပြခဲ့သည်- “တမန်တော် ﷺ ကို မစေလွှတ်မီက ဂျူးများသည် အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(မုဟမ္မဒ် ﷺ ကြွလာရန်)</span> တောင်းခံလေ့ရှိသည်၊ အိုအောစ်နှင့် ခဇ်ရာ့ဂျ် အပေါ် အောင်ပွဲရရန်အတွက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်ကို အာရပ်များထံ စေလွှတ်သောအခါ ၎င်းတို့သည် ကိုယ်တော်ကို ငြင်းပယ်ခဲ့ပြီး ကိုယ်တော်အကြောင်း ၎င်းတို့ ပြောဖူးသည်များကို ငြင်းဆိုခဲ့သည်။ ထို့ကြောင့် မုအာဓ် ဗင်န် ဂျဘာလ်နှင့် ဘာနီ ဆလာမာမှ ဘစ်ရ် ဗင်န် အလ်-ဘာရာအ် ဗင်န် မအ်ရူးရ်တို့က ၎င်းတို့အား ‘အို ဂျူးများ! အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပါ၊ အစ္စလာမ်ကို လက်ခံကြပါ။ ကျွန်ုပ်တို့ မယုံကြည်သူများ ဖြစ်နေစဉ်က သင်တို့သည် မုဟမ္မဒ် ﷺ ကြွလာရန် အလ္လာဟ်အရှင်မြတ်ထံ တောင်းခံဖူးသည်၊ ကိုယ်တော် ကြွလာမည်ဖြစ်ကြောင်းနှင့် ကိုယ်တော်အကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြဖူးသည်’ ဟု ပြန်ပြောခဲ့သည်။ ဘာနီ အန်-နာဒီရ်မှ စလာမ် ဗင်န် မွတ်ရှ်ကင်မ်က ‘ကိုယ်တော်သည် ကျွန်ုပ်တို့ အသိအမှတ်ပြုသော အရာတစ်ခုမှ မဆောင်ကြဉ်းလာပါ။ ကိုယ်တော်သည် ကျွန်ုပ်တို့ ပြောခဲ့သော တမန်တော် မဟုတ်ပါ’ ဟု ပြန်ဖြေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ထိုပြောဆိုချက်နှင့်ပတ်သက်၍ ဤအာယတ်တော်ကို ထုတ်ပြန်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَهُمْ كِتَابٌ مِّنْ عِندِ اللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> ထံသို့ အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့နှင့်အတူရှိသော <span class=\"gray\">(တောင်ရာကျမ်း)</span> နှင့် အင်ဂျီလ် <span class=\"gray\">(ဓမ္မဟောင်းကျမ်း)</span> ကို အတည်ပြုသည့် ကျမ်း <span class=\"gray\">(ဤကုရ်အာန်)</span> ရောက်လာသောအခါ)</span>\" ဟု ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အဘူ အလ်-အာလီယဟ်က ပြောသည်- \"ဂျူးများသည် အာရပ်မယုံကြည်သူများအပေါ် အောင်ပွဲရရန်အတွက် အလ္လာဟ်အရှင်မြတ်ထံ မုဟမ္မဒ် ﷺ ကို စေလွှတ်ပေးပါရန် တောင်းဆိုလေ့ရှိသည်။ ၎င်းတို့က 'အို အလ္လာဟ်! ကျွန်ုပ်တို့ တောင်ရာကျမ်းတွင် ဖတ်ရသည့် တမန်တော်ကို စေလွှတ်တော်မူပါ။ သို့မှသာ ကျွန်ုပ်တို့သည် ကိုယ်တော်နှင့်အတူ မယုံကြည်သူများကို ညှဉ်းဆဲသတ်ဖြတ်နိုင်မည်' ဟု ပြောလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ် ﷺ ကို စေလွှတ်သောအခါ ကိုယ်တော်သည် ၎င်းတို့အထဲက တစ်ဦးမဟုတ်သည်ကို မြင်သောအခါ ၎င်းတို့က ကိုယ်တော်ကို ငြင်းပယ်ပြီး အာရပ်များကို မနာလိုဖြစ်ခဲ့ကြသည်။ ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်သည်ကို ၎င်းတို့ သိရှိနေသော်လည်း ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُم مَّا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့ အသိအမှတ်ပြုထားသည့်အရာ ၎င်းတို့ထံ ရောက်လာသောအခါ ၎င်းတို့သည် ယင်းကို ငြင်းပယ်ခဲ့ကြသည်။ သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ခြင်းသည် မယုံကြည်သူများအပေါ်၌ ရှိပါစေ)</span>\" ဟု ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "2:90",
    "group_ayah_key": "2:90",
    "from_ayah": "2:90",
    "to_ayah": "2:90",
    "ayah_keys": "2:90",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့သည် မိမိတို့ကိုယ်ကို ရောင်းစားခဲ့သည့်အရာသည် မည်မျှ ဆိုးရွားလိုက်ပါသနည်း။ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ကောင်းမြတ်မှုဖြင့် မိမိ၏ ကျွန်များအနက် မိမိအလိုရှိသူထံ ထုတ်ပြန်တော်မူခြင်းကို မလိုတမာဖြစ်လျက် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်တော်မူခဲ့သည့်အရာ <span class=\"gray\">(ကုရ်အာန်)</span> ကို ၎င်းတို့ ငြင်းပယ်ခဲ့ကြသည်။ သို့ဖြစ်၍ ၎င်းတို့သည် မိမိတို့အပေါ် ဒေါသအပေါ် ဒေါသကို ရောက်ရှိစေခဲ့ကြသည်။ မယုံကြည်သူများအတွက် အရှက်ရစေသော ပြစ်ဒဏ်ရှိသည် <span>(၉၀)</span></p><p lang=\"hmn\" class=\"hmn \">Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَمَا اشْتَرَوْا بِهِ أَنفُسَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ကိုယ်ကို ရောင်းစားခဲ့သည့်အရာသည် မည်မျှ ဆိုးရွားလိုက်ပါသနည်း)</span>၊ \"ဂျူးများသည် အမှန်တရားကို အမှားဖြင့် ရောင်းစားခဲ့ပြီး မုဟမ္မဒ်အကြောင်း အမှန်တရားကို ဖုံးကွယ်ခဲ့ကြသည်\" ဟု ဖြစ်သည်။ အပ်စ်-စွတ်ဒီက ထိုအာယတ်တော်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَمَا اشْتَرَوْا بِهِ أَنفُسَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ကိုယ်ကို ရောင်းစားခဲ့သည့်အရာသည် မည်မျှ ဆိုးရွားလိုက်ပါသနည်း)</span> ဆိုသည်မှာ \"ဂျူးများသည် မိမိတို့ကိုယ်ကို ရောင်းစားခဲ့သည်\" ဟု ဆိုလိုသည်။ ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ ကို ယုံကြည်ခြင်း၊ ကူညီထောက်ပံ့ခြင်းတို့အစား အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်တော်မူခဲ့သည့်အရာကို ငြင်းပယ်ခြင်းဖြင့် ၎င်းတို့ကိုယ်တိုင် ရွေးချယ်ခဲ့သည့်အရာသည် ပို၍ ဆိုးရွားသည်။ ၎င်းတို့၏ ဤအပြုအမူသည် ၎င်းတို့၏ မတရားမှု၊ မနာလိုမှုနှင့် မုန်းတီးမှုတို့ကြောင့် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يُنَزِّلَ اللَّهُ مِن فَضْلِهِ عَلَىٰ مَن يَشَاءُ مِنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ကောင်းမြတ်မှုဖြင့် မိမိ၏ ကျွန်များအနက် မိမိအလိုရှိသူထံ ထုတ်ပြန်တော်မူခြင်းကို မလိုတမာဖြစ်လျက်)</span>\" ဟု ဖြစ်သည်။ ဤမျှ ဆိုးရွားသော မနာလိုမှု မရှိပါ။ ထို့ကြောင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَاءُوا بِغَضَبٍ عَلَىٰ غَضَبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ၎င်းတို့သည် မိမိတို့အပေါ် ဒေါသအပေါ် ဒေါသကို ရောက်ရှိစေခဲ့ကြသည်)</span>။ အိဗ်နု အဗ္ဗားစ်က ဤအာယတ်တော်ကို ရှင်းပြခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် အမျက်ထွက်တော်မူသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် တောင်ရာကျမ်း၏ အချို့အရာများကို လျစ်လျူရှုခဲ့ပြီး အရှင်မြတ် စေလွှတ်တော်မူသော တမန်တော်ကို မယုံကြည်ခဲ့ကြသောကြောင့်ဖြစ်သည်။\" ကျွန်ုပ် <span class=\"gray\">(အိဗ်နု ကစီရ်)</span> က အဓိပ္ပါယ်မှာ-</p><p class=\"ps qpc-hafs\" lang=\"ps\">بَاءُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့အပေါ် ရောက်ရှိစေခဲ့ကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် များပြားသော အမျက်ဒေါသကို ခံယူထိုက်ပြီး ရရှိခဲ့ကြသည်ဟု ဆိုလိုသည်။ ထို့အပြင် အဘူ အလ်-အာလီယဟ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် အမျက်ထွက်တော်မူသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အင်ဂျီလ်ကျမ်းနှင့် အီဆာကို မယုံကြည်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ ထို့ပြင် ကိုယ်တော်သည် ၎င်းတို့အပေါ် ထပ်မံ အမျက်ထွက်တော်မူသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မုဟမ္မဒ် ﷺ နှင့် ကုရ်အာန်ကို မယုံကြည်ခဲ့ကြသောကြောင့်ဖြစ်သည်။\" အစ်ကရီမာနှင့် ကတာဒါတို့ကလည်း အလားတူ ပြောခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများအတွက် အရှက်ရစေသော ပြစ်ဒဏ်ရှိသည်)</span>။ ၎င်းတို့၏ မယုံကြည်မှုသည် ၎င်းတို့၏ ကျူးလွန်မှုနှင့် မနာလိုမှုတို့ကြောင့်ဖြစ်ပြီး၊ ယင်းတို့သည် မာန်မာနကြောင့် ဖြစ်ပေါ်လာခြင်းဖြစ်သောကြောင့် ၎င်းတို့သည် ဤလောကနှင့် နောင်လောကတွင် အရှက်ရခြင်းနှင့် အရှက်ခွဲခံရခြင်းတို့ဖြင့် အပြစ်ပေးခံရသည်။ အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါ့အား ကိုးကွယ်မှုကို မထီမဲ့မြင်ပြုသူများ <span class=\"gray\">(ဆိုလိုသည်မှာ ငါ့ကို မတောင်းခံသူများ၊ ငါ၏ တစ်ပါးတည်းဖြစ်ခြင်းကို မယုံကြည်သူများ)</span> သည် ဂျဟန္နမ် (ငရဲ) သို့ အရှက်ရလျက် ဝင်ရောက်ကြလိမ့်မည်!)</span><span class=\"gray\">(၄၀:၆၀)</span> ဆိုလိုသည်မှာ \"အရှက်ရလျက်၊ နိမ့်ကျလျက်၊ အရှက်ခွဲခံရလျက်\" ဟု ဖြစ်သည်။ အီမာမ် အဟ်မဒ်က အမ်ရ် ဗင်န် ရှုအိုင်ဗ် ပြောသည်ကို ဖော်ပြခဲ့သည်၊ ၎င်း၏ဖခင်က ၎င်း၏အဘိုးက တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحْشَرُ الْمُتَكَبِّرُونَ يَوْمَ الْقِيَامَةِ أَمْثَالَ الذَّرِّ فِي صُوَرِ النَّاسِ، يَعْلُوهُمْ كُلُّ شَيْءٍ مِنَ الصِّغَارِ حَتَّى يَدْخُلُوا سِجْنًا فِي جَهَنَّمَ يُقَالُ لَهُ. بَوْلَسُ تَعْلُوهُمْ نَارُ الْأَنْيَارِ يُسْقَونَ مِنْ طِينَةِ الْخَبَالِ عُصَارَةِ أَهْلِ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာန်မာနကြီးသူများသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပုရွက်ဆိတ်အရွယ်အစားဖြင့်၊ သို့သော် လူ့သဏ္ဍာန်ဖြင့် စုရုံးခံရလိမ့်မည်။ ၎င်းတို့အပေါ် ထားရှိသော အရှက်ခွဲမှုကြောင့် အရာခပ်သိမ်းသည် ၎င်းတို့အထက်၌ ရှိနေမည်၊ ဂျဟန္နမ်ရှိ 'ဘောင်လပ်စ်' ဟုခေါ်သော အကျဉ်းထောင်တစ်ခုထဲသို့ ၎င်းတို့ မဝင်မချင်း ဖြစ်သည်၊ ထိုနေရာတွင် မီးတောက်များသည် ၎င်းတို့အပေါ်မှ ဝန်းရံနေမည်။ ၎င်းတို့သည် ငရဲသားများ၏ ပြည်တည်နာအနှစ်ကို သောက်ရလိမ့်မည်။)</span></p>"
  },
  {
    "ayah_key": "2:91",
    "group_ayah_key": "2:91",
    "from_ayah": "2:91",
    "to_ayah": "2:92",
    "ayah_keys": "2:91,2:92",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> အား “အလ္လာဟ်အရှင်မြတ် ချပေးတော်မူသည့်အရာကို ယုံကြည်ကြလော့” ဟု ပြောသောအခါ ၎င်းတို့က “ကျွန်ုပ်တို့ထံ ချပေးတော်မူခဲ့သည့်အရာကို ကျွန်ုပ်တို့ ယုံကြည်ပါသည်” ဟု ပြောကြသည်။ ၎င်းတို့နှင့်အတူရှိသည့်အရာကို အတည်ပြုသည့် အမှန်တရားဖြစ်ပါလျက် ၎င်းတို့သည် ယင်းနောက်ပိုင်း ရောက်ရှိလာသည့်အရာကို မယုံကြည်ကြပေ။ သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ ၎င်းတို့အား)</span> ပြောပါ- “သို့ဆိုလျှင် သင်တို့သည် ယုံကြည်သူများ ဖြစ်ခဲ့ကြပါလျှင် ယခင်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များကို အဘယ်ကြောင့် သတ်ဖြတ်ခဲ့ကြသနည်း။ <span>(၉၁)</span> အမှန်စင်စစ် မူဆာသည် သင်တို့ထံသို့ ထင်ရှားသော သက်သေသာဓကများဖြင့် ရောက်ရှိလာခဲ့သည်၊ သို့သော် ကိုယ်တော် ထွက်ခွာသွားပြီးနောက် သင်တို့သည် နွားငယ်ကို ကိုးကွယ်ခဲ့ကြပြီး သင်တို့သည် ဇာလိမွန်များ <span class=\"gray\">(မတရားသူများ)</span> ဖြစ်ခဲ့ကြသည် <span>(၉၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများသည် အမှန်တရားကို ငြင်းပယ်ခဲ့ကြသော်လည်း၊ ၎င်းတို့သည် ယုံကြည်သူများဖြစ်ကြောင်း တောင်းဆိုခဲ့ကြသည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ပြောသောအခါ)</span> ဆိုသည်မှာ ဂျူးများနှင့် ကျမ်းဂန်ရှင်များကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> آمِنُوا بِمَا أَنزَلَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ချပေးတော်မူသည့်အရာကို ယုံကြည်ကြလော့)</span> မုဟမ္မဒ် ﷺ ထံသို့၊ ကိုယ်တော်ကို ယုံကြည်ပြီး လိုက်နာပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا نُؤْمِنُ بِمَا أُنزِلَ عَلَيْنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ကျွန်ုပ်တို့ထံ ချပေးတော်မူခဲ့သည့်အရာကို ကျွန်ုပ်တို့ ယုံကြည်ပါသည်\" ဟု ပြောကြသည်)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့အား တောင်ရာကျမ်းနှင့် အင်ဂျီလ်ကျမ်းတွင် ထုတ်ပြန်တော်မူခဲ့သည့်အရာကို ယုံကြည်ရန် ကျွန်ုပ်တို့အတွက် လုံလောက်ပြီဖြစ်ပြီး၊ ဤသည်မှာ ကျွန်ုပ်တို့ ရွေးချယ်သည့် လမ်းကြောင်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكْفُرُونَ بِمَا وَرَاءَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနောက်ပိုင်း ရောက်ရှိလာသည့်အရာကို ၎င်းတို့ မယုံကြည်ကြပေ)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَهُوَ الْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့်အတူရှိသည့်အရာကို အတည်ပြုသည့် အမှန်တရားဖြစ်ပါလျက်)</span> ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ ထံ ထုတ်ပြန်တော်မူခဲ့သည့်အရာသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့်အတူရှိသည့်အရာကို အတည်ပြုသည့် အမှန်တရားဖြစ်သည်)</span>။ ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ ထံ စေလွှတ်တော်မူခဲ့သည့်အရာသည် ကျမ်းဂန်ရှင်များထံ ထုတ်ပြန်တော်မူခဲ့သည့်အရာနှင့် ကိုက်ညီသောကြောင့်၊ ဤအချက်သည် ၎င်းတို့အားဆန့်ကျင်သော သက်သေတစ်ခု ဖြစ်သည်ဟု ဆိုလိုသည်။ အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ကျမ်းဂန်ပေးခဲ့သူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> သည် ကိုယ်တော် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> ကို ၎င်းတို့၏ သားသမီးများကို သိကြသည့်အတိုင်း သိကြသည်)</span><span class=\"gray\">(၂:၁၄၆)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِمَ تَقْتُلُونَ أَنبِيَاءَ اللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သို့ဆိုလျှင် သင်တို့သည် ယုံကြည်သူများ ဖြစ်ခဲ့ကြပါလျှင် ယခင်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များကို အဘယ်ကြောင့် သတ်ဖြတ်ခဲ့ကြသနည်း။\")</span>။</p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ- \"သင်တို့ထံ ထုတ်ပြန်တော်မူခဲ့သည့်အရာကို သင်တို့ ယုံကြည်သည်ဆိုသော သင်တို့၏ တောင်းဆိုမှု မှန်ကန်ပါလျှင်၊ သင်တို့ထံ တောင်ရာကျမ်း၏ ဥပဒေကို အတည်ပြုရန် ရောက်ရှိလာသော တမန်တော်များကို သင်တို့ အဘယ်ကြောင့် သတ်ဖြတ်ခဲ့ကြသနည်း။ ၎င်းတို့သည် အမှန်တကယ် တမန်တော်များဖြစ်ကြောင်း သင်တို့ သိရှိနေသော်လည်း ဖြစ်သည်။ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်များအပေါ် ကျူးလွန်မှု၊ ခေါင်းမာမှုနှင့် မတရားမှုတို့ကြောင့် ရိုးရှင်းစွာ သတ်ဖြတ်ခဲ့ကြသည်။ ထို့ကြောင့် သင်တို့သည် သင်တို့၏ တပ်မက်မှုများ၊ ထင်မြင်ယူဆချက်များနှင့် ဆန္ဒများကိုသာ လိုက်နာကြသည်။\" အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ကိုယ်တိုင် မလိုချင်သည့်အရာဖြင့် ရစူလ်တမန်တော်တစ်ပါး သင်တို့ထံ ရောက်လာတိုင်း သင်တို့သည် မာန်မာနကြီးခဲ့ကြသည်လား။ အချို့ကို သင်တို့ မယုံကြည်ခဲ့ကြပြီး အချို့ကို သင်တို့ သတ်ဖြတ်ခဲ့ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့အပြင် အပ်စ်-စွတ်ဒီက ပြောသည်- \"ဤအာယတ်တော်၌ အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ရှင်များကို ပြစ်တင်ရှုံ့ချတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَلِمَ تَقْتُلُونَ أَنبِيَاءَ اللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ ၎င်းတို့အား)</span> ပြောပါ- \"သို့ဆိုလျှင် သင်တို့သည် ယုံကြည်သူများ ဖြစ်ခဲ့ကြပါလျှင် ယခင်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များကို အဘယ်ကြောင့် သတ်ဖြတ်ခဲ့ကြသနည်း။\")</span>\" ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَكُم مُّوسَىٰ بِالْبَيِّنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မူဆာသည် သင်တို့ထံသို့ ထင်ရှားသော သက်သေသာဓကများဖြင့် ရောက်ရှိလာခဲ့သည်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမှ မရှိကြောင်း ထင်ရှားသော လက္ခဏာရပ်များနှင့် ထင်ရှားသော သက်သေသာဓကများဖြင့် ဖြစ်သည်။ ဤနေရာတွင် ဖော်ပြထားသော ထင်ရှားသော လက္ခဏာရပ်များ - သို့မဟုတ် နိမိတ်ပြခြင်းများ - မှာ ရေကြီးခြင်း၊ ပိုးရွများ၊ သန်းများ၊ ဖားများ၊ သွေးများ၊ တုတ်ကောက်နှင့် လက်တို့ဖြစ်သည်။ မူဆာ၏ နိမိတ်ပြခြင်းများတွင် ပင်လယ်ခွဲခြင်း၊ ဂျူးများကို မိုးတိမ်များဖြင့် အရိပ်ပေးခြင်း၊ မန်နာနှင့် ငုံးသားများ၊ ရေပန်းထွက်သော ကျောက်တုံး စသည်တို့လည်း ပါဝင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اتَّخَذْتُمُ الْعِجْلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် နွားငယ်ကို ကိုးကွယ်ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ မူဆာလက်ထက်တွင် အလ္လာဟ်အရှင်မြတ်အစား ဘုရားအဖြစ် ကိုးကွယ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားတော်မူချက်-</p><p class=\"it qpc-hafs\" lang=\"it\">مِن بَعْدِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် ထွက်ခွာသွားပြီးနောက်)</span> မူဆာသည် တောင်ရ်တောင်သို့ အလ္လာဟ်အရှင်မြတ်နှင့် စကားပြောရန် သွားပြီးနောက်တွင် ဖြစ်သည်။ အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذَ قَوْمُ مُوسَىٰ مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُ خُوَارٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ၏ လူမျိုးသည် ကိုယ်တော် မရှိခိုက်တွင် ၎င်းတို့၏ လက်ဝတ်ရတနာများမှ နွားငယ်ရုပ်တု <span class=\"gray\">(ကိုးကွယ်ရန်)</span> ကို ပြုလုပ်ခဲ့ကြသည်။ ထိုရုပ်တုတွင် အသံ <span class=\"gray\">(နွားအော်သံကဲ့သို့)</span> ရှိသည်)</span><span class=\"gray\">(၇:၁၄၈)</span>။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَنتُمْ ظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဇာလိမွန်များ <span class=\"gray\">(မတရားသူများ)</span> ဖြစ်ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမှ မရှိကြောင်း သင်တို့ သိရှိနေသော်လည်း နွားငယ်ကို ကိုးကွယ်သည့် ဤအပြုအမူ၌ သင်တို့သည် မတရားခဲ့ကြသည်ဟု ဆိုလိုသည်။ အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ နောင်တရပြီး လမ်းမှားရောက်နေကြောင်း မြင်သောအခါ ၎င်းတို့သည် <span class=\"gray\">(နောင်တရပြီး)</span> ပြောခဲ့ကြသည်- \"အကယ်၍ ကျွန်ုပ်တို့၏ အရှင်သခင်သည် ကျွန်ုပ်တို့အပေါ် ကရုဏာမပြုဘဲ ကျွန်ုပ်တို့ကို ခွင့်လွှတ်တော်မမူပါလျှင် ကျွန်ုပ်တို့သည် ဧကန်မလွဲ ဆုံးရှုံးသူများ ဖြစ်ကြလိမ့်မည်\")</span><span class=\"gray\">(၇:၁၄၉)</span>။</p>"
  }
]