[
  {
    "ayah_key": "2:260",
    "group_ayah_key": "2:260",
    "from_ayah": "2:260",
    "to_ayah": "2:260",
    "ayah_keys": "2:260",
    "text": "<p lang=\"my\" class=\"my \">အဗ်ရာဟင်မ်က “အို အရှင်ဘုရား၊ အရှင်ဘုရားသည် သေသူများကို မည်သို့ရှင်ပြန်စေသည်ကို အကျွန်ုပ်အား ပြသတော်မူပါ” ဟု ပြောသောအခါ (မှတ်သားကြကုန်)။ ကိုယ်တော် (အလ္လာဟ်အရှင်မြတ်) က “သင် မယုံကြည်ဘူးလား” ဟု ပြောကြားခဲ့သည်။ သူ (အဗ်ရာဟင်မ်) က “ဟုတ်ပါသည် (ကျွန်ုပ်ယုံကြည်ပါသည်)၊ သို့သော် ယုံကြည်ခြင်း၌ ပိုမိုခိုင်မာစေရန် ဖြစ်ပါသည်” ဟု ပြောကြားခဲ့သည်။ ကိုယ်တော်က “ငှက်လေးကောင်ကိုယူ၍ သင့်ထံသို့ ဦးတည်စေပြီး (၎င်းတို့ကို သတ်ဖြတ်၊ အပိုင်းပိုင်းဖြတ်)၊ ၎င်းတို့၏ အစိတ်အပိုင်းများကို တောင်ကုန်းတိုင်းပေါ်တွင် တင်ထားပြီး ခေါ်လိုက်ပါ။ ၎င်းတို့သည် သင့်ထံသို့ အလောတကြီး ပြန်လာလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင်ဖြစ်ကြောင်း သိထားကြကုန်။ <span>(၂၆၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ်-ခါလီးလ်က အလ္လာဟ်အရှင်မြတ်အား သေသူများကို မည်သို့ရှင်ပြန်စေကြောင်း ပြသရန် တောင်းပန်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ပညာရှင်များက အဗ်ရာဟင်မ်၏ ဤတောင်းဆိုမှုနောက်ကွယ်တွင် အကြောင်းရင်းများ ရှိသည်ဟု ပြောကြားခဲ့သည်။ ဥပမာအားဖြင့်၊ အဗ်ရာဟင်မ်က နင်မ်ရွဒ်အား ပြောကြားခဲ့ရာတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ </p><p lang=\"my\" class=\"my \">(ကျွန်ုပ်၏အရှင် (အလ္လာဟ်အရှင်မြတ်) သည် အသက်ပေးပြီး သေစေတော်မူသောအရှင် ဖြစ်သည်)၊ သူသည် ရှင်ပြန်ထမြောက်ခြင်းနှင့် ပတ်သက်သော သူ၏အသိပညာကို မျက်စိဖြင့် ကိုယ်တိုင်မြင်တွေ့ခြင်းဖြင့် ခိုင်မာအောင် လုပ်ဆောင်လိုခဲ့သည်။ တမန်တော် အဗ်ရာဟင်မ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِي</p><p lang=\"my\" class=\"my \">(\"အို အကျွန်ုပ်၏အရှင်။ အရှင်သည် သေသူများကို မည်သို့ရှင်ပြန်ထမြောက်စေကြောင်း အကျွန်ုပ်အား ပြသတော်မူပါ\" ဟု သူက ပြောကြားခဲ့သည်။ ကိုယ်တော် (အလ္လာဟ်အရှင်မြတ်) က \"သင် မယုံကြည်ဘူးလား\" ဟု ပြောကြားခဲ့သည်။ သူ (အဗ်ရာဟင်မ်) က \"ဟုတ်ပါသည် (ကျွန်ုပ်ယုံကြည်ပါသည်)၊ သို့သော် ယုံကြည်ခြင်း၌ ပိုမိုခိုင်မာစေရန် ဖြစ်ပါသည်\" ဟု ပြောကြားခဲ့သည်။)</p><p lang=\"ceb\" class=\"ceb \">Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَحَقُّ بِالشَّكِّ مِنْ إِبْرَاهِيمَ إِذْ قَالَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِي</p><p lang=\"my\" class=\"my \">(အဗ်ရာဟင်မ်က \"အကျွန်ုပ်၏အရှင်။ အရှင်သည် သေသူများကို မည်သို့ရှင်ပြန်ထမြောက်စေကြောင်း အကျွန်ုပ်အား ပြသတော်မူပါ\" ဟု ပြောကြားခဲ့စဉ်က အဗ်ရာဟင်မ်ထက် ကျွန်ုပ်တို့ သံသယဖြစ်ရန် ပို၍ တာဝန်ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က \"သင်မယုံကြည်ဘူးလား\" ဟု ပြောကြားခဲ့သည်။ အဗ်ရာဟင်မ်က \"ဟုတ်ပါသည် (ကျွန်ုပ်ယုံကြည်ပါသည်)၊ သို့သော် ယုံကြည်ခြင်း၌ ပိုမိုခိုင်မာစေရန် (တောင်းဆိုခြင်း) ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။)</p><p lang=\"my\" class=\"my \">ဟဒီးဆ်ရှိ တမန်တော်၏ စကားသည် \"ကျွန်ုပ်တို့သည် သေချာမှု (ယုံကြည်မှု) ကို ပိုမိုရှာဖွေရန် တာဝန်ရှိသည်\" ဟု အဓိပ္ပာယ်ရသည်။</p><div lang=\"my\" class=\"my \"><h2>အလ်-ခါလီးလ်၏ တောင်းဆိုမှုကို ပြန်ကြားခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَخُذْ أَرْبَعَةً مِّنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ</p><p lang=\"my\" class=\"my \">(ကိုယ်တော်က \"ငှက်လေးကောင်ကိုယူ၍ သင့်ထံသို့ ဦးတည်စေပါ\" ဟု မိန့်တော်မူခဲ့သည်)</p><p lang=\"my\" class=\"my \">တဖ်စီးရ်ပညာရှင်များသည် ဤနေရာတွင် ဖော်ပြထားသော ငှက်အမျိုးအစားနှင့် ပတ်သက်၍ သဘောထားကွဲလွဲခဲ့ကြသည်။ သို့သော် ကုရ်အာန်တွင် ဖော်ပြမထားသောကြောင့် ဤကိစ္စသည် အရေးမကြီးပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصُرْهُنَّ إِلَيْكَ</p><p lang=\"my\" class=\"my \">(၎င်းတို့ကို သင့်ထံသို့ ဦးတည်စေပါ) ဆိုသည်မှာ ၎င်းတို့ကို အပိုင်းပိုင်းဖြတ်ပါဟု အဓိပ္ပာယ်ရသည်။ ဤသည်မှာ အိဗ်န် အဗ်ဗာစ်၊ အိက်ရီမာ၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ အဘူ မာလိက်၊ အဘူ အလ်-အဆ်ဝဒ် အဒ်-ဒီလီ၊ ဝဟ်ဘ် ဘင် မူနဗ်ဗီဟ်၊ အလ်-ဟစန်နှင့် အစ်-စွဒ်ဒီတို့၏ ရှင်းလင်းချက်ဖြစ်သည်။ ထို့ကြောင့် အဗ်ရာဟင်မ်သည် ငှက်လေးကောင်ကို ဖမ်းယူ၊ သတ်ဖြတ်၊ အမွှေးများနှုတ်၊ ငှက်များကို အပိုင်းပိုင်းဖြတ်၍ အတူရောနှောလိုက်သည်။ ထို့နောက် ၎င်းရောနှောထားသော အပိုင်းအစများကို တောင်ကုန်းလေးခု သို့မဟုတ် ခုနစ်ခုပေါ်တွင် တင်ထားခဲ့သည်။ အိဗ်န် အဗ်ဗာစ်က ပြောကြားခဲ့သည်မှာ \"အဗ်ရာဟင်မ်သည် ထိုငှက်များ၏ ဦးခေါင်းများကို သူ၏လက်ထဲတွင် ကိုင်ထားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အဗ်ရာဟင်မ်အား ငှက်များကို သူ၏ထံသို့ ခေါ်ရန် အမိန့်ပေးခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးသည့်အတိုင်း သူပြုလုပ်ခဲ့သည်။ အဗ်ရာဟင်မ်သည် ထိုငှက်များ၏ အမွှေးများ၊ သွေးများနှင့် အသားများသည် တစ်ခုနှင့်တစ်ခု ပျံသန်းပေါင်းစည်းကာ အပိုင်းအစများသည် ၎င်းတို့၏ ကိုယ်ခန္ဓာများသို့ တစ်ခုစီ ပျံသန်းသွားသည်ကို မျက်မြင်တွေ့ရှိခဲ့ပြီး ငှက်တိုင်းသည် အသက်ပြန်ရှင်ကာ အဗ်ရာဟင်မ်ထံသို့ အရှိန်အဟုန်ဖြင့် လျှောက်လာခဲ့သည်၊ ထိုသို့ဖြင့် အဗ်ရာဟင်မ် မျက်မြင်တွေ့ရှိခဲ့သော ဥပမာသည် ပိုမိုအထင်ကြီးစရာ ဖြစ်လာစေရန် ဖြစ်သည်။ ငှက်တိုင်းသည် အဗ်ရာဟင်မ်၏ လက်ထဲမှ ၎င်း၏ ဦးခေါင်းကို ယူရန် လာခဲ့သည်။ အကယ်၍ သူက အခြားဦးခေါင်းတစ်ခုကို ငှက်အား ပေးခဲ့ပါက ငှက်က လက်ခံရန် ငြင်းဆန်ခဲ့သည်။ အဗ်ရာဟင်မ်က ငှက်တိုင်းအား ၎င်း၏ကိုယ်ပိုင်ဦးခေါင်းကို ပေးသောအခါ၊ ဦးခေါင်းသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်နှင့် တန်ခိုးတော်ဖြင့် ၎င်း၏ကိုယ်ခန္ဓာပေါ်တွင် ပြန်လည်နေရာယူခဲ့သည်။\" ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင်ဖြစ်ကြောင်း သိထားကြကုန်) နှင့် မည်သူမျှ ကိုယ်တော်အား လွှမ်းမိုးခြင်း သို့မဟုတ် ခုခံခြင်း မပြုနိုင်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့်အရာတိုင်းသည် အတားအဆီးမရှိ ဖြစ်ပေါ်လာသည်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် အနန္တတန်ခိုးရှင်၊ အရာခပ်သိမ်းထက် သာလွန်သူ ဖြစ်၍၊ ကိုယ်တော်၏ မိန့်ဆိုချက်များ၊ လုပ်ဆောင်ချက်များ၊ ဥပဒေများနှင့် အမိန့်များတွင် ပညာရှိခြင်းကြောင့်ဖြစ်သည်။</p><p lang=\"hmn\" class=\"hmn \">Abdur-Razzaq recorded that Ma'mar said that Ayyub said that Ibn 'Abbas commented on what Ibrahim said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِي</p><p lang=\"my\" class=\"my \">(သို့သော် ယုံကြည်ခြင်း၌ ပိုမိုခိုင်မာစေရန်)\"၊ \"ကျွန်ုပ်အတွက် ကုရ်အာန်တွင် ဤအာယတ်တော်ထက် ပိုမိုမျှော်လင့်ချက်ပေးသောအာယတ်တော် မရှိပါ။\" အိဗ်န် အဘီ ဟာတိမ်က မှတ်တမ်းတင်ခဲ့သည်မှာ မုဟမ္မဒ် ဘင် အလ်-မွန်ကဒိရ်က ပြောကြားသည်မှာ အဗ်ဒူလ္လာဟ် ဘင် အဗ်ဗာစ်သည် အဗ်ဒူလ္လာဟ် ဘင် အမ်ရ် ဘင် အလ်-အဆ်နှင့် တွေ့ဆုံပြီး သူအား \"ကုရ်အာန်တွင် သင့်အတွက် ပိုမိုမျှော်လင့်ချက်ပေးသောအာယတ်တော် မည်သည်နည်း\" ဟု မေးခဲ့သည်။ အိဗ်န် အမ်ရ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنفُسِهِمْ لَا تَقْنَطُوا</p><p lang=\"my\" class=\"my \">(ပြောကြားပါ- \"အို ငါ၏ကျွန်များ၊ မိမိတို့ကိုယ်ကို ကျူးလွန်ခဲ့ကြသောသူများ (မကောင်းမှုများနှင့် အပြစ်များကို ကျူးလွန်ခြင်းဖြင့်)။ စိတ်မပျက်ကြကုန်နှင့်။\")။</p><p lang=\"my\" class=\"my \">အိဗ်န် အဗ်ဗာစ်က ပြောကြားသည်မှာ \"သို့သော် ကျွန်ုပ်က ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်ဖြစ်သည်ဟု ပြောပါသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَىٰ</p><p lang=\"my\" class=\"my \">(အဗ်ရာဟင်မ်က “အို အရှင်ဘုရား၊ အရှင်ဘုရားသည် သေသူများကို မည်သို့ရှင်ပြန်စေသည်ကို အကျွန်ုပ်အား ပြသတော်မူပါ” ဟု ပြောသောအခါ (မှတ်သားကြကုန်)။ ကိုယ်တော် (အလ္လာဟ်အရှင်မြတ်) က “သင် မယုံကြည်ဘူးလား” ဟု ပြောကြားခဲ့သည်။ သူ (အဗ်ရာဟင်မ်) က “ဟုတ်ပါသည် (ကျွန်ုပ်ယုံကြည်ပါသည်)...” ဟု ပြောကြားခဲ့သည်။)</p><p lang=\"my\" class=\"my \">အဗ်ရာဟင်မ်က ရိုးရှင်းစွာ 'ဟုတ်ကဲ့' ဟု ပြောကြားခဲ့သောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူ၏အတည်ပြုချက်ကို လက်ခံခဲ့သည်။ ဤအာယတ်တော်သည် နှလုံးသားကို တိုက်ခိုက်သော သံသယများနှင့် ရှိုင်တွာန် (မာရ်နတ်) က လှုံ့ဆော်သော အတွေးများကို ရည်ညွှန်းသည်။\" အလ်-ဟာကင်မ်က ဤအရာကို အလ်-မွတ်စ်တာဒ်ရက်က်တွင် မှတ်တမ်းတင်ခဲ့ပြီး \"၎င်း၏ ဆင့်ပြန်စဉ်သည် စဟီးဟ် (မှန်ကန်သည်) ဖြစ်သော်လည်း ၎င်းတို့က မှတ်တမ်းမတင်ခဲ့ကြပေ\" ဟု ပြောကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "2:261",
    "group_ayah_key": "2:261",
    "from_ayah": "2:261",
    "to_ayah": "2:261",
    "ayah_keys": "2:261",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ မိမိတို့ဥစ္စာဓနများကို သုံးစွဲသူတို့၏ ပုံပမာကား ဂျုံစပါးတစ်စေ့နှင့်တူ၏။ ၎င်းသည် နားရွက်ခုနစ်ခုကို ကြီးထွားစေပြီး နားရွက်တိုင်းတွင် စပါးတစ်ရာစီ ပါရှိ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူအား များစွာတိုးပွားစေတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအတွက် လုံလောက်တော်မူသောအရှင်၊ အရာခပ်သိမ်းကို သိတော်မူသောအရှင် ဖြစ်သည်။ <span>(၂၆၁)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ သုံးစွဲခြင်း၏ အကျိုးဆုလာဘ်များ</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကို ရှာဖွေလျက် ကိုယ်တော်၏ လမ်းတော်၌ သုံးစွဲသူများအတွက် အကျိုးဆုလာဘ်များ ပွားများခြင်းဆိုင်ရာ အလ္လာဟ်အရှင်မြတ် ပေးထားသော ပုံပမာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုကုသိုလ်ကို ဆယ်ဆမှ ခုနစ်ရာဆအထိ ပွားများစေတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ မိမိတို့ဥစ္စာဓနများကို သုံးစွဲသူတို့၏ ပုံပမာကား...)</p><p lang=\"my\" class=\"my \">စအိဒ် ဘင် ဂျုဘိုင်ရ်က မှတ်ချက်ပေးခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်အား နာခံမှုဖြင့် သုံးစွဲခြင်းကို ဆိုလိုသည်\" ဟု ဖြစ်သည်။ မခ်ခူလ်က အာယတ်တော်သည် \"ဂျီဟာဒ်၊ မြင်းခုံတိုက်များ၊ လက်နက်များနှင့် အခြားအရာများအတွက် သုံးစွဲခြင်း\" ဟု အဓိပ္ပာယ်ရသည်ဟု ပြောကြားခဲ့သည်။ အာယတ်တော်ရှိ ပုံပမာသည် ခုနစ်ရာဂဏန်းကို ရိုးရိုးလေး ဖော်ပြခြင်းထက် နှလုံးသားပေါ်တွင် ပိုမိုအထင်ကြီးစရာ ကောင်းသည်။ ဤအာယတ်တော်က အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမွန်သော မြေဆီလွှာ၌ မျိုးစေ့ချသူအတွက် အပင်ကို ကြီးထွားစေသကဲ့သို့ ကောင်းမှုကုသိုလ်ပြုသူများအတွက် ကောင်းမှုကုသိုလ်များကို 'ကြီးထွားစေသည်' ဟု ဖော်ပြသည်။ စွန္နဟ်ကျမ်းတွင်လည်း ကောင်းမှုကုသိုလ်များသည် ခုနစ်ရာဆအထိ ပွားများကြောင်း ဖော်ပြထားသည်။ ဥပမာအားဖြင့်၊ အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ခဲ့သည်မှာ အဘူ မစ်အူဒ်က ပြောကြားသည်မှာ အမျိုးသားတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ ကမ္ဘာကို ကုန်းနှီးနှင့်အတူ တစ်ကြိမ် ပေးလှူခဲ့ရာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَأْتِيَنَّ يَوْمَ الْقِيَامَةِ بِسَبْعِمِائَةِ نَاقَةٍ مَخْطُومَةٍ</p><p lang=\"my\" class=\"my \">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင့်တွင် ကုန်းနှီးနှင့်အတူ ကမ္ဘာခုနစ်ရာ ရှိလိမ့်မည်။)</p><p lang=\"my\" class=\"my \">မွစ်လင်မ်နှင့် အန်-နစာအီတို့ကလည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့ကြပြီး မွစ်လင်မ်၏ ဆင့်ပြန်ချက်တွင် \"အမျိုးသားတစ်ဦးသည် ကမ္ဘာကို ကုန်းနှီးနှင့်အတူ ယူဆောင်လာပြီး 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ ဖြစ်ပါသည်' ဟု ပြောကြားခဲ့သည်။ ရစူလ်တမန်တော်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكَ بِهَا يَوْمَ الْقِيَامَةِ سَبْعُمِائَةِ نَاقَةٍ</p><p lang=\"my\" class=\"my \">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းအတွက် အကျိုးဆုလာဘ်အဖြစ် ကမ္ဘာခုနစ်ရာ ရရှိလိမ့်မည်။)</p><p lang=\"my\" class=\"my \">အခြားဟဒီးဆ်တစ်ခု- အဟ်မဒ်က မှတ်တမ်းတင်ခဲ့သည်မှာ အဘူ ဟူရိုင်ရဟ်က ပြောကြားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ عَمَلِ ابْنِ آدَمَ يُضَاعَفُ، الْحَسَنَةُ بِعَشَرِ أَمْثَالِهَا، إِلى سَبْعِمِائَةِ ضِعْفٍ، إِلى مَا شَاءَ اللهُ، يَقُولُ اللهُ: إِلَّا الصَّوْمَ فَإِنَّهُ لِي، وَأَنَا أَجْزِي بِهِ، يَدَعُ طَعَامَهُ وَشَهْوَتَهُ مِنْ أَجْلِي، وَلِلصَّائِمِ فَرْحَتَانِ: فَرْحَةٌ عِنْدَ فِطْرِهِ وَفَرْحَةٌ عِنْدَ لِقَاءِ رَبِّهِ، وَلَخَلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللهِ مِنْ رِيحِ الْمِسْكِ، الصَّوْمُ جُنَّةٌ، الصَّومُ جُنَّةٌ</p><p lang=\"my\" class=\"my \">(အာဒမ်၏သား ပြုလုပ်သော ကောင်းမှုကုသိုလ်တိုင်းသည် ဆယ်ဆမှ ခုနစ်ရာဆအထိ၊ အခြားများစွာသောဆများအထိ၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိသလောက် ပွားများလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က \"ရိုဇာ (ဥပုသ်) ကို ချန်လှပ်၍ ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ငါ့အတွက် ဖြစ်ပြီး ငါသည် ၎င်းအတွက် အကျိုးပေးမည်။ မိမိ၏ အစားအစာနှင့် ဆန္ဒကို ငါ့အတွက် စွန့်လွှတ်သည်\" ဟု မိန့်တော်မူခဲ့သည်။ ရိုဇာစောင့်သူသည် ပျော်ရွှင်စရာနှစ်ကြိမ် ရှိသည်- ဥပုသ်ဖြေသောအခါနှင့် သူ၏အရှင်နှင့် တွေ့ဆုံသောအခါ။ မှန်စင်စစ်၊ ရိုဇာစောင့်သူ၏ ပါးစပ်မှ ထွက်လာသော အနံ့သည် ကတိုးနံ့ထက် အလ္လာဟ်အရှင်မြတ်ထံတွင် ပိုမိုသန့်စင်၏။ ရိုဇာသည် အကာအကွယ် (အပြစ်မှ ကာကွယ်ခြင်း) ဖြစ်သည်၊ ရိုဇာသည် အကာအကွယ်ဖြစ်သည်)။ မွစ်လင်မ်က ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُضَاعِفُ لِمَن يَشَاءُ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူအား များစွာတိုးပွားစေတော်မူ၏) ဟူသည်မှာ ထိုသူ၏ လုပ်ရပ်များတွင် စစ်မှန်မှုအပေါ် မူတည်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအတွက် လုံလောက်တော်မူသောအရှင်၊ အရာခပ်သိမ်းကို သိတော်မူသောအရှင်) ဆိုသည်မှာ ကိုယ်တော်၏ ကျေးဇူးတော်သည် ကိုယ်တော်၏ ဖန်ဆင်းခြင်းထက် များစွာကျယ်ဝန်းပြီး၊ ကိုယ်တော်သည် ၎င်းကို ထိုက်တန်သူ သို့မဟုတ် မထိုက်တန်သူတိုင်းကို အပြည့်အဝ သိတော်မူသည်ဟု အဓိပ္ပာယ်ရသည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]