[
  {
    "ayah_key": "92:12",
    "group_ayah_key": "92:12",
    "from_ayah": "92:12",
    "to_ayah": "92:21",
    "ayah_keys": "92:12,92:13,92:14,92:15,92:16,92:17,92:18,92:19,92:20,92:21",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ကျွန်ုပ်တို့အပေါ်၌သာ <span class=\"gray\">(ပေးရန်)</span> လမ်းညွှန်မှုရှိ၏ <span>(၁၂)</span>အမှန်စင်စစ်၊ ကျွန်ုပ်တို့ထံသို့သာ <span class=\"gray\">(ပိုင်ဆိုင်သည်)</span> နောက်ဆုံး <span class=\"gray\">(နောင်တမလွန်ဘဝ)</span> နှင့် ပထမ <span class=\"gray\">(ဤလောက)</span> <span>(၁၃)</span>ထို့ကြောင့် ငါသည် သင်တို့အား တလာဇာဟူသော မီးကို သတိပေးခဲ့ပြီ <span>(၁၄)</span>အလွန်ဆိုးသွမ်းသူမှအပ မည်သူမျှ ၎င်းထဲသို့ ဝင်ရောက်ရမည်မဟုတ် <span>(၁၅)</span>သူသည် ငြင်းပယ်ပြီး လှည့်ထွက်သွား၏ <span>(၁၆)</span>တက္ကဝါရှိသူတို့သည် ၎င်းနှင့် ဝေးကွာစွာ ဖယ်ရှားခံရမည် <span>(၁၇)</span>မိမိဥစ္စာကို ကိုယ်တိုင်သန့်စင်ရန် ပေးကမ်းသူ <span>(၁၈)</span>နှင့် မည်သူတစ်ဦးတစ်ယောက်ထံမှ ပြန်ဆပ်ရမည့် ကျေးဇူးတုံ့ပြန်မှု <span class=\"gray\">(စိတ်ထဲ၌)</span> မရှိသူ <span>(၁၉)</span>မိမိ၏ အရှင်သခင် အမြင့်မြတ်ဆုံး ပုဂ္ဂိုလ်၏ မျက်နှာတော်ကိုသာ ရှာဖွေသူမှအပ <span>(၂၀)</span>သူသည် အမှန်ပင် ကျေနပ်လိမ့်မည် <span>(၂၁)</span></p><p lang=\"my\" class=\"my \">လမ်းညွှန်မှုနှင့် အခြားအရာများသည် အလ္လာဟ်အရှင်မြတ်၏ လက်တော်၌သာ ရှိသည်၊ ထို့ပြင် ငရဲမီးနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ သတိပေးချက်</p><p lang=\"et\" class=\"et \">Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عَلَيْنَا لَلْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့အပေါ်၌သာ <span class=\"gray\">(ပေးရန်)</span> လမ်းညွှန်မှုရှိ၏။)</span></p><p lang=\"my\" class=\"my \">\"၎င်းဆိုလိုသည်မှာ၊ ကျွန်ုပ်တို့သည် မည်သည့်အရာက တရားဝင်ပြီး မည်သည့်အရာက တားမြစ်ထားသည်ကို ရှင်းပြပေးမည်\" ဟူ၍ ဖြစ်သည်။ အချို့က ၎င်းဆိုလိုသည်မှာ \"မည်သူမဆို လမ်းညွှန်မှု၏ လမ်းစဉ်အတိုင်း လိုက်လျှောက်မည်ဆိုလျှင် အလ္လာဟ်အရှင်မြတ်ထံသို့ <span class=\"gray\">(ဆိုလိုသည်မှာ နောင်တမလွန်ဘဝ၌)</span> ရောက်ရှိမည်\" ဟူ၍ ဖြစ်သည်ဟု ပြောဆိုကြသည်။ ၎င်းတို့သည် ဤအာယတ်တော်ကို အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်ကဲ့သို့ သဘောထားကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ဖြောင့်မတ်သောလမ်းကို ရှင်းပြရန် တာဝန်ရှိ၏။)</span><span class=\"gray\">(၁၆:၉)</span></p><p lang=\"my\" class=\"my \">၎င်းကို အိဗ်နု ဂျရီးရ်က ဖော်ပြခဲ့သည်။ </p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့ထံသို့သာ <span class=\"gray\">(ပိုင်ဆိုင်သည်)</span> နောက်ဆုံး <span class=\"gray\">(နောင်တမလွန်ဘဝ)</span> နှင့် ပထမ <span class=\"gray\">(ဤလောက)</span> ဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းဆိုလိုသည်မှာ၊ 'ထိုနှစ်ခုစလုံးသည် ကျွန်ုပ်တို့နှင့်သာ သက်ဆိုင်ပြီး ကျွန်ုပ် <span class=\"gray\">(အလ္လာဟ်)</span> သည် ၎င်းတို့ကို အပြည့်အဝ ထိန်းချုပ်ထားသည်' ဟူ၍ ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော်ချမှတ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنذَرْتُكُمْ نَارًا تَلَظَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါသည် သင်တို့အား တလာဇာဟူသော မီးကို သတိပေးခဲ့ပြီ။)</span></p><p lang=\"gd\" class=\"gd \">Mujahid said, \"Blazing.\" Imam Ahmad recorded from Simak bin Harb that he heard An-Nu'man bin Bashir giving a sermon, in which he said, \"I heard the Messenger of Allah ﷺ giving a sermon, in which he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْذَرْتُكُمُ النَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အား မီးကို သတိပေးခဲ့ပြီ။)</span></p><p lang=\"my\" class=\"my \">ထို့ပြင် ကိုယ်တော်က ၎င်းကို ဤကဲ့သို့သော အသံဖြင့် မိန့်ကြားခဲ့ရာ လူတစ်ဦးသည် ဈေးထဲ၌ ရှိနေလျှင်ပင် ကျွန်ုပ်ရပ်နေသည့်နေရာမှ ကြားနိုင်မည်ဖြစ်သည်။ ထို့ပြင် ကိုယ်တော်က ၎င်းကို <span class=\"gray\">(ဤကဲ့သို့သော အရှိန်အဟုန်ဖြင့်)</span> မိန့်ကြားခဲ့ရာ ကိုယ်တော်၏ ပခုံးပေါ်ရှိ ဝတ်ရုံသည် ကိုယ်တော်၏ ခြေထောက်များဆီသို့ ပြုတ်ကျသွားခဲ့သည်။\"</p><p lang=\"gd\" class=\"gd \">Imam Ahmad recorded from Abu Ishaq that he heard An-Nu'man bin Bashir giving a sermon, in which he said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْوَنَ أَهْلِ النَّارِ عَذَابًا يَوْمَ الْقِيَامَةِ رَجُلٌ تُوضَعُ فِي أَخْمَصِ قَدَمَيْهِ جَمْرَتَانِ يَغْلِي مِنْهُمَا دِمَاغُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ တရားစီရင်ရာနေ့တွင် ငရဲသားတို့အနက် အပြစ်ဒဏ်အပေါ့ဆုံး ခံရမည့်သူမှာ ခြေဖဝါးပေါ်၌ မီးခဲနှစ်လုံးတင်ထားပြီး ဦးနှောက်ကို ဆူပွက်စေမည့်သူ ဖြစ်လိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">အီမာမ် အလ်-ဘူခါရီသည်လည်း ဤဇာတ်ကြောင်းကို မှတ်တမ်းတင်ခဲ့သည်။ မွတ်စလင်မ်သည် အဘူ အစ္စဟာက်မှ အန်-နူအ်မန် ဘင် ဘရှီးရ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ أَهْوَنَ أَهْلِ النَّارِ عَذَابًا مَنْ لَهُ نَعْلَانِ وَشِرَاكَانِ مِنْ نَارٍ يَغْلِي مِنْهُمَا دِمَاغُهُ كَمَا يَغْلِي الْمِرْجَلُ، مَا يَرَى أَنَّ أَحَدًا أَشَدُّ مِنْهُ عَذَابًا، وَإِنَّهُ لَأَهْوَنُهُمْ عَذَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငရဲမီးခံစားရသူများအနက် အပြစ်ဒဏ်အပေါ့ဆုံး ခံစားရသူမှာ ခြေနင်းဖိနပ်နှစ်ရံရှိပြီး ၎င်းတို့၏ ကြိုးများသည် မီးဖြင့်ပြုလုပ်ထားကာ ဒယ်အိုးဆူပွက်သကဲ့သို့ သူ၏ဦးနှောက်ကို ဆူပွက်စေမည့်သူ ဖြစ်လိမ့်မည်။ သို့သော် သူသည် မည်သူတစ်ဦးတစ်ယောက်မျှ သူ့ထက်ပို၍ ပြင်းထန်သော ဒုက္ခကို ခံစားရသည်ဟု မထင်မှတ်ပေ။ သူသည် ၎င်းတို့အနက် အပေါ့ဆုံးအပြစ်ဒဏ်ကို ခံစားနေရသော်လည်း ဖြစ်သည်။)</span></p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَصْلَاهَا إِلَّا الْأَشْقَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်ဆိုးသွမ်းသူမှအပ မည်သူမျှ ၎င်းထဲသို့ ဝင်ရောက်ရမည်မဟုတ်။)</span> ဆိုလိုသည်မှာ အလွန်ဆိုးသွမ်းသူမှအပ မည်သူမျှ ၎င်းကို လေးဘက်လေးတန် ဝန်းရံလျက် ဝင်ရောက်ရမည်မဟုတ်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤ <span class=\"gray\">(အလွန်ဆိုးသွမ်းသူ)</span> မည်သူဖြစ်ကြောင်းကို ၎င်း၏ ဗျာဒိတ်တော်ဖြင့် ရှင်းပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي كَذَّبَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်သူ)</span> ဆိုလိုသည်မှာ သူ၏နှလုံးသားဖြင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လှည့်ထွက်သွား၏။)</span> ဆိုလိုသည်မှာ သူ၏ကိုယ်အင်္ဂါများနှင့် လုပ်ငန်းတာဝန်များကို ၎င်းတို့၏ အခြေခံမူများအတိုင်း ဆောင်ရွက်ခြင်းမှ။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ ဟုရိုင်ရဟ်မှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ أُمَّتِي يَدْخُلُ الْجَنَّـةَ يَوْمَ الْقِيَامَةِ إِلَّا مَنْ أَبَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ နောက်လိုက်များအားလုံး တရားစီရင်ရာနေ့တွင် ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရောက်ကြလိမ့်မည်၊ ငြင်းပယ်သူမှအပ။)</span> ၎င်းတို့ <span class=\"gray\">(ဆွဟာဘာများ)</span> က “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ မည်သူက ငြင်းပယ်မည်နည်း” ဟု မေးလျှောက်ရာ ကိုယ်တော်က ပြန်လည်မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَطَاعَنِي دَخَلَ الْجَنَّةَ، وَمَنْ عَصَانِي فَقَدْ أَبَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကျွန်ုပ်အား နာခံလျှင် သူသည် ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရောက်မည်ဖြစ်ပြီး၊ မည်သူမဆို ကျွန်ုပ်အား မနာခံလျှင် သူသည် ငြင်းပယ်ခဲ့ပြီဖြစ်သည်။)</span> အလ်-ဘူခါရီသည်လည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော်ချမှတ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَيُجَنَّبُهَا الْأَتْقَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တက္ကဝါရှိသူတို့သည် ၎င်းနှင့် ဝေးကွာစွာ ဖယ်ရှားခံရမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ ဖြောင့်မတ်သူ၊ သန့်စင်သူ၊ အလွန်တရာ ഭക്തിရှိသူသည် မီးမှ ကယ်တင်ခံရလိမ့်မည်။ ထို့နောက် ကိုယ်တော်က ၎င်းမည်သူဖြစ်သည်ကို ၎င်း၏ ဗျာဒိတ်တော်ဖြင့် ရှင်းပြသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိဥစ္စာကို ကိုယ်တိုင်သန့်စင်ရန် ပေးကမ်းသူ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ သူသည် မိမိကိုယ်ကို၊ မိမိဥစ္စာနှင့် အလ္လာဟ်အရှင်မြတ်က မိမိအား ပေးသနားထားသည့် ဘာသာရေးနှင့် လောကီအရာများကို သန့်စင်ရန်အတွက် မိမိအရှင်သခင်၏ နာခံမှု၌ မိမိဥစ္စာကို သုံးစွဲသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لِأَحَدٍ عِندَهُ مِن نِّعْمَةٍ تُجْزَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မည်သူတစ်ဦးတစ်ယောက်ထံမှ ပြန်ဆပ်ရမည့် ကျေးဇူးတုံ့ပြန်မှု <span class=\"gray\">(စိတ်ထဲ၌)</span> မရှိသူ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ သူ၏ဥစ္စာပေးကမ်းခြင်းသည် မည်သူတစ်ဦးတစ်ယောက်ထံမှ ကျေးဇူးတုံ့ပြန်မှု ရရှိရန်အတွက်မဟုတ်၊ သူတို့က သူ့အား တစ်ခုခု ပြန်ပေးရန်အတွက်မဟုတ်၊ ထို့ကြောင့် သူသည် တစ်ခုခုပြန်ရရန်အတွက် မပေးကမ်းပေ။ သူသည် မိမိဥစ္စာကိုသာ သုံးစွဲသည်</p><p class=\"fa qpc-hafs\" lang=\"fa\">ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိအရှင်သခင် အမြင့်မြတ်ဆုံး ပုဂ္ဂိုလ်၏ မျက်နှာတော်ကို ရှာဖွေရန်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ နောက်ဆုံးဘဝတွင် ဂျန္နတ်(ပရဒိသု)ဥယျာဉ်များ၌ ကိုယ်တော်အား ဖူးမြင်ရမည့် ကောင်းချီးမင်္ဂလာကို ရရှိရန် မျှော်လင့်ခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော်ချမှတ်သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَسَوْفَ يَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အမှန်ပင် ကျေနပ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ ဤဂုဏ်ပုဒ်များရှိသူများသည် အမှန်ပင် ကျေနပ်ကြလိမ့်မည်။</p><p lang=\"my\" class=\"my \">ဤဗျာဒိတ်တော်၏ အကြောင်းရင်းနှင့် အဘူဘက္ကရ်၏ ဂုဏ်ကျေးဇူး</p><p lang=\"my\" class=\"my \">တဖ်စီရ်ပညာရှင်များစွာတို့သည် ဤအာယတ်တော်များမှာ အဘူဘက္ကရ် အစ်စစ်ဒီးက်နှင့်ပတ်သက်၍ ဗျာဒိတ်တော်ချခဲ့ခြင်းဖြစ်သည်ဟု ဖော်ပြခဲ့ကြသည်။ အချို့ကမူ ဤအရာနှင့်ပတ်သက်၍ ကုရ်အာန်ဋီကာဆရာများအကြား သဘောတူညီမှုရှိသည်ဟုပင် ဖော်ပြခဲ့ကြသည်။ သူသည် ဤအာယတ်တော်များ၏ အဓိပ္ပါယ်တွင် ပါဝင်ကြောင်းနှင့် ယေဘုယျအားဖြင့် ဤဂုဏ်ပုဒ်များဖြင့် ဖော်ပြခံရရန် ဥမ္မသ်တွင် အထိုက်အသင့်ဆုံးဖြစ်ကြောင်း သံသယဖြစ်ဖွယ်မရှိပါ။ အမှန်စင်စစ်၊ ဤအာယတ်တော်များ၏ စကားလုံးများသည် ယေဘုယျသဘောဆောင်ပါသည်။ အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်၌ပါရှိသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَيُجَنَّبُهَا الْأَتْقَى - الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّىٰ - وَمَا لِأَحَدٍ عِندَهُ مِن نِّعْمَةٍ تُجْزَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တက္ကဝါရှိသူတို့သည် ၎င်းနှင့် ဝေးကွာစွာ ဖယ်ရှားခံရမည်။ မိမိဥစ္စာကို ကိုယ်တိုင်သန့်စင်ရန် ပေးကမ်းသူ။ နှင့် မည်သူတစ်ဦးတစ်ယောက်ထံမှ ပြန်ဆပ်ရမည့် ကျေးဇူးတုံ့ပြန်မှု <span class=\"gray\">(စိတ်ထဲ၌)</span> မရှိသူ။)</span></p><p lang=\"my\" class=\"my \">သို့သော်၊ သူ <span class=\"gray\">(အဘူဘက္ကရ်)</span> သည် ဤဥမ္မသ်တွင် ဤဂုဏ်ပုဒ်များနှင့် အခြားချီးကျူးဖွယ် ဂုဏ်ပုဒ်များအားလုံးကို ပထမဆုံးနှင့် အဦးဆုံးပိုင်ဆိုင်သူဖြစ်သည်။ အမှန်စင်စစ်၊ သူသည် မှန်ကန်သူ၊ တက္ကဝါရှိသူ၊ ရက်ရောသူ၊ ပရဟိတသမားဖြစ်ပြီး၊ သူ၏အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်)</span> ကို နာခံမှု၌လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို ကူညီမှု၌လည်းကောင်း သူ၏ဥစ္စာများကို အမြဲတစေ သုံးစွဲခဲ့သည်။ သူ၏ အမြင့်မြတ်ဆုံး အရှင်သခင်၏ မျက်နှာတော်ကို ရှာဖွေရင်း ဒေရ်ဟမ်နှင့် ဒီနားမည်မျှ သုံးစွဲခဲ့သနည်း။ သူသည် မည်သည့်လူပုဂ္ဂိုလ်ကိုမျှ မိမိအား ပြန်လည်ကူညီရန် လိုအပ်သည့် ကျေးဇူးရှိသည်ဟု မယူဆခဲ့ပေ။ ဆန့်ကျင်ဘက်အားဖြင့်၊ သူ၏ဂုဏ်ကျေးဇူးနှင့် ကြင်နာမှုသည် အခြားတိုင်းရင်းသားခေါင်းဆောင်များနှင့် အကြီးအကဲများထံသို့ပါ ပြသခဲ့သည်။ ဤအကြောင်းကြောင့်ပင် သကစ်ဖ်မျိုးနွယ်စု၏ ခေါင်းဆောင်ဖြစ်သူ အူရ်ဝါဟ် ဘင် မစအူဒ်က ဟူဒိုင်ဘီယာ စာချုပ်ချုပ်ဆိုသည့်နေ့တွင် သူ့အား “အလ္လာဟ်အရှင်မြတ်ကို အမှူးထား၍ ပြောရလျှင်၊ ကျွန်ုပ်သည် သင့်အား ပြန်မဆပ်ရသေးသော အကြွေးမတင်ခဲ့လျှင်၊ ကျွန်ုပ်သည် သင့်အား <span class=\"gray\">(ဆိုလိုသည်မှာ အစ္စလာမ်သို့ ဖိတ်ခေါ်မှုကို)</span> တုံ့ပြန်ခဲ့ပါလိမ့်မည်” ဟု ပြောကြားခဲ့သည်။ အဘူဘက္ကရ် အစ်စစ်ဒီးက်သည် ထိုသို့ပြောဆိုခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ကျွန်ုပ်တွင် သင့်အပေါ် ကြွေးမြီရှိသည်)</span> ကြောင့် သူ့အပေါ် စိတ်ဆိုးခဲ့သည်။ ထို့ကြောင့် ဤသည်မှာ အာရပ်ခေါင်းဆောင်များနှင့် မျိုးနွယ်စုအကြီးအကဲများနှင့် သူ၏အနေအထားဖြစ်ပါက၊ ၎င်းတို့မှတစ်ပါး အခြားသူများနှင့်ပတ်သက်၍ မည်သို့ဖြစ်မည်နည်း။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော်ချမှတ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لِأَحَدٍ عِندَهُ مِن نِّعْمَةٍ تُجْزَىٰ - إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَىٰ - وَلَسَوْفَ يَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မည်သူတစ်ဦးတစ်ယောက်ထံမှ ပြန်ဆပ်ရမည့် ကျေးဇူးတုံ့ပြန်မှု <span class=\"gray\">(စိတ်ထဲ၌)</span> မရှိသူ။ မိမိ၏ အရှင်သခင် အမြင့်မြတ်ဆုံး ပုဂ္ဂိုလ်၏ မျက်နှာတော်ကိုသာ ရှာဖွေခြင်းမှအပ။ သူသည် အမှန်ပင် ကျေနပ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းနှစ်စောင်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيلِ اللهِ دَعَتْهُ خَزَنَةُ الْجَنَّةِ يَاعَبْدَ اللهِ، هَذَا خَيْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ စီးနင်းစရာ တိရစ္ဆာန်နှစ်ကောင်ကို ပြင်ဆင်ပေးလျှင်၊ ဂျန္နတ်(ပရဒိသု)၏ တံခါးစောင့်များသည် သူ့အား “အို အလ္လာဟ်အရှင်မြတ်၏ ကျွန်တော်မျိုး! ဤသည်မှာ ကောင်းမြတ်၏” ဟု ပြောဆို၍ ခေါ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အဘူဘက္ကရ်က “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ၎င်းတို့အနက်မှ ခေါ်ဝေါ်ခံရသူသည် မည်သည့်လိုအပ်ချက်မျှ ရှိလိမ့်မည်မဟုတ်ပါ။ ၎င်းတို့အားလုံးအနက်မှ ခေါ်ဝေါ်ခံရမည့်သူ ရှိပါမည်လား” ဟု မေးလျှောက်ရာ တမန်တော် ﷺ က ပြန်လည်မိန့်ကြားခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَعَمْ، وَأَرْجُو أَنْ تَكُونَ مِنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့၊ သင်သည် ၎င်းတို့အနက်မှ တစ်ဦးဖြစ်မည်ဟု ကျွန်ုပ် မျှော်လင့်ပါသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရဟ် အလ်-လိုင်းလ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်ပြီး၊ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]