[
  {
    "ayah_key": "48:1",
    "group_ayah_key": "48:1",
    "from_ayah": "48:1",
    "to_ayah": "48:3",
    "ayah_keys": "48:1,48:2,48:3",
    "text": "<p lang=\"la\" class=\"la \">The Merit of Surah Al-Fath</p><p lang=\"my\" class=\"my \">အိမာမ်အဟ်မဒ်သည် အဗ်ဒူလ္လာဟ် ဘင်န် မုဂဖ်ဖလ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် မက္ကာမြို့ကို အောင်ပွဲခံသည့်နေ့တွင် သူ၏ ကုလားအုတ်မပေါ်၌ စီးနင်းကာ စူရာဟ် အလ်ဖသ်ကို ရွတ်ဖတ်တော်မူခဲ့သည်။ ကိုယ်တော်သည် ယင်းကို တုန်ခါ၍ သာယာနာပျော်ဖွယ် အသံဖြင့် ရွတ်ဖတ်တော်မူခဲ့သည်။ မုအာဝိယဟ် <span class=\"gray\">(အပိုဆောင်းမှတ်တမ်းတင်သူတစ်ဦး)</span> က \"လူအများ ကျွန်ုပ်ပတ်လည် ဝိုင်းအုံလာမည်ကို မကြောက်ခဲ့ပါက၊ ကိုယ်တော်၏ ရွတ်ဖတ်မှုကို တုပ၍ ဖော်ပြရန် ကျွန်ုပ် အမှန်တကယ် ကြိုးစားမည်ဖြစ်သည်။\" ဟု ထပ်လောင်းပြောကြားခဲ့သည်။ အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ် နှစ်ဦးစလုံးသည် ဤဟဒီးဆ်ကို ရှုအ်ဘဟ်မှတစ်ဆင့် မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမံတော်ဖြင့်၊ အတိုင်းမသိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် ကရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا - لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا - وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(1. အမှန်စင်စစ်၊ ငါတို့သည် သင်အား ထင်ရှားသော အောင်ပွဲကို ပေးသနားတော်မူခဲ့ပြီ။)</span><span class=\"gray\">(2. သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယခင်ကနှင့် နောင်လာမည့် အပြစ်များအားလုံးကို ခွင့်လွှတ်တော်မူမည်ဖြစ်ပြီး၊ သင့်အပေါ်၌ ကိုယ်တော်၏ ကျေးဇူးတော်ကို ပြည့်စုံစေတော်မူကာ၊ သင့်အား ဖြောင့်မှန်သော လမ်းပေါ်သို့ လမ်းညွှန်တော်မူမည်။)</span><span class=\"gray\">(3. ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ခိုင်မာသော အကူအညီဖြင့် ကူညီတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">စူရသ် အလ်-ဖသ်ကို ထုတ်ပြန်ရခြင်း၏ အကြောင်းရင်း</p><p lang=\"my\" class=\"my \">ဤဂုဏ်သရေရှိ စူရာဟ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ဟိဂ်ျရာ၏ ဆဋ္ဌမနှစ်၊ ဓူလ်ကအ်ဒဟ်လတွင် အလ်-ဟူဒိုင်ဘိယဟ်ဒေသမှ ပြန်လာပြီးနောက် ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ ဤသည်မှာ ရုပ်တုကိုးကွယ်သူများက ကိုယ်တော် ရည်ရွယ်ခဲ့သည့် ဥမ်ရာဟ်ကို ထမ်းဆောင်ရန် အလ်-မစ်စ်ဂျစ်ဒ် အလ်-ဟရာမ်သို့ ရောက်ရှိခြင်းမှ တားဆီးခဲ့ချိန်ဖြစ်သည်။ ထိုအချိန်က ကိုယ်တော် ﷺ အား မက္ကာသို့ ရောက်ရှိခြင်းမှ သူတို့ တားဆီးခဲ့သော်လည်း၊ နောက်ပိုင်းတွင် ငြိမ်းချမ်းရေး ဆွေးနွေးမှုများကို ပြုလုပ်ရန် ဆန္ဒရှိခဲ့သည်။ ရစူလ်တမန်တော် ﷺ သည် ယခုနှစ်တွင် ပြန်လာပြီး လာမည့်နှစ်တွင် ဥမ်ရာဟ်အတွက် ပြန်လာရမည်ဟု သတ်မှတ်ထားသော ငြိမ်းချမ်းရေးစာချုပ်ကို ချုပ်ဆိုခဲ့သည်။ ရစူလ်တမန်တော် ﷺ သည် သဘောတူခဲ့သည်။ သို့သော်၊ ဆွဟာဘာအချို့သည် ဤသတ်မှတ်ချက်များကို မနှစ်သက်ခဲ့ကြပြီး၊ အိုမာရ် ဘင်န် အလ်-ခတ္တဘ်လည်း ပါဝင်သည်။ ဤစူရာဟ်ကို ရှင်းပြနေစဉ်တွင် အလ္လာဟ်အလိုရှိတော်မူပါက အသေးစိတ် ဖော်ပြသွားမည်ဖြစ်သည်။ ကိုယ်တော် ﷺ အား တားဆီးခဲ့သည့် နေရာတွင် ကိုယ်တော်၏ ပူဇော်သကာ တိရစ္ဆာန်များကို သတ်ဖြတ်ပြီး အလ်-မဒီနာသို့ ပြန်လာပြီးနောက်၊ အလ္လာဟ် အရှင်မြတ်နှင့် အလွန်ဂုဏ်ယူဖွယ်ရာ အရှင်မြတ်သည် ကိုယ်တော်နှင့် ရုပ်တုကိုးကွယ်သူများအကြား ဖြစ်ပျက်ခဲ့သည်များကို ဤစူရာဟ်ဖြင့် ထုတ်ပြန်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလ်-ဟူဒိုင်ဘိယဟ် ငြိမ်းချမ်းရေးစာချုပ်ကို ထင်ရှားသော အောင်ပွဲအဖြစ် ကြေညာခဲ့သည်၊ အကြောင်းမှာ ငြိမ်းချမ်းရေးက သယ်ဆောင်လာမည့် အကျိုးကျေးဇူးများနှင့် ယင်းမှ ပေါက်ဖွားလာသော ကောင်းကျိုးများကြောင့် ဖြစ်သည်။ 'အဗ်ဒူလ္လာဟ် ဘင်န် မစ်အူဒ်နှင့် အခြားဆွဟာဘာများက \"သင်တို့သည် မက္ကာမြို့ကို အောင်ပွဲခံခြင်းကို အလ်-ဖသ် <span class=\"gray\">(အောင်ပွဲ)</span> ဟု ယူဆကြသည်၊ ကျွန်ုပ်တို့အတွက်မူ အလ်-ဖသ်သည် အလ်-ဟူဒိုင်ဘိယဟ်တွင် ချုပ်ဆိုခဲ့သော စာချုပ်ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။ ဂျာဘိရ် <span class=\"gray\">(ဘင်န် အဗ်ဒူလ္လာဟ်)</span> က \"ကျွန်ုပ်တို့သည် အလ်-ဖသ်ကို ဟူဒိုင်ဘိယဟ်နေ့ဟုသာ ယူဆခဲ့ကြသည်!\" ဟု ပြောကြားခဲ့သည်။ အလ်-ဘူခါရီသည် အလ်-ဘရာအ် <span class=\"gray\">(ဘင်န် အဇိဗ်)</span> မှ မှတ်တမ်းတင်ထားသည်မှာ \"သင်တို့သည် အလ်-ဖသ်ကို မက္ကာအောင်ပွဲဟု ယူဆကြသည်၊ ၎င်းသည် အမှန်စင်စစ် အောင်ပွဲဖြစ်သည်။ သို့သော်၊ ကျွန်ုပ်တို့သည် အလ်-ဖသ်ကို အလ်-ဟူဒိုင်ဘိယဟ်နေ့တွင် အာရ်-ရစ်ဒ်ဝါန်၏ ကတိသစ္စာပြုခြင်းဟု ယူဆကြသည်။ ထိုအခါ၊ ကျွန်ုပ်တို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ တစ်ထောင့်လေးရာ ရှိခဲ့ကြသည်။ အလ်-ဟူဒိုင်ဘိယဟ်တွင် ရေတွင်းတစ်တွင်းရှိပြီး၊ ကျွန်ုပ်တို့သည် ၎င်း၏ရေကို အသုံးပြုခဲ့ကြရာ၊ ရေတစ်စက်မျှ မကျန်ခဲ့ပေ။ ဖြစ်ပျက်ခဲ့သည့် အကြောင်းအရာကို အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံ ရောက်ရှိသောအခါ၊ ကိုယ်တော်သည် ကျွန်ုပ်တို့ထံသို့ လာ၍ ရေတွင်းအစွန်းတွင် ထိုင်ခဲ့သည်။ ထို့နောက် ကိုယ်တော်သည် ရေတစ်ပုံးယူလာရန် တောင်းဆိုပြီး ဝူဒူပြုရန် အသုံးပြုခဲ့သည်။ ကိုယ်တော်သည် ပါးစပ်ကို ဆေးကြောပြီး အလ္လာဟ်အား ဆုတောင်းကာ ထိုရေကို ရေတွင်းထဲသို့ လောင်းချခဲ့သည်။ မကြာမီတွင်၊ ထိုရေတွင်းသည် ကျွန်ုပ်တို့အား၊ ကျွန်ုပ်တို့၏ တိရစ္ဆာန်များနှင့်အတူ၊ ကျွန်ုပ်တို့ အလိုရှိရာ ပမာဏအတိုင်း လုံလောက်သော ရေကို ပေးခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ်အဟ်မဒ်သည် အိုမာရ် ဘင်န် အလ်-ခတ္တဘ်၏ ပြောကြားချက်ကို မှတ်တမ်းတင်ထားသည်မှာ \"ကျွန်ုပ်တို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ ခရီးတစ်ခုတွင် ရှိနေခဲ့ကြပြီး၊ ကျွန်ုပ်သည် ကိုယ်တော်အား ကိစ္စတစ်ခုနှင့် ပတ်သက်၍ သုံးကြိမ်တိုင်တိုင် မေးမြန်းခဲ့သော်လည်း ကိုယ်တော်က ကျွန်ုပ်အား ပြန်မဖြေခဲ့ပေ။ ထို့ကြောင့် ကျွန်ုပ်သည် ကိုယ့်ကိုယ်ကို ပြောခဲ့သည်၊ 'အို အလ်-ခတ္တဘ်၏ သား၊ သင့်မိခင်သည် သင့်အား ဆုံးရှုံးပါစေ! သင်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အား သုံးကြိမ်တိုင်တိုင် မေးခွန်းကို ထပ်ခါတလဲလဲ မေးမြန်းရာတွင် ခေါင်းမာခဲ့သည်။ ကိုယ်တော်သည် သင့်အား တစ်ကြိမ်မျှ မဖြေကြားခဲ့ပေ။' ထို့ကြောင့် ကျွန်ုပ်သည် ကျွန်ုပ်၏ တိရစ္ဆာန်၊ ကျွန်ုပ်၏ ကုလားအုတ်ပေါ်သို့ စီးနင်းပြီး ကျွန်ုပ်၏ ကိစ္စနှင့် ပတ်သက်၍ ကုရ်အာန်၏ တစ်စိတ်တစ်ပိုင်းကို ထုတ်ပြန်ခံရမည်ကို စိုးရိမ်၍ ရှေ့သို့ ဆက်သွားခဲ့သည်။ ရုတ်တရက်၊ 'အို အိုမာရ်!' ဟု ခေါ်နေသော အသံကို ကျွန်ုပ် ကြားလိုက်ရသည်။ ထို့ကြောင့် ကျွန်ုပ်သည် ကုရ်အာန်၏ တစ်စိတ်တစ်ပိုင်းကို ကျွန်ုပ်နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ကို စိုးရိမ်လျက် ရစူလ်တမန်တော် ﷺ ထံသို့ သွားခဲ့သည်။ တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَلَ عَلَيَّ الْبَارِحَةَ سُورَةٌ هِيَ أَحَبُّ إِلَيَّ مِنَ الدُّنْيَا وَمَا فِيهَا:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا - لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မနေ့ညက ကျွန်ုပ်ထံသို့ ဤလောကနှင့် ၎င်းတွင်ပါဝင်သမျှထက် ကျွန်ုပ်အတွက် ပိုမိုမြတ်နိုးဖွယ်ရာ စူရာဟ်တစ်ပုဒ် ထုတ်ပြန်ခဲ့သည်- <span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် သင်အား ထင်ရှားသော အောင်ပွဲကို ပေးသနားတော်မူခဲ့ပြီ။ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယခင်ကနှင့် နောင်လာမည့် အပြစ်များအားလုံးကို ခွင့်လွှတ်တော်မူမည်။)</span>)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီ၊ အတ်-သီရ်မိဓီနှင့် အန်-နာစာအီတို့သည် ဤဟဒီးဆ်ကို မာလိက်မှတစ်ဆင့် နာရီယာယတ် ကွင်းဆက်များစွာဖြင့် စုဆောင်းခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား ကရုဏာတော် ချီးမြှင့်တော်မူပါစေ။ 'အလီ ဘင်န် အလ်-မာဒိနီက \"ဤသည်မှာ အလ်-မဒီနာမှ ပညာရှင်များ ပါဝင်သော ကောင်းမွန်သည့် နာရီယာယတ် ကွင်းဆက်ဖြစ်သည်။\" ဟု မှတ်ချက်ပြုခဲ့သည်။ အိမာမ်အဟ်မဒ်သည် အနတ်စ် ဘင်န် မာလိက်၏ ပြောကြားချက်ကို မှတ်တမ်းတင်ထားသည်မှာ \"ဤအာယတ်တော်ကို တမန်တော် ﷺ ထံ ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယခင်ကနှင့် နောင်လာမည့် အပြစ်များအားလုံးကို ခွင့်လွှတ်တော်မူမည်။)</span> အလ်-ဟူဒိုင်ဘိယဟ်မှ ကိုယ်တော် ပြန်လာချိန်တွင်။ တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أُنْزِلَتْ عَلَيَّ اللَّيْلَةَ آيَةٌ أَحَبُّ إِلَيَّ مِمَّا عَلَى الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့ည၊ ကမ္ဘာပေါ်ရှိ အရာအားလုံးထက် ကျွန်ုပ်အတွက် ပိုမိုမြတ်နိုးဖွယ်ရာ အာယတ်တော်တစ်ပုဒ် ကျွန်ုပ်ထံ ထုတ်ပြန်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">တမန်တော် ﷺ သည် ထိုသူတို့အား အာယတ်တော်ကို ရွတ်ဖတ်ပြခဲ့သည်။ သူတို့က 'အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ဂုဏ်ယူပါတယ်! အလ္လာဟ် အရှင်မြတ်နှင့် အလွန်ဂုဏ်ယူဖွယ်ရာ အရှင်မြတ်သည် ကိုယ်တော်နှင့် ပတ်သက်၍ ကိုယ်တော်လုပ်ဆောင်မည့်အရာကို ဖော်ပြထားပြီးဖြစ်သည်။ ထို့ကြောင့် ကိုယ်တော်သည် ကျွန်ုပ်တို့နှင့် ပတ်သက်၍ ဘာလုပ်ဆောင်မည်နည်း?' ဟု ပြောကြားခဲ့သည်။ ဤအာယတ်တော်များကို တမန်တော် ﷺ ထံ ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ကိုယ်တော်သည် ယုံကြည်သော ယောက်ျားများနှင့် ယုံကြည်သော မိန်းမများကို မြစ်များစီးဆင်းနေသော ဥယျာဉ်များသို့ ဝင်ခွင့်ပြုမည်...)</span>၊ အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوْزًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အမြင့်မြတ်ဆုံး အောင်မြင်မှု။)</span>\" ဤဟဒီးဆ်ကို ဆဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ အိမာမ်အဟ်မဒ်သည် အလ်-မုဂီရဟ် ဘင်န် ရှုအ်ဘဟ်၏ ပြောကြားချက်ကို မှတ်တမ်းတင်ထားသည်မှာ \"တမန်တော် ﷺ သည် ကိုယ်တော်၏ ခြေထောက်နှစ်ဖက်လုံး ရောင်ရမ်းသည်အထိ ဆွလားတ် (ဆုတောင်း) ပြုလုပ်လေ့ရှိသည်။ ကိုယ်တော်အား မေးမြန်းခဲ့သည်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ယခင်နှင့် နောင်လာမည့် အပြစ်အားလုံးကို ခွင့်မလွှတ်ခဲ့ပါသလား?' ကိုယ်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا أَكُونُ عَبْدًا شَكُورًا؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ကျေးဇူးတင်သော ကျွန်တစ်ဦး မဖြစ်သင့်ဘူးလား?)</span>\" ဆဟီဟ်ကျမ်းနှစ်ကျမ်း၏ စုဆောင်းသူများသည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ကြပြီး၊ အဘူ ဒါဝူးဒ်မှလွဲ၍ ကျန်အုပ်စုများကလည်း စုဆောင်းခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် သင်အား ထင်ရှားသော အောင်ပွဲကို ပေးသနားတော်မူခဲ့ပြီ။)</span> ဆိုသည်မှာ ရှင်းလင်းပြတ်သားသော ထင်ရှားသော အောင်ပွဲဖြစ်သည်။ ဤအာယတ်တော်သည် အလ်-ဟူဒိုင်ဘိယဟ်တွင် ချုပ်ဆိုခဲ့သော စာချုပ်နှင့် ပတ်သက်သည်၊ ၎င်းသည် လူအများ အစ္စလာမ်သာသနာကို အစုလိုက်အပြုံလိုက် လက်ခံခြင်းနှင့် တစ်ဦးနှင့်တစ်ဦး ပွင့်ပွင့်လင်းလင်း တွေ့ဆုံခွင့်ရရှိခြင်း အပါအဝင် ကြီးမားသော ကောင်းကျိုးများကို ဖြစ်ပေါ်စေခဲ့သည်။ ထိုအချိန်တွင် ယုံကြည်သူများသည် ရုပ်တုကိုးကွယ်သူများအား တရားဟောပြောခဲ့ကြပြီး ထို့ကြောင့် အကျိုးရှိသော အသိပညာနှင့် ယုံကြည်ခြင်းသည် ပတ်ဝန်းကျင်တစ်လျှောက် ပျံ့နှံ့သွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယခင်ကနှင့် နောင်လာမည့် အပြစ်များအားလုံးကို ခွင့်လွှတ်တော်မူမည်။)</span> သည် ရစူလ်တမန်တော် ﷺ ၏ ထူးခြားသော ဂုဏ်ကျေးဇူးများထဲမှ တစ်ခုဖြစ်ပြီး၊ အခြားမည်သူမျှ ဤဂုဏ်အင်ကို ကိုယ်တော်နှင့်အတူ မျှဝေခံစားခွင့်မရှိပေ။ ရစူလ်တမန်တော် ﷺ မှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်မျှ ကောင်းမှုကုသိုလ်များ ဆောင်ရွက်ခြင်းကြောင့် ၎င်း၏ ယခင်နှင့် နောင်လာမည့် အပြစ်အားလုံးအတွက် ခွင့်လွှတ်ခြင်းကို ရရှိခဲ့သည်ဟု ဖော်ပြထားသော စစ်မှန်သည့် ဟဒီးဆ် မရှိပေ။ ဤသည်မှာ အမှန်စင်စစ် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အတွက် ကြီးမားသော ဂုဏ်အင်ဖြစ်သည်။ ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ နာခံမှု၊ ဖြောင့်မတ်မှုနှင့် မှန်ကန်မှုတို့၏ လိုအပ်ချက်များကို ယခင်မျိုးဆက်များမှ မည်သည့်လူသားမျှ မကျော်လွန်နိုင်သော အဆင့်အထိ ဖြည့်ဆည်းပေးခဲ့ပြီး နောင်မျိုးဆက်များတွင်လည်း မည်သူမျှ ကျော်လွန်နိုင်မည်မဟုတ်ပေ။ မုဟမ္မဒ် ﷺ သည် ပြီးပြည့်စုံသော လူသားဖြစ်ပြီး ဤလောကနှင့် နောင်လာမည့် ဘဝများတွင် လူသားအားလုံး၏ ခေါင်းဆောင်နှင့် အကြီးအကဲဖြစ်သည်။ ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများထဲတွင် အရှင်မြတ်အား အများဆုံး နာခံသူဖြစ်ပြီး အရှင်မြတ်၏ အမိန့်တော်များနှင့် တားမြစ်ချက်များကို အလေးအမြတ်ဆုံးထားသူဖြစ်ခဲ့၊ ဖြစ်နေဆဲ၊ ဖြစ်နေမည်ဖြစ်၍ ကိုယ်တော်၏ ကုလားအုတ်မသည် ဒူးထောက်ရန် ငြင်းဆန်သောအခါ ကိုယ်တော်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَبَسَها حَابِسُ الْفِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်ကို တားဆီးတော်မူခဲ့သော အရှင်သည် ၎င်းအားလည်း တားဆီးတော်မူခဲ့ပြီ။)</span> ထို့နောက် တမန်တော် ﷺ က ကြေညာခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَا يَسْأَلُونِّي الْيَوْمَ شَيْئًا يُعَظِّمُونَ بِهِ حُرُمَاتِ اللهِ إِلَّا أَجَبْتُهُمْ إِلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အသက်ဝိညာဉ်ကို ကိုင်စွဲထားတော်မူသော အရှင်၏ နာမတော်ဖြင့် ကျမ်းသစ္စာပြုသည်၊ ယနေ့တွင် အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်၏ ပညတ်တော်များကို လေးစားလိုက်နာမည့် မည်သည့်အရာကိုမဆို ကျွန်ုပ်အား တောင်းဆိုခဲ့ပါက၊ ကျွန်ုပ်သည် ၎င်းတို့အား ပေးသနားမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော် ﷺ သည် အလ္လာဟ်အရှင်မြတ်ကို နာခံပြီး ကူရိုင်ရ်ှတို့၏ ငြိမ်းချမ်းရေး ကမ်းလှမ်းမှုကို လက်ခံခဲ့သောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا - لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် သင်အား ထင်ရှားသော အောင်ပွဲကို ပေးသနားတော်မူခဲ့ပြီ။ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယခင်ကနှင့် နောင်လာမည့် အပြစ်များအားလုံးကို ခွင့်လွှတ်တော်မူမည်ဖြစ်ပြီး၊ သင့်အပေါ်၌ ကိုယ်တော်၏ ကျေးဇူးတော်ကို ပြည့်စုံစေတော်မူမည်။)</span> ဤလောကနှင့် နောင်လာမည့် ဘဝတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင့်အား ဖြောင့်မှန်သော လမ်းပေါ်သို့ လမ်းညွှန်တော်မူမည်၊)</span> ကိုယ်တော် သင့်အပေါ် ပြဌာန်းထားသော ဘုန်းကြီးသော ဥပဒေပြုခြင်းနှင့် ဖြောင့်မတ်သော ဘာသာတရားဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ခိုင်မာသော အကူအညီဖြင့် ကူညီတော်မူမည်။)</span> အလ္လာဟ် အရှင်မြတ်နှင့် အလွန်ဂုဏ်ယူဖွယ်ရာ အရှင်မြတ်၏ အမိန့်တော်များကို သင်နာခံခြင်းကြောင့်၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်၏ ဂုဏ်သိက္ခာကို မြှင့်တင်ပေးမည်ဖြစ်ပြီး သင့်၏ ရန်သူများထက် အောင်ပွဲကို ပေးသနားမည်ဖြစ်သည်။ စစ်မှန်သော ဟဒီးဆ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا زَادَ اللهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا. وَمَا تَوَاضَعَ أَحَدٌ للهِ عَزَّ وَجَلَّ إِلَّا رَفَعَهُ اللهُ تَعَالَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်ကျွန်မျှ ခွင့်လွှတ်ခြင်းမပြုဘဲ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ဂုဏ်အင်ချီးမြှင့်ခြင်း မရှိပေ၊ မည်သူမျှ အလ္လာဟ် အရှင်မြတ်နှင့် အမြင့်မြတ်ဆုံး အရှင်မြတ်အတွက် မိမိကိုယ်ကို နှိမ့်ချခြင်းမရှိဘဲ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား <span class=\"gray\">(အဆင့်အတန်း)</span> မြှင့်တင်ခြင်းမရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အိုမာရ် ဘင်န် အလ်-ခတ္တဘ်က ပြောကြားခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်ကို သင့်နှင့်အတူ မနာခံသူတစ်ဦးကို အလ္လာဟ် အရှင်မြတ်နှင့် အလွန်ဂုဏ်ယူဖွယ်ရာ အရှင်မြတ်ကို ၎င်းနှင့်အတူ နာခံခြင်းထက် ပိုမိုကောင်းမွန်စွာ သင်ဘယ်တော့မှ အပြစ်ပေးနိုင်မည်မဟုတ်ပေ။\"</p>"
  }
]