[
  {
    "ayah_key": "96:6",
    "group_ayah_key": "96:6",
    "from_ayah": "96:6",
    "to_ayah": "96:19",
    "ayah_keys": "96:6,96:7,96:8,96:9,96:10,96:11,96:12,96:13,96:14,96:15,96:16,96:17,96:18,96:19",
    "text": "<h2 lang=\"my\" class=\"my \">စည်းစိမ်ဥစ္စာအတွက် လူသား၏ကျူးလွန်မှုအပေါ် ခြိမ်းခြောက်ခြင်း</h2><p lang=\"my\" class=\"my \">လူသားသည် မိမိကိုယ်ကို လုံလောက်သည်ဟုယူဆပြီး စည်းစိမ်ဥစ္စာ ပေါများသောအခါ အလွန်ပျော်ရွှင်သည်၊ အလွန်မကောင်းဆိုးဝါးဖြစ်သည်၊ မထီမဲ့မြင်ပြုတတ်သည်၊ ပြစ်မှုကျူးလွန်တတ်သည်ဟု အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏မိန့်မှာချက်တွင် ၎င်းအား ခြိမ်းခြောက်သည်၊ သတိပေးသည်၊ ဆုံးမသည်။</p><p lang=\"ar\" class=\"ar \">إِنَّ إِلَى رَبِّكَ الرُّجْعَى</p><p lang=\"my\" class=\"my \">(အမှန်စင်စစ် သင်တို့၏အရှင်သခင်ထံသို့ ပြန်လှည့်ရမည်။) ဆိုလိုသည်မှာ၊ `အလ္လာဟ်အရှင်မြတ်ထံသို့သာ နောက်ဆုံးခရီးနှင့် ပြန်လှည့်ရမည်ဖြစ်ပြီး၊ သင်၏စည်းစိမ်ဥစ္စာကို မည်သည့်နေရာမှ ရရှိခဲ့သည်၊ မည်သို့သုံးစွဲခဲ့သည်ဟူသော ကိစ္စများအတွက် အရှင်မြတ်က သင့်အား စစ်ဆေးမေးမြန်းမည်။'</p><h2 lang=\"my\" class=\"my \">အဘူဂျဟ်လ်အား ဆူပူကြိမ်းမောင်းခြင်းနှင့် ၎င်းအား ဖမ်းဆီးမည်ဟု ခြိမ်းခြောက်ခြင်း</h2><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p lang=\"ar\" class=\"ar \">أَرَأَيْتَ الَّذِى يَنْهَى - عَبْداً إِذَا صَلَّى</p><p lang=\"my\" class=\"my \">(တားမြစ်သူကို သင်မြင်ဖူးသလား။ ကျွန်တစ်ဦး နမဇ်ဖတ်သောအခါ) ဤကျမ်းတော်မြတ်သည် အဘူဂျဟ်လ်နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ကျိန်ဆဲပါစေ။ ၎င်းသည် ကအ်ဗာ၌ နမဇ်ဖတ်ခြင်းအတွက် တမန်တော်မြတ်အား ခြိမ်းခြောက်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ပထမဦးစွာ ပိုကောင်းသောအရာဖြင့် ၎င်းအား ဆုံးမတော်မူပြီး မိန့်တော်မူသည်-</p><p lang=\"ar\" class=\"ar \">أَرَءَيْتَ إِن كَانَ عَلَى الْهُدَى</p><p lang=\"my\" class=\"my \">(အကယ်၍ ၎င်းသည် လမ်းမှန်ပေါ်၌ရှိနေသည်ကို သင်မြင်ဖူးသလား။) ဆိုလိုသည်မှာ၊ `သင်တားဆီးနေသော ဤသူသည် ၎င်း၏လုပ်ရပ်တွင် ဖြောင့်မတ်သောလမ်းပေါ်၌ ရှိနေသည်ဟု သင်ထင်ပါသလား၊ သို့မဟုတ်</p><p lang=\"ar\" class=\"ar \">أَوْ أَمَرَ بِالتَّقْوَى</p><p lang=\"my\" class=\"my \">(သို့မဟုတ် တက္ကွာကို မှာကြားသလား) ၎င်း၏စကားများတွင်ပင်၊ သင်သည် ၎င်းအား ပြစ်တင်ရှုံ့ချပြီး ၎င်း၏နမဇ်ဖတ်ခြင်းကြောင့် ခြိမ်းခြောက်သည်။' ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p lang=\"ar\" class=\"ar \">أَلَمْ يَعْلَم بِأَنَّ اللَّهَ يَرَى</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ် မြင်တော်မူသည်ကို ၎င်းမသိဘူးလား) ဆိုလိုသည်မှာ၊ လမ်းမှန်ကို လိုက်နာနေသူအား တားဆီးနေသော ဤသူသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းအား မြင်တော်မူပြီး ၎င်း၏စကားများကို ကြားတော်မူသည်၊ ထို့ပြင် ၎င်းလုပ်ခဲ့သမျှအတွက် အပြည့်အဝ အကျိုးပေးမည်ကို မသိဘူးလား။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သတိပေးခြိမ်းခြောက်သည့်အနေဖြင့် မိန့်တော်မူသည်-</p><p lang=\"ar\" class=\"ar \">كَلاَّ لَئِن لَّمْ يَنتَهِ</p><p lang=\"my\" class=\"my \">(မဖြစ်နိုင်! အကယ်၍ ၎င်းမရပ်တန့်ပါက) ဆိုလိုသည်မှာ၊ ၎င်းသည် ၎င်း၏သဘောထားကွဲလွဲမှုနှင့် ခေါင်းမာမှုကို မစွန့်လွှတ်ပါက၊</p><p lang=\"ar\" class=\"ar \">لَنَسْفَعاً بِالنَّاصِيَةِ</p><p lang=\"my\" class=\"my \">(ငါတို့သည် ၎င်း၏နဖူးကို မီးရှို့မည်။) ဆိုလိုသည်မှာ၊ `အမှန်စင်စစ် ငါတို့သည် တရားစီရင်ရာနေ့တွင် ၎င်းကို အလွန်အမင်းနက်မှောင်စေမည်။' ထို့နောက် အရှင်မြတ်က မိန့်တော်မူသည်-</p><p lang=\"ar\" class=\"ar \">نَاصِيَةٍ كَـذِبَةٍ خَاطِئَةٍ</p><p lang=\"my\" class=\"my \">(လိမ်ညာသော၊ အပြစ်ရှိသော နဖူး!) ဆိုလိုသည်မှာ အဘူဂျဟ်လ်၏နဖူးသည် ၎င်း၏စကားများတွင် လိမ်ညာနေပြီး ၎င်း၏လုပ်ရပ်များတွင် အပြစ်ရှိသည်။</p><p lang=\"ar\" class=\"ar \">فَلْيَدْعُ نَادِيَهُ</p><p lang=\"my\" class=\"my \">(ထို့နောက် ၎င်း၏ကောင်စီကို ခေါ်ပါစေ။) ဆိုလိုသည်မှာ ၎င်း၏လူမျိုးနှင့် ၎င်း၏မျိုးနွယ်ကို။ အခြားစကားဖြင့်ပြောရလျှင် ၎င်းတို့ထံမှ အကူအညီရယူရန် ၎င်းတို့အား ခေါ်ပါစေ။</p><p lang=\"ar\" class=\"ar \">سَنَدْعُ الزَّبَانِيَةَ</p><p lang=\"my\" class=\"my \">(ငါတို့သည် ငရဲ၏အစောင့်အရှောက်များကို ခေါ်မည်!) `သူတို့သည် ပြစ်ဒဏ်ပေးသည့် ကောင်းကင်တမန်များဖြစ်သည်။ ၎င်းသည် မည်သူအောင်နိုင်မည် -- ငါတို့အုပ်စု သို့မဟုတ် ၎င်း၏အုပ်စု -- ကို သိရှိရန်ဖြစ်သည်။' အလ်-ဘူခါရီက အိဗ်နု အဘ်ဘာစ်၏ ပြောကြားချက်ကို မှတ်တမ်းတင်ခဲ့သည်- \"အဘူဂျဟ်လ်က ပြောသည်၊ `အကယ်၍ ငါသည် မုဟမ္မဒ် ကအ်ဗာ၌ နမဇ်ဖတ်နေသည်ကို မြင်ပါက ၎င်း၏လည်ပင်းကို နင်းချေမည်။' ထို့ကြောင့် ဤအကြောင်းသည် တမန်တော်မြတ်ထံသို့ ရောက်ရှိသောအခါ ၎င်းက မိန့်တော်မူသည်-</p><p lang=\"ar\" class=\"ar \">«لَئِنْ فَعَلَ لَأَخَذَتْهُ الْمَلَائِكَة»</p><p lang=\"my\" class=\"my \">(အကယ်၍ ၎င်းလုပ်ပါက ၎င်းကို ကောင်းကင်တမန်များ ဖမ်းဆီးမည်။)\" ဤဟဒီးဆ်ကို အတ်-တီရ်မီဇီနှင့် အန်-နာစာအီတို့က ၎င်းတို့၏ တဖ်စီရ်ကျမ်းများတွင် မှတ်တမ်းတင်ခဲ့သည်။ ထို့အတူ အိဗ်နု ဂျရီရ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အဟ်မဒ်၊ အတ်-တီရ်မီဇီ၊ အန်-နာစာအီနှင့် အိဗ်နု ဂျရီရ်တို့အားလုံးသည် အိဗ်နု အဘ်ဘာစ်ထံမှ အောက်ပါစကားဖြင့် မှတ်တမ်းတင်ခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် မကာမ် (အိဗ်ရာဟီမ်၏ ဝတ်ပြုရာနေရာ) ၌ နမဇ်ဖတ်နေစဉ် အဘူဂျဟ်လ် ဘင် ဟီရှမ် ဖြတ်သွားပြီး ပြောသည်၊ `အို မုဟမ္မဒ်! ငါသည် သင့်အား ဤအရာမှ မတားမြစ်ခဲ့ဘူးလား။' ၎င်းသည် တမန်တော်မြတ်အား ခြိမ်းခြောက်ခဲ့ပြီး ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် ၎င်းအပေါ် ဒေါသထွက်ပြီး ပြစ်တင်ပြောဆိုခဲ့သည်။ ထို့နောက် ၎င်းက ပြောသည်၊ `အို မုဟမ္မဒ်! သင်သည် ငါ့ကို ဘာနဲ့ခြိမ်းခြောက်နိုင်မှာလဲ။ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပြောပါ၏၊ ဤချိုင့်ဝှမ်းတွင် ငါ့၌ ဆွေမျိုးအများဆုံးရှိသည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်-</p><p lang=\"ar\" class=\"ar \">فَلْيَدْعُ نَادِيَهُ - سَنَدْعُ الزَّبَانِيَةَ</p><p lang=\"my\" class=\"my \">(ထို့နောက် ၎င်း၏ကောင်စီကို ခေါ်ပါစေ။ ငါတို့သည် ငရဲ၏အစောင့်အရှောက်များကို ခေါ်မည်!)\" အိဗ်နု အဘ်ဘာစ်က ထို့နောက် ပြောသည်၊ \"အကယ်၍ ၎င်းသည် ၎င်း၏လူမျိုးကို ခေါ်ခဲ့ပါက ပြစ်ဒဏ်ပေးသည့် ကောင်းကင်တမန်များသည် ထိုအချိန်မှာပင် ၎င်းကို ဖမ်းဆီးကြလိမ့်မည်။\" အတ်-တီရ်မီဇီက \"ဟဆန် ဆဟီဟ်\" ဟု ပြောခဲ့သည်။ အိဗ်နု ဂျရီရ်က အဘူ ဟူရိုင်ရဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်- အဘူဂျဟ်လ်က ပြောသည်၊ \"မုဟမ္မဒ်သည် သင်တို့အားလုံးကြားတွင် ရှိနေစဉ် ၎င်း၏မျက်နှာကို ဖုန်နှင့်ဖုံးလွှမ်းသလား (ဆိုလိုသည်မှာ ဆွဂျ်ဒါမှ)\" သူတို့ (လူများ) က ပြန်ဖြေသည်၊ \"ဟုတ်ကဲ့။\" ထို့နောက် ၎င်းက ပြောသည်၊ \"အလ်-လတ်နှင့် အလ်-ဥဇ္ဇာကျိန်ဆိုပြောပါ၏၊ အကယ်၍ ၎င်းသည် ဤကဲ့သို့ နမဇ်ဖတ်နေသည်ကို ငါမြင်ပါက ၎င်း၏လည်ပင်းကို နင်းချေမည်၊ ထို့ပြင် ၎င်း၏မျက်နှာကို ဖုန်ထဲသို့ သေချာပေါက် ပစ်ချမည်။\" ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ရောက်လာပြီး နမဇ်ဖတ်တော့ရာ အဘူဂျဟ်လ်သည် ၎င်း၏လည်ပင်းကို နင်းချေရန် ဖြစ်နိုင်ခဲ့သည်။ ထို့နောက် လူများသည် ၎င်း (အဘူဂျဟ်လ်) ကို အံ့အားသင့်သွားကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ၎င်း၏ခြေဖနောင့်များပေါ်တွင် နောက်ဆုတ်သွားပြီး ၎င်း၏လက်များဖြင့် မိမိကိုယ်ကို ဖုံးအုပ်ထားသောကြောင့်ဖြစ်သည်။ ထို့နောက် ၎င်းအား \"ဘာဖြစ်တာလဲ\" ဟု မေးကြသည်။ ၎င်းက ပြန်ဖြေသည်၊ \"အမှန်စင်စစ် ငါနှင့် ၎င်းကြားတွင် မီးတွင်း၊ သတ္တဝါများနှင့် တောင်ပံများရှိသည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်တော်မူသည်-</p><p lang=\"ar\" class=\"ar \">«لَوْ دَنَا مِنِّي لَاخْتَطَفَتْهُ الْمَلَائِكَةُ عُضْوًا عُضْوًا»</p><p lang=\"my\" class=\"my \">(အကယ်၍ ၎င်းသည် ငါ့အနီးသို့ လာခဲ့ပါက ကောင်းကင်တမန်များသည် ၎င်းအား အစိတ်အပိုင်းတစ်ခုစီ ဖမ်းဆီးကြလိမ့်မည်။)\" ဇာတ်ကြောင်းပြောသူက ထပ်လောင်းပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် အာယတ်တစ်ခုကို ထုတ်ဖော်ခဲ့သည်၊ သို့သော် ၎င်းသည် အဘူ ဟူရိုင်ရဟ်၏ ဟဒီးဆ်နှင့် ပတ်သက်ခြင်းဟုတ်မဟုတ်ကို ငါမသိပါ။</p><p lang=\"ar\" class=\"ar \">كَلاَّ إِنَّ الإِنسَـنَ لَيَطْغَى</p><p lang=\"my\" class=\"my \">(မဖြစ်နိုင်! အမှန်စင်စစ် လူသားသည် ကျူးလွန်၏။) ဆူရာ၏အဆုံးအထိ။\" အီမာမ် အဟ်မဒ် ဘင် ဟန်ဘလ်၊ မွတ်စ်လင်မ်၊ အန်-နာစာအီနှင့် အိဗ်နု အဘီ ဟာတိမ်တို့အားလုံးသည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><h2 lang=\"my\" class=\"my \">တမန်တော်မြတ်အတွက် ဖျော်ဖြေမှု</h2><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p lang=\"ar\" class=\"ar \">كَلاَّ لاَ تُطِعْهُ</p><p lang=\"my\" class=\"my \">(မဖြစ်နိုင်! ၎င်းကို မနာခံနှင့်။) ဆိုလိုသည်မှာ၊ `အို မုဟမ္မဒ်! ဝတ်ပြုကိုးကွယ်မှု၌ ခိုင်မြဲခြင်းနှင့် ဝတ်ပြုကိုးကွယ်မှုကို ပေါများစွာ ပြုလုပ်ခြင်းကဲ့သို့ ၎င်းတားမြစ်ထားသည့်အရာများတွင် ၎င်းကို မနာခံနှင့်။ သင်အလိုရှိရာ၌ ဆွလာတ်ဖတ်ပါ၊ ၎င်းအတွက် မစိုးရိမ်နှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကာကွယ်ပေးမည်ဖြစ်ပြီး ကူညီပေးမည်ဖြစ်သည်၊ ထို့ပြင် လူများအားလုံးနှင့် ဆန့်ကျင်၍ သင့်အား ကာကွယ်ပေးမည်။'</p><p lang=\"ar\" class=\"ar \">وَاسْجُدْ وَاقْتَرِب</p><p lang=\"my\" class=\"my \">(ဆွဂျ်ဒါပြု၍ (အလ္လာဟ်အရှင်မြတ်ထံသို့) ချဉ်းကပ်ပါ။!) ဤသည်မှာ မွတ်စ်လင်မ်၏ ဆဟီဟ်တွင် အဘူ ဆွာလိဟ်၏ သဘောတူညီချက်ဖြင့် အတည်ပြုထားသည့်အရာနှင့် တူညီသည်၊ ၎င်းက အဘူ ဟူရိုင်ရဟ်ထံမှ တမန်တော်မြတ် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) မိန့်တော်မူသည်ဟု သတင်းပို့ခဲ့သည်-</p><p lang=\"ar\" class=\"ar \">«أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ، فَأَكْثِرُوا الدُّعَاء»</p><p lang=\"my\" class=\"my \">(ကျွန်တစ်ဦးသည် ၎င်း၏အရှင်သခင်နှင့် အနီးဆုံးဖြစ်နိုင်သည့်အချိန်မှာ ၎င်းဆွဂျ်ဒါပြုနေစဉ်ဖြစ်သည်။ ထို့ကြောင့် ဆုတောင်းများစွာပြုလုပ်ကြပါ (ဆိုလိုသည်မှာ ဆွဂျ်ဒါပြုနေစဉ်)။)\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် ၎င်းကျမ်းတော်မြတ်ဖတ်ရွတ်သည့်အခါ ဆွဂျ်ဒါပြုလေ့ရှိကြောင်း ယခင်ကလည်း ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p lang=\"ar\" class=\"ar \">إِذَا السَّمَآءُ انشَقَّتْ</p><p lang=\"my\" class=\"my \">(ကောင်းကင်ကွဲထွက်သောအခါ။) (၈၄:၁) နှင့်</p><p lang=\"ar\" class=\"ar \">اقْرَأْ بِاسْمِ رَبِّكَ الَّذِى خَلَقَ</p><p lang=\"my\" class=\"my \">(ဖတ်ပါ! ဖန်ဆင်းရှင် သင်၏အရှင်သခင်၏အမည်နာမဖြင့်။) (၉၆:၁) ဤသည်မှာ ဆူရာ အိက်ရအ် (ဆူရာ အလ်-အလက်) ၏ တဖ်စီရ်၏ အဆုံးသတ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံး ပေးအပ်ရမည်ဖြစ်ပြီး၊ အရှင်မြတ်သည် အောင်မြင်မှုနှင့် အမှားအယွင်းမှ ကာကွယ်ပေးတော်မူသော အရှင်ဖြစ်သည်။</p>"
  }
]