[
  {
    "ayah_key": "2:188",
    "group_ayah_key": "2:188",
    "from_ayah": "2:188",
    "to_ayah": "2:188",
    "ayah_keys": "2:188",
    "text": "<p class=\"my translation\" lang=\"my\">သူတစ်ပါး၏ ပစ္စည်းဥစ္စာများကို မတရားသဖြင့် <span class=\"gray\">(ဥပဒေမဲ့နည်းလမ်းများဖြင့်၊ ဥပမာ- ခိုးယူခြင်း၊ လုယက်ခြင်း၊ လှည့်ဖြားခြင်း)</span> မစားသုံးကြနှင့်။ အုပ်ချုပ်သူများထံ <span class=\"gray\">(သင်တို့၏ အမှုကို မတင်ပြမီ တရားသူကြီးများထံ)</span> လာဘ်ထိုးခြင်းကိုလည်း မပြုကြနှင့်။ သို့မှသာ သင်တို့သည် သူတစ်ပါး၏ ဥစ္စာပစ္စည်းအချို့ကို အပြစ်ရှိစွာဖြင့် သိလျက်နှင့် စားသုံးမိခြင်း မရှိစေရန်ဖြစ်သည်။ <span>(၁၈၈)</span></p><div lang=\"my\" class=\"my \"><h2>လာဘ်ပေးလာဘ်ယူခြင်းကို တားမြစ်ထားပြီး အပြစ်တစ်ခုဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလီ ဘင် အဘူ တလ်ဟာ က အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်ကို ကိုးကားဖော်ပြသည်- \"ဤ <span class=\"gray\">(အာယသ် ၂:၁၈၈)</span> သည် ကြွေးမြီရှိသူနှင့် ပတ်သက်ပြီး၊ ချေးငွေ၏ သက်သေမရှိသောအခါတွင်ဖြစ်သည်။ ထို့ကြောင့် သူသည် ချေးငွေယူထားခြင်းကို ငြင်းဆိုပြီး အာဏာပိုင်များထံ အမှုရောက်သွားသည်။ သူသည် ထိုငွေသည် သူ့ငွေမဟုတ်ကြောင်းနှင့် သူ့အတွက် ခွင့်မပြုထားသည့်အရာကို စားသုံးနေသော အပြစ်သားတစ်ဦးဖြစ်ကြောင်း သိရှိနေသော်လည်း ဖြစ်သည်။\" ဤအမြင်ကို မွဂျာဟစ်၊ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အိကရီမာဟ်၊ အလ်-ဟာစန်၊ ကွတာဒါဟ်၊ အစ်-ဆွဒ်ဒီ၊ မူကာတီးလ် ဘင် ဟယန်နှင့် အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ်တို့ထံမှလည်း ကိုးကားဖော်ပြထားသည်။ ၎င်းတို့အားလုံးက \"သင်တို့သည် မတရားပြုနေကြောင်း သိရှိနေလျှင် မငြင်းခုံကြနှင့်\" ဟု ပြောကြားခဲ့ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>တရားသူကြီး၏ စီရင်ချက်သည် တားမြစ်ထားသည်ကို ခွင့်မပြုသလို ခွင့်ပြုထားသည်ကိုလည်း တားမြစ်ခြင်းမရှိပါ</h2></div><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင် အွမ္မေ ဆလာမာဟ် က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားသည်ဟု ကိုးကားဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّمَا أَنَا بَشَرٌ، وَإِنَّمَا يَأْتِينِي الْخَصْمُ، فَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَأَقْضِيَ لَهُ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ مُسْلِمٍ فَإِنَّمَا هِيَ قِطْعَةٌ مِنْ نَارٍ، فَلْيَحْمِلْهَا أَوْ لِيَذَرْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် လူသားတစ်ဦးမျှသာဖြစ်သည်။ သင်တို့သည် ကျွန်ုပ်ထံသို့ သင်တို့၏ အမှုများကို တင်ပြကြသည်။ သင်တို့အချို့သည် သူ၏အငြင်းပွားမှုကို တင်ပြရာတွင် ပိုမိုပြေပြစ်၍ စွဲဆောင်မှုရှိနိုင်သောကြောင့် ကျွန်ုပ်သည် သူ၏အကျိုးအတွက် စီရင်ချက်ချမိနိုင်သည်။ ထို့ကြောင့် ကျွန်ုပ်သည် မွတ်စလင်တစ်ဦး၏ အခွင့်အရေးကို အခြားတစ်ဦးအား ပေးလိုက်သည်ရှိသော်၊ ကျွန်ုပ်သည် သူ့အား မီးတစ်စကို ပေးလိုက်ခြင်းဖြစ်သည်။ ထို့ကြောင့် သူသည် ၎င်းကို မယူသင့်ပါ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်နှင့် ဟဒီးဆ်တော်တို့က မည်သည့်အခြေအနေတွင်မဆို အာဏာပိုင်များ၏ စီရင်ချက်သည် အမှန်တရား၏ အဖြစ်မှန်ကို ပြောင်းလဲစေခြင်းမရှိကြောင်း သက်သေပြသည်။ ထို့ကြောင့် အမှန်တကယ် တားမြစ်ထားသည်ကို စီရင်ချက်က ခွင့်မပြုသလို၊ အမှန်တကယ် ခွင့်ပြုထားသည်ကိုလည်း တားမြစ်ခြင်းမရှိပါ။ ၎င်းသည် ထိုအမှုတွင်သာ သက်ဆိုင်သည်။ ထို့ကြောင့် စီရင်ချက်သည် အမှန်တရားနှင့် ကိုက်ညီပါက ဤကိစ္စတွင် အန္တရာယ်မရှိပါ။ သို့မဟုတ်ပါက တရားသူကြီးသည် သူ၏ဆုလာဘ်ကို ရရှိမည်ဖြစ်ပြီး လှည့်ဖြားသူသည် မကောင်းသောဝန်ထုပ်ဝန်ပိုးကို ရရှိမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِّنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတစ်ပါး၏ ပစ္စည်းဥစ္စာများကို မတရားသဖြင့် မစားသုံးကြနှင့်။ အုပ်ချုပ်သူများထံ <span class=\"gray\">(သင်တို့၏ အမှုကို မတင်ပြမီ တရားသူကြီးများထံ)</span> လာဘ်ထိုးခြင်းကိုလည်း မပြုကြနှင့်။ သို့မှသာ သင်တို့သည် သူတစ်ပါး၏ ဥစ္စာပစ္စည်းအချို့ကို အပြစ်ရှိစွာဖြင့် သိလျက်နှင့် စားသုံးမိခြင်း မရှိစေရန်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ 'သင်တို့ တောင်းဆိုသည့်အရာ၏ မှားယွင်းမှုကို သင်တို့ သိရှိနေချိန်တွင် ဖြစ်သည်။' ကွတာဒါဟ် က ပြောကြားခဲ့သည်- \"အို အာဒမ်၏သား၊ တရားသူကြီး၏ စီရင်ချက်သည် သင်တို့အတွက် တားမြစ်ထားသည်ကို ခွင့်မပြုသလို ခွင့်ပြုထားသည်ကိုလည်း တားမြစ်ခြင်းမရှိကြောင်း သိထားပါ။ တရားသူကြီးသည် သူ၏အကောင်းဆုံးဆုံးဖြတ်ချက်နှင့် သက်သေများ၏ ထွက်ဆိုချက်များအတိုင်းသာ စီရင်သည်။ တရားသူကြီးသည် လူသားတစ်ဦးဖြစ်ပြီး အမှားပြုတတ်သည်။ သိထားပါ၊ တရားသူကြီးက တစ်စုံတစ်ဦး၏ အကျိုးအတွက် မှားယွင်းစွာ စီရင်ခဲ့လျှင်၊ ထိုသူသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်ထံ ပြိုင်ဘက်များနှင့် တွေ့ဆုံသောအခါ ငြင်းခုံမှုကို ရင်ဆိုင်ရမည်ဖြစ်သည်။ ထိုအခါ မတရားသူအား ဤလောကဘဝတွင် သူရရှိခဲ့သော မှားယွင်းသည့်စီရင်ချက်ဖြင့် ရရှိခဲ့သည်ထက် ပိုမိုသော အရာဖြင့် လျင်မြန်တိကျစွာ စီရင်ဆုံးဖြတ်မည်ဖြစ်သည်။\"</p>"
  },
  {
    "ayah_key": "2:189",
    "group_ayah_key": "2:189",
    "from_ayah": "2:189",
    "to_ayah": "2:189",
    "ayah_keys": "2:189",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က သင့်အား <span class=\"gray\">(အို မုဟမ္မဒ်)</span> လခြမ်းများအကြောင်း မေးမြန်းကြသည်။ သင်ပြောပါ- \"၎င်းတို့သည် လူသားများအတွက်နှင့် ဟဂ်ျဘုရားဖူးခြင်းအတွက် သတ်မှတ်ထားသော အချိန်ကာလများကို မှတ်သားရန် အမှတ်အသားများဖြစ်သည်။\" သင်တို့သည် အိမ်များကို နောက်ဖေးမှ ဝင်ခြင်းသည် အလ်-ဘိရ် <span class=\"gray\">(ဘာသာတရားကိုင်းရှိုင်းမှု၊ ဖြောင့်မတ်မှု စသည်တို့)</span> မဟုတ်ပါ။ သို့သော် အလ်-ဘိရ် သည် တက္ကဝါ မှလာသည်။ ထို့ကြောင့် အိမ်များကို ၎င်းတို့၏ သင့်လျော်သော တံခါးများမှ ဝင်ကြပါ။ သင်တို့ အောင်မြင်မှုရရှိရန်အတွက် အလ္လာဟ်အရှင်မြတ်ကို တက္ကဝါထားကြပါ။ <span>(၁၈၉)</span></p><div lang=\"my\" class=\"my \"><h2>လခြမ်းများ</h2></div><p lang=\"my\" class=\"my \">အလ်-အောင်ဖီ က အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်ကို ကိုးကားဖော်ပြသည်- \"လူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား လခြမ်းများအကြောင်း မေးမြန်းကြသည်။ ထို့နောက် ဤအာယသ်ကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က သင့်အား <span class=\"gray\">(အို မုဟမ္မဒ်)</span> လခြမ်းများအကြောင်း မေးမြန်းကြသည်။ သင်ပြောပါ- \"၎င်းတို့သည် လူသားများအတွက် သတ်မှတ်ထားသော အချိန်ကာလများကို မှတ်သားရန် အမှတ်အသားများဖြစ်သည်။\")...</span> သို့မှသာ ၎င်းတို့သည် ၎င်းတို့၏ ဝတ်ပြုမှုများ၊ ၎င်းတို့၏ အမျိုးသမီးများ၏ 'အိဒ်ဒါဟ် <span class=\"gray\">(ကွာရှင်းထားသော အမျိုးသမီး သို့မဟုတ် မုဆိုးမတစ်ဦး ပြန်လည်လက်ထပ်ခြင်းမပြုမီ စောင့်ဆိုင်းရမည့် ကာလ)</span> နှင့် ၎င်းတို့၏ ဟဂ်ျ <span class=\"gray\">(မက္ကာသို့ ဘုရားဖူးခြင်း)</span> အချိန်ကို မှတ်သားနိုင်မည်ဖြစ်သည်။\" အဗ်ဒူရ်-ရဇ္ဇာက် က အိဗ်နု အွမ္မာရ် ပြောကြားသည်ကို ကိုးကားဖော်ပြသည်- အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَ اللهُ الْأَهِلَّةَ مَوَاقِيتَ لِلنَّاسِ، فَصُومُوا لِرُؤْيَتِهِ، وَأَفْطِرُوا لِرُؤْيَتِهِ، فَإِنْ غُمَّ عَلَيْكُمْ فَعُدُّوا ثَلَاثِينَ يَوْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လခြမ်းများကို လူသားများအတွက် သတ်မှတ်ထားသော အချိန်ကာလများကို မှတ်သားရန် အမှတ်အသားများအဖြစ် ဖန်ဆင်းထားသည်။ ထို့ကြောင့် ၎င်းကို <span class=\"gray\">(ရမ်ဇာန်လအတွက် လခြမ်းကို)</span> မြင်လျှင် ဥပုသ်သီလစောင့်ပါ၊ ၎င်းကို <span class=\"gray\">(ရှောင်ဝါလ်လအတွက် လခြမ်းကို)</span> မြင်လျှင် ဥပုသ်သီလ ဖြတ်ပါ။ ၎င်း <span class=\"gray\">(လခြမ်း)</span> သည် သင်တို့အတွက် မှုန်ဝါးနေပါက ရက်ပေါင်းသုံးဆယ် ရေတွက်ပါ <span class=\"gray\">(ထိုလကို ရက်ပေါင်းသုံးဆယ်အဖြစ် သတ်မှတ်ပါ)</span>။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို အလ်-ဟာကိမ်းက သူ၏ မွတ်စ်တဒ်ရက်က် တွင်လည်း စုစည်းခဲ့ပြီး \"ထိုစိစစ်မှတ်တမ်းသည် ဆဟီးဟ် ဖြစ်သည်၊ ၎င်းတို့ <span class=\"gray\">(အလ်-ဗုခါရီနှင့် မွတ်စ်လင်မ်)</span> က မှတ်တမ်းတင်ထားခြင်း မရှိပါ\" ဟု ပြောကြားခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ဖြောင့်မတ်မှုသည် တက္ကဝါမှလာသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَيْسَ الْبِرُّ بِأَن تَأْتُوا الْبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ الْبِرَّ مَنِ اتَّقَىٰ وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အိမ်များကို နောက်ဖေးမှ ဝင်ခြင်းသည် အလ်-ဘိရ် <span class=\"gray\">(ဘာသာတရားကိုင်းရှိုင်းမှု၊ ဖြောင့်မတ်မှု စသည်တို့)</span> မဟုတ်ပါ။ သို့သော် အလ်-ဘိရ် သည် တက္ကဝါမှလာသည်။ ထို့ကြောင့် အိမ်များကို ၎င်းတို့၏ သင့်လျော်သော တံခါးများမှ ဝင်ကြပါ။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီ က အလ်-ဘာရာအ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"ဂျာဟီလီယားခေတ်က အစ္စရမ်ဝတ်စုံဝတ်ပြီးနောက် အိမ်ကို နောက်ဖေးမှ ဝင်လေ့ရှိသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က <span class=\"gray\">(အောက်ပါအာယသ်ကို)</span> ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَيْسَ الْبِرُّ بِأَن تَأْتُوا الْبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ الْبِرَّ مَنِ اتَّقَىٰ وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အိမ်များကို နောက်ဖေးမှ ဝင်ခြင်းသည် အလ်-ဘိရ် <span class=\"gray\">(ဘာသာတရားကိုင်းရှိုင်းမှု၊ ဖြောင့်မတ်မှု)</span> မဟုတ်ပါ။ သို့သော် အလ်-ဘိရ် သည် တက္ကဝါမှလာသည်။ ထို့ကြောင့် အိမ်များကို ၎င်းတို့၏ သင့်လျော်သော တံခါးများမှ ဝင်ကြပါ။)</span></p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ် အတ်-တယလ်လစ်စီ က အလ်-ဘာရာအ် ထံမှ တူညီသော ဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ထားသော်လည်း စကားလုံးများမှာ \"အန်ဆွာရ်တို့သည် ခရီးမှ ပြန်လာသောအခါ ၎င်းတို့၏ အိမ်များကို နောက်ဖေးမှ ဝင်လေ့ရှိသည်။ ထို့နောက် ဤအာယသ် <span class=\"gray\">(အထက်ပါ ၂:၁၈၉)</span> ကို ထုတ်ပြန်ခဲ့သည်...\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဟာစန် က ပြောကြားခဲ့သည်- \"ဂျာဟီလီယားခေတ်က အချို့သောသူများသည် ခရီးသွားရန် အိမ်မှထွက်ခွာပြီး ခရီးမသွားရန် ဆုံးဖြတ်လိုက်သောအခါ ၎င်းတို့သည် အိမ်ကို တံခါးမှ ဝင်မည်မဟုတ်ပါ။ ယင်းအစား ၎င်းတို့သည် နောက်ဖေးနံရံကို ကျော်တက်၍ ဝင်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَيْسَ الْبِرُّ بِأَن تَأْتُوا الْبُيُوتَ مِن ظُهُورِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အိမ်များကို နောက်ဖေးမှ ဝင်ခြင်းသည် အလ်-ဘိရ် <span class=\"gray\">(ဘာသာတရားကိုင်းရှိုင်းမှု၊ ဖြောင့်မတ်မှု)</span> မဟုတ်ပါ။)</span>\"။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့ အောင်မြင်မှုရရှိရန်အတွက် အလ္လာဟ်အရှင်မြတ်ကို တက္ကဝါထားကြပါ။)</span> အလ္လာဟ်အရှင်မြတ်ကို တက္ကဝါထားခြင်းသည် ကိုယ်တော်ရှင်က သင့်အား အမိန့်ပေးထားသည်များကို ပြုလုပ်ခြင်းနှင့် ကိုယ်တော်ရှင်က တားမြစ်ထားသည်များကို ရှောင်ကြဉ်ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အောင်မြင်မှုရရှိရန်အတွက်။)</span> မနက်ဖြန် သင်သည် ကိုယ်တော်ရှင်ရှေ့မှောက်တွင် ရပ်တည်ပြီး ကိုယ်တော်ရှင်က သင့်အား ပြည့်ပြည့်ဝဝ ဆုချီးမြှင့်မည်ဖြစ်သည်။</p>"
  }
]