[
  {
    "ayah_key": "26:23",
    "group_ayah_key": "26:23",
    "from_ayah": "26:23",
    "to_ayah": "26:28",
    "ayah_keys": "26:23,26:24,26:25,26:26,26:27,26:28",
    "text": "<p lang=\"my\" class=\"my \">ဖိရ်အောန်က \"လောကသားအားလုံး၏ ဂေါပကသည် မည်သူနည်း <span>(၂၃)</span><span class=\"gray\">(မူဆာ)</span> က \"ကောင်းကင်များနှင့် မြေပြင်၏ ဂေါပက၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံး၏ ဂေါပက ဖြစ်တော်မူ၏။ အကယ်၍ သင်တို့သည် သေချာစွာယုံကြည်ရန် ဆန္ဒရှိပါက (သိရှိလိမ့်မည်)။ <span>(၂၄)</span><span class=\"gray\">(ဖိရ်အောန်)</span> က သူ့ပတ်ဝန်းကျင်မှ လူများအား \"သင်တို့ မကြားကြသလော <span class=\"gray\">(သူပြောသည့် စကားကို)</span>? <span>(၂၅)</span><span class=\"gray\">(မူဆာ)</span> က \"သင်တို့၏ ဂေါပကနှင့် သင်တို့၏ ရှေးဘိုးဘေးများ၏ ဂေါပက ဖြစ်တော်မူ၏! <span>(၂၆)</span><span class=\"gray\">(ဖိရ်အောန်)</span> က \"အမှန်စင်စစ် သင်တို့ထံ စေလွှတ်ခြင်းခံရသော သင်တို့၏ တမန်တော်သည် ရူးသွပ်သူတစ်ဦး ဖြစ်ပေသည်! <span>(၂၇)</span><span class=\"gray\">(မူဆာ)</span> က \"အရှေ့နှင့် အနောက်၏ ဂေါပက၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံး၏ ဂေါပက ဖြစ်တော်မူ၏။ အကယ်၍ သင်တို့ နားလည်ပါက (သိရှိလိမ့်မည်)! <span>(၂၈)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အောန်၏ မယုံကြည်ခြင်း၊ ပုန်ကန်ခြင်း၊ နှိပ်စက်ခြင်းနှင့် ငြင်းပယ်ခြင်းတို့အကြောင်းကို မိန့်ကြားထားသည်မှာ-</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဖိရ်အောန်က ပြောသည်မှာ)</span> \"လောကသားအားလုံး၏ ဂေါပကသည် မည်သူနည်း\")</span> ဤသည်မှာ သူသည် သူ့လူမျိုးများအား ဤသို့ပြောလေ့ရှိသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါမှတစ်ပါး အခြားသော ဘုရားတစ်ပါးရှိသည်ဟု ငါမသိရ။)</span><span class=\"gray\">(၂၈:၃၈)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် သူသည် သူ့လူမျိုးများကို လှည့်ဖြားခဲ့ပြီး သူတို့ကလည်း သူ့ကိုနာခံခဲ့ကြသည်။)</span><span class=\"gray\">(၄၃:၅၄)</span> သူတို့သည် ဖန်ဆင်းရှင်ကို ငြင်းပယ်ခဲ့ကြပြီး၊ ဖိရ်အောန်မှတစ်ပါး အခြားဂေါပက မရှိဟု ယုံကြည်ခဲ့ကြသည်။ မူဆာက သူတို့အား \"ကျွန်ုပ်သည် စကြဝဠာများ၏ ဂေါပကမှ စေလွှတ်တော်မူသော တမန်တော်ဖြစ်သည်\" ဟု ပြောသောအခါ၊ ဖိရ်အောန်က သူ့အား \"ငါမှတစ်ပါး အခြားသော လောကသားအားလုံး၏ ဂေါပကဟု သင်ပြောနေသော ဤသူသည် မည်သူနည်း\" ဟု ပြောခဲ့သည်။ ဤသည်မှာ ဆလဖ်ခေတ် ပညာရှင်များနှင့် နောက်ပိုင်းခေတ် အီမာမ်များက ဤသို့အနက်ဖွင့်ဆိုခဲ့ကြခြင်းဖြစ်သည်။ အစ်ဆွတ်ဒီက \"ဤအာယသ်သည် အောက်ပါအာယသ်နှင့်တူသည်\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَمَن رَّبُّكُمَا يَا مُوسَىٰ - قَالَ رَبُّنَا الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ဖိရ်အောန်) က \"မူဆာ၊ ထိုအခါ သင်တို့နှစ်ဦး၏ ဂေါပကသည် မည်သူနည်း?\" ဟု မေးသည်။ သူက \"ကျွန်ုပ်တို့၏ ဂေါပကသည် အရာတိုင်းအား ၎င်း၏ပုံသဏ္ဌာန်နှင့် သဘာဝကို ပေးတော်မူပြီးနောက် မှန်ကန်စွာ လမ်းပြတော်မူသောအရှင် ဖြစ်သည်\" ဟု ပြောသည်။)</span><span class=\"gray\">(၂၀:၄၉-၅၀)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ သဘာဝ သို့မဟုတ် အနှစ်သာရနှင့်ပတ်သက်သော မေးခွန်းဖြစ်သည်ဟု တောင်းဆိုခဲ့ကြသော ဒဿနပညာရှင်များနှင့် အခြားသူများအနက်မှ ပုဂ္ဂိုလ်များသည် မှားယွင်းကြသည်။ ဖိရ်အောန်သည် ပထမဦးစွာ ဖန်ဆင်းရှင်ကို မယုံကြည်ခဲ့သောကြောင့်၊ ဖန်ဆင်းရှင်၏ သဘာဝကို မေးမြန်းရန် အခြေအနေမရှိခဲ့ပေ။ သူသည် ဖန်ဆင်းရှင် လုံးဝမရှိကြောင်း ငြင်းပယ်ခဲ့သည်၊ အဓိပ္ပါယ်မှ ထင်ရှားသည်အတိုင်း၊ သူ့အား သက်သေအထောက်အထားများ ပြသပြီးဖြစ်သော်လည်း ဖြစ်သည်။ ဖိရ်အောန်က သူ့အား လောကသားအားလုံး၏ ဂေါပကအကြောင်း မေးမြန်းသောအခါ မူဆာက ပြောသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((မူဆာ) က \"ကောင်းကင်များနှင့် မြေပြင်၏ ဂေါပက၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံး၏ ဂေါပက...\" ဟု ပြောသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့အားလုံး၏ ဖန်ဆင်းရှင်၊ အချုပ်အခြာအာဏာပိုင်နှင့် ထိန်းချုပ်သူဖြစ်ပြီး၊ အပေါင်းပါ သို့မဟုတ် အဖော်အပေါင်းအသင်း မရှိသော ၎င်းတို့၏ ဘုရားသခင် ဖြစ်သည်။ ကိုယ်တော်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းတော်မူသောအရှင် ဖြစ်သည်။ ကိုယ်တော်သည် အထက်ဘုံများနှင့် ၎င်းတို့အတွင်းရှိ ကောင်းကင်ဘုံဆိုင်ရာ ကိုယ်ထည်များ၊ အငြိမ်နှင့် လှုပ်ရှားတောက်ပနေသော ကိုယ်ထည်များကို သိတော်မူသည်။ ကိုယ်တော်သည် အောက်ဘုံများနှင့် ၎င်းတို့အတွင်းရှိ အရာများ၊ သမုဒ္ဒရာများ၊ တိုက်ကြီးများ၊ တောင်များ၊ သစ်ပင်များ၊ တိရစ္ဆာန်များ၊ အပင်များနှင့် သစ်သီးများကို သိတော်မူသည်။ ကိုယ်တော်သည် ဘုံနှစ်ခုကြားရှိ အရာများ၊ လေများ၊ ငှက်များနှင့် လေထဲရှိ အရာအားလုံးကို သိတော်မူသည်။ ၎င်းတို့အားလုံးသည် ကိုယ်တော်၏ ကျွန်များဖြစ်ကြပြီး ကိုယ်တော်ရှေ့တွင် ကျိုးနွံနာခံကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِن كُنتُم مُّوقِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် သေချာစွာယုံကြည်ရန် ဆန္ဒရှိပါက။)</span> ဆိုလိုသည်မှာ အကယ်၍ သင်တို့သည် ယုံကြည်သောနှလုံးသားများနှင့် ရှင်းလင်းသောထိုးထွင်းသိမြင်မှုရှိပါက ဖြစ်သည်။ ထိုအခါ ဖိရ်အောန်သည် သူ့ပတ်ဝန်းကျင်ရှိ နိုင်ငံတော်၏ အကြီးအကဲများနှင့် ခေါင်းဆောင်များထံ လှည့်ကြည့်ပြီး မူဆာကို မယုံကြည်ကြောင်း လှောင်ပြောင်ပြောဆိုကာ ၎င်းတို့အား ဤသို့ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَسْتَمِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့ မကြားကြသလော?\")</span> ဆိုလိုသည်မှာ 'ငါမှတစ်ပါး အခြားသော ဘုရားတစ်ပါးရှိသည်ဟု ဤသူပြောဆိုနေသည်ကို သင်တို့ မအံ့သြကြသလော' မူဆာက သူတို့အား ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဂေါပကနှင့် သင်တို့၏ ရှေးဘိုးဘေးများ၏ ဂေါပက!)</span> ဆိုလိုသည်မှာ သင်တို့ကို ဖန်ဆင်းတော်မူသောအရှင်နှင့် သင်တို့၏ ဘိုးဘေးများ၊ ဖိရ်အောန်နှင့် သူ့ခေတ်မတိုင်မီက လူများကို ဖန်ဆင်းတော်မူသောအရှင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"ig\" class=\"ig \"><span class=\"gray\">(သူက ပြောသည်)</span> ဆိုလိုသည်မှာ ဖိရ်အောန်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ထံ စေလွှတ်ခြင်းခံရသော သင်တို့၏ တမန်တော်သည် ရူးသွပ်သူတစ်ဦး ဖြစ်ပေသည်!)</span> ဆိုလိုသည်မှာ 'ငါမှတစ်ပါး အခြားသော ဘုရားတစ်ပါးရှိသည်ဟု သူပြောဆိုခြင်းမှာ အဓိပ္ပါယ်မရှိ!'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">((မူဆာ) က ပြောသည်)</span> – ဖိရ်အောန်က သံသယများ စိုက်ပျိုးထားသော နှလုံးသားပိုင်ရှင်များအား-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا ۖ إِن كُنتُمْ تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှေ့နှင့် အနောက်၏ ဂေါပက၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံး၏ ဂေါပက ဖြစ်တော်မူ၏။ အကယ်၍ သင်တို့ နားလည်ပါက (သိရှိလိမ့်မည်)!)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် အရှေ့ကို ကောင်းကင်ဘုံဆိုင်ရာ ကိုယ်ထည်များ ထွက်ပေါ်ရာနေရာ ဖြစ်စေပြီး၊ အနောက်ကို ၎င်းတို့ နစ်မြုပ်ရာနေရာ ဖြစ်စေတော်မူ၏။ ဤသည်မှာ ကိုယ်တော်က ကောင်းကင်ဘုံဆိုင်ရာ ကိုယ်ထည်များအားလုံး၊ အငြိမ်နှင့် လှုပ်ရှားနေသော ကိုယ်ထည်များအားလုံးကို နာခံစေသော စနစ်ဖြစ်သည်။ ဖိရ်အောန် ပြောဆိုသကဲ့သို့ သူသည် သင်တို့၏ ဂေါပကနှင့် သင်တို့၏ ဘုရားသခင် ဖြစ်သည်ဆိုလျှင်၊ ကောင်းကင်ဘုံဆိုင်ရာ ကိုယ်ထည်များသည် အရှေ့ဘက်တွင် နစ်မြုပ်ပြီး အနောက်ဘက်တွင် ထွက်ပေါ်လာစေရန် သူ အရာအားလုံးကို ပြောင်းပြန်လှန်ကြည့်ပါစေ။' ဤသည်မှာ အောက်ပါအာယသ်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ ۖ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က သူ့အား နိုင်ငံတော်ကို ပေးသနားတော်မူသောကြောင့် သူသည် အီဗရာဟင်နှင့် သူ့ဂေါပကအကြောင်း ငြင်းခုံခဲ့သည်? အီဗရာဟင်က \"ကျွန်ုပ်၏ ဂေါပကသည် အသက်ရှင်စေ၍ သေစေသောအရှင် ဖြစ်သည်\" ဟု ပြောသောအခါ။ သူက \"ငါသည် အသက်ရှင်စေ၍ သေစေနိုင်သည်\" ဟု ပြောသည်။ အီဗရာဟင်က \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နေကို အရှေ့မှ ထွက်ပေါ်စေသည်။ ထို့ကြောင့် သင်သည် နေကို အနောက်မှ ထွက်ပေါ်လာစေပါ\" ဟု ပြောသည်။)</span><span class=\"gray\">(၂:၂၅၈)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဖိရ်အောန်သည် ငြင်းခုံရာတွင် ရှုံးနိမ့်သောအခါ၊ သူသည် သူ့အင်အားနှင့် စွမ်းအားကို အသုံးပြုရန် ဆုံးဖြတ်ခဲ့သည်၊ ဤသည်မှာ မူဆာအား ကိုင်တွယ်ဖြေရှင်းရာတွင် ထိရောက်လိမ့်မည်ဟု ယုံကြည်ကာ၊ သူ့အား ငြိမ်သက်ခြင်းရှိပါစေ၊ ထို့ကြောင့် သူပြောခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားထားသည်-</p>"
  },
  {
    "ayah_key": "26:29",
    "group_ayah_key": "26:29",
    "from_ayah": "26:29",
    "to_ayah": "26:37",
    "ayah_keys": "26:29,26:30,26:31,26:32,26:33,26:34,26:35,26:36,26:37",
    "text": "<p lang=\"my\" class=\"my \">သူက \"အကယ်၍ သင်သည် ငါမှတစ်ပါး အခြားသော ဘုရားတစ်ပါးကို ရွေးချယ်ပါက၊ သင့်ကို ငါ အကျဉ်းသားများအထဲ ထည့်သွင်းလိမ့်မည်။ <span>(၂၉)</span>သူက \"ကျွန်ုပ်က သင့်ထံ ထင်ရှားသော အရာတစ်ခု ယူဆောင်လာခဲ့ရင်ရော? <span>(၃၀)</span>သူက \"ဒါဆိုရင် အဲဒါကို ထုတ်ပြပါ၊ သင် အမှန်တရားပြောသူများထဲမှ ဖြစ်ပါက! <span>(၃၁)</span>ထို့နောက် သူသည် သူ့တောင်ဝှေးကို ပစ်ချလိုက်ရာ၊ ကြည့်ပါ၊ ၎င်းသည် ထင်ရှားသော မြွေတစ်ကောင် ဖြစ်နေခဲ့သည် <span>(၃၂)</span>သူသည် သူ့လက်ကို ဆွဲထုတ်လိုက်ရာ၊ ကြည့်ပါ၊ ၎င်းသည် ကြည့်ရှုသူအားလုံးအတွက် ဖြူဖွေးနေခဲ့သည် <span>(၃၃)</span>သူသည် သူ့ပတ်ဝန်းကျင်ရှိ အကြီးအကဲများအား \"အမှန်စင်စစ် ဤသူသည် ကျွမ်းကျင်သော မှော်ဆရာတစ်ဦး ဖြစ်သည်\" ဟု ပြောခဲ့သည်။ <span>(၃၄)</span>\"သူသည် သူ့မှော်ပညာဖြင့် သင်တို့ကို သင်တို့မြေမှ မောင်းထုတ်လိုသည်။ ထို့ကြောင့် သင်တို့ မည်သို့အမိန့်ပေးကြမည်နည်း? <span>(၃၅)</span>သူတို့က \"သူ့ကိုနှင့် သူ့ညီကို <span class=\"gray\">(ခဏ)</span> ရွှေ့ဆိုင်းထားပါ၊ မြို့ကြီးများသို့ ကြွေးကြော်သူများကို စေလွှတ်ပါ။ <span>(၃၆)</span>\"သင်တို့ထံ ကျွမ်းကျင်သော မှော်ဆရာတိုင်းကို ခေါ်ဆောင်လာရန်။ <span>(၃၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဆင်ခြင်တုံတရားနှင့်ဆိုင်သော သက်သေပြပြီးနောက် ဖိရ်အောန်သည် အင်အားကို အသုံးပြု</h2></div><p lang=\"my\" class=\"my \">ဖိရ်အောန်အား သက်သေပြချက်များ ရှင်းလင်းပြတ်သားစွာ၊ ဆင်ခြင်တုံတရားနှင့်အညီ တင်ပြပြီးသောအခါ၊ သူသည် မူဆာအား အင်အားသုံးရန် ဆုံးဖြတ်ခဲ့သည်၊ ဤနောက်တွင် ဆွေးနွေးရန် နေရာမရှိတော့ဟု ယူဆကာဖြစ်သည်။ ထို့ကြောင့် သူပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنِ اتَّخَذْتَ إِلَٰهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် ငါမှတစ်ပါး အခြားသော ဘုရားတစ်ပါးကို ရွေးချယ်ပါက၊ သင့်ကို ငါ အကျဉ်းသားများအထဲ ထည့်သွင်းလိမ့်မည်။)</span> ဤသို့ပြောရာတွင် မူဆာက ပြန်လည်ဖြေကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်က သင့်ထံ ထင်ရှားသော အရာတစ်ခု ယူဆောင်လာခဲ့ရင်ရော)</span> ဆိုလိုသည်မှာ ရှင်းလင်းပြတ်သားပြီး ပြတ်သားသော သက်သေအထောက်အထား။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَأْتِ بِهِ إِن كُنتَ مِنَ الصَّادِقِينَ - فَأَلْقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိရ်အောန်က \"ဒါဆိုရင် အဲဒါကို ထုတ်ပြပါ၊ သင် အမှန်တရားပြောသူများထဲမှ ဖြစ်ပါက!\" ထို့နောက် သူသည် သူ့တောင်ဝှေးကို ပစ်ချလိုက်ရာ၊ ကြည့်ပါ၊ ၎င်းသည် ထင်ရှားသော မြွေတစ်ကောင် ဖြစ်နေခဲ့သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် အလွန်ရှင်းလင်းထင်ရှားပြီး၊ ကြီးမားသော ကိုယ်ထည်နှင့် ကြီးမားသော ပါးစပ်ဖြင့် ကြောက်မက်ဖွယ်ကောင်းသော ပုံပန်းသဏ္ဌာန်ရှိသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَزَعَ يَدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ့လက်ကို ဆွဲထုတ်လိုက်ရာ၊)</span> ဆိုလိုသည်မှာ သူ့လက်စွပ်မှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်ပါ၊ ၎င်းသည် ကြည့်ရှုသူအားလုံးအတွက် ဖြူဖွေးနေခဲ့သည်!)</span> ၎င်းသည် လရောင်တစ်စွန်းတစ်စကဲ့သို့ တောက်ပနေခဲ့သည်။ ဖိရ်အောန်သည် ထိုစဉ်ကပင် ကံကြမ္မာဆိုးနှင့် ကြုံတွေ့နေရပြီဖြစ်သောကြောင့်၊ သူသည် ခေါင်းမာစွာ ငြင်းပယ်ရန် အလျင်စလိုလုပ်ဆောင်ခဲ့ပြီး သူ့ပတ်ဝန်းကျင်ရှိ အကြီးအကဲများအား ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَسَاحِرٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသူသည် ကျွမ်းကျင်သော မှော်ဆရာတစ်ဦး ဖြစ်သည်.)</span> မှော်ပညာ သို့မဟုတ် စုန်းပညာကို ကောင်းစွာသိသူတစ်ဦး။ ဖိရ်အောန်သည် ၎င်းသည် မှော်ပညာဖြစ်သည်၊ မဟုတ်ဘဲ အံ့ဖွယ်ရာမဟုတ်ကြောင်း သူတို့အား ယုံကြည်စေရန် ကြိုးစားနေခဲ့သည်။ ထို့နောက် သူသည် သူတို့ကို မူဆာအား ဆန့်ကျင်ရန် လှုံ့ဆော်ခဲ့သည်၊ သူ့ကို ဆန့်ကျင်ရန်နှင့် သူ့ကို မယုံကြည်ရန် ကြိုးစားကာ ဤသို့ပြောခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُم بِسِحْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ့မှော်ပညာဖြင့် သင်တို့ကို သင်တို့မြေမှ မောင်းထုတ်လိုသည်...)</span> ဆိုလိုသည်မှာ 'သူသည် ဤသို့ပြုလုပ်ခြင်းဖြင့် လူတို့၏ နှလုံးသားများကို ဖမ်းစားလိုပြီး သူတို့ကို သူ့ဘက်သို့ ဆွဲဆောင်လိုသည်၊ သို့မှသာ သူတို့က သူ့ကို ထောက်ခံပြီး၊ သူ့ကို ကူညီကာ သူ့နောက်သို့ လိုက်ပါကြလိမ့်မည်၊ ထို့နောက် သူသည် သင်တို့ကို သင်တို့မြေ၌ အနိုင်ယူပြီး မြေကို သင်တို့ထံမှ သိမ်းယူလိမ့်မည်။ ထို့ကြောင့် ကျွန်ုပ်အား အကြံပေးပါ၊ သူ့ကို မည်သို့လုပ်သင့်သနည်း?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ - يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"သူ့ကိုနှင့် သူ့ညီကို ရွှေ့ဆိုင်းထားပါ၊ မြို့ကြီးများသို့ ကြွေးကြော်သူများကို စေလွှတ်ပါ။ သင်တို့ထံ ကျွမ်းကျင်သော မှော်ဆရာတိုင်းကို ခေါ်ဆောင်လာရန်။\")</span> ဆိုလိုသည်မှာ 'သူ့ကိုနှင့် သူ့ညီကို ဆိုင်းငံ့ထားပါ၊ သင်တို့၏ နိုင်ငံတော်ရှိ မြို့တိုင်းနှင့် ဒေသတိုင်းမှ မှော်ဆရာများအားလုံးကို စုစည်းပြီး သူနှင့် ရင်ဆိုင်စေပါ၊ သူပြုလုပ်သကဲ့သို့ တစ်ခုခုကို သူတို့ထုတ်လုပ်စေပါ၊ ထို့နောက် သင်တို့က သူ့ကို အနိုင်ယူပြီး အောင်ပွဲရလိမ့်မည်။' ထို့ကြောင့် ဖိရ်အောန်သည် သူတို့အကြံပြုသည့်အတိုင်း ပြုလုပ်ခဲ့သည်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က သူတို့အား ဖြစ်စေမည်ဟု ပြဋ္ဌာန်းထားသည့်အတိုင်း ဖြစ်သည်။ သို့မှသာ လူအားလုံး တစ်နေရာတည်းတွင် စုဝေးကြပြီး အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာများနှင့် သက်သေအထောက်အထားများသည် သူတို့အားလုံးရှေ့တွင် တစ်ရက်တည်း၌ ထင်ရှားပေါ်လွင်လာစေရန် ဖြစ်သည်။</p>"
  }
]