[
  {
    "ayah_key": "20:11",
    "group_ayah_key": "20:11",
    "from_ayah": "20:11",
    "to_ayah": "20:16",
    "ayah_keys": "20:11,20:12,20:13,20:14,20:15,20:16",
    "text": "<p lang=\"my\" class=\"my \">သူ <span class=\"gray\">(မီးဆီသို့)</span> ရောက်လာသောအခါ သူ့အား နာမည်ခေါ်ခဲ့သည်- \"အို မူစာ! <span>(11)</span>\"ဧကန်မလွဲ ငါသည် သင်၏ အရှင်သခင်ဖြစ်သည်။ ထို့ကြောင့် သင်၏ ဖိနပ်များကို ချွတ်လော့။ သင်သည် တူဝါဟူသော သန့်ရှင်းသော ချိုင့်ဝှမ်း၌ ရှိသည်။ <span>(12)</span>\"ငါသည် သင့်ကို ရွေးချယ်ခဲ့ပြီ။ ထို့ကြောင့် သင့်ထံ ဗျာဒိတ်ပေးမည့်အရာကို နားထောင်လော့။<span>(13)</span>\"ဧကန်မလွဲ ငါသည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်။ ငါမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ ထို့ကြောင့် ငါ့ကိုသာ ကိုးကွယ်လော့၊ ငါ့ကို အောက်မေ့ရန်အတွက် နမာဇ်ကို ထမ်းဆောင်လော့။ <span>(14)</span>\"ဧကန်မလွဲ ထိုအချိန်နာရီသည် လာတော့မည် – ငါသည် ၎င်းကို ဖုံးကွယ်ထားလုနီးပါးဖြစ်သည်။ – လူတိုင်း မိမိကြိုးပမ်းအားထုတ်မှုအတွက် အစားပေးခြင်း ခံရမည်။ <span>(15)</span>\"ထို့ကြောင့် ၎င်းကို မယုံကြည်ဘဲ မိမိ၏ ကိလေသာများကို လိုက်စားသူသည် သင့်ကို ထိုအရာမှ လမ်းလွဲစေခြင်း မရှိပါစေနှင့်၊ သို့မဟုတ် သင် ပျက်စီးသွားလိမ့်မည်။ <span>(16)</span></p><div lang=\"my\" class=\"my \"><h2>မူစာအား ပထမဆုံး ဗျာဒိတ်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا أَتَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ ၎င်းထံသို့ ရောက်လာသောအခါ၊)</span> ဤသည်မှာ သူ မီးအနီးသို့ ချဉ်းကပ်ချိန်ကို ရည်ညွှန်းသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">نُودِيَ يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အား နာမည်ခေါ်ခဲ့သည်- \"အို မူစာ!\")</span> အခြားကျမ်းပိုဒ်တစ်ခုတွင် ဤသို့ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُودِيَ مِن شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَن يَا مُوسَىٰ إِنِّي أَنَا اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အား ချိုင့်ဝှမ်း၏ ညာဘက်ခြမ်းမှ၊ ကောင်းချီးမင်္ဂလာရှိသော နေရာ၌၊ သစ်ပင်မှ ခေါ်ခဲ့သည်- \"အို မူစာ! ဧကန်မလွဲ ငါသည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်။\")</span><span class=\"gray\">[28:30]</span> သို့သော် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي أَنَا رَبُّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါသည် သင်၏ အရှင်သခင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သင့်ကို စကားပြော၍ လိပ်မူပြောဆိုနေသူ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاخْلَعْ نَعْلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏ ဖိနပ်များကို ချွတ်လော့။)</span> အလီ ဘင် အဘီ တာလစ်ဗ်၊ အဘူ ဇာရ်၊ အဘူ အိုင်ယူဗ် နှင့် အခြား ဆလပ်ဗ်ပုဂ္ဂိုလ်များက ပြောကြားသည်- \"၎င်းတို့ <span class=\"gray\">(သူ့ဖိနပ်များ)</span> သည် မသတ်ဘဲထားသော မြည်း၏ သားရေဖြင့် ပြုလုပ်ထားခြင်း ဖြစ်သည်။\" သူ့အား ဖိနပ်များကို ချွတ်ရန် အမိန့်ပေးခြင်းမှာ ကောင်းချီးခံရသော နေရာကို လေးစားသောအားဖြင့်သာ ဖြစ်သည်ဟုလည်း ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">طُوًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တူဝါ)</span> အလီ ဘင် အဘီ တာလဟာက အိဗ်နု အဘ်ဘာစ်က ပြောကြားသည်- \"၎င်းသည် ချိုင့်ဝှမ်း၏ အမည်ဖြစ်သည်။\" အခြားသူများကလည်း ထိုနည်းတူ ပြောဆိုခဲ့ကြသည်။ ဤသည်ကို ဇာတ်လမ်းကို ပိုမိုရှင်းလင်းစေရန်အတွက်သာ ထည့်သွင်းဖော်ပြခြင်း ဖြစ်သည်။ ၎င်းသည် သူ၏ ခြေထောက်များကို ချထားရန် အမိန့်မှ ဆင်းသက်လာသော အပြောအဆိုတစ်ခု ဖြစ်သည်ဟုလည်း ဆိုကြသည်။ ၎င်းသည် 'နှစ်ဆသန့်ရှင်းသော' ဟု အဓိပ္ပါယ်ရပြီး တူဝါသည် ထပ်တလဲလဲကောင်းချီးများရှိသည့် အရာတစ်ခုဖြစ်သည်ဟုလည်း ဆိုကြသည်။ သို့သော် ပထမအမြင်က အမှန်ဆုံးဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏အရှင်သခင်က တူဝါဟူသော သန့်ရှင်းသော ချိုင့်ဝှမ်း၌ သူ့ကို ခေါ်သောအခါ။)</span><span class=\"gray\">[79:16]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَأَنَا اخْتَرْتُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင့်ကို ရွေးချယ်ခဲ့ပြီ။)</span> သည် ကိုယ်တော်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ငါ၏ ဗျာဒိတ်တော်များဖြင့်လည်းကောင်း၊ (သင့်အား) ငါ၏ စကားပြောခြင်းဖြင့်လည်းကောင်း လူသားများအပေါ် သင့်ကို ရွေးချယ်ခဲ့ပြီ။)</span><span class=\"gray\">[7:144]</span> ဤသည်မှာ ထိုအချိန်က လူသားအားလုံးအပေါ်၌ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်ဟုလည်း ဆိုကြသည်- \"အို မူစာ၊ လူများအားလုံးထဲမှ သင့်ကို ငါ အဘယ်ကြောင့် တိုက်ရိုက်စကားပြောရန် ရွေးချယ်ခဲ့သည်ကို သင်သိပါသလား။\" မူစာက \"မသိပါ\" ဟု ပြန်ဖြေသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"အကြောင်းမှာ သင် ကိုယ်တိုင် နိမ့်ကျစေသလောက် မည်သူ့ကိုမျှ ငါသည် နိမ့်ကျစေခဲ့ခြင်းမရှိသောကြောင့် ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَمِعْ لِمَا يُوحَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဗျာဒိတ်ပေးမည့်အရာကို နားထောင်လော့။)</span> \"ယခု ငါ သင့်အား ပြောသည့်အရာနှင့် ငါ ဗျာဒိတ်ပေးသည့်အရာကို နားထောင်လော့။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّنِي أَنَا اللَّهُ لَا إِلَٰهَ إِلَّا أَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါသည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်။ ငါမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ။)</span> ဤသည်မှာ အရွယ်ရောက်ပြီးသော တာဝန်ရှိသူအားလုံးအပေါ် ပထမဆုံးသော ဝတ်တရားဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှလွဲ၍ အခြား ကိုးကွယ်ထိုက်သော ဘုရားမရှိကြောင်း၊ ကိုယ်တော်တွင် အပေါင်းအဖော်မရှိကြောင်း သိရှိရမည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَاعْبُدْنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါ့ကိုသာ ကိုးကွယ်လော့။)</span> ဤသည်မှာ \"ငါ့ကိုသာ တစ်ပါးတည်း ကိုးကွယ်ရန်နှင့် ငါနှင့် မည်သည့်အရာကိုမျှ မတွဲဖက်ဘဲ ငါ့ကို ကိုးကွယ်မှုကို ထူထောင်ရန်\" ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِمِ الصَّلَاةَ لِذِكْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကို အောက်မေ့ရန်အတွက် နမာဇ်ကို ထမ်းဆောင်လော့။)</span> ဤသည်မှာ \"ငါ့ကို အောက်မေ့ရန်အတွက် ဆုတောင်းလော့\" ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုခဲ့ကြသည်။ ၎င်းသည် \"ငါ့ကို သင် အောက်မေ့သည့်အခါတိုင်း နမာဇ်ကို ထူထောင်လော့\" ဟု အဓိပ္ပါယ်ရသည်ဟုလည်း ဆိုခဲ့ကြသည်။ ဤဒုတိယအဆိုအတွက် အထောက်အထားကို အီမာမ် အဟ်မဒ်က အနတ်စ်ထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးစ်တွင် တွေ့ရသည်။ အနတ်စ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ပြောကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَقَدَ أَحَدُكُمْ عَنِ الصَّلَاةِ أَوْ غَفَلَ عَنْهَا، فَلْيُصَلِّهَا إِذَا ذَكَرَهَا، فَإِنَّ اللهَ تَعَالى قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِمِ الصَّلَاةَ لِذِكْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် တစ်ဦးဦးသည် နမာဇ်ကို လွန်အိပ်မိလျှင် သို့မဟုတ် မေ့လျော့သွားလျှင်၊ သူ မှတ်မိသည့်အခါ ဆုတောင်းပါစေ။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ <span class=\"gray\">(ငါ့ကို အောက်မေ့ရန်အတွက် နမာဇ်ကို ထမ်းဆောင်လော့။)</span>)</span> ဆဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင် အနတ်စ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ نَامَ عَنْ صَلَاةٍ أَوْ نَسِيَهَا فَكَفَّارَتُهَا أَنْ يُصَلِّيَهَا إِذَا ذَكَرَهَا، لَا كَفَّارَةَ لهَا إِلَّا ذَلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို နမာဇ်ကို လွန်အိပ်မိလျှင် သို့မဟုတ် မေ့လျော့သွားလျှင်၊ သူ၏ ပြစ်ဒဏ်ဖြေဖျောက်ခြင်းမှာ သူ မှတ်မိသည့်အခါ ၎င်းကို ဆုတောင်းခြင်းဖြစ်သည်။ ထိုမှတစ်ပါး အခြားပြစ်ဒဏ်ဖြေဖျောက်ခြင်း မရှိ။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ السَّاعَةَ آتِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ထိုအချိန်နာရီသည် လာတော့မည်။)</span> ဤသည်မှာ ၎င်းသည် ထူထောင်ပြီးဖြစ်ကြောင်းနှင့် ၎င်းကို ရှောင်လွှဲ၍မရကြောင်း ဆိုလိုသည်။ ၎င်းသည် ဖြစ်လိမ့်မည်ဖြစ်ပြီး ရှောင်လွှဲ၍မရပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَكَادُ أُخْفِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ၎င်းကို ဖုံးကွယ်ထားလုနီးပါးဖြစ်သည်။)</span> အဒ်-ဒဟ်ဟာက်က အိဗ်နု အဘ်ဘာစ်ထံမှ သူ ဤသို့ ရွတ်ဖတ်လေ့ရှိသည်ဟု ဖော်ပြသည်- \"ငါသည် ၎င်းကို ငါ့ကိုယ်ငါပင် ဖုံးကွယ်ထားလုနီးပါးဖြစ်သည်။\" ထို့နောက် အိဗ်နု အဘ်ဘာစ်က ပြောကြားလေ့ရှိသည်- \"အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ ကိုယ်တော်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်ထား၍မရသောကြောင့် ဖြစ်သည်။\" အလီ ဘင် အဘီ တာလဟာက အိဗ်နု အဘ်ဘာစ်ထံမှ သူ ပြောကြားသည်ဟု ဖော်ပြသည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَكَادُ أُخْفِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ၎င်းကို ဖုံးကွယ်ထားလုနီးပါးဖြစ်သည်။)</span> \"ဤသည်မှာ ငါ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> မှလွဲ၍ မည်သူမျှ ၎င်း၏ သတ်မှတ်ချိန်ကို မသိကြောင်း ဆိုလိုသည်။\" အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ ဝန်ထုပ်ဝန်ပိုးသည် မိုးကောင်းကင်များနှင့် မြေပြင်တစ်လျှောက်တွင် လေးလံလှသည်။ ၎င်းသည် သင်တို့ထံသို့ ရုတ်တရက်မှတစ်ပါး မရောက်လာနိုင်။)</span><span class=\"gray\">[7:187]</span> ဤသည်မှာ ၎င်း၏ အသိပညာသည် မိုးကောင်းကင်များနှင့် မြေပြင်နေထိုင်သူများအပေါ် လေးလံစွာ တည်ရှိသည်ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُجْزَىٰ كُلُّ نَفْسٍ بِمَا تَسْعَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်း မိမိကြိုးပမ်းအားထုတ်မှုအတွက် အစားပေးခြင်း ခံရမည်။)</span> \"ငါသည် ၎င်းကို ထူထောင်မည်ဖြစ်ပြီး ၎င်းသည် ရှောင်လွှဲ၍မရပေ။ ငါသည် မည်သူမဆို ပြုလုပ်သည့်အရာအတွက် သူ ပြုလုပ်သည့်အတိုင်း အသေအချာ အစားပေးမည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ - وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မည်သူမဆို မြူမှုန်တစ်မှုန်စာ ကောင်းမှုကို ပြုလုပ်လျှင် ၎င်းကို တွေ့ရမည်။ မည်သူမဆို မြူမှုန်တစ်မှုန်စာ မကောင်းမှုကို ပြုလုပ်လျှင် ၎င်းကို တွေ့ရမည်။)</span><span class=\"gray\">(99:7-8)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်တို့ ပြုလုပ်ခဲ့သည့်အရာများအတွက်သာ အစားပေးခြင်း ခံရသည်။)</span><span class=\"gray\">[52:16]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَصُدَّنَّكَ عَنْهَا مَن لَّا يُؤْمِنُ بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းကို မယုံကြည်သူသည် သင့်ကို လမ်းလွဲစေခြင်း မရှိပါစေနှင့်။)</span> ဤနေရာတွင် လိပ်မူပြောဆိုခြင်းသည် တာဝန်ရှိသူ <span class=\"gray\">(နှင့် ဤသတင်းစကားကို လိုက်နာနိုင်သူ)</span> အားလုံးကို ရည်ရွယ်သည်။ ဤသည်မှာ \"ထိုအချိန်နာရီ <span class=\"gray\">(စီရင်ဆုံးဖြတ်ရာနေ့)</span> ကို မယုံကြည်ဘဲ ဤလောကီဘဝတွင် မိမိ၏ ကိလေသာများကိုသာ လိုက်စားသူ၏ လမ်းစဉ်ကို မလိုက်ပါနှင့်။ သူသည် သူ၏ အရှင်သခင်ကို မနာခံဘဲ သူ၏ ကိလေသာများကိုသာ လိုက်နာသည်။ ဤသူများကဲ့သို့ ပြုမူသူ မည်သူမဆို ဧကန်မလွဲ ကျရှုံးပြီး ဆုံးရှုံးသွားပြီ။</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَتَرْدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင် ပျက်စီးသွားလိမ့်မည်။)</span> ဤသည်မှာ သင် ဖျက်ဆီးခံရပြီး ပျက်စီးသွားလိမ့်မည်ဟု ဆိုလိုသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ ပျက်စီးခြင်းထဲသို့ ကျဆင်းသောအခါ သူ၏ ပစ္စည်းဥစ္စာသည် သူ့အတွက် အဘယ်အကျိုးရှိမည်နည်း။)</span><span class=\"gray\">[92:11]</span></p>"
  }
]