[
  {
    "ayah_key": "21:44",
    "group_ayah_key": "21:44",
    "from_ayah": "21:44",
    "to_ayah": "21:47",
    "ayah_keys": "21:44,21:45,21:46,21:47",
    "text": "<p lang=\"my\" class=\"my \">မဟုတ်ဘူး။ ငါတို့သည် ဤလူများနှင့် ၎င်းတို့၏ ဖခင်များအား ဤဘဝ၏ဇိမ်ခံပစ္စည်းများကို ပေးခဲ့ကြသည်၊ ၎င်းတို့အတွက်ကာလကြာရှည်လာသည်အထိပင်။ ငါတို့သည် ကမ္ဘာမြေကို ၎င်း၏အစွန်းပိုင်းနယ်နိမိတ်များမှ တဖြည်းဖြည်း လျှော့ချနေသည်ကို ၎င်းတို့ မမြင်ကြဘူးလား။ သို့ဆိုလျှင် အောင်မြင်သူများက ၎င်းတို့လား။ <span>(၄၄)</span>ပြောပါ- \"ငါသည် သင်တို့ကို ဗျာဒိတ်တော်ဖြင့်သာ သတိပေး၏။\" သို့သော် နားမကြားသူတို့သည် အသံကို ကြားလိမ့်မည်မဟုတ်ပေ၊ <span class=\"gray\">(သော်လည်း)</span> ၎င်းတို့အား သတိပေးသည့်အခါ <span>(၄၅)</span>သင်၏အရှင်သခင်၏ ညှဉ်းပန်းနှိပ်စက်ခြင်းလေတစ်ချက်သည် ၎င်းတို့အား ထိတွေ့ပါက၊ ၎င်းတို့သည် \"ကျွန်ုပ်တို့အပေါ် ဘေးဒုက္ခကျပါစေ! အမှန်ပင် ကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူများဖြစ်ခဲ့ကြပြီ။\" ဟု အော်ဟစ်ကြလိမ့်မည်။ <span>(၄၆)</span>ထို့အပြင် ငါတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် တရားမျှတမှု ချိန်ခွင်များကို တည်ထောင်မည်၊ ထို့နောက် မည်သူ့ကိုမျှ မည်သည့်အရာနှင့်မျှ မတရားပြုခံရမည်မဟုတ်ပေ။ မုန်ညင်းစေ့တစ်စေ့၏ အလေးချိန်ရှိသော်လည်း၊ ငါတို့သည် ၎င်းကို ယူဆောင်လာမည်။ ထို့အပြင် ငါတို့သည် စာရင်းတွက်ရန် လုံလောက်၏။ <span>(၄၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဤလောကတွင် ရုပ်တုကိုးကွယ်သူတို့သည် ၎င်းတို့၏ ကြာရှည်ပြီး ဇိမ်ခံဘဝများဖြင့် မည်သို့ လှည့်စားခံရပုံနှင့် အမှန်တရား၏ ရှင်းလင်းချက်</h2></div><p lang=\"my\" class=\"my \">၎င်းတို့သည် ဤလောကတွင် ခံစားနေရသော ဇိမ်ခံပစ္စည်းများနှင့် ၎င်းတို့အား ပေးထားသော ရှည်လျားသော ဘဝဖြင့် လှည့်စားခံရပြီး လမ်းမှားရောက်နေကြောင်း အလ္လာဟ်အရှင်မြတ်က ရှင်းပြသည်၊ ထို့ကြောင့် ၎င်းတို့သည် ကောင်းသောအရာကို လိုက်နာနေသည်ဟု ယုံကြည်ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား သတိပေးသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ကမ္ဘာမြေကို <span class=\"gray\">(၎င်းတို့၏ထိန်းချုပ်မှုအောက်မှ)</span> ၎င်း၏အစွန်းပိုင်းနယ်နိမိတ်များမှ တဖြည်းဖြည်း လျှော့ချနေသည်ကို ၎င်းတို့ မမြင်ကြဘူးလား။)</span> ဤသည်မှာ အာယသ်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် သင်တို့ပတ်ဝန်းကျင်ရှိ မြို့များကို ငါတို့ ဖျက်ဆီးခဲ့ပြီးပြီ၊ ၎င်းတို့ ပြန်လာနိုင်ရန်အတွက် ငါတို့သည် အာယသ်များကို နည်းလမ်းအမျိုးမျိုးဖြင့် ပြသခဲ့ပြီးပြီ။)</span><span class=\"gray\">(၄၆:၂၇)</span> အလ်-ဟာစန် အလ်-ဘစရီက \"ဤသည်မှာ မယုံကြည်ခြင်းအပေါ် အစ္စလာမ်၏ အောင်ပွဲကို ဆိုလိုသည်\" ဟု ပြောခဲ့သည်။ အဓိပ္ပာယ်မှာ– အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(ယုံကြည်သူများ)</span> ကို ၎င်းတို့၏ ရန်သူများအား ဆန့်ကျင်၍ ထောက်ခံခဲ့သည်၊ မယုံကြည်သော လူမျိုးများနှင့် မကောင်းမှုပြုသော မြို့များကို ဖျက်ဆီးခဲ့သည်၊ ၎င်း၏ ယုံကြည်သော ကျွန်များကို ကယ်တင်ခဲ့သည်ဟူသော အချက်မှ ၎င်းတို့သည် သင်ခန်းစာ မယူကြဘူးလား။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَهُمُ الْغَالِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဆိုလျှင် အောင်မြင်သူများက ၎င်းတို့လား။)</span> ဆိုလိုသည်မှာ ဆန့်ကျင်ဘက်အားဖြင့်၊ ၎င်းတို့သည် အောင်မြင်ခံရမည့်သူများ၊ ရှုံးနိမ့်ခံရမည့်သူများ၊ အရှက်ရပြီး နိမ့်ကျခံရမည့်သူများ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أُنذِرُكُم بِالْوَحْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ငါသည် သင်တို့ကို ဗျာဒိတ်တော်ဖြင့်သာ သတိပေး၏။\")</span> ဆိုလိုသည်မှာ 'ငါသည် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့် လက်စားချေခြင်းဆိုင်ရာ သတိပေးချက်ကို သင်တို့အား ဖော်ပြခြင်းသာဖြစ်သည်၊ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ငါ့အား ဗျာဒိတ်ပေးသောအရာထက် မပိုပေ။' သို့သော် အလ္လာဟ်အရှင်မြတ်က မျက်စိကွယ်စေခဲ့ပြီး နားနှင့်နှလုံးသားကို အလုံပိတ်ထားသူအတွက် ဤသည်မှာ အကျိုးမရှိပေ။ ၎င်းက မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنذَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် နားမကြားသူတို့သည် အသံကို ကြားလိမ့်မည်မဟုတ်ပေ၊ <span class=\"gray\">(သော်လည်း)</span> ၎င်းတို့အား သတိပေးသည့်အခါ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်၏ ညှဉ်းပန်းနှိပ်စက်ခြင်းလေတစ်ချက်သည် ၎င်းတို့အား ထိတွေ့ပါက၊ ၎င်းတို့သည် \"ကျွန်ုပ်တို့အပေါ် ဘေးဒုက္ခကျပါစေ! အမှန်ပင် ကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူများဖြစ်ခဲ့ကြပြီ။\" ဟု အော်ဟစ်ကြလိမ့်မည်။)</span> ဤမယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်၏ အနည်းငယ်မျှသော ထိတွေ့မှုကို ခံစားရပါက၊ ၎င်းတို့သည် ၎င်းတို့၏အပြစ်များကို ဝန်ခံကြမည်ဖြစ်ပြီး ဤလောကတွင် ၎င်းတို့ကိုယ်တိုင် မှားယွင်းစွာ ပြုမူခဲ့ကြောင်း ဝန်ခံကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အပြင် ငါတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် တရားမျှတမှု ချိန်ခွင်များကို တည်ထောင်မည်၊ ထို့နောက် မည်သူ့ကိုမျှ မည်သည့်အရာနှင့်မျှ မတရားပြုခံရမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ၊ \"ငါတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် တရားမျှတမှု ချိန်ခွင်များကို တည်ထောင်မည်။\" ပညာရှင်အများစုက ၎င်းသည် ချိန်ခွင်တစ်ခုတည်းဖြစ်ကြောင်း ဖော်ပြကြပြီး၊ ဤနေရာတွင် အများကိန်းကို သုံးခြင်းမှာ ချိန်ခွင်ပေါ်တွင် အလေးချိန်ခံရမည့် လုပ်ဆောင်ချက်များစွာကို ရောင်ပြန်ဟပ်ရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မည်သူ့ကိုမျှ မည်သည့်အရာနှင့်မျှ မတရားပြုခံရမည်မဟုတ်ပေ။ မုန်ညင်းစေ့တစ်စေ့၏ အလေးချိန်ရှိသော်လည်း၊ ငါတို့သည် ၎င်းကို ယူဆောင်လာမည်။ ထို့အပြင် ငါတို့သည် စာရင်းတွက်ရန် လုံလောက်၏။)</span> ဤသည်မှာ အာယသ်များနှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَظْلِمُ رَبُّكَ أَحَدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် မည်သူ့ကိုမျှ မတရားမပြုပေ)</span><span class=\"gray\">(၁၈:၄၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် ဖုန်မှုန့်တစ်မှုန်၏ အလေးချိန်မျှပင် မမှားယွင်းပေ၊ သို့သော် ကောင်းသောအရာတစ်ခုရှိပါက၊ ၎င်းကို နှစ်ဆတိုးစေပြီး ၎င်းထံမှ ကြီးမားသောဆုလာဘ်ကို ပေးတော်မူ၏။)</span><span class=\"gray\">(၄:၄၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ ۚ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ငါ့သား! ၎င်းသည် မုန်ညင်းစေ့တစ်စေ့၏ အလေးချိန်နှင့်ညီမျှပြီး၊ ကျောက်တုံးထဲတွင်ဖြစ်စေ၊ ကောင်းကင်များတွင်ဖြစ်စေ သို့မဟုတ် ကမ္ဘာမြေတွင်ဖြစ်စေ ရှိနေပါက၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ထုတ်ဖော်မည်ဖြစ်သည်။ အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် သိမ်မွေ့သိမ်ငယ်သူ၊ အသိဉာဏ်ပြည့်ဝသူဖြစ်သည်။\")</span><span class=\"gray\">(၃၁:၁၆)</span> ဆဟီဟ်နှစ်ကျမ်းတွင် အဗူ ဟူရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှာပေါ်တွင် ပေါ့ပါးသော၊ ချိန်ခွင်ပေါ်တွင် လေးလံသော၊ အရ်-ရာဟ်မာန် (အလ္လာဟ်အရှင်မြတ်) အား ချစ်မြတ်နိုးသော စကားနှစ်လုံး– \"ဆွဗ်ဟာန် အလ္လာဟိ ဝါ ဘိ ဟမ်ဒီဟိ၊ ဆွဗ်ဟာန် အလ္လာဟိလ် အဇင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်တော်ကို ချီးမွမ်းခြင်းနှင့်တကွ ဂုဏ်တော်ထူးမြတ်ပါစေ၊ အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏)</span>။\")</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်ကလည်း အာအိရှာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ သဟာဗဟ်တစ်ဦးသည် ၎င်း၏ရှေ့တွင် ထိုင်ပြီး \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်တော်တွင် ကျွန်နှစ်ဦးရှိသည်၊ ၎င်းတို့သည် ကျွန်တော့်ကို လိမ်ညာသည်၊ သစ္စာဖောက်သည်၊ မနာခံပေ၊ ထို့ကြောင့် ကျွန်တော်သည် ၎င်းတို့ကို ရိုက်နှက်ပြီး စော်ကားသည်။ ၎င်းတို့နှင့် ပတ်သက်၍ ကျွန်တော် မည်သို့ ရပ်တည်ရမည်နည်း။\" ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحْسَبُ مَا خَانُوكَ وَعَصَوْكَ وَكَذَّبُوكَ وَعِقَابُكَ إِيَّاهُمْ، فَإِنْ كَانَ عِقَابُكَ إِيَّاهُمْ بِقَدْرِ ذُنُوبِهِمْ، كَانَ كَفَافًا لَا لَكَ وَلَا عَلَيْكَ، وَإِنْ كَانَ عِقَابُكَ إِيَّاهُمْ دُونَ ذُنُوبِهِمْ، كَانَ فَضْلًا لَكَ، وَإِنْ كَانَ عِقَابُكَ إِيَّاهُمْ فَوْقَ ذُنُوبِهِمْ، اقْتُصَّ لَهُمْ مِنْكَ الْفَضْلُ الَّذِي بَقِيَ قَبْلَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင့်အား သစ္စာဖောက်ခြင်း၊ မနာခံခြင်းနှင့် လိမ်ညာခြင်းတို့၏ ပမာဏကို သင် ၎င်းတို့အား ပေးခဲ့သော ပြစ်ဒဏ်နှင့် တိုင်းတာမည်ဖြစ်သည်။ သင်၏ ပြစ်ဒဏ်သည် ၎င်းတို့၏ မကောင်းမှုနှင့် ကိုက်ညီပါက၊ သင်သည် တန်းတူဖြစ်မည်ဖြစ်ပြီး သင့်အတွက်လည်းကောင်း၊ သင့်အား ဆန့်ကျင်၍လည်းကောင်း မည်သည့်အရာမျှ ရေတွက်ခံရမည်မဟုတ်ပေ။ သင် ၎င်းတို့အား ပေးခဲ့သော ပြစ်ဒဏ်သည် ၎င်းတို့၏ မကောင်းမှုအတွက် ထိုက်တန်သည်ထက် နည်းပါက၊ ဤသည်မှာ သင့်အတွက် အကျိုးရှိမည်ဖြစ်သည်။ သင် ၎င်းတို့အား ပေးခဲ့သော ပြစ်ဒဏ်သည် ၎င်းတို့၏ မကောင်းမှုအတွက် ထိုက်တန်သည်ထက် ပိုပါက၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံမှ သင့်ထံမှ ပေးဆပ်ရမည့်အရာကို ယူလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ထိုလူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ရှေ့တွင် ငိုကြွေးတော့သည်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မေးသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالَهُ لَا يَقْرَأُ كِتَابَ اللهِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ဘာဖြစ်တာလဲ။ အလ္လာဟ်အရှင်မြတ်၏ စကားတော်များကို သူ မဖတ်ခဲ့ဘူးလား၊ <span class=\"gray\">(ထို့အပြင် ငါတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် တရားမျှတမှု ချိန်ခွင်များကို တည်ထောင်မည်၊ ထို့နောက် မည်သူ့ကိုမျှ မည်သည့်အရာနှင့်မျှ မတရားပြုခံရမည်မဟုတ်ပေ။ မုန်ညင်းစေ့တစ်စေ့၏ အလေးချိန်ရှိသော်လည်း၊ ငါတို့သည် ၎င်းကို ယူဆောင်လာမည်။ ထို့အပြင် ငါတို့သည် စာရင်းတွက်ရန် လုံလောက်၏။)</span>?)</span></p><p lang=\"my\" class=\"my \">ထိုလူက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ဤလူများ—ဆိုလိုသည်မှာ ၎င်း၏ကျွန်များ—နှင့် ဝေးကွာနေခြင်းထက် ပိုကောင်းသောအရာ မရှိဟု ကျွန်တော် ထင်သည်။ ၎င်းတို့အားလုံး လွတ်လပ်ကြောင်း သက်သေခံရန် သင်အား တောင်းဆိုပါသည်။\" ဟု ပြောခဲ့သည်။</p>"
  },
  {
    "ayah_key": "21:48",
    "group_ayah_key": "21:48",
    "from_ayah": "21:48",
    "to_ayah": "21:50",
    "ayah_keys": "21:48,21:49,21:50",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် မူဆာနှင့် ဟာရွန်အား စံနှုန်းကိုလည်းကောင်း၊ ထွန်းလင်းတောက်ပသော အလင်းရောင်နှင့် တက်ကဝါ (အလ္လာဟ်ကို ကြောက်ရွံ့ခြင်း) ရှိသူများအတွက် သတိပေးချက်ကိုလည်းကောင်း ငါတို့ ပေးသနားခဲ့ပြီးဖြစ်သည် <span>(၄၈)</span>၎င်းတို့သည် မမြင်ရသော ကိစ္စများတွင် ၎င်းတို့၏ အရှင်သခင်ကို ကြောက်ရွံ့ကြပြီး ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ချိန်ကို စိုးရိမ်ကြသည် <span>(၄၉)</span>ဤသည်မှာ ငါတို့ချပေးခဲ့သော မင်္ဂလာရှိသော သတိပေးချက်ဖြစ်သည်၊ သို့ဖြစ်လျှင် သင်တို့သည် ၎င်းကို ငြင်းပယ်ကြမည်လား <span>(၅၀)</span></p><div lang=\"my\" class=\"my \"><h2>တာဝရာနှင့် ကုရ်အာန် ကျမ်းများ ဗျာဒိတ်တော် ချပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မူဆာနှင့် မုဟမ္မဒ်တို့ကို – ၎င်းတို့နှစ်ဦးစလုံးအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းသာယာခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ ရှိပါစေ – မကြာခဏဆိုသလို အတူတကွ ဖော်ပြလေ့ရှိကြောင်း၊ ထို့ပြင် ၎င်းတို့၏ ကျမ်းဂန်များကိုလည်း မကြာခဏဆိုသလို အတူတကွ ဖော်ပြလေ့ရှိကြောင်း ကျွန်ုပ်တို့ သတိပြုမိပြီးဖြစ်သည်။ ၎င်းက မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَىٰ وَهَارُونَ الْفُرْقَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မူဆာနှင့် ဟာရွန်အား စံနှုန်းကိုလည်းကောင်း ငါတို့ ပေးသနားခဲ့ပြီးဖြစ်သည်)</span> မူဂျာဟစ်က \"ဤသည်မှာ ကျမ်းဂန်ကို ဆိုလိုသည်\" ဟု ပြောခဲ့သည်။ အဗူ ဆွာလိဟ်က \"တာဝရာ\" ဟု ပြောခဲ့သည်။ ကွာတာဒါဟ်က \"တာဝရာ၊ ၎င်းက ခွင့်ပြုသောအရာနှင့် တားမြစ်သောအရာ၊ အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားနှင့် မဟုတ်မမှန်မှုကို မည်သို့ ခွဲခြားထားကြောင်း\" ဟု ပြောခဲ့သည်။ နိဂုံးချုပ်အနေဖြင့်၊ ကောင်းကင်ကျမ်းဂန်များသည် အမှန်တရားနှင့် မဟုတ်မမှန်မှု၊ လမ်းပြခြင်းနှင့် လမ်းမှားခြင်း၊ ကျူးလွန်ခြင်းနှင့် မှန်ကန်သောလမ်း၊ တရားဝင်နှင့် တရားမဝင်၊ ထို့ပြင် နှလုံးသားကို အလင်းရောင်၊ လမ်းပြခြင်း၊ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ခြင်းနှင့် နောင်တတရားတို့ဖြင့် ပြည့်စေမည့်အရာများကို ခွဲခြားထားကြောင်း ကျွန်ုပ်တို့ ပြောနိုင်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِّلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စံနှုန်းကိုလည်းကောင်း၊ ထွန်းလင်းတောက်ပသော အလင်းရောင်နှင့် တက်ကဝါ (အလ္လာဟ်ကို ကြောက်ရွံ့ခြင်း) ရှိသူများအတွက် သတိပေးချက်ကိုလည်းကောင်း။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အတွက် သတိပေးချက်နှင့် တိုက်တွန်းချက်ဖြစ်သည်။ ထို့နောက် ၎င်းတို့ကို ဤသို့ ဖော်ပြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မမြင်ရသော ကိစ္စများတွင် ၎င်းတို့၏ အရှင်သခင်ကို ကြောက်ရွံ့ကြသည်)</span> ဤသည်မှာ အာယသ်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ خَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُّنِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်ရသော ကိစ္စများတွင် အလွန်တရာ ကရုဏာရှင်ကို ကြောက်ရွံ့ပြီး နောင်တရသော နှလုံးသားဖြင့် ရောက်ရှိလာသူ။)</span><span class=\"gray\">(၅၀:၃၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မမြင်ရသော ကိစ္စများတွင် ၎င်းတို့၏ အရှင်သခင်ကို ကြောက်ရွံ့သူများအတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြီးမားသော ဆုလာဘ်များ ရှိမည်။)</span><span class=\"gray\">(၆၇:၁၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم مِّنَ السَّاعَةِ مُشْفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ချိန်ကို စိုးရိမ်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းကို ကြောက်ရွံ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါတို့ချပေးခဲ့သော မင်္ဂလာရှိသော သတိပေးချက်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊ အလွန်ကြီးမြတ်သော ကုရ်အာန်သည်၊ ၎င်း၏ရှေ့မှသော်လည်းကောင်း၊ နောက်မှသော်လည်းကောင်း လိမ်ညာမှုသည် ချဉ်းကပ်၍မရနိုင်ပေ၊ အနန္တဉာဏ်ရှင်၊ ချီးမွမ်းခြင်းခံထိုက်သူက ဗျာဒိတ်ပေးထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَفَأَنتُمْ لَهُ مُنكِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းကို ငြင်းပယ်ကြမည်လား။)</span> ဆိုလိုသည်မှာ ၎င်းသည် အရှင်းလင်းဆုံးနှင့် အမှန်တရားအဆုံးစွန်ဖြစ်နေသော်လည်း သင်တို့သည် ၎င်းကို ငြင်းပယ်ကြမည်လား။</p>"
  }
]