[
  {
    "ayah_key": "27:7",
    "group_ayah_key": "27:7",
    "from_ayah": "27:7",
    "to_ayah": "27:14",
    "ayah_keys": "27:7,27:8,27:9,27:10,27:11,27:12,27:13,27:14",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိရပါ)</span> မူဆာက သူ၏မိသားစုအား ပြောကြားခဲ့သည်မှာ - \"အမှန်စင်စစ်၊ ကျွန်ုပ်သည် မီးကို တွေ့မြင်ခဲ့ပြီ၊ ထိုနေရာမှ အချို့သောသတင်းများကို သင်တို့ထံ ယူဆောင်လာခဲ့မည်၊ သို့မဟုတ် သင်တို့ နွေးထွေးစေရန်အတွက် မီးကျီးခဲကို ယူဆောင်လာခဲ့မည်။ <span>(၇)</span>သို့သော် သူသည် ထိုနေရာသို့ရောက်သောအခါ အခေါ်ခံရသည်- \"မီးထဲတွင်ရှိသူ နှင့် မီးပတ်ဝန်းကျင်တွင်ရှိသူအားလုံးသည် ကောင်းချီးမင်္ဂလာရရှိကြပါစေ! ကမ္ဘာလောကသားအားလုံး၏ အရှင်သခင် အလ္လာဟ်ကို ချီးမြှင့်ဂုဏ်တင်ပါစေ။ <span>(၈)</span>\"အို မူဆာ! အမှန်စင်စစ်၊ ငါသည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် အလ္လာဟ်ပင် ဖြစ်သည်။ <span>(၉)</span>\"သင်၏ တုတ်ကို ချချ!\" သို့သော် သူသည် ၎င်းသည် မြွေတစ်ကောင်ကဲ့သို့ ရွေ့လျားနေသည်ကို မြင်သောအခါ ထွက်ပြေးခဲ့ပြီး နောက်သို့ လှည့်မကြည့်ခဲ့ပေ။ <span class=\"gray\">(ပြောကြားခံရသည်)</span> \"အို မူဆာ! မကြောက်နှင့်၊ အမှန်စင်စစ်၊ တမန်တော်များသည် ငါ၏ရှေ့မှောက်တွင် မကြောက်ကြချေ။ <span>(၁၀)</span>\"အမှားလုပ်ခဲ့ပြီးနောက် မကောင်းမှုကို ကောင်းမှုဖြင့် ပြောင်းလဲခဲ့သူမှအပ (မည်သူမျှ မကြောက်ရ)၊ ထို့နောက် အမှန်စင်စစ်၊ ငါသည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော အနန္တကရုဏာတော်ရှင် ဖြစ်သည်။ <span>(၁၁)</span>\"သင်၏လက်ကို အင်္ကျီအိတ်ထဲသို့ ထည့်လိုက်ပါ၊ ၎င်းသည် ထိခိုက်မှုမရှိဘဲ ဖြူဖွေးစွာ ထွက်ပေါ်လာလိမ့်မည်။ <span class=\"gray\">(၎င်းတို့သည်)</span> နိမိတ်လက္ခဏာ ကိုးခုအနက်မှ <span class=\"gray\">(ဖြစ်သည်)</span> ဖိရ်အောင်နှင့် သူ၏လူမျိုးထံ <span class=\"gray\">(သင်ယူသွားမည့်)</span>။ အမှန်စင်စစ်၊ သူတို့သည် ပုန်ကန်သောလူမျိုး ဖြစ်သည်။ <span>(၁၂)</span>သို့သော် ကျွန်ုပ်တို့၏ အာယတ်တော်များ သူတို့ထံသို့ ထင်ရှားစွာ ပေါ်ထွက်လာသောအခါ သူတို့က ပြောကြသည်- \"ဤသည်မှာ ထင်ရှားသော မှော်ပညာဖြစ်သည်။ <span>(၁၃)</span>ထို့ပြင် သူတို့သည် ၎င်းတို့ကိုယ်တိုင် ယုံကြည်သော်ငြားလည်း မတရားမှုဖြင့်လည်းကောင်း၊ မာန်မာနဖြင့်လည်းကောင်း ၎င်းတို့ကို မဟုတ်မမှန် ပြောကြားခဲ့ကြသည်။ သို့ဖြစ်၍ ဖျက်ဆီးသူတို့၏ နိဂုံးသည် မည်သို့ဖြစ်သည်ကို ကြည့်ရှုပါ <span>(၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏ဇာတ်လမ်းနှင့် ဖိရ်အောင်၏နိဂုံး</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်သည် သူ၏တမန်တော် မုဟမ္မဒ် ﷺ အား မူဆာ (ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ) ၌ မည်သို့ဖြစ်ပျက်ခဲ့ပုံ၊ အလ္လာဟ်သည် မည်သို့ရွေးချယ်ခဲ့ပုံ၊ သူနှင့် စကားပြောဆိုခဲ့ပုံ၊ အင်အားကြီးမားသော၊ ရင်သပ်ရှုမောဖွယ်ရာ လက္ခဏာများနှင့် လွှမ်းမိုးနိုင်သော သက်သေများကို ပေးအပ်ခဲ့ပုံ၊ ဖိရ်အောင်နှင့် သူ၏လူမျိုးများထံ စေလွှတ်ခဲ့ပုံကို ပြောပြတော်မူသည်။ သို့သော် သူတို့သည် သက်သေကို ငြင်းပယ်ခဲ့ကြပြီး၊ သူ့ကို မယုံကြည်ခဲ့ကြဘဲ မာန်မာနဖြင့် သူ့ကို လိုက်နာရန် ငြင်းဆန်ခဲ့ကြသည်။ အလ္လာဟ်က မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِذْ قَالَ مُوسَىٰ لِأَهْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာသည် သူ၏မိသားစုအား ပြောကြားခဲ့သောအခါ)</span>၊ ဆိုလိုသည်မှာ မူဆာသည် သူ၏မိသားစုနှင့်အတူ ခရီးသွားနေစဉ် လမ်းပျောက်ခဲ့ပုံကို သတိရပါ။ ၎င်းသည် ညဘက်၊ မှောင်မိုက်ထဲတွင် ဖြစ်သည်။ မူဆာသည် တောင်ဘေးတွင် မီးကို တွေ့မြင်ခဲ့သည်၊ ဆိုလိုသည်မှာ သူသည် မီးတောက်လောင်နေသည်ကို သတိပြုမိခဲ့ပြီး ပြောကြားခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\"> لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏မိသားစုအား- \"အမှန်စင်စစ်၊ ကျွန်ုပ်သည် မီးကို တွေ့မြင်ခဲ့ပြီ၊ ထိုနေရာမှ အချို့သောသတင်းများကို သင်တို့ထံ ယူဆောင်လာခဲ့မည်...\")</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သွားရမည့်လမ်းကြောင်းအကြောင်း'။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့ နွေးထွေးစေရန်အတွက် မီးကျီးခဲကို ယူဆောင်လာခဲ့မည်။)</span> ဆိုလိုသည်မှာ သူတို့ နွေးထွေးနေစေရန်။ သူပြောခဲ့သည့်အတိုင်းပင်- \"သူသည် ကြီးမားသောသတင်းကောင်းနှင့် ကြီးမားသောအလင်းရောင်နှင့်အတူ ပြန်လာခဲ့သည်။\" အလ္လာဟ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် ထိုနေရာသို့ရောက်သောအခါ အခေါ်ခံရသည်- \"မီးထဲတွင်ရှိသူ နှင့် မီးပတ်ဝန်းကျင်တွင်ရှိသူအားလုံးသည် ကောင်းချီးမင်္ဂလာရရှိကြပါစေ!\")</span> ဆိုလိုသည်မှာ သူသည် ထိုနေရာသို့ရောက်သောအခါ ကြီးမား၍ ကြောက်မက်ဖွယ်ကောင်းသော မြင်ကွင်းကို မြင်တွေ့ခဲ့သည်- မီးသည် အစိမ်းရောင် ချုံပုတ်ထဲတွင် လောင်ကျွမ်းနေပြီး မီးသည် ပိုမိုတောက်ပစွာ လောင်ကျွမ်းနေသော်လည်း ချုံပုတ်သည် ပိုမိုစိမ်းလန်းလှပလာသည်။ ထို့နောက် သူသည် ခေါင်းကိုမော့ကြည့်လိုက်ရာ ၎င်း၏အလင်းသည် ကောင်းကင်ဘုံရှိ မိုးတိမ်များနှင့် ဆက်စပ်နေသည်ကို တွေ့မြင်ခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်နှင့် အခြားသူများက ပြောကြားသည်မှာ \"၎င်းသည် မီးမဟုတ်ဘဲ တောက်ပသောအလင်းရောင်ဖြစ်သည်။\" အိဗ်နု အဗ္ဗားစ်မှ ဖော်ပြချက်တစ်ခုအရ ၎င်းသည် ကမ္ဘာလောကသားအားလုံး၏ အရှင်သခင်၏ အလင်းတော်ဖြစ်သည်။ မူဆာသည် သူမြင်နေရသည့်အရာကို အံ့ဩတုန်လှုပ်စွာဖြင့် ရပ်နေခဲ့ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူအခေါ်ခံရသည်- \"မီးထဲတွင်ရှိသူသည် ကောင်းချီးမင်္ဂလာရရှိပါစေ...\")</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ \"ဤသည်မှာ သန့်ရှင်းစင်ကြယ်သည်ဟု ဆိုလိုသည်၊ <span class=\"gray\">(မီးထဲတွင်ရှိသူ)\"</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَمَنْ حَوْلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏ပတ်ဝန်းကျင်တွင်ရှိသူ)</span> ဆိုလိုသည်မှာ ကောင်းကင်တမန်များမှ။ ဤသည်မှာ အိဗ်နု အဗ္ဗားစ်၊ အိက်ရိမာ၊ စအီဒ် ဘင်န် ဂျုဘိုင်ရ်၊ အလ်-ဟစန် နှင့် ကွာတာဒါတို့၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်သည် ကမ္ဘာလောကသားအားလုံး၏ အရှင်သခင် ဖြစ်တော်မူသည်။)</span>, </p><p lang=\"my\" class=\"my \">အဘယ်သူသည် အလိုတော်အတိုင်း ပြုတော်မူပြီး သူ၏ဖန်ဆင်းခြင်းများတွင် သူ့အားတူသော မည်သည့်အရာမျှ မရှိပေ။ သူဖန်ဆင်းထားသောအရာ မည်သည်မျှ သူ့အား ဝန်းရံနိုင်ခြင်းမရှိပေ။ သူသည် အမြင့်မြတ်ဆုံး၊ အနန္တတန်ခိုးရှင်ဖြစ်ပြီး သူဖန်ဆင်းထားသမျှနှင့် လုံးဝမတူပေ။ ကောင်းကင်နှင့်မြေကြီးသည် သူ့အား မဆံ့နိုင်သော်လည်း သူသည် တစ်ပါးတည်းသော၊ ကိုယ်ပိုင်ဖူလုံသော အရှင်သခင်ဖြစ်ပြီး သူ၏ဖန်ဆင်းခြင်းများနှင့် မည်သည့်နှိုင်းယှဉ်မှုမျိုးထက်မဆို ဝေးကွာတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ! အမှန်စင်စစ်၊ ငါသည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် အလ္လာဟ်ပင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်က သူ့အား ပြောကြားနေသူမှာ သူ၏အရှင်သခင် အနန္တတန်ခိုးရှင် အလ္လာဟ်ဖြစ်ကြောင်း၊ အရာခပ်သိမ်းကို နှိမ်နင်းအောင်နိုင်သူဖြစ်ကြောင်း၊ သူ၏စကားလုံးများနှင့် လုပ်ဆောင်ချက်အားလုံးတွင် ပညာရှိဖြစ်ကြောင်း ပြောကြားတော်မူသည်။ ထို့နောက် သူ၏လက်ထဲရှိ တုတ်ကို ပစ်ချရန် အမိန့်ပေးခဲ့သည်၊ သို့မှသာ အလိုတော်အတိုင်း အရာခပ်သိမ်းကို ပြုလုပ်နိုင်သူဖြစ်ကြောင်း ရှင်းလင်းသော သက်သေကို သူ့အား ပြသနိုင်မည်။ မူဆာသည် ထိုတုတ်ကို ပစ်ချလိုက်သောအခါ ၎င်းသည် ကြီးမား၍ ကြောက်မက်ဖွယ်ကောင်းသော မြွေပုံသဏ္ဍာန်သို့ ပြောင်းလဲသွားပြီး ၎င်း၏အရွယ်အစားရှိသော်လည်း လျင်မြန်စွာ ရွေ့လျားခဲ့သည်။ အလ္လာဟ်က မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် ၎င်းသည် ဂျန်န် <span class=\"gray\">(မြွေ)</span> တစ်ကောင်ကဲ့သို့ ရွေ့လျားနေသည်ကို မြင်သောအခါ။)</span> ဂျန်န် ဆိုသည်မှာ အလျင်မြန်ဆုံးနှင့် အပေါ့ပါးဆုံး ရွေ့လျားနိုင်သော မြွေအမျိုးအစားကို ရည်ညွှန်းသည်။ မူဆာသည် ၎င်းကို သူ၏မျက်စိဖြင့် မြင်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ထွက်ပြေးခဲ့ပြီး နောက်သို့ လှည့်မကြည့်ခဲ့ပေ။)</span> ဆိုလိုသည်မှာ သူသည် အလွန်အမင်း ကြောက်ရွံ့ခဲ့သောကြောင့် နောက်သို့ လှည့်မကြည့်ခဲ့ပေ။ အလ္လာဟ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ! မကြောက်နှင့်၊ အမှန်စင်စစ်၊ တမန်တော်များသည် ငါ၏ရှေ့မှောက်တွင် မကြောက်ကြချေ။)</span> ဆိုလိုသည်မှာ 'သင်မြင်ရသောအရာကို မကြောက်နှင့်၊ အဘယ်ကြောင့်ဆိုသော် ငါသည် သင့်အား တမန်တော်အဖြစ် ရွေးချယ်ပြီး ကြီးမြတ်သောနဗီတမန်တော်ဖြစ်စေလိုသောကြောင့်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှားလုပ်ခဲ့ပြီးနောက် မကောင်းမှုကို ကောင်းမှုဖြင့် ပြောင်းလဲခဲ့သူမှအပ (မည်သူမျှ မကြောက်ရ)၊ ထို့နောက် အမှန်စင်စစ်၊ ငါသည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော အနန္တကရုဏာတော်ရှင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဖယ်ရှားခြင်းအမျိုးအစား၏ ချွင်းချက်ဖြစ်သည်။ ဤသည်မှာ လူသားတို့အတွက် သတင်းကောင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် မည်သူမဆို မကောင်းမှုတစ်ခုကို ပြုလုပ်ပြီးနောက် ၎င်းကို စွန့်လွှတ်ကာ နောင်တရပြီး အလ္လာဟ်ထံသို့ လှည့်ပြန်လျှင် အလ္လာဟ်သည် သူ၏နောင်တကို လက်ခံတော်မူမည်ဖြစ်ပြီး၊ သူမိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ နောင်တရပြီး ယုံကြည်ကာ ကောင်းမှုကုသိုလ်များ ပြုလုပ်ပြီးနောက် အာ့တာဒါ (မှန်ကန်သောလမ်းကို လိုက်နာ) သူအား ငါသည် အမှန်ပင် ခွင့်လွှတ်တော်မူသည်။)</span><span class=\"gray\">(20:82)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုကို ပြုလုပ်လျှင် သို့မဟုတ် မိမိကိုယ်ကို မတရားပြုလျှင်...)</span><span class=\"gray\">(4:110)</span>. ၎င်းနှင့်အလားတူ အခြားအာယတ်တော်များစွာလည်း ရှိပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏လက်ကို အင်္ကျီအိတ်ထဲသို့ ထည့်လိုက်ပါ၊ ၎င်းသည် ထိခိုက်မှုမရှိဘဲ ဖြူဖွေးစွာ ထွက်ပေါ်လာလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ နောက်ထပ်နိမိတ်လက္ခဏာတစ်ခုဖြစ်ပြီး၊ အလ္လာဟ်သည် သူအလိုတော်ရှိသမျှကို ပြုလုပ်နိုင်စွမ်းရှိကြောင်း ထပ်လောင်းထင်ရှားသော သက်သေတစ်ခုဖြစ်သည်။ ၎င်းသည် မကာင်းဆန်းပြားမှု ပေးအပ်ခံရသူ၏ မှန်ကန်မှုကိုလည်း အတည်ပြုခြင်းဖြစ်သည်။ အလ္လာဟ်သည် သူ့အား သူ၏လက်ကို အင်္ကျီအိတ်ထဲသို့ ထည့်ရန် အမိန့်ပေးခဲ့သည်၊ သူသည် သူ၏လက်ကို ထည့်သွင်းပြီး ပြန်ထုတ်လိုက်သောအခါ လရောင်တစ်စ သို့မဟုတ် တောက်ပသောလျှပ်စီးလက်ခြင်းတစ်ခုကဲ့သို့ ဖြူဖွေးတောက်ပစွာ ထွက်ပေါ်လာခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي تِسْعِ آيَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နိမိတ်လက္ခဏာ ကိုးခုအနက်မှ)</span> ဆိုလိုသည်မှာ 'ဤသည်တို့မှာ သင်အား ထောက်ခံထားပြီး သင့်အတွက် သက်သေအဖြစ် အသုံးပြုမည့် နိမိတ်လက္ခဏာ ကိုးခုအနက်မှ နှစ်ခုဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ فِرْعَوْنَ وَقَوْمِهِ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိရ်အောင်နှင့် သူ၏လူမျိုးထံ။ အမှန်စင်စစ်၊ သူတို့သည် ပုန်ကန်သောလူမျိုး ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်တို့မှာ အလ္လာဟ်က မိန့်တော်မူခဲ့သော နိမိတ်လက္ခဏာ ကိုးခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَىٰ تِسْعَ آيَاتٍ بَيِّنَاتٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် မူဆာအား ရှင်းလင်းသော နိမိတ်လက္ခဏာ ကိုးခုကို ပေးအပ်ခဲ့ပြီ။)</span><span class=\"gray\">(17:101)</span> – ထိုနေရာတွင် ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကျွန်ုပ်တို့၏ အာယတ်တော်များ သူတို့ထံသို့ ထင်ရှားစွာ မြင်ရအောင် ရောက်ရှိလာသောအခါ)</span>, ဆိုလိုသည်မှာ ရှင်းလင်း၍ ထင်ရှားသော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا هَٰذَا سِحْرٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်- \"ဤသည်မှာ ထင်ရှားသော မှော်ပညာဖြစ်သည်။\")</span></p><p lang=\"my\" class=\"my \">သူတို့သည် ၎င်းကို သူတို့၏ကိုယ်ပိုင် မှော်ပညာဖြင့် ဆန့်ကျင်လိုခဲ့ကြသော်လည်း သူတို့သည် ရှုံးနိမ့်ခဲ့ကြပြီး အရှက်ရစွာ ပြန်လာခဲ့ကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَجَحَدُوا بِهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူတို့သည် ၎င်းတို့ကို မဟုတ်မမှန် ပြောကြားခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ နှုတ်ဖြင့်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကိုယ်တိုင် ၎င်းကို ယုံကြည်သော်ငြားလည်း။)</span> ဆိုလိုသည်မှာ သူတို့သည် ဤသည်မှာ အလ္လာဟ်ထံမှ မှန်ကန်သောအရာဖြစ်ကြောင်း သူတို့၏စိတ်နှလုံးသားထဲတွင် သိခဲ့ကြသည်၊ သို့သော် သူတို့သည် ၎င်းကို ငြင်းပယ်ခဲ့ကြပြီး ခေါင်းမာ၍ မာန်မာနကြီးခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظُلْمًا وَعُلُوًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားမှုဖြင့်လည်းကောင်း၊ မာန်မာနဖြင့်လည်းကောင်း)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မိမိကိုယ်ကို မတရားပြုခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သူတို့ကျင့်သားရနေသော မိုက်ရိုင်းသည့်ပုံစံဖြစ်၍၊ သူတို့သည် မှန်ကန်သောအရာကို လိုက်နာရန် အလွန်မာနကြီးခဲ့သောကြောင့် မာန်မာနကြီးခဲ့ကြသည်။ အလ္လာဟ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ဖျက်ဆီးသူတို့၏ နိဂုံးသည် မည်သို့ဖြစ်သည်ကို ကြည့်ရှုပါ)</span> ဆိုလိုသည်မှာ 'အို မုဟမ္မဒ်၊ အလ္လာဟ်သည် သူတို့ကို ဖျက်ဆီးပြီး တစ်မနက်တည်းတွင် သူတို့အားလုံးကို ရေနစ်သေဆုံးစေခဲ့သောအခါ သူတို့၏လုပ်ဆောင်ချက်များ၏ အကျိုးဆက်များ မည်သို့ရှိခဲ့သည်ကို ကြည့်ရှုပါ။' </p><p lang=\"my\" class=\"my \">ဤဇာတ်လမ်း၏ အဓိကအချက်မှာ- သတိထားပါ၊ 'အို မုဟမ္မဒ်ကို မယုံကြည်သူများနှင့် သူ၏အရှင်သခင်ထံမှ သူယူဆောင်လာသော သတင်းစကားကို ငြင်းပယ်သူတို့၊ သူတို့အား ကြုံတွေ့ခဲ့ရသည့်အရာမျိုး သင်တို့အားလည်း ကြုံတွေ့မည်ကို စိုးရိမ်ကြလော့။' သို့သော် ပိုဆိုးသည်မှာ မုဟမ္မဒ် ﷺ သည် မူဆာထက် ပိုမိုမြင့်မြတ်ပြီး ပိုမိုကြီးမြတ်သည်။ သူ၏သက်သေသည် မူဆာ၏သက်သေထက် ပိုမိုခိုင်မာသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်က သူ့အား ပေးအပ်ခဲ့သော နိမိတ်လက္ခဏာများသည် သူ၏ကိုယ်ရည်ကိုယ်သွေးနှင့် စရိုက်လက္ခဏာများနှင့် ပေါင်းစပ်နေခြင်းအပြင်၊ ယခင်နဗီတမန်တော်များက သူ၏လာရောက်ခြင်းကို ကြိုတင်ဟောကိန်းထုတ်ခဲ့ပြီး၊ သူတို့သည် သူ့အား မြင်တွေ့ရပါက သူ့ကို လိုက်နာမည်ဟု လူများထံမှ ကတိခံယူခဲ့ခြင်းတို့ကြောင့်ဖြစ်သည်။ သူ့အရှင်သခင်ထံမှ အကောင်းဆုံးကောင်းချီးမင်္ဂလာများနှင့် ငြိမ်းချမ်းမှုများ သူ့အပေါ်၌ သက်ရောက်ပါစေ။</p>"
  }
]