[
  {
    "ayah_key": "24:12",
    "group_ayah_key": "24:12",
    "from_ayah": "24:12",
    "to_ayah": "24:13",
    "ayah_keys": "24:12,24:13",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် အဘယ်ကြောင့် မယုံကြည်သူများသည်၊ အမျိုးသားများနှင့် အမျိုးသမီးများ၊ သင်တို့ကြားသောအခါ၊ မိမိတို့၏လူမျိုးများကို ကောင်းသည်ဟု မယူမှတ်ဘဲ “ဤသည်မှာ ထင်ရှားသော လိမ်လည်မှုဖြစ်သည်” ဟု မဆိုကြသနည်း။ <span>(၁၂)</span>အဘယ်ကြောင့် သူတို့သည် သူ၏အပေါ်တွင် သက်သေလေးဦးကို မထုတ်ဖော်နိုင်ခဲ့သနည်း။ သူတို့သည် သက်သေများ မထုတ်ဖော်နိုင်ခဲ့သောကြောင့်! ထို့နောက် အလ္လာဟ်အရှင်မြတ်ထံတွင် သူတို့သည် လိမ်ညာသူများဖြစ်သည်။ <span>(၁၃)</span></p><div lang=\"my\" class=\"my \"><h2>အပုပ်ချပြောဆိုမှုများ ဖြန့်ဝေခဲ့ခြင်းအတွက် ယုံကြည်သူများကို ဆုံးမပဲ့ပြင်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် အိုင်ရှာဟ်၏ကိစ္စနှင့်စပ်လျဉ်း၍ ယုံကြည်သူများကို ဆုံးမပဲ့ပြင်တော်မူ၏။ အကြောင်းမှာ သူတို့အချို့သည် ဤမကောင်းသောစကားနှင့် ဖော်ပြခဲ့သော အပုပ်ချပြောဆိုမှုများကို ဖြန့်ဝေခဲ့သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْلَا إِذْ سَمِعْتُمُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အဘယ်ကြောင့် သင်တို့ကြားသောအခါ၊)</span> ဆိုလိုသည်မှာ ယုံကြည်သူတို့၏ မယ်တော်ကို စွပ်စွဲသော စကားဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမကို နှစ်သက်တော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများ၊ အမျိုးသားများနှင့် အမျိုးသမီးများ၊ မိမိတို့၏လူမျိုးများကို ကောင်းသည်ဟု ယူမှတ်ကြသည်)</span> ဆိုလိုသည်မှာ သူတို့သည် ပြောဆိုခဲ့သောစကားကို သူတို့ကိုယ်တိုင်နှင့် အဘယ်ကြောင့် နှိုင်းယှဉ်မကြည့်ခဲ့သနည်း – အကယ်၍ ထိုစကားသည် သူတို့အတွက် မသင့်လျော်ပါက ယုံကြည်သူတို့၏မယ်တော်အတွက် ပို၍ပင် မသင့်လျော်ဘဲ၊ သူမသည် ပို၍ပင် အပြစ်ကင်းစင်ဖွယ်ရှိ၏။ သို့မဟုတ် ဤသည်မှာ အဘူအယူးဘ် ခါလစ်ဒ် ဘင်န် ဇိုင်ဒ် အလ်-အန်ဆွာရီနှင့် သူ၏ဇနီးတို့အကြောင်းကို ဗျာဒိတ်တော်ချခဲ့ခြင်းဖြစ်သည်ဟု ဆိုသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့နှစ်ဦးကို နှစ်သက်တော်မူပါစေ။ အီမာမ် မိုဟာမက် ဘင်န် အစ်ဟာက် ဘင်န် ယါစရ်က “အဘူအယူးဘ် ခါလစ်ဒ် ဘင်န် ဇိုင်ဒ် အလ်-အန်ဆွာရီ၏ဇနီး၊ အွမ် အယူးဘ်က သူ့ကိုပြောသည်၊ ‘အို အဘူအယူးဘ်၊ အိုင်ရှာဟ်အကြောင်း လူတွေပြောနေတာ ကြားမိပြီလား?’ သူက ‘ဟုတ်ကဲ့၊ အဲဒါတွေအားလုံး လိမ်ညာမှုတွေပဲ။ အို အွမ် အယူးဘ်၊ မင်းအဲလိုလုပ်မှာလား?’ သူမက ‘မဟုတ်ဘူး၊ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါတယ်၊ ကျွန်မအဲလိုမလုပ်ပါဘူး။’ သူက ‘အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါတယ်၊ အိုင်ရှာဟ်က မင်းထက် ပိုကောင်းပါတယ်။’ ကုရ်အာန် ကျရောက်လာသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် အပုပ်ချပြောဆိုမှုများတွင် မကောင်းမှုအကြောင်း ပြောဆိုသူများကို ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အပုပ်ချပြောဆိုမှုများကို ယူဆောင်လာသူများသည် သင်တို့အထဲမှ အဖွဲ့တစ်ဖွဲ့ဖြစ်သည်။)</span><span class=\"gray\">(၂၄:၁၁)</span> ဤသည်မှာ ဟာဆန်နှင့် သူ၏အပေါင်းအပါများ သူတို့ပြောဆိုခဲ့သည်များကို ရည်ညွှန်းသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အဘယ်ကြောင့် ယုံကြည်သူများ၊ အမျိုးသားများ၊ သင်တို့ကြားသောအခါ မစဉ်းစားခဲ့သနည်း...)</span> ဆိုလိုသည်မှာ အဘူအယူးဘ်နှင့် သူ၏ဇနီးတို့ လုပ်ဆောင်ခဲ့သည့်အတိုင်း ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">ظَنَّ الْمُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများ၊ အမျိုးသားများ၊ စဉ်းစားကြသည်...)</span> ဆိုလိုသည်မှာ ‘အဘယ်ကြောင့် ကောင်းသည်ဟု မစဉ်းစားခဲ့ကြသနည်း၊ အကြောင်းမှာ ယုံကြည်သူတို့၏မယ်တော်သည် သူ၏ဇနီးဖြစ်ပြီး သူ့နှင့် ပိုမိုနီးစပ်သောကြောင့်ဖြစ်သည်။’ ဤသည်မှာ အတွင်းစိတ်ခံစားချက်များနှင့် သက်ဆိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြောကြသည်- )</span> ဆိုလိုသည်မှာ သူတို့၏လျှာများဖြင့် နှုတ်ဖြင့်ပြောဆိုကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا إِفْكٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤ <span class=\"gray\">(စွပ်စွဲချက်)</span> သည် ထင်ရှားသော လိမ်လည်မှုလော?\")</span> ဆိုလိုသည်မှာ ယုံကြည်သူတို့၏ မယ်တော်အပေါ် ပြောဆိုသော ထင်ရှားသည့် မမှန်ကန်သောစကားဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမကို နှစ်သက်တော်မူပါစေ။ ဖြစ်ပျက်ခဲ့သောအရာသည် သံသယဖြစ်ဖွယ်ရာ မဟုတ်ခဲ့သင့်ပါ။ ယုံကြည်သူတို့၏ မယ်တော်သည် ဆွဖ်ဝါန် ဘင်န် အလ်-မူအတ်တလ်၏ ကမ်မေပေါ်တွင် နေ့လည်ဘက်တွင် ပွင့်ပွင့်လင်းလင်း လာခဲ့ခြင်း၊ စစ်တပ်တစ်ခုလုံးက ကြည့်ရှုနေခြင်း၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ လည်း သူတို့အထဲတွင် ရှိနေခြင်းတို့သည် သံသယဖြစ်ဖွယ်ရာ မရှိကြောင်း ရှင်းလင်းစွာ ပြသခဲ့သင့်သည်။ အကယ်၍ ထိုကိစ္စတွင် သံသယဖြစ်ဖွယ်ရာ တစ်စုံတစ်ရာ ရှိခဲ့ပါက၊ သူတို့သည် သက်သေအများအပြားရှေ့တွင် ဤသို့ ပွင့်ပွင့်လင်းလင်း လာရောက်ခဲ့မည်မဟုတ်၊ လျှို့ဝှက်စွာ လာရောက်ခဲ့ကြမည်။ ဤအခြေခံပေါ်မူတည်၍ အပုပ်ချပြောဆိုသူများက ယုံကြည်သူတို့၏ မယ်တော်ကို စွပ်စွဲပြောဆိုခဲ့သည်များမှာ လုံးဝလိမ်ညာမှု၊ မှားယွင်းသောစကားနှင့် မကောင်းသော မိုက်မဲသည့်စကားများဖြစ်ပြီး ထိုအရာ၌ ပါဝင်ခဲ့သူများသည် ဆုံးရှုံးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် သူတို့သည် သူ၏အပေါ်တွင် သက်သေလေးဦးကို မထုတ်ဖော်နိုင်ခဲ့သနည်း?)</span> ဆိုလိုသည်မှာ သူတို့ပြောနေသည်များ မှန်ကန်ကြောင်း သက်သေပြရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَٰئِكَ عِندَ اللَّهِ هُمُ الْكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သက်သေများ မထုတ်ဖော်နိုင်ခဲ့သောကြောင့်! ထို့နောက် အလ္လာဟ်အရှင်မြတ်ထံတွင် သူတို့သည် လိမ်ညာသူများဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် သူတို့သည် ဆိုးယုတ်သော လိမ်ညာသူများဖြစ်သည်ဟု စီရင်ဆုံးဖြတ်တော်မူခဲ့သည်။</p>"
  },
  {
    "ayah_key": "24:14",
    "group_ayah_key": "24:14",
    "from_ayah": "24:14",
    "to_ayah": "24:15",
    "ayah_keys": "24:14,24:15",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ ဤဘဝနှင့် နောင်ဘဝတွင် သင်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော် မရှိခဲ့ပါက၊ သင်တို့ပြောဆိုခဲ့သည့် ကိစ္စအတွက် ကြီးမားသော ပြစ်ဒဏ်သည် သင်တို့အား ထိတွေ့ခဲ့လိမ့်မည်။ <span>(၁၄)</span>သင်တို့သည် ၎င်းကို မိမိတို့၏လျှာများဖြင့် ဖြန့်ဝေနေချိန်နှင့် သင်တို့မသိသော အရာကို မိမိတို့၏ ပါးစပ်များဖြင့် ပြောဆိုနေချိန်တွင်၊ သင်တို့သည် ၎င်းကို သေးငယ်သည်ဟု မှတ်ယူခဲ့ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်ထံတွင်မူ ၎င်းသည် အလွန်ကြီးမားလှပေသည်။ <span>(၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>အပုပ်ချပြောဆိုသူများအား နောင်တရရန် အခွင့်အရေးပေးခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်</h2></div><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ဤဘဝနှင့် နောင်ဘဝတွင် သင်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော် မရှိခဲ့ပါက၊)</span> ဤသည်မှာ အိုင်ရှာဟ်၏ကိစ္စကို ဆွေးနွေးပြောဆိုခဲ့ကြသူများကို ရည်ရွယ်၍ ပြောဆိုခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝတွင် သူတို့၏နောင်တကို လက်ခံတော်မူပြီး နောင်ဘဝ၌ သူတို့၏ယုံကြည်မှုကြောင့် ခွင့်လွှတ်တော်မူကြောင်း အသိပေးခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ပြောဆိုခဲ့သည့် ကိစ္စအတွက် သင်တို့ကို ထိတွေ့ခဲ့လိမ့်မည်။)</span> အပုပ်ချပြောဆိုမှုနှင့် ပတ်သက်၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَذَابٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြီးမားသော ပြစ်ဒဏ်)</span> ဤသည်မှာ မိစ်တဟ်၊ ဟာဆန်နှင့် ဇိုင်နပ် ဘင်န် ဂျာရှ်၏ညီမ ဟမ်နာဟ် ဘင်န် ဂျာရှ်တို့ကဲ့သို့ အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး နောင်တရခဲ့သူများကို ရည်ညွှန်းသည်။ အပုပ်ချပြောဆိုမှုများတွင် ပါဝင်ခဲ့သော အဗ္ဗဒူလာ ဘင်န် အူဘိုင် ဘင်န် စလူလ်နှင့် ထိုကဲ့သို့သော ဟီပိုကရစ်များအတွက်မူ ဤအာယတ်တွင် သူတို့ကို ရည်ညွှန်းခြင်းမဟုတ်ပေ။ အကြောင်းမှာ သူတို့သည် လုပ်ဆောင်ခဲ့သည်များကို ဟန်ချက်ညီစေရန် သို့မဟုတ် ပယ်ဖျက်ရန် လုံလောက်သော ယုံကြည်မှုနှင့် ဖြောင့်မတ်သောလုပ်ရပ်များ မရှိခဲ့သောကြောင့်ဖြစ်သည်။ ထိုနည်းတူစွာပင်၊ သတ်မှတ်ထားသော လုပ်ရပ်အတွက် ပြောဆိုခဲ့သော ခြိမ်းခြောက်မှုများသည် နောင်တမရပါက သို့မဟုတ် ၎င်းကို ဟန်ချက်ညီစေရန် သို့မဟုတ် သာလွန်စေရန် လုံလောက်သော ဖြောင့်မတ်သောလုပ်ရပ်များ မရှိပါက အကောင်အထည်ပေါ်လာမည်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းကို မိမိတို့၏လျှာများဖြင့် ဖြန့်ဝေနေချိန်တွင်၊)</span> မူဂျာဟစ်ဒ်နှင့် စအိဒ် ဘင်န် ဂျူဘိုင်ရ်တို့က “သင်တို့အချို့သည် ၎င်းကို အခြားသူများကို ပြောပြနေကြသည်” ဟုဆိုသည်။ တစ်ယောက်က ‘ဒီကိစ္စကို ဟိုလူဆီက ကြားတယ်၊ ဒီလူက ဒီလိုပြောတယ်၊ အချို့က ဒီလိုပြောတယ်’ ဟုဆိုသည်။ အခြားသူများကမူ အာယတ်ကို ဤသို့ ရွတ်ဆိုကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">(إِذْ تَلِقُونَهُ بِأَلْسِنَتِكُمْ) </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့သည် မိမိတို့၏လျှာများဖြင့် လိမ်လည်ပြောဆိုနေချိန်တွင်...\")</span> ဆာဟီဟ် အလ်-ဘူခါရီတွင် အိုင်ရှာဟ်သည် ထိုသို့ ရွတ်ဆိုခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ သူမ၏အဆိုအရ၊ ထိုအဓိပ္ပာယ်သည် လူတစ်ဦးက ဆက်တိုက်ပြောဆိုသော လိမ်လည်မှုများကို ရည်ညွှန်းသည်။ ပထမရွတ်ဆိုမှုသည် ပို၍ နှစ်သက်ဖွယ်ကောင်းပြီး ပိုမိုလူသိများသည်။ လူအများစုသည် ထိုသို့ရွတ်ဆိုကြသော်လည်း ဒုတိယရွတ်ဆိုမှုသည် ယုံကြည်သူတို့၏မယ်တော် အိုင်ရှာဟ်ထံမှ မှတ်တမ်းတင်ထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِ عِلْمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့မသိသော အရာကို မိမိတို့၏ ပါးစပ်များဖြင့် ပြောဆိုနေခြင်း၊)</span> ဆိုလိုသည်မှာ သင်တို့သည် သင်တို့မသိသော ကိစ္စတစ်ခုအကြောင်း ပြောဆိုနေကြခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ اللَّهِ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းကို သေးငယ်သည်ဟု မှတ်ယူခဲ့ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်ထံတွင်မူ ၎င်းသည် အလွန်ကြီးမားလှပေသည်။)</span> ဆိုလိုသည်မှာ ‘သင်တို့သည် ယုံကြည်သူတို့၏ မယ်တော်အကြောင်း ပြောဆိုခဲ့ပြီး ၎င်းသည် တန်ဖိုးမရှိသော အရေးမပါသော ကိစ္စဟု သင်တို့ထင်ခဲ့သော်လည်း သူမသည် တမန်တော်မြတ် ﷺ ၏ဇနီး မဟုတ်ခဲ့လျှင်ပင် ၎င်းသည် အရေးမပါသော ကိစ္စမဟုတ်သေးပေ – ထို့ကြောင့် သူမသည် စာမတတ်သော တမန်တော်၊ တမန်တော်များ၏ တံဆိပ်တော်နှင့် တမန်တော်များ၏ ခေါင်းဆောင် ﷺ ၏ဇနီးဖြစ်သည့်အခါ မည်သို့ရှိမည်နည်း?’ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၏ ဇနီးအကြောင်း ထိုသို့သောစကားကို ပြောဆိုခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် အလွန်လေးနက်သော ကိစ္စဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဘုန်းတော်ကြီး၍ အမြင့်မြတ်ဆုံးဖြစ်တော်မူ၏။ ထိုသို့သော ကိစ္စများအပေါ် အလွန်အမင်း ဒေါသထွက်တော်မူပြီး အမျက်တော်လည်း ရှတော်မူသည်။ မည်သည့်တမန်တော်၏ ဇနီးအတွက်မှ ထိုသို့သောကိစ္စမျိုးကို မည်သည့်အခါမျှ စီရင်ဆုံးဖြတ်တော်မူမည်မဟုတ်ပေ။ ထိုသို့ဆိုလျှင် မည်သည့်တမန်တော်၏ ဇနီးများထဲတွင် အကောင်းဆုံးဖြစ်သူ၊ ဤဘဝနှင့် နောင်ဘဝတွင် အာဒမ်၏သားများထဲတွင် အကောင်းဆုံးဖြစ်သူ၏ ဇနီးအတွက် မည်သို့ဖြစ်မည်နည်း။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ اللَّهِ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းကို သေးငယ်သည်ဟု မှတ်ယူခဲ့ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်ထံတွင်မူ ၎င်းသည် အလွန်ကြီးမားလှပေသည်။)</span> ဆာဟီဟ် နှစ်ခုတွင် ဤသို့ မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ، لَا يَدْرِي مَا تَبْلُغُ، يَهْوِي بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်ကို အမျက်ထွက်စေသော စကားတစ်ခွန်းကို ပြောဆိုနိုင်ပြီး ၎င်းသည် မည်မျှအထိ ရောက်ရှိမည်ကို မသိဘဲ ထိုစကားကြောင့် ငရဲသို့ ကောင်းကင်နှင့် မြေကြီးအကြားထက် ပိုမိုဝေးကွာသော အကွာအဝေးသို့ ပစ်ချခံရလိမ့်မည်။)</span> အခြားမှတ်တမ်းတစ်ခုအရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُلْقِي لَهَا بَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူသည် ၎င်းကို အရေးတယူ မပြုနိုင်ပေ။)</span></p>"
  },
  {
    "ayah_key": "24:16",
    "group_ayah_key": "24:16",
    "from_ayah": "24:16",
    "to_ayah": "24:18",
    "ayah_keys": "24:16,24:17,24:18",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ သင်တို့သည် ၎င်းကို ကြားသောအခါ အဘယ်ကြောင့် မဆိုခဲ့ကြသနည်း- \"ဤအရာနှင့်ပတ်သက်၍ ကျွန်ုပ်တို့ ပြောဆိုရန် မသင့်လျော်ပါ။ ကိုယ်တော်မြတ် <span class=\"gray\">(အို အလ္လာဟ်)</span> အား ဂုဏ်တော်ချီးမွမ်းပါ၏! ဤသည်မှာ ကြီးမားသော လိမ်ညာမှုပင်ဖြစ်သည်။ <span>(၁၆)</span>အကယ်၍ သင်တို့သည် ယုံကြည်သူများ ဖြစ်ပါက အလ္လာဟ်အရှင်မြတ်သည် ထိုကဲ့သို့သော အရာကို ထပ်မံမပြုလုပ်ရန် ထာဝစဉ် တားမြစ်ထားပြီး သတိပေးထားသည်။ <span>(၁၇)</span>အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အာယတ်တော်များကို ရှင်းလင်းစွာ ပြသတော်မူပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိရှိတော်မူသော၊ ဉာဏ်ပညာရှင် ဖြစ်တော်မူသည်။ <span>(၁၈)</span></p><div lang=\"nl\" class=\"nl \"><h2>Further Discipline</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ လူများကို ကောင်းသည်ဟု ယူဆရန် အမိန့်တော်အပြင် နောက်ထပ်ဆုံးမပဲ့ပြင်ခြင်းဖြစ်သည်။ ဆိုလိုသည်မှာ ကောင်းသောလူများအကြောင်း မသင့်လျော်သော တစ်စုံတစ်ရာကို ဖော်ပြခဲ့လျှင် သူတို့အပေါ် ကောင်းသည်ဟု ယူဆသင့်ပြီး ကောင်းသောအရာမှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ မခံစားသင့်ပေ။ ထို့နောက် အကယ်၍ လူတစ်ဦးသည် သူတို့အကြောင်း မသင့်လျော်သော အတွေးအခေါ်များကို ရှိခဲ့လျှင်၊ ထိုအတွေးအခေါ်များကို ရှိုင်တွာန်က သူ၏စိတ်နှင့် စိတ်ကူးထဲသို့ သွင်းပေးခဲ့လျှင်၊ သူသည် ထိုအကြောင်းကို မပြောသင့်ပေ။ အကြောင်းမှာ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى تَجَاوَزَ لِأُمَّتِي عَمَّا حَدَّثَتْ بِهِ أَنْفُسُهَا مَا لَمْ تَقُلْ أَوْ تَعْمَلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ငါ၏အွမ်မာဟ်အား သူတို့စိတ်ထဲတွင် ဖြစ်ပေါ်လာသည့် မည်သည့်အရာအတွက်မဆို ခွင့်လွှတ်တော်မူမည်ဖြစ်သည်၊ သူတို့သည် ၎င်းအကြောင်းကို မပြောဆိုသရွေ့ သို့မဟုတ် ၎င်းအပေါ် လုပ်ဆောင်ခြင်းမရှိသရွေ့ ဖြစ်သည်။)</span> ဤသည်ကို ဆာဟီဟ် နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့သည် ၎င်းကို ကြားသောအခါ အဘယ်ကြောင့် မဆိုခဲ့ကြသနည်း- \"ဤအရာနှင့်ပတ်သက်၍ ကျွန်ုပ်တို့ ပြောဆိုရန် မသင့်လျော်ပါ။\")</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့သည် ၎င်းအကြောင်းကို ပြောဆိုခြင်း သို့မဟုတ် မည်သူ့ကိုမျှ ပြောပြခြင်း မပြုသင့်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ هَٰذَا بُهْتَانٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မြတ် <span class=\"gray\">(အို အလ္လာဟ်)</span> အား ဂုဏ်တော်ချီးမွမ်းပါ၏! ဤသည်မှာ ကြီးမားသော လိမ်ညာမှုပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်နှင့် နီးကပ်သော မိတ်ဆွေ ﷺ ၏ဇနီးအကြောင်း ထိုသို့သောကိစ္စကို ပြောဆိုခြင်းမှ အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်တော်ချီးမွမ်းခြင်း ခံထိုက်တော်မူ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِظُكُمُ اللَّهُ أَن تَعُودُوا لِمِثْلِهِ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ထိုကဲ့သို့သော အရာကို ထပ်မံမပြုလုပ်ရန် ထာဝစဉ် တားမြစ်ထားပြီး သတိပေးထားသည်၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ဤကဲ့သို့သော မည်သည့်အရာကိုမျှ နောင်တွင် ထပ်မံမလုပ်ဆောင်ရန် တားမြစ်ပြီး သတိပေးနေခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ယုံကြည်သူများ ဖြစ်ပါက။)</span> ဆိုလိုသည်မှာ အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်မြတ်၏ ဥပဒေများကို ယုံကြည်ပြီး ကိုယ်တော်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို ရိုသေလေးစားပါက ဖြစ်သည်။ မယုံကြည်သူများဟု ဖော်ပြထားသူများအတွက်မူ သူတို့၏ကိစ္စတွင် ကွဲပြားသော စီရင်ဆုံးဖြတ်မှု ရှိသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အာယတ်တော်များကို ရှင်းလင်းစွာ ပြသတော်မူသည်၊)</span> ဆိုလိုသည်မှာ ကိုယ်တော်မြတ်သည် ရှရီအာ၏ စီရင်ထုံးများနှင့် ကိုယ်တော်မြတ်၏ ဘုရားသခင်ဆိုင်ရာ စီရင်ဆုံးဖြတ်ချက်များကို သင်တို့အား ရှင်းလင်းပြသတော်မူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိရှိတော်မူသော၊ ဉာဏ်ပညာရှင် ဖြစ်တော်မူသည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်မြတ်သည် ကိုယ်တော်မြတ်၏ ကျွန်များအတွက် မည်သည့်အရာ မှန်ကန်သည်ကို သိတော်မူပြီး ကိုယ်တော်မြတ်၏ ဥပဒေများနှင့် စီရင်ဆုံးဖြတ်ချက်များတွင် ဉာဏ်ပညာရှင် ဖြစ်တော်မူသည်။</p>"
  }
]