[
  {
    "ayah_key": "30:10",
    "group_ayah_key": "30:10",
    "from_ayah": "30:10",
    "to_ayah": "30:10",
    "ayah_keys": "30:10",
    "text": "<p lang=\"my\" class=\"my \">အလ်-ဟဆန် အလ်-ဘဆ်ရီက ပြောသည်မှာ၊ “ဤလောကတွင် သူတို့ထဲမှ တစ်ဦးသည် ဒရမ်တစ်ခုကို သူ၏လက်ချောင်းပေါ် တင်ပြီး အလေးချိန်မည်မျှရှိသည်ကို ပြောနိုင်သည့် အခြေအနေသို့ ရောက်ရှိနေပြီဖြစ်သော်လည်း၊ သူသည် ကောင်းမွန်စွာ ဆွလာတ်ပြုနည်းကို မသိရှိပေ။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ ۗ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى ۗ وَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ - أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ ۖ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ - ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَىٰ أَن كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၈။ သူတို့သည် သူတို့ကိုယ်တိုင်အပေါ် ဆင်ခြင်သုံးသပ်ခြင်းမရှိကြဘူးလား။ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကိုလည်းကောင်း၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံးကိုလည်းကောင်း အမှန်တရားဖြင့်သာလျှင် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုအတွက်သာ ဖန်ဆင်းတော်မူသည်။ အမှန်စင်စစ် လူသားတို့အနက် များစွာသောသူတို့သည် သူတို့၏ အရှင်သခင်နှင့် တွေ့ဆုံခြင်းကို ငြင်းပယ်ကြသည်။)</span><span class=\"gray\">(၉။ သူတို့သည် ကမ္ဘာမြေပြင်ပေါ်၌ ခရီးမသွားကြဘူးလား။ သူတို့အရင်က လူများ၏ အဆုံးသတ်သည် မည်သို့ဖြစ်ခဲ့သည်ကို မမြင်ကြဘူးလား။ သူတို့သည် ၎င်းတို့ထက် ခွန်အားပိုကြီးပြီး မြေကြီးကို ထွန်ယက်ကာ ၎င်းတို့ပြုလုပ်ခဲ့သည်ထက် ပိုမိုများပြားသော အရေအတွက်ဖြင့် နေထိုင်ခဲ့ကြသည်။ ထို့ပြင် ၎င်းတို့ထံသို့ သူတို့၏ ရစူလ်တမန်တော်များက ထင်ရှားသော သက်သေများဖြင့် ရောက်ရှိလာခဲ့ကြသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို လုံးဝမတရားခဲ့ပေ၊ သို့သော် ၎င်းတို့သည် သူတို့ကိုယ်တိုင်ကို မတရားခဲ့ကြသည်။)</span><span class=\"gray\">(၁၀။ ထို့နောက် မကောင်းမှုပြုလုပ်ခဲ့သူတို့၏ အဆုံးသတ်သည် ဆိုးဝါးခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်ခဲ့ကြပြီး ၎င်းတို့ကို လှောင်ပြောင်ခဲ့ကြသောကြောင့်တည်း။)</span></p><p lang=\"my\" class=\"my \">တောင်ဟီဒ်၏ လက္ခဏာများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ဖန်ဆင်းခြင်းကို စဉ်းစားဆင်ခြင်ခြင်းဖြင့် သူရှိကြောင်း၊ သူသည် ဖန်ဆင်းရာတွင် ထူးခြားကြောင်း၊ သူမှတစ်ပါး အခြားသော ဘုရား သို့မဟုတ် အရှင်သခင်မရှိကြောင်း ပြသမည်ဟု ကျွန်ုပ်တို့အား ပြောကြားထားသည်။ ထို့ကြောင့် သူက မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သူတို့ကိုယ်တိုင်အပေါ် ဆင်ခြင်သုံးသပ်ခြင်းမရှိကြဘူးလား။)</span> အလ္လာဟ်အရှင်မြတ်သည် အပေါ်ပိုင်းနှင့် အောက်ပိုင်းနယ်ပယ်များတွင်လည်းကောင်း၊ ၎င်းတို့နှစ်ခုကြားရှိ နေရာလွတ်များတွင်လည်းကောင်း မည်သို့သော အရာဝတ္ထုအမျိုးမျိုးတို့ကို ဖန်ဆင်းခဲ့ကြောင်းကို စဉ်းစားတွေးခေါ်ခြင်း၊ ဤအရာများသည် အပျော်သဘောဖြင့် သို့မဟုတ် အချည်းနှီး ဖန်ဆင်းထားခြင်းမဟုတ်ဘဲ အမှန်တရားဖြင့် ဖန်ဆင်းထားကြောင်းကို သဘောပေါက်ခြင်း၊ ထို့ပြင် ၎င်းသည် သတ်မှတ်ထားသောအချိန်၊ ရှင်ပြန်ထမြောက်ရာနေ့အထိ ဆက်လက်တည်ရှိနေမည်ဖြစ်ကြောင်းကိုလည်း သဘောပေါက်ခြင်း၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် လူသားတို့အနက် များစွာသောသူတို့သည် သူတို့၏ အရှင်သခင်နှင့် တွေ့ဆုံခြင်းကို ငြင်းပယ်ကြသည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရစူလ်တမန်တော်များ ယူဆောင်လာခဲ့သော သတင်းစကား၏ အမှန်တရားကိုလည်းကောင်း၊ သူသည် ၎င်းတို့အား မည်သို့သော မွတ်ဂျိဇာတ်များနှင့် ထင်ရှားသော သက်သေလက္ခဏာများဖြင့် ကူညီပံ့ပိုးခဲ့ကြောင်းကိုလည်းကောင်း၊ ဥပမာအားဖြင့် ၎င်းတို့အား မယုံကြည်ခဲ့သူများကို ဖျက်ဆီးခဲ့ခြင်းနှင့် ၎င်းတို့အား ယုံကြည်ခဲ့သူများကို ကယ်တင်ခဲ့ခြင်းတို့ဖြင့် ကူညီခဲ့ကြောင်းကိုလည်းကောင်း ကျွန်ုပ်တို့အား ပြောကြားထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ကမ္ဘာမြေပြင်ပေါ်၌ ခရီးမသွားကြဘူးလား။)</span> ဆိုလိုသည်မှာ 'သူတို့သည် အတိတ်ကလူများအကြောင်းကို နားမလည်ကြဘူးလား၊ စဉ်းစားမဆင်ခြင်ကြဘူးလား၊ မမြင်ကြဘူးလား၊ မကြားကြဘူးလား?' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အရင်က လူများ၏ အဆုံးသတ်သည် မည်သို့ဖြစ်ခဲ့သည်ကို မမြင်ကြဘူးလား။ သူတို့သည် ၎င်းတို့ထက် ခွန်အားပိုကြီးပြီး)</span> ဆိုလိုသည်မှာ 'သင့်မတိုင်မီ ရောက်ရှိခဲ့ကြသော အတိတ်က လူမျိုးများသည် မိုဟမ္မဒ် ﷺ ကို စေလွှတ်ခြင်းခံရသော သင်တို့ထက် ပိုမိုခွန်အားကြီးခဲ့ကြသည်။ ၎င်းတို့တွင် စည်းစိမ်ဥစ္စာပိုများပြီး သားသမီးများလည်း ပိုများခဲ့သည်။ ၎င်းတို့အား ပေးခဲ့သည့်အရာ၏ တစ်ဆယ်ပုံတစ်ပုံမျှပင် သင်တို့ မရရှိခဲ့ကြပေ။ ၎င်းတို့သည် သင်တို့နေထိုင်မည့်ကာလထက် ဤလောကတွင် ပိုမိုကြာရှည်စွာ နေထိုင်ခဲ့ကြသည်။ ၎င်းတို့သည် သင်တို့ထက် ပိုမိုယဉ်ကျေးခဲ့ကြပြီး မြေပေါ်တွင် သင်တို့ထက် ပိုမိုသာယာဝပြောခဲ့ကြသည်။' </p><p lang=\"my\" class=\"my \">သို့သော် ထိုသို့ရှိသော်ငြားလည်း၊ ၎င်းတို့၏ ရစူလ်တမန်တော်များက ထင်ရှားသော သက်သေလက္ခဏာများဖြင့် ၎င်းတို့ထံ ရောက်ရှိလာသောအခါ၊ ၎င်းတို့သည် ၎င်းတို့၏ ဇိမ်ခံဘဝကို ခံစားနေချိန်တွင်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ပြစ်မှုများကြောင့် ၎င်းတို့အား အပြစ်ပေးခဲ့ပြီး ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံမှ ကာကွယ်ပေးနိုင်သူ တစ်ဦးတစ်ယောက်မျှ မရှိခဲ့ပေ။ ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများနှင့် သားသမီးများသည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသမှ အနည်းငယ်မျှပင် ကာကွယ်မပေးနိုင်ခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား သူ၏ အပြစ်ပေးခြင်းကို စေလွှတ်သောအခါ ၎င်းတို့အပေါ် လုံးဝမတရားခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် သူတို့ကိုယ်တိုင်ကို မတရားခဲ့ကြသည်။)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ သက်သေလက္ခဏာများကို ငြင်းပယ်ပြီး လှောင်ပြောင်ခဲ့ကြသောအခါ ၎င်းတို့ကိုယ်တိုင်အပေါ် ပျက်စီးခြင်းကို ယူဆောင်လာခဲ့သည်။ ဤအရာအားလုံးသည် ၎င်းတို့၏ ယခင်ပြစ်မှုများနှင့် ၎င်းတို့၏ ငြင်းပယ်ခြင်း <span class=\"gray\">(ရစူလ်တမန်တော်များကို)</span> ကြောင့်သာ ဖြစ်ပေါ်ခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَىٰ أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မကောင်းမှုပြုလုပ်ခဲ့သူတို့၏ အဆုံးသတ်သည် ဆိုးဝါးခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်ခဲ့ကြပြီး ၎င်းတို့ကို လှောင်ပြောင်ခဲ့ကြသောကြောင့်တည်း။)</span> ဤသည်မှာ အာယသ်တော်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့၏ နှလုံးသားများနှင့် မျက်လုံးများကို လွှဲပြောင်းပစ်မည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ပထမဆုံးအကြိမ်တွင် ၎င်းကို ယုံကြည်ရန် ငြင်းဆန်ခဲ့ကြသောကြောင့်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ၎င်းတို့၏ ကျူးလွန်မှုအတွင်း မျက်စိစုံမှိတ် လှည့်လည်သွားလာခွင့်ပြုမည်။)</span><span class=\"gray\">(၆:၁၁၀)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ လှည့်ထွက်သွားသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ နှလုံးသားများကို လှည့်ပစ်ခဲ့သည်။)</span><span class=\"gray\">(၆၁:၅)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့ လှည့်ထွက်သွားပါက အလ္လာဟ်အရှင်မြတ်၏ ဆန္ဒသည် ၎င်းတို့၏ ပြစ်မှုအချို့အတွက် ၎င်းတို့အား အပြစ်ပေးရန်ဖြစ်ကြောင်း သိရှိလော့။)</span><span class=\"gray\">(၅:၄၉)</span>။ ဟူသော စကားစု၏ အဓိပ္ပါယ်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မကောင်းမှုပြုလုပ်ခဲ့သူတို့၏ အဆုံးသတ်သည် ဆိုးဝါးခဲ့သည်။)</span> ဆိုသည်မှာ ဆိုးဝါးသော အဆုံးသတ်သည် ၎င်းတို့၏ ရှောင်လွှဲမရနိုင်သော အဆုံးသတ်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ သက်သေလက္ခဏာများကို ငြင်းပယ်ပြီး လှောင်ပြောင်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ ဤသည်မှာ အိဗ်နု ဂျရီရ်၏ အမြင်ဖြစ်ပြီး၊ ၎င်းအား အိဗ်နု အဘ်ဘာစ်နှင့် ကွာတာဒါတို့ထံမှ မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတီမ်ကလည်း ၎င်းတို့ထံမှနှင့် အဒ်-ဒဟ်ဟက် ဘင် မူဇာဟင်မ်ထံမှ မှတ်တမ်းတင်ထားသည်။ ဤသည်မှာ ဟူသော စကားစု၏ ထင်ရှားသော အဓိပ္ပါယ်ဖြစ်သည် – အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَانُوا بِهَا يَسْتَهْزِئُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကို လှောင်ပြောင်ခဲ့ကြသည်။)</span></p>"
  },
  {
    "ayah_key": "30:11",
    "group_ayah_key": "30:11",
    "from_ayah": "30:11",
    "to_ayah": "30:16",
    "ayah_keys": "30:11,30:12,30:13,30:14,30:15,30:16",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းတော်မူသည်၊ ထို့နောက် သူသည် ၎င်းကို ထပ်မံဖန်ဆင်းမည်၊ ထို့နောက် သူထံသို့ သင်တို့အား ပြန်လည်ပို့ဆောင်ခြင်းခံရမည် <span>(၁၁)</span>ထို့ပြင် ကိယာမတ်နေ့ တည်ထောင်သောအခါ ရာဇဝတ်ကောင်များသည် မျှော်လင့်ချက်မဲ့စွာဖြင့် ပျက်စီးခြင်းထဲသို့ ကျရောက်ကြမည် <span>(၁၂)</span>အလ္လာဟ်အရှင်မြတ်နှင့် တန်းတူထားခဲ့သူများထံမှ ၎င်းတို့တွင် ကြားဝင်ဖြန်ဖြေပေးမည့်သူများ ရှိမည်မဟုတ်ဘဲ၊ ၎င်းတို့သည် ၎င်းတို့၏ ပူးပေါင်းဖက်များကို ငြင်းပယ်ပြီး လက်မခံကြမည် <span>(၁၃)</span>ထို့ပြင် ကိယာမတ်နေ့ တည်ထောင်သောအခါ – ထိုနေ့တွင် ၎င်းတို့သည် ခွဲခြားခံရမည် <span>(၁၄)</span>ထို့နောက် ယုံကြည်ပြီး ကောင်းမှုပြုခဲ့သူများအတွက်မူ ၎င်းတို့သည် ဂုဏ်ပြုခံရပြီး သာယာဝပြောသော ဥယျာဉ်တော်တွင် ဇိမ်ခံဘဝကို ခံစားကြရမည် <span>(၁၅)</span>ထို့ပြင် မယုံကြည်ခဲ့ပြီး ကျွန်ုပ်တို့၏ အာယသ်တော်များနှင့် နောင်တမလွန်ဘဝနှင့် တွေ့ဆုံခြင်းကို ငြင်းပယ်ခဲ့သူများအတွက်မူ ၎င်းတို့အား ပြစ်ဒဏ်သို့ ခေါ်ဆောင်လာမည်။) အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည် <span>(၁၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းတော်မူသည်၊ ထို့နောက် သူသည် ၎င်းကို ထပ်မံဖန်ဆင်းမည်၊)</span> သူသည် ပထမဆုံးအကြိမ်တွင် ဖန်ဆင်းနိုင်ခဲ့သကဲ့သို့၊ သူသည် ၎င်းကို ထပ်မံဖန်ဆင်းရန်လည်း တတ်နိုင်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَيْهِ تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူထံသို့ သင်တို့အား ပြန်လည်ပို့ဆောင်ခြင်းခံရမည်။)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊ ထိုနေ့၌ တစ်ဦးစီအား သူ၏ လုပ်ရပ်များအတိုင်း ပြန်လည်ဆုချီးမြှင့်ခြင်း ခံရမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိယာမတ်နေ့ တည်ထောင်သောအခါ ရာဇဝတ်ကောင်များသည် မျှော်လင့်ချက်မဲ့စွာဖြင့် ပျက်စီးခြင်းထဲသို့ ကျရောက်ကြမည်။)</span> အိဗ်နု အဘ်ဘာစ်က ပြောသည်မှာ၊ \"အပြစ်သားများသည် မျှော်လင့်ချက်မဲ့ခြင်းများဖြင့် ပြည့်နှက်နေလိမ့်မည်။\" မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊ \"အပြစ်သားများကို ဖော်ထုတ်ပြသမည်၊\" အခြားမှတ်တမ်းတစ်ခုအရ သူက ပြောသည်မှာ၊ \"အပြစ်သားများသည် ဝမ်းနည်းပူဆွေးကြမည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် တန်းတူထားခဲ့သူများထံမှ ၎င်းတို့တွင် ကြားဝင်ဖြန်ဖြေပေးမည့်သူများ ရှိမည်မဟုတ်ဘဲ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ခဲ့ကြသော ဘုရားများသည် ၎င်းတို့အတွက် ကြားဝင်ဖြန်ဖြေပေးမည်မဟုတ်ပေ။ ၎င်းတို့သည် ၎င်းတို့အား အလွန်အမင်း လိုအပ်နေသော်လည်း ၎င်းတို့ကို ငြင်းပယ်ပြီး သစ္စာဖောက်ကြမည်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိယာမတ်နေ့ တည်ထောင်သောအခါ – ထိုနေ့တွင် <span class=\"gray\">(လူအားလုံး)</span> သည် ခွဲခြားခံရမည်။)</span> ကွာတာဒါက ပြောသည်မှာ- \"အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆိုသည်၊ ဤသည်မှာ ပြန်လည်တွေ့ဆုံခြင်း မရှိတော့မည့် ခွဲခွာခြင်းကို ရည်ညွှန်းသည်။\" အခြားစကားတစ်မျိုးဖြင့် ဆိုရသော်၊ လူတစ်ဦးကို အမြင့်ဆုံးနေရာသို့ ခေါ်ဆောင်သွားပြီး အခြားတစ်ဦးကို ငရဲ၏ အနိမ့်ဆုံးအောက်ဆုံးသို့ ပို့ဆောင်ပါက၊ ထိုသည်မှာ ၎င်းတို့တစ်ဦးနှင့်တစ်ဦး နောက်ဆုံးတွေ့မြင်ခြင်း ဖြစ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ယုံကြည်ပြီး ကောင်းမှုပြုခဲ့သူများအတွက်မူ ၎င်းတို့သည် ဂုဏ်ပြုခံရပြီး သာယာဝပြောသော ဥယျာဉ်တော်တွင် ဇိမ်ခံဘဝကို ခံစားကြရမည်။)</span> မူဂျာဟစ်ဒ်နှင့် ကွာတာဒါတို့က ပြောသည်မှာ၊ \"ဤသည်မှာ ၎င်းတို့သည် ဇိမ်ခံဘဝကို ခံစားရမည်ဟု ဆိုလိုသည်။\"</p>"
  }
]