[
  {
    "ayah_key": "2:275",
    "group_ayah_key": "2:275",
    "from_ayah": "2:275",
    "to_ayah": "2:275",
    "ayah_keys": "2:275",
    "text": "<p lang=\"my\" class=\"my \">ရီဘာစားသူများသည် <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> ရူးသွပ်မှုသို့ ရောက်အောင် ရှိုက်တန်က ရိုက်နှက်ခံရသောသူကဲ့သို့မှတစ်ပါး ရပ်တည်ကြမည်မဟုတ်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့က \"ကုန်သွယ်ခြင်းသည် ရီဘာနှင့်တူသည်\" ဟု ပြောဆိုသောကြောင့်ဖြစ်၏။ အမှန်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကုန်သွယ်ခြင်းကို ခွင့်ပြုပြီး ရီဘာကို တားမြစ်ထားသည်။ ထို့ကြောင့် မည်သူမဆို မိမိ၏အရှင်သခင်ထံမှ ဆုံးမသြဝါဒကို ရရှိပြီး ရီဘာစားခြင်းကို ရပ်တန့်ပါက အတိတ်အတွက် အပြစ်ပေးခံရမည်မဟုတ်ဘဲ ၎င်း၏အမှုသည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(ဆုံးဖြတ်ရန်)</span> အတွက်ဖြစ်သည်၊ သို့သော် မည်သူမဆို <span class=\"gray\">(ရီဘာသို့)</span> ပြန်သွားပါက ထိုသူတို့သည် ငရဲဘုံသားများဖြစ်ကြပြီး ၎င်းတို့သည် ထာဝရနေထိုင်ကြလိမ့်မည် <span>(၂၇၅)</span></p><div lang=\"my\" class=\"my \"><h2>ရီဘာ <span class=\"my gray\" lang=\"my\">(အတိုးနှင့် ချေးငွေ)</span> ဖြင့် ဆက်ဆံခြင်းအတွက် အပြစ်ဒဏ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အမျိုးမျိုးသော အချိန်အခါနှင့် အခြေအနေများတွင် ဆွဒ်ဒါကာပေးခြင်း၊ ဇကာတ်ထုတ်ခြင်းနှင့် မိမိတို့၏ ဆွေမျိုးသားချင်းများ၊ မိသားစုများအပေါ် သုံးစွဲကြသော ဖြောင့်မတ်သည့် သက်ဝင်ယုံကြည်သူများကို ဖော်ပြပြီးနောက် အတိုးဖြင့် ဆက်ဆံကာ အမျိုးမျိုးသော မကောင်းမှုနည်းလမ်းများနှင့် ဆိုးယုတ်သော နည်းလမ်းများကို အသုံးပြု၍ လူတို့၏ငွေကြေးကို တရားမဝင် ရယူသူများကို ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤသူတို့၏ အခြေအနေကို ၎င်းတို့အား သုသာန်များမှ ရှင်ပြန်ထမြောက်စေကာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပြန်လည်အသက်သွင်းသည့်အခါ ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရီဘာစားသူများသည် <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> ရူးသွပ်မှုသို့ ရောက်အောင် ရှိုက်တန်က ရိုက်နှက်ခံရသောသူကဲ့သို့မှတစ်ပါး ရပ်တည်ကြမည်မဟုတ်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ အဓိပ္ပာယ်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဤသူများသည် အရူးရောဂါ သို့မဟုတ် နတ်ဆိုးပူးကပ်ခံရသူကဲ့သို့ပင် ၎င်းတို့၏ ဂူများမှ ထလာကြလိမ့်မည်။ အိဗ်နုအဗ္ဗာစ်က \"ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရီဘာစားသုံးသူများသည် ရူးသွပ်ကာ ဝက်ရူးပြန်ရောဂါခံစားနေရရင်း ရှင်ပြန်ထမြောက်လာကြလိမ့်မည်\" ဟု ပြောခဲ့သည်။ အိဗ်နုအဘီဟာတိမ်ကလည်း ၎င်းကို မှတ်တမ်းတင်ခဲ့ပြီးနောက် \"ဤတဖ်စီရ်ကို အောင်ဖ် ဘင် မာလိက်၊ စအီးဒ် ဘင် ဂျုဘိုင်ရ်၊ အစ်စွတ်ဒီ၊ အလ်ရာဘီ ဘင် အန်နပ်စ်၊ ကွသာဒဟ်နှင့် မုကွာတိလ် ဘင် ဟိုင်ယန်တို့ထံမှ သတင်းပို့ခဲ့သည်\" ဟု မှတ်ချက်ပြုခဲ့သည်။ အလ်ဘူခါရီက တမန်တော်မြတ် ﷺ မြင်ခဲ့သော အိပ်မက်နှင့်ပတ်သက်သည့် ဟဒီးစ်ရှည်တွင် စမုရာ ဘင် ဂျွန်ဒူဘ်က ပြောခဲ့သည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتينَا عَلَى نَهْرٍ - حَسِبْتُ أَنَّهُ كَانَ يَقُولُ: أَحْمَرَ مِثْلَ الدَّمِ، وَإِذَا فِي النَّهْرِ رَجُلٌ سَابِحٌ يَسْبَحُ، وَإِذَا عَلَى شَطِّ النَّهْرِ رَجُلٌ قَدْ جَمَعَ عِنْدَهُ حِجَارَةً كَثِيرَةً، وَإِذَا ذَلِكَ السَّابِحُ يَسْبَحُ مَا يَسْبَحُ، ثُمَّ يَأْتِي ذَلِكَ الَّذِي قَدْ جَمَعَ الْحِجَارَةَ عِنْدَهُ، فَيَفْغَرُ لَهُ فَاهُ فَيُلْقِمُهُ حَجَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မြစ်တစ်စင်းသို့ ရောက်ရှိခဲ့သည် -ဇာတ်ကြောင်းပြောသူက \"မြစ်သည် သွေးကဲ့သို့ နီရဲသည်ဟု သူပြောခဲ့သည်ဟု ကျွန်ုပ်ထင်သည်\"- ထိုမြစ်ထဲတွင် လူတစ်ဦး ရေကူးနေသည်ကို တွေ့ရပြီး မြစ်ကမ်းဘေးတွင် ကျောက်တုံးအများအပြား စုဆောင်းထားသည့် အခြားလူတစ်ဦး ရပ်နေသည်ကို တွေ့ရသည်။ မြစ်ထဲမှလူသည် ရေကူးပြီးနောက် ကျောက်တုံးများ စုဆောင်းထားသူထံ လာကာ ပါးစပ်ဖွင့်လိုက်သည်။ ထိုအခါ အခြားလူက သူ့ပါးစပ်ထဲ ကျောက်တုံးတစ်တုံး ထိုးထည့်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအိပ်မက်၏ အဓိပ္ပာယ်ဖွင့်ဆိုချက်မှာ မြစ်ထဲရှိလူသည် ရီဘာစားသုံးသူတစ်ဦးဖြစ်သည်ဟူ၍ ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ကုန်သွယ်ခြင်းသည် ရီဘာနှင့်တူသည်\" ဟု ပြောဆိုသောကြောင့်ဖြစ်၏။ အမှန်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကုန်သွယ်ခြင်းကို ခွင့်ပြုပြီး ရီဘာကို တားမြစ်ထားသည်)</span> ဟူသည်မှာ ကာဖစ်ရ်များသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို ငြင်းပယ်သောကြောင့် ရီဘာကို ခွင့်ပြုထားသည်ဟု ပြောဆိုခဲ့ခြင်းဖြစ်ပြီး ရီဘာကို ပုံမှန်ကုန်သွယ်မှုနှင့် တူညီသည်ဟု သဘောထားခြင်းမဟုတ်ကြောင်း ဖော်ပြသည်။ ကာဖစ်ရ်များသည် အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်တွင် ကုန်သွယ်ခြင်းကို ခွင့်ပြုထားကြောင်း မသိရှိခဲ့ကြ။ အကယ်၍ သိရှိခဲ့လျှင် \"ရီဘာသည် ကုန်သွယ်မှုဖြစ်သည်\" ဟု ပြောဆိုခဲ့ကြမည်ဖြစ်သည်။ ၎င်းတို့က ယခုလိုပြောခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုန်သွယ်ခြင်းသည် ရီဘာနှင့်တူသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလားတူပင်ဖြစ်သည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအရာကို အဘယ်ကြောင့် ခွင့်ပြုသော်လည်း ထိုအရာကို မည်သို့မျှ မခွင့်ပြုသနည်းဟု ၎င်းတို့က အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို ဆန့်ကျင်လျက် မေးမြန်းခဲ့ကြသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကုန်သွယ်ခြင်းကို ခွင့်ပြုပြီး ရီဘာကို တားမြစ်ထားသည်)</span> ဟူသည်မှာ ကာဖစ်ရ်များ၏ ပြောဆိုချက်ကို ဆက်လက်ဖြေကြားခြင်းဖြစ်နိုင်သည်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ကုန်သွယ်ခြင်းနှင့်ပတ်သက်သော စီရင်ချက်သည် ရီဘာနှင့် ကွဲပြားကြောင်း ဆုံးဖြတ်ထားသည်ကို သိရှိထားသော်လည်း ပြောဆိုခဲ့ကြသည်။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံး၊ အပညာဆုံး ဖြစ်တော်မူ၏၊ အရှင်၏ ဆုံးဖြတ်ချက်ကို မည်သူမျှ မဆန့်ကျင်နိုင်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် မိမိလုပ်ဆောင်သည်များကို မည်သူမျှ မေးမြန်းခံရခြင်းမရှိသော်လည်း ၎င်းတို့မူကား မေးမြန်းခံရမည်ဖြစ်သည်။ အရှင်သည် အရာခပ်သိမ်းတို့၏ စစ်မှန်သော အဖြစ်မှန်နှင့် ၎င်းတို့ဆောင်ယူသော အကျိုးကျေးဇူးများကို သိရှိတော်မူသည်။ အရှင်သည် မိမိ၏ကျွန်များကို မည်သည့်အရာက အကျိုးပြုသည်ကို သိရှိသဖြင့် ၎င်းတို့အတွက် ခွင့်ပြုထားပြီး မည်သည့်အရာက ထိခိုက်စေသည်ကို သိရှိသဖြင့် ၎င်းတို့ကို တားမြစ်ထားသည်။ အရှင်သည် မိခင်တစ်ဦးက မိမိ၏ရင်သွေးငယ်အပေါ် ကရုဏာထားသည်ထက် ပိုမို၍ ကရုဏာထားတော်မူသည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن جَاءَهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَىٰ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မည်သူမဆို မိမိ၏အရှင်သခင်ထံမှ ဆုံးမသြဝါဒကို ရရှိပြီး ရီဘာစားခြင်းကို ရပ်တန့်ပါက အတိတ်အတွက် အပြစ်ပေးခံရမည်မဟုတ်ဘဲ ၎င်း၏အမှုသည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(ဆုံးဖြတ်ရန်)</span> အတွက်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အတိုးကို တရားမဝင်ဖြစ်စေကြောင်း သိရှိပြီး ဤအသိပညာကို ရရှိသည်နှင့် ၎င်းတွင် လွန်ကျူးခြင်းမှ ရှောင်ကြဉ်သူများသည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ရီဘာနှင့်ပတ်သက်သော အတိတ်က ဆက်ဆံမှုများကို ခွင့်လွှတ်ပေးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَفَا اللَّهُ عَمَّا سَلَفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အတိတ်ကအရာများကို ခွင့်လွှတ်တော်မူပြီးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">မက္ကာကို သိမ်းပိုက်သောနေ့တွင် တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ رِبًا فِي الْجَاهِلِيَّةِ مَوْضُوعٌ تَحْتَ قَدَمَيَّ هَاتَيْنِ، وَأَوَّلُ رِبًا أَضَعُ، رِبَا الْعَبَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျာဟိလယာ <span class=\"gray\">(အစ္စလာမ်မတိုင်မီ မသိနားမလည်မှုကာလ)</span> ခေတ်က ရီဘာအားလုံးကို ပယ်ဖျက်ပြီး ကျွန်ုပ်၏ ခြေအောက်တွင်ထားရှိပြီး၊ ကျွန်ုပ်ပယ်ဖျက်သော ပထမဆုံးရီဘာမှာ အလ်-အဗ္ဗားစ် <span class=\"gray\">(တမန်တော်မြတ်၏ ဦးလေး)</span> ၏ ရီဘာဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဂျာဟိလယာခေတ်က ရီဘာမှ ၎င်းတို့ရရှိခဲ့သော အတိုးများကို ပြန်လည်ပေးအပ်ရန် တမန်တော်မြတ် ﷺ က တောင်းဆိုခြင်းမရှိခဲ့ကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ ယင်းအစား အတိတ်က ဖြစ်ပွားခဲ့သော ရီဘာအမှုများကို အရှင်က ခွင့်လွှတ်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သကဲ့သို့ပင်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတိတ်အတွက် အပြစ်ပေးခံရမည်မဟုတ်ဘဲ ၎င်း၏အမှုသည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(ဆုံးဖြတ်ရန်)</span> အတွက်ဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Sa'id bin Jubayr and As-Suddi said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَهُ مَا سَلَفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတိတ်အတွက် အပြစ်ပေးခံရမည်မဟုတ်)</span> ဟူသည်မှာ တားမြစ်ခြင်းမပြုမီ စားသုံးခဲ့သော ရီဘာကို ရည်ညွှန်းသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عَادَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို ပြန်သွားပါက)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားကြောင်း သိရှိပြီးနောက် ရီဘာဖြင့် ဆက်ဆံပါက အပြစ်ပေးထိုက်သည်။ ဤကိစ္စတွင် ထိုပုဂ္ဂိုလ်အပေါ် သက်သေပြချက် ခိုင်မာသွားပြီဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ငရဲဘုံသားများဖြစ်ကြပြီး ၎င်းတို့သည် ထာဝရနေထိုင်ကြလိမ့်မည်။)</span></p><p lang=\"cy\" class=\"cy \">Abu Dawud recorded that Jabir said, \"When</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရီဘာစားသုံးသူများသည် <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> ရူးသွပ်မှုသို့ ရောက်အောင် ရှိုက်တန်က ရိုက်နှက်ခံရသောသူကဲ့သို့မှတစ်ပါး ရပ်တည်ကြမည်မဟုတ်)</span> ဟူသောအာယတ် ထုတ်ပြန်ကြေညာခဲ့သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ لَمْ يَذَرِ الْمُخَابَرَةَ فَلْيُؤْذِنْ بِحَرْبٍ مِنَ اللهِ وَرَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မုခါဘာရာမှ ရှောင်ကြဉ်ခြင်းမရှိပါက အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ ရစူလ်တမန်တော်ထံမှ စစ်ကြေညာချက်ကို လက်ခံပါစေ။)</span>\"</p><p lang=\"my\" class=\"my \">အလ်-ဟာကင်မ်ကလည်း ၎င်းကို သူ၏ မွတ်စ်တဒရက်တွင် မှတ်တမ်းတင်ခဲ့ပြီး \"၎င်းသည် မွတ်စ်လင်မ်၏ စံနှုန်းများနှင့်အညီ ဆွာဟီးဟ်ဖြစ်သည်၊ သို့သော် သူက မှတ်တမ်းတင်ခြင်းမရှိခဲ့ပါ\" ဟု ပြောကြားခဲ့သည်။ မုခါဘာရာ <span class=\"gray\">(ဝေစုခွဲစနစ်ဖြင့် လယ်ယာလုပ်ခြင်း)</span>၊ မြေယာမှ ထွက်ကုန်အချို့ကို ပြန်ပေးကာ လယ်ယာစိုက်ပျိုးခြင်းကို တားမြစ်ခဲ့သည်။ မူဇဘာနာ၊ သစ်ပင်ပေါ်ရှိ အစိုရက်စွဲများကို မြေပေါ်ရှိ အခြောက်ရက်စွဲများနှင့် လဲလှယ်ခြင်းကို တားမြစ်ခဲ့သည်။ မူဟာကာလာ၊ ရိတ်သိမ်းရသေးသော ထွက်ကုန်များကို ရိတ်သိမ်းပြီးသော သီးနှံများနှင့် လဲလှယ်ခြင်းကိုလည်း တားမြစ်ခဲ့သည်။ ဤအရာများကို ရီဘာပါဝင်နိုင်သည့် ဖြစ်နိုင်ခြေကို ဖယ်ရှားရန် တားမြစ်ခဲ့ခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ထိုပစ္စည်းများ၏ အရည်အသွေးနှင့် တန်ဖိုးကို ခြောက်သွေ့ပြီးမှသာ သိရှိနိုင်သောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ရီဘာ၏အကြောင်းအရာသည် ပညာရှင်များစွာအတွက် ခက်ခဲသော အကြောင်းအရာတစ်ခုဖြစ်သည်။ သက်ဝင်ယုံကြည်သူတို့၏ခေါင်းဆောင် 'အူမာရ် ဘင် အလ်-ခါးသွဘ်က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ကျွန်ုပ်တို့အတွက် ကိစ္စသုံးခုကို ပိုမိုရှင်းလင်းစွာ ပြုလုပ်ပေးခဲ့ပါလျှင် အရှင်၏ ဆုံးဖြတ်ချက်ကို ကိုးကားနိုင်မည်ဟု ကျွန်ုပ်ဆန္ဒပြုခဲ့သည်- အဘိုး <span class=\"gray\">(မြေးများထံမှ အမွေဆက်ခံခြင်းနှင့်ပတ်သက်၍)</span>၊ ကလာလာ <span class=\"gray\">(သားစဉ်မြေးဆက် သို့မဟုတ် ဘိုးဘွားအစဉ်အဆက် အမွေခံမထားခဲ့သူများ)</span> နှင့် ရီဘာအမျိုးအစားအချို့\" ဟု ပြောခဲ့သည်ကို ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ 'အူမာရ်သည် ရီဘာပါဝင်ခြင်းရှိမရှိ မရှင်းလင်းသော အရောင်းအဝယ်အမျိုးအစားများကို ရည်ညွှန်းနေခြင်းဖြစ်သည်။ အစ္စလာမ်ဥပဒေ (ရှရီအတ်) က မည်သည့်ကိစ္စမဆို တရားမဝင်ပါက ၎င်းကိုဖြစ်စေသော နည်းလမ်းများသည်လည်း တရားမဝင်ကြောင်း စည်းမျဉ်းကို ထောက်ခံသည်။ အဘယ်ကြောင့်ဆိုသော် တရားမဝင်သောအရာကို ဖြစ်ပေါ်စေသည့် မည်သည့်အရာမဆို တရားမဝင်သောကြောင့်ဖြစ်ပြီး၊ မည်သည့်တာဝန်ဝတ္တရားမဆို တစ်စုံတစ်ခုမပါဘဲ ပြည့်စုံမည်မဟုတ်ပါက ထိုတစ်စုံတစ်ခုသည်လည်း တာဝန်ဝတ္တရားဖြစ်သည်နှင့် အလားတူပင်ဖြစ်သည်။</p><p lang=\"gd\" class=\"gd \">The Two Sahihs recorded that An-Nu'man bin Bashir said that he heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْحَلَالَ بَيِّنٌ وَإِنَّ الْحَرَامَ بَيِّنٌ، وَبَيْنَ ذَلِكَ أُمُورٌ مُشْتَبِهَاتٌ، فَمَنِ اتَّقَى الشُّبُهَاتِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الْحَرَامِ، كَالرَّاعِي يَرْعَى حَولَ الْحِمَى يُوشِكُ أَنْ يَرْتَعَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရားဝင်သောအရာနှင့် တရားမဝင်သောအရာ နှစ်မျိုးလုံးသည် ထင်ရှားသည်။ သို့သော် ၎င်းတို့နှစ်ခုကြားတွင် မရှင်းလင်းသည့် ကိစ္စရပ်များရှိသည်။ ထို့ကြောင့် မည်သူမဆို ဤမရှင်းလင်းသည့် ကိစ္စရပ်များမှ မိမိကိုယ်ကို ကာကွယ်ပါက သူသည် မိမိ၏သာသနာနှင့် ဂုဏ်သိက္ခာကို ကာကွယ်လိုက်ခြင်းဖြစ်သည်။ မည်သူမဆို ဤမရှင်းလင်းသည့် ကိစ္စရပ်များတွင် လွန်ကျူးပါက သူသည် တားမြစ်ထားသောအရာများထဲသို့ ကျရောက်သွားလိမ့်မည်၊ ပုဂ္ဂလိကကျက်စားရာ မြေနီးနားတွင် <span class=\"gray\">(မိမိ၏ တိရစ္ဆာန်များကို)</span> ကျက်စားစေသော သိုးထိန်းတစ်ဦးကဲ့သို့ပင်၊ မည်သည့်အချိန်မဆို သူသည် ထိုမြေထဲသို့ ဝင်ရောက်ရန် အလားအလာရှိသည်။)</span></p><p lang=\"gd\" class=\"gd \">The Sunan records that Al-Hasan bin 'Ali said that he heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">«دَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ»</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သံသယဖြစ်စေသောအရာကို စွန့်လွှတ်ပြီး သံသယမဖြစ်စေသောအရာကို ယူပါ။)</span></p><p lang=\"my\" class=\"my \">အဟ်မဒ်က စအီးဒ် ဘင် အလ်-မူစိုင်ယစ်ဘ် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ 'အူမာရ်က ပြောခဲ့သည်၊ \"ရီဘာနှင့်ပတ်သက်သော အာယတ်သည် ထုတ်ဖော်ပြသခဲ့သည့် နောက်ဆုံးအာယတ်များထဲမှ တစ်ခုဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ကျွန်ုပ်တို့အား ၎င်းကို ရှင်းပြခြင်းမပြုမီ ကွယ်လွန်သွားခဲ့သည်။ ထို့ကြောင့် သင့်အား သံသယဖြစ်စေသောအရာကို စွန့်လွှတ်ပြီး သံသယမဖြစ်စေသောအရာကို ယူပါ။\"</p><p lang=\"fil\" class=\"fil \">Ibn Majah recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرِّبَا سَبْعُونَ حُوبًا، أَيْسَرُهَا أَنْ يَنْكِحَ الرَّجُلُ أُمَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရီဘာသည် အမျိုးအစား ခုနစ်ဆယ်ရှိပြီး ၎င်းတို့ထဲမှ အနည်းဆုံးသည် မိမိမိခင်နှင့် လိင်ဆက်ဆံခြင်းနှင့် ညီမျှသည်။)</span></p><p lang=\"my\" class=\"my \">တရားမဝင်သောအရာသို့ ဦးတည်စေသည့် နည်းလမ်းများကို တားမြစ်ခြင်းအကြောင်းအရာကို ဆက်လက်ဖော်ပြရလျှင် အဟ်မဒ်က မှတ်တမ်းတင်ထားသော ဟဒီးစ်တစ်ခုရှိပြီး ၎င်းတွင် 'အာအိရှာက ပြောခဲ့သည်မှာ \"ရီဘာနှင့်ပတ်သက်သော စူရာဟ် အလ်-ဘကွရဟ်မှ အာယတ်များ ထုတ်ပြန်ကြေညာခဲ့သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဗလီသို့ ထွက်သွားပြီး ၎င်းတို့ကို ရွတ်ဆိုကာ အရက်ရောင်းဝယ်ခြင်းကိုလည်း တားမြစ်ခဲ့သည်။\" အတ်-သီရ်မီဒီမှလွဲ၍ ဟဒီးစ်စုစည်းမှုခြောက်ခုစလုံးက ဤဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့သည်။ ဆွဟီးဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ကို မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَنَ اللهُ الْيَهُودَ، حُرِّمَتْ عَلَيْهِمُ الشُّحُومُ فَجَمَلُوهَا فَبَاعُوهَا، وَأَكَلُوا أَثْمَانَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဂျူးများကို ကျိန်ဆဲပါစေ! အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား တိရစ္ဆာန်အဆီစားခြင်းကို တားမြစ်ခဲ့သော်လည်း ၎င်းတို့က ၎င်းကို အရည်ဖျော်ကာ ရောင်းချပြီး ၎င်း၏စျေးနှုန်းကို စားသုံးခဲ့ကြသည်။)</span></p><p lang=\"my\" class=\"my \">'အလီနှင့် အိဗ်နု မစအူဒ်တို့က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ကို ဇာတ်ကြောင်းပြောပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَنَ اللهُ آكِلَ الرِّبَا وَمُوكِلَهُ وَشَاهِدَيْهِ وَكَاتِبَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရီဘာစားသုံးသူ၊ ရီဘာပေးသူ၊ ၎င်းကို သက်သေခံသူနှစ်ဦးနှင့် ၎င်းကို မှတ်တမ်းတင်သူ စာရေးသူတို့ကို အလ္လာဟ်အရှင်မြတ် ကျိန်ဆဲပါစေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က တရားဝင်သဘောတူညီချက်အဖြစ် ပေါ်လွင်စေလိုသည့်အခါ ရီဘာစာချုပ်ကို ရေးသားရန် သက်သေများနှင့် စာရေးသူသာရှိသည်ဟု ပြောကြသည်၊ သို့သော် ၎င်းသည် ပုံပန်းသဏ္ဍာန်ကိုမဟုတ်ဘဲ သဘောတူညီချက်ကိုယ်တိုင်အပေါ် စီရင်ချက်ချသောကြောင့် တရားမဝင်ဆဲဖြစ်သည်။ အမှန်စင်စစ် လုပ်ရပ်များကို ရည်ရွယ်ချက်များဖြင့် ဆုံးဖြတ်သည်။</p>"
  }
]