[
  {
    "ayah_key": "26:213",
    "group_ayah_key": "26:213",
    "from_ayah": "26:213",
    "to_ayah": "26:220",
    "ayah_keys": "26:213,26:214,26:215,26:216,26:217,26:218,26:219,26:220",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားတစ်ပါးအား မခေါ်ဝေါ်ကြနှင့်။ သို့မဟုတ်ပါက သင်သည် ပြစ်ဒဏ်ခံရသူများထဲမှ ဖြစ်သွားလိမ့်မည်။ <span>(231)</span>သင်၏ အနီးကပ်ဆွေမျိုးအုပ်စုအား သတိပေးပါ။ <span>(214)</span>သင့်နောက်သို့ လိုက်ပါသော သက်ဝင်ယုံကြည်သူများအပေါ် ကြင်နာပြီး နှိမ့်ချပါ။ <span>(215)</span>ထို့နောက် သူတို့က သင့်ကိုမနာခံလျှင် “သင်တို့ ပြုသောအရာမှ ငါသည် ကင်းရှင်းသည်” ဟု ပြောပါ။ <span>(216)</span>အနန္တတန်ခိုးရှင်၊ အကြင်နာအရှိဆုံးဖြစ်တော်မူသော အရှင်မြတ်ကို ယုံကြည်အားထားပါ။ <span>(217)</span>သင်ရပ်တည်သောအခါ သင့်အား မြင်တော်မူသော အရှင်။ <span>(218)</span>စူဂျူးဒ်ပြုသူများအကြား သင့်လှုပ်ရှားမှုများကို မြင်တော်မူသော အရှင်။ <span>(219)</span>အမှန်စင်စစ်၊ ကိုယ်တော်သည်သာလျှင် အရာအားလုံးကိုကြားတော်မူသောအရှင်၊ အရာအားလုံးကိုသိတော်မူသောအရှင် ဖြစ်သည်။ <span>(220)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်း၏ အနီးကပ်ဆွေမျိုးအုပ်စုအား သတိပေးရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(တမန်တော်မြတ် ﷺ)</span> ကို ကိုယ်တော်တစ်ပါးတည်းကိုသာ ဖူးမြော်ကိုးကွယ်ရန်၊ ကိုယ်တော်နှင့်တွဲဖက်သူမရှိစေရန် အမိန့်ပေးထားသည်။ ကိုယ်တော်နှင့်အတူ အခြားသူများကို ဖူးမြော်ကိုးကွယ်သူမည်သူမဆိုအား ကိုယ်တော်သည် အပြစ်ပေးမည်ဟု မိန့်ကြားထားသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော်မြတ် ﷺ အား သူ၏အနီးကပ်ဆွေမျိုးများဖြစ်သော သူနှင့်အနီးစပ်ဆုံး ဆွေမျိုးများကို သတိပေးရန်၊ အလ္လာဟ်အရှင်မြတ်အား ယုံကြည်ခြင်းမှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မည်သည့်အရာကမှ ကယ်တင်နိုင်မည်မဟုတ်ကြောင်း ပြောကြားရန် အမိန့်ပေးထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နောက်လိုက်သော ယုံကြည်သူ အလ္လာဟ်၏ကျွန်များအပေါ် ကြင်နာသနားပြီး နူးညံ့ရန်၊ ၎င်းအား မည်သူမဆို မနာခံသူများကို စွန့်ပစ်ရန်လည်း အမိန့်ပေးထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِّمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့က သင့်ကိုမနာခံလျှင် “သင်တို့ ပြုသောအရာမှ ငါသည် ကင်းရှင်းသည်” ဟု ပြောပါ။)</span> ဤတိကျသော သတိပေးချက်သည် အထွေထွေသတိပေးချက်နှင့် မဆန့်ကျင်ပေ။ အမှန်စင်စစ်၊ ၎င်းသည် ၎င်း၏အစိတ်အပိုင်းတစ်ခုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာများတွင် မိန့်ကြားထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُنذِرَ قَوْمًا مَّا أُنذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ဘိုးဘေးများ မသတိပေးခြင်းခံရသော လူမျိုးတစ်မျိုးကို သတိပေးရန်၊ ထို့ကြောင့် သူတို့သည် ပေါ့ဆနေကြသည်။)</span><span class=\"gray\">(36:6)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّتُنذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့များ၏ မိခင်နှင့် ၎င်းပတ်ဝန်းကျင်ရှိသူအားလုံးကို သင်သတိပေးရန်)</span><span class=\"gray\">(42:7)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرْ بِهِ الَّذِينَ يَخَافُونَ أَن يُحْشَرُوا إِلَىٰ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းဖြင့် ၎င်းတို့၏အရှင်သခင်ထံသို့ စုရုံးခြင်းခံရမည်ကို ကြောက်ရွံ့သူများအား သတိပေးပါ)</span><span class=\"gray\">(6:51)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنذِرَ بِهِ قَوْمًا لُّدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(Taqwa ရှိသူများအား ဝမ်းသာစရာသတင်းပေးရန်၊ ၎င်းဖြင့် အငြင်းခုံဆုံးလူများကို သတိပေးရန်။)</span><span class=\"gray\">(19:97)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းဖြင့် သင်နှင့် ၎င်းရောက်ရှိရာ မည်သူမဆိုကို ငါသတိပေးရန်)</span><span class=\"gray\">(6:19)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကို ငြင်းပယ်သော ဂိုဏ်းဂဏများအတွက်မူ ငရဲသည် ၎င်းတို့၏ ချိန်းဆိုထားသော နေရာ ဖြစ်လိမ့်မည်)</span><span class=\"gray\">(11:17)</span>။</p><p lang=\"id\" class=\"id \">According to Sahih Muslim, <span class=\"gray\">[the Prophet ﷺ said:]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ، لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ يَهُودِيٌّ وَلَا نَصْرَانِيٌّ، ثُمَّ لَا يُؤْمِنُ بِي إِلَّا دَخَلَ النَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ဝိညာဉ်သည် မည်သူ၏လက်ထဲတွင် ရှိသည်ဆိုပါက၊ ဤလူမျိုးများထဲမှ မည်သူမျှ — ဂျူး သို့မဟုတ် ခရစ်ယာန် — ငါ့အကြောင်းကို ကြားသိပြီး ငါ့ကို မယုံကြည်ပါက၊ သူသည် ငရဲသို့ ဝင်ရောက်ရလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော် ထုတ်ပြန်မှုနှင့်ပတ်သက်၍ ဟဒီးစ်များစွာကို ဖော်ပြထားပြီး၊ ၎င်းတို့အနက်မှ အချို့ကို အောက်တွင် ကိုးကားဖော်ပြပါမည်-</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ခံစားရသော အီမာမ် အဟ်မဒ်က အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူသော အိဗ်နုအဗ်ဗာစ်က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်သည် အာယတ်တော်ကို ထုတ်ပြန်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အနီးကပ်ဆွေမျိုးအုပ်စုအား သတိပေးပါ။)</span>၊ တမန်တော်မြတ် ﷺ သည် အလ်-ဆဖာသို့ သွားပြီး တက်၍ ဟစ်အော်ခေါ်လိုက်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا صَبَاحَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့!)</span> လူများက သူ့ပတ်ဝန်းကျင်တွင် စုရုံးလာကြသည်။ အချို့က ကိုယ်တိုင်လာကြပြီး အချို့က မည်သို့ဖြစ်ပျက်နေသည်ကို သိရှိရန် သူတို့ကိုယ်စား လူများကို စေလွှတ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي عَبْدِ الْمُطَّلِبِ، يَا بَنِي فِهْرٍ، يَااَبنِي لُؤَيٍّ، أَرَأَيْتُمْ لَوْ أَخْبَرْتُكُمْ أَنَّ خَيْلًا بِسَفْحِ هَذَا الْجَبَلِ تُريدُ أَنْ تُغِيرَ عَلَيْكُمْ صَدَّقْتُمُونِي؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဘာနီ အဗ်ဒ် အလ်-မွတ်တလိဗ်၊ အို ဘာနီ ဖိဟ်ရ်၊ အို ဘာနီ လုအိုင်! သင်တို့ ဘယ်လိုထင်သလဲ၊ ဒီတောင်ခြေမှာ သင်တို့ကို တိုက်ခိုက်ဖို့လာနေတဲ့ မြင်းစီးတပ်တစ်တပ်ရှိတယ်လို့ ငါပြောရင် – သင်တို့ ငါ့ကိုယုံမလား။)</span> သူတို့က \"ဟုတ်ကဲ့\" ဟု ပြောသည်။ သူက မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَي عَذَابٍ شَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါသည် သင်တို့ကို နီးကပ်လာသော ကြီးမားသော ပြစ်ဒဏ်တစ်ခုအကြောင်း သတိပေးလိုက်သည်။)</span> အဘူ လဟဘ်က \"ဒီနေ့ရဲ့ ကျန်တဲ့အချိန်တွေအတွက် မင်းပျက်စီးပါစေ! မင်းဒါကိုပြောဖို့ပဲ ငါတို့ကိုခေါ်တာလား?\" ဟု ပြောသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ပြန်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘူ လဟဘ်၏ လက်နှစ်ဖက်သည် ပျက်စီးပါစေ၊ သူလည်း ပျက်စီးပါစေ!)</span><span class=\"gray\">[111:1]</span> ၎င်းကို အလ်-ဘူခါရီ၊ မွတ်စလင်မ်၊ အတ်-တီရ်မီဇီ နှင့် အန်-နဆာအီတို့ကလည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူသော အာအိရှာက ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"အာယတ်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အနီးကပ်ဆွေမျိုးအုပ်စုအား သတိပေးပါ။)</span> ထုတ်ပြန်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် မတ်တပ်ရပ်ပြီး မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا فَاطِمَةُ ابْنَةُ مُحَمَّدٍ، يَا صَفِيَّةُ ابْنَةُ عَبْدِ الْمُطَّلِبِ، يَا بَنِي عَبْدِ الْمُطَّلِبِ، لَا أَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا سَلُونِي مِنْ مَالِي مَا شِئْتُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မိုဟမ္မဒ်၏သမီး ဖာတိမာ၊ အို အဗ်ဒ် အလ်-မွတ်တလိဗ်၏သမီး စဖီယာ၊ အို ဘာနီ အဗ်ဒ် အလ်-မွတ်တလိဗ်၊ အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် သင့်ကို ငါမကူညီနိုင်ပါ။ ငါ့စည်းစိမ်ဥစ္စာမှ သင်လိုချင်တာကို တောင်းပါ။)</span> ၎င်းကို မွတ်စလင်မ်က မှတ်တမ်းတင်ထားသည်။ အီမာမ် အဟ်မဒ်သည် ကဘီဆာ ဘင် မူခါရိက်နှင့် ဇူဟိုင်ရ် ဘင် အမ်ရ်တို့က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"အာယတ်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အနီးကပ်ဆွေမျိုးအုပ်စုအား သတိပေးပါ။)</span> ထုတ်ပြန်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် တောင်ဘေးရှိ ကျောက်ဆောင်တစ်ခုပေါ်သို့ တက်ပြီး ဟစ်အော်ခေါ်လိုက်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي عَبْدِ مَنَافٍ، إِنَّمَا أَنَا نَذِيرٌ، وَإِنَّمَا مَثَلِي وَمَثَلُكُمْ كَرَجُلٍ رَأَى الْعَدُوَّ فَذَهَبَ يَرْبَأُ أَهْلَهُ يَخْشَى أَنْ يَسْبِقُوهُ، فَجَعَلَ يُنَادِي وَيَهْتِفُ: يَا صَبَاحَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဘာနီ အဗ်ဒ် မနာဖ်၊ ငါသည် အမှန်ပင် သတိပေးသူဖြစ်သည်။ ငါနှင့်သင်တို့၏ ပုံပမာသည် ရန်သူကို မြင်သောသူတစ်ဦး၏ ပုံပမာဖြစ်ပြီး သူသည် ရန်သူများ သူ့ထံမရောက်မီ သူ၏မိသားစုကို ကယ်တင်ရန် ကြောက်ရွံ့၍ သွားသည်။)</span> သူသည် <span class=\"gray\">(အို လူအပေါင်းတို့!)</span> ဟု ဟစ်အော်ခေါ်ဝေါ်စပြုသည်။ ၎င်းကို မွတ်စလင်မ်နှင့် အန်-နဆာအီတို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တတန်ခိုးရှင်၊ အကြင်နာအရှိဆုံးဖြစ်တော်မူသော အရှင်မြတ်ကို ယုံကြည်အားထားပါ၊)</span> ဟူသည်မှာ 'သင်၏ကိစ္စအားလုံးတွင်၊ ကိုယ်တော်သည် သင်၏ကူညီသူ၊ အကာအကွယ်ပေးသူနှင့် ထောက်ပံ့သူဖြစ်သည်၊ ကိုယ်တော်သည် သင့်အား အောင်မြင်စေမည်ဖြစ်ပြီး သင်၏စကားကို အမြင့်ဆုံး ဖြစ်စေမည့် အရှင်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَرَاكَ حِينَ تَقُومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ရပ်တည်သောအခါ သင့်အား မြင်တော်မူသော အရှင်။)</span> ဟူသည်မှာ ကိုယ်တော်သည် သင့်အား ဂရုစိုက်နေသည်ဟု အဓိပ္ပါယ်ရသည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏အရှင်သခင်၏ အမိန့်ကို စိတ်ရှည်စွာစောင့်ဆိုင်းပါ၊ အမှန်စင်စစ်၊ သင်သည် ငါတို့၏ မျက်မှောက်တော်အောက်တွင်ရှိသည်။)</span><span class=\"gray\">(52:48)</span> အိဗ်နုအဗ်ဗာစ်က အာယတ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَرَاكَ حِينَ تَقُومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ရပ်တည်သောအခါ သင့်အား မြင်တော်မူသော အရှင်။)</span> ဟူသည်မှာ \"ဆွလာတ်ဖတ်ရန်\" ဟု အဓိပ္ပါယ်ရသည်။ အိက္ကရီမာက \"သူရပ်တည်သောအခါ၊ ရုကူပြုသောအခါနှင့် စူဂျူးဒ်ပြုသောအခါ ကိုယ်တော်သည် သူ့အား မြင်တော်မူသည်\" ဟု ပြောသည်။ အလ်-ဟာစန်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَرَاكَ حِينَ تَقُومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ရပ်တည်သောအခါ သင့်အား မြင်တော်မူသော အရှင်။)</span> \"သင်တစ်ဦးတည်း ဆွလာတ်ဖတ်သောအခါ။\" အဒ်-ဒဟ်ဟက်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَرَاكَ حِينَ تَقُومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ရပ်တည်သောအခါ သင့်အား မြင်တော်မူသော အရှင်။)</span> \"သင်အိပ်ယာထဲတွင် လဲလျောင်းနေသောအခါနှင့် သင်ထိုင်နေသောအခါ။\" ကတာဒါက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَرَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား မြင်တော်မူသော အရှင်)</span> \"သင်ရပ်နေသောအခါ၊ သင်ထိုင်နေသောအခါနှင့် အခြားအခြေအနေအားလုံးတွင်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَقَلُّبَكَ فِي السَّاجِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူဂျူးဒ်ပြုသူများအကြား သင့်လှုပ်ရှားမှုများ။)</span> ကတာဒါက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَرَاكَ حِينَ تَقُومُ - وَتَقَلُّبَكَ فِي السَّاجِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ရပ်တည်သောအခါ သင့်အား မြင်တော်မူသော အရှင်။ စူဂျူးဒ်ပြုသူများအကြား သင့်လှုပ်ရှားမှုများ။)</span> \"သင်ဆွလာတ်ဖတ်သောအခါ၊ ကိုယ်တော်သည် သင်တစ်ဦးတည်း ဆွလာတ်ဖတ်သောအခါနှင့် ဂျမာအတ်နှင့် ဆွလာတ်ဖတ်သောအခါ သင့်အား မြင်တော်မူသည်\" ဟု ဆိုသည်။ ၎င်းသည် အိက္ကရီမာ၊ အတာ အလ်-ခုရာစာနီ နှင့် အလ်-ဟာစန် အလ်-ဘဆ်ရီတို့၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကိုယ်တော်သည်သာလျှင် အရာအားလုံးကိုကြားတော်မူသောအရှင်၊ အရာအားလုံးကိုသိတော်မူသောအရှင် ဖြစ်သည်။)</span> ကိုယ်တော်သည် ၎င်း၏ကျွန်များ ပြောသမျှကို ကြားတော်မူပြီး ၎င်းတို့၏ လှုပ်ရှားမှုအားလုံးကို သိတော်မူသည်၊ ကိုယ်တော်မိန့်ကြားထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မည်သည့်လုပ်ရပ်ကိုမျှ မလုပ်ဆောင်ကြ၊ ကုရ်အာန်မှ မည်သည့်အပိုင်းကိုမျှ ရွတ်ဆိုကြသည်မဟုတ်၊ မည်သည့်လုပ်ရပ်ကိုမျှ မလုပ်ဆောင်ကြ၊ သို့သော် သင်တို့ လုပ်ဆောင်နေသောအခါ ငါတို့သည် သက်သေများဖြစ်ကြသည်။)</span><span class=\"gray\">(10:61)</span>။</p>"
  }
]