[
  {
    "ayah_key": "33:41",
    "group_ayah_key": "33:41",
    "from_ayah": "33:41",
    "to_ayah": "33:44",
    "ayah_keys": "33:41,33:42,33:43,33:44",
    "text": "<p lang=\"my\" class=\"my \">အိုယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်ကို အလွန်များပြားစွာ အောက်မေ့သတိရကြလော့ <span>(၄၁)</span>နံနက်ခင်းနှင့် အဆီလာတွင် ကိုယ်တော်ရှင်အား ချီးမွမ်းဂုဏ်ပြုကြလော့ <span>(၄၂)</span>မှောင်မိုက်ခြင်းများမှ အလင်းရောင်သို့ ထုတ်ဆောင်ရန် အရှင်မြတ်သည် သင်တို့အပေါ်တွင် ဆွလာဟ်ပို့သပေးတော်မူ၏။ ကိုယ်တော်ရှင်၏ မလာအိကဟ်များကလည်း ထိုသို့ပင် ဆွလာဟ်ပို့သပေးကြ၏။ ကိုယ်တော်ရှင်သည် မုအ်မင်ဟ်များအပေါ် အမြဲတစေ အလွန်တရာ ကရုဏာရှင်ဖြစ်တော်မူ၏ <span>(၄၃)</span>ကိုယ်တော်ရှင်နှင့် တွေ့ဆုံမည့်နေ့တွင် ၎င်းတို့၏ နှုတ်ဆက်စကားမှာ \"စလာမ် <span class=\"gray\">(ငြိမ်းချမ်းပါစေ!)</span>\" ဖြစ်ပေလိမ့်မည်။ ထို့ပြင် ကိုယ်တော်ရှင်သည် ၎င်းတို့အတွက် ရက်ရောသော ဆုလာဘ်ကို ပြင်ဆင်ထားတော်မူ၏ <span>(၄၄)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အား များစွာအောက်မေ့သတိရခြင်း၏ ဂုဏ်ကျေးဇူး</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ရှင်အား ယုံကြည်သော ကျွန်များကို ၎င်းတို့၏ အရှင်သခင်ကို များစွာအောက်မေ့သတိရရန် အမိန့်ပေးတော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်ရှင်သည် ၎င်းတို့အပေါ်ကောင်းချီးမင်္ဂလာများနှင့် ကျေးဇူးတော်အမျိုးမျိုးတို့ကို ချီးမြှင့်ထားပြီးဖြစ်၍ ၎င်းသည် ကြီးမားသော ဆုလာဘ်နှင့် အံ့သြဖွယ်ကောင်းသော ကံကြမ္မာကို ဆောင်ကြဉ်းပေးမည်ဖြစ်သောကြောင့်တည်း။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ 'အဗ်ဒုလ္လာဟ် ဗင်န် ဗွစ်ရ်' က ပြောကြားသည်- \"ဗဒ်ဝီလူမျိုးနှစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံသို့ လာရောက်ကြရာ ၎င်းတို့အနက် တစ်ဦးက 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ မည်သူသည် လူတို့အနက် အကောင်းဆုံးပါလဲ?' ဟု မေးလျှောက်ရာ ကိုယ်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ طَالَ عُمْرُهُ وَحَسُنَ عَمَلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်တမ်းရှည်ပြီး ကောင်းမှုများရှိသူ။)</span></p><p lang=\"my\" class=\"my \">အခြားတစ်ဦးက 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ အစ္စလာမ်၏ ဥပဒေများသည် ကျွန်ုပ်တို့အတွက် များပြားလှပါသည်။ ကျွန်ုပ်လိုက်နာနိုင်သည့် တစ်စုံတစ်ခုကို သင်ကြားပေးတော်မူပါ' ဟု ပြောကြားရာ ကိုယ်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَايَزَالُ لِسَانُكَ رَطْبًا بِذِكْرِ اللهِ تَعَالَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏လျှာကို အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့သတိရခြင်းဖြင့် စိုစွတ်နေပါစေ၊ ကိုယ်တော်ရှင်သည် မြင့်မြတ်ပါစေသတည်း။)</span> အတ်-တီရ်မီဇီ နှင့် အိဗ်နု မာဂျာတို့သည် ဤမှတ်တမ်း၏ ဒုတိယပိုင်းကို မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီက \"ဤဟဒီးဆ်သည် ဟာဆန် ဂရီးဗ် ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ 'အဗ်ဒုလ္လာဟ် ဗင်န် အမ်ရ်'၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသတည်း၊ က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ قَوْمٍ جَلَسُوا مَجْلِسًا لَمْ يَذْكُرُوا اللهَ تَعَالَى فِيهِ إِلَّا رَأَوْهُ حَسْرَةً يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို မဖော်ပြဘဲ အတူတကွ ထိုင်သော မည်သူမဆို ထိုအရာကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် နောင်တအဖြစ် မြင်ရလိမ့်မည်။)</span> 'အလီ ဗင်န် အဘီ တလ်ဟာဟ်' က မှတ်တမ်းတင်ထားသည်မှာ 'အိဗ်နု အဗ္ဗားစ်'၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသတည်း၊ က ဤအာယသ်တော်ကို မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို များစွာအောက်မေ့သတိရကြလော့။)</span> \"အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ရှင်၏ကျွန်များအပေါ် မည်သည့်တာဝန်ကိုမျှ သတ်မှတ်ထားသော ကန့်သတ်ချက်များ မရှိဘဲ၊ တရားဝင်အကြောင်းပြချက်ရှိသူများ၏ ဆင်ခြေများကို လက်ခံခြင်းမရှိဘဲ ချမှတ်တော်မမူခဲ့ပေ။ သို့သော် ဓစ်ကရ်အတွက်မူ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်ကန့်သတ်ချက်ကိုမျှ သတ်မှတ်ထားခြင်းမရှိပေ။ နှိပ်စက်ခံရ၍၊ လျစ်လျူရှုရန် အတင်းအကျပ်ပြုခံရမှသာလျှင် အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့သတိမပြုရန် မည်သူမျှ ဆင်ခြေမရှိပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို မတ်တပ်ရပ်နေစဉ်၊ ထိုင်နေစဉ်နှင့် <span class=\"gray\">(လှဲလျောင်း)</span> ဘေးစောင်းနေစဉ် အောက်မေ့သတိရကြလော့)</span><span class=\"gray\">(၄:၁၀၃)</span>။ ညအခါနှင့် နေ့အခါတွင်၊ ကုန်းမြေပေါ်နှင့် ပင်လယ်ပြင်တွင်၊ ခရီးသွားစဉ်နှင့် အိမ်၌နေစဉ်၊ ချမ်းသာခြင်းနှင့် ဆင်းရဲခြင်းတွင်၊ ဖျားနာခြင်းနှင့် ကျန်းမာခြင်းတွင်၊ လျှို့ဝှက်စွာနှင့် ပွင့်လင်းစွာ၊ အခြေအနေနှင့် ပတ်ဝန်းကျင်အားလုံးတွင် ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းနှင့် အဆီလာတွင် ကိုယ်တော်ရှင်အား ချီးမွမ်းဂုဏ်ပြုကြလော့။)</span> သင်တို့ ထိုသို့ပြုလုပ်ပါက၊ ကိုယ်တော်ရှင်နှင့် ကိုယ်တော်ရှင်၏ မလာအိကဟ်များက သင်တို့အပေါ် ကောင်းချီးမင်္ဂလာများ ပို့သပေးမည်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့သတိရခြင်းကို အားပေးသည့် အာယသ်တော်၊ ဟဒီးဆ်တော်နှင့် မှတ်တမ်းများစွာ ရှိပြီး၊ ဤအာယသ်တော်သည် ကိုယ်တော်ရှင်အား များစွာအောက်မေ့သတိရရန် တိုက်တွန်းထားသည်။ အန်-နာစာအီ နှင့် အလ်-မာအ်မာရီ ကဲ့သို့သော ပုဂ္ဂိုလ်များအပြင် အခြားသူများကလည်း ညနှင့်နေ့အမျိုးမျိုးသောအချိန်များတွင် ရွတ်ဆိုရန် အဓ်ကာရ်များအကြောင်း စာအုပ်များ ရေးသားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းနှင့် အဆီလာတွင် ကိုယ်တော်ရှင်အား ချီးမွမ်းဂုဏ်ပြုကြလော့)</span> နံနက်ခင်းနှင့် ညနေခင်းတွင် ဖြစ်သည်။ ဤသည်မှာ ဤအာယသ်တော်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ - وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား သင်တို့ ညနေခင်းသို့ ရောက်ရှိသောအခါနှင့် နံနက်ခင်းသို့ ရောက်ရှိသောအခါ ချီးမွမ်းကြလော့။ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပေါ်ရှိ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတော်အပေါင်းသည် ကိုယ်တော်ရှင်အတွက်သာ ဖြစ်၏။ ညနေပိုင်းတွင်နှင့် နေ့လည်ခင်းသို့ ရောက်ရှိသောအခါ <span class=\"gray\">(နေ့သည် တဖြည်းဖြည်း မှေးမှိန်လာသောအခါ)</span>)</span><span class=\"gray\">(၃၀:၁၇-၁၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ရှင်သည် သင်တို့အပေါ် ဆွလာဟ်ပို့သပေးတော်မူ၏၊ ကိုယ်တော်ရှင်၏ မလာအိကဟ်များကလည်း ထိုသို့ပင်)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့သတိရရန် တိုက်တွန်းခြင်းဖြစ်သည်၊ ဆိုလိုသည်မှာ ကိုယ်တော်ရှင်သည် သင်တို့အား အောက်မေ့တော်မူမည်ဖြစ်၍ ကိုယ်တော်ရှင်အား အောက်မေ့သတိရကြလော့။ ဤသည်မှာ ဤအာယသ်တော်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ - فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာပင်၊ သင်တို့အထဲမှ ရစူလ်တမန်တော်တစ်ပါးကို သင်တို့ထံသို့ စေလွှတ်တော်မူခဲ့၏။ ၎င်းသည် သင်တို့အား ငါ၏ အာယသ်တော်များကို ရွတ်ဖတ်ပြ၏။ သင်တို့အား သန့်စင်စေ၏။ သင်တို့အား ကျမ်းဂန်နှင့် ဉာဏ်ပညာကို သင်ကြားပေး၏။ သင်တို့ မသိခဲ့သည့်အရာများကိုလည်း သင်ကြားပေး၏။ ထို့ကြောင့် ငါ့အား အောက်မေ့သတိရကြလော့။ ငါသည်လည်း သင်တို့အား အောက်မေ့သတိရမည်။ ငါ့အား ကျေးဇူးတင်ရှိကြလော့။ ငါ့အား မည်သည့်အခါမျှ ကျေးဇူးကန်းသူ မဖြစ်ကြကုန်။)</span><span class=\"gray\">(၂:၁၅၁-၁၅၂)</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: مَنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نفْسِي، وَمَنْ ذَكَرَنِي فِي مَلَإٍ ذَكَرْتُهُ فِي مَلَإٍ خَيْرٍ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"မည်သူမဆို ငါ့အား သူ၏စိတ်ထဲတွင် အောက်မေ့သတိရပါက၊ ငါသည်လည်း သူ့အား ငါ့စိတ်ထဲတွင် အောက်မေ့သတိရမည်။ မည်သူမဆို ငါ့အား လူစုလူဝေးတွင် အောက်မေ့သတိရပါက၊ ငါသည်လည်း သူ့အား ထိုထက်သာလွန်သော လူစုလူဝေးတွင် အောက်မေ့သတိရမည်။\")</span></p><p lang=\"my\" class=\"my \">ဆွလာဟ်၏ အဓိပ္ပါယ်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ဆွလာဟ်ဆိုသည်မှာ ကိုယ်တော်ရှင်သည် မိမိ၏ကျွန်ကို မလာအိကဟ်များရှေ့တွင် ချီးမွမ်းခြင်းဖြစ်သည်၊ အလ်-ဗုခါရီက အဗူလ်-အလီယာဟ်ထံမှ မှတ်တမ်းတင်ထားသည်။ ၎င်းကို အဗူ ဂျာအ်ဖရ် အလ်-ရာဇီက အလ်-ရာဘီအ် ဗင်န် အနပ်စ်မှတစ်ဆင့် အနပ်စ်ထံမှ မှတ်တမ်းတင်ထားသည်။ အခြားသူများက \"အလ္လာဟ်အရှင်မြတ်၏ ဆွလာဟ်သည် ကရုဏာဖြစ်သည်\" ဟု ပြောကြသည်။ ဤအမြင်နှစ်ခုကြားတွင် ဆန့်ကျင်ဘက်မရှိဟု ပြောဆိုနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">မလာအိကဟ်များထံမှ ဆွလာဟ်ဆိုသည်မှာ ၎င်းတို့၏ တောင်းဆုပြုခြင်းနှင့် လူတို့အတွက် အပြစ်လွှတ်ခွင့် တောင်းခံခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ - رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۚ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ - وَقِهِمُ السَّيِّئَاتِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပလ္လင်တော်ကို ထမ်းဆောင်ထားသူများနှင့် ၎င်း၏ ပတ်ဝန်းကျင်ရှိသူများသည် ၎င်းတို့၏ အရှင်သခင်အား ချီးမွမ်းဂုဏ်ပြုကြပြီး ကိုယ်တော်ရှင်ကို ယုံကြည်ကြ၏။ ယုံကြည်သူများအတွက် အပြစ်လွှတ်ခွင့် တောင်းခံကြ <span class=\"gray\">(ပြောဆိုကြသည်)</span>- \"အို ကျွန်ုပ်တို့၏အရှင်! ကိုယ်တော်ရှင်သည် အရာခပ်သိမ်းကို ကရုဏာနှင့် အသိပညာဖြင့် လွှမ်းခြုံထားတော်မူ၏။ ထို့ကြောင့် နောင်တရပြီး ကိုယ်တော်ရှင်၏ လမ်းစဉ်ကို လိုက်နာသူများကို ခွင့်လွှတ်တော်မူပါ။ ပြင်းထန်သော ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါ။ အို ကျွန်ုပ်တို့၏အရှင်! ၎င်းတို့အား ကိုယ်တော်ရှင် ကတိပေးထားသော 'အဒ်န်' ဥယျာဉ်သို့ ဝင်ရောက်စေတော်မူပါ။ ၎င်းတို့၏ ဖခင်များ၊ ၎င်းတို့၏ ဇနီးများ၊ ၎င်းတို့၏ သားသမီးများအနက် ဖြောင့်မတ်သူများကိုပါ ဝင်ရောက်စေတော်မူပါ။ အမှန်စင်စစ် ကိုယ်တော်ရှင်သည် တန်ခိုးအာနုဘော်ရှင်၊ ပညာရှင်ဖြစ်တော်မူ၏။ ၎င်းတို့အား အပြစ်များမှ ကယ်တင်တော်မူပါ။\")</span><span class=\"gray\">(၄၀:၇-၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှောင်မိုက်ခြင်းများမှ အလင်းရောင်သို့ ထုတ်ဆောင်ရန်။)</span> ဆိုလိုသည်မှာ သင်တို့အပေါ် ကိုယ်တော်ရှင်၏ ကရုဏာတော်၊ သင်တို့အား ကိုယ်တော်ရှင် ချီးမွမ်းခြင်းနှင့် ကိုယ်တော်ရှင်၏ မလာအိကဟ်များက သင်တို့အတွက် တောင်းဆုပြုခြင်းအားဖြင့် ကိုယ်တော်ရှင်သည် သင်တို့အား အသိပညာမဲ့ခြင်းနှင့် လမ်းမှားခြင်း၏ မှောင်မိုက်ခြင်းများမှ လမ်းပြခြင်းနှင့် ခိုင်မာသော ယုံကြည်ခြင်း၏ အလင်းရောင်သို့ ထုတ်ဆောင်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ရှင်သည် မုအ်မင်ဟ်များအပေါ် အမြဲတစေ အလွန်တရာ ကရုဏာရှင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ဤလောကတွင်ရော နောင်တမလွန်လောကတွင်ပါ ဖြစ်သည်- ဤလောကတွင် ကိုယ်တော်ရှင်သည် အခြားသူများ မသိသောအမှန်တရားကို ၎င်းတို့အား လမ်းပြတော်မူသည်။ အခြားသူများ လမ်းမှားသွားသောလမ်းမှ ၎င်းတို့အား ပြသတော်မူသည်။ ထိုသူတို့သည် မယုံကြည်မှုနှင့် တီထွင်မှုအသစ်များကို တောင်းဆိုသူများ၊ ထို့ပြင် ဒုစရိုက်သမားများအနက် ၎င်းတို့၏ နောက်လိုက်များဖြစ်သည်။ နောင်တမလွန်လောကတွင် ၎င်းတို့အပေါ် ကိုယ်တော်ရှင်၏ ကရုဏာတော်ဆိုသည်မှာ ကြီးမားသော ကြောက်မက်ဖွယ်ရာ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့၏)</span> မှ ကယ်တင်တော်မူမည်ဖြစ်ပြီး ကိုယ်တော်ရှင်၏ မလာအိကဟ်များအား ၎င်းတို့အား ဂျန္နသ်၏ သတင်းကောင်းနှင့် ငရဲမီးမှ ကယ်တင်ခြင်းသတင်းကောင်းဖြင့် နှုတ်ဆက်ရန် အမိန့်ပေးတော်မူမည်ဖြစ်သည်။ ၎င်းသည် ကိုယ်တော်ရှင်၏ ၎င်းတို့အပေါ် ချစ်ခြင်းမေတ္တာနှင့် ကောင်းမြတ်ခြင်းကြောင့်သာ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ အနပ်စ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသတည်း၊ က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့် ကိုယ်တော်မြတ်၏ အပေါင်းအသင်းများအနက် အုပ်စုတစ်စု၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေသတည်း၊ လမ်းပေါ်ရှိ ကလေးငယ်တစ်ဦးဘေးမှ ဖြတ်သွားခဲ့သည်။ ကလေး၏ မိခင်သည် လူများကို မြင်သောအခါ ကလေးငယ်သည် လူအုပ်ကြားတွင် ကြေမွသွားမည်ကို စိုးရိမ်သဖြင့် ရှေ့သို့ အလောတကြီး ပြေးထွက်လာပြီး 'ငါ့သား၊ ငါ့သား!' ဟု အော်ဟစ်ခဲ့သည်။ သူမသည် ပြေးလာပြီး ကလေးကို ပွေ့ချီလိုက်ရာ လူများက 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ သူမသည် သူမ၏ ကလေးကို ငရဲမီးထဲသို့ မည်သည့်အခါမျှ ပစ်မည်မဟုတ်ပါ' ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ယုံကြည်ဖွယ်ရာ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، وَاللهِ لَايُلْقِي حَبِيبَهُ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ရှင်၏ ချစ်မြတ်နိုးရသူကို ငရဲမီးထဲသို့ ပစ်မည်မဟုတ်ပါ။)</span> ၎င်း၏ မှတ်တမ်းတင်သူများ၏ ကွင်းဆက်သည် ဆဟီဟ်နှစ်ခု၏ စည်းကမ်းချက်များနှင့် ကိုက်ညီသော်လည်း စာအုပ်ခြောက်အုပ်၏ စာရေးဆရာများအနက် မည်သူမျှ ၎င်းကို မှတ်တမ်းတင်ခဲ့ခြင်း မရှိပေ။ သို့သော် ဆဟီဟ် အလ်-ဗုခါရီတွင် အီမာမ် အလ်-ခတ္တားဗ်၏ သား 'အွမ်ရ်'၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသတည်း၊ ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် စစ်သုံ့ပန်းများအနက် အမျိုးသမီးတစ်ဦးသည် သူမ၏ ကလေးကို ပွေ့ချီကာ ရင်ခွင်ပိုက်၍ နို့တိုက်နေသည်ကို တွေ့မြင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُرَوْنَ هَذِهِ تُلْقِي وَلَدَهَا فِي النَّارِ وَهِيَ تَقْدِرُ عَلَى ذَلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအမျိုးသမီးသည် သူမ၏ကလေးကို ငရဲမီးထဲသို့ ပစ်လိမ့်မည်ဟု သင်တို့ ထင်ပါသလား၊ သူမ <span class=\"gray\">(ကိုယ်ခန္ဓာအားဖြင့်)</span> ထိုသို့ ပြုလုပ်နိုင်သော်လည်း?)</span> ၎င်းတို့က \"မဟုတ်ပါ\" ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَاللهِ! للهُ أَرْحَمُ بِعِبَادِهِ مِنْ هَذِهِ بِوَلَدِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာပြုဆိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် ဤအမျိုးသမီးက သူမ၏ကလေးအပေါ် ကရုဏာထားသည်ထက်ပင် မိမိ၏ကျွန်များအပေါ် ပို၍ ကရုဏာရှင်ဖြစ်တော်မူသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ရှင်နှင့် တွေ့ဆုံမည့်နေ့တွင် ၎င်းတို့၏ နှုတ်ဆက်စကားမှာ \"စလာမ်!\" ဖြစ်ပေလိမ့်မည်။)</span> ထင်ရှားသော အဓိပ္ပါယ်မှာ – အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး ဖြစ်သည် – ၎င်းတို့ ကိုယ်တော်ရှင်နှင့် တွေ့ဆုံမည့်နေ့တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့၏ နှုတ်ဆက်စကားသည် စလာမ် ဖြစ်လိမ့်မည်။ ဆိုလိုသည်မှာ ကိုယ်တော်ရှင်သည် ၎င်းတို့အား စလာမ်ဖြင့် နှုတ်ဆက်မည်ဖြစ်သည်၊ ကိုယ်တော်ရှင် အခြားနေရာတွင် မိန့်တော်မူထားသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((၎င်းတို့အား ပြောကြားလိမ့်မည်)- စလာမ် – ကရုဏာရှင်အရှင်သခင်ထံမှ စကားတစ်ခွန်း။)</span><span class=\"gray\">(၃၆:၅၈)</span> ကတာဒါဟ်က ပြောကြားသည်မှာ ၎င်း၏ အဓိပ္ပါယ်မှာ နောင်တမလွန်လောကတွင် ၎င်းတို့ အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံသည့်နေ့တွင် ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး စလာမ်ဖြင့် နှုတ်ဆက်ကြလိမ့်မည်ဟူ၍ ဖြစ်သည်။ ဤသည်မှာ ဤအာယသ်တော်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ ۚ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဥယျာဉ်တွင် ၎င်းတို့၏ တောင်းဆုပြုပုံမှာ 'အို အလ္လာဟ်၊ ကိုယ်တော်ရှင်သည် သန့်ရှင်းမြင့်မြတ်ပါစေသတည်း' ဟူ၍ ဖြစ်လိမ့်မည်။ ထိုဥယျာဉ်တွင် ၎င်းတို့၏ နှုတ်ဆက်ခြင်းမှာ 'စလာမ်' ဖြစ်လိမ့်မည်! ၎င်းတို့၏ တောင်းဆုပြုခြင်း၏ အဆုံးသတ်မှာ 'ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်၏၊ ကမ္ဘာများ၏ အရှင်သခင်ဖြစ်သည်။')</span><span class=\"gray\">(၁၀:၁၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ရှင်သည် ၎င်းတို့အတွက် ရက်ရောသော ဆုလာဘ်ကို ပြင်ဆင်ထားတော်မူ၏။)</span> ဆိုလိုသည်မှာ ဂျန္နသ်နှင့် ၎င်း၌ရှိသော အစားအသောက်၊ အချိုရည်၊ အဝတ်အထည်၊ နေအိမ်များ၊ ရုပ်ပိုင်းဆိုင်ရာ ပျော်ရွှင်မှု၊ ဇိမ်ခံပစ္စည်းများနှင့် နှစ်သက်ဖွယ်မြင်ကွင်းများ အားလုံးတို့ ဖြစ်သည်။ ၎င်းတို့သည် မည်သည့်မျက်လုံးမျှ မမြင်ဖူး၊ မည်သည့်နားမျှ မကြားဖူး၊ မည်သည့်လူသား၏ စိတ်ထဲသို့မျှ မရောက်ဖူးသော အရာများ ဖြစ်သည်။</p>"
  }
]