[
  {
    "ayah_key": "22:8",
    "group_ayah_key": "22:8",
    "from_ayah": "22:8",
    "to_ayah": "22:10",
    "ayah_keys": "22:8,22:9,22:10",
    "text": "<p lang=\"my\" class=\"my \">လူတို့တွင် အသိပညာမရှိဘဲ၊ လမ်းညွှန်မှုမရှိဘဲ၊ သို့မဟုတ် အလင်းပေးသောကျမ်း (အလ္လာဟ်အရှင်မြတ်ထံမှ) မရှိဘဲ အလ္လာဟ်အရှင်မြတ်အကြောင်း ငြင်းခုံသူရှိသည် (၈) မာန်မာနဖြင့် မိမိလည်ပင်းကို ကော့လျက်၊ (အခြားသူများကိုလည်း) အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ အလွန်အမင်း လမ်းမှားသို့ ပို့ဆောင်လျက်ရှိသည်။ ထိုသူအတွက် ဤလောကဘဝတွင် အရှက်ရခြင်းရှိပြီး ရှင်ပြန်ထမြောက်ရာနေ့တွင်မူ အလောင်မြိုက်ခံရသော ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည် (၉) ထိုအရာသည် သင်၏လက်များက ရှေ့တန်းတင်ခဲ့သောအရာကြောင့်ဖြစ်ပြီး အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်များအပေါ် မတရားမပြုပေ (၁၀)</p><div lang=\"my\" class=\"my \"><h2>တီထွင်ဖန်တီးသူများ၏ ခေါင်းဆောင်များနှင့် လူများကို လမ်းမှားသို့ ပို့ဆောင်သူများ၏ အခြေအနေကို ရှင်းလင်းတင်ပြခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လမ်းမှားရောက်နေသော အသိမဲ့အတုယူသူများအကြောင်းကို ကျွန်ုပ်တို့အား ပြောကြားပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့တွင် အသိပညာမရှိဘဲ အလ္လာဟ်အရှင်မြတ်အကြောင်း ငြင်းခုံပြီး ပုန်ကန်သော ရှိုက်တန်တိုင်းကို လိုက်နာသူရှိသည်)</span> ဤနေရာတွင်မူ အခြားသူများကို လမ်းမှားသို့ ခေါ်ဆောင်သူများ၊ ငြင်းပယ်ခြင်းနှင့် တီထွင်ဖန်တီးမှု၏ ခေါင်းဆောင်များအကြောင်းကို ကိုယ်တော်က ပြောကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့တွင် အသိပညာမရှိဘဲ၊ လမ်းညွှန်မှုမရှိဘဲ၊ သို့မဟုတ် အလင်းပေးသောကျမ်း (အလ္လာဟ်အရှင်မြတ်ထံမှ) မရှိဘဲ အလ္လာဟ်အရှင်မြတ်အကြောင်း ငြင်းခုံသူရှိသည်)</span> ဆိုလိုသည်မှာ မှန်ကန်သော ဆင်ခြင်တုံတရားမရှိ၊ ရှင်းလင်းသော ပို့ချချက်မရှိ၊ သူတို့ပြောသောအရာသည် သူတို့၏ ထင်မြင်ယူဆချက်များနှင့် စိတ်ကူးများအပေါ်သာ အခြေခံသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَانِيَ عِطْفِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာန်မာနဖြင့် မိမိလည်ပင်းကို ကော့လျက်)</span> အိဗ်နုအဗ္ဗားစ်နှင့် အခြားသူများက “အမှန်တရားကို လိုက်နာရန် ခေါ်သောအခါ မာနကြီးလွန်းသူ” ဟု ပြောကြားခဲ့သည်။ မုဂျာဟစ်၊ ကတာဒါနှင့် မာလစ်တို့က ဇိုင်းဒ်ဘင်အစလမ်ထံမှ ရီဝါယတ်ပြုလျက် ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَانِيَ عِطْفِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာန်မာနဖြင့် မိမိလည်ပင်းကို ကော့လျက်)</span> ဆိုလိုသည်မှာ သူ၏လည်ပင်းကို ကော့ခြင်း၊ ဥပမာ- သူ့ကိုခေါ်သော အမှန်တရားမှ လှည့်ထွက်သွားခြင်း၊ မာနနှင့် မာန်မာနကြောင့် သူ၏လည်ပင်းကို ကော့ခြင်းဖြစ်သည်။ ၎င်းသည် အောက်ပါအာယတ်တော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي مُوسَىٰ إِذْ أَرْسَلْنَاهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَانٍ مُّبِينٍ - فَتَوَلَّىٰ بِرُكْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာအား ထင်ရှားသော အာဏာဖြင့် ဖိရ်အောင်ထံ ကျွန်ုပ်တို့စေလွှတ်ခဲ့သောအခါ (ဖိရ်အောင်) သည် သူ၏စစ်သည်များနှင့်အတူ လှည့်ထွက်သွားသည်)</span><span class=\"gray\">(51:38-39)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား \"အလ္လာဟ်အရှင်မြတ် ချပေးခဲ့သောအရာနှင့် ရစူလ်ထံသို့ လာကြလော့\" ဟု ပြောသောအခါ ဟန်ဆောင်သူများသည် သင့်ထံမှ စက်ဆုပ်စွာ လှည့်ထွက်သွားသည်ကို သင်တွေ့ရမည်)</span><span class=\"gray\">(4:61)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား \"လာကြလော့၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်က သင့်တို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှုတောင်းပေးမည်\" ဟု ပြောသောအခါ သူတို့သည် သူတို့၏ခေါင်းများကို လှည့်ပစ်ကြသည်၊ ထို့ပြင် သူတို့သည် မာနဖြင့် သူတို့၏မျက်နှာများကို လှည့်ပစ်သည်ကို သင်တွေ့ရမည်)</span><span class=\"gray\">(63:5)</span>၊ ထို့ပြင် လူက်မန်က သူ၏သားအား ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ထံမှ မာနဖြင့် သင်၏မျက်နှာကို မလွှဲပစ်နှင့်)</span><span class=\"gray\">[31:18]</span> ဆိုလိုသည်မှာ မာနကြီးသောနည်းဖြင့် သူတို့ထံမှ မလှည့်ထွက်သွားနှင့်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا وَلَّىٰ مُسْتَكْبِرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အာယတ်တော်များကို သူ့ထံ ရွတ်ဖတ်ပြသောအခါ သူသည် မာနဖြင့် လှည့်ထွက်သွားသည်)</span><span class=\"gray\">[31:7]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُضِلَّ عَن سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် (အခြားသူများကို) အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ အလွန်အမင်း လမ်းမှားသို့ ပို့ဆောင်လျက်)</span> ဤသည်မှာ ခေါင်းမာသူများကို ရည်ညွှန်းခြင်းဖြစ်သည်၊ သို့မဟုတ် ဤသို့ပြုလုပ်သူသည် အခြားသူများကို အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ လမ်းမှားသို့ ပို့ဆောင်သူများထဲမှ တစ်ဦးဖြစ်စေရန် ဖန်ဆင်းခံရသည်ဟု ဆိုလိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ فِي الدُّنْيَا خِزْيٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူအတွက် ဤလောကဘဝတွင် အရှက်ရခြင်းရှိသည်)</span> ဆိုလိုသည်မှာ အရှက်ရခြင်းနှင့် ဂုဏ်သိက္ခာကျဆင်းခြင်းပင်၊ ဥပမာ- သူသည် အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို ဂရုပြုရန် မာနကြီးလွန်းသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ဤလောကတွင် သူ့အပေါ် အရှက်ရခြင်းကို စေလွှတ်မည်ဖြစ်ပြီး နောင်တမလွန်ဘဝသို့ မရောက်မီ ဤလောကတွင် သူ့ကို အပြစ်ပေးမည်၊ အကြောင်းမှာ ဤလောကသည် သူ ဂရုစိုက်သောအရာနှင့် သူသိသောအရာအားလုံးဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ - ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်မူ အလောင်မြိုက်ခံရသော ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်။ ထိုအရာသည် သင်၏လက်များက ရှေ့တန်းတင်ခဲ့သောအရာကြောင့်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ဤသည်ကို ပြစ်တင်ဆုံးမခြင်းအနေဖြင့် သူ့အား ပြောဆိုမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်များအပေါ် မတရားမပြုပေ)</span> ဤသည်မှာ အောက်ပါအာယတ်တော်နှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوهُ فَاعْتِلُوهُ إِلَىٰ سَوَاءِ الْجَحِيمِ - ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ - ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ - إِنَّ هَٰذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((\"သူ့ကိုဖမ်း၍ အလောင်မြိုက်ဆုံး ငရဲအလယ်သို့ ဆွဲခေါ်ကြလော့။ ထို့နောက် သူ၏ခေါင်းပေါ်သို့ ဆူပွက်နေသောရေ၏ ပြစ်ဒဏ်ကို လောင်းချကြလော့။ သင် (ဤသည်ကို) မြည်းစမ်းကြည့်လော့! အမှန်စင်စစ် သင်သည် အင်အားကြီးမားသူ၊ ရက်ရောသူ (ဟန်ဆောင်နေခဲ့သည်)! အမှန်စင်စစ် ဤသည်မှာ သင်တို့ သံသယဖြစ်ခဲ့သောအရာပင် ဖြစ်သည်!\") ဟု ပြောလိမ့်မည်)</span><span class=\"gray\">(44:47-50)</span></p>"
  }
]