[
  {
    "ayah_key": "85:11",
    "group_ayah_key": "85:11",
    "from_ayah": "85:11",
    "to_ayah": "85:22",
    "ayah_keys": "85:11,85:12,85:13,85:14,85:15,85:16,85:17,85:18,85:19,85:20,85:21,85:22",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ယုံကြည်သူများနှင့် ကောင်းမြတ်သော လုပ်ရပ်များကို ပြုလုပ်သူများအတွက် မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ ရှိလိမ့်မည်။ ၎င်းသည် အမြင့်မြတ်ဆုံး အောင်မြင်မှုဖြစ်သည် <span>(၁၁)</span>အမှန်စင်စစ် သင်၏အရှင်၏ ပြစ်ဒဏ်သည် ပြင်းထန်ပြီး နာကျင်စေသည် <span>(၁၂)</span>အမှန်စင်စစ် ကိုယ်တော်သည်သာလျှင် စတင်ပြီး ပြန်လည် ဖန်ဆင်းသူဖြစ်သည် <span>(၁၃)</span>ကိုယ်တော်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အယ်လ်ဝဒူးဒ် <span>(၁၄)</span>ပလ္လင်ပိုင်ရှင်၊ အယ်လ်မဂျီးဒ် <span class=\"gray\">(ဘုန်းကြီးတော်မူသော)</span><span>(၁၅)</span>ကိုယ်တော် အလိုရှိရာကို ပြုလုပ်တော်မူသောသူ ဖြစ်သည် <span>(၁၆)</span>သင်ထံသို့ စစ်သည်တော်များ၏ သတင်းရောက်ရှိပြီးပြီလား <span>(၁၇)</span>ဖိရ်အွန်နှင့် သမူးဒ်တို့၏ <span>(၁၈)</span>မဟုတ်ပေ! မယုံကြည်သူများသည် <span class=\"gray\">(ဆက်လက်၍)</span> ငြင်းပယ်နေကြသည် <span>(၁၉)</span>အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နောက်ဘက်မှ ဝန်းရံထားသည် <span>(၂၀)</span>မဟုတ်ပေ! ဤသည်မှာ ဘုန်းကြီးသော ကုရ်အာန် ဖြစ်သည် <span>(၂၁)</span>အယ်လ်လောင်ဟ် အယ်လ်မဟ်ဖူးဇ်တွင် ဖြစ်သည် <span>(၂၂)</span></p><p lang=\"my\" class=\"my \">သူတော်စင်တို့၏ အကျိုးဆုလာဘ်နှင့် အလ္လာဟ်အရှင်မြတ်၏ မယုံကြည်သော ရန်သူများကို ပြင်းထန်စွာ ဖမ်းဆီးခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ယုံကြည်သော ကျွန်များအကြောင်းကို အကြောင်းကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် မြစ်များစီးဆင်းနေသော ဥယျာဉ်များရှိလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ကိုယ်တော်၏ ရန်သူများအတွက် ပြင်ဆင်ထားသော ငရဲမီးနှင့် ငရဲ၏ ဆန့်ကျင်ဘက်ဖြစ်သည်။ ထို့ကြောင့် ကိုယ်တော်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الْفَوْزُ الْكَبِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အမြင့်မြတ်ဆုံး အောင်မြင်မှုဖြစ်သည်)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏အရှင်၏ ပြစ်ဒဏ်သည် ပြင်းထန်ပြီး နာကျင်စေသည်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ကိုယ်တော်၏ ပြစ်ဒဏ်နှင့် ကိုယ်တော်၏ ရန်သူများအပေါ် လက်စားချေခြင်းသည် — ၎င်းတို့သည် ကိုယ်တော်၏ တမန်တော်များကို ငြင်းပယ်ပြီး ကိုယ်တော်၏ အမိန့်ကို ဆန့်ကျင်ခဲ့သူများဖြစ်သည် — ပြင်းထန်၍ ကြီးမားခိုင်မာသည်။ အမှန်စင်စစ် ကိုယ်တော်သည် တန်ခိုးအင်အားပိုင်ရှင်၊ အခိုင်မာဆုံး ဖြစ်တော်မူ၏။ ကိုယ်တော်သည် မည်သည့်အရာကိုမဆို အလိုရှိတော်မူလျှင် မျက်စိတစ်မှိတ်အတွင်း သို့မဟုတ် ထို့ထက်ပင် လျင်မြန်စွာ ကိုယ်တော်အလိုရှိသလို ဖြစ်စေတော်မူသောသူ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည်သာလျှင် စတင်ပြီး ပြန်လည် ဖန်ဆင်းသူဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ကိုယ်တော်၏ ပြည့်စုံသော ခွန်အားနှင့် တန်ခိုးတော်မှ ကိုယ်တော်သည် ဖန်ဆင်းခြင်းကို စတင်ပြီး ကိုယ်တော် စတင်ခဲ့သကဲ့သို့ပင် ပြန်လည် ဖန်ဆင်းတော်မူခြင်း ဖြစ်သည်၊ ဆန့်ကျင်မှု သို့မဟုတ် ခုခံမှု မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْغَفُورُ الْوَدُودُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အယ်လ်ဝဒူးဒ် <span class=\"gray\">(အလွန်ချစ်ခင်တော်မူသော)</span> ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်ထံ နောင်တရပြီး ကိုယ်တော်ရှေ့တွင် နှိမ့်ချသူ မည်သူမဆို၏ အပြစ်ကို ခွင့်လွှတ်တော်မူသည်၊ မည်သည့်အပြစ်ဖြစ်စေကာမူ။ အိဗ်နု အဘ္ဘားစ်နှင့် အခြားသူများက အယ်လ်ဝဒူးဒ်ဟူသော နာမည်နှင့် ပတ်သက်၍ “၎င်းသည် အယ်လ်ဟဘီးဘ် <span class=\"gray\">(ချစ်ခင်သူ)</span> ဟု အဓိပ္ပာယ်ရသည်” ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُو الْعَرْشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပလ္လင်ပိုင်ရှင်၊)</span> ဆိုလိုသည်မှာ ဖန်ဆင်းခြင်းအားလုံးထက် မြင့်မြတ်သော ခမ်းနားသောပလ္လင်၏ ပိုင်ရှင်ဖြစ်သည်။ ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْمَجِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အယ်လ်မဂျီးဒ် <span class=\"gray\">(ဘုန်းကြီးတော်မူသော)</span>။)</span> ဤစကားလုံးကို နည်းနှစ်မျိုးဖြင့် ရွတ်ဖတ်ခဲ့ကြသည်– နောက်ဆုံးစာလုံးပေါ်တွင် ဓမ္မာဟ် <span class=\"gray\">(အယ်လ်မဂျီးဒူ)</span> ဖြင့် ရွတ်ဖတ်ခြင်းဖြစ်ပြီး၊ ၎င်းသည် အရှင်၏ ဂုဏ်တော်ဖြစ်သည်၊ သို့မဟုတ် နောက်ဆုံးစာလုံးအောက်တွင် ကပ်စ်ရာဟ် <span class=\"gray\">(အယ်လ်မဂျီးဒ်)</span> ဖြင့် ရွတ်ဖတ်ခြင်းဖြစ်ပြီး၊ ၎င်းသည် ပလ္လင်၏ ဖော်ပြချက်ဖြစ်သည်။ မည်သို့ပင်ဆိုစေ၊ အဓိပ္ပာယ်နှစ်မျိုးလုံး မှန်ကန်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَّالٌ لِّمَا يُرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် အလိုရှိရာကို ပြုလုပ်တော်မူသောသူ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ကိုယ်တော် အလိုရှိသမျှကို ကိုယ်တော် ပြုလုပ်တော်မူသည်၊ ကိုယ်တော်၏ စီရင်ဆုံးဖြတ်ချက်ကို တန်ပြန်နိုင်သူ မည်သူမျှမရှိပေ။ ကိုယ်တော်၏ ကြီးမြတ်မှု၊ ကိုယ်တော်၏ တန်ခိုး၊ ကိုယ်တော်၏ ဉာဏ်ပညာနှင့် ကိုယ်တော်၏ တရားမျှတမှုတို့ကြောင့် ကိုယ်တော် လုပ်ဆောင်သည့်အရာနှင့် ပတ်သက်၍ ကိုယ်တော့်ကို မေးမြန်းခြင်း မရှိပေ။ ဤသည်မှာ ကျွန်ုပ်တို့ အဘူဘက်ရ် အစ်စ်-စစ်ဒီက်ထံမှ ယခင်က ပြောပြခဲ့သည်နှင့်အညီ၊ သူ၏ နာမကျန်းဖြစ်၍ သေဆုံးခါနီးအချိန်တွင် သူအား “ဆရာဝန် တစ်ဦး ဆေးကုပေးပြီးပြီလား” ဟု မေးရာ၊ သူက “ဟုတ်ကဲ့” ဟု ပြန်ဖြေသည်။ ၎င်းတို့က “သူက ဘာပြောခဲ့သလဲ” ဟု မေးရာ၊ သူက “သူက ‘ငါသည် ငါအလိုရှိရာကို ပြုလုပ်သူဖြစ်သည်’ ဟု ပြောခဲ့သည်” ဟု ပြန်ဖြေသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ - فِرْعَوْنَ وَثَمُودَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ထံသို့ စစ်သည်တော်များ၏ သတင်းရောက်ရှိပြီးပြီလား။ ဖိရ်အွန်နှင့် သမူးဒ်တို့၏လား။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် မည်သည့်ပြစ်ဒဏ်များ ကျရောက်စေခဲ့ကြောင်းနှင့် မည်သူမျှ ၎င်းတို့ထံမှ မကာကွယ်နိုင်သော ပြစ်ဒဏ်များကို ၎င်းတို့အပေါ် ကျရောက်စေခဲ့ကြောင်း သတင်းသည် သင်ထံသို့ ရောက်ရှိပြီးပြီလား။ ဤသည်မှာ ကိုယ်တော်၏ မိန့်တော်မူချက်ကို အတည်ပြုခြင်းဖြစ်သည်</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏အရှင်၏ ပြစ်ဒဏ်သည် ပြင်းထန်ပြီး နာကျင်စေသည်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ကိုယ်တော်သည် မတရားပြုသူကို ဖမ်းဆီးသောအခါ၊ ပြင်းထန်၍ နာကျင်စေသော ပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးသည်။ ၎င်းသည် အလွန်တန်ခိုးကြီးမားသော၊ အလွန်အစွမ်းထက်သော အရှင်တစ်ပါး၏ ဖမ်းဆီးသော ပြစ်ဒဏ်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ! မယုံကြည်သူများသည် <span class=\"gray\">(ဆက်လက်၍)</span> ငြင်းပယ်နေကြသည်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် သံသယ၊ မယုံကြည်ခြင်းနှင့် ပုန်ကန်ခြင်းတို့၌ ရှိနေကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ مِن وَرَائِهِم مُّحِيطٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နောက်ဘက်မှ ဝန်းရံထားသည်!)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့အပေါ် တန်ခိုးရှိတော်မူပြီး ၎င်းတို့အား အတင်းအကြပ်ပြုနိုင်တော်မူသည်။ ၎င်းတို့သည် ကိုယ်တော်ထံမှ ထွက်ပြေး၍ မရနိုင် သို့မဟုတ် ရှောင်ရှား၍ မရနိုင်ပေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ هُوَ قُرْآنٌ مَّجِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ! ဤသည်မှာ ဘုန်းကြီးသော ကုရ်အာန် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ခမ်းနားထည်ဝါပြီး မြင့်မြတ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي لَوْحٍ مَّحْفُوظٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အယ်လ်လောင်ဟ် အယ်လ်မဟ်ဖူးဇ်တွင်!)</span> ဆိုလိုသည်မှာ အမြင့်မြတ်ဆုံး စုဝေးရာတွင် တိုးပွားခြင်း၊ လျော့နည်းခြင်း၊ ပုံပျက်ပန်းပျက်ဖြစ်ခြင်း သို့မဟုတ် ပြောင်းလဲခြင်းမှ ကာကွယ်ထားသည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာ အလ်-ဘူရူးဂျ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အတွက်သာ ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ ရှိပါစေ။</p>"
  }
]