[
  {
    "ayah_key": "4:53",
    "group_ayah_key": "4:53",
    "from_ayah": "4:53",
    "to_ayah": "4:55",
    "ayah_keys": "4:53,4:54,4:55",
    "text": "<p lang=\"my\" class=\"my \">သို့မဟုတ် ၎င်းတို့တွင် အာဏာပိုင်ဆိုင်မှု၌ ဝေစုရှိသလော။ ထိုသို့ဆိုလျှင် ၎င်းတို့သည် လူသားတို့ကို နာကိရ်မျှပင် ပေးမည်မဟုတ်ပေ <span>(53)</span>သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မိမိ၏ ကျေးဇူးတော်မှ ပေးသနားထားသည်တို့ကို လူတို့အား ၎င်းတို့သည် မနာလိုဖြစ်ကြသလော။ သို့ဆိုလျှင် ဧကန်မလွဲ ငါတို့သည် အစ်ဗရာဟင်မ်၏ မျိုးနွယ်စုအား ကျမ်းနှင့် အလ်ဟစ်ကမာဟ်ကို ပေးခဲ့ပြီဖြစ်၍ ၎င်းတို့အား ကြီးကျယ်သော နိုင်ငံတော်ကိုလည်း ပေးသနားခဲ့ပြီ <span>(54)</span>၎င်းတို့အနက်မှ <span class=\"gray\">(အချို့)</span>တို့သည် ၎င်းကို ယုံကြည်ခဲ့ကြသည်။ ၎င်းတို့အနက်မှ <span class=\"gray\">(အချို့)</span>တို့သည် ၎င်းကို ငြင်းပယ်ခဲ့ကြသည်။ ထိုသူတို့အား မီးရှို့ရန် ဂျဟန္နမ်သည် လုံလောက်လှပြီ <span>(55)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးတို့၏ မနာလိုစိတ်နှင့် ရက်စက်ကြမ်းတမ်းသော အပြုအမူ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျူးတို့အား ၎င်းတို့တွင် အာဏာပိုင်ဆိုင်မှု၌ ဝေစုရှိမရှိ မေးမြန်းခဲ့သည်။ ထိုအရာသည် အပြစ်တင်သည့် ထုတ်ပြန်ချက်သက်သက်သာဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့တွင် အာဏာပိုင်ဆိုင်မှု၌ မည်သည့်ဝေစုမျှ မရှိသောကြောင့်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား စေးနဲသူများအဖြစ် ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذًا لَّا يُؤْتُونَ النَّاسَ نَقِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဆိုလျှင် ၎င်းတို့သည် လူသားတို့ကို နာကိရ်မျှပင် ပေးမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် အချုပ်အခြာအာဏာနှင့် ပိုင်ဆိုင်မှုတွင် ဝေစုရှိခဲ့ပါက မည်သူ့ကိုမျှ မည်သည့်အရာမျှ ပေးမည်မဟုတ်ပေ။ အထူးသဖြင့် မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ကိုဖြစ်သည်။ ၎င်းသည် စွန်ပလွန်သီးစေ့၏ နောက်ကျောဘက်ရှိ အစက်အပြောက်မျှသာ ဖြစ်သည့်တိုင်အောင်ပင်။ ယင်းသည် အိဗ်နုအဗ္ဗားစ်နှင့် ပညာရှင်အများစုတို့၏ အဆိုအရ နာကိရ်၏ အဓိပ္ပါယ်ဖြစ်သည်။ ဤကျမ်းပိုဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ အခြားပြောကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ الْإِنفَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါလေ- \"အကယ်၍ သင်တို့သည် ငါ့အရှင်၏ ကရုဏာဘဏ္ဍာများကို ပိုင်ဆိုင်ကြပါက၊ ထိုအခါ သင်တို့သည် ကုန်ခန်းမည်ကို စိုးရိမ်၍ (မသုံးဘဲ) ထိန်းသိမ်းထားမည်ဖြစ်သည်\")</span><span class=\"gray\">[17:100]</span> ဆိုလိုသည်မှာ သင်တို့ပိုင်ဆိုင်ထားသည်များ ကုန်ဆုံးမည်ကို စိုးရိမ်သောကြောင့်ဖြစ်သော်လည်း ဤနေရာတွင် ထိုကဲ့သို့ဖြစ်နိုင်ခြေမရှိပေ။ ၎င်းသည် ၎င်းတို့၏ လောဘကြီးပြီး စေးနဲသော သဘောသဘာဝကိုသာ ပြသသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ الْإِنسَانُ قَتُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားသည် အမြဲတစေ ကသွူရ်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ဗာခိလ် <span class=\"gray\">(စေးနဲသူ)</span>ဖြစ်သည်။ <span class=\"gray\">[17:100]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَآ ءَاتَـهُمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မိမိ၏ ကျေးဇူးတော်မှ ပေးသနားထားသည်တို့ကို လူတို့အား ၎င်းတို့သည် မနာလိုဖြစ်ကြသလော။)</span> သည် အလ္လာဟ်အရှင်မြတ်က တမန်တော်မြတ် ﷺ အား ပေးအပ်ခဲ့သော ကြီးကျယ်သော တမန်တော်အဖြစ်ကို ၎င်းတို့ မနာလိုဖြစ်ခြင်းကို ရည်ညွှန်းသည်။ ၎င်းတို့၏ မနာလိုစိတ်ကြောင့် ၎င်းသည် အာရပ်လူမျိုးဖြစ်ပြီး ဣဇ်ရာအီလ်သားတို့ထဲမှ မဟုတ်သောကြောင့် ၎င်းကို ငြင်းပယ်ခဲ့ကြသည်။ အသ်-သဗာရာနီက အိဗ်နုအဗ္ဗားစ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَحْسُدُونَ النَّاسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့သည် လူတို့အား မနာလိုဖြစ်ကြသလော)</span> ဆိုလိုသည်မှာ \"ကျန်လူများထက် ကျွန်ုပ်တို့သည် ထိုက်တန်သူများ ဖြစ်သည်\" ဟု ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُم مُّلْكًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဆိုလျှင် ဧကန်မလွဲ ငါတို့သည် အစ်ဗရာဟင်မ်၏ မျိုးနွယ်စုအား ကျမ်းနှင့် အလ်ဟစ်ကမာဟ်ကို ပေးခဲ့ပြီဖြစ်၍ ၎င်းတို့အား ကြီးကျယ်သော နိုင်ငံတော်ကိုလည်း ပေးသနားခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ ငါတို့သည် ဣဇ်ရာအီလ်သားတို့၏ မျိုးနွယ်စုများအား တမန်တော်အဖြစ်ကို ပေးခဲ့သည်။ ၎င်းတို့သည် အစ်ဗရာဟင်မ်၏ မျိုးဆက်များထဲမှ ဖြစ်ပြီး ၎င်းတို့အား ကျမ်းများကိုလည်း ချပေးခဲ့သည်။ ဤတမန်တော်များသည် ဂျူးတို့အား တမန်တော်များ၏ အစဉ်အလာဖြင့် အုပ်စိုးခဲ့ကြပြီး ၎င်းတို့ထဲမှ ဘုရင်များကိုလည်း ငါတို့ ဖန်ဆင်းခဲ့သည်။ သို့သော်လည်း၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُم مَّنْ آمَنَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ <span class=\"gray\">(အချို့)</span>တို့သည် ၎င်းကို ယုံကြည်ခဲ့ကြသည်။)</span> သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ဆုလာဘ် <span class=\"gray\">(တမန်တော်များ၊ ကျမ်းများ၊ ဘုရင်စနစ်)</span> ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن صَدَّ عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ <span class=\"gray\">(အချို့)</span>တို့သည် ၎င်းကို ငြင်းပယ်ခဲ့ကြသည်)</span> ဟူသည်မှာ ၎င်းကို မယုံကြည်ခြင်း၊ လျစ်လျူရှုခြင်းနှင့် လူများကို ၎င်း၏ လမ်းမှ တားဆီးခြင်းတို့ဖြင့် ဖြစ်သည်။ ဤဆုလာဘ်သည် ဣဇ်ရာအီလ်သားတို့ထံမှဖြစ်ပြီး ၎င်းတို့အတွက်ဖြစ်သော်လည်းပင်။ ၎င်းတို့သည် ၎င်းတို့၏ တမန်တော်များနှင့်ပင် အငြင်းပွားခဲ့ကြသည်; ထို့ကြောင့် မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ၊ သင်သည် ဣဇ်ရာအီလ်သားတို့ထဲမှ မဟုတ်သည်ကို ထောက်ထားပါက သင့်ကို မည်သို့လုပ်ဆောင်မည်နည်း။ မုဂျာဟိဒ်က ပြောကြားခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُم مَّنْ آمَنَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ <span class=\"gray\">(အချို့)</span>တို့သည် <span class=\"gray\">[၎င်းကို]</span> ယုံကြည်ခဲ့ကြသည်။)</span> \"မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ကိုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن صَدَّ عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ <span class=\"gray\">(အချို့)</span>တို့သည် <span class=\"gray\">[၎င်းကို]</span> ငြင်းပယ်ခဲ့ကြသည်\")</span>။ ထို့ကြောင့် မုဟမ္မဒ် တမန်တော်မြတ် ﷺ၊ ၎င်းတို့၏ မယုံကြည်မှုကြောင့် သင့်ကို ငြင်းပယ်ခြင်းသည် ပို၍ပင် ပြင်းထန်ပြီး သင်ယူဆောင်လာခဲ့သော အမှန်တရားနှင့်လည်း ပို၍ပင် ဝေးကွာနေပါသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခြိမ်းခြောက်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား မီးရှို့ရန် ဂျဟန္နမ်သည် လုံလောက်လှပြီ)</span>၊ ဆိုလိုသည်မှာ မီးသည် ၎င်းတို့၏ မယုံကြည်မှု၊ ပုန်ကန်မှုနှင့် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းများနှင့် တမန်တော်များအား ဆန့်ကျင်မှုတို့အတွက် တရားမျှတသော ပြစ်ဒဏ်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "4:56",
    "group_ayah_key": "4:56",
    "from_ayah": "4:56",
    "to_ayah": "4:57",
    "ayah_keys": "4:56,4:57",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်စင်စစ် ငါတို့၏ အာယတ်များကို မယုံကြည်သူတို့အား မီးထဲသို့ ထည့်သွင်းမီးရှို့မည်။ ၎င်းတို့၏ အရေပြားများ ကျက်ပြီးသည်နှင့် ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြည်းစမ်းနိုင်ရန် အခြားအရေပြားများကို ငါတို့ ပြောင်းလဲပေးမည်။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အင်အားအကြီးဆုံး၊ အသိဉာဏ်အပြည့်အစုံရှိတော်မူသည် <span>(56)</span>သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူတို့အား မြစ်များစီးဆင်းနေသည့် ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်)</span> သို့ ငါတို့ ဝင်ခွင့်ပြုမည်။ ထိုဥယျာဉ်များတွင် ထာဝရနေထိုင်ကြမည်။ ထိုနေရာ၌ ၎င်းတို့သည် အဇ်ဝါဂျွန် မုသဟ္ဟရာတွန် <span class=\"gray\">(သန့်စင်သော အဖော်များ)</span> ကို ရရှိကြမည်ဖြစ်ပြီး ၎င်းတို့အား ကျယ်ပြန့်၍ အမြဲနက်ရှိုင်းသော အရိပ်များထဲသို့ ငါတို့ ဝင်ခွင့်ပြုမည် <span>(57)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းများနှင့် တမန်တော်များကို မယုံကြည်သူတို့၏ ပြစ်ဒဏ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ အာယတ်များကို မယုံကြည်ပြီး မိမိ၏ တမန်တော်များ၏ လမ်းမှ တားဆီးသူတို့အတွက် ဂျဟန္နမ်မီး၏ ပြစ်ဒဏ်ကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ငါတို့၏ အာယတ်များကို မယုံကြည်သူတို့အား)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ခန္ဓာကိုယ်၏ အစိတ်အပိုင်းတိုင်းကို လွှမ်းခြုံမည့် မီးထဲသို့ ငါတို့ ထည့်သွင်းမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ ပြစ်ဒဏ်နှင့် ညှဉ်းပန်းနှိပ်စက်မှုသည် ထာဝရဖြစ်ကြောင်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးထဲသို့ ထည့်သွင်းမီးရှို့မည်။ ၎င်းတို့၏ အရေပြားများ ကျက်ပြီးသည်နှင့် ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြည်းစမ်းနိုင်ရန် အခြားအရေပြားများကို ငါတို့ ပြောင်းလဲပေးမည်)</span>။</p><p lang=\"my\" class=\"my \">အလ်-အမာရှ်က အိဗ်နု 'ဥမာရ်က \"၎င်းတို့၏ အရေပြားများ မီးလောင်ကျွမ်းသောအခါ၊ ၎င်းတို့အား အစားထိုး အခြားအရေပြားတစ်ခု ပေးလိမ့်မည်ဖြစ်ပြီး ထိုအရေပြားသည် စက္ကူကဲ့သို့ ဖြူစင်နေလိမ့်မည်\" ဟု ပြောကြားခဲ့ကြောင်း ပြောကြားခဲ့သည်။ ၎င်းကို အိဗ်နု အဘီ ဟာသင်မ်က စုဆောင်းခဲ့သည်။ ထို့ပြင် အလ်-ဟဆန်က ပြောကြားခဲ့သည်ကိုလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا نَضِجَتْ جُلُودُهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရေပြားများ ကျက်ပြီးသည်နှင့်)</span> \"၎င်းတို့၏ အရေပြားများသည် နေ့စဉ် ရက်ပေါင်း ခုနစ်သောင်းအကြိမ် မီးလောင်ကျွမ်းလိမ့်မည်\" ဟု ဖြစ်သည်။ ဟူစိုင်းန်က ပြောကြားခဲ့သည်။ ဖုဒိုင်းလ်က ဟိရှမ်က အလ်-ဟဆန်ကလည်း ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا نَضِجَتْ جُلُودُهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရေပြားများ ကျက်ပြီးသည်နှင့်)</span> ဆိုလိုသည်မှာ \"မီးသည် ၎င်းတို့အား မီးရှို့၍ ၎င်းတို့၏ အသားများကို လောင်ကျွမ်းစေသောအခါတိုင်း 'ယခင်ကအတိုင်း ပြန်ဖြစ်ပါ' ဟု ၎င်းတို့အား ပြောလိမ့်မည်ဖြစ်ပြီး ၎င်းတို့လည်း ပြန်ဖြစ်လိမ့်မည်\" ဟု ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ကောင်းမှုပြုသူတို့၏ ချမ်းသာကြွယ်ဝမှု၊ ဂျန္နတ်နှင့် ၎င်း၏ ဝမ်းမြောက်မှု</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူတို့အား မြစ်များစီးဆင်းနေသည့် ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်)</span> သို့ ငါတို့ ဝင်ခွင့်ပြုမည်။ ထိုဥယျာဉ်များတွင် ထာဝရနေထိုင်ကြမည်။)</span> သည် ဧဒင်ဥယျာဉ်များရှိ ပျော်ရွှင်သူတို့၏ ခရီးပန်းတိုင်ကို ဖော်ပြထားသည်။ ထိုဥယျာဉ်များအောက်တွင် မြစ်များ စီးဆင်းနေပြီး ၎င်း၏ နယ်ပယ်များ၊ နေရာလပ်များနှင့် ထောင့်တိုင်းတွင် ၎င်းတို့ လိုရာ၊ ဆန္ဒရှိရာသို့ စီးဆင်းနေသည်။ ၎င်းတို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်ကြမည်ဖြစ်ပြီး ၎င်းမှ ပြောင်းရွှေ့ခြင်း သို့မဟုတ် ဖယ်ရှားခြင်း ခံရမည်မဟုတ်ပေ။ ၎င်းမှ ပြောင်းရွှေ့ရန်လည်း ၎င်းတို့ ဆန္ဒရှိမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ ၎င်းတို့သည် အဇ်ဝါဂျွန် မုသဟ္ဟရာတွန် <span class=\"gray\">(သန့်စင်သော အဖော်များ)</span> ကို ရရှိကြမည်)</span> သည် ရာသီသွေး၊ သားဖွားပြီးသွေး၊ ညစ်ညမ်းမှု၊ မကောင်းသော စရိုက်များနှင့် ချို့ယွင်းချက်များမှ ကင်းစင်သည်။ အိဗ်နုအဗ္ဗားစ်က ထိုကျမ်းပိုဒ်၏ အဓိပ္ပါယ်မှာ \"၎င်းတို့သည် ညစ်ညမ်းမှုများနှင့် မကောင်းသော အရာများမှ သန့်စင်ကြသည်\" ဟု ပြောကြားခဲ့သည်။ အသ္စာအ်၊ အလ်-ဟဆန်၊ အဒ်-ဒဟ်ဟားက်၊ အန်-နခ်ခ်အီ၊ အဘူ စာလစ်ဟ်၊ အသီယာဟ်နှင့် အစ်-စွတ်ဒီတို့ကလည်း အလားတူ ပြောကြားခဲ့ကြသည်။ မုဂျာဟိဒ်က ၎င်းတို့သည် ဆီး၊ ရာသီသွေး၊ တံတွေး၊ သလိပ်နှင့် ကိုယ်ဝန်များမှ ကင်းစင်သည်\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ကျယ်ပြန့်၍ အမြဲနက်ရှိုင်းသော အရိပ်များထဲသို့ <span class=\"gray\">(ဂျန္နတ်)</span> ငါတို့ ဝင်ခွင့်ပြုမည်။)</span> ဆိုလိုသည်မှာ ကျယ်ပြန့်သော၊ ပြန့်ကျဲသော၊ သန့်စင်သောနှင့် လှပသော အရိပ်ဖြစ်သည်။ အိဗ်နု ဂျာရီရ်က အဘူ ဟုရိုင်ရာဟ်က တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ لَشَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لَا يَقْطَعُهَا: شَجَرَةَ الْخُلْدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်တွင် သစ်ပင်တစ်ပင်ရှိသည်၊ စီးနင်းသူတစ်ဦးသည် ထိုသစ်ပင်၏ အရိပ်အောက်တွင် နှစ်တစ်ရာ ခရီးသွားသော်လည်း ၎င်းကို ကျော်ဖြတ်နိုင်မည်မဟုတ်ပေ။ ၎င်းသည် ထာဝရသက်ရှိသစ်ပင်ဖြစ်သည်။)</span></p>"
  }
]