[
  {
    "ayah_key": "34:18",
    "group_ayah_key": "34:18",
    "from_ayah": "34:18",
    "to_ayah": "34:19",
    "ayah_keys": "34:18,34:19",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့နှင့် ငါတို့ကောင်းချီးပေးခဲ့သော မြို့များအကြားတွင် မြင်သာသော မြို့များကို ငါတို့ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းတို့အကြားရှိ (ခရီး)စဉ်များကို လွယ်ကူစေခဲ့ပြီး (ပြောကြားခဲ့သည်မှာ)- \"၎င်းတို့တွင် ညဉ့်အခါနှင့် နေ့အခါ နှစ်မျိုးလုံး လုံခြုံစွာ ခရီးသွားကြကုန်။ <span>(၁၈)</span>သို့သော် ၎င်းတို့က ပြောခဲ့ကြသည်- \"အကျွန်ုပ်တို့၏အရှင်! အကျွန်ုပ်တို့၏ခရီးစဉ်အကြားရှိ အဆင့်ဆင့်ကို ပိုမိုရှည်လျားစေတော်မူပါ\" ထိုသို့ဖြင့် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မတရားပြုခဲ့ကြ၏။ ထို့ကြောင့် ၎င်းတို့ကို (တိုင်းပြည်တွင်) ပုံပြင်များအဖြစ် ငါတို့ပြုလုပ်ခဲ့ပြီး၊ ၎င်းတို့အားလုံးကို အကြွင်းမဲ့ ကွဲလွင့်စေခဲ့သည်။ ဧကန်စင်စစ် ဤအရာ၌ ခိုင်မြဲသူတိုင်း၊ ကျေးဇူးတင်တတ်သူ (လူသား)တိုင်းအတွက် သက်သေလက္ခဏာများ အမှန်ပင်ရှိပေသည် <span>(၁၉)</span></p><p lang=\"my\" class=\"my \">ဆဗာအ်၏ ကုန်သွယ်ရေးနှင့် ၎င်းတို့၏ ဖျက်ဆီးခံရခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဆဗာအ်လူမျိုးများ ရရှိခံစားခဲ့ရသော ကောင်းချီးမင်္ဂလာများအကြောင်း၊ ၎င်းတို့၏ပြည်၌ ပေါများလှသော ဇိမ်ခံပစ္စည်းများနှင့် စားနပ်ရိက္ခာများအကြောင်းကို မိန့်ကြားတော်မူသည်။ ထိုပြည်တွင် လုံခြုံသော နေထိုင်ရာများနှင့် တစ်မြို့နှင့်တစ်မြို့ ဆက်စပ်နေသော မြို့များ၊ သစ်ပင်၊ သီးနှံနှင့် သစ်သီးဝလံများစွာ ရှိသည်။ ၎င်းတို့ခရီးသွားသည့်အခါ ရိက္ခာ သို့မဟုတ် ရေကို သယ်ဆောင်ရန် မလိုအပ်ခဲ့ပါ။ မည်သည့်နေရာတွင် ရပ်နားသည်ဖြစ်စေ ရေနှင့် သစ်သီးများကို တွေ့ရှိရပြီး ခရီးစဉ်၏လိုအပ်ချက်အရ တစ်မြို့တွင် နေ့လယ်နားခိုနိုင်ပြီး အခြားမြို့တွင် ညအိပ်နိုင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့် ငါတို့ကောင်းချီးပေးခဲ့သော မြို့များအကြားတွင်)</span> Mujahid၊ အလ်-ဟာစန်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်နှင့် မာလိက် (ဇိုင်ဒ် ဘင် အပ်စလမ်မှတဆင့် သတင်းပို့ခဲ့သူ)၊ ကွာတာဒါ၊ အဒ်-ဒဟ်ဟက်၊ အပ်စ်-စွတ်ဒီ၊ အိဗ်နု ဇိုင်ဒ်နှင့် အခြားသူများအားလုံးက ၎င်းသည် ဆီးရီးယားမြို့များကို ဆိုလိုကြောင်း ပြောခဲ့ကြသည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် ယီမင်မှ ဆီးရီးယားသို့ မြင်သာသော၊ တစ်ခုနှင့်တစ်ခု ဆက်စပ်နေသော မြို့များမှတစ်ဆင့် ခရီးသွားခဲ့ကြသည်။ အလ်-အော်ဖီက အိဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု သတင်းပို့ခဲ့သည်- \"ဂျေရုဆလင်ကို ၎င်းတို့အထဲမှာ ထည့်သွင်းခြင်းဖြင့် ငါတို့ ကောင်းချီးပေးခဲ့သော မြို့များ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُرًى ظَاهِرَةً </p><p lang=\"my\" class=\"my \">မြင်သာသော မြို့များ၊ ဆိုလိုသည်မှာ ရှင်းလင်းပြတ်သားပြီး မြင်နိုင်သော၊ ခရီးသွားများ သိရှိသော မြို့များဖြစ်၍ ၎င်းတို့သည် တစ်မြို့တွင် နေ့လယ်နားခိုပြီး အခြားမြို့တွင် ညအိပ်နိုင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدَّرْنَا فِيهَا السَّيْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အကြားရှိ (ခရီး)စဉ်များကို လွယ်ကူစေခဲ့သည်)</span> ဆိုလိုသည်မှာ 'ခရီးသွားများ၏ လိုအပ်ချက်များကို ဖြည့်ဆည်းပေးနိုင်မည့် နည်းလမ်းဖြင့် ငါတို့ပြုလုပ်ခဲ့သည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် ညဉ့်အခါနှင့် နေ့အခါ နှစ်မျိုးလုံး လုံခြုံစွာ ခရီးသွားကြကုန်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် ခရီးသွားသူများသည် ညဉ့်အခါရော နေ့အခါပါ လုံခြုံလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့က ပြောခဲ့ကြသည်- \"အကျွန်ုပ်တို့၏အရှင်! အကျွန်ုပ်တို့၏ခရီးစဉ်အကြားရှိ အဆင့်ဆင့်ကို ပိုမိုရှည်လျားစေတော်မူပါ\" ထိုသို့ဖြင့် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မတရားပြုခဲ့ကြ၏။)</span> ၎င်းတို့သည် ဤကောင်းချီးကို တန်ဖိုးမထားခဲ့ကြပါ။ အိဗ်နု အဗ္ဗားစ်၊ မူဂျာဟစ်ဒ်၊ အလ်-ဟာစန်နှင့် အခြားသူများက ပြောခဲ့သည်မှာ \"၎င်းတို့သည် ရိက္ခာများကို သယ်ဆောင်ရန် လိုအပ်မည့် အချည်းအနှီးသော တောကန္တာရများမှတစ်ဆင့် ဝေးလံသော ခရီးများကို သွားလိုခဲ့ကြပြီး ကြောက်ရွံ့ထိတ်လန့်သော အခြေအနေဖြင့် ပြင်းထန်သော အပူဒဏ်ကို ဖြတ်သန်းသွားလာရမည်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ကို (တိုင်းပြည်တွင်) ပုံပြင်များအဖြစ် ငါတို့ပြုလုပ်ခဲ့ပြီး၊ ၎င်းတို့အားလုံးကို အကြွင်းမဲ့ ကွဲလွင့်စေခဲ့သည်)</span> ဆိုလိုသည်မှာ 'ညနေခင်းတွင် စကားစမြည်ပြောဆိုသည့်အခါ လူတို့ပြောဆိုရန် အကြောင်းအရာတစ်ခုအဖြစ် ငါတို့ပြုလုပ်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မည်သို့ ကြံစည်ခဲ့ပြီး ၎င်းတို့သည် စည်းလုံးညီညွတ်စွာ ဇိမ်ခံဘဝဖြင့် နေထိုင်ခဲ့ပြီးနောက် မည်သို့ကွဲလွင့်စေခဲ့ပုံ၊ ၎င်းတို့သည် တိုင်းပြည်တစ်ဝှမ်းလုံးတွင် ဟိုဟိုဒီဒီ ပြန့်ကျဲသွားခဲ့ပုံ'။ ထို့ကြောင့် အာရပ်တို့သည် လူတစ်စု ကွဲလွင့်သွားသောအခါ \"၎င်းတို့သည် ဆဗာအ်ကဲ့သို့ ကွဲလွင့်သွားခဲ့သည်\" ဟု ပြောဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဤအရာ၌ ခိုင်မြဲသူတိုင်း၊ ကျေးဇူးတင်တတ်သူတိုင်းအတွက် သက်သေလက္ခဏာများ အမှန်ပင်ရှိပေသည်)။</span> ဤလူမျိုးများ ခံစားခဲ့ရသော ပြစ်ဒဏ်၌၊ ၎င်းတို့၏ ကောင်းချီးမင်္ဂလာများနှင့် ကျန်းမာခြင်းတို့သည် ၎င်းတို့၏ မယုံကြည်ခြင်းနှင့် အပြစ်များအတွက် လက်စားချေခြင်းအဖြစ် ပြောင်းလဲသွားပုံသည် ခက်ခဲကြမ်းတမ်းမှုကို ရင်ဆိုင်ရာတွင် ခိုင်မြဲပြီး ကောင်းချီးများအတွက် ကျေးဇူးတင်တတ်သော လူတိုင်းအတွက် သင်ခန်းစာနှင့် အမှတ်အသားတစ်ခုဖြစ်သည်။ အီမာမ် အဟ်မဒ်က စအ်ဒ် ဘင် အဘီ ဝက္ကားစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجِبْتُ مِنْ قَضَاءِ اللهِ تَعَالَى لِلْمُؤْمِنِ إِنْ أَصَابَهُ خَيْرٌ حَمِدَ رَبَّهُ وَشَكَرَ، وَإِنْ أَصَابَتْهُ مُصِيبَةٌ حَمِدَ رَبَّهُ وَصَبَرَ، يُؤْجَرُ الْمُؤْمِنُ فِي كُلِّ شَيْءٍ حتّٰى فِي اللُّقْمَةِ يَرْفَعُهَا إِلَى فِي امْرَأَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ယုံကြည်သူအတွက် သတ်မှတ်ထားသည်ကို ကျွန်ုပ်အံ့ဩမိသည်။ အကယ်၍ သူ့အပေါ် ကောင်းသောအရာတစ်စုံတစ်ရာ ကျရောက်ပါက သူသည် မိမိ၏အရှင်သခင်ကို ချီးမွမ်း၍ ကျေးဇူးတင်သည်။ အကယ်၍ မကောင်းသောအရာတစ်စုံတစ်ရာ ကျရောက်ပါက သူသည် မိမိ၏အရှင်သခင်ကို ချီးမွမ်း၍ သည်းခံသည်။ ယုံကြည်သူသည် အရာရာတိုင်းအတွက် အကျိုးကျေးဇူးခံစားရမည်၊ ဇနီးသည်၏ ပါးစပ်သို့ ခွံ့ကျွေးသော အစာတစ်လုတ်အတွက်ပင်။)</span>\"</p><p lang=\"my\" class=\"my \">ဤအရာကို အန်-နစာအီက အလ်-ယောင်မ် ဝလ်-လိုင်လာဟ်တွင်လည်း မှတ်တမ်းတင်ခဲ့သည်။ ဆဟီဟ်ကျမ်းနှစ်စောင်တွင်လည်း အဘူ ဟုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ သတင်းပို့ခဲ့သော ဟဒီးစ်တစ်ခုက ဖော်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللهُ تَعَالَى لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူ၏ ကိစ္စသည် အဘယ်မျှ အံ့ဩဖွယ်ကောင်းသနည်း! အလ္လာဟ်အရှင်မြတ်သည် သူ့အတွက် မည်သည့်အရာကိုမျှ မသတ်မှတ်ခဲ့ပါ၊ သို့သော် သူ့အတွက် ကောင်းပါသည်။ အကယ်၍ သူ့အပေါ် ကောင်းသောအရာတစ်စုံတစ်ရာ ဖြစ်ပေါ်ပါက သူသည် ကျေးဇူးတင်ပြီး၊ ၎င်းသည် သူ့အတွက် ကောင်းပါသည်။ အကယ်၍ မကောင်းသောအရာတစ်စုံတစ်ရာ ဖြစ်ပေါ်ပါက သူသည် သည်းခံခြင်းဖြင့် ခံနိုင်ရည်ရှိပြီး၊ ၎င်းသည် သူ့အတွက် ကောင်းပါသည်။ ဤသည်မှာ ယုံကြည်သူမှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်အတွက်မျှ မဟုတ်ပေ။)</span>\" ကွာတာဒါက ပြောခဲ့သည်ဟု သတင်းပို့ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဤအရာ၌ ခိုင်မြဲသူတိုင်း၊ ကျေးဇူးတင်တတ်သူတိုင်းအတွက် သက်သေလက္ခဏာများ အမှန်ပင်ရှိပေသည်)။</span> မူတာရစ်ဖ်က ပြောလေ့ရှိသည်- \"ကျေးဇူးတင်တတ်သော၊ သည်းခံတတ်သော ကျွန်သည် အဘယ်မျှ ကောင်းချီးခံစားရသနည်း။ သူ့ကို တစ်စုံတစ်ရာ ပေးအပ်သောအခါ သူသည် ကျေးဇူးတင်ပြီး၊ သူ့ကို စမ်းသပ်သောအခါ သူသည် သည်းခံခြင်းဖြင့် ခံနိုင်ရည်ရှိသည်။\"</p>"
  },
  {
    "ayah_key": "34:20",
    "group_ayah_key": "34:20",
    "from_ayah": "34:20",
    "to_ayah": "34:21",
    "ayah_keys": "34:20,34:21",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အစ်ဗ်လီစ်သည် ၎င်းတို့နှင့်ပတ်သက်၍ သူ၏ယူဆချက်ကို မှန်ကန်ကြောင်း သက်သေပြခဲ့ပြီး၊ စစ်မှန်သောယုံကြည်သူ အုပ်စုတစ်ခုမှလွဲ၍ ၎င်းတို့အားလုံးသည် သူ့နောက်သို့ လိုက်ခဲ့ကြသည် <span>(၂၀)</span>ထိုသူတို့အပေါ်၌ သူ့တွင် မည်သည့်ဩဇာအာဏာမျှ မရှိခဲ့၊ – သို့သော် ငါတို့သည် နောင်တမလွန်ဘဝကို ယုံကြည်သူကို၊ ၎င်းအပေါ် သံသယရှိသူထံမှ စမ်းသပ်ရန်သာဖြစ်သည်။ သင်၏အရှင်သည် အရာရာတိုင်းအပေါ် စောင့်ကြည့်တော်မူသော အရှင်ဖြစ်သည် <span>(၂၁)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်လီစ်၏ မယုံကြည်သူအပေါ် ယူဆချက် မည်သို့ မှန်ကန်ကြောင်း သက်သေပြခဲ့သည်</p><p lang=\"my\" class=\"my \">ဆဗာအ်လူမျိုးများနှင့် ၎င်းတို့၏ ဆန္ဒများ၊ ရှိုင်တွာန်နောက်သို့ မည်သို့ လိုက်ခဲ့ကြပုံကို ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်သည် အစ်ဗ်လီစ်နှင့် ၎င်းတို့၏ ဆန္ဒများနောက်လိုက်၍ ဉာဏ်ပညာနှင့် မှန်ကန်သော လမ်းညွှန်မှုကို ဆန့်ကျင်သူများအနက်မှ ၎င်းတို့၏ တန်ပြန်ဘက်များအကြောင်းကို မိန့်ကြားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အစ်ဗ်လီစ်သည် ၎င်းတို့နှင့်ပတ်သက်၍ သူ၏ယူဆချက်ကို မှန်ကန်ကြောင်း သက်သေပြခဲ့သည်)</span> အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ နှင့် အခြားသူများက ဤအာယတ်သည် အစ်ဗ်လီစ်က အာဒမ် (အလိုင်ဟိစ်စလာမ်) အား ဦးချရန် ငြင်းဆန်ခဲ့ပုံအကြောင်း အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခဲ့သည့် အာယတ်နှင့်တူသည်ဟု ပြောခဲ့ကြသည်၊ ထို့နောက် သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် အကျွန်ုပ်ထက် မြင့်မြတ်စေခဲ့သော ဤသူကို ကြည့်ပါဦး။ အကယ်၍ အသင်သည် အကျွန်ုပ်အား ရှင်ပြန်ထမြောက်ရာနေ့အထိ အချိန်ပေးမည်ဆိုပါက အကျွန်ုပ်သည် သူ၏သားမြေးများကို အနည်းငယ်မှလွဲ၍ ကျန်သူများအားလုံးကို သေချာပေါက် ဖမ်းဆီး၍ လမ်းမှားစေမည်!)</span><span class=\"gray\">(၁၇:၆၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ ۖ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အကျွန်ုပ်သည် ၎င်းတို့ထံသို့ ၎င်းတို့၏ ရှေ့မှလည်းကောင်း၊ နောက်မှလည်းကောင်း၊ ၎င်းတို့၏ ညာဘက်မှလည်းကောင်း၊ ဘယ်ဘက်မှလည်းကောင်း လာမည်။ ထို့ပြင် အသင်သည် ၎င်းတို့အများစုကို ကျေးဇူးတင်သူများအဖြစ် တွေ့ရှိရမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၇:၁၇)</span> ဤကိစ္စကို ရည်ညွှန်းသော အာယတ်များစွာ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အပေါ်၌ သူ (အစ်ဗ်လီစ်) တွင် မည်သည့်ဩဇာအာဏာမျှ မရှိခဲ့၊)</span> အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ပြောသည်- \"ဤသည်မှာ သူ့တွင် သက်သေအထောက်အထား မရှိခဲ့ခြင်းကို ဆိုလိုသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် နောင်တမလွန်ဘဝကို ယုံကြည်သူကို၊ ၎င်းအပေါ် သံသယရှိသူထံမှ စမ်းသပ်ရန်သာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'နောင်တမလွန်ဘဝကို ယုံကြည်ပြီး ၎င်းဖြစ်ပေါ်လာလိမ့်မည်ကို ပြသရန်သာ ငါတို့သည် သူ့အား ၎င်းတို့အပေါ် အာဏာပေးခဲ့ခြင်းဖြစ်သည်။' လူတို့သည် စစ်ဆေးမေးမြန်းခံရမည်ဖြစ်ပြီး၊ ထိုနည်းတူ ဆုလာဘ်ခံစားရမည် သို့မဟုတ် အပြစ်ဒဏ်ခံရမည်ဖြစ်ရာ၊ ထို့ကြောင့် ဤလောကတွင် သူသည် မိမိ၏အရှင်သခင်ကို မှန်ကန်စွာ ကိုးကွယ်နိုင်မည်ဖြစ်သည်။ - ထိုယုံကြည်သူများကို နောင်တမလွန်ဘဝအပေါ် သံသယရှိသူများထံမှ ခွဲခြားရန်လည်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည် အရာရာတိုင်းအပေါ် စောင့်ကြည့်တော်မူသော အရှင်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်ရှင်၏ စောင့်ကြည့်မှုရှိနေသော်လည်း အစ်ဗ်လီစ်ကို လိုက်နာသူများသည် လမ်းမှားသွားကြပြီး၊ ကိုယ်တော်ရှင်၏ စောင့်ကြည့်မှုနှင့် ဂရုစိုက်မှုကြောင့် တမန်တော်များနောက်လိုက်သော ယုံကြည်သူများသည် ကယ်တင်ခံရသည်။</p>"
  }
]