[
  {
    "ayah_key": "40:30",
    "group_ayah_key": "40:30",
    "from_ayah": "40:30",
    "to_ayah": "40:35",
    "ayah_keys": "40:30,40:31,40:32,40:33,40:34,40:35",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သော ထိုသူကလည်း “အို ငါ၏လူမျိုးတို့! ဧကန်မလွဲ ငါသည် သင်တို့အတွက် အုပ်စုဟောင်းများ၏ ထိုနေ့ <span class=\"gray\">(ဘေးဆိုး)</span> ကဲ့သို့ အဆုံးသတ်ခြင်းကို စိုးရိမ်၏! <span>(30)</span>နူဟ်၊ အာဒ်၊ သမူဒ် လူမျိုးတို့၏အဆုံးသတ်ခြင်းကဲ့သို့ပင်ဖြစ်၏။ ၎င်းတို့နောက်မှ လာခဲ့ကြသူများလည်း ထိုနည်းနှင်နှင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(မိမိ၏)</span> ကျွန်များအပေါ် မည်သည့် မတရားမှုကိုမျှ အလိုမရှိပေ။ <span>(31)</span>အို ငါ၏လူမျိုးတို့! ဧကန်မလွဲ ငါသည် သင်တို့အတွက် အချင်းချင်းခေါ်ဝေါ်နေကြမည့် နေ့ကို စိုးရိမ်၏။ <span>(32)</span>သင်တို့သည် နောက်ပြန်လှည့်ပြီး ထွက်ပြေးရမည့်နေ့၊ အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အကာအကွယ်ပေးမည့်သူမျှ မရှိတော့သည့်နေ့။ အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို လမ်းမှားစေတော်မူပါက၊ ၎င်းအတွက် လမ်းပြမရှိချေ။ <span>(33)</span>ဧကန်မလွဲ ယူဆွဖ်သည် အတိတ်ကာလက သင်တို့ထံသို့ ရှင်းလင်းသော သက်သေသာဓကများဖြင့် ရောက်ရှိလာခဲ့၏။ သို့သော် သင်တို့သည် ၎င်းယူဆောင်လာခဲ့သည်များကို သံသယမပြတ်ရှိခဲ့ကြ၏။ ၎င်းကွယ်လွန်သွားသောအခါ သင်တို့က “၎င်းနောက်တွင် မည်သည့် ရစူလ်တမန်ကိုမျှ အလ္လာဟ်အရှင်မြတ် စေလွှတ်မည်မဟုတ်” ဟု ပြောခဲ့ကြ၏။ ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် နယ်လွန်ကျူးသူနှင့် သံသယရှိသူအား လမ်းမှားစေတော်မူ၏။ <span>(34)</span>အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များနှင့် ပတ်သက်၍ ၎င်းတို့ထံသို့ ရောက်ရှိလာခဲ့သော မည်သည့် အခွင့်အာဏာမျှမရှိဘဲ ငြင်းခုံသူများသည် အလ္လာဟ်အရှင်မြတ်နှင့် ယုံကြည်သူတို့အပေါ် အလွန်မုန်းတီးဖွယ်ရာနှင့် စက်ဆုပ်ဖွယ်ရာ ဖြစ်ပေသည်။ ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မာနထောင်လွှားသူ၊ အာဏာရှင်တိုင်း၏ နှလုံးသားကို တံဆိပ်ခတ်တော်မူ၏။ <span>(35)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အ_န်၏ မိသားစုဝင် ယုံကြည်သူ၊ ထိုဖြောင့်မတ်သော အမျိုးသားက မိမိလူမျိုးအား ဤလောကနှင့် တမလွန်ဘဝရှိ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့်ပတ်သက်၍ သတိပေးခဲ့ကြောင်း ပြောကြားထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ၏လူမျိုးတို့! ဧကန်မလွဲ ငါသည် သင်တို့အတွက် အုပ်စုဟောင်းများ၏ ထိုနေ့ <span class=\"gray\">(ဘေးဆိုး)</span> ကဲ့သို့ အဆုံးသတ်ခြင်းကို စိုးရိမ်၏!)</span> ဆိုသည်မှာ နူဟ်၊ အာဒ်၊ သမူဒ် လူမျိုးတို့နှင့် ၎င်းတို့နောက်မှ လာခဲ့သော မယုံကြည်သူ လူမျိုးများကဲ့သို့ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များကို မယုံကြည်ခဲ့ကြသော ရှေးခေတ်လူမျိုးများကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ၎င်းတို့အပေါ် မည်သို့ကျရောက်ခဲ့သည်၊ ၎င်းတို့ကို ကာကွယ်ပေးနိုင်သူ သို့မဟုတ် ထိုပြစ်ဒဏ်ကို ဖယ်ရှားပေးနိုင်သူ မည်သူမျှ မရှိခဲ့ပုံကို ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(မိမိ၏)</span> ကျွန်များအပေါ် မည်သည့် မတရားမှုကိုမျှ အလိုမရှိပေ။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ပြစ်မှုများ၊ ၎င်းတို့၏ မယုံကြည်မှုများနှင့် ၎င်း၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်မှုများကြောင့် ၎င်းတို့ကို ဖျက်ဆီးခဲ့သည်။ ၎င်းတို့နှင့်ပတ်သက်၍ ၎င်း၏ အမိန့်နှင့် ၎င်း၏ ဆုံးဖြတ်ချက်ကို ပြည့်စုံစေခဲ့သည်။ ထို့နောက် ၎င်းက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ၏လူမျိုးတို့! ဧကန်မလွဲ ငါသည် သင်တို့အတွက် အချင်းချင်းခေါ်ဝေါ်နေကြမည့် နေ့ကို စိုးရိမ်၏။)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُوَلُّونَ مُدْبِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် နောက်ပြန်လှည့်ပြီး ထွက်ပြေးရမည့်နေ့)</span> ဆိုသည်မှာ ထွက်ပြေးခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဖြစ်နိုင်! မည်သည့် ခိုလှုံရာမျှ မရှိ။ ထိုနေ့၌ သင်တို့၏ အရှင်သခင်ထံသို့ပင် အတည်တကျနေထိုင်ရာဖြစ်၏။)</span><span class=\"gray\">(75:11-12)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အကာအကွယ်ပေးမည့်သူမျှ မရှိတော့သည့်)</span> ဆိုသည်မှာ ‘သင်တို့၌ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့် ညှဉ်းပန်းနှိပ်စက်ခြင်းမှ ကာကွယ်ပေးမည့်သူ မည်သူမျှ မရှိတော့ချေ’ ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို လမ်းမှားစေတော်မူပါက၊ ၎င်းအတွက် လမ်းပြမရှိချေ။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေတော်မူသောသူသည် ၎င်းမှလွဲ၍ အခြားလမ်းပြမရှိချေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ယူဆွဖ်သည် အတိတ်ကာလက သင်တို့ထံသို့ ရှင်းလင်းသော သက်သေသာဓကများဖြင့် ရောက်ရှိလာခဲ့၏။)</span> ဆိုသည်မှာ အီဂျစ်လူမျိုးများကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် မူဆာ၏ခေတ် မတိုင်မီက ၎င်းတို့ထံသို့ တမန်တော် ယူဆွဖ်၊ ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ၊ ကို စေလွှတ်ခဲ့သည်။ ၎င်းသည် အီဂျစ်အစိုးရတွင် မြင့်မားသော ရာထူးကို ရရှိခဲ့သည်။ ၎င်းသည် မိမိလူမျိုးအား တရားမျှတစွာဖြင့် အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖိတ်ခေါ်သော တမန်တော်တစ်ပါးဖြစ်သည်။ သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်မှုကိစ္စများတွင် ၎င်းကို မနာခံခဲ့ကြဘဲ၊ အစိုးရ၌ ၎င်း၏ရာထူးနှင့်သက်ဆိုင်သော လောကီကိစ္စများတွင်သာ နာခံခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ ۖ حَتَّىٰ إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် ၎င်းယူဆောင်လာခဲ့သည်များကို သံသယမပြတ်ရှိခဲ့ကြ၏။ ၎င်းကွယ်လွန်သွားသောအခါ သင်တို့က “၎င်းနောက်တွင် မည်သည့် ရစူလ်တမန်ကိုမျှ အလ္လာဟ်အရှင်မြတ် စေလွှတ်မည်မဟုတ်” ဟု ပြောခဲ့ကြ၏။)</span> ဆိုသည်မှာ ‘သင်တို့သည် စိတ်ပျက်အားငယ်ကာ မျှော်လင့်ချက်မရှိဘဲ ပြောခဲ့ကြသည်’ ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနောက်တွင် မည်သည့် ရစူလ်တမန်ကိုမျှ အလ္လာဟ်အရှင်မြတ် စေလွှတ်မည်မဟုတ်။)</span> ၎င်းတို့၏ မယုံကြည်မှုနှင့် <span class=\"gray\">(တမန်တော်များကို)</span> ငြင်းပယ်မှုတို့ကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် နယ်လွန်ကျူးသူနှင့် သံသယရှိသူအား လမ်းမှားစေတော်မူ၏။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ပြစ်မှုများကြောင့်နှင့် မိမိနှလုံးသားရှိ သံသယများကြောင့် လမ်းမှားစေတော်မူသောသူ၏ အခြေအနေဖြစ်သည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များနှင့် ပတ်သက်၍ ၎င်းတို့ထံသို့ ရောက်ရှိလာခဲ့သော မည်သည့် အခွင့်အာဏာမျှမရှိဘဲ ငြင်းခုံသူများသည်)</span> ဆိုသည်မှာ မမှန်ကန်သောအရာဖြင့် အမှန်တရားကို ငြင်းပယ်ရန် ကြိုးစားသူများ၊ အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့် သက်သေသာဓက သို့မဟုတ် အထောက်အထားမျှမရှိဘဲ သက်သေကို ငြင်းခုံသူများသည် အလ္လာဟ်အရှင်မြတ်၏ အလွန်မုန်းတီးခြင်းကို ခံရလိမ့်မည်ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် ယုံကြည်သူတို့အပေါ် အလွန်မုန်းတီးဖွယ်ရာနှင့် စက်ဆုပ်ဖွယ်ရာ ဖြစ်ပေသည်။)</span> ဆိုသည်မှာ ယုံကြည်သူများသည်လည်း ဤကဲ့သို့သောသူများကို ရွံရှာလိမ့်မည်။ ဤကဲ့သို့သောသူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ နှလုံးသားကို တံဆိပ်ခတ်တော်မူလိမ့်မည်။ ထို့နောက် ၎င်းသည် မည်သည့် ကောင်းမွန်သောအရာကိုမျှ အသိအမှတ်ပြုတော့မည်မဟုတ်၊ မည်သည့် မကောင်းသောအရာကိုမျှ ရှုံ့ချတော့မည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မာနထောင်လွှားသူတိုင်း၏ နှလုံးသားကို တံဆိပ်ခတ်တော်မူ၏။)</span> ဆိုသည်မှာ ၎င်းတို့သည် အမှန်တရားကို မလိုက်နာနိုင်စေရန် ဖြစ်သည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">جَبَّارٍ</p><p><span class=\"gray\">(အာဏာရှင်။)</span></p>"
  },
  {
    "ayah_key": "40:36",
    "group_ayah_key": "40:36",
    "from_ayah": "40:36",
    "to_ayah": "40:37",
    "ayah_keys": "40:36,40:37",
    "text": "<h2 class=\"my \" lang=\"my\">ဖိရ်အ_န်သည် မူဆာ၏အရှင်သခင်ကို မည်သို့လှောင်ပြောင်ခဲ့သနည်း</h2>\n<p class=\"my \" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အ_န်၏ မာနကြီးပြီး ရန်လိုသော ဆန့်ကျင်မှုများနှင့် မူဆာကို ငြင်းပယ်ခြင်းအကြောင်းကို မိန့်ကြားထားသည်။ ၎င်းသည် ၎င်း၏ဝန်ကြီး ဟာမန်အား မျှော်စင်တစ်ခု၊ ဆိုလိုသည်မှာ မြင့်မား၍ ခိုင်ခံ့သော ခံတပ်တစ်ခု ဆောက်လုပ်ရန် အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း မီးဖုတ်ထားသော ရွှံ့ဖြင့်ပြုလုပ်ထားသော အုတ်များဖြင့် ဆောက်လုပ်ခဲ့သည်။</p>\n<p class=\"ar arabic\" lang=\"ar\">فَأَوْقِدْ لِى يَهَـمَـنُ عَلَى الطِّينِ فَاجْعَل لِّى صَرْحاً</p>\n<p class=\"my \" lang=\"my\">(အို ဟာမန်၊ ငါ့အတွက် (မီး) မီးမွှေးပြီး ရွှံ့ (အုတ်ဖုတ်) ပေးပါ၊ ငါ့အတွက် မြင့်မားသော မျှော်စင်တစ်ခု တည်ဆောက်ပေးပါ) (28:38)။</p>\n<p class=\"ar arabic\" lang=\"ar\">لَّعَـلِّى أَبْلُغُ الاٌّسْبَـبَ - أَسْبَـبَ السَّمَـوَتِ</p>\n<p class=\"my \" lang=\"my\">(ကောင်းကင်ဘုံသို့ ရောက်ရှိနိုင်ရန် -- ကောင်းကင်ဘုံ၏ လမ်းများသို့) စအိဒ် ဘင် ဂျူဘိုင်ရ်နှင့် အဘူ ဆွာလိဟ်တို့က “ကောင်းကင်ဘုံ၏ တံခါးများ” ဟု ဆိုခဲ့ကြသည်။ သို့မဟုတ် ကောင်းကင်ဘုံ၏ လမ်းများဟုလည်း ဆိုခဲ့ကြသည်။</p>\n<p class=\"ar arabic\" lang=\"ar\">فَأَطَّلِعَ إِلَى إِلَـهِ مُوسَى وَإِنِّى لاّظُنُّهُ كَـذِباً</p>\n<p class=\"my \" lang=\"my\">(မူဆာ၏အရှင်သခင်ကို ကြည့်ရှုနိုင်ရန်၊ သို့သော် ဧကန်မလွဲ ငါသည် ၎င်းကို လိမ်ညာသူဟု ထင်၏။) ၎င်း၏ မယုံကြည်မှုနှင့် ဆန့်ကျင်မှုကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မူဆာကို ၎င်းထံသို့ စေလွှတ်ခဲ့ကြောင်း ၎င်းမယုံကြည်ခဲ့ချေ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူ၏-</p>\n<p class=\"ar arabic\" lang=\"ar\">وَكَـذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ</p>\n<p class=\"my \" lang=\"my\">(ဤနည်းဖြင့် ဖိရ်အ_န်၏ မျက်စိ၌ ၎င်း၏ မကောင်းမှုများသည် လှပနေစေပြီး၊ ၎င်းအား လမ်းမှ ပိတ်ပင်ထားခဲ့သည်။) ဆိုသည်မှာ ၎င်း၏ ဤမျှော်စင်တည်ဆောက်မှု လုပ်ရပ်သည် ၎င်း၏လူမျိုးကို လှည့်စားရန်နှင့် မူဆာသည် လိမ်ညာနေကြောင်း ၎င်းသက်သေပြနိုင်သည်ဟု ၎င်းတို့အား ထင်စေလိုခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူ၏-</p>\n<p class=\"ar arabic\" lang=\"ar\">وَمَا كَـيْدُ فِرْعَوْنَ إِلاَّ فِى تَبَابٍ</p>\n<p class=\"my \" lang=\"my\">(ဖိရ်အ_န်၏ ပရိယာယ်သည် ဆုံးရှုံးပျက်စီးခြင်းမှလွဲ၍ မည်သည့်အရာကိုမျှ မဖြစ်ပေါ်စေခဲ့။) အိဗ်နု အဘ်ဘာစ်နှင့် မူဂျာဟစ်ဒ်တို့က “ပျက်စီးခြင်းမှလွဲ၍ ဘာမျှမရှိ” ဟု ဆိုခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "40:38",
    "group_ayah_key": "40:38",
    "from_ayah": "40:38",
    "to_ayah": "40:40",
    "ayah_keys": "40:38,40:39,40:40",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သော ထိုသူကလည်း “အို ငါ၏လူမျိုးတို့! ငါ့ကို လိုက်နာကြလော့၊ ငါသည် သင်တို့အား မှန်ကန်သော လမ်းစဉ်သို့ လမ်းညွှန်မည်။ <span>(38)</span>အို ငါ၏လူမျိုးတို့! ဧကန်မလွဲ ဤလောကီဘဝသည် ပျော်ရွှင်စရာမျှသာဖြစ်ပြီး၊ ဧကန်မလွဲ တမလွန်ဘဝသည် အစဉ်အမြဲတည်ရှိမည့် အိမ်ဖြစ်သည်။ <span>(39)</span>မည်သူမဆို မကောင်းမှုကို ပြုလုပ်ပါက၊ ထိုကဲ့သို့သော အပြစ်မှလွဲ၍ အခြားမည်သည့် ပြစ်ဒဏ်မျှ ခံရမည်မဟုတ်။ မည်သူမဆို အမျိုးသားဖြစ်စေ၊ အမျိုးသမီးဖြစ်စေ မှန်ကန်စွာ ယုံကြည်သောသူဖြစ်၍ ကောင်းမှုကို ပြုလုပ်ပါက၊ ထိုသူတို့သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်ကြလိမ့်မည်။ ထိုနေရာတွင် ၎င်းတို့အား အကန့်အသတ်မရှိ ပြင်ဆင်ပေးလိမ့်မည်။ <span>(40)</span></p><p lang=\"my\" class=\"my \">ဖိရ်အ_န်၏ မိသားစုမှ ယုံကြည်သူပြောခဲ့သော နောက်ထပ်အရာများ</p><p lang=\"my\" class=\"my \">ဤယုံကြည်သူက မိမိလူမျိုးအား ၎င်းတို့၏ ပုန်ကန်မှုနှင့် နယ်လွန်ကျူးမှုတွင် ဆက်လက်တည်မြဲနေသူများ၊ ဤလောကီဘဝကို ပို၍ နှစ်သက်သူများအား ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ၏လူမျိုးတို့! ငါ့ကို လိုက်နာကြလော့၊ ငါသည် သင်တို့အား မှန်ကန်သော လမ်းစဉ်သို့ လမ်းညွှန်မည်။)</span> ၎င်းသည် ဖိရ်အ_န်၏ မမှန်ကန်သော အပြောအဆိုနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အား မှန်ကန်သော လမ်းစဉ်သို့သာ လမ်းညွှန်၏။)</span> ထို့နောက် ၎င်းသည် ၎င်းတို့အား တမလွန်ဘဝထက် ပို၍ နှစ်သက်သော၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် မူဆာ၊ ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ၊ ကို မယုံကြည်ရန် တားဆီးထားသော ဤလောကကို စွန့်ပစ်ရန် ကြိုးစားခဲ့သည်။ ၎င်းက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ إِنَّمَا هَٰذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ၏လူမျိုးတို့! ဧကန်မလွဲ ဤလောကီဘဝသည် ပျော်ရွှင်စရာမျှသာဖြစ်သည်)</span> ဆိုသည်မှာ ၎င်းသည် အရေးမပါသော၊ ခေတ္တခဏမျှသာဖြစ်ပြီး မကြာမီ ကွယ်ပျောက်သွားလိမ့်မည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ တမလွန်ဘဝသည် အစဉ်အမြဲတည်ရှိမည့် အိမ်ဖြစ်သည်။)</span> ဆိုသည်မှာ မည်သည့်အခါမျှ အဆုံးမရှိသော၊ ထွက်ခွာစရာမလိုသော နေရာဖြစ်ပြီး၊ ဂျန္နတ် (ပရဒိသု) သို့မဟုတ် ဂျဟန္နမ် (ငရဲ) ဖြစ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰ إِلَّا مِثْلَهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုကို ပြုလုပ်ပါက၊ ထိုကဲ့သို့သော အပြစ်မှလွဲ၍ အခြားမည်သည့် ပြစ်ဒဏ်မျှ ခံရမည်မဟုတ်။)</span> ဆိုသည်မှာ ထိုကဲ့သို့သော အရာတစ်ခုဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَىٰ وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အမျိုးသားဖြစ်စေ၊ အမျိုးသမီးဖြစ်စေ မှန်ကန်စွာ ယုံကြည်သောသူဖြစ်၍ ကောင်းမှုကို ပြုလုပ်ပါက၊ ထိုသူတို့သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်ကြလိမ့်မည်။ ထိုနေရာတွင် ၎င်းတို့အား အကန့်အသတ်မရှိ ပြင်ဆင်ပေးလိမ့်မည်။)</span> ဆိုသည်မှာ အကျိုးဆုလာဘ်ကို မရေတွက်နိုင်ဘဲ၊ အလ္လာဟ်အရှင်မြတ်သည် အဆုံးမရှိသော ကြီးမားသည့် အကျိုးဆုလာဘ်ကို ပေးလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ဖြောင့်မတ်သော လမ်းသို့ လမ်းညွှန်ပြသူဖြစ်သည်။</p>"
  }
]