[
  {
    "ayah_key": "2:278",
    "group_ayah_key": "2:278",
    "from_ayah": "2:278",
    "to_ayah": "2:281",
    "ayah_keys": "2:278,2:279,2:280,2:281",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလော့။ သင်တို့သည် <span class=\"gray\">(စစ်မှန်စွာ)</span> ယုံကြည်သူများ ဖြစ်ကြပါလျှင် ရီဘာ <span class=\"gray\">(အတိုး)</span> မှ ကျန်ရှိနေသည်များကို စွန့်လွှတ်ကြလော့ <span class=\"gray\">(၂၇၈)</span>။ ထို့ပြင် သင်တို့သည် ထိုသို့ မပြုလုပ်ကြပါက အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံမှ စစ်ကြေညာခြင်းကို လက်ခံကြလော့။ သို့ရာတွင် သင်တို့သည် နောင်တရကြပါလျှင် သင်တို့၏ မူလအရင်းအနှီးများကို ပြန်လည်ရရှိကြမည်။ မတရား မပြုလုပ်ကြနှင့်၊ သင်တို့ကိုလည်း မတရားပြုခြင်း ခံရမည်မဟုတ် <span class=\"gray\">(၂၇၉)</span>။ အကြွေးတင်သူသည် အခက်အခဲနှင့် ကြုံတွေ့နေပါက၊ ပြန်လည်ပေးဆပ်ရန် လွယ်ကူသည့်အချိန်အထိ သူ့ကို အချိန်ပေးကြလော့။ သို့သော် သင်တို့သည် ၎င်းကို ကုသိုလ်အဖြစ် စွန့်လွှတ်လိုက်ပါက၊ သင်တို့အတွက် ပိုမိုကောင်းမွန်သည်ကို သင်တို့သာ သိကြပါလျှင် <span class=\"gray\">(၂၈၀)</span>။ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လည်ခေါ်ဆောင်ခြင်း ခံရမည့်နေ့ကို ကြောက်ရွံ့ကြလော့။ ထို့နောက် လူတိုင်းသည် မိမိလုပ်ကိုင်ခဲ့သည်များအတွက် အပြည့်အဝ အကျိုးပေးဆပ်ခြင်း ခံရမည်ဖြစ်ပြီး၊ ၎င်းတို့ကို မတရားပြုခြင်း ခံရမည်မဟုတ်ပေ <span class=\"gray\">(၂၈၁)</span></p><div lang=\"mg\" class=\"mg \"><h2>The Necessity of Taqwa and Avoiding Riba</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ယုံကြည်သူကျွန်များကို ၎င်းအား ကြောက်ရွံ့ရန် အမိန့်ပေးထားပြီး၊ ၎င်း၏ အမျက်ဒေါသနှင့် ပိုမိုနီးစပ်စေကာ ၎င်း၏ နှစ်သက်မှုမှ ဝေးကွာစေမည့် အရာများကို သတိပေးထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလော့)</span> ဆိုလိုသည်မှာ၊ ၎င်းအား ကြောက်ရွံ့ကြပြီး သင်တို့ပြုလုပ်သမျှကို ၎င်းက မြင်နေကြောင်း သတိရကြလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရီဘာမှ ကျန်ရှိသည်များကို စွန့်လွှတ်ကြလော့)</span> ဆိုလိုသည်မှာ၊ ဤသတိပေးချက်ကို ကြားပြီးနောက် လူတို့ သင်တို့အား ပေးဆပ်ရန် ကျန်ရှိနေသေးသော ရီဘာများကို စွန့်လွှတ်ကြလော့။</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ယုံကြည်သူများ ဖြစ်ကြပါလျှင်)</span> ၎င်းက ခွင့်ပြုထားသော ကုန်သွယ်ရေးနှင့် ရီဘာကို တားမြစ်ခြင်းကို ယုံကြည်သူများ ဖြစ်ကြပါလျှင်။ ဇိုင်ဒ် ဘင် အပ်စလမ်၊ အိဗ်နု ဂျူရိုင်ဂျ်၊ မူကာတီးလ် ဘင် ဟိုင်ယန်နှင့် အပ်စ်-ဆုဒ်ဒီတို့က ဤအာယတ်တော်သည် ဂျာဟီလီယာခေတ်မှ ကျန်ရှိနေသေးသော ရီဘာကိစ္စများ ရှိနေသည့် သာကစ်ဖ်၏ မျိုးနွယ်စုခွဲဖြစ်သော ဘနီ အမ်ရ် ဘင် အူမာရ်နှင့် ဘနီ မက္ခ်ဇူမ် မျိုးနွယ်စုမှ ဘနီ အလ်-မူဂီရာတို့နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု ဆိုကြသည်။ အစ္စလာမ်ရောက်ရှိလာပြီး မျိုးနွယ်စုနှစ်ခုစလုံး မူစလင်မ်များ ဖြစ်လာသောအခါ၊ သာကစ်ဖ်က ဘနီ အလ်-မူဂီရာအား ထိုကိစ္စမှ ရီဘာကို ပေးဆပ်ရန် တောင်းဆိုခဲ့သည်။ သို့သော် ဘနီ အလ်-မူဂီရာက \"ကျွန်ုပ်တို့သည် အစ္စလာမ်တွင် ရီဘာကို မပေးဆပ်ပါ\" ဟု ပြောခဲ့သည်။ မက္ကာရှိ နဗီတမန်တော်၏ ကိုယ်စားလှယ် အပ်တာဘ် ဘင် အူစိုင်ဒ်က ဤကိစ္စနှင့်ပတ်သက်၍ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံ စာရေးခဲ့သည်။ ထို့နောက် ဤအာယတ်တော်ကို ထုတ်ပြန်ခဲ့ပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က အပ်တာဘ်အား ၎င်းကို ပေးပို့ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ - فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလော့။ သင်တို့ <span class=\"gray\">(ယခုမှစ၍)</span> ရီဘာမှ ကျန်ရှိနေသည်များကို စွန့်လွှတ်ကြလော့၊ အကယ်၍ သင်တို့သည် <span class=\"gray\">(စစ်မှန်စွာ)</span> ယုံကြည်သူများ ဖြစ်ကြပါလျှင်။ ထို့ပြင် သင်တို့သည် ထိုသို့ မပြုလုပ်ကြပါက အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံမှ စစ်ကြေညာခြင်းကို လက်ခံကြလော့။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"ကျွန်ုပ်တို့သည် အလ္လာဟ်ထံ နောင်တရပြီး ကျွန်ုပ်တို့၏ ရီဘာမှ ကျန်ရှိသမျှကို စွန့်လွှတ်ပါသည်\" ဟု ပြောခဲ့ကြပြီး ၎င်းတို့အားလုံး စွန့်လွှတ်ခဲ့ကြသည်။ ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်က ဤသတိပေးချက်ကို ထုတ်ပြန်ပြီးနောက် ရီဘာနှင့် ဆက်လက်လုပ်ကိုင်နေသူများအတွက် ပြင်းထန်သော ခြိမ်းခြောက်မှုအဖြစ် အသုံးဝင်သည်။</p><div lang=\"my\" class=\"my \"><h2>ရီဘာသည် အလ္လာဟ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span> အပေါ် စစ်ကြေညာခြင်း ဖြစ်သည်</h2></div><p lang=\"hmn\" class=\"hmn \">Ibn Jurayj said that Ibn 'Abbas said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأْذَنُوا بِحَرْبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် စစ်ကြေညာခြင်းကို လက်ခံကြလော့)</span> ဆိုလိုသည်မှာ၊ \"အလ္လာဟ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံမှ စစ်ပွဲတစ်ခုကို သေချာစွာ သိကြလော့။\" ၎င်းက \"ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရီဘာစားသူများကို 'စစ်အတွက် လက်နက်ကိုင်ကြလော့' ဟု ပြောလိမ့်မည်\" ဟုလည်း ပြောခဲ့သည်။ ထို့နောက် ၎င်းက ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် ထိုသို့ မပြုလုပ်ကြပါက အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံမှ စစ်ကြေညာခြင်းကို လက်ခံကြလော့။)</span></p><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah said that Ibn 'Abbas said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် ထိုသို့ မပြုလုပ်ကြပါက အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံမှ စစ်ကြေညာခြင်းကို လက်ခံကြလော့၊)</span> \"ရီဘာနှင့် ဆက်လက်လုပ်ကိုင်ပြီး ၎င်းမှ မရှောင်ကြဉ်သူ မည်သူမဆိုကို မူစလင်မ်ခေါင်းဆောင်က နောင်တရရန် တောင်းဆိုသင့်သည်။ အကယ်၍ ၎င်းသည် ရီဘာမှ မရှောင်ကြဉ်သေးပါက၊ မူစလင်မ်ခေါင်းဆောင်သည် ၎င်း၏ ဦးခေါင်းကို ဖြတ်ပစ်သင့်သည်။\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ နောင်တရကြပါလျှင် သင်တို့၏ မူလအရင်းအနှီးများကို ပြန်လည်ရရှိကြမည်။ မတရား မပြုလုပ်ကြနှင့်)</span> ရီဘာကိုယူခြင်းဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုလည်း မတရားပြုခြင်း ခံရမည်မဟုတ်)</span> ဆိုလိုသည်မှာ၊ သင်တို့၏ မူလအရင်းအနှီးသည် မလျော့နည်းသွားပေ။ သင်တို့သည် တိုးမြှင့်ခြင်း သို့မဟုတ် လျော့ချခြင်းမရှိဘဲ သင်တို့ ချေးငွေပေးခဲ့သည်များကိုသာ ရရှိလိမ့်မည်။ အိဗ်နု အဘီ ဟာတိမ်က အမ်ရ် ဘင် အလ်-အဟ်ဝပ်စ်က \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် နုတ်ဆက်ဟဂျ်ခရီးတွင် မိန့်ခွန်းပြောကြားခဲ့ရာတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ كُلَّ رِبًا كَانَ فِي الْجَاهِلِيَّةِ، مَوْضُوعٌ عَنْكُمْ كُلُّهُ، لَكُمْ رُؤُوسُ أَمْوَالِكُم لَا تَظْلِمُونَ وَلَاتُظْلَمُونَ، وَأَوَّلُ رِبًا مَوْضُوعٍ، رِبَا الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ مَوْضُوعٌ كُلُّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဂျာဟီလီယာခေတ်မှ ရီဘာတိုင်းသည် လုံးဝ ပယ်ဖျက်ပြီးဖြစ်သည်။ သင်တို့သည် သင်တို့၏ မူလအရင်းအနှီးများကိုသာ တိုးမြှင့်ခြင်း သို့မဟုတ် လျှော့ချခြင်းမရှိဘဲ ပြန်လည်ရရှိမည်။ ငါ ပယ်ဖျက်သည့် ပထမဆုံး ရီဘာသည် အလ်-အဗ်ဘာစ် ဘင် အဗ်ဒူလ်-မူတ္တလစ်ဘ်၏ ရီဘာဖြစ်သည်။ ၎င်းအားလုံးကို ပယ်ဖျက်လိုက်ပြီ။)</span></p><div lang=\"my\" class=\"my \"><h2>ငွေကြေးအခက်အခဲရှိသော ကြွေးမြီရှိသူများကို ကြင်နာခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ وَأَن تَصَدَّقُوا خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြွေးတင်သူသည် အခက်အခဲနှင့် ကြုံတွေ့နေပါက၊ ပြန်လည်ပေးဆပ်ရန် လွယ်ကူသည့်အချိန်အထိ သူ့ကို အချိန်ပေးကြလော့။ သို့သော် သင်တို့သည် ၎င်းကို ကုသိုလ်အဖြစ် စွန့်လွှတ်လိုက်ပါက၊ သင်တို့အတွက် ပိုမိုကောင်းမွန်သည်ကို သင်တို့သာ သိကြပါလျှင်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ငွေကြေးအခက်အခဲရှိသော ကြွေးမြီရှိသူများနှင့် စိတ်ရှည်သည်းခံရန် ငွေရှင်များကို အမိန့်ပေးထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြွေးတင်သူသည် အခက်အခဲနှင့် <span class=\"gray\">(ငွေမရှိဘဲ)</span> ကြုံတွေ့နေပါက၊ ပြန်လည်ပေးဆပ်ရန် လွယ်ကူသည့်အချိန်အထိ သူ့ကို အချိန်ပေးကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဂျာဟီလီယာခေတ်တွင် ကြွေးမြီသက်တမ်းစေ့ရောက်သောအခါ၊ ငွေရှင်သည် ကြွေးမြီရှိသူအား \"အခု ပေးဆပ်ပါ၊ သို့မဟုတ် အတိုးထပ်တိုးမည်\" ဟု ပြောလိမ့်မည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ငွေရှင်များကို ၎င်းတို့၏ ကြွေးမြီများနှင့်ပတ်သက်၍ ကြွေးမြီရှိသူများကို အချိန်ဆိုင်းပေးရန် အားပေးခဲ့ပြီး၊ ဤဖြောင့်မတ်သော လုပ်ရပ်အတွက် ၎င်းထံမှ ကောင်းကျိုးအားလုံးနှင့် ကြီးမားသော ဆုလာဘ်များကို ကတိပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَصَدَّقُوا خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် ၎င်းကို ကုသိုလ်အဖြစ် စွန့်လွှတ်လိုက်ပါက၊ သင်တို့အတွက် ပိုမိုကောင်းမွန်သည်ကို သင်တို့သာ သိကြပါလျှင်)</span> ဆိုလိုသည်မှာ၊ သင်တို့သည် သင်တို့၏ ကြွေးမြီများကို စွန့်လွှတ်ပြီး လုံးဝဖျက်သိမ်းလိုက်ပါက။</p><p lang=\"my\" class=\"my \">အီမာမ် အာဟ်မဒ်က ဆူလိုင်မာန် ဘင် ဘူရိုင်ဒါက ၎င်း၏ဖခင်က \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ပြောသည်ကို ကျွန်ုပ်ကြားခဲ့သည်-\" ဟု ဆိုကြောင်း မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنْظَرَ مُعْسِرًا، فَلَهُ بِكُلِّ يَوْمٍ مِثْلُهُ صَدَقَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခက်အခဲနှင့် ကြုံတွေ့နေသော ကြွေးမြီရှိသူအား အချိန်ပေးသူ မည်သူမဆိုသည် ၎င်းပေးသည့် ရက်တိုင်းအတွက် တူညီသော အချိုးအစားရှိသော ကုသိုလ်ကို ရရှိမည်။)</span></p><p lang=\"mg\" class=\"mg \">I also heard the Prophet ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنْظَرَ مُعْسِرًا، فَلَهُ بِكُلِّ يَوْمٍ مِثْلُهُ صَدَقَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခက်အခဲနှင့် ကြုံတွေ့နေသော ကြွေးမြီရှိသူအား အချိန်ပေးသူ မည်သူမဆိုသည် ၎င်းပေးသည့် ရက်တိုင်းအတွက် နှစ်ဆ တိုးမြင့်သော ကုသိုလ်ကို ရရှိမည်။)</span> ကျွန်ုပ်က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! အခက်အခဲနှင့် ကြုံတွေ့နေသော ကြွေးမြီရှိသူအား အချိန်ပေးသူ မည်သူမဆိုသည် ၎င်းပေးသည့် ရက်တိုင်းအတွက် တူညီသော အချိုးအစားရှိသော ကုသိုလ်ကို ရရှိမည်' ဟု သင်ပြောသည်ကို ကျွန်ုပ်ကြားခဲ့သည်။ 'အခက်အခဲနှင့် ကြုံတွေ့နေသော ကြွေးမြီရှိသူအား အချိန်ပေးသူ မည်သူမဆိုသည် ၎င်းပေးသည့် ရက်တိုင်းအတွက် နှစ်ဆ တိုးမြင့်သော ကုသိုလ်ကို ရရှိမည်' ဟုလည်း သင်ပြောသည်ကို ကျွန်ုပ်ကြားခဲ့သည်။\" ၎င်း ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ بِكُلِّ يَومٍ مِثْلُهُ صَدَقَةٌ قَبْلَ أَنْ يَحِلَّ الدَّيْنُ، فَإِذَا حَلَّ الدَّيْنُ فَأَنْظَرَهُ، فَلَهُ بِكُلِّ يَوْمٍ مِثْلَاهُ صَدَقَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြွေးမြီသက်တမ်းမကုန်မီ <span class=\"gray\">(အချိန်ပေးသည့်)</span> ရက်တိုင်းအတွက် တူညီသော အချိုးအစားရှိသော ကုသိုလ်ကို ရရှိမည်ဖြစ်ပြီး၊ သက်တမ်းကုန်ဆုံးသောအခါ အချိန်ပိုပေးပါက ရက်တိုင်းအတွက် နှစ်ဆ တိုးမြင့်သော ကုသိုလ်ကို ထပ်မံရရှိမည်။)</span>\"</p><p lang=\"my\" class=\"my \">အာဟ်မဒ်က မူဟမ္မဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီက အဘူ ကတာဒါသည် လူတစ်ဦးထံတွင် ကြွေးမြီရှိပြီး ထိုသူသည် အဘူ ကတာဒါကို ရှောင်ရှားလေ့ရှိကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ တစ်နေ့တွင် အဘူ ကတာဒါသည် ကြွေးမြီရှိသူကို ရှာဖွေရာ ကလေးငယ်တစ်ဦး ထွက်လာပြီး ကြွေးမြီရှိသူအကြောင်း မေးမြန်းသောအခါ အိမ်ထဲတွင် စားသောက်နေကြောင်း သိရသည်။ အဘူ ကတာဒါက အသံကျယ်ကျယ်ဖြင့် \"အို အချင်းလူသား! အိမ်ထဲမှာရှိတယ်လို့ ငါကြားတာကြောင့် ထွက်လာပါ\" ဟု ပြောခဲ့သည်။ ထိုသူ ထွက်လာပြီး အဘူ ကတာဒါက သူ့ကို \"မင်း ဘာလို့ ငါ့ကို ရှောင်နေတာလဲ\" ဟု မေးခဲ့သည်။ ထိုသူက \"ကျွန်တော် ငွေကြေးအခက်အခဲရှိနေပြီး ငွေမရှိပါဘူး\" ဟု ပြောခဲ့သည်။ အဘူ ကတာဒါက \"အလ္လာဟ်ကို တိုင်တည်ပြီး မင်း တကယ် အခက်အခဲရှိနေတာလား\" ဟု မေးခဲ့သည်။ ထိုသူက \"ဟုတ်ပါတယ်\" ဟု ပြောခဲ့သည်။ အဘူ ကတာဒါ ငိုပြီး ပြောခဲ့သည်- \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ပြောသည်ကို ကျွန်ုပ်ကြားခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ نَفَّسَ عَنْ غَرِيمِهِ أَوْ مَحَا عَنْهُ،كَانَ فِي ظِلِّ الْعَرْشِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ ကြွေးမြီရှိသူအား အချိန်ပေးသူ သို့မဟုတ် ကြွေးမြီကို ခွင့်လွှတ်ပေးသူ မည်သူမဆိုသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် <span class=\"gray\">(အလ္လာဟ်၏)</span> ပလ္လင်တော်၏ အရိပ်အောက်တွင် ရှိလိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">မူစလင်မ်က ဤဟဒီးစ်ကို ၎င်း၏ ဆာဟီဟ်တွင်လည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"hmn\" class=\"hmn \">Al-Hafiz Abu Ya'la Al-Mawsili recorded that Hudhayfah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُتِيَ اللهُ بِعَبْدٍ مِنْ عَبِيدِهِ يَوْمَ الْقِيَامَةِ قَالَ: مَاذَا عَمِلْتَ لِي فِي الدُّنْيَا؟ فَقَالَ: مَا عَمِلْتُ لَكَ يَا رَبِّ مِثْقَالَ ذَرَّةٍ فِي الدُّنْيَا أَرْجُوكَ بِهَا - قَالَهَا ثَلَاثَ مَرَّاتٍ - قَالَ الْعَبْدُ عِنْدَ آخِرِهَا: يَا رَبِّ إِنَّكَ كُنْتَ أَعْطَيْتَنِي فَضْلَ مَالٍ، وَكُنْتُ رَجُلًا أُبَايِعُ النَّاسَ، وَكَانَ مِنْ خُلُقِي الْجَوازُ، فَكُنْتُ أُيَسِّرُ عَلَى الْمُوسِرِ وَأُنْظِرُ الْمُعْسِرَ، قَالَ: فَيَقُولُ اللهُ عَزَّوَجَلَّ: أَنَا أَحَقُّ مَنْ يُيَسِّرُ، ادْخُلِ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်၏ ကျွန်တစ်ဦးကို ၎င်းရှေ့မှောက်သို့ ခေါ်ဆောင်လာပြီး ၎င်းက သူ့ကို \"မင်း ငါ့အတွက် ဘဝမှာ ဘာလုပ်ခဲ့သလဲ\" ဟု မေးလိမ့်မည်။ သူက \"အို အရှင်သခင်! ကျွန်ုပ်ဘဝတွင် အရှင်၏ အကြောင်းကြောင့် အမှုန်တစ်မျှပင် မလုပ်ခဲ့ပါ\" ဟု သုံးကြိမ် ပြောလိမ့်မည်။ တတိယအကြိမ်တွင် ထိုကျွန်က \"အို အရှင်သခင်! အရှင်သည် ကျွန်ုပ်အား ဥစ္စာဓနများ ပေးသနားခဲ့ပြီး ကျွန်ုပ်သည် ကုန်သည်တစ်ဦး ဖြစ်ခဲ့သည်။ ကျွန်ုပ်သည် ပေါ့ပါးသူဖြစ်ပြီး၊ ချမ်းသာသူများကို လွယ်ကူသော စည်းကမ်းများ ပေးခဲ့ကာ အခက်အခဲရှိသော ကြွေးမြီရှိသူများကို အချိန်ပေးခဲ့သည်\" ဟု ထပ်လောင်းပြောမည်။ အလ္လာဟ်အရှင်မြတ်က \"ငါသည် လွယ်ကူသော စည်းကမ်းများ ပေးရန် အထိုက်တန်ဆုံးသူ ဖြစ်သည်။ ထို့ကြောင့် ဂျန္နတ် <span class=\"gray\">(နိဗ္ဗာန်)</span> သို့ ဝင်လော့\" ဟု မိန့်တော်မူလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီ၊ မူစလင်မ်နှင့် အိဗ်နု မာဂျာတို့သည် ဤဟဒီးစ်ကို ဟူဒိုင်းဖာထံမှ မှတ်တမ်းတင်ခဲ့ကြပြီး၊ မူစလင်မ်သည် အူက္ကဘာ ဘင် အမ်ရ်နှင့် အဘူ မပ်စ်အူဒ် အလ်-ဘာဒရီတို့ထံမှ အလားတူစကားလုံးများကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်များကို ထပ်မံ၍ သွန်သင်ဆုံးမခဲ့ပြီး၊ ဤဘဝသည် မကြာမီ ကုန်ဆုံးမည်ဖြစ်ပြီး ၎င်းရှိ ဥစ္စာဓနအားလုံး ပျောက်ကွယ်သွားမည်ကို သတိပေးခဲ့သည်။ ၎င်းသည် နောက်ဘဝသည် သေချာပေါက် ရောက်လာမည်ဖြစ်ပြီး ၎င်းထံ ပြန်လည်ရောက်ရှိရမည်ဖြစ်ကာ ၎င်းက ၎င်း၏ ဖန်ဆင်းခံများကို ၎င်းတို့လုပ်ခဲ့သည်များအတွက် အပြစ်ပေးခြင်း သို့မဟုတ် ဆုချခြင်းဖြင့် တာဝန်ယူစေမည်ကိုလည်း သတိပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ညှဉ်းပန်းနှိပ်စက်မှုကိုလည်း သတိပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လည်ခေါ်ဆောင်ခြင်း ခံရမည့်နေ့ကို ကြောက်ရွံ့ကြလော့။ ထို့နောက် လူတိုင်းသည် မိမိလုပ်ကိုင်ခဲ့သည်များအတွက် အပြည့်အဝ အကျိုးပေးဆပ်ခြင်း ခံရမည်ဖြစ်ပြီး၊ ၎င်းတို့ကို မတရားပြုခြင်း ခံရမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် ဘုန်းကြီးသော ကူရ်အာန်မှ နောက်ဆုံး ထုတ်ပြန်ခဲ့သည့် အာယတ်တော် ဖြစ်သည်ဟု သတင်းရရှိခဲ့သည်။ အန်-နာစာအီက အိဗ်နု အဗ္ဗားစ်က \"ကူရ်အာန်မှ နောက်ဆုံး ထုတ်ပြန်ခဲ့သည့် အာယတ်တော်မှာ-\" ဟု ပြောကြောင်း မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လည်ခေါ်ဆောင်ခြင်း ခံရမည့်နေ့ကို ကြောက်ရွံ့ကြလော့။ ထို့နောက် လူတိုင်းသည် မိမိလုပ်ကိုင်ခဲ့သည်များအတွက် အပြည့်အဝ အကျိုးပေးဆပ်ခြင်း ခံရမည်ဖြစ်ပြီး၊ ၎င်းတို့ကို မတရားပြုခြင်း ခံရမည်မဟုတ်ပေ။)</span>\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အဒ်-ဒဟ်ဟာက်နှင့် အလ်-အဝ်ဖီတို့က အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့ခဲ့သည့် ဖော်ပြချက်အတိုင်းပင် ဖြစ်သည်။</p>"
  }
]