[
  {
    "ayah_key": "2:159",
    "group_ayah_key": "2:159",
    "from_ayah": "2:159",
    "to_ayah": "2:162",
    "ayah_keys": "2:159,2:160,2:161,2:162",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများ၊ အထောက်အထားများနှင့် ကျွန်ုပ်တို့ချပေးခဲ့သော လမ်းညွှန်မှုကို ဖုံးကွယ်ထားသူများသည် ကျွန်ုပ်တို့က ကျမ်းဂန်ရှင်များအတွက် ရှင်းလင်းပြတ်သားစွာ ဖော်ပြပြီးနောက်တွင် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆဲခြင်းကို ခံရသူများဖြစ်ကြပြီး ကျိန်ဆဲသူများ၏ ကျိန်ဆဲခြင်းကိုလည်း ခံရသူများဖြစ်ကြသည် <span>(၁၅၉)</span>နောင်တရပြီး ကောင်းမှုများပြုလုပ်ကာ <span class=\"gray\">(ဖုံးကွယ်ထားသော အမှန်တရားကို)</span> ပွင့်လင်းစွာ ထုတ်ဖော်ကြသူများမှအပ။ ထိုသူတို့၏ နောင်တကို ငါလက်ခံမည်။ နောင်တကို လက်ခံသောအရှင်၊ အကြင်နာအရှိဆုံးအရှင်သည် ငါသာဖြစ်သည် <span>(၁၆၀)</span>အမှန်စင်စစ် မယုံကြည်သူများ၊ ၎င်းတို့သည် မယုံကြည်သူများအနေဖြင့် သေဆုံးကြသူများသည် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာနှင့် ကောင်းကင်တမန်များ၏ ကျိန်စာနှင့် လူသားအားလုံး၏ ကျိန်စာကို စုပေါင်းခံရသူများဖြစ်ကြသည် <span>(၁၆၁)</span>ထိုသူတို့သည် ထိုနေရာ၌ <span class=\"gray\">(ဂျဟန္နမ်ငရဲရှိ ကျိန်စာအောက်၌)</span> အမြဲတမ်း နေထိုင်ရမည်ဖြစ်ပြီး ၎င်းတို့၏ ပြစ်ဒဏ်ကိုလည်း လျှော့ပေါ့ပေးမည်မဟုတ်သလို အချိန်ဆိုင်းငံ့ပေးမည်မဟုတ်ပေ <span>(၁၆၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဘာသာရေးပညတ်ချက်များကို ဖုံးကွယ်ထားသူများအတွက် ထာဝရကျိန်စာ</h2></div><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်များသည် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏တမန်တော်များထံ ချပေးခဲ့သော ကျမ်းဂန်များမှတစ်ဆင့် ၎င်း၏ကျွန်များအတွက် ရှင်းလင်းပြတ်သားစေပြီးနောက်တွင် မှန်ကန်သောလမ်းကြောင်းနှင့် စိတ်နှလုံးသားများအတွက် အကျိုးရှိသော လမ်းညွှန်ချက်များဖြစ်သည့် တမန်တော်များမှတစ်ဆင့် ပေးပို့ခဲ့သော ရှင်းလင်းပြတ်သားသော နိမိတ်လက္ခဏာများကို ဖုံးကွယ်ထားသူများအား ပြင်းထန်စွာ သတိပေးထားသည်။ အဘူအလ်-အာလီယာဟ်က ဤကျမ်းပိုဒ်များသည် \"မုဟမ္မဒ် ﷺ ၏ ဖော်ပြချက်ကို ဖုံးကွယ်ထားသော ကျမ်းဂန်ရှင်များနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤဆိုးယုတ်သောလုပ်ရပ်ကြောင့် အရာအားလုံးသည် ထိုသူများကို ကျိန်ဆဲကြောင်း ဖော်ပြသည်။ အမှန်စင်စစ် အရာအားလုံးက ပညာရှင်များအတွက် ခွင့်လွှတ်ပေးရန် တောင်းဆိုသကဲ့သို့ပင် ပင်လယ်ထဲရှိ ငါးများနှင့် လေထဲရှိ ငှက်များအပါအဝင် ပညာကို ဖုံးကွယ်ထားသူများသည် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆဲခြင်းကို ခံရပြီး ကျိန်ဆဲသူများ၏ ကျိန်ဆဲခြင်းကိုလည်း ခံရသည်။ </p><p lang=\"my\" class=\"my \">မူစနဒ်တွင်ရှိသော ဟဒီးဆ်တစ်ခုတွင် အတ္ထုပ္ပတ္တိများစွာဖြင့် ဖော်ပြထားရာ၊ ဟဒီးဆ်၏ အထွေထွေဆုံးဖြတ်ချက်ကို ခိုင်မာစေသည့်အနေဖြင့် အဘူဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سُئِلَ عَنْ عِلْمٍ فَكَتَمَهُ، أُلْجِمَ يَوْمَ الْقِيَامَةِ بِلِجَامٍ مِنْ نَارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မိမိသိရှိသောပညာရပ်နှင့်ပတ်သက်၍ မေးမြန်းခြင်းခံရသော်လည်း ၎င်းက ဖုံးကွယ်ထားခဲ့လျှင်၊ ထိုသူ၏ ပါးစပ်ကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် မီးဖြင့်ပြုလုပ်ထားသော ဇက်ကြိုးဖြင့် ချည်နှောင်ထားမည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီကလည်း အဘူဟူရိုင်ရာဟ်က \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန်တွင် ကျမ်းပိုဒ်တစ်ခု မရှိခဲ့ပါလျှင် ကျွန်ုပ်သည် မည်သူ့ကိုမျှ ဟဒီးဆ်တစ်ခုကို ဖော်ပြခဲ့မည်မဟုတ်ပါ–\" ဟု ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများ၊ အထောက်အထားများနှင့် ကျွန်ုပ်တို့ချပေးခဲ့သော လမ်းညွှန်မှုကို ဖုံးကွယ်ထားသူများ၊)</span>\"</p><p lang=\"my\" class=\"my \">မွဂျာဟစ်ဒ်က \"ကမ္ဘာမြေ၌ မိုးခေါင်ရေရှားဖြစ်လျှင် တိရစ္ဆာန်များက 'ဒါက အာဒမ်၏သားသမီးများထဲမှ အပြစ်ကျူးလွန်သူများကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အာဒမ်၏သားသမီးများထဲမှ အပြစ်ကျူးလွန်သူများကို ကျိန်ဆဲပါစေ' ဟု ပြောကြသည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"so\" class=\"so \">Abu Al-'Aliyah, Ar-Rabi' bin Anas and Qatadah said that</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَلْعَنُهُمُ اللَّاعِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျိန်ဆဲသူများ၏ ကျိန်ဆဲခြင်းကိုလည်း ခံရသူများဖြစ်ကြသည်)</span> ဆိုသည်မှာ ကောင်းကင်တမန်များနှင့် ယုံကြည်သူများသည် ၎င်းတို့ကို ကျိန်ဆဲလိမ့်မည်ဟု ဆိုလိုသည်။ ထို့ပြင် ဟဒီးဆ်တစ်ခုတွင် ပင်လယ်ထဲရှိ ငါးများအပါအဝင် အရာအားလုံးသည် ပညာရှင်များအတွက် ခွင့်လွှတ်ပေးရန် တောင်းဆိုကြောင်း ဖော်ပြထားသည်။ ကျမ်းပိုဒ် <span class=\"gray\">(အပေါ်တွင်ရှိသော ၂:၁၅၉)</span> တွင် ပညာကို ဖုံးကွယ်ထားသူများသည် <span class=\"gray\">(ဤဘဝတွင်ရော)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင်ပါ အလ္လာဟ်အရှင်မြတ်၊ ကောင်းကင်တမန်များ၊ လူသားအားလုံးနှင့် ကျိန်ဆဲသူများ <span class=\"gray\">(တိရစ္ဆာန်များအပါအဝင်)</span> တို့၏ သီးခြားနည်းလမ်းများဖြင့် ကျိန်ဆဲခြင်းခံရမည်ဟု ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤပြစ်ဒဏ်မှ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းထံ နောင်တရသူအားလုံးကို ချန်လှပ်ထားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တရပြီး ကောင်းမှုများပြုလုပ်ကာ <span class=\"gray\">(ဖုံးကွယ်ထားသော အမှန်တရားကို)</span> ပွင့်လင်းစွာ ထုတ်ဖော်ကြသူများမှအပ။)</span></p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်သည် ၎င်းတို့ပြုလုပ်ခဲ့သည်များကို နောင်တရပြီး ၎င်းတို့၏ အပြုအမူများကို ပြုပြင်ကာ ၎င်းတို့ဖုံးကွယ်ထားခဲ့သည်များကို လူအများအား ရှင်းပြသူများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့၏ နောင်တကို ငါလက်ခံမည်။ နောင်တကို လက်ခံသောအရှင်၊ အကြင်နာအရှိဆုံးအရှင်သည် ငါသာဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်သည် တီထွင်မှုအသစ်များ (ဘစ်ဒ်အာ) သို့မဟုတ် မယုံကြည်မှုကိုပင် ဖိတ်ခေါ်ခဲ့ဖူးသူများက အလ္လာဟ်အရှင်မြတ်ထံ နောင်တရပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ခွင့်လွှတ်လိမ့်မည်ဟုလည်း ဖော်ပြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းကို မယုံကြည်သူများနှင့် သေဆုံးသည်အထိ ဤအခြေအနေတွင် ရှိနေသူများသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ - خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာနှင့် ကောင်းကင်တမန်များ၏ ကျိန်စာနှင့် လူသားအားလုံး၏ ကျိန်စာကို စုပေါင်းခံရသူများဖြစ်ကြသည်။ ၎င်းတို့သည် ထိုနေရာ၌ <span class=\"gray\">(ဂျဟန္နမ်ငရဲရှိ ကျိန်စာအောက်၌)</span> အမြဲတမ်း နေထိုင်ရမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ထာဝရကျိန်စာကို ခံစားရမည်ဖြစ်ပြီး၊ ထို့နောက် ဂျဟန္နမ်ငရဲမီးထဲတွင် ခံစားရမည်ဖြစ်ရာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပြစ်ဒဏ်ကို လျှော့ပေါ့ပေးမည်မဟုတ်ပေ)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့အတွက် နှိပ်စက်မှုကို လျှော့ချပေးမည်မဟုတ်ဘဲ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنظَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချိန်ဆိုင်းငံ့ပေးမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">နှိပ်စက်မှုသည် တစ်နာရီမျှပင် ပြောင်းလဲခြင်း သို့မဟုတ် လျှော့ပေါ့ပေးခြင်း ခံရမည်မဟုတ်ပေ။ ယင်းသည် အဆက်မပြတ်ပြီး ထာဝရဖြစ်သည်။ ဤဆိုးရွားသောအဆုံးသတ်မှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့ ခိုလှုံရာရှာသည်။</p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများကို ကျိန်ဆဲခွင့်ရှိသည်</h2></div><p lang=\"my\" class=\"my \">မယုံကြည်သူများကို ကျိန်ဆဲခြင်းသည် တရားဝင်သည်ဟူသော ကိစ္စ၌ သဘောထားကွဲလွဲမှုမရှိပါ။ 'ဥမာရ်ဘင်အလ်-ခတ်သားဘ်နှင့် ၎င်းနောက်ပိုင်း အီမာမ်များသည် ဆွလာသ်ပြုစဉ် ၎င်းတို့၏ ခွန်နွတ် <span class=\"gray\">(ဆုတောင်းခြင်းတစ်မျိုး)</span> ၌လည်းကောင်း၊ အခြားအချိန်များတွင်လည်းကောင်း မယုံကြည်သူများကို ကျိန်ဆဲလေ့ရှိခဲ့ကြသည်။ သတ်သတ်မှတ်မှတ် မယုံကြည်သူတစ်ဦးကို ကျိန်ဆဲခြင်းနှင့်ပတ်သက်၍ အချို့သော ပညာရှင်များက ၎င်းကို ကျိန်ဆဲခွင့်မပြုကြောင်း ပြောကြားခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏အဆုံးသတ်ကို မည်သို့ပြုလုပ်မည်ကို ကျွန်ုပ်တို့မသိသောကြောင့်ဖြစ်သည်။ အခြားသူများကမူ တစ်ဦးချင်းစီ မယုံကြည်သူများကို ကျိန်ဆဲခွင့်ပြုသည်ဟု ဆိုကြသည်။ အထောက်အထားအဖြစ် ၎င်းတို့သည် သေရည် <span class=\"gray\">(အရက်)</span> သောက်ခြင်းကြောင့် အကြိမ်ကြိမ် အပြစ်ပေးခံရရန် ခေါ်ဆောင်လာခံရသည့် အမျိုးသားတစ်ဦးအကြောင်း ပုံပြင်ကို ဖော်ပြကြသည်၊ အမျိုးသားတစ်ဦးက \"အလ္လာဟ်အရှင်မြတ်က သူ့ကို ကျိန်ဆဲပါစေ! သူသည် အကြိမ်ကြိမ် <span class=\"gray\">(သေရည်သောက်ခြင်းကြောင့် ကြိမ်ဒဏ်ခံရန်)</span> ခေါ်ဆောင်လာခြင်းခံရသည်\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَلْعَنْهُ فَإِنَّه يُحِبُّ اللهَ وَرَسُولَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို မကျိန်ဆဲနှင့်၊ အကြောင်းမှာ သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏တမန်တော်ကို ချစ်မြတ်နိုးသောကြောင့်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်က အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏တမန်တော် ﷺ ကို မချစ်မြတ်နိုးသူများကို ကျိန်ဆဲခွင့်ရှိသည်ဟု ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "2:16",
    "group_ayah_key": "2:16",
    "from_ayah": "2:16",
    "to_ayah": "2:16",
    "ayah_keys": "2:16",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့သည် လမ်းမှန်ဖြင့် လမ်းမှားကို ဝယ်ယူသူများဖြစ်သောကြောင့် ၎င်းတို့၏ ကုန်သွယ်မှုသည် အကျိုးအမြတ်မရှိခဲ့ပေ။ ၎င်းတို့သည် လမ်းညွှန်မှုမရခဲ့ကြပေ <span>(၁၆)</span></p><p lang=\"my\" class=\"my \">၎င်း၏ တဖ်စီရ်တွင် အပ်စ်-ဆူဒီက အစ်ဘ်နုအဘ်ဘာစ်နှင့် အစ်ဘ်နုမပ်စ်ဥဒ်တို့က အောက်ပါအတိုင်း မှတ်ချက်ပြုခဲ့သည်ဟု ဖော်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် လမ်းမှန်ဖြင့် လမ်းမှားကို ဝယ်ယူသူများဖြစ်သည်)</span> ဆိုသည်မှာ \"၎င်းတို့သည် လမ်းမှားကို လိုက်စားပြီး လမ်းမှန်ကို စွန့်ပစ်ခဲ့ကြသည်\" ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုခဲ့သည်။ မွဂျာဟစ်ဒ်က \"၎င်းတို့သည် ယုံကြည်ခဲ့ပြီးမှ မယုံကြည်ခဲ့ကြ\" ဟု ပြောကြားခဲ့ပြီး၊ ကသားဒါဟ်က \"၎င်းတို့သည် လမ်းမှန်ထက် လမ်းလွဲကို ပိုမိုနှစ်သက်ခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ ကသားဒါဟ်၏ ပြောကြားချက်သည် အလ္လာဟ်အရှင်မြတ်၏ သမူဒ်အကြောင်း ပြောကြားချက်နှင့် အဓိပ္ပါယ်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သမူဒ်ကိုမူ ငါတို့သည် ၎င်းတို့အား လမ်းညွှန်မှု ပေးခဲ့သော်လည်း ၎င်းတို့သည် လမ်းညွှန်မှုထက် မျက်စိကွယ်ခြင်းကို ပိုမိုနှစ်သက်ခဲ့ကြသည်)</span><span class=\"gray\">(၄၁:၁၇)</span>။</p><p lang=\"my\" class=\"my \">အချုပ်အားဖြင့်ဆိုရသော် တဖ်စီရ်ပညာရှင်များထံမှ ကျွန်ုပ်တို့ဖော်ပြခဲ့သော ပြောကြားချက်များသည် မွနာဖစ်က် (ဝါးနှစ်ခွလူများ) သည် စစ်မှန်သောလမ်းမှန်မှ သွေဖည်ပြီး လမ်းမှားကို ပိုမိုနှစ်သက်ကာ ကောင်းမြတ်မှုအစား ဆိုးသွမ်းမှုကို အစားထိုးခဲ့ကြသည်ဟု ဖော်ပြသည်။ ဤအဓိပ္ပါယ်က အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်ကို ရှင်းပြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် လမ်းမှန်ဖြင့် လမ်းမှားကို ဝယ်ယူသူများဖြစ်သည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် လမ်းမှားကို ဝယ်ယူရန် လမ်းမှန်ကို လဲလှယ်ခဲ့ကြသည်ဟု ဆိုလိုသည်။ ဤအဓိပ္ပါယ်တွင် ပထမတွင် ယုံကြည်ခဲ့ပြီးနောက် မယုံကြည်ခဲ့သူများလည်း ပါဝင်သည်၊ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်က ဖော်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَىٰ قُلُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ခြင်းမှာ ၎င်းတို့သည် ယုံကြည်ခဲ့ကြပြီးမှ မယုံကြည်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့၏ စိတ်နှလုံးသားများကို ပိတ်ထားသည်)</span><span class=\"gray\">(၆၃:၃)</span>။</p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်သည် လမ်းမှန်ထက် လမ်းလွဲကို ပိုမိုနှစ်သက်သူများလည်း ပါဝင်သည်။ မွနာဖစ်က်များသည် အမျိုးအစားများစွာ ခွဲခြားနိုင်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ ကုန်သွယ်မှုသည် အကျိုးအမြတ်မရှိခဲ့ပေ။ ၎င်းတို့သည် လမ်းညွှန်မှုမရခဲ့ကြပေ)</span> ဆိုသည်မှာ ၎င်းတို့၏ ကုန်သွယ်မှုသည် မအောင်မြင်ခဲ့သည့်အပြင် ဤအရာအားလုံးတစ်လျှောက်လုံးတွင် ၎င်းတို့သည် ဖြောင့်မတ်သူများ သို့မဟုတ် မှန်ကန်စွာ လမ်းညွှန်ခံရသူများ မဟုတ်ခဲ့ကြဟု ဆိုလိုသည်။ ထို့ပြင် အစ်ဘ်နုဂျရီရ်က ကသားဒါဟ်က ဤကျမ်းပိုဒ်ကို မှတ်ချက်ပြုခဲ့သည်ဟု ဖော်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ ကုန်သွယ်မှုသည် အကျိုးအမြတ်မရှိခဲ့ပေ။ ၎င်းတို့သည် လမ်းညွှန်မှုမရခဲ့ကြပေ)</span>၊ \"အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုသည်! ၎င်းတို့သည် လမ်းညွှန်မှုကို စွန့်လွှတ်ပြီး လမ်းလွဲကို လိုက်စားသည်ကို၊ ဂျမာအာဟ် <span class=\"gray\">(ယုံကြည်သူများ၏ အသိုင်းအဝိုင်း)</span> ကို စွန့်လွှတ်ပြီး ဂိုဏ်းဂဏများကို လိုက်စားသည်ကို၊ လုံခြုံမှုကို စွန့်လွှတ်ပြီး ကြောက်ရွံ့မှုကို လိုက်စားသည်ကို၊ စွန်နာကို စွန့်လွှတ်ပြီး တီထွင်မှုအသစ်များ (ဘစ်ဒ်အာ) ကို လိုက်စားသည်ကို ကျွန်ုပ်တွေ့မြင်ခဲ့ရသည်။\" အစ်ဘ်နုအဘီဟာသိမ်ကလည်း အခြားဆင်တူသော ပြောကြားချက်များကို ဖော်ပြခဲ့သည်။</p>"
  },
  {
    "ayah_key": "2:163",
    "group_ayah_key": "2:163",
    "from_ayah": "2:163",
    "to_ayah": "2:163",
    "ayah_keys": "2:163",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့၏ အီလာဟ် <span class=\"gray\">(ဘုရား)</span> သည် တစ်ဆူတည်းသော အီလာဟ် <span class=\"gray\">(ဘုရား ـ အလ္လာဟ်)</span> ဖြစ်သည်။ လာအီလာဟအစ်လ္လာဟူဝါ <span class=\"gray\">(၎င်းအရှင်မှတစ်ပါး ကိုးကွယ်ခံပိုင်ခွင့်ရှိသူမရှိ)</span> ဖြစ်ပြီး၊ အကြင်နာအရှိဆုံး၊ အသနားအရှိဆုံး ဖြစ်သည် <span>(၁၆၃)</span></p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်တွင် အလ္လာဟ်အရှင်မြတ်က ၎င်းအရှင်သည် တစ်ဆူတည်းသော နတ်ဘုရားဖြစ်ကြောင်း၊ ၎င်းအရှင်၌ မည်သူမျှ ဖက်စပ် သို့မဟုတ် တန်းတူမရှိကြောင်း ဖော်ပြသည်။ ၎င်းအရှင်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်ပြီး တစ်ဆူတည်းသော အရှင်၊ ထောက်ပံ့ပေးသောအရှင်ဖြစ်ပြီး၊ ၎င်းအရှင်မှတစ်ပါး ကိုးကွယ်ခံပိုင်ခွင့်ရှိသူ မည်သည့်နတ်ဘုရားမျှမရှိပေ။ ၎င်းအရှင်သည် အကြင်နာအရှိဆုံး ـ အရ်-ရဟ်မာန်၊ အသနားအရှိဆုံး ـ အရ်-ရဟီးမ် ဖြစ်သည်။ ဤအမည်နှစ်ခု၏ အဓိပ္ပါယ်များကို စူရဟ်အလ်-ဖာတီဟာ၏ အစပိုင်းတွင် ကျွန်ုပ်တို့ ရှင်းပြခဲ့ပြီးဖြစ်သည်။ ရှဟ်ရ်ဘင်ဟောင်ရှပ်ဘ်က အပ်စ်မာအ်ဘင့်ယဇီးဒ်ဘင်အပ်စ်-စကန်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْمُ اللهِ الْأَعْظَمُ فِي هَاتَيْنِ الآيَتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အကြီးမြတ်ဆုံးအမည်တော်သည် ဤကျမ်းပိုဒ်နှစ်ခုတွင် ပါဝင်သည်)</span>–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ لَّا إِلَٰهَ إِلَّا هُوَ الرَّحْمَٰنُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အီလာဟ် <span class=\"gray\">(ဘုရား)</span> သည် တစ်ဆူတည်းသော အီလာဟ် <span class=\"gray\">(ဘုရား ـ အလ္လာဟ်)</span> ဖြစ်သည်။ လာအီလာဟအစ်လ္လာဟူဝါ <span class=\"gray\">(၎င်းအရှင်မှတစ်ပါး ကိုးကွယ်ခံပိုင်ခွင့်ရှိသူမရှိ)</span> ဖြစ်ပြီး၊ အကြင်နာအရှိဆုံး၊ အသနားအရှိဆုံး ဖြစ်သည်။)</span> နှင့်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ်-လာမ်-မီမ်။ အလ္လာဟ်! လာအီလာဟအစ်လ္လာဟူဝါ <span class=\"gray\">(၎င်းအရှင်မှတစ်ပါး ကိုးကွယ်ခံပိုင်ခွင့်ရှိသူမရှိ)</span>၊ အလ်-ဟိုင်ယူလ်-ကိုင်းယူးမ် <span class=\"gray\">(အမြဲအသက်ရှင်တော်မူသော၊ ရှိရှိသမျှအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်သော အရှင်)</span>။)</span><span class=\"gray\">(၃:၁၊ ၂)</span>\"</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းအရှင်သာလျှင် နတ်ဘုရားအဖြစ် တစ်ဆူတည်းရှိကြောင်း၊ ၎င်းအရှင်သည် ကောင်းကင်နှင့်မြေကြီးနှင့် ၎င်းတို့ကြားရှိ အမျိုးမျိုးသော သတ္တဝါအားလုံးကို ဖန်ဆင်းခဲ့သူဖြစ်ကြောင်း၊ ထိုအရာအားလုံးသည် ၎င်းအရှင်၏ တစ်ဆူတည်းဖြစ်မှုကို သက်သေခံနေကြောင်း အထောက်အထားအချို့ကို ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည်–</p>"
  }
]