[
  {
    "ayah_key": "4:37",
    "group_ayah_key": "4:37",
    "from_ayah": "4:37",
    "to_ayah": "4:39",
    "ayah_keys": "4:37,4:38,4:39",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် နှမြောတွန့်တိုသူများဖြစ်ပြီး လူများကို နှမြောတွန့်တိုရန် အားပေးကာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားထားသော အရှင်မြတ်၏ ကျေးဇူးများကို ဖုံးကွယ်ထားကြသည်။ ငြင်းပယ်သူများအတွက် အရှက်ရဖွယ်ရာ ပြစ်ဒဏ်ကို ငါတို့ ပြင်ဆင်ထားသည် <span>(၃၇)</span>ထို့ပြင် <span class=\"gray\">(ထို့ပြင်)</span> မိမိတို့၏ စည်းစိမ်ဥစ္စာများကို လူများမြင်စေရန် သုံးစွဲကြသူများ၊ အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို မယုံကြည်ကြသူများ၊ ရှိုင်တွာန်ကို ရင်းနှီးသူအဖြစ် လက်ခံသူ မည်သူမဆို၊ ထိုအခါ သူသည် အဘယ်မျှ ကြောက်မက်ဖွယ်ကောင်းသော ရင်းနှီးသူ ဖြစ်မည်နည်း <span>(၃၈)</span>အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးထားသော စားဝတ်နေရေးမှ သုံးစွဲခဲ့ကြပါလျှင် ၎င်းတို့အတွက် အဘယ်အရာ ဆုံးရှုံးမှု ရှိမည်နည်း။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အမြဲတမ်း အလုံးစုံသိတော်မူသော အရှင်မြတ် ဖြစ်သည် <span>(၃၉)</span></p><div lang=\"it\" class=\"it \"><h2>The Censure of Stingy Behavior</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိဘတို့အား ကြင်နာခြင်း၊ ဆွေမျိုးများ၊ မိဘမဲ့များ၊ ဆင်းရဲသားများ၊ အိမ်နီးနားချင်းဖြစ်သော ဆွေမျိုးများ၊ ခရီးသွားဖော်များ၊ လိုအပ်နေသော ခရီးသည်များ၊ ကျွန်များနှင့် အစေခံများအား သနားကြင်နာခြင်းစသည့် အလ္လာဟ်အရှင်မြတ်က အမိန့်ပေးထားသည့်အရာများအတွက် မိမိတို့၏ ငွေကြေးကို သုံးစွဲရန် ငြင်းဆန်သူများ၏ နှမြောတွန့်တိုသော အပြုအမူကို ပြစ်တင်ရှုံ့ချတော်မူသည်။ ထိုသို့သော လူများသည် မိမိတို့၏ စည်းစိမ်ဥစ္စာမှ အလ္လာဟ်အရှင်မြတ်၏ အခွင့်အရေးကို မပေးကြဘဲ နှမြောတွန့်တိုသော အပြုအမူများ ပြန့်ပွားအောင် ကူညီပေးကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَيُّ دَاءٍ أَدْوَأُ مِنَ الْبُخْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှမြောတွန့်တိုခြင်းထက် ပိုမိုဆိုးရွားသော ရောဂါမည်သည် ရှိပါသနည်း။)</span> အရှင်မြတ်က ထို့ပြင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالشُّحَّ، فَإِنَّهُ أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ، أَمَرَهُمْ بِالْقَطِيْعَةِ فَقَطَعُوا، وَأَمَرَهُمْ بِالْفُجُورِ فَفَجَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှမြောတွန့်တိုခြင်းကို သတိပြုကြလော့။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သင်တို့၏ ရှေ့မှလူများကို ဖျက်ဆီးခဲ့သည်။ ၎င်းသည် ၎င်းတို့အား ဆက်ဆံရေးများ ဖြတ်တောက်ရန် အားပေးခဲ့ပြီး ၎င်းတို့ လုပ်ခဲ့ကြသည်။ ထို့ပြင် ၎င်းသည် ၎င်းတို့အား အပြစ်ကျူးလွန်ရန် အားပေးခဲ့ပြီး ၎င်းတို့ လုပ်ခဲ့ကြသည်။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားထားသော အရှင်မြတ်၏ ကျေးဇူးများကို ဖုံးကွယ်ထားကြသည်၊)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် နှမြောတွန့်တိုသူသည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ကျေးဇူးကန်းသူဖြစ်ပြီး ၎င်း၏ အကျိုးသက်ရောက်မှုသည် သူ့အပေါ်တွင် မပေါ်ထွန်းပေ၊ ၎င်း၏ အစားအစာ၊ အဝတ်အထည် သို့မဟုတ် သူပေးသောအရာများတွင် ဖြစ်စေ။ အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْإِنسَانَ لِرَبِّهِ لَكَنُودٌ - وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ လူသားသည် မိမိ၏ အရှင်သခင်အား ကျေးဇူးကန်းသူဖြစ်သည်။ ထိုအပေါ်တွင် သူသည် သက်သေခံဖြစ်သည်)</span><span class=\"gray\">[၁၀၀:၆-၇]</span> သူ၏ အကျင့်စာရိတ္တနှင့် အပြုအမူများဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဧကန်မလွဲ သူသည် ဥစ္စာဓနကို ချစ်မြတ်နိုးရာ၌ ပြင်းထန်သူဖြစ်သည်)</span><span class=\"gray\">[၁၀၀:၈]</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားထားသော အရှင်မြတ်၏ ကျေးဇူးများကို ဖုံးကွယ်ထားကြသည်)</span> ဤအကြောင်းကြောင့် အရှင်မြတ်က ၎င်းတို့အား ခြိမ်းခြောက်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်သူများအတွက် အရှက်ရဖွယ်ရာ ပြစ်ဒဏ်ကို ငါတို့ ပြင်ဆင်ထားသည်။)</span></p><p lang=\"my\" class=\"my \">ကုဖ်ရ်ဟူသည် တစ်စုံတစ်ခုကို ဖုံးကွယ်ခြင်း ဖြစ်သည်။ ထို့ကြောင့် ဗခိလ် <span class=\"gray\">(နှမြောတွန့်တိုသူ)</span> သည် အလ္လာဟ်အရှင်မြတ်က သူ့အား ပေးသနားထားသော ကျေးဇူးတော်များကို ဖုံးကွယ်ထားသည်၊ ဆိုလိုသည်မှာ ထိုကျေးဇူးတော်များကို မဖြန့်ဝေခြင်း ဖြစ်သည်။ ထို့ကြောင့် သူသည် အလ္လာဟ်အရှင်မြတ်က သူ့အား ပေးသနားထားသော ကျေးဇူးတော်များနှင့်ပတ်သက်၍ ကာဖိရ် <span class=\"gray\">(ကျေးဇူးကန်းသူ)</span> ဟူသော စကားလုံးဖြင့် ဖော်ပြခြင်း ခံရသည်။ ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ إِذَا أَنْعَمَ نِعْمَةً عَلى عَبْدٍ، أَحَبَّ أَنْ يَظْهَرَ أَثَرُهَا عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်တစ်ဦးအား ကျေးဇူးတော်တစ်ရပ်ကို ပေးသနားသောအခါ၊ ၎င်း၏ အကျိုးသက်ရောက်မှုသည် သူ့အပေါ်တွင် ပေါ်ထွန်းလာသည်ကို အရှင်မြတ် နှစ်သက်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">ဆလဖ်အချို့က ဤအာယတ်တော် <span class=\"gray\">[၄:၃၇]</span> သည် မုဟမ္မဒ် ﷺ ၏ ဖော်ပြချက်နှင့်ပတ်သက်၍ ၎င်းတို့ သိရှိထားသော အသိပညာကို ဖုံးကွယ်ထားသော ဂျူးများကို ဖော်ပြခြင်းဖြစ်သည်ဟု ဆိုခဲ့ကြပြီး အာယတ်တော်၏ အထွေထွေအဓိပ္ပါယ်တွင် ဤအရာ ပါဝင်သည်မှာ သံသယဖြစ်ဖွယ်မရှိပေ။ ဤအာယတ်တော်၏ ထင်ရှားသော စကားလုံးများသည် ငွေကြေးနှင့်ပတ်သက်၍ နှမြောတွန့်တိုခြင်းအကြောင်း ပြောဆိုနေကြောင်း ညွှန်ပြနေသည်၊ အသိပညာနှင့်ပတ်သက်၍ နှမြောတွန့်တိုသော အပြုအမူသည်လည်း ပါဝင်နေသော်လည်း။ အာယတ်တော်သည် ဆွေမျိုးများနှင့် အားနည်းသူများအပေါ် သုံးစွဲခြင်းအကြောင်း ပြောဆိုနေသည်၊ ၎င်းနောက် အာယတ်တော်ကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(ထို့ပြင်)</span> မိမိတို့၏ စည်းစိမ်ဥစ္စာများကို လူများမြင်စေရန် သုံးစွဲကြသူများ၊)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဦးစွာ မသုံးစွဲဘဲ နှမြောတွန့်တိုသော ပြစ်ဒဏ်ခံရသူများကို ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်အတွက် မဟုတ်ဘဲ ရက်ရောသူများဟု နာမည်ရရန် ပြသရန် သုံးစွဲသူများကို ဖော်ပြသည်။ ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ မီးသည် ဦးစွာစားမည့် ပုဂ္ဂိုလ်သုံးဦးမှာ ပညာရှင်၊ စစ်သည်တော်နှင့် မိမိတို့၏ လုပ်ရပ်များကို ပြသသူ ရက်ရောစွာ သုံးစွဲသူတို့ဖြစ်သည်။ ဥပမာအားဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ صَاحِبُ الْمَالِ: مَا تَرَكْتُ مِنْ شَيْءٍ تُحِبُّ أَنْ يُنْفَقَ فِيهِ، إِلَّا أَنْفَقْتُ فِي سَبِيلِكَ، فَيَقُولُ اللهُ: كَذَبْتَ، إِنَّمَا أَرَدْتَ أَنْ يُقَالَ: جَوَادٌ، فَقَدْ قيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စည်းစိမ်ဥစ္စာပိုင်ရှင်က \"အရှင်မြတ် သုံးစွဲစေလိုသော မည်သည့်နယ်ပယ်ကိုမျှ ကျွန်တော် မချန်ထားခဲ့ပါ။ သို့သော် အရှင်မြတ်၏ လမ်းတော်တွင် သုံးစွဲခဲ့ပါသည်\" ဟု ပြောလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က \"သင် လိမ်ညာခဲ့သည်၊ သင်သည် 'သူသည် ရက်ရောသူ' ဟု ပြောခြင်းခံရရန်သာ ရည်ရွယ်ခဲ့သည်၊ ထို့ကြောင့် ပြောဆိုခြင်းခံရပြီ...\" ဟု မိန့်တော်မူလိမ့်မည်။)</span> ဆိုလိုသည်မှာ သင်သည် ဤဘဝတွင် သင်၏ အကျိုးကို ရယူခဲ့ပြီဖြစ်ပြီး ဤအရာသည် သင်၏ လုပ်ရပ်ဖြင့် သင် ရှာဖွေခဲ့သောအရာ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို မယုံကြည်ကြ။)</span> ဆိုလိုသည်မှာ၊ ကောင်းမှုကုသိုလ်ကို မှန်ကန်စွာ လုပ်ဆောင်ခြင်းအစား ဤမကောင်းမှုလုပ်ရပ်ကို ကျူးလွန်ရန် ၎င်းတို့အား လှည့်ဖြားခဲ့သူမှာ ရှိုင်တွာန် ဖြစ်သည်။ ရှိုင်တွာန်သည် မကောင်းမှုကို ကောင်းသည်ဟု ထင်ရအောင် ပြုလုပ်ခြင်းဖြင့် ၎င်းတို့အား အားပေး၊ စိတ်လှုပ်ရှားစေပြီး လှည့်ဖြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်ကို ရင်းနှီးသူအဖြစ် လက်ခံသူ မည်သူမဆို၊ ထိုအခါ သူသည် အဘယ်မျှ ကြောက်မက်ဖွယ်ကောင်းသော ရင်းနှီးသူ ဖြစ်မည်နည်း။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَاذَا عَلَيْهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَنفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးထားသော စားဝတ်နေရေးမှ သုံးစွဲခဲ့ကြပါလျှင် ၎င်းတို့အတွက် အဘယ်အရာ ဆုံးရှုံးမှု ရှိမည်နည်း။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ၊ အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး ဖြောင့်မတ်သော လမ်းပေါ် လျှောက်လှမ်းခဲ့ပါလျှင်၊ ပြသခြင်းကို ရိုးသားမှုဖြင့် အစားထိုးခဲ့ပါလျှင်၊ အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး နောင်တမလွန်ဘဝတွင် အရှင်မြတ်၏ ကတိတော်ကို စောင့်မျှော်ခဲ့ပါလျှင်၊ ကောင်းမှုပြုသူများအတွက်နှင့် အရှင်မြတ်က ၎င်းတို့အား ပေးထားသောအရာများကို အရှင်မြတ်နှစ်သက်မြတ်နိုးသောအရာများတွင် သုံးစွဲသူများအတွက် မည်သည့်ထိခိုက်မှု ရှိမည်နည်း။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكَانَ اللَّهُ بِهِمْ عَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အမြဲတမ်း အလုံးစုံသိတော်မူသော အရှင်မြတ် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်သည် ၎င်းတို့၏ ရည်ရွယ်ချက်များကို ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ ပြည့်စုံစွာ သိတော်မူသည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အောင်မြင်မှုရထိုက်သူများကို သိတော်မူပြီး ၎င်းတို့အား အောင်မြင်မှုနှင့် လမ်းညွှန်မှုကို ပေးသနားတော်မူသည်၊ အရှင်မြတ်၏ နှစ်သက်မှုကို ရရှိမည့် ဖြောင့်မတ်သော လုပ်ရပ်များကို လုပ်ဆောင်ရန် ညွှန်ကြားတော်မူသည်။ အရှင်မြတ်သည် ကျရှုံးမှုနှင့် အရှင်မြတ်၏ ကြီးမားသော ကရုဏာတော်မှ နှင်ထုတ်ခံရထိုက်သူများကိုလည်း သိတော်မူသည်၊ ၎င်းတို့အတွက် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် လုံးဝကျရှုံးခြင်းဖြစ်သည်၊ ဤမကောင်းသော အဆုံးသတ်မှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ၏။</p>"
  }
]