[
  {
    "ayah_key": "12:105",
    "group_ayah_key": "12:105",
    "from_ayah": "12:105",
    "to_ayah": "12:107",
    "ayah_keys": "12:105,12:106,12:107",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်များနှင့် မြေပြင်တွင် (ရှိသော) မည်မျှများပြားသည့် လက္ခဏာရပ်များကို သူတို့ ဖြတ်သန်းသွားလာကြပါသနည်း။ ၎င်းတို့သည် ထိုလက္ခဏာရပ်များမှ လွဲဖယ်နေကြစဉ် <span>(၁၀၅)</span> ထို့ပြင် ၎င်းတို့အနက် အများစုသည် အလ္လာဟ်အပေါ် ယုံကြည်ကြသည်မှာ အခြားသူများကို ၎င်းအရှင်နှင့် ဖက်စပ်မှု ပြုကြသည်မှတစ်ပါး မရှိပေ။ <span>(၁၀၆)</span> သို့ဖြစ်လျှင် အလ္လာဟ်၏ ပြစ်ဒဏ်၏ ဖုံးလွှမ်းသော ကုလားကာသည် ၎င်းတို့အပေါ်သို့ ကျရောက်ခြင်းမှ၊ သို့မဟုတ် <span class=\"gray\">(နောက်ဆုံး)</span> နာရီ၏ ကျရောက်ခြင်းသည် ၎င်းတို့ မသိလိုက်ဘဲ ရုတ်တရက် ၎င်းတို့အပေါ်သို့ ကျရောက်ခြင်းမှ သူတို့ လုံခြုံသည်ဟု ခံစားရပါသလား။ <span>(၁၀၇)</span></p><div lang=\"my\" class=\"my \"><h2>လူတို့သည် ၎င်းတို့ရှေ့မှ လက္ခဏာများကို ဆင်ခြင်ရန် ပေါ့လျော့နေခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လူအများစုသည် ကောင်းကင်များနှင့် မြေပြင်တွင် အရှင်မြတ် ဖန်ဆင်းထားသော အရှင်မြတ်၏ လက္ခဏာရပ်များနှင့် တစ်ခုတည်းဖြစ်ခြင်း၏ သက်သေများကို မစဉ်းစားကြကြောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် တောက်ပသော ကြယ်များ၊ လည်ပတ်နေသော ကောင်းကင်ဘုံရှိ အရာဝတ္ထုများနှင့် ဂြိုလ်များကို ဖန်ဆင်းတော်မူခဲ့ပြီး ၎င်းတို့အားလုံးကို လက်အောက်ခံဖြစ်စေခဲ့သည်။ မြေပြင်ပေါ်တွင် တစ်ခုနှင့်တစ်ခု ကပ်လျက်ရှိသော မြေဩဇာကောင်းသည့် မြေကွက်များစွာ၊ ဥယျာဉ်များ၊ ခိုင်မာသော တောင်များ၊ လှိုင်းများ တစ်ခုနှင့်တစ်ခု ရိုက်ခတ်နေသော သက်ဝင်လှုပ်ရှားသည့် သမုဒ္ဒရာများနှင့် ကျယ်ပြောလှသော သဲကန္တာရများစွာ ရှိသည်။ သက်ရှိသတ္တဝါများစွာနှင့် သေဆုံးသွားသော အခြားသူများလည်း ရှိသည်။ ပုံသဏ္ဍာန်တူသော်လည်း အရသာ၊ အနံ့၊ အရောင်နှင့် ဂုဏ်သတ္တိများ ကွဲပြားသည့် တိရစ္ဆာန်များ၊ အပင်များနှင့် သစ်သီးများလည်း ရှိသည်။ ဖန်ဆင်းမှုအမျိုးမျိုးကို ဖန်ဆင်းတော်မူသော၊ တစ်ဆူတည်းသော၊ ထာဝရတည်ရှိမည့် အလ္လာဟ်အရှင်မြတ်သာလျှင် ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။ အရှင်မြတ်သာလျှင် အရှင်မြတ်၏ နာမတော်များနှင့် ဂုဏ်သတ္တိများတွင် ထူးခြားတော်မူ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အများစုသည် အလ္လာဟ်အပေါ် ယုံကြည်ကြသည်မှာ အခြားသူများကို ၎င်းအရှင်နှင့် ဖက်စပ်မှု ပြုကြသည်မှတစ်ပါး မရှိပေ။)</span> အိဗ်နု အဘ္ဘားစ်က မှတ်ချက်ပေးသည်မှာ၊ \"သူတို့တွင် အီမာန် (ယုံကြည်ချက်) အနည်းငယ်ရှိသည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့ကို 'ကောင်းကင်များကို မည်သူ ဖန်ဆင်းခဲ့သနည်း။ မြေကြီးကို မည်သူ ဖန်ဆင်းခဲ့သနည်း။ တောင်များကို မည်သူ ဖန်ဆင်းခဲ့သနည်း။' ဟု မေးသောအခါ၊ 'အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းခဲ့သည်' ဟု သူတို့ ပြောကြသည်။ သို့သော်လည်း သူတို့သည် အခြားသူများကို အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ရာတွင် ဖက်စပ်ကြသည်။\" မူဂျာဟစ်၊ အာတာ၊ အိကရီမာ၊ အက်ရှ်-ရှာဘီ၊ ကွာတာဒါ၊ အဒ်-ဒဟ်ဟက်နှင့် အဘ်ဒူရ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အက်စ်လမ် တို့ကလည်း အလားတူ ပြောကြားခဲ့သည်။ ဆွဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ ဟဂ်ျ ရာသီဥတုအတွင်းတွင် ရုပ်တုကိုးကွယ်သူများသည် ၎င်းတို့၏ တလ်ဘိယာတွင် ဤသို့ ပြောလေ့ရှိသည်- \"ဤတွင် ကျွန်ုပ်တို့သည် အရှင်၏ ဝန်ဆောင်မှုသို့ အလျင်အမြန် လာရောက်ကြပါ၏။ အရှင်၌ အခြားဖက်စပ်သူ မရှိပါ၊ အရှင်ပိုင်ဆိုင်သော ဖက်စပ်သူမှတစ်ပါး၊ သို့သော် ၎င်းသည် မပိုင်ဆိုင်ပါ!\" အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာတွင် ဖက်စပ်ခြင်းသည် ကြီးမားသော ဇွလ်မ် <span class=\"gray\">(မတရားမှု)</span> ပင်တည်း။)</span><span class=\"gray\">[၃၁:၁၃]</span> ဤသည်မှာ အမှန်စင်စစ် ရှစ်ရ်က် (အခြားသူများကို ဖက်စပ်ခြင်း) အမျိုးအစားများထဲမှ အကြီးဆုံးပင်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာတွင် ဖက်စပ်ခြင်းဖြစ်သည်။ ဆွဟီးဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အဘ်ဒူလ္လာဟ် ဘင်န် မစ်အူဒ်က ပြောကြားသည်မှာ၊ \"ကျွန်ုပ်က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်။ အကြီးဆုံးသော အပြစ်မှာ အဘယ်နည်း။' ဟု မေးခဲ့ရာ အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင့်ကို တစ်ပါးတည်း ဖန်ဆင်းထားသော်လည်း အသင်သည် အလ္လာဟ်အတွက် ပြိုင်ဘက်ကို ခေါ်ဆိုခြင်းဖြစ်သည်။)</span>\" အလ်-ဟစန် အလ်-ဘစရီသည် အလ္လာဟ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပေးခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အများစုသည် အလ္လာဟ်အပေါ် ယုံကြည်ကြသည်မှာ အခြားသူများကို ၎င်းအရှင်နှင့် ဖက်စပ်မှု ပြုကြသည်မှတစ်ပါး မရှိပေ။)</span> \"ဤသူသည် မုနာဖစ်က် (လျှို့ဝှက်သူ) ဖြစ်သည်။ သူသည် ကောင်းမှုပြုလျှင် လူများအား ပြသရန် ပြုလုပ်သည်။ ဤသို့ပြုလုပ်နေစဉ်တွင် သူသည် ရုပ်တုကိုးကွယ်သူဖြစ်သည်။\" အလ်-ဟစန်သည် အလ္လာဟ်၏ မိန့်တော်မူချက်ကို ရည်ညွှန်းနေခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَىٰ يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ လျှို့ဝှက်သူများသည် အလ္လာဟ်အရှင်မြတ်ကို လှည့်စားရန် ကြိုးစားကြသည်၊ သို့သော် အရှင်မြတ်သည်ပင် သူတို့ကို လှည့်စားတော်မူ၏။ သူတို့သည် အဆ်-စလာဟ်အတွက် မတ်တပ်ရပ်သောအခါ၊ ပျင်းရိစွာ ရပ်တည်ပြီး လူအများအား မြင်အောင် ပြသကြသည်။ အလ္လာဟ်အရှင်မြတ်ကို အနည်းငယ်မျှသာ အမှတ်ရကြသည်။)</span><span class=\"gray\">[၄:၁၄၂]</span> လူအများစု သတိမထားမိသော ပုန်းကွယ်နေသည့် ရှစ်ရ်က် (ဖက်စပ်ခြင်း) အမျိုးအစား နောက်တစ်ခုလည်း ရှိသည်။ ဟမ်မာဒ် ဘင်န် စလာမာက အာစင်မ် ဘင်န် အဘီ အန်-နဂျူဒ်က ဥရ်ဝါက ပြောသည်ဟု ပြောပြသည်။ \"ဟူဇိုင်းဖာသည် ဖျားနာနေသူတစ်ဦးကို သွားရောက်ကြည့်ရှုခဲ့ပြီး သူ၏ လက်မောင်းတွင် ကြိုးတစ်ချောင်း ချည်နှောင်ထားသည်ကို တွေ့မြင်ခဲ့ရသည်။ ထို့ကြောင့် သူသည် ဤသို့ ရွတ်ဆိုရင်း ထိုကြိုးကို ဆွဲဖြုတ်ခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အများစုသည် အလ္လာဟ်အပေါ် ယုံကြည်ကြသည်မှာ အခြားသူများကို ၎င်းအရှင်နှင့် ဖက်စပ်မှု ပြုကြသည်မှတစ်ပါး မရှိပေ။)</span> တိရ်မီဇီက စုစည်းခဲ့သော အိဗ်နု ဥမာရ်ထံမှ ဟဒီးသ်တစ်ခုတွင် (တိရ်မီဇီက ၎င်းသည် ဟစန်ဖြစ်သည်ဟု ဆိုသည်) တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ بِغَيْرِ اللهِ فَقَدْ أَشْرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားအရာဖြင့် ကျိန်ဆိုသူသည် ရှစ်ရ်က် (ဖက်စပ်ခြင်း) ကျူးလွန်၏။)</span> အီမာမ် အဟ်မဒ်၊ အဘူ ဒါဝဒ်နှင့် အခြား ဟဒီးသ်ပညာရှင်များက အဘ်ဒူလ္လာဟ် ဘင်န် မစ်အူဒ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ပြောပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرُّقَى وَالتَّمَائِمَ وَالتِّوَلَةَ شِرْكٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ်-ရူကာ၊ အတ်-တမာအင်မ်နှင့် အတ်-တိဝါလာဟ်တို့သည် ရှစ်ရ်က် (ဖက်စပ်ခြင်း) ၏ လုပ်ရပ်များပင်တည်း။)</span> အဟ်မဒ်နှင့် အဘူ ဒါဝဒ်တို့က စုစည်းခဲ့သော အခြားသော ရာဝါယသ် (ပြောပြချက်) တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الطِّيَرَةُ شِرْكٌ وَمَا مِنَّا إِلَّا، وَلَكِنَّ اللهَ يُذْهِبُهُ بِالتَّوَكُّلِ</p><p lang=\"ms\" class=\"ms \"><span class=\"gray\">(Verily, At-Tiyarah <span class=\"gray\">[omen]</span> is Shirk; everyone might feel a glimpse of it, but Allah dissipates it with Tawakkul.)</span>\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنُوا أَن تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ ပြစ်ဒဏ်၏ ဖုံးလွှမ်းသော ကုလားကာသည် ၎င်းတို့အပေါ်သို့ ကျရောက်ခြင်းမှ သူတို့ လုံခြုံသည်ဟု ခံစားရပါသလား။)</span> အလ္လာဟ်အရှင်မြတ်က မေးသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာတွင် ဖက်စပ်သူ ရုပ်တုကိုးကွယ်သူများသည် ၎င်းတို့ မသိလိုက်သည့်နေရာမှ ကျရောက်လာမည့် ဖုံးလွှမ်းသော ပြစ်ဒဏ်မှ လုံခြုံသည်ဟု ခံစားရပါသလား။' အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်များတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَن يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ - أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ - أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မကောင်းမှု ပရိယာယ်များကို ကြံစည်သူများသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မြေကြီးထဲသို့ နစ်မြုပ်စေမည်မဟုတ်ဟု၊ သို့မဟုတ် ၎င်းတို့ မသိလိုက်သည့်ဘက်မှ ပြစ်ဒဏ်သည် ၎င်းတို့အား ဖမ်းဆီးမည်မဟုတ်ဟု၊ သို့မဟုတ် ၎င်းတို့ သွားလာနေစဉ် အလယ်တွင် အရှင်မြတ်က ၎င်းတို့အား ဖမ်းဆီးမည်ဖြစ်ရာ ၎င်းတို့အတွက် <span class=\"gray\">(အလ္လာဟ်၏ အပြစ်ဒဏ်မှ)</span> လွတ်မြောက်ခြင်း မရှိစေရဟု၊ သို့မဟုတ် အရှင်မြတ်က ၎င်းတို့အား တဖြည်းဖြည်း ပျက်စီးခြင်း <span class=\"gray\">(၎င်းတို့၏ ပစ္စည်းဥစ္စာနှင့် ကျန်းမာရေး)</span> ဖြင့် ဖမ်းဆီးမည်ဟု လုံခြုံသည်ဟု ခံစားရပါသလား။ အမှန်စင်စစ်၊ အရှင်၏ အရှင်သခင်သည် အမှန်ပင် ကြင်နာမှု အပြည့်အဝရှိတော်မူ၏၊ အလွန်တရာ ကရုဏာရှင်ဖြစ်သည်။)</span><span class=\"gray\">[၁၆:၄၅-၄၇]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ - أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ - أَفَأَمِنُوا مَكْرَ اللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့ရွာနေ လူတို့သည် ညအချိန်တွင် ၎င်းတို့ အိပ်ပျော်နေစဉ် ကျွန်ုပ်တို့၏ ပြစ်ဒဏ် ကျရောက်လာခြင်းကို လုံခြုံသည်ဟု ခံစားရပါသလား။ သို့မဟုတ် မြို့ရွာနေ လူတို့သည် နံနက်စောစောပိုင်းတွင် ၎င်းတို့ ကစားနေစဉ် ကျွန်ုပ်တို့၏ ပြစ်ဒဏ် ကျရောက်လာခြင်းကို လုံခြုံသည်ဟု ခံစားရပါသလား။ သူတို့သည် အလ္လာဟ်၏ အစီအမံကို လုံခြုံသည်ဟု ခံစားရပါသလား။ အလ္လာဟ်၏ အစီအမံမှ အဘယ်သူမျှ လုံခြုံသည်ဟု မခံစားရပါ၊ ဆုံးရှုံးသူ လူများမှတစ်ပါး။)</span><span class=\"gray\">[၇:၉၇-၉၉]</span></p>"
  },
  {
    "ayah_key": "12:108",
    "group_ayah_key": "12:108",
    "from_ayah": "12:108",
    "to_ayah": "12:108",
    "ayah_keys": "12:108",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ၊ ဤသည် ကျွန်ုပ်၏လမ်းစဉ်ဖြစ်သည်၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ခိုင်မာသော ဗဟုသုတဖြင့် ဖိတ်ခေါ်သည်၊ ကျွန်ုပ်နှင့် ကျွန်ုပ်ကို လိုက်နာသူ မည်သူမဆို (ဖိတ်ခေါ်သည်)။ အလ္လာဟ်အရှင်မြတ်သည် သန့်ရှင်း မြင့်မြတ်တော်မူ၏။ ကျွန်ုပ်သည် ရုပ်တုကိုးကွယ်သူများထဲမှ မဟုတ်ပေ။ <span>(108)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်၏ လမ်းစဉ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ အား လူသားများနှင့် ဂျင်န်များသို့ ဤသည်မှာ ၎င်း၏လမ်းစဉ်ဖြစ်သည်ဟု ပြောကြားရန် အမိန့်ပေးခဲ့သည်၊ ဆိုလိုသည်မှာ ၎င်း၏နည်းလမ်း၊ လမ်းကြောင်းနှင့် စွန်နတ်ဖြစ်သည်။ မည်သည့်အရာမှ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ မိတ်ဖက်မရှိဘဲ ခဝပ်ကိုးကွယ်ထိုက်သည်ဟူသော သက်သေခံချက်သို့ ဖိတ်ခေါ်ခြင်းကို အဓိကထားသည်။ တမန်တော် ﷺ သည် ဤသက်သေခံချက်သို့ ခိုင်မာသော ဗဟုသုတ၊ သေချာမှုနှင့် ခိုင်မာသော အထောက်အထားဖြင့် ဖိတ်ခေါ်သည်။ ၎င်း (တမန်တော်) သည် ဤလမ်းစဉ်သို့ ဖိတ်ခေါ်သည်၊ ၎င်းကို လိုက်နာသူများသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ဖိတ်ခေါ်ခဲ့သော အရာကို ခိုင်မာသော ဗဟုသုတ၊ သေချာမှုနှင့် အထောက်အထားများဖြင့် ဖိတ်ခေါ်ကြသည်၊ ယုတ္တိဗေဒဆိုင်ရာ အထောက်အထားဖြစ်စေ၊ ဘာသာရေးဆိုင်ရာ အထောက်အထားဖြစ်စေ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسُبْحَانَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သန့်ရှင်း မြင့်မြတ်တော်မူ၏။)</span> ဤအာယတ်၏ အစိတ်အပိုင်းသည် အလ္လာဟ်အရှင်မြတ်အား မိတ်ဖက်၊ တန်းတူ၊ ပြိုင်ဘက်၊ မိဘ၊ သား၊ ဇနီး၊ ဝန်ကြီး သို့မဟုတ် အကြံပေးပုဂ္ဂိုလ် ရှိခြင်းမှ ကင်းစင်ကြောင်း ကျွန်ုပ် ချီးမွမ်းခြင်း၊ ဂုဏ်ပြုခြင်း၊ ရိုသေခြင်းနှင့် ချီးကျူးခြင်းတို့ကို ဆိုလိုသည်။ ချီးမွမ်းခြင်းနှင့် ဂုဏ်ပြုခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်ဖြစ်၏။ ၎င်းတို့ အရှင်မြတ်ထံ ပြုလုပ်သည့် စွပ်စွဲချက်များအားလုံးမှ အရှင်မြတ်သည် သန့်ရှင်း မြင့်မြတ်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَن فِيهِنَّ ۚ وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُ كَانَ حَلِيمًا غَفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးခုနစ်ထပ်နှင့် ကမ္ဘာမြေ၊ ထိုအရာများ၌ရှိသမျှတို့သည် အရှင်မြတ်အား ချီးမွမ်းကြသည်။ အရာခပ်သိမ်းတို့သည် အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးတော်ကို ချီးမွမ်းကြသည်မှတစ်ပါး အခြားမရှိပေ။ သို့သော် သင်တို့သည် ၎င်းတို့၏ ချီးမွမ်းခြင်းကို နားမလည်ကြပေ။ အမှန်စင်စစ် အရှင်မြတ်သည် အမြဲတစေ သည်းခံတော်မူထသော၊ အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူထသော အရှင်ဖြစ်တော်မူသည်။)</span><span class=\"gray\">[17:44]</span></p>"
  }
]