[
  {
    "ayah_key": "8:43",
    "group_ayah_key": "8:43",
    "from_ayah": "8:43",
    "to_ayah": "8:44",
    "ayah_keys": "8:43,8:44",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(မှတ်သားလော့)</span> အလ္လာဟ်အရှင်မြတ်သည် သင်၏အိပ်မက်တွင် ၎င်းတို့ကို နည်းပါးစွာ ပြသတော်မူခဲ့စဉ်က၊ အကယ်၍ အရှင်မြတ်က ၎င်းတို့ကို များစွာ ပြသတော်မူခဲ့မည်ဆိုလျှင် သင်တို့သည် စိတ်ဓာတ်ကျပြီး ဆုံးဖြတ်ချက်ချရာတွင် အငြင်းပွားကြမည်မှာ သေချာပါသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(သင်တို့ကို)</span> ကယ်တင်တော်မူခဲ့သည်။ ဧကန်မလွဲ အရှင်မြတ်သည် ရင်တွင်း၌ရှိသည်များကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်တော်မူ၏ <span>(၄၃)</span>သင်တို့ တွေ့ဆုံကြသည့်အခါ အရှင်မြတ်က ၎င်းတို့ကို သင်တို့မျက်စိတွင် နည်းပါးစွာ ပြသတော်မူခဲ့ပြီး သင်တို့ကိုလည်း ၎င်းတို့မျက်စိတွင် နည်းပါးစွာ ပေါ်လွင်စေတော်မူခဲ့သည်၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် ကြိုတင်စီမံပြီးသားကိစ္စတစ်ခုကို ပြီးမြောက်စေနိုင်ရန်နှင့် ကိစ္စအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ <span class=\"gray\">(ဆုံးဖြတ်ချက်အတွက်)</span> ပြန်လည်ရောက်ရှိကြပေမည်<span>(၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် အုပ်စုတစ်ခုစီကို တစ်ဖက်အုပ်စု၏ မျက်စိတွင် နည်းပါးစွာ မြင်စေတော်မူခဲ့သည်။</h2></div><p lang=\"my\" class=\"my \">မုဂျာဟစ်ဒ်က \"အိပ်မက်ထဲတွင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ် ﷺ အား ရန်သူကို နည်းပါးစွာ ပြသတော်မူခဲ့သည်။ တမန်တော်မြတ် ﷺ က ဤသတင်းကို သာဝကများအား အသိပေးခဲ့ရာ ၎င်းတို့၏ စိတ်ဓာတ်များ ခိုင်မာလာခဲ့သည်။\" ဟု ပြောကြားခဲ့သည်။ ထိုနည်းတူ အိဗ်နု အစ္စဟာက်နှင့် အခြားသူအများအပြားကလည်း ပြောဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَرَاكَهُمْ كَثِيرًا لَّفَشِلْتُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အရှင်မြတ်က ၎င်းတို့ကို သင်တို့အား များစွာ ပြသတော်မူခဲ့မည်ဆိုလျှင် သင်တို့သည် ဧကန်မလွဲ စိတ်ဓာတ်ကျကြလိမ့်မည်။)</span> သင်တို့သည် ၎င်းတို့နှင့် တွေ့ဆုံခြင်းမှ ကြောက်ရွံ့စွာ ရှောင်ကြဉ်ပြီး သင်တို့အချင်းချင်း အငြင်းပွားကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ سَلَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကယ်တင်တော်မူခဲ့သည်)</span>၊ ဤအရာအားလုံးမှ၊ အရှင်မြတ်က ၎င်းတို့ကို သင်တို့အား နည်းပါးစွာ မြင်စေတော်မူခဲ့သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အရှင်မြတ်သည် ရင်တွင်း၌ရှိသည်များကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">[၈:၄၃]</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နှလုံးသားနှင့် အတွင်းစိတ်က မည်သည်တို့ကို ဖုံးကွယ်ထားသည်ကို သိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မျက်လုံးတို့၏ လှည့်ဖြားမှုကိုလည်းကောင်း၊ ရင်တွင်း၌ ဖုံးကွယ်ထားသော အရာအားလုံးကိုလည်းကောင်း သိတော်မူ၏။)</span><span class=\"gray\">[၄၀:၁၉]</span>။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ တွေ့ဆုံကြသည့်အခါ အရှင်မြတ်က ၎င်းတို့ကို သင်တို့မျက်စိတွင် နည်းပါးစွာ ပြသတော်မူခဲ့သည်)</span> သည် ယုံကြည်သူများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို ပြသနေသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့မျက်စိတွင် မယုံကြည်သူများကို နည်းပါးစွာ မြင်စေခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် အားတက်လာပြီး ၎င်းတို့နှင့် တွေ့ဆုံရန် စိတ်အားထက်သန်လာမည်ဖြစ်သည်။ အဘူ အစ္စဟာက် အဆ်-စူဘိုင်အီက အဘူ ဥဘိုင်ဒါးက ပြောကြားခဲ့ကြောင်း၊ အဗ်ဒူလ္လာဟ် အိဗ်နု မပ်စ်အူဒ်က ပြောကြားခဲ့ကြောင်း ပြောဆိုခဲ့သည်- \"ဘဒ်ရ်တိုက်ပွဲအတွင်း ၎င်းတို့သည် ကျွန်ုပ်တို့မျက်စိတွင် နည်းပါးသည်ဟု ထင်ရအောင် ပြုလုပ်ခံခဲ့ရသည်၊ ထို့ကြောင့် ကျွန်ုပ်ဘေးမှ လူတစ်ဦးအား 'သူတို့ ခုနစ်ဆယ်ခန့် ရှိသည်ဟု သင်ထင်ပါသလား' ဟု ကျွန်ုပ်မေးခဲ့သည်။ ထိုသူက 'မဟုတ်ဘူး၊ သူတို့ တစ်ရာရှိသည်' ဟု ပြောခဲ့သည်။ သို့သော် ကျွန်ုပ်တို့က ၎င်းတို့ထဲမှ တစ်ဦးကို ဖမ်းဆီးရမိသောအခါ ကျွန်ုပ်တို့မေးမြန်းခဲ့ရာ သူက 'ကျွန်ုပ်တို့ တစ်ထောင်ရှိသည်' ဟု ပြောခဲ့သည်။\" အိဗ်နု အဘီ ဟာတိမ်နှင့် အိဗ်နု ဂျရီရ်တို့က မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က သင်တို့ကိုလည်း ၎င်းတို့မျက်စိတွင် နည်းပါးစွာ ပေါ်လွင်စေတော်မူခဲ့သည်၊)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ တွေ့ဆုံကြသည့်အခါ အရှင်မြတ်က ၎င်းတို့ကို သင်တို့အား ပြသတော်မူခဲ့သည်...)</span>၊ အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ထားသည့် အိကရိမဟ်၏ အဆိုအရ အရှင်မြတ်က အုပ်စုနှစ်ခုစလုံးကို တစ်ဖက်အုပ်စုနှင့် ယှဉ်ပြိုင်ရန် အားပေးခဲ့သည်။ ဤအဆိုသည် စဟီဟ် ဆင့်ပွားဇာတ်ကြောင်းရှင်များ ဆက်စပ်မှုရှိသည်။ မုဟမ္မဒ် အိဗ်နု အစ္စဟာက်က ယာဟ်ယာ အိဗ်နု အဗ်ဗာဒ် အိဗ်နု အဗ်ဒူလ္လာဟ် အိဗ်နု အဇ်-ဇူဘိုင်ရ်က သူ့အား ၎င်း၏ဖခင်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် ကြိုတင်စီမံပြီးသားကိစ္စတစ်ခုကို ပြီးမြောက်စေနိုင်ရန်၊)</span></p><p lang=\"my\" class=\"my \">\"၎င်းတို့အကြား စစ်ပွဲစတင်ရန်အတွက်၊ သို့မှသာ အရှင်မြတ်သည် လက်စားချေရန် ဆုံးဖြတ်ထားသောသူများ <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများ)</span> ကို လက်စားချေနိုင်ရန်နှင့် အရှင်မြတ်က ကျေးဇူးပြုရန် ဆုံးဖြတ်ထားသော အရှင်မြတ်၏ ထောက်ခံသူများအပေါ် ကျေးဇူးတော်ကို ပေးသနားပြီး ပြည့်စုံစေနိုင်ရန်ဖြစ်သည်။\" ဤအရာ၏ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်သည် အုပ်စုတစ်ခုစီကို တစ်ဖက်အုပ်စုနှင့် ယှဉ်ပြိုင်ရန် အားပေးခဲ့ပြီး ၎င်းတို့အား တစ်ဦးနှင့်တစ်ဦး၏ မျက်စိတွင် နည်းပါးစွာ မြင်စေခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် ၎င်းတို့နှင့် တွေ့ဆုံရန် စိတ်အားထက်သန်လာမည်ဖြစ်သည်။ ဤအရာသည် တိုက်ပွဲမစတင်မီက ဖြစ်ပွားခဲ့ခြင်းဖြစ်သည်၊ သို့သော် တိုက်ပွဲစတင်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို ကောင်းကင်တမန်တစ်ထောင်ဖြင့် ဆက်တိုက် ထောက်ပံ့တော်မူခဲ့သောအခါ မယုံကြည်သူအုပ်စုသည် ယုံကြည်သူများအား ၎င်းတို့၏ နှစ်ဆအရေအတွက်ရှိသည်ကို မြင်တွေ့ခဲ့ရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا ۖ فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ ۚ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَن يَشَاءُ ۗ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّأُولِي الْأَبْصَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အဖို့ရာ <span class=\"gray\">(အို ဂျူးလူမျိုးတို့)</span> တွေ့ဆုံခဲ့ကြသော စစ်တပ်နှစ်တပ် <span class=\"gray\">(တိုက်ပွဲတွင်၊ ဘဒ်ရ်တိုက်ပွဲ)</span> တွင် သက်သေပြချက်တစ်ခု ရှိခဲ့ပြီးဖြစ်သည်။ တစ်တပ်သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် တိုက်ခိုက်နေပြီး အခြားတစ်တပ်မှာမူ <span class=\"gray\">(၎င်းတို့သည်)</span> မယုံကြည်သူများ ဖြစ်ကြသည်။ ၎င်းတို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> သည် ၎င်းတို့ <span class=\"gray\">(ယုံကြည်သူများ)</span> ကို ၎င်းတို့၏ မျက်လုံးများဖြင့်ပင် ၎င်းတို့၏ အရေအတွက်နှစ်ဆရှိသည်ကို မြင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို မိမိ၏ အကူအညီဖြင့် ထောက်ခံတော်မူ၏။ ဧကန်မလွဲ ဤအရာ၌ နားလည်သောသူများအဖို့ သင်ခန်းစာတစ်ခု ရှိသည်။)</span><span class=\"gray\">[၃:၁၃]</span></p><p lang=\"my\" class=\"my \">ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် ဤအာယတ်တော်နှစ်ခုကို ပေါင်းစပ်လိုက်ခြင်းဖြစ်ပြီး၊ ဧကန်မလွဲ ၎င်းတို့တစ်ခုစီတိုင်းသည် မှန်ကန်ပေသည်၊ ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်ဖြစ်ပြီး ကျေးဇူးတော်အပေါင်းသည် အရှင်မြတ်ထံမှ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "8:45",
    "group_ayah_key": "8:45",
    "from_ayah": "8:45",
    "to_ayah": "8:46",
    "ayah_keys": "8:45,8:46",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! သင်တို့သည် <span class=\"gray\">(ရန်သူ)</span>တပ်ဖွဲ့နှင့် ရင်ဆိုင်တွေ့သည့်အခါ၊ သူတို့ကို အခိုင်အမာ ရင်ဆိုင်တိုက်ခိုက်ကြလော့ အလ္လာဟ်အရှင်မြတ်ကို အများအပြား အမှတ်ရကြလော့၊ သို့မှသာ သင်တို့ အောင်မြင်လိမ့်မည် <span>(45)</span>အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ကို နာခံကြလော့၊ နှင့် <span class=\"gray\">(အချင်းချင်း)</span> အငြင်းပွားမှုမပြုကြနှင့် သင်တို့သည် သတ္တိပျောက်ပြီး ခွန်အားများ ဆုံးရှုံးသွားမည်ကို စိုးရိမ်သောကြောင့်၊ နှင့် သည်းခံကြလော့။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သည်းခံသူများနှင့်အတူ ရှိသည်။ <span>(46)</span></p><div lang=\"my\" class=\"my \"><h2>စစ်ပွဲ၏ စည်းကမ်းများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ သစ္စာရှိကျေးကျွန်များကို စစ်ပွဲတွင် ရန်သူနှင့်ရင်ဆိုင်တွေ့သည့်အခါ တိုက်ခိုက်ခြင်း၏ စည်းကမ်းများနှင့် သတ္တိရှိခြင်း၏ နည်းလမ်းများကို သင်ကြားပြသတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့သည် <span class=\"gray\">(ရန်သူ)</span>တပ်ဖွဲ့နှင့် တွေ့သည့်အခါ သူတို့ကို အခိုင်အမာ ရင်ဆိုင်တိုက်ခိုက်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">စာဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ 'အဗ်ဒုလ္လာဟ် ဗင် အဘီ အောင်ဖာ' က စစ်ပွဲတစ်ခုအတွင်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် နေဝင်ချိန်အထိ စောင့်ဆိုင်းခဲ့ပြီးနောက် လူအများကြားတွင် ရပ်ကာ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ لَا تَتَمَنَّوْا لِقَاءَ الْعَدُوِّ، واسْأَلُوا اللهَ الْعَافِيَةَ فَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا وَاعْلَمُوا أَنَّ الْجَنَّةَ تَحْتَ ظِلَالِ السُّيُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့! <span class=\"gray\">(စစ်ပွဲတွင်)</span> ရန်သူနှင့် ရင်ဆိုင်တွေ့ကြုံရရန် မတောင့်တကြနှင့်။ <span class=\"gray\">(ဘေးဒုက္ခများမှ)</span> ကယ်ဆယ်ရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းခံကြလော့။ သို့သော် ရန်သူနှင့် ရင်ဆိုင်တွေ့ကြုံရပါက သည်းခံကြလော့။ ဂျန္နတ်သည် ဓားများ၏ အရိပ်အောက်တွင် ရှိကြောင်း သင်တို့ သိစေလော့။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ကိုယ်တော်သည် ရပ်၍ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ مُنْزِلَ الْكِتَابِ، وَمُجْرِي السَّحَابِ، وَهَازِمَ الْأَحْزَابِ، اهْزِمْهُمْ وَانْصُرْنَا عَلَيْهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်! <span class=\"gray\">(မြင့်မြတ်သော)</span> ကျမ်းဂန်ကို ထုတ်ပြန်တော်မူသောအရှင်၊ တိမ်တိုက်များကို ရွေ့လျားစေသောအရှင်၊ မဟာမိတ်အဖွဲ့များကို နှိမ်နင်းတော်မူသောအရှင်၊ သူတို့ကို နှိမ်နင်းတော်မူပါ ပြီးလျှင် သူတို့အပေါ် ကျွန်ုပ်တို့အား အောင်မြင်မှု ပေးသနားတော်မူပါ။)</span></p><div lang=\"my\" class=\"my \"><h2>ရန်သူနှင့် ထိပ်တိုက်ရင်ဆိုင်ရသောအခါ ခံနိုင်ရည်ရှိရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် စစ်ပွဲတွင် ရန်သူနှင့် တွေ့ဆုံသည့်အခါ ခံနိုင်ရည်ရှိရန် အမိန့်ပေးတော်မူပြီး သူတို့ကို တိုက်ခိုက်နေစဉ် သည်းခံရန် ပညတ်တော်မူသည်။ မူဆလင်မ်တို့သည် စစ်ပွဲတွင် ထွက်ပြေးခြင်း၊ ရှက်ရွံ့ခြင်း သို့မဟုတ် ကြောက်ရွံ့ခြင်းတို့ ပြုလုပ်ရန် ခွင့်မပြုပါ။ ထိုအခြေအနေတွင် ရှိနေစဉ် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရရန်နှင့် ၎င်း၏ အမှတ်ရခြင်းကို မေ့လျော့ခြင်း မပြုရန် သူတို့ကို အမိန့်ပေးထားသည်။ သူတို့သည် အထောက်အပံ့အတွက် ၎င်းကိုသာ တောင်းခံသင့်ပြီး ၎င်းအား ယုံကြည်ကာ သူတို့၏ ရန်သူများအပေါ် အောင်မြင်မှုကို ၎င်းထံမှ ရှာဖွေသင့်သည်။ ထိုကဲ့သို့သော အခြေအနေများတွင် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ ကို နာခံရန် လိုအပ်ပြီး ၎င်းမိန့်ကြားထားသည်များကို လိုက်နာကာ ၎င်းတားမြစ်ထားသည်များကို ရှောင်ရှားရန် လိုအပ်သည်။ သူတို့သည် အချင်းချင်း အငြင်းပွားခြင်းကို ရှောင်ရှားရန် လိုအပ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ယင်းက သူတို့၏ ရှုံးနိမ့်မှုနှင့် ကျရှုံးမှုကို ဖြစ်ပေါ်စေနိုင်သောကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَذْهَبَ رِيحُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ခွန်အား ပျောက်ကွယ်သွားမည်ကို စိုးရိမ်သောကြောင့်)</span>၊ သို့မှသာ သင်တို့၏ ခွန်အား၊ ခံနိုင်ရည်နှင့် သတ္တိတို့သည် သင်တို့ထံမှ မပျောက်ကွယ်သွားရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرُوا ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သည်းခံကြလော့။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သည်းခံသူများနှင့်အတူ ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">သူတို့၏ သတ္တိနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ကို နာခံမှုတွင် ဆွဟာဘာများ (တမန်တော်၏ ရဲဘော်များ) သည် သူတို့ရှေ့က မည်သည့်လူမျိုး သို့မဟုတ် မျိုးဆက်မှ မမြင်ဖူးသော အဆင့်သို့ ရောက်ရှိခဲ့သည်၊ သို့မဟုတ် နောက်နောင်လာမည့် မည်သည့်လူမျိုးမျှလည်း မရောက်ဖူးသော အဆင့်ဖြစ်သည်။ ရစူလ်တမန်တော် ﷺ ၏ ကောင်းချီးမင်္ဂလာနှင့် ကိုယ်တော် မိန့်ကြားခဲ့သည်များကို နာခံမှုအားဖြင့် ဆွဟာဘာများသည် နှလုံးသားများကို ဖွင့်လှစ်နိုင်ခဲ့ပြီး ကမ္ဘာ့အရှေ့ဘက်နှင့် အနောက်ဘက် ဒေသအမျိုးမျိုးကိုလည်း အတော်အတန် အချိန်တိုအတွင်း ဖွင့်လှစ်နိုင်ခဲ့သည်။ ထိုအချိန်က အမျိုးမျိုးသော လူမျိုးစုများ၏ စစ်တပ်များနှင့် နှိုင်းယှဉ်လျှင် သူတို့ အရေအတွက် နည်းပါးသော်လည်း ဤသို့ ဖြစ်ပျက်ခဲ့သည်။ ဥပမာအားဖြင့် ရောမလူမျိုးများ၊ ပါရှန်းလူမျိုးများ၊ တူရကီလူမျိုးများ၊ ဆလာဗ်လူမျိုးများ၊ ဘာဘာလူမျိုးများ၊ အီသီယိုးပီးယားလူမျိုးများ၊ ဆူဒန်လူမျိုးစုများ၊ ကော့ပ်လူမျိုးများနှင့် အာဒမ်၏ သားသမီးများ ကျန်သူများ။ အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်သည် အမြင့်ဆုံးဖြစ်လာပြီး ၎င်း၏ဘာသာတရားသည် ဘာသာတရားအားလုံးထက် လွှမ်းမိုးလာသည်အထိ ဤလူမျိုးများအားလုံးကို သူတို့ အောင်ပွဲခံခဲ့သည်။ အစ္စလာမ့်နိုင်ငံတော်သည် နှစ်ပေါင်းသုံးဆယ်အောက်အတွင်း ကမ္ဘာ့အရှေ့ဘက်နှင့် အနောက်ဘက်ဒေသများသို့ ပြန့်နှံ့ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ၎င်း၏ ကျေနပ်မှုကို ပေးသနားတော်မူပါစေ၊ ထို့ပြင် သူတို့အားလုံးကို ကျေနပ်တော်မူပါစေ၊ ပြီးလျှင် ကျွန်ုပ်တို့ကို သူတို့အထဲ၌ စုဝေးစေတော်မူပါစေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အလွန်ရက်ရောပြီး ပေးသနားသောအရှင် ဖြစ်သောကြောင့်။</p>"
  }
]