[
  {
    "ayah_key": "35:36",
    "group_ayah_key": "35:36",
    "from_ayah": "35:36",
    "to_ayah": "35:37",
    "ayah_keys": "35:36,35:37",
    "text": "<p lang=\"my\" class=\"my \">သို့သော် မယုံကြည်သူများအတွက်မူ ဂျဟန္နမ်ငရဲမီး ရှိလိမ့်မည်။ ၎င်းတို့သည် သေဆုံးသွားစေရန် ၎င်းတို့အပေါ် အပြည့်အဝသတ်ဖြတ်မှု အကျိုးသက်ရောက်ခြင်းလည်း မရှိသကဲ့သို့ ၎င်းတို့၏ ပြစ်ဒဏ်ကို လျှော့ပေါ့ပေးခြင်းလည်း မရှိပေ။ ဤသို့ဖြင့် ငါတို့သည် ငြင်းပယ်သူတိုင်းကို အစားပေးသည်။ <span>(၃၆)</span> ထိုတွင် ၎င်းတို့က \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့အား ထုတ်ပေးပါ၊ ကျွန်ုပ်တို့သည် မလုပ်ခဲ့ဖူးသော ကောင်းမွန်သည့် လုပ်ရပ်များကို လုပ်ပါမည်။\" ဟု အော်ဟစ်ကြလိမ့်မည်။ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ပြန်ဖြေလိမ့်မည်။)</span> \"သြဝါဒခံယူလိုသူတိုင်း သြဝါဒခံယူနိုင်ရန်အတွက် ငါတို့သည် သင်တို့အား လုံလောက်သော အသက်တာများကို မပေးခဲ့ဖူးလား။ သတိပေးသူလည်း သင်တို့ထံသို့ ရောက်လာခဲ့ပြီ။ ထို့ကြောင့် သင်တို့ မြည်းစမ်းကြလော့။ မတရားပြုသူများအတွက် မည်သည့် ကူညီသူမျှ မရှိပေ။ <span>(၃၇)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူ၏ ပြစ်ဒဏ်နှင့် ဂျဟန္နမ်တွင် ၎င်းတို့၏ အခြေအနေ မည်သို့ရှိမည်နည်း။</p><p lang=\"my\" class=\"my \">ကောင်းချီးခံစားရသူများ မည်သို့ရှိမည်ကို <span class=\"gray\">(ပရဒိသုတွင်)</span> ငါတို့အား ပြောပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် ကံဆိုးသူတို့၏ အခြေအနေ မည်သို့ရှိမည်ကို ငါတို့အား စတင်ပြောပြသည်။ ၎င်းက မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မယုံကြည်သူများအတွက်မူ ဂျဟန္နမ်ငရဲမီး ရှိလိမ့်မည်။ ၎င်းတို့သည် သေဆုံးသွားစေရန် ၎င်းတို့အပေါ် အပြည့်အဝသတ်ဖြတ်မှု အကျိုးသက်ရောက်ခြင်းလည်း မရှိပေ။)</span> ၎င်းသည် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတွင် သူသည် သေခြင်းလည်းမရှိ၊ ရှင်ခြင်းလည်းမရှိပေ။)</span><span class=\"gray\">(၂၀:၇၄)</span>။ စဟီးဟ် မွတ်စလင်မ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَهْلُ النَّارِ الَّذِينَ هُمْ أَهْلُهَا، فَلَا يَمُوتُونَ فِيهَا وَلَا يَحْيَوْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျဟန္နမ်တွင် နေထိုင်ကြမည့် ဂျဟန္နမ်သားများအတွက်မူ ထိုတွင် ၎င်းတို့သည် ရှင်ခြင်းလည်းမရှိ၊ သေခြင်းလည်းမရှိပေ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُمْ مَاكِثُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် <span class=\"gray\">(ဂျဟန္နမ်စောင့်ကို)</span> အော်ဟစ်ကြလိမ့်မည်။ \"အို မာလစ်ခ်! သင်၏အရှင်သခင်သည် ကျွန်ုပ်တို့အား အဆုံးသတ်ပေးပါ။\" သူက \"အမှန်စင်စစ် သင်တို့သည် ထာဝရနေရလိမ့်မည်။\" ဟု ဆိုလိမ့်မည်။)</span><span class=\"gray\">(၄၃:၇၇)</span>။ ဤအခြေအနေတွင် ၎င်းတို့သည် သေနိုင်လျှင် ကောင်းလိမ့်မည်ဟု တွေးကြလိမ့်မည်၊ ၎င်းတို့အတွက် အနားယူချိန် ဖြစ်လိမ့်မည်။ သို့သော် ၎င်းတို့အတွက် ထိုသို့ ဘယ်သောအခါမျှ ဖြစ်လာမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သေဆုံးသွားစေရန် ၎င်းတို့အပေါ် အပြည့်အဝသတ်ဖြတ်မှု အကျိုးသက်ရောက်ခြင်းလည်း မရှိသကဲ့သို့ ၎င်းတို့၏ ပြစ်ဒဏ်ကို လျှော့ပေါ့ပေးခြင်းလည်း မရှိပေ။)</span> ၎င်းသည် အာယတ်တော်များနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ - لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ပြစ်မှုကျူးလွန်သူများသည် ဂျဟန္နမ်၏ ပြစ်ဒဏ်တွင် ထာဝရနေရလိမ့်မည်။ <span class=\"gray\">(၎င်း)</span> သည် ၎င်းတို့အတွက် လျှော့ပေါ့ပေးခြင်း မရှိသကဲ့သို့ ၎င်းတို့သည် ပြင်းထန်သော နောင်တ၊ ဝမ်းနည်းမှုနှင့် စိတ်ပျက်အားငယ်မှုတို့ဖြင့် ပျက်စီးခြင်းထဲသို့ ကျရောက်ကြလိမ့်မည်။)</span><span class=\"gray\">(၄၃:၇၄-၇၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းငြိမ်သက်သွားတိုင်း ၎င်းတို့အတွက် မီး၏ ပြင်းထန်မှုကို ငါတို့ တိုးမြှင့်ပေးလိမ့်မည်။)</span><span class=\"gray\">(၁၇:၉၇)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့ မြည်းစမ်းကြလော့။ ပြစ်ဒဏ်မှလွဲ၍ သင်တို့အား ငါတို့ မည်သည့် တိုးမြှင့်မှုမျှ ပေးမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၇၈:၃၀)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَذَٰلِكَ نَجْزِي كُلَّ كَفُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ငါတို့သည် ငြင်းပယ်သူတိုင်းကို အစားပေးသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ အရှင်သခင်ကို မယုံကြည်သူတိုင်းနှင့် အမှန်တရားကို ငြင်းပယ်သူတိုင်း၏ အကျိုးပေး ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَصْطَرِخُونَ فِيهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတွင် ၎င်းတို့က အော်ဟစ်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ငရဲမီးထဲတွင် အသံများဖြင့် အလ္လာဟ်အရှင်မြတ်အား တောင်းပန်ကာ အော်ခေါ်ကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့အား ထုတ်ပေးပါ၊ ကျွန်ုပ်တို့သည် မလုပ်ခဲ့ဖူးသော ကောင်းမွန်သည့် လုပ်ရပ်များကို လုပ်ပါမည်။\")</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ပထမဆုံးလုပ်ခဲ့သော အမှုများမှ ကွဲပြားသည့် အရာတစ်ခုခုကို လုပ်ဆောင်နိုင်ရန်အတွက် လောကီဘဝသို့ ပြန်သွားရန် တောင်းဆိုကြလိမ့်မည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၊ ဘုန်းကြီးတော်မူသော အရှင်သည် ၎င်းတို့အား ဤလောကသို့ ပြန်ပို့ပါက ၎င်းတို့ တားမြစ်ခံရသော အရာများဆီသို့ ပြန်သွားကြလိမ့်မည်ကို သိတော်မူသည်။ ၎င်းတို့ လိမ်ညာနေကြောင်းကိုလည်း သိတော်မူသည်။ ထို့ကြောင့် ၎င်းတို့၏ ပန်ကြားမှုကို လက်ခံဖြေကြားမည်မဟုတ်ပေ။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ ပြောလိမ့်မည်ဟု ငါတို့အား ပြောထားသည့် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ إِلَىٰ خُرُوجٍ مِنْ سَبِيلٍ - ذَٰلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ ۖ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် <span class=\"gray\">(ငရဲမှ)</span> ထွက်ရန် နည်းလမ်း ရှိသလော။ <span class=\"gray\">(ပြောလိမ့်မည်။)</span> \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းကိုသာ ဖိတ်ခေါ်သောအခါ သင်တို့ ငြင်းပယ်ခဲ့ <span class=\"gray\">(မယုံကြည်ခဲ့)</span> ကြသည်။ သို့သော် ၎င်းအရှင်နှင့် အပေါင်းအဖော်များ ပူးပေါင်းသောအခါ သင်တို့ ယုံကြည်ခဲ့ကြသည်။\")</span><span class=\"gray\">(၄၀:၁၁,၁၂)</span> ဆိုလိုသည်မှာ 'သင်တို့ ထိုသို့ ဖြစ်ခဲ့သောကြောင့် သင်တို့အတွက် မည်သည့် အဖြေမျှ မရှိပေ။ ဤလောကသို့ ပြန်လာခဲ့လျှင် သင်တို့ တားမြစ်ခံခဲ့ရသည့် အရာများဆီသို့သာ ပြန်သွားကြလိမ့်မည်။' အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သြဝါဒခံယူလိုသူတိုင်း သြဝါဒခံယူနိုင်ရန်အတွက် ငါတို့သည် သင်တို့အား လုံလောက်သော အသက်တာများကို မပေးခဲ့ဖူးလား။ သတိပေးသူလည်း သင်တို့ထံသို့ ရောက်လာခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ 'အကယ်၍ သင်တို့သည် အမှန်တရားမှ အကျိုးခံစားရမည့်သူများထဲတွင် ပါဝင်ခဲ့ပါက သင်တို့၏ ဘဝသက်တမ်းအတွင်း အကျိုးခံစားရရန်အတွက် လောက၌ သင်တို့ လုံလောက်စွာ မနေထိုင်ခဲ့ကြဖူးလား။' </p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အဘူ ဟိုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ အနားတွင် ရှိတော်မူပါစေ၊ ပရောဖက် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَعْذَرَ اللهُ تَعَالَى إِلَى عَبْدٍ أَحْيَاهُ حتّٰى بَلَغَ سِتِّينَ أَوْ سَبْعِينَ سَنَةً، لَقَدْ أَعْذَرَ اللهُ تَعَالَى إِلَيْهِ، لَقَدْ أَعْذَرَ اللهُ تَعَالَى إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အသက်ခြောက်ဆယ် သို့မဟုတ် ခုနစ်ဆယ်နှစ်အထိ ရှင်သန်နေထိုင်သူအတွက် မည်သည့် ဆင်ခြေမျှ မထားခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် မည်သည့် ဆင်ခြေမျှ မထားခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် မည်သည့် ဆင်ခြေမျှ မထားခဲ့ပေ။)</span></p><p lang=\"my\" class=\"my \">အိမာမ် အလ်-ဘူခါရီသည်လည်း ၎င်း၏ စဟီးဟ်ကျမ်းရှိ ရိကားခ်ကျမ်းတွင် အဘူ ဟိုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-\" ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَعْذَرَ اللهُ عَزَّ وَجَلَّ إِلَى امْرِىءٍ أَخَّرَ عُمْرَهُ حتّٰى بَلَغَ سِتِّينَ سَنَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အသက်ခြောက်ဆယ်သို့ ရောက်ရှိသော လူသားအတွက် မည်သည့် ဆင်ခြေမျှ မထားခဲ့ပေ။)</span>\" အိဗ်နု ဂျရီးရ်သည် အဘူ ဟိုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-\" ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمَّرَهُ اللهُ تَعَالَى سِتِّينَ سَنَةً فَقَدْ أَعْذَرَ إِلَيْهِ فِي الْعُمْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်ခြောက်ဆယ်အထိ အသက်ရှည်ခွင့်ရသူ မည်သူမဆိုအတွက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် မည်သည့် ဆင်ခြေမျှ မထားခဲ့ပေ။)</span>\" ၎င်းကို အိမာမ် အဟ်မဒ်နှင့် အန်-နာစာအီတို့က အာရ်-ရီကားခ်တွင်လည်း မှတ်တမ်းတင်ထားသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်များထံမှ မည်သည့် ဆင်ခြေကိုမဆို ဖယ်ရှားသည့် အသက်အရွယ်ဖြစ်သောကြောင့်၊ ဤသည်မှာ ဤအွမ္မသ်ရှိ လူတို့၏ ပုံမှန်အသက်အရွယ်ဖြစ်သည်။ အဘူ ဟိုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-\" ဟု ပြောကြားခဲ့သော ဟဒီးစ်တွင် ဖော်ပြထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْمَارُ أُمَّتِي مَا بَيْنَ السِّتِّينَ إِلَى السَّبْعِينَ، وَأَقَلُّهُمْ مَنْ يَجُوزُ ذَلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အွမ္မသ်ရှိ ပုံမှန်အသက်တာသည် အသက်ခြောက်ဆယ်မှ ခုနစ်ဆယ်ကြား ဖြစ်သည်၊ ဤအသက်ကို ကျော်လွန်သူ အနည်းငယ်သာ ရှိသည်။)</span>\" ၎င်းကို အတ်-တီရ်မီဇီနှင့် အိဗ်နု မာဂျာတို့က ၎င်း၏ စုနန်ရှိ ဇုဟ်ဒ်ကျမ်းတွင်လည်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَجَاءَكُمُ النَّذِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိပေးသူလည်း သင်တို့ထံသို့ ရောက်လာခဲ့ပြီ။)</span> အိဗ်နု အဘ္ဘားစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ အိကရီမာဟ်၊ အဘူ ဂျာအ်ဖရ် အလ်-ဘာကိရ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ကတာဒါဟ်နှင့် ဆွုဖ်ယန် ဘင်န် အူယိုင်းနာဟ်တို့က \"၎င်းသည် ဆံပင်ဖြူကို ဆိုလိုသည်။\" ဟု ပြောကြားခဲ့သည်ဟု ဖော်ပြထားသည်။ အစ်-ဆွုဒ်ဒီနှင့် အဘ်ဒူရ်-ရဟ်မာန် ဘင်န် ဇိုင်းဒ် ဘင်န် အစ်လမ်တို့က \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို ဆိုလိုသည်။\" ဟု ပြောကြားခဲ့ပြီး အိဗ်နု ဇိုင်းဒ်က ရွတ်ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ <span class=\"gray\">(ယခင်ခေတ်)</span> သတိပေးသူများထဲမှ သတိပေးသူတစ်ဦး ဖြစ်သည်။)</span><span class=\"gray\">(၅၃:၅၆)</span>။ ၎င်းသည် ရှိုက်ဘာန်၏ မှန်ကန်သော အမြင်ဖြစ်သည်။ ရှိုက်ဘာန်က ကတာဒါဟ် ပြောကြားသည်မှာ \"၎င်းတို့ လုံလောက်စွာ အသက်ရှင်ခဲ့ပြီး တမန်တော်များ ၎င်းတို့ထံသို့ ရောက်လာခဲ့သည်ဟူသော အချက်ကြောင့် ၎င်းတို့အား သက်သေပြလိမ့်မည်။\" ဟူ၍ ဖြစ်သည်။ ၎င်းသည် အိဗ်နု ဂျရီးရ် နှစ်သက်သည့် အမြင်လည်း ဖြစ်သည်၊ ၎င်းသည် အာယတ်တော်၏ ပေါ်လွင်သော အဓိပ္ပါယ် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُمْ مَاكِثُونَ - لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် <span class=\"gray\">(ဂျဟန္နမ်စောင့်ကို)</span> အော်ဟစ်ကြလိမ့်မည်။ \"အို မာလစ်ခ်! သင်၏အရှင်သခင်သည် ကျွန်ုပ်တို့အား အဆုံးသတ်ပေးပါ။\" သူက \"အမှန်စင်စစ် သင်တို့သည် ထာဝရနေရလိမ့်မည်။\" ငါတို့သည် သင်တို့ထံသို့ အမှန်တရားကို ယူဆောင်လာခဲ့သည်၊ သို့သော် သင်တို့အများစုသည် အမှန်တရားကို မုန်းတီးကြသည်။)</span><span class=\"gray\">(၄၃:၇၇-၇၈)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ရစူလ်တမန်တော်များမှတစ်ဆင့် အမှန်တရားကို သင်တို့အား ရှင်းလင်းစွာ ပြသခဲ့သည်၊ သို့သော် သင်တို့က ၎င်းကို ငြင်းပယ်ပြီး ဆန့်ကျင်ခဲ့ကြသည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَاكُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"da\" class=\"da \"><span class=\"gray\">(And We never punish until We have sent a Messenger)</span><span class=\"gray\">(17:15)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ - قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဖွဲ့တစ်ဖွဲ့စီကို ထိုထဲသို့ ပစ်ချတိုင်း ၎င်း၏ စောင့်ရှောက်သူများက \"သင်တို့ထံသို့ သတိပေးသူ မလာခဲ့ဖူးလား။\" ဟု မေးလိမ့်မည်။ ၎င်းတို့က \"ဟုတ်ပါသည်၊ သတိပေးသူ ရောက်လာခဲ့ပါသည်၊ သို့သော် ကျွန်ုပ်တို့သည် ၎င်းကို ငြင်းပယ်ခဲ့ပြီး 'အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အရာမျှ မပို့ခဲ့ပါ၊ သင်တို့သည် ကြီးမားသော လမ်းလွဲမှု၌သာ ရှိနေကြသည်။' ဟု ပြောခဲ့ပါသည်။\")</span><span class=\"gray\">(၆၇:၈-၉)</span>။</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့ မြည်းစမ်းကြလော့။ မတရားပြုသူများအတွက် မည်သည့် ကူညီသူမျှ မရှိပေ။)</span> ဆိုလိုသည်မှာ 'ငရဲမီး၏ ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့၊ သင်တို့၏ အမှုအားလုံးတွင် ပရောဖက်များကို ဆန့်ကျင်ခဲ့ခြင်းအတွက် အကျိုးပေးအနေဖြင့် ဖြစ်သည်။ ယနေ့တွင် သင်တို့၏ ပြစ်ဒဏ်နှင့် သံကြိုးများ၏ ကံကြမ္မာမှ သင်တို့အား ကယ်တင်မည့် ကူညီသူ မည်သူမျှ ရှိမည်မဟုတ်ပေ။'</p>"
  },
  {
    "ayah_key": "35:38",
    "group_ayah_key": "35:38",
    "from_ayah": "35:38",
    "to_ayah": "35:39",
    "ayah_keys": "35:38,35:39",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ မမြင်ရသောအရာများကို အလုံးစုံသိတော်မူသောအရှင် ဖြစ်သည်။ အမှန်စင်စစ် ၎င်းအရှင်သည် ရင်ထဲ၌ ရှိသောအရာများကို အလုံးစုံသိတော်မူသောအရှင် ဖြစ်သည်။ <span>(၃၈)</span> ၎င်းအရှင်သည်ပင်လျှင် သင်တို့အား ကမ္ဘာမြေတွင် မျိုးဆက်နောက် မျိုးဆက်ဆက်ခံသူများ ဖြစ်စေခဲ့သည်။ ထို့ကြောင့် မည်သူမဆို မယုံကြည်ပါက ၎င်းအပေါ်တွင် ၎င်း၏ မယုံကြည်မှု ရှိလိမ့်မည်။ မယုံကြည်သူတို့၏ မယုံကြည်မှုသည် ၎င်းတို့၏ အရှင်သခင်၏ ရွံရှာမုန်းတီးမှုကိုသာ တိုးစေသည်။ မယုံကြည်သူတို့၏ မယုံကြည်မှုသည် ဆုံးရှုံးမှုကိုသာ တိုးစေသည်။ <span>(၃၉)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ မမြင်ရသောအရာများကို ၎င်းအရှင်သိတော်မူကြောင်း၊ နှင့် ဝှက်ထားသောအရာများအားလုံးနှင့် နှလုံးသားများ၏ လျှို့ဝှက်ချက်များကို ၎င်းအရှင်သိတော်မူကြောင်း ငါတို့အား ပြောပြသည်။ ၎င်းအရှင်သည် လူတိုင်းအား ၎င်း၏ လုပ်ရပ်များအတိုင်း ဆုလာဘ်ပေးခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ပြုမည်ဖြစ်ကြောင်းလည်း ငါတို့အား ပြောပြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်သည်ပင်လျှင် သင်တို့အား ကမ္ဘာမြေတွင် မျိုးဆက်နောက် မျိုးဆက်ဆက်ခံသူများ ဖြစ်စေခဲ့သည်။)</span> ဆိုလိုသည်မှာ လူအားလုံးသည် မျိုးဆက်နောက် မျိုးဆက် တစ်ဦးနှင့်တစ်ဦး ဆက်ခံကြသည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့အား ကမ္ဘာမြေ၏ အမွေခံများ မျိုးဆက်နောက် မျိုးဆက် ဖြစ်စေသည်။)</span><span class=\"gray\">(၂၇:၆၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မည်သူမဆို မယုံကြည်ပါက ၎င်းအပေါ်တွင် ၎င်း၏ မယုံကြည်မှု ရှိလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ထိုအရာ၏ အကျိုးဆက်များကို ၎င်းနှင့် ၎င်းမှလွဲ၍ မည်သူမျှ ခံစားရမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့၏ မယုံကြည်မှုသည် ၎င်းတို့၏ အရှင်သခင်၏ ရွံရှာမုန်းတီးမှုကိုသာ တိုးစေသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ မယုံကြည်မှုတွင် ကြာရှည်စွာ ဆက်လက်တည်ရှိလေလေ၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပိုမိုမုန်းတီးလေလေ ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတွင် ကြာရှည်စွာ ဆက်လက်တည်ရှိလေလေ၊ တရားစီရင်မည့်နေ့တွင် ၎င်းတို့နှင့် ၎င်းတို့၏ မိသားစုများသည် ပိုမိုဆုံးရှုံးလေလေ ဖြစ်သည်။ ၎င်းသည် မယုံကြည်သူများနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။ ယုံကြည်သူများအတွက်မူ ၎င်းတို့ အသက်ရှင်နေထိုင်ပြီး ကောင်းမှုများ လုပ်ဆောင်လေလေ၊ ပရဒိသု၌ ၎င်းတို့၏ အဆင့်အတန်း ပိုမိုမြင့်မားလေလေ ဖြစ်သည်။ ၎င်းတို့၏ ဆုလာဘ် ပိုမိုကြီးမားလေလေ ဖြစ်ပြီး ၎င်းတို့၏ ဖန်ဆင်းရှင်ထံတွင် ပိုမိုချစ်ခင်ခံရလေလေ ဖြစ်သည်။</p>"
  }
]