[
  {
    "ayah_key": "45:6",
    "group_ayah_key": "45:6",
    "from_ayah": "45:6",
    "to_ayah": "45:11",
    "ayah_keys": "45:6,45:7,45:8,45:9,45:10,45:11",
    "text": "<p lang=\"my\" class=\"my \">ဤအရာများသည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များဖြစ်ကြပြီး၊ အကျွန်ုပ်တို့သည် သင့်အား မှန်ကန်စွာ ရွတ်ဖတ်ပြသနေပါသည်။ သို့ဆိုလျှင် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ အာယတ်တော်များပြီးနောက် မည်သည့်စကားကို သူတို့ယုံကြည်ကြမည်နည်း။ <span>(၆)</span>အပြစ်ရှိသော လိမ်ညာသူတိုင်းအား ဖျက်ဆီးခြင်းဖြစ်ပါစေ။ <span>(၇)</span>အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို သူ့အား တုသ်လာ <span class=\"gray\">(ရွတ်ဖတ်ပြသည်ကို)</span> ကြားနာရသော်လည်း၊ မကြားရသကဲ့သို့ မာန်မာနဖြင့် ဆက်လက်တည်ရှိနေသူ။ ထို့ကြောင့် သူ့အား နာကျင်ဖွယ်ရာပြစ်ဒဏ်ကို ကြေညာပါ။ <span>(၈)</span>အကျွန်ုပ်တို့၏ အာယတ်တော်များမှ တစ်စုံတစ်ရာကို သူသိရှိသောအခါ၊ ၎င်းတို့ကို ကဲ့ရဲ့ပြောင်လှောင်စရာဖြစ်စေသည်။ ထိုကဲ့သို့သောသူများအတွက် အရှက်ရဖွယ်ရာပြစ်ဒဏ် ရှိလိမ့်မည်။ <span>(၉)</span>သူတို့ရှေ့တွင် ဂျဟန္နမ် (ငရဲ) ရှိသည်။ သူတို့ရှာဖွေခဲ့သမျှသည် သူတို့အတွက် အကျိုးမဖြစ်ထွန်းစေနိုင်၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အကာအကွယ်ပေးမည့် မိတ်ဆွေများအဖြစ် ခံယူထားသူများလည်း အကျိုးမပြုနိုင်ပေ။ သူတို့အတွက် ကြီးမားသော ပြစ်ဒဏ်ရှိလိမ့်မည်။ <span>(၁၀)</span>ဤသည်မှာ လမ်းညွှန်မှုဖြစ်သည်။ သူတို့၏ အရှင်သခင်၏ အာယတ်တော်များကို ငြင်းပယ်သူများအတွက် ရစ်ဇ်၏ နာကျင်ဖွယ်ရာပြစ်ဒဏ် ရှိလိမ့်မည်။ <span>(၁၁)</span></p><p lang=\"my\" class=\"my \">အပြစ်ရှိသော လိမ်ညာသူ၏ ဖော်ပြချက်နှင့် ၎င်း၏ အကျိုးပေး</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအရာများသည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များဖြစ်ကြသည်)</span> – ၎င်းတွင်ပါရှိသော သက်သေအထောက်အထားများနှင့်တကွ ကုရ်အာန်ကို ရည်ညွှန်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَتْلُوهَا عَلَيْكَ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့သည် သင့်အား မှန်ကန်စွာ ရွတ်ဖတ်ပြသနေပါသည်။)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့တွင် အမှန်တရား <span class=\"gray\">(ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်)</span> မှ အမှန်တရားများ ပါရှိသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အကယ်၍ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို မယုံကြည်ဘဲ၊ ၎င်းတို့ကိုလည်း လိုက်နာခြင်းမရှိလျှင်၊ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ အာယတ်တော်များပြီးနောက် မည်သည့်စကားကို သူတို့ယုံကြည်ကြမည်နည်း။ အလ္လာဟ်အရှင်မြတ်က ထပ်မံမိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်ရှိသော လိမ်ညာသူတိုင်းအား ဖျက်ဆီးခြင်းဖြစ်ပါစေ။)</span> မိမိ၏စကားတွင် လိမ်ညာတတ်သူ၊ မကြာခဏ ကျိန်ဆိုတတ်သူ၊ အသုံးမကျသူ၊ အပြစ်ရှိသော လုပ်ရပ်များနှင့် ပြောဆိုချက်များကို ပြုလုပ်သူနှင့် ပြောဆိုသူ၊ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို ငြင်းပယ်သူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْمَعُ آيَاتِ اللَّهِ تُتْلَىٰ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို သူ့အား တုသ်လာ <span class=\"gray\">(ရွတ်ဖတ်ပြသည်ကို)</span> ကြားနာရသူ,)</span> ဆိုလိုသည်မှာ သူ့အား ရွတ်ဖတ်ပြသနေသည်ကို၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ يُصِرُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဆက်လက်တည်ရှိနေသည်)</span> မိမိ၏ ငြင်းပယ်မှု၊ မယုံကြည်မှု၊ မာန်မာနနှင့် ပုန်ကန်မှုတို့၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنْ لَمْ يَسْمَعْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကြားရသကဲ့သို့ မာန်မာနဖြင့် ဆက်လက်တည်ရှိနေသည်။)</span> သူ့အား ရွတ်ဖတ်ပြသနေသည်ကို မကြားရသကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူ့အား နာကျင်ဖွယ်ရာပြစ်ဒဏ်ကို ကြေညာပါ။)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ နာကျင်ဖွယ်ရာ၊ ပြင်းထန်သော ပြစ်ဒဏ်ကို သူခံစားရမည်ဖြစ်ကြောင်း သတင်းပေးပို့ပါ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏ အာယတ်တော်များမှ တစ်စုံတစ်ရာကို သူသိရှိသောအခါ၊ ၎င်းတို့ကို ကဲ့ရဲ့ပြောင်လှောင်စရာဖြစ်စေသည်။)</span> ကုရ်အာန်မှ တစ်စုံတစ်ရာကို သူသိရှိရလျှင် ၎င်းကို မယုံကြည်ဘဲ၊ ကဲ့ရဲ့ပြောင်လှောင်စရာအဖြစ် ယူမှတ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကဲ့သို့သောသူများအတွက် အရှက်ရဖွယ်ရာပြစ်ဒဏ် ရှိလိမ့်မည်။)</span> ကုရ်အာန်ကို ကဲ့ရဲ့ပြောင်လှောင်ခြင်းနှင့် ကျီစယ်ခြင်းအတွက် အကျိုးပေးအနေဖြင့် ဖြစ်သည်။ စဟီးဟ်ကျမ်းတွင် မွတ်စ်လင်မ်က 'အဗ်ဒုလ္လာဟ် ဘင်န် အိုမར་' ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ရန်သူများက ကုရ်အာန်ကို စော်ကားမည်ကို စိုးရိမ်သဖြင့် ရန်သူ့နယ်မြေများသို့ ကုရ်အာန်နှင့်အတူ ခရီးသွားလာခြင်းကို တားမြစ်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤလူများသည် ပြန်လည်ရောက်ရှိရာနေ့တွင် ရရှိမည့် ပြစ်ဒဏ်အမျိုးအစားကို ရှင်းပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ وَرَائِهِمْ جَهَنَّمُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ရှေ့တွင် ဂျဟန္နမ် (ငရဲ) ရှိသည်။)</span> ဆိုလိုသည်မှာ ဤဆိုးရွားသော လက္ခဏာများရှိသူအားလုံးသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ငရဲမီးထဲသို့ ရောက်ရှိသွားလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ရှာဖွေခဲ့သမျှသည် သူတို့အတွက် အကျိုးမဖြစ်ထွန်းစေနိုင်၊)</span> သူတို့၏ စည်းစိမ်ဥစ္စာနှင့် သားသမီးများသည် သူတို့အား အကျိုးမပြုနိုင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အကာအကွယ်ပေးမည့် မိတ်ဆွေများအဖြစ် ခံယူထားသူများလည်း အကျိုးမပြုနိုင်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သူတို့ ကိုးကွယ်ခဲ့သော မဟုတ်မမှန်သည့် ဘုရားများသည်လည်း သူတို့အား အနည်းငယ်မျှ အကျိုးမပြုနိုင်ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ عَظِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် ကြီးမားသော ပြစ်ဒဏ်ရှိလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا هُدًى ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ဟူဒါ <span class=\"gray\">(လမ်းညွှန်မှု)</span> ဖြစ်သည်။)</span> ကုရ်အာန်ကို ရည်ညွှန်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ အရှင်သခင်၏ အာယတ်တော်များကို ငြင်းပယ်သူများအတွက် ရစ်ဇ်၏ နာကျင်ဖွယ်ရာပြစ်ဒဏ် ရှိလိမ့်မည်။)</span> ၎င်းသည် ပူပန်ကြောက်လန့်ဖွယ်ရာနှင့် ပြင်းထန်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "46:1",
    "group_ayah_key": "46:1",
    "from_ayah": "46:1",
    "to_ayah": "46:6",
    "ayah_keys": "46:1,46:2,46:3,46:4,46:5,46:6",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် စတင်ပါ၏။ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အမြဲမပြတ် သနားကြင်နာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ - مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى ۚ وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ - قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ۖ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَٰذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ - وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဟာ မီမ်။)</span><span class=\"gray\">(၂။ ထိုကျမ်းတော်မြတ်သည် တန်ခိုးအာဏာရှင်၊ ပညာရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်ထံမှ ထုတ်ပြန်ချပေးတော်မူခြင်းဖြစ်၏။)</span><span class=\"gray\">(၃။ အကျွန်ုပ်တို့သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကိုလည်းကောင်း၊ ထိုနှစ်ခုကြားရှိ အရာခပ်သိမ်းကိုလည်းကောင်း မှန်ကန်စွာနှင့် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုအတွက်သာ ဖန်ဆင်းခဲ့ကြသည်။ သို့သော် ငြင်းပယ်သူများသည် သူတို့အား သတိပေးထားသောအရာမှ မျက်နှာလွှဲလှည့်သွားကြသည်။)</span><span class=\"gray\">(၄။ ပြောပါ။ \"အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဝေါ်ပန်ကြားနေသမျှ အရာအားလုံးကို သင်တို့စဉ်းစားဖူးကြသလော။ သူတို့သည် မြေကြီးပေါ်မှ မည်သည့်အရာများကို ဖန်ဆင်းခဲ့ကြောင်း ကျွန်ုပ်အား ပြသကြပါ။ သို့မဟုတ် သူတို့သည် မိုးကောင်းကင်များ <span class=\"gray\">(ဖန်ဆင်းခြင်း)</span> တွင် ပူးပေါင်းပါဝင်ကြပါသလား။ ဤကျမ်းတော်မြတ်မတိုင်မီက ကျမ်းတစ်ခုခုကိုသော်လည်းကောင်း၊ သို့မဟုတ် အသိပညာတစ်စုံတစ်ရာ၏ အကြွင်းအကျန်ကိုသော်လည်းကောင်း၊ သင်တို့သည် မှန်ကန်သူများဖြစ်ကြပါလျှင် ကျွန်ုပ်ထံသို့ ယူဆောင်လာကြပါ။\")</span><span class=\"gray\">(၅။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ခေါ်ဝေါ်ပန်ကြားသူများထက် မည်သူက ပိုမိုလမ်းမှားသူ ရှိပါသနည်း။ ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူတို့အား တုံ့ပြန်ခြင်းမပြုနိုင်ဘဲ၊ သူတို့၏ ခေါ်ဝေါ်ပန်ကြားမှုများကိုလည်း မသိရှိသူများအား ခေါ်ဝေါ်ပန်ကြားသူများထက် ပိုမိုလမ်းမှားသူ မည်သူရှိသနည်း။)</span><span class=\"gray\">(၆။ လူသားများကို စုဝေးစေသောအခါ၊ သူတို့ <span class=\"gray\">(မှားယွင်းသော ဘုရားများ)</span> သည် သူတို့၏ ရန်သူများဖြစ်လာမည်ဖြစ်ပြီး၊ သူတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဗျာဒိတ်တော်ဖြစ်ပြီး စကြာဝဠာသည် ၎င်း၏ စစ်မှန်သော ဖန်ဆင်းခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိ၏ကျွန်နှင့် ရစူလ်တမန်တော် မုဟမ္မဒ် – အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူ့အပေါ်၌ ရှိပါစေ – ထံသို့ ကျမ်းတော်မြတ်ကို ထုတ်ပြန်ချပေးတော်မူခဲ့ကြောင်း အသိပေးထားသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိကိုယ်ကို စိတ်ကူးမယဉ်နိုင်သော ဘုန်းတန်ခိုးကြီးကြောင်း၊ မိမိ၏ပြောဆိုချက်များနှင့် လုပ်ဆောင်ချက်များတွင် အမြင့်ဆုံးသော ဉာဏ်ပညာကို ပိုင်ဆိုင်ကြောင်း ဖော်ပြထားသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကိုလည်းကောင်း၊ ထိုနှစ်ခုကြားရှိ အရာခပ်သိမ်းကိုလည်းကောင်း မှန်ကန်စွာနှင့်သာ ဖန်ဆင်းခဲ့သည်။)</span> ဆိုလိုသည်မှာ အချည်းနှီးကစားခြင်းနှင့် မမှန်ကန်မှုဖြင့် မဟုတ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجَلٍ مُسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုအတွက်။)</span> ဆိုလိုသည်မှာ တိုးလာခြင်း သို့မဟုတ် လျော့ကျခြင်းမရှိသော၊ သတ်မှတ်ထားသည့် အချိန်ကာလတစ်ခုအတွက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငြင်းပယ်သူများသည် သူတို့အား သတိပေးထားသောအရာမှ မျက်နှာလွှဲလှည့်သွားကြသည်။)</span> ဆိုလိုသည်မှာ ငြင်းပယ်သူများသည် သူတို့အတွက် ရည်ရွယ်ထားသောအရာမှ အာရုံပျံ့လွင့်နေကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ထံ ကျမ်းတော်မြတ်ကို ထုတ်ပြန်ချပေးခဲ့ပြီး၊ ရစူလ်တမန်တော်တစ်ပါးကို စေလွှတ်ခဲ့ပြီးဖြစ်သည်။ သို့သော် သူတို့သည် ထိုအရာအားလုံးမှ ခေါင်းမာစွာ မျက်နှာလွှဲလှည့်သွားကြသည်။ ထို့ကြောင့် သူတို့သည် သူတို့၏ အပြုအမူ၏ အကျိုးဆက်ကို မကြာမီ သိရှိလာကြမည်ဖြစ်သည်။</p><p lang=\"sn\" class=\"sn \">Refuting the Idolators</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်သော ဤရုပ်တုကိုးကွယ်သူများအား။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဝေါ်ပန်ကြားနေသမျှ အရာအားလုံးကို သင်တို့စဉ်းစားဖူးကြသလော။ သူတို့သည် မြေကြီးပေါ်မှ မည်သည့်အရာများကို ဖန်ဆင်းခဲ့ကြောင်း ကျွန်ုပ်အား ပြသကြပါ။)</span><span class=\"gray\">(၄၆:၄)</span> ဆိုလိုသည်မှာ 'သူတို့သည် မြေကြီးပေါ်မှ သီးခြားဖန်ဆင်းခဲ့သော နေရာကို ကျွန်ုပ်အား ပြသကြပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သူတို့သည် မိုးကောင်းကင်များတွင် ပူးပေါင်းပါဝင်ကြပါသလား။)</span> ဆိုလိုသည်မှာ သူတို့သည် မိုးကောင်းကင်များ၌ဖြစ်စေ၊ မြေကြီးပေါ်၌ဖြစ်စေ မည်သည့်အရာ၌မျှ ပူးပေါင်းပါဝင်ခြင်းမရှိပေ။ သူတို့သည် စွန်ပလွန်စေ့၏ အပေါ်ယံပါးလွှာကိုပင် ပိုင်ဆိုင်ခြင်းမရှိပေ။ အုပ်စိုးမှုနှင့် ထိန်းချုပ်မှုသည် အလ္လာဟ်အရှင်မြတ်သာလျှင် ပိုင်ဆိုင်တော်မူသည်။ ၎င်းအရှင်မြတ်သည် အမြင့်မြတ်ဆုံးဖြစ်သည်။ 'သို့ဆိုလျှင် သင်တို့သည် အခြားသူများကို မည်သို့ ကိုးကွယ်နိုင်မည်နည်း သို့မဟုတ် သူတို့အား ၎င်းအရှင်မြတ်နှင့် မိတ်ဖက်အဖြစ် ပူးပေါင်းနိုင်မည်နည်း။ မည်သူက သင့်အား ထိုသို့ လမ်းညွှန်ခဲ့သနည်း။ မည်သူက သင့်အား ထိုသို့ ခေါ်ခဲ့သနည်း။ ၎င်းအရှင်မြတ်က သင့်အား ထိုသို့ လုပ်ရန် အမိန့်ပေးခဲ့ပါသလား၊ သို့မဟုတ် သင်ကိုယ်တိုင် အကြံပြုခဲ့သောအရာလား။' ထို့ကြောင့် ၎င်းအရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကျမ်းတော်မြတ်မတိုင်မီက ကျမ်းတစ်ခုခုကို ယူဆောင်လာကြပါ)</span> ဆိုလိုသည်မှာ 'နဗီတမန်တော်များထံ ထုတ်ပြန်ချပေးခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မြတ်များအနက်မှ ဤရုပ်တုများကို ကိုးကွယ်ရန် သင့်အား အမိန့်ပေးထားသည့် ကျမ်းတစ်အုပ်ကို ယူဆောင်လာပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَثَارَةٍ مِنْ عِلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အသိပညာတစ်စုံတစ်ရာ၏ အကြွင်းအကျန်ကိုသော်လည်းကောင်း၊)</span> ဆိုလိုသည်မှာ 'သင်ရွေးချယ်ထားသော ဤနည်းလမ်းကို တရားမျှတစေမည့် ရှင်းလင်းပြတ်သားသော သက်သေအထောက်အထားအချို့ကို၊'</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မှန်ကန်သူများဖြစ်ကြပါလျှင်!)</span> ဆိုလိုသည်မှာ 'ထိုအရာအတွက် သင့်တွင် မည်သည့်သက်သေအထောက်အထားမျှ လုံးဝမရှိ – ကျမ်းဂန်ဆိုင်ရာ <span class=\"gray\">(ဗျာဒိတ်တော်မှ)</span> လည်းကောင်း၊ ယုတ္တိဗေဒဆိုင်ရာ <span class=\"gray\">(ဆင်ခြင်တုံတရားဖြင့်)</span> လည်းကောင်း မရှိပေ။' ဤအကြောင်းကြောင့် အချို့က ၎င်းကို ရွတ်ဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَثَرَةٍ مِنْ عِلْمٍ</p><p lang=\"my\" class=\"my \">\"သို့မဟုတ် အသိပညာမှ ဆင်းသက်လာသော အရာတစ်ခု\" ဆိုလိုသည်မှာ 'သို့မဟုတ် သင့်ရှေ့က မည်သူ့ထံမှမဆို အမွေဆက်ခံခဲ့သော စစ်မှန်သော အသိပညာ။' ဤသည်မှာ မုဂျာဟိဒ်က ပြောဆိုခဲ့သော စကားနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوْ أَثَارَةٍ مِنْ عِلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အသိပညာတစ်စုံတစ်ရာ၏ အကြွင်းအကျန်ကိုသော်လည်းကောင်း။)</span> \"သို့မဟုတ် မည်သူမဆို အသိပညာတစ်ခုခုကို အမွေဆက်ခံခဲ့သူ။\" အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ခေါ်ဝေါ်ပန်ကြားသူများထက် မည်သူက ပိုမိုလမ်းမှားသူ ရှိပါသနည်း။ ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူတို့အား တုံ့ပြန်ခြင်းမပြုနိုင်ဘဲ၊ သူတို့၏ ခေါ်ဝေါ်ပန်ကြားမှုများကိုလည်း မသိရှိသူများအား ခေါ်ဝေါ်ပန်ကြားသူများထက် ပိုမိုလမ်းမှားသူ မည်သူရှိသနည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ရုပ်တုများကို ခေါ်ဝေါ်ပန်ကြားသူများထက် မည်သူမျှ လမ်းမှားသူမရှိပေ။ သူတို့အား မပေးနိုင်သောအရာများကို တောင်းဆိုသူများ – ရှင်ပြန်ထမြောက်ရာနေ့အထိ။ သူတို့ <span class=\"gray\">(ရုပ်တုများ)</span> သည် သူတောင်းဆိုသည်ကို မသိရှိကြဘဲ၊ နားမကြား၊ မမြင်၊ လုပ်ဆောင်နိုင်ခြင်းမရှိပေ။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် သက်မဲ့၊ အာရုံခံစားမှုမရှိသော ကျောက်တုံးများဖြစ်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားများကို စုဝေးစေသောအခါ၊ သူတို့သည် သူတို့၏ ရန်သူများဖြစ်လာမည်ဖြစ်ပြီး၊ သူတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်လိမ့်မည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ဘုရားများကို ကိုးကွယ်ခဲ့ကြသည်။ ထိုဘုရားများက သူတို့အား ဂုဏ်သိက္ခာပေးမည်အထင်ဖြင့်ဖြစ်သည်။ မဟုတ်! သူတို့သည် မိမိတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်လိမ့်မည်ဖြစ်ပြီး၊ သူတို့၏ ရန်ဘက်များဖြစ်လာလိမ့်မည်။)</span><span class=\"gray\">(၁၉:၈၁-၈၂)</span> ဆိုလိုသည်မှာ သူတို့သည် အလိုအပ်ဆုံးအချိန်၌ သူတို့အား သစ္စာဖောက်လိမ့်မည်။ <span class=\"gray\">(အစ်ဗရာဟင်မ်)</span> အလ်-ခါလီးလ်၊ သူ၏အပေါ် ငြိမ်းချမ်းမှုရှိပါစေ၊ ပြောဆိုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ۖ ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့သည် ရုပ်တုများကိုသာ ကိုးကွယ်ခဲ့ကြသည်။ သင်တို့အချင်းချင်းကြား ချစ်ခင်မှုသည် ဤလောကီဘဝ၌သာ ဖြစ်သည်။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး စွန့်လွှတ်ကြမည်ဖြစ်ပြီး၊ တစ်ဦးနှင့်တစ်ဦး ကျိန်ဆဲကြမည်ဖြစ်သည်။ သင်တို့၏ နေရာသည် ငရဲမီးဖြစ်ပြီး၊ ကူညီသူမည်သူမျှ သင်တို့၌ ရှိမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၂၉:၂၅)</span></p>"
  }
]