[
  {
    "ayah_key": "19:46",
    "group_ayah_key": "19:46",
    "from_ayah": "19:46",
    "to_ayah": "19:48",
    "ayah_keys": "19:46,19:47,19:48",
    "text": "<p lang=\"my\" class=\"my \">သူ <span class=\"gray\">(ဖခင်)</span> က ပြောသည်- \"အို အီဘရာဟင်၊ သင်သည် ငါ၏ဘုရားများကို စော်ကားသလား။ သင် မရပ်လျှင် ငါ လာအာရ်ဂျူမန်နက် ပြုလုပ်မည်။ ထို့ကြောင့် မလီယာန်မှ ငါ့ထံမှ ထွက်သွားပါ။ <span>(၄၆)</span>အီဘရာဟင်က ပြောသည်- \"သင့်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ! သင့်အတွက် ကျွန်ုပ်၏အရှင်သခင်ထံတွင် ခွင့်လွှတ်မှု တောင်းခံပါမည်။ အမှန်စင်စစ် သူသည် ကျွန်ုပ်အပေါ် ဟာဖီယန် ဖြစ်တော်မူ၏။ <span>(၄၇)</span>ကျွန်ုပ်သည် သင်တို့ထံမှ၊ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့ပန်ကြားသောသူများထံမှ လှည့်ထွက်သွားမည်။ ကျွန်ုပ်၏အရှင်သခင်အား ပန်ကြားမည်ဖြစ်ပြီး၊ ကျွန်ုပ်၏အရှင်သခင်အား ပန်ကြားခြင်းတွင် ကံမကောင်းသူ မဖြစ်ရန် မျှော်လင့်ပါသည်။ <span>(၄၈)</span></p><div lang=\"my\" class=\"my \"><h2>အီဘရာဟင်၏ ဖခင်၏ ပြန်ကြားချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် (အနန္တမြတ်သောသူ) သည် အီဘရာဟင်၏ဖခင်က သူ့သား အီဘရာဟင်အား သူခေါ်ဆိုနေသည့်အရာနှင့် ပတ်သက်၍ ပြန်ကြားပြောဆိုသည်ကို အသိပေးတော်မူ၏။ သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အီဘရာဟင်၊ သင်သည် ငါ၏ဘုရားများကို စော်ကားသလား?)</span> ဤသည်မှာ \"သင်သည် ၎င်းတို့ <span class=\"gray\">(ရုပ်တုများ)</span> ကို ကိုးကွယ်လိုခြင်း မရှိဘဲ ၎င်းတို့အပေါ် စိတ်ကျေနပ်မှု မရှိပါက အနည်းဆုံး ၎င်းတို့ကို ကျိန်ဆဲခြင်း၊ စော်ကားခြင်းနှင့် ပြစ်တင်ခြင်းတို့ကို ရပ်တန့်ပါ။ အမှန်စင်စစ် သင် မရပ်တန့်ပါက သင့်ကို ကျွန်ုပ် အပြစ်ပေးမည်၊ ကျိန်ဆဲမည်၊ ပြစ်တင်ရှုံ့ချမည်\" ဟု အဓိပ္ပါယ်ရသည်။ ၎င်း၏ ပြောကြားချက်မှာ ဤသို့ အဓိပ္ပါယ်ရ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَرْجُمَنَّكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လာအာရ်ဂျူမန်နက်။)</span> အစ်ဗ်နု အဗ္ဗားစ်၊ အဆ်-စွဒ်ဒီ၊ အစ်ဗ်နု ဂျုရိုင်ဂျ်၊ အဒ်-ဒွဟ်ဟားက် နှင့် အခြားသူများက ဤသို့ ပြောကြသည်။ ကိုယ်တော်၏ ပြောကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَاهْجُرْنِي مَلِيًّا</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(So get away from me Maliyan.)</span> Mujahid, 'Ikrimah, Sa'id bin Jubayr and Mujahid bin Ishaq all said, \"Maliyan means forever.\" Al-Hasan Al-Basri said, \"For a long time.\" As-Suddi said,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَاهْجُرْنِي مَلِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါ့ထံမှ မလီယာန်ဘေးကင်းစွာ ထွက်သွားပါ။)</span> \"ဤသည်မှာ ထာဝရကို ဆိုလိုသည်။\" အလီ ဗင်န် အဘီ တွလ်ဟဟ် နှင့် အလ်-အော်ဖီ နှစ်ဦးစလုံးက အစ်ဗ်နု အဗ္ဗားစ် ပြောသည်ဟု သတင်းပို့ကြသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَاهْجُرْنِي مَلِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါ့ထံမှ မလီယာန်ဘေးကင်းစွာ ထွက်သွားပါ။)</span> \"ဤသည်မှာ ငါ့ထံမှ အပြစ်ဒဏ် မခံရမီ ငြိမ်းချမ်းစွာနှင့် ဘေးကင်းစွာ ထွက်သွားခြင်းကို ဆိုလိုသည်။\" အဒ်-ဒွဟ်ဟားက်၊ ကွတွဒဟ်၊ အတိယဟ် အလ်-ဂျဒလီ၊ မာလစ်ခ် နှင့် အခြားသူများကလည်း အလားတူ ပြောကြသည်။ ဤသည်မှာ အစ်ဗ်နု ဂျရီရ် ပိုနှစ်သက်သော အမြင်လည်း ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေ <span class=\"gray\">(ခလီလ်)</span> ၏ ပြန်ကြားချက်</h2></div><p lang=\"my\" class=\"my \">ဤသို့ဖြင့် အီဘရာဟင်သည် သူ၏ဖခင်အား ပြောခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَلَامٌ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ!)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ယုံကြည်သူတို့၏ ဖော်ပြချက်နှင့် ပတ်သက်၍ မိန့်ကြားတော်မူသည့်အတိုင်း ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုက်မဲသူတို့က ၎င်းတို့အား <span class=\"gray\">(မကောင်းသောစကားများဖြင့်)</span> ပြောဆိုသောအခါ ၎င်းတို့က \"စလာမာန် <span class=\"gray\">[ငြိမ်းချမ်းသာယာခြင်း]</span>\" ဟု ပြောကြသည်)</span><span class=\"gray\">[၂၅:၆၃]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-လဂ်ဝ် <span class=\"gray\">(အချည်းနှီးသော စကား)</span> ကို ကြားသောအခါ ၎င်းတို့သည် ထိုအရာမှ ရှောင်ရှားကာ ပြောကြသည်- \"ကျွန်ုပ်တို့အတွက် ကျွန်ုပ်တို့၏လုပ်ငန်းများ၊ သင်တို့အတွက် သင်တို့၏လုပ်ငန်းများ။ သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ။ ကျွန်ုပ်တို့သည် မိုက်မဲသူတို့၏ <span class=\"gray\">(လမ်းစဉ်ကို)</span> မရှာဖွေပါ။\")</span><span class=\"gray\">[၂၈:၅၅]</span> အီဘရာဟင်၏ သူ၏ဖခင်အား ပြောကြားချက်၏ အဓိပ္ပါယ်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَلَامٌ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ!)</span> \"သင့်ထံမှ ကျွန်ုပ်ထံမှ မည်သည့်စော်ကားမှု သို့မဟုတ် ထိခိုက်မှုမှ ခံရမည် မဟုတ်ပါ။\" ဤသည်မှာ ဖခင်၏ ဂုဏ်သိက္ခာနှင့် အဖေ၏ ဂုဏ်ကျေးဇူးကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأَسْتَغْفِرُ لَكَ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အတွက် ကျွန်ုပ်၏အရှင်သခင်ထံတွင် ခွင့်လွှတ်မှု တောင်းခံပါမည်။)</span> ဆိုလိုသည်မှာ \"သို့သော်၊ သင့်ကို လမ်းပြပေးရန်နှင့် သင့်အပြစ်ကို ခွင့်လွှတ်ပေးရန် အလ္လာဟ်အရှင်မြတ်အား ကျွန်ုပ် တောင်းခံပါမည်။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ كَانَ بِي حَفِيًّا</p><p lang=\"xh\" class=\"xh \"><span class=\"gray\">(Verily, He is unto me Hafiyya.)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဗ္ဗားစ်နှင့် အခြားသူများက ဟာဖီယန်ဆိုသည်မှာ \"ကြင်နာသော\" ဟု ဆိုသည်။ ဆိုလိုသည်မှာ \"ကိုယ်တော်သည် ကျွန်ုပ်အား ကိုယ်တော်အား ကိုးကွယ်ရန်နှင့် ကျွန်ုပ်၏ ဘာသာရေး ဆည်းကပ်မှုကို ကိုယ်တော်တစ်ပါးတည်းသာ ဦးတည်စေရန် လမ်းညွှန်ခဲ့သောကြောင့်\" ဟု ဖြစ်သည်။ အဆ်-စွဒ်ဒီက \"အလ်-ဟာဖီသည် သူ၏ <span class=\"gray\">(အီဘရာဟင်၏)</span> ကိစ္စကို စိုးရိမ်သောသူတစ်ဦး ဖြစ်သည်\" ဟု ဆိုသည်။ ထို့ကြောင့် အီဘရာဟင်သည် သူ၏ဖခင်အတွက် အလွန်ကြာမြင့်စွာ ခွင့်လွှတ်မှု တောင်းခံခဲ့သည်၊ အရှ်-ရှမ်သို့ ရွှေ့ပြောင်းပြီးနောက်၌ပင် ဖြစ်သည်။ သူသည် သန့်ရှင်းသော ဗလီ <span class=\"gray\">(မက္ကာဟ်တွင်)</span> ဆောက်လုပ်ပြီးနောက်၊ သူ၏သားနှစ်ဦးဖြစ်သော အစ်မာအီလ်နှင့် အစ်ဟာက်တို့ မွေးဖွားပြီးနောက်၌ပင် သူ့အတွက် ခွင့်လွှတ်မှု ဆက်လက် တောင်းခံခဲ့သည်။ ၎င်းကို သူ၏ ပြောကြားချက်တွင် မြင်တွေ့နိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်! ကျွန်ုပ်နှင့် ကျွန်ုပ်၏မိဘများ၊ <span class=\"gray\">(အားလုံးသော)</span> ယုံကြည်သူများအား စစ်ဆေးမေးမြန်းမှု တည်ထောင်သောနေ့တွင် ခွင့်လွှတ်တော်မူပါ။)</span><span class=\"gray\">[၁၄:၄၁]</span> ဤအစဉ်အလာမှ အစောပိုင်း အစ္စလာမ်ခေတ်တွင် မွတ်စ်လင်မ်များသည် သူတို့၏ဆွေမျိုးများနှင့် မိသားစုဝင်များ (ဘုရားများစွာကို ကိုးကွယ်သူများ) အတွက် ခွင့်လွှတ်မှု တောင်းခံလေ့ရှိသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ခလီလ် <span class=\"gray\">(မိတ်ဆွေ)</span> ဖြစ်သော အီဘရာဟင်၏ လမ်းစဉ်ကို လိုက်နာခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ပြသသည်အထိ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အီဘရာဟင်နှင့် သူနှင့်အတူရှိသူများတွင် သင်တို့အတွက် အလွန်ကောင်းမွန်သော စံနမူနာတစ်ခု ရှိခဲ့သည်။ ၎င်းတို့က သူတို့၏လူမျိုးများအား ပြောခဲ့သည်- \"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင်တို့နှင့် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့ ကိုးကွယ်သောအရာမှ ကင်းစင်သည်။\")</span><span class=\"gray\">[၆၀:၄]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِن شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဘရာဟင်၏ သူ၏ဖခင်အား ပြောကြားချက်မှလွဲ၍- \"အမှန်စင်စစ် ကျွန်ုပ်သည် သင့်အတွက် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ခွင့်လွှတ်မှု တောင်းခံပါမည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်တွင် သင့်အတွက် မည်သည့်အရာကိုမျှ လုပ်နိုင်စွမ်း မရှိပါ။\")</span><span class=\"gray\">[၆၀:၄]</span> ဆိုလိုသည်မှာ ဤပြောကြားချက်မှလွဲ၍ ဖြစ်သည်၊ ထို့ကြောင့် ၎င်းကို မလိုက်နာပါနှင့်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အီဘရာဟင်သည် ဤပြောကြားချက်ကို စွန့်လွှတ်ပြီး ပြန်လည်ရုပ်သိမ်းခဲ့ကြောင်း ရှင်းပြသည်။ အလ္လာဟ်အရှင်မြတ် (အနန္တမြတ်သောသူ) က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နဗီတမန်တော်နှင့် ယုံကြည်သူများအတွက် ဘုရားများစွာကို ကိုးကွယ်သူများအား အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှု တောင်းခံရန် <span class=\"gray\">(သင့်လျော်သော)</span> အရာ မဟုတ်ပါ။)</span><span class=\"gray\">[၉:၁၁၃]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဘရာဟင်က သူ၏ဖခင်အတွက် ခွင့်လွှတ်မှု တောင်းခံခြင်းမှာ သူ၏ဖခင်အား ကတိပေးခဲ့သောကြောင့်သာ ဖြစ်သည်။ သို့သော် သူ၏ဖခင်သည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူဖြစ်ကြောင်း ထင်ရှားလာသောအခါ သူသည် သူ့ထံမှ မိမိကိုယ်ကို ခွဲထွက်လိုက်သည်။ အမှန်စင်စစ် အီဘရာဟင်သည် အဝ်ဝါဟ် (အလွန်ငိုကြွေးသူ)၊ သည်းခံသူ ဖြစ်သည်။)</span><span class=\"gray\">(၉:၁၁၄)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ اللَّهِ وَأَدْعُو رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် သင်တို့ထံမှ၊ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့ပန်ကြားသောသူများထံမှ လှည့်ထွက်သွားမည်။ ကျွန်ုပ်၏အရှင်သခင်အား ပန်ကြားမည်။)</span> ဤသည်မှာ \"ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်သခင်တစ်ပါးတည်းကိုသာ ကိုးကွယ်သည်၊ ကိုယ်တော်နှင့် မည်သည့်အရာကိုမျှ တွဲဖက်ကိုးကွယ်ခြင်း မရှိပါ။\" ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏အရှင်သခင်အား ပန်ကြားခြင်းတွင် ကံမကောင်းသူ မဖြစ်ရန် မျှော်လင့်ပါသည်။)</span> ဤနေရာရှိ 'အာစာ <span class=\"gray\">(ကျွန်ုပ် မျှော်လင့်သည်)</span> ဟူသော စကားလုံးသည် မဖြစ်နိုင်သောအရာမှ မျှော်လင့်ထားခြင်းမဟုတ်ဘဲ မဖြစ်မနေဖြစ်ပေါ်လာမည့်အရာကို ဆိုလိုသည်။ အမှန်စင်စစ် သူ <span class=\"gray\">(အီဘရာဟင်)</span> သည် မုဟမ္မဒ် ﷺ မှလွဲ၍ တမန်တော်များ၏ ခေါင်းဆောင်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "19:49",
    "group_ayah_key": "19:49",
    "from_ayah": "19:49",
    "to_ayah": "19:50",
    "ayah_keys": "19:49,19:50",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် သူသည် ၎င်းတို့ထံမှ၊ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ၎င်းတို့ ကိုးကွယ်သောသူများထံမှ လှည့်ထွက်သွားသောအခါ ကျွန်ုပ်တို့သည် သူ့အား အစ်ဟာက်နှင့် ယအ်ကူးဗ်ကို ပေးသနားတော်မူ၏။ ၎င်းတို့တစ်ဦးစီအား ကျွန်ုပ်တို့သည် တမန်တော် ဖြစ်စေခဲ့၏။ <span>(၄၉)</span>ကျွန်ုပ်တို့သည် ၎င်းတို့အား ကျွန်ုပ်တို့၏ ကရုဏာတော်ကို ပေးသနားတော်မူ၏။ ၎င်းတို့အား လျှာများပေါ်တွင် စစ်ဒ်ကင်န် အလီယန်ကို ပေးသနားတော်မူ၏။ <span>(၅၀)</span></p><div lang=\"so\" class=\"so \"><h2>Allah gave Ibrahim Ishaq and Ya'qub</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် (အနန္တမြတ်သောသူ) သည် အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေ <span class=\"gray\">(အီဘရာဟင်)</span> သည် သူ၏ဖခင်နှင့် သူ၏လူမျိုးများထံမှ အလ္လာဟ်အရှင်မြတ်အတွက် ခွဲခွာသွားသောအခါ အလ္လာဟ်အရှင်မြတ်က သူတို့ထက် ပိုကောင်းသောသူများကို သူ့အား အလဲအလှယ် ပေးသနားတော်မူသည်ဟု မိန့်ကြားသည်။ ကိုယ်တော်သည် သူ့အား အစ်ဟာက် <span class=\"gray\">(အီစာက်)</span> နှင့် ယအ်ကူးဗ် <span class=\"gray\">(ယာကုပ်)</span> ကို ပေးသနားတော်မူ၏။ ဆိုလိုသည်မှာ သူ၏သား အစ်ဟာက်နှင့် အစ်ဟာက်၏သား ယအ်ကူးဗ် ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တစ်ခုတွင် မိန့်ကြားတော်မူသည့်အတိုင်း ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْقُوبَ نَافِلَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ယအ်ကူးဗ်၊ မြေးတစ်ဦး။)</span><span class=\"gray\">[၂၁:၇၂]</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အစ်ဟာက်နောက်ပိုင်း၊ ယအ်ကူးဗ်၏။)</span><span class=\"gray\">[၁၁:၇၁]</span> အစ်ဟာက်သည် ယအ်ကူးဗ်၏ဖခင်ဖြစ်ခြင်းနှင့် ပတ်သက်၍ သဘောထားကွဲလွဲမှု မရှိပါ။ ဤသည်မှာ ကုရ်အာန်၏ စူရာဟ် အလ်-ဘကွရဟ်တွင် မှတ်တမ်းတင်ထားသော အရာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ كُنتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ယအ်ကူးဗ်အား သေခြင်းတရား ရောက်ရှိလာသောအခါ သင်တို့သည် သက်သေများ ဖြစ်ခဲ့ကြသလား? သူသည် သူ၏သားများအား \"ငါ့နောက်ပိုင်း သင်တို့ မည်သူ့ကို ကိုးကွယ်ကြမည်နည်း?\" ဟု ပြောသောအခါ ၎င်းတို့က \"ကျွန်ုပ်တို့သည် သင့်၏ဘုရား၊ သင်၏ဖခင်များဖြစ်သော အီဘရာဟင်၊ အစ်မာအီလ်နှင့် အစ်ဟာက်တို့၏ဘုရားကို ကိုးကွယ်ကြမည်။\" ဟု ပြောကြသည်)</span><span class=\"gray\">[၂:၁၃၃]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အီဘရာဟင်၏ဘဝတွင် စိတ်အေးချမ်းသာမှုနှင့် ပျော်ရွှင်မှုကို ပေးစွမ်းရန်အတွက် သူ၏မျိုးဆက်များနှင့် ဆက်ခံသူများထဲမှ တမန်တော်များ ဖန်ဆင်းခဲ့ကြောင်း ပြသရန် ဤနေရာတွင် အစ်ဟာက်နှင့် ယအ်ကူးဗ်ကိုသာ ဖော်ပြခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلًّا جَعَلْنَا نَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တစ်ဦးစီအား ကျွန်ုပ်တို့သည် တမန်တော် ဖြစ်စေခဲ့၏။)</span><span class=\"gray\">[၁၉:၄၉]</span></p><p lang=\"my\" class=\"my \">ယအ်ကူးဗ်သည် အီဘရာဟင်၏ ဘဝတစ်လျှောက်လုံး တမန်တော် မဖြစ်ခဲ့ပါက အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် အဖြစ် ကတိတော်ကို သူ့အား ကန့်သတ်ထားမည် မဟုတ်ဘဲ သူ၏သား ယူစွဖ်ကိုလည်း ဖော်ပြခဲ့မည် ဖြစ်သည်။ အမှန်စင်စစ် ယူစွဖ်သည်လည်း တမန်တော်တစ်ပါး ဖြစ်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က လူတို့တွင် အကောင်းဆုံးသူ မည်သူနည်းဟု မေးမြန်းသောအခါ သဘောတူညီထားသော ဟဒီးစ်တော်တစ်ခုတွင် မိန့်ကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။ ကိုယ်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوسُفُ نَبِيُّ اللهِ ابْنُ يَعْقُوبَ نَبِيِّ اللهِ ابْنِ إِسْحَاقَ نَبِيِّ اللهِ ابْنِ إِبْرَاهِيمَ خَلِيلِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ယူစွဖ်၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ယအ်ကူးဗ်၏သား၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် အစ်ဟာက်၏သား၊ အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေ အီဘရာဟင်၏သား။)</span> ဤဟဒီးစ်တော်၏ အခြားအရေးအသားတစ်ခုတွင် ကိုယ်တော်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْكَرِيمَ ابْنَ الْكَرِيمِ ابْنِ الْكَرِيمِ ابْنِ الْكَرِيمِ يُوسُفَ بْنَ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဂုဏ်သရေရှိသူသည် ဂုဏ်သရေရှိသူ၏သား၊ ထိုသူသည် ဂုဏ်သရေရှိသူ၏သား၊ ထိုသူသည် ဂုဏ်သရေရှိသူ၏သား ဖြစ်သည်။ ထိုသူမှာ ယူစွဖ်၊ ယအ်ကူးဗ်၏သား၊ အစ်ဟာက်၏သား၊ အီဘရာဟင်၏သား ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ကျွန်ုပ်တို့၏ ကရုဏာတော်ကို ပေးသနားတော်မူ၏။ ၎င်းတို့အား လျှာများပေါ်တွင် စစ်ဒ်ကင်န် အလီယန်ကို ပေးသနားတော်မူ၏။)</span> အလီ ဗင်န် အဘီ တွလ်ဟဟ် က အစ်ဗ်နု အဗ္ဗားစ် ပြောသည်ဟု သတင်းပို့သည်- \"စစ်ဒ်ကင်န် အလီယန် ဆိုသည်မှာ ကောင်းမြတ်သော ချီးကျူးဂုဏ်ပြုခြင်းကို ဆိုလိုသည်။\" အဆ်-စွဒ်ဒီ နှင့် မာလစ်ခ် ဗင်န် အနပ်စ် တို့ကလည်း အလားတူ ပြောကြသည်။ အစ်ဗ်နု ဂျရီရ် က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်သည် 'အလီယန် <span class=\"gray\">(မြင့်မြတ်ခြင်း၊ ချီးမြှင့်ခြင်း)</span> ဟု ပြောခဲ့ခြင်းမှာ ဘာသာတရားအားလုံးက ၎င်းတို့အား ချီးမွမ်းကြပြီး ချီးကျူးဂုဏ်ပြုစကားများဖြင့် ဖော်ပြကြသောကြောင့်သာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းသာယာခြင်းနှင့် ကောင်းချီးမင်္ဂလာများသည် ၎င်းတို့အားလုံးအပေါ်၌ ရှိပါစေ။\"</p>"
  }
]