[
  {
    "ayah_key": "34:1",
    "group_ayah_key": "34:1",
    "from_ayah": "34:1",
    "to_ayah": "34:2",
    "ayah_keys": "34:1,34:2",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းထက်အလွန် ကရုဏာတော်ရှင်၊ အမြဲမပြတ် ကရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ - يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ الرَّحِيمُ الْغَفُورُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလ်ဟမ်ဒူလီးလ္လာဟ်! ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေပြင်ပေါ်ရှိ အရာခပ်သိမ်းသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ နောက်ဘဝတွင်လည်း အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းများ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သိတော်မူသော၊ ဉာဏ်ပညာရှင်ဖြစ်သည်။)</span><span class=\"gray\">(၂။ မြေကြီးထဲသို့ ဝင်ရောက်သော အရာများကိုလည်းကောင်း၊ ၎င်းမှ ထွက်ပေါ်လာသော အရာများကိုလည်းကောင်း၊ ကောင်းကင်မှ ဆင်းသက်လာသော အရာများကိုလည်းကောင်း၊ ကောင်းကင်သို့ တက်ရောက်သော အရာများကိုလည်းကောင်း အရှင်မြတ်သည် သိတော်မူ၏။ အရှင်မြတ်သည် အတိုင်းထက်အလွန် ကရုဏာတော်ရှင်၊ အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ချီးမွမ်းခြင်းအားလုံးနှင့် လျှို့ဝှက်ချက်များ၏ အသိပညာသည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းသာ ပိုင်ဆိုင်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့် နောင်ဘဝတွင် ချီးမွမ်းခြင်းအားလုံးသည် အရှင်မြတ်တစ်ပါးတည်းသာ ပိုင်ဆိုင်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် ဤလောကနှင့် နောင်ဘဝမှ လူသားများအား ပေးသနားတော်မူသော ပေးကမ်းတော်မူသော အရှင်၊ အရာခပ်သိမ်း၏ အချုပ်အခြာအာဏာပိုင်နှင့် ထိန်းချုပ်သူဖြစ်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ لَهُ الْحَمْدُ فِي الْأُولَىٰ وَالْآخِرَةِ ۖ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်တော်မူ၏။ အရှင်မြတ်မှလွဲ၍ အခြားကိုးကွယ်ထိုက်သူ မရှိပေ။ ချီးမွမ်းခြင်းအားလုံးသည် အရှင်မြတ်အတွက်သာဖြစ်သည် <span class=\"gray\">(နှစ်မျိုးလုံး)</span> ပထမ <span class=\"gray\">(ဆိုလိုသည်မှာ ဤလောက၌)</span> နှင့် နောက်ဆုံး <span class=\"gray\">(နောင်ဘဝ၌)</span>။ ဆုံးဖြတ်ချက်သည် အရှင်မြတ်အတွက်သာဖြစ်ပြီး အရှင်မြတ်ထံသို့ သင်တို့ <span class=\"gray\">(အားလုံး)</span> ပြန်လာကြရလိမ့်မည်။)</span><span class=\"gray\">(၂၈:၇၀)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေပြင်ပေါ်ရှိ အရာခပ်သိမ်းသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်၊ ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ အရာခပ်သိမ်းသည် အရှင်မြတ်၏ အုပ်စိုးမှုအောက်တွင် ရှိပြီး အရှင်မြတ်၏ ကျွန်ဖြစ်ကာ အရှင်မြတ်၏ ထိန်းချုပ်မှုအောက်တွင် ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့ထံသို့သာလျှင် နောက်ဆုံး <span class=\"gray\">(နောင်ဘဝ)</span> နှင့် ပထမ <span class=\"gray\">(ဤလောက)</span> <span class=\"gray\">(ပိုင်ဆိုင်သည်)</span>)</span><span class=\"gray\">(၉၂:၁၃)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْحَمْدُ فِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်ဘဝတွင်လည်း အရှင်မြတ်အား ချီးမွမ်းခြင်းများ ရှိသည်။)</span> အကြောင်းမှာ အရှင်မြတ်သည် ထာဝရကိုးကွယ်ခံရမည့်၊ ထာဝရချီးမွမ်းခံရမည့် အရှင်ဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْحَكِيمُ</p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် ဉာဏ်ပညာရှင်ဖြစ်သည်၊ ဆိုလိုသည်မှာ အရှင်မြတ် မိန့်ကြားတော်မူသမျှ၊ ပြုမူတော်မူသမျှ၊ ဥပဒေပြုသမျှနှင့် အမိန့်ချမှတ်သမျှတို့၌ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخَبِيرُ </p><p lang=\"my\" class=\"my \">အရာခပ်သိမ်းကို သိတော်မူသော အရှင်။ အရှင်မြတ်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်ထားခြင်း မရှိ၊ လျှို့ဝှက်ထားခြင်း မရှိ။ မာလိက်က အဇ်-ဇူဟ်ရီ ပြောသည်ဟု ဖော်ပြသည်၊ အရှင်မြတ်သည် မိမိ၏ ဖန်ဆင်းခြင်းအားလုံးကို သိတော်မူ၏၊ မိမိ၏ အမိန့်များ၌ ဉာဏ်ပညာရှင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးထဲသို့ ဝင်ရောက်သော အရာများကိုလည်းကောင်း၊ ၎င်းမှ ထွက်ပေါ်လာသော အရာများကိုလည်းကောင်း အရှင်မြတ်သည် သိတော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ မြေကြီးအောက်သို့ စိမ့်ဝင်သွားသော မိုးစက်ရေစက်များ၏ အရေအတွက်ကိုလည်းကောင်း၊ စိုက်ပျိုးထားသော မျိုးစေ့များကိုလည်းကောင်း၊ မြေကြီးထဲတွင် ဝှက်ထားသော အရာများကိုလည်းကောင်း အရှင်မြတ်သည် သိတော်မူ၏။ ထို့ပြင် ထိုအရာများမှ ထွက်ပေါ်လာသောအရာများ၊ ၎င်းတို့၏ အရေအတွက်၊ မည်သို့ ပေါက်ရောက်ပုံနှင့် မည်သို့သော ပုံသဏ္ဌာန်များ ဖြစ်သည်ကိုလည်း အရှင်မြတ်သည် သိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنْزِلُ مِنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်မှ ဆင်းသက်လာသော အရာများကိုလည်းကောင်း)</span> ဆိုလိုသည်မှာ မိုးရေစက်များနှင့် စားနပ်ရိက္ခာများအပြင်၊ ကောင်းကင်သို့ တက်ရောက်သော အရာများ၊ ဥပမာ- ကောင်းမှုကုသိုလ်များနှင့် အခြားအရာများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الرَّحِيمُ الْغَفُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အတိုင်းထက်အလွန် ကရုဏာတော်ရှင်၊ အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်သည် မိမိ၏ ကျွန်များအပေါ် အလွန်အမင်း ကရုဏာတော်ရှိ၏။ အရှင်မြတ်သည် ၎င်းတို့အား အပြစ်ပေးရန် မအလျင်စလိုဘဲ၊ မိမိထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်လာသူများနှင့် မိမိအား ယုံကြည်ကိုးစားသူများ၏ အပြစ်များကို ခွင့်လွှတ်တော်မူ၏။</p>"
  },
  {
    "ayah_key": "34:10",
    "group_ayah_key": "34:10",
    "from_ayah": "34:10",
    "to_ayah": "34:11",
    "ayah_keys": "34:10,34:11",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် ဒါဝူးဒ်အား ကျွန်ုပ်တို့ထံမှ ကျေးဇူးတော် ချီးမြှင့်ခဲ့၏ <span class=\"gray\">(မိန့်ကြားခဲ့သည်ကား)</span> “အို တောင်များအပေါင်းတို့! သူနှင့်အတူ ဂုဏ်တော်ချီးမွမ်းကြလော့! အို ငှက်တို့ <span class=\"gray\">(လည်း)</span>!” ထို့ပြင် ကျွန်ုပ်တို့သည် သံကို သူ့အတွက် နူးညံ့စေခဲ့၏။ <span>(၁၀)</span>“ပြည့်စုံသော သံချပ်ဝတ်တန်ဆာများကို ပြုလုပ်ကြလော့၊ သံကြိုးချပ်ကာ <span class=\"gray\">[စာဒ်]</span> ၏ ကွင်းများကို ကောင်းစွာ မျှတအောင် လုပ်ကြလော့၊ သင်တို့ <span class=\"gray\">(လူသားတို့)</span> သည် ကောင်းမှုပြုကြလော့။ အမှန်စင်စစ် သင်တို့ပြုမူသည်များကို ငါသည် မြင်တော်မူသော အရှင်ဖြစ်သည်။ <span>(၁၁)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဒါဝူးဒ်အား ချီးမြှင့်သော ကျေးဇူးတော်များ</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်တော်နှင့် ရစူလ် ဒါဝူးဒ် <span class=\"gray\">(ဒါဝိဒ်)</span> အား ငြိမ်သက်ခြင်းများ သက်ရောက်ပါစေ၊ မည်သို့ ကောင်းချီးပေးခဲ့ကြောင်းနှင့် ကြီးမားသော ကျေးဇူးတော်များကို မည်သို့ ချီးမြှင့်ခဲ့ကြောင်း၊ ပရောဖက်ပြုခြင်းနှင့် ဘုရင်အဖြစ် နှစ်ခုလုံးကို ပေးအပ်ခဲ့ခြင်း၊ နှင့် များပြားလှစွာသော စစ်သည်တော်များကို ပေးအပ်ခဲ့ခြင်းတို့ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား အားကောင်းသော အသံကို ပေးခဲ့သည်။ ထိုကြောင့် သူသည် အလ္လာဟ်အရှင်မြတ်အား ဂုဏ်တော်ချီးမွမ်းသောအခါ ခိုင်ခံ့သော၊ မြင့်မားသော တောင်များသည် သူနှင့်အတူ အလ္လာဟ်အရှင်မြတ်အား ဂုဏ်တော်ချီးမွမ်းရာတွင် ပူးပေါင်းခဲ့ပြီး နံနက်တွင် ထွက်ခွာပြီး ညနေတွင် ပြန်လာသော လွတ်လပ်စွာပျံသန်းနေသည့် ငှက်များသည် သူ့အတွက် ရပ်တန့်ခဲ့ကာ သူသည် ဘာသာစကားအားလုံးကို ပြောဆိုနိုင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အဘူမူဆာ အလ်-အရှ်အာရီ၏ အသံကို ကြားတော်မူ၏၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ၊ ညဘက်တွင် ရွတ်ဖတ်နေသည်ကို ကြား၍ အရှင်မြတ် ရပ်တန့်နားထောင်တော်မူပြီးနောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أُوتِيَ هٰذَا مِزْمَارًا مِنْ مَزَامِيرِ آلِ دَاوُدَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူအား ဒါဝူးဒ်နဗီ၏ သာယာချိုမြိန်သော အသံများအနက် တစ်ခုကို ပေးအပ်ထားသည်။)</span> အဘူ 'ဥသ်မန် အန်-နဟ်ဒီက ပြောသည်၊ \"မည်သည့် ပုလွေ၊ ကြိုးတပ်တူရိယာ သို့မဟုတ် ကြိုးမျှင်သံသည် အဘူမူဆာ အလ်-အရှ်အာရီ၏ အသံထက် ပိုမိုလှပသည်ကို ကျွန်ုပ် မကြားဖူးပါ။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ။\"</p><p class=\"ps qpc-hafs\" lang=\"ps\"> أَوِّبِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂုဏ်တော်ချီးမွမ်းကြလော့)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား ဂုဏ်တော်ချီးမွမ်းခြင်း ဖြစ်သည်။ ဤသည်မှာ အိဗ်နု 'အဗ္ဗားစ်၊ မုဂျာဟိဒ်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ ဤစကားလုံး၏ အရင်းခံ <span class=\"gray\">[တာ'ဝစ်ဘ်]</span> ဆိုသည်မှာ ပြန်ထပ်ဆိုခြင်း သို့မဟုတ် တုံ့ပြန်ခြင်း ဖြစ်သည်။ ထို့ကြောင့် တောင်များနှင့် ငှက်များသည် သူ့နောက်မှ ပြန်ဆိုရန် အမိန့်ခံခဲ့ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلَنَّا لَهُ الْحَدِيدَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် သံကို သူ့အတွက် နူးညံ့စေခဲ့၏။)</span> အလ်-ဟစန် အလ်-ဘဆ်ရီ၊ ကာတာဒါဟ်၊ အလ်-အ်မရှ် နှင့် အခြားသူများက ပြောသည်၊ \"သူသည် မီး၌ အပူပေးရန် သို့မဟုတ် တူဖြင့်ရိုက်ရန် မလိုအပ်ဘဲ ၎င်းကို လက်ဖြင့်သာ ချည်မျှင်တစ်ခုကဲ့သို့ လိမ်၍ ရနိုင်သည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sk qpc-hafs\" lang=\"sk\">أَنِ اعْمَلْ سَابِغَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“ပြည့်စုံသော သံချပ်ဝတ်တန်ဆာများကို ပြုလုပ်ကြလော့...”)</span>၊ ဆိုသည်မှာ သံကြိုးချပ်ကာကို ဆိုလိုသည်။ ကာတာဒါဟ်က ပြောသည်၊ \"သူသည် သံကြိုးချပ်ကာကို ပထမဆုံး ပြုလုပ်ခဲ့သူဖြစ်၏။ ထိုမတိုင်မီက ၎င်းတို့သည် သတ္တုပြားဖြင့်ပြုလုပ်သော သံချပ်ဝတ်တန်ဆာများကို ဝတ်ဆင်ခဲ့ကြသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِّرْ فِي السَّرْدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံကြိုးချပ်ကာ <span class=\"gray\">[စာဒ်]</span> ၏ ကွင်းများကို ကောင်းစွာ မျှတအောင် လုပ်ကြလော့)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏နဗီ ဒါဝူးဒ်အား ငြိမ်သက်ခြင်းများ သက်ရောက်ပါစေ၊ သံချပ်ဝတ်တန်ဆာများ ပြုလုပ်နည်းကို မည်သို့ သင်ကြားပေးခဲ့ကြောင်းဖြစ်သည်။ မုဂျာဟိဒ်က အာယတ်တော်နှင့်ပတ်သက်၍ ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِّرْ فِي السَّرْدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံကြိုးချပ်ကာ <span class=\"gray\">[စာဒ်]</span> ၏ ကွင်းများကို ကောင်းစွာ မျှတအောင် လုပ်ကြလော့)</span> “သံမှိုများကို လွန်စွာလျှော့၍ ကွင်းများ <span class=\"gray\">(သံကြိုးချပ်ကာ)</span> တုန်ယင်ခြင်း မဖြစ်စေနှင့်၊ သို့မဟုတ် လွန်စွာတင်းကျပ်၍ လုံးဝ မလှုပ်ရှားနိုင်ခြင်း မဖြစ်စေနှင့်၊ သင့်တော်ရုံသာ ပြုလုပ်ပါ။” ‘အလီ ဗင်န် အဘီ တာလ်ဟာဟ်က ‘အိဗ်နု ‘အဗ္ဗားစ် ပြောသည်ဟု ဖော်ပြသည်၊ “စာဒ်ဟူသည် သံကွင်းကို ဆိုလိုသည်။” ၎င်းတို့အနက် အချို့က ပြောသည်၊ “သံကြိုးချပ်ကာကို သံမှိုများဖြင့် စုစည်းထားပါက မဆ်ရူးဒ်ဟု ခေါ်သည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْمَلُوا صَالِحًا ۖ </p><p lang=\"my\" class=\"my \">သင်တို့ <span class=\"gray\">(လူသားတို့)</span> သည် ကောင်းမှုပြုကြလော့။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က သင့်အား ပေးသနားထားသော ကျေးဇူးတော်များနှင့်ပတ်သက်၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ပြုမူသည်များကို ငါသည် မြင်တော်မူသော အရှင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သင့်အား စောင့်ကြည့်နေပြီး သင်တို့ပြုမူသမျှ၊ ပြောဆိုသမျှအားလုံးကို မြင်နေခြင်းဖြစ်သည်။ ထိုအရာများအနက် မည်သည့်အရာမျှ လုံးဝ ဖုံးကွယ်ထားခြင်း မရှိပေ။</p>"
  },
  {
    "ayah_key": "34:12",
    "group_ayah_key": "34:12",
    "from_ayah": "34:12",
    "to_ayah": "34:13",
    "ayah_keys": "34:12,34:13",
    "text": "<p lang=\"my\" class=\"my \">ဆူလိုင်မာန်အတွက် <span class=\"gray\">(ကျွန်ုပ်တို့သည်)</span> လေကို (အစေခံစေခဲ့၏)၊ ၎င်း၏ နံနက်ခရီးသည် တစ်လတာ <span class=\"gray\">(ခရီး)</span> ဖြစ်ပြီး၊ ၎င်း၏ နေ့လယ်ခရီးသည် တစ်လတာ <span class=\"gray\">(ခရီး)</span> ဖြစ်၏။ ထို့ပြင် ကျွန်ုပ်တို့သည် ကိတွ်၏ ရေပန်းကို သူ့အတွက် စီးဆင်းစေခဲ့၏။ ၎င်း၏ အရှင်၏ ခွင့်ပြုချက်ဖြင့် သူ့ရှေ့တွင် အလုပ်လုပ်သော ဂျင်န်များလည်း ရှိသည်။ ထိုဂျင်န်များအနက် မည်သူမဆို ကျွန်ုပ်တို့၏ အမိန့်ကို ဖီဆန်ခဲ့ပါက၊ ကျွန်ုပ်တို့သည် သူ့အား လောင်မြိုက်သော မီး၏ ပြင်းထန်သော ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်။ <span>(၁၂)</span>၎င်းတို့သည် မဟာရစ်ဘ်၊ တမာသီးလ်၊ ဂျာဝါဗ် ကဲ့သို့သော ကြီးမားသော အိုးများ၊ ကုဒူးရ် ရာစိယာတ် တို့တွင် သူအလိုရှိသလို အလုပ်လုပ်ပေးခဲ့သည်။ “အို ဒါဝူးဒ်၏ မိသားစုတို့၊ ကျေးဇူးတင်ခြင်းဖြင့် အလုပ်လုပ်ကြလော့!” သို့သော် ငါ၏ ကျွန်များအနက် ကျေးဇူးတင်သူ အနည်းငယ်သာရှိသည်။ <span>(၁၃)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဆူလိုင်မာန်အား ချီးမြှင့်သော ကျေးဇူးတော်များ</p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် ဒါဝူးဒ်အား ကျေးဇူးပြုခဲ့သော ကောင်းချီးမင်္ဂလာများကို ဖော်ပြပြီးနောက်၊ ဒါဝူးဒ်၏သား ဆူလိုင်မာန် <span class=\"gray\">(ရှောလမုန်)</span> အား ငြိမ်သက်ခြင်းများ သူတို့နှစ်ဦးအပေါ် သက်ရောက်ပါစေ၊ ပေးအပ်ခဲ့သော အရာများကို ဆက်လက်ဖော်ပြတော်မူ၏။ အရှင်မြတ်သည် လေကို သူ့အတွက် အစေခံစေခဲ့ရာ၊ လေသည် သူ့ကော်ဇောကို တစ်လကြာ တစ်ဖက်သို့ သယ်ဆောင်သွားပြီး နောက်လတွင် ပြန်လာခဲ့သည်။ အလ်-ဟစန် အလ်-ဘဆ်ရီက ပြောသည်၊ \"သူသည် နံနက်ပိုင်းတွင် ဒါမတ်စ်ကပ်စ်မှ ထွက်ခွာခဲ့ပြီး အစ်စ်တာခါရ်တွင် ဆင်းသက်၍ ထမင်းစားခဲ့သည်။ ထို့နောက် အစ်စ်တာခါရ်မှ ပျံသန်းကာ ကာဘီလ်တွင် ညအိပ်ခဲ့သည်။\" ဒါမတ်စ်ကပ်စ်နှင့် အစ်စ်တာခါရ်ကြားသည် မြန်ဆန်သော မြင်းစီးသူအတွက် တစ်လတာ ခရီးဖြစ်ပြီး၊ အစ်စ်တာခါရ်နှင့် ကာဘူးလ်ကြားသည် မြန်ဆန်သော မြင်းစီးသူအတွက် တစ်လတာ ခရီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ကိတွ်၏ ရေပန်းကို သူ့အတွက် စီးဆင်းစေခဲ့၏)</span> အိဗ်နု ‘အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ၊ မုဂျာဟိဒ်၊ ‘အိက္ရိမာဟ်၊ ‘အတွာအ် အလ်-ခုရာစနီ၊ ကာတာဒါဟ်၊ အဆ်-စွဒ်ဒီ၊ ဇိုင်းဒ် ဗင်န် အဆ်လမ်ထံမှ မာလိက်၊ ‘အဗ်ဒုရ်-ရာဟ်မာန် ဗင်န် ဇိုင်းဒ် ဗင်န် အဆ်လမ် နှင့် အခြားသူများက ပြောသည်၊ \"ကိတွ် ဆိုသည်မှာ ကြေးနီကို ဆိုလိုသည်။\" ကာတာဒါဟ်က ပြောသည်၊ \"၎င်းသည် ယီမင်တွင် ရှိခဲ့သည်။\" လူတို့ ဆူလိုင်မာန်အတွက် ပြုလုပ်သော အရာအားလုံးကို အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ဖော်ပေးခဲ့၏၊ ငြိမ်သက်ခြင်းများ သူ့အပေါ် သက်ရောက်ပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ အရှင်၏ ခွင့်ပြုချက်ဖြင့် သူ့ရှေ့တွင် အလုပ်လုပ်သော ဂျင်န်များလည်း ရှိသည်။)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်တို့သည် ဂျင်န်များကို သူ့ရှေ့တွင် အလုပ်လုပ်ရန် အစေခံစေခဲ့သည်’၊ ၎င်း၏ အရှင်၏ ခွင့်ပြုချက်ဖြင့်၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် အစေခံစေခြင်းဖြင့် သူအလိုရှိသော မည်သည့် ဆောက်လုပ်ရေးလုပ်ငန်းများကိုမဆို တည်ဆောက်ခဲ့ပြီး အခြားလုပ်ငန်းများကိုလည်း လုပ်ကိုင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဂျင်န်များအနက် မည်သူမဆို ကျွန်ုပ်တို့၏ အမိန့်ကို ဖီဆန်ခဲ့ပါက)</span> ဆိုလိုသည်မှာ ၎င်းတို့အနက် မည်သူမဆို ပုန်ကန်ရန်နှင့် မနာခံရန် ကြိုးစားခဲ့ပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့အား လောင်မြိုက်သော မီး၏ ပြင်းထန်သော ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်။)</span> ဆိုသည်မှာ လောင်ကျွမ်းခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မဟာရစ်ဘ်၊ တမာသီးလ် တို့တွင် သူအလိုရှိသလို အလုပ်လုပ်ပေးခဲ့သည်။)</span> မဟာရစ်ဘ်ဟူသည် လှပသော အဆောက်အအုံများ၊ နေအိမ်၏ အကောင်းဆုံးနှင့် အနက်ရှိုင်းဆုံး အစိတ်အပိုင်းကို ရည်ညွှန်းသည်။ အိဗ်နု ဇိုင်းဒ်က ပြောသည်၊ \"ဤသည်မှာ နေအိမ်များကို ဆိုလိုသည်။\" \"တမာသီးလ်\" နှင့် ပတ်သက်၍ ‘အာတိယာဟ် အလ်-‘အဝ်ဖီ၊ အဒ်-ဒွဟ်ဟားက် နှင့် အဆ်-စွဒ်ဒီတို့က တမာသီးလ်ဆိုသည်မှာ ပုံများကို ဆိုလိုသည်ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျာဝါဗ် ကဲ့သို့သော ကြီးမားသော အိုးများ၊ ကုဒူးရ် ရာစိယာတ်။)</span> ဂျာဝါဗ်သည် ဂျာဘီယာဟ်၏ အများကိန်းဖြစ်ပြီး ရေကို သိုလှောင်ထားသော ရေလှောင်ကန်များ သို့မဟုတ် တိုင်ကီများကို ရည်ညွှန်းသည်။ ကုဒူးရ် ရာစိယာတ်သည် ၎င်းတို့၏ ကြီးမားသော အရွယ်အစားကြောင့် တစ်နေရာတည်းတွင် ရှိနေပြီး ရွှေ့ပြောင်း၍မရသော အိုးကြီးများဖြစ်သည်။ ဤသည်မှာ မုဂျာဟိဒ်၊ အဒ်-ဒွဟ်ဟားက် နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">اعْمَلُوا آلَ دَاوُودَ شُكْرًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဒါဝူးဒ်၏ မိသားစုတို့၊ ကျေးဇူးတင်ခြင်းဖြင့် အလုပ်လုပ်ကြလော့!)</span> ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်တို့သည် ၎င်းတို့အား ပြောကြားခဲ့သည်- ဤလောကနှင့် နောင်ဘဝတွင် သင်တို့အပေါ် ကျွန်ုပ်တို့ ချီးမြှင့်ထားသော ကောင်းချီးမင်္ဂလာများအတွက် ကျေးဇူးတင်ခြင်းဖြင့် အလုပ်လုပ်ကြလော့။' ဤသည်မှာ ကျေးဇူးတင်ခြင်းကို စကားလုံးများနှင့် ရည်ရွယ်ချက်များဖြင့်သာမက လုပ်ရပ်များဖြင့်ပါ ဖော်ပြနိုင်ကြောင်း ဖော်ပြသည်။</p><p lang=\"my\" class=\"my \">အဘူ ‘အဗ်ဒုရ်-ရာဟ်မာန် အလ်-ဟူဗူလီက ပြောသည်၊ \"ဆွလာသ်သည် ကျေးဇူးတင်ခြင်းဖြစ်သည်၊ ရိုဇာဥပုသ်သည် ကျေးဇူးတင်ခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်အတွက် သင်ပြုလုပ်သော ကောင်းမှုတိုင်းသည် ကျေးဇူးတင်ခြင်းဖြစ်သည်၊ ကျေးဇူးတင်ခြင်းတို့တွင် အကောင်းဆုံးမှာ ချီးမွမ်းခြင်းပင်ဖြစ်သည်။\" ဤအကြောင်းကို အိဗ်နု ဂျရီးရ်က မှတ်တမ်းတင်ခဲ့သည်။ ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَحَبَّ الصَّلَاةِ إِلَى اللهِ تَعَالَىٰ صَلَاةُ دَاوُدَ، كَانَ يَنَامُ نِصْفَ اللَّيْلِ، وَيَقُومُ ثُلُثَهُ، وَيَنَامُ سُدُسَهُ، وَأَحَبَّ الصِّيَامِ إِلَى اللهِ تَعَالَىٰ صِيَامُ دَاوُدَ، كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا، وَلَا يَفِرُّ إِذَا لَاقَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ အချစ်မြတ်နိုးဆုံး ဆွလာသ်မှာ ဒါဝူးဒ်၏ ဆွလာသ်ပင်ဖြစ်သည်။ သူသည် ညတစ်ဝက် အိပ်စက်ပြီး၊ ည၏ သုံးပုံတစ်ပုံကို ဆွလာသ်ဖြင့် မတ်တပ်ရပ်ကာ ည၏ ခြောက်ပုံတစ်ပုံကို အိပ်စက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်ထံ အချစ်မြတ်နိုးဆုံး ရိုဇာဥပုသ်မှာ ဒါဝူးဒ်၏ ရိုဇာဥပုသ်ပင်ဖြစ်သည်။ သူသည် တစ်ရက် ဥပုသ်စောင့်ပြီး နောက်တစ်ရက် ဥပုသ်မစောင့်ခဲ့ပါ။ ထို့ပြင် စစ်မြေပြင်မှလည်း တစ်ခါမျှ မပြေးခဲ့ပါ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က ဖုဒိုင်းလ်သည် အာယတ်တော်နှင့်ပတ်သက်၍ ပြောသည်ဟု ဖော်ပြသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">اعْمَلُوا آلَ دَاوُودَ شُكْرًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဒါဝူးဒ်၏ မိသားစုတို့၊ ကျေးဇူးတင်ခြင်းဖြင့် အလုပ်လုပ်ကြလော့!)</span> ဒါဝူးဒ်က ပြောသည်၊ \"အို အရှင်! ကိုယ်တော်၏ ကျေးဇူးတော်ကြောင့်သာ ကျွန်တော် ကျေးဇူးတင်နိုင်သည်ဖြစ်ရာ၊ မည်သို့လျှင် ကျေးဇူးတင်ရပါမည်နည်း?\" အရှင်မြတ်က မိန့်တော်မူသည်- \"ယခုမူ သင်သည် ငါ့အား စစ်မှန်စွာ ကျေးဇူးတင်ပြီ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ငါ့ထံမှ ကောင်းချီးမင်္ဂလာဖြစ်ကြောင်း သင် သဘောပေါက်သွားပြီဖြစ်သောကြောင့်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ</p><p lang=\"my\" class=\"my \">သို့သော် ငါ၏ ကျွန်များအနက် ကျေးဇူးတင်သူ အနည်းငယ်သာရှိသည်။ ဤသည်မှာ လက်တွေ့ဘဝ၏ ရောင်ပြန်ဟပ်မှုတစ်ခုဖြစ်သည်။</p>"
  }
]