[
  {
    "ayah_key": "29:24",
    "group_ayah_key": "29:24",
    "from_ayah": "29:24",
    "to_ayah": "29:25",
    "ayah_keys": "29:24,29:25",
    "text": "<p lang=\"my\" class=\"my \">လူတို့၏အဖြေမှာ \"သူ့ကို သတ်ပစ်ကြ သို့မဟုတ် မီးရှို့ပစ်ကြ\" ဟု ပြောသည်မှအပ အခြားမရှိခဲ့ပေ။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်က သူ့ကို မီးမှ ကယ်တင်ခဲ့သည်။ ယုံကြည်သော လူမျိုးအတွက် ဤတွင် စစ်စစ် လက္ခဏာများ ရှိပေသည် <span>(၂၄)</span>နှင့် <span class=\"gray\">(အစ်ဗရာဟင်မ်)</span> က ပြောသည်- \"အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အစား ရုပ်တုများကို ကိုးကွယ်ခဲ့ကြသည်။ အသင်တို့အကြား ချစ်ခြင်းမေတ္တာသည် ဤလောကဘဝတွင်သာ ဖြစ်သည်၊ သို့သော် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အသင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ငြင်းဆိုကြမည်၊ တစ်ဦးနှင့်တစ်ဦး ကျိန်ဆဲကြမည်၊ အသင်တို့၏ နေအိမ်သည် ငရဲဘုံဖြစ်မည်၊ အသင်တို့၌ အကူအညီပေးမည့်သူ တစ်ဦးမျှ ရှိမည်မဟုတ်ပေ။ <span>(၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>အစ်ဗရာဟင်မ်၏ လူမျိုးတို့၏ တုံ့ပြန်မှု – နှင့် အလ္လာဟ်အရှင်မြတ်က မီးကို မည်သို့ ထိန်းချုပ်ခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အစ်ဗရာဟင်မ်၏ လူမျိုးတို့သည် ခေါင်းမာစွာနှင့် မာနထောင်လွှားစွာဖြင့် မယုံကြည်ခဲ့ကြပုံ၊ နှင့် ၎င်းတို့သည် အမှန်တရားကို မမှန်ကန်မှုဖြင့် မည်သို့ခုခံခဲ့ကြပုံကို ပြောပြသည်။ အစ်ဗရာဟင်မ်က ၎င်းတို့အား ရှင်းလင်းသော လမ်းညွှန်မှုစကားများဖြင့် မိန့်ကြားပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “သူ့ကို သတ်ပစ်ကြ သို့မဟုတ် မီးရှို့ပစ်ကြ” ဟု ပြောသည်မှအပ။)</span> ၎င်းသည် သက်သေအထောက်အထားများ ၎င်းတို့အား ရှင်းလင်းစွာ သက်သေပြပြီးဖြစ်သောကြောင့်ဖြစ်ရာ၊ ၎င်းတို့သည် ၎င်းတို့၏ စွမ်းအားနှင့် ခွန်အားကို အသုံးပြုရန် ကြိုးစားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ - فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “သူ့အတွက် အဆောက်အအုံတစ်လုံး ဆောက်လုပ်ပြီး လောင်မြိုက်နေသော မီးထဲသို့ ပစ်ချကြ” ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် သူ့အား ကောက်ကျစ်စဉ်းလဲမှုတစ်ခု ကြံစည်ခဲ့ကြသည်။ သို့သော် ငါတို့က ၎င်းတို့ကို အနိမ့်ဆုံးဖြစ်စေခဲ့သည်။)</span><span class=\"gray\">(၃၇:၉၇-၉၈)</span>။ ၎င်းတို့သည် ထင်းတန်ချိန်များစွာကို စုဆောင်းရန် အချိန်ကြာမြင့်စွာ သုံးစွဲခဲ့ကြသည်။ ၎င်းပတ်လည်တွင် ခြံစည်းရိုးတစ်ခု ဆောက်လုပ်ခဲ့ကြပြီး၊ မီးတောက်များ ကောင်းကင်သို့ ရောက်သည်အထိ မီးရှို့ခဲ့ကြသည်။ ယခင်က မည်သည့်မီးမျှ ဤမျှကြီးမားစွာ မလောင်ကျွမ်းခဲ့ဖူးပါ။ ထို့နောက် ၎င်းတို့သည် အစ်ဗရာဟင်မ်ထံ သွားရောက်ကာ ဖမ်းဆီးပြီး လှိမ့်ပစ်ကိရိယာတစ်ခုထဲ ထည့်၍ မီးထဲသို့ ပစ်ချခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က သူ့အတွက် အေးမြလုံခြုံစေခဲ့ပြီး၊ ၎င်းထဲတွင် ရက်ပေါင်းများစွာ နေထိုင်ပြီးနောက် သူသည် ဘေးမသီအန္တရာယ်မရှိဘဲ ထွက်ပေါ်လာခဲ့သည်။ ဤအကြောင်းကြောင့်နှင့် အခြားအကြောင်းများကြောင့် အလ္လာဟ်အရှင်မြတ်က သူ့ကို လူသားမျိုးနွယ်အတွက် အီမာမ်အဖြစ် ပြုလုပ်ခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် မိမိကိုယ်ကို အလွန်ကရုဏာရှင်အား ပူဇော်ခဲ့သည်၊ မိမိကိုယ်ခန္ဓာကို မီးလျှံများအား ပူဇော်ခဲ့သည်၊ မိမိသားကို ပူဇော်သကာအဖြစ် ပေးအပ်ခဲ့သည်၊ သူ၏ ဧည့်သည်များကို ပြုစုစောင့်ရှောက်ရန် သူ၏စည်းစိမ်ဥစ္စာကို ပေးခဲ့သည်။ ဤအကြောင်းများအားလုံးကြောင့် သူသည် ဘာသာတရားအားလုံးကို ကိုးကွယ်သူများ၏ ချစ်ခင်မြတ်နိုးခြင်းကို ခံရသူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သူ့ကို မီးမှ ကယ်တင်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ၊ သူ့အတွက် အေးမြလုံခြုံစေခြင်းဖြင့် သူ့ကို မီးမှ ကယ်ဆယ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စစ်စစ်၊ ယုံကြည်သော လူမျိုးအတွက် ဤတွင် လက္ခဏာများ ရှိပေသည်။)</span> အစ်ဗရာဟင်မ် (ဆွလ္လလ္လာဟုအလိုင်းဟိဝစလမ်) က သူ၏လူမျိုးအား ရုပ်တုများသည် မည်သည့်အရာမျှ မစွမ်းဆောင်နိုင်ကြောင်း ရှင်းပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(အစ်ဗရာဟင်မ်)</span> က ပြောသည်- “အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အစား ရုပ်တုများကို ကိုးကွယ်ခဲ့ကြသည်။ အသင်တို့အကြား ချစ်ခြင်းမေတ္တာသည် ဤလောကဘဝတွင်သာ ဖြစ်သည်၊)</span> ဤတွင် အစ်ဗရာဟင်မ်သည် သူ၏လူမျိုးအား ရုပ်တုများ ကိုးကွယ်ခြင်းကဲ့သို့သော ၎င်းတို့၏ မကောင်းမှုလုပ်ရပ်အတွက် ပြစ်တင်ရှုံ့ချနေပြီး ၎င်းတို့အား ပြောကြားနေသည်- ‘အသင်တို့သည် ၎င်းတို့ကို ဘုရားများအဖြစ် ကိုးကွယ်ကြသည်၊ အသင်တို့အကြား ဤလောကတွင် ချစ်ကြည်ရေးနှင့် ချစ်ခြင်းမေတ္တာရှိစေရန် ၎င်းတို့ကို ကိုးကွယ်ရန် စုဝေးကြသည်၊’</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊)</span> အခြေအနေသည် ဆန့်ကျင်ဘက်ဖြစ်လိမ့်မည်၊ ဤချစ်ခြင်းမေတ္တာနှင့် ချစ်ကြည်ရေးသည် မုန်းတီးမှုနှင့် ရန်လိုမှုအဖြစ်သို့ ပြောင်းလဲသွားလိမ့်မည်။ ထို့နောက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ငြင်းဆိုကြမည်၊)</span> ဆိုလိုသည်မှာ၊ 'အသင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ပြစ်တင်ရှုံ့ချကြမည်ဖြစ်ပြီး အသင်တို့အကြား ရှိခဲ့သမျှကို ငြင်းပယ်ကြမည်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَلْعَنُ بَعْضُكُمْ بَعْضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တစ်ဦးနှင့်တစ်ဦး ကျိန်ဆဲကြမည်၊)</span> ဆိုလိုသည်မှာ၊ နောက်လိုက်များသည် ၎င်းတို့၏ ခေါင်းဆောင်များကို ကျိန်ဆဲကြမည်ဖြစ်ပြီး ခေါင်းဆောင်များသည် ၎င်းတို့၏ နောက်လိုက်များကို ကျိန်ဆဲကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူမျိုးတစ်မျိုး ဝင်လာတိုင်း <span class=\"gray\">(မီးထဲသို့)</span>၊ ၎င်းသည် ၎င်း၏ ညီမလူမျိုးကို <span class=\"gray\">(ယခင်က ဝင်သွားသော)</span> ကျိန်ဆဲသည်။)</span><span class=\"gray\">(၇:၃၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် မိတ်ဆွေများသည် တစ်ဦးနှင့်တစ်ဦး ရန်သူဖြစ်ကြမည်။ သက်ဝါ ရှိသူများမှအပ။)</span><span class=\"gray\">(၄၃:၆၇)</span> နှင့် အလ္လာဟ်အရှင်မြတ်က ဤတွင် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အသင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ငြင်းဆိုကြမည်၊ တစ်ဦးနှင့်တစ်ဦး ကျိန်ဆဲကြမည်၊ အသင်တို့၏ နေအိမ်သည် ငရဲဘုံဖြစ်မည်။)</span> ဆိုလိုသည်မှာ၊ ‘အသင်တို့၏ နောက်ဆုံးကံကြမ္မာသည် အားလုံးသော စာရင်းရှင်းပြီးနောက် ငရဲမီးဖြစ်မည်၊ အသင်တို့၌ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ ကယ်တင်ရန် သို့မဟုတ် ကူညီရန် မည်သူမျှ ရှိမည်မဟုတ်ပေ။’ ဤသည်မှာ မယုံကြည်သူတို့၏ အခြေအနေဖြစ်မည်။ ယုံကြည်သူတို့အတွက်မူ ၎င်းသည် လုံးဝ ကွဲပြားခြားနားသော ကိစ္စဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "29:26",
    "group_ayah_key": "29:26",
    "from_ayah": "29:26",
    "to_ayah": "29:27",
    "ayah_keys": "29:26,29:27",
    "text": "<p class=\"my translation\" lang=\"my\">သို့ဖြင့် လူတ်သည် သူ့ကို ယုံကြည်ခဲ့သည်။ သူက ပြောသည်- \"ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်မြတ်အတွက် ရွှေ့ပြောင်းနေထိုင်မည်။ စစ်စစ်၊ ကိုယ်တော်သည် အစွမ်းထက်ဆုံး၊ အသိဉာဏ်အပညာရှင် ဖြစ်တော်မူသည်။ <span>(၂၆)</span>နှင့် ငါတို့သည် သူ့အား အစ္စဟာက်နှင့် ယာကူဘ်တို့ကို ချီးမြှင့်ခဲ့သည်။ သူ၏သားမြေးများအကြား ပရောဖက်ပြုခြင်းနှင့် ကျမ်းတော်ကို ငါတို့က သတ်မှတ်ခဲ့သည်။ ဤလောကတွင် သူ့အား အကျိုးဆုလာဘ် ချီးမြှင့်ခဲ့သည်၊ စစ်စစ်၊ နောင်တမလွန်ဘဝတွင် သူသည် သားလိယှင်များအနက်မှ ဖြစ်ပေသည်။ <span>(၂၇)</span></p><div lang=\"my\" class=\"my \"><h2>လူတ်၏ ယုံကြည်မှုနှင့် အစ်ဗရာဟင်မ်နှင့်အတူ သူ၏ ရွှေ့ပြောင်းနေထိုင်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လူတ်သည် အစ်ဗရာဟင်မ်ကို ယုံကြည်ကြောင်း ပြောပြသည်။ သူသည် အစ်ဗရာဟင်မ်၏ အစ်ကို၏သားဖြစ်သည်ဟု ဆိုကြပြီး၊ သူ၏အမည်မှာ လူတ် ဘင်န် ဟာရန် ဘင်န် အဇာ ဖြစ်သည်။ အစ်ဗရာဟင်မ်၏ လူမျိုးများအနက် လူတ်နှင့် အစ်ဗရာဟင်မ်၏ ဇနီး ဆာရာမှအပ မည်သူမျှ အစ်ဗရာဟင်မ်ကို မယုံကြည်ခဲ့ကြပေ။ သို့သော် ဤအာယတ်တော်နှင့် ဆဟီဟ်တွင် ဖော်ပြထားသော ဟဒီးစ်တော်ကို မည်သို့ ညီညွတ်အောင်လုပ်ရမည်ဟု မေးလျှင်၊ ထိုဟဒီးစ်တော်တွင် အစ်ဗရာဟင်မ်သည် ထိုအာဏာရှင်အနီးမှ ဖြတ်သွားစဉ် ထိုသူက ဆာရာအကြောင်းနှင့် သူ့နှင့် ဆာရာ၏ ဆက်ဆံရေးကို မေးမြန်းခဲ့ရာ၊ အစ်ဗရာဟင်မ်က \"ကျွန်ုပ်၏ ညီမ\" ဟု ပြောခဲ့သည်ဟု ဆိုသည်။ ထို့နောက် သူသည် ဆာရာထံသွားပြီး \"သင်သည် ကျွန်ုပ်၏ ညီမဖြစ်ကြောင်း ကျွန်ုပ် ပြောခဲ့သည်၊ ထို့ကြောင့် ကျွန်ုပ် လိမ်ညာသည်ဟု သူ့ကို မထင်စေနှင့်၊ အဘယ်ကြောင့်ဆိုသော် ကမ္ဘာပေါ်တွင် သင်နှင့် ကျွန်ုပ်မှအပ မည်သည့် ယုံကြည်သူမျှ မရှိ၊ သင်သည် ယုံကြည်ခြင်း၌ ကျွန်ုပ်၏ ညီမဖြစ်သည်။\" ဟု ပြောခဲ့သည်ဟု ဖော်ပြထားသည်။ ဤနေရာတွင် ဆိုလိုရင်းမှာ သင်နှင့် ကျွန်ုပ်မှအပ ကမ္ဘာပေါ်တွင် အခြား မွတ်စလင်မ် စုံတွဲ မရှိဟူ၍ ဖြစ်သည်ဟု ထင်ရသည်။ – အလ္လာဟ်အရှင်မြတ်က အကောင်းဆုံး သိတော်မူသည် – သူ၏လူမျိုးများအနက် လူတ်သာလျှင် သူ့ကို ယုံကြည်ခဲ့ပြီး သူနှင့်အတူ ဆီးရီးယားသို့ ရွှေ့ပြောင်းခဲ့သည်။ ထို့နောက် အစ်ဗရာဟင်မ်၏ ဘဝသက်တမ်းအတွင်း သူသည် ဆာဒွန် <span class=\"gray\">(ဆိုဒုံ)</span> လူမျိုးများထံသို့ တမန်တော်အဖြစ် စေလွှတ်ခြင်းခံရပြီး ထိုနေရာတွင် အခြေချခဲ့သည်။ ၎င်းတို့၏ ဇာတ်လမ်းကို ကျွန်ုပ်တို့ ဆွေးနွေးပြီးခဲ့ပြီး နောက်ထပ် ဆက်လက်ပြောပြရန် ရှိသေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(အစ်ဗရာဟင်မ်)</span> က ပြောသည်- \"ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်မြတ်အတွက် ရွှေ့ပြောင်းနေထိုင်မည်။\")</span> \"သူ ပြောသည်\" ဟူသော ကြိယာရှိ နာမ်စားသည် လူတ်ကို ရည်ညွှန်းနိုင်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ဤစကားစုမတိုင်မီ နောက်ဆုံး ဖော်ပြခြင်းခံရသူဖြစ်သည်။ သို့မဟုတ် ၎င်းသည် အစ်ဗရာဟင်မ်ကို ရည်ညွှန်းနိုင်သည်။ အစ်ဗ်နု အဘ္ဘားစ်နှင့် အဒ်-ဒွဟ်ဟတ်က်တို့က အစ်ဗရာဟင်မ်သည် ဤစကားစုတွင် ရည်ညွှန်းခံရသူဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَآمَنَ لَهُ لُوطٌ ۘ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြင့် လူတ်သည် သူ့ကို ယုံကြည်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ၊ သူ၏လူမျိုးများအားလုံးအနက်မှ ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သူ၏ဘာသာတရားကို ပွင့်လင်းစွာ လိုက်နာနိုင်ရန် ၎င်းတို့ကို ထွက်ခွာရန် ရွေးချယ်ခဲ့ကြောင်း ပြောပြသည်။ ထို့ကြောင့် သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စစ်စစ်၊ ကိုယ်တော်သည် အစွမ်းထက်ဆုံး၊ အသိဉာဏ်အပညာရှင် ဖြစ်တော်မူသည်။)</span> အစွမ်းသည် ကိုယ်တော်နှင့် ကိုယ်တော့်တမန်တော်၊ နှင့် ကိုယ်တော့်ကို ယုံကြည်သူများထံတွင် ရှိသည်။ ကိုယ်တော်သည် မိန့်ကြားတော်မူသမျှ၊ ပြုလုပ်တော်မူသမျှ၊ နှင့် ကိုယ်တော်၏ စီရင်ဆုံးဖြတ်ချက်များ၊ ပညတ်တော်များ၊ စကြဝဠာနှင့် ဥပဒေပြုခြင်းဆိုင်ရာ အားလုံးတွင် အသိဉာဏ်အပညာရှင် ဖြစ်တော်မူသည်။</p><p lang=\"my\" class=\"my \">ကတာဒါက ပြောသည်- \"၎င်းတို့သည် ကူဖာမြို့ပြင်ရှိ ကူသားမှ အတူတကွ ရွှေ့ပြောင်းခဲ့ကြပြီး ဆီးရီးယားသို့ သွားခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အစ်ဗရာဟင်မ်၊ အစ္စဟာက်နှင့် ယာကူဘ်တို့ကို ချီးမြှင့်ခဲ့ပြီး သူ၏သားမြေးများအကြား ပရောဖက်ပြုခြင်းကို သတ်မှတ်ခဲ့သည်</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် သူ့အား အစ္စဟာက်နှင့် ယာကူဘ်တို့ကို ချီးမြှင့်ခဲ့သည်။)</span> ဤသည်မှာ အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ ۖ وَكُلًّا جَعَلْنَا نَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် ၎င်းတို့ကိုနှင့် အလ္လာဟ်အရှင်မြတ်မှအပ ၎င်းတို့ ကိုးကွယ်ခဲ့သောသူများကို ထားခဲ့သောအခါ၊ ငါတို့သည် သူ့အား အစ္စဟာက်နှင့် ယာကူဘ်တို့ကို ချီးမြှင့်ခဲ့ပြီး ၎င်းတို့တစ်ဦးစီကို ပရောဖက်တစ်ပါးစီ ဖြစ်စေခဲ့သည်။)</span><span class=\"gray\">(၁၉:၄၉)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ သူသည် သူ၏လူမျိုးများကို ထားခဲ့သောအခါ၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား ပရောဖက်လည်းဖြစ်သော သားလိယှင်တစ်ဦးကို ပေးအပ်ခဲ့ပြီး၊ ထိုသားမှ သူ၏အဖိုးသက်တမ်းအတွင်း ပရောဖက်လည်းဖြစ်သော သားလိယှင်တစ်ဦး မွေးဖွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ထပ်မံ မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် သူ့အား အစ္စဟာက်နှင့် ယာကူဘ်တို့ကို ထပ်ဆောင်းချီးမြှင့်ခဲ့သည်။)</span><span class=\"gray\">(၂၁:၇၂)</span> ဆိုလိုသည်မှာ၊ အပိုဆောင်းလက်ဆောင်အဖြစ် ဖြစ်သည်။ ဤသည်မှာ အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် သူ့အား အစ္စဟာက်၏ ဝမ်းမြောက်ဖွယ်ရာ သတင်းကို ပေးခဲ့ပြီး၊ အစ္စဟာက်နောက်မှ ယာကူဘ်၏ သတင်းကို ပေးခဲ့သည်။)</span><span class=\"gray\">(၁၁:၇၁)</span> ဆိုလိုသည်မှာ၊ ဤသားမှ ၎င်းတို့၏ဘဝသက်တမ်းအတွင်း သားတစ်ဦး မွေးဖွားလာမည်ဖြစ်ပြီး ၎င်းတို့အတွက် ဝမ်းမြောက်စရာဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် သူ၏သားမြေးများအကြား ပရောဖက်ပြုခြင်းနှင့် ကျမ်းတော်ကို သတ်မှတ်ခဲ့သည်။)</span> ဤသည်မှာ ကြီးမားသော ကောင်းချီးမင်္ဂလာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ရင်းနှီးသော မိတ်ဆွေအဖြစ် ခေါ်ယူကာ လူသားမျိုးနွယ်အတွက် အီမာမ် ဖြစ်စေခဲ့ရုံသာမက၊ သူ၏သားမြေးများအကြား ပရောဖက်ပြုခြင်းနှင့် ကျမ်းတော်ကိုလည်း သတ်မှတ်ခဲ့သည်။ အစ်ဗရာဟင်မ်၏ခေတ်နောက်ပိုင်းတွင် သူ၏မျိုးဆက်များမှ မဟုတ်သော မည်သည့်ပရောဖက်မျှ မရှိခဲ့ပေ။ အစ္စရေးလ်သားများ၏ ပရောဖက်များအားလုံးသည် သူ၏မျိုးဆက်များမှဖြစ်ကြပြီး၊ ယာကူဘ် ဘင်န် အစ္စဟာက် ဘင်န် အစ်ဗရာဟင်မ်မှသည် ၎င်းတို့၏ နောက်ဆုံးဖြစ်သော အစ္စာ ဘင်န် မရ်ယမ်အထိ၊ သူသည် သူ၏လူမျိုးများအကြား ရပ်တည်ကာ ဟာရှိမ်မီ၊ ကူရိုင်ရှ်၊ အာရပ် ပရောဖက်၊ ရစူလ်တမန်တော်များအားလုံး၏ နောက်ဆုံး၊ ဤလောကနှင့် နောင်တမလွန်ဘဝရှိ အာဒမ်၏သားများ၏ ခေါင်းဆောင်၊ အာရပ်လူမျိုး၏ နှလုံးသားမှ အလ္လာဟ်အရှင်မြတ် ရွေးချယ်ခဲ့သူ၊ အစ္စမေးလ် ဘင်န် အစ်ဗရာဟင်မ်၏ မျိုးဆက်များမှ ဖြစ်သောသူ၏ ဝမ်းမြောက်ဖွယ်ရာ သတင်းကို ကြေညာခဲ့သည်။ အစ်စမေးလ်၏ မျိုးဆက်များမှ သူ့မှအပ အခြားပရောဖက် မရှိပေ။ သူ့အပေါ် အကောင်းဆုံး ကောင်းချီးမင်္ဂလာများနှင့် ငြိမ်းချမ်းရေး သက်ရောက်ပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် ဤလောကတွင် သူ့အား အကျိုးဆုလာဘ် ချီးမြှင့်ခဲ့သည်။ စစ်စစ်၊ နောင်တမလွန်ဘဝတွင် သူသည် သားလိယှင်များအနက်မှ ဖြစ်ပေသည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဤလောကတွင် သူ့အား နောင်တမလွန်ဘဝရှိ ပျော်ရွှင်မှုနှင့် ချိတ်ဆက်ထားသော ပျော်ရွှင်မှုကို ချီးမြှင့်ခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ဤလောကတွင် သူသည် ကြွယ်ဝသော စားနပ်ရိက္ခာများ၊ ခမ်းနားသော နေအိမ်၊ လှပဖြောင့်မတ်သော ဇနီး၊ နှင့် သူသည် မြင့်မြတ်စွာ ပြောဆိုခြင်းခံခဲ့ရပြီး ယခုတိုင်လည်း ခံရဆဲဖြစ်သည်၊ လူတိုင်းက သူ့ကို ချစ်ခင်ပြီး မိတ်ဆွေအဖြစ် မှတ်ယူကြသည်။ အစ်ဗ်နု အဘ္ဘားစ်၊ မူဂျာဟစ်ဒ်၊ ကတာဒါနှင့် အခြားသူများက \"သူသည် အလ္လာဟ်အရှင်မြတ်အား နည်းလမ်းပေါင်းစုံဖြင့် နာခံခဲ့သည်\" ဟု ပြောကြားခဲ့ကြသည်။ ဤသည်မှာ အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِبْرَاهِيمَ الَّذِي وَفَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အစ်ဗရာဟင်မ်သည် အားလုံးကို ပြည့်စုံစေခဲ့သည်။)</span><span class=\"gray\">(၅၃:၃၇)</span> သူသည် သူ့အား ပညတ်ထားသည်များကို အားလုံး လုပ်ဆောင်ခဲ့ပြီး သူ၏အရှင်မြတ်အား အတတ်နိုင်ဆုံး နာခံခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် ဤလောကတွင် သူ့အား အကျိုးဆုလာဘ် ချီးမြှင့်ခဲ့သည်။ စစ်စစ်၊ နောင်တမလွန်ဘဝတွင် သူသည် သားလိယှင်များအနက်မှ ဖြစ်ပေသည်။)</span> နှင့် ကိုယ်တော်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စစ်စစ်၊ အစ်ဗရာဟင်မ်သည် အလ္လာဟ်အရှင်မြတ်အား နာခံသော၊ အမှန်တရားဘက်သို့ လှည့်သော၊ လူမျိုးတစ်ရပ် ဖြစ်ခဲ့သည်။ သူသည် ရုပ်တုကိုးကွယ်သူများအနက်မှ မဟုတ်ခဲ့ပေ။)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နောင်တမလွန်ဘဝတွင် သူသည် သားလိယှင်များအနက်မှ ဖြစ်ပေမည်။)</span><span class=\"gray\">(၁၆:၁၂၀-၁၂၂)</span>။</p>"
  }
]