[
  {
    "ayah_key": "23:42",
    "group_ayah_key": "23:42",
    "from_ayah": "23:42",
    "to_ayah": "23:44",
    "ayah_keys": "23:42,23:43,23:44",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့နောက်တွင် အခြားသော မျိုးဆက်များကို ငါတို့ ဖန်ဆင်းခဲ့သည် <span>(၄၂)</span> မည်သည့်လူမျိုးမျှ ၎င်းတို့၏ သက်တမ်းကို စောစီးစွာ မစနိုင်၊ နောက်ကျအောင်လည်း မလုပ်နိုင် <span>(၄၃)</span> ထို့နောက် ငါတို့၏ တမန်တော်များကို ဆက်ကာ ဆက်ကာ စေလွှတ်ခဲ့သည်။ လူမျိုးတစ်မျိုးထံ ၎င်းတို့၏ တမန်တော် ရောက်ရှိလာတိုင်း ၎င်းတို့သည် ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အား တစ်ဦးပြီးတစ်ဦး လိုက်ပါစေခဲ့ပြီး၊ ၎င်းတို့အား အဟာဒီးစ်များကဲ့သို့ ဖြစ်စေခဲ့သည်။ ထို့ကြောင့် မယုံကြည်သော လူမျိုးနှင့် ဝေးရာသို့ ရှောင်ပါ။ <span>(၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>အခြားလူမျိုးများအကြောင်း ဖော်ပြခြင်း</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့နောက်တွင် အခြားသော မျိုးဆက်များကို ငါတို့ ဖန်ဆင်းခဲ့သည်)</span> ဆိုလိုသည်မှာ လူမျိုးများနှင့် ပြည်သူများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်လူမျိုးမျှ ၎င်းတို့၏ သက်တမ်းကို စောစီးစွာ မစနိုင်၊ နောက်ကျအောင်လည်း မလုပ်နိုင်)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို သင့်လျော်သော အချိန်တွင် ယူဆောင်သွားခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ မဖန်ဆင်းမီကပင် မိမိထံတွင် ထိန်းသိမ်းထားသော ကျမ်းတော်မြတ်၌ ပြဌာန်းထားသည့်အတိုင်း၊ လူမျိုးပြီးလူမျိုး၊ ရာစုပြီးရာစု၊ မျိုးဆက်ပြီးမျိုးဆက်၊ ရှေ့လူများနောက်မှ ဆက်ခံသူများ ဖြစ်ကြသည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့၏ တမန်တော်များကို ဆက်ကာ ဆက်ကာ စေလွှတ်ခဲ့သည်)</span> အိဗ်နု အဗ္ဗားစ်က ပြောသည်၊ \"<span class=\"gray\">(ဆိုလိုသည်မှာ)</span> တစ်ဦးနောက်တစ်ဦး ဆက်ကာ ဆက်ကာ လိုက်ပါခြင်းဖြစ်သည်။\" ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى اللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် လူမျိုးတိုင်းတွင် တမန်တော်တစ်ပါးကို <span class=\"gray\">(ကြေငြာရန်)</span> စေလွှတ်ခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြ၊ တဂွတ် <span class=\"gray\">(မှားယွင်းသော ကိုးကွယ်ရာများအားလုံး)</span> ကို ရှောင်ရှားကြပါ။\" ထို့နောက် ၎င်းတို့အနက် အချို့ကို အလ္လာဟ်အရှင်မြတ် လမ်းပြခဲ့ပြီး အချို့မှာမူ လမ်းလွဲခြင်းသည် တရားမျှတခဲ့သည်)</span><span class=\"gray\">(၁၆:၃၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّ مَا جَاءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူမျိုးတစ်မျိုးထံ ၎င်းတို့၏ တမန်တော် ရောက်ရှိလာတိုင်း ၎င်းတို့သည် ငြင်းပယ်ခဲ့ကြသည်;)</span> ဆိုလိုသည်မှာ ၎င်းတို့အနက် အများစုဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် အလွမ်း။ ၎င်းတို့ထံသို့ တမန်တော်တစ်ပါးမျှ မလာခဲ့ဘဲ ၎င်းတို့က လှောင်ပြောင်ခဲ့ကြသည်။)</span><span class=\"gray\">(၃၆:၃၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အား တစ်ဦးပြီးတစ်ဦး လိုက်ပါစေခဲ့သည်၊)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းတို့ကို ဖျက်ဆီးခဲ့သည်' ဟု အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူဟ်နောက်တွင် ငါတို့ မည်မျှသော မျိုးဆက်များကို ဖျက်ဆီးခဲ့ပြီနည်း။)</span><span class=\"gray\">(၁၇:၁၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَجَعَلْنَاهُمْ أَحَادِيثَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အဟာဒီးစ်များကဲ့သို့ ဖြစ်စေခဲ့သည်)</span> ဆိုလိုသည်မှာ လူသားတို့အတွက် ပုံပြင်များနှင့် သင်ခန်းစာများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အား <span class=\"gray\">(ပြည်တွင်းရှိ)</span> ပုံပြင်များကဲ့သို့ ဖြစ်စေခဲ့ပြီး၊ ၎င်းတို့အားလုံးကို အပြီးအပိုင် ကွဲလွင့်စေခဲ့သည်)</span><span class=\"gray\">(၃၄:၁၉)</span>။</p>"
  },
  {
    "ayah_key": "23:45",
    "group_ayah_key": "23:45",
    "from_ayah": "23:45",
    "to_ayah": "23:49",
    "ayah_keys": "23:45,23:46,23:47,23:48,23:49",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ငါတို့သည် မူဆာနှင့် ၎င်း၏ညီ ဟာရွန်ကို ငါတို့၏ အာယတ်တော်များနှင့် ထင်ရှားသော အာဏာဖြင့် စေလွှတ်ခဲ့သည် <span>(၄၅)</span> ဖိရ်အောင်နှင့် ၎င်း၏ ခေါင်းဆောင်များထံသို့၊ သို့သော် ၎င်းတို့သည် မာန်မာန ထောင်လွှားခဲ့ပြီး မိမိကိုယ်ကို မြှင့်တင်သော လူများဖြစ်ခဲ့ကြသည် <span class=\"gray\">(၎င်းတို့၏ အရှင်သခင်ကို မနာခံခြင်းဖြင့်)</span><span>(၄၆)</span> ၎င်းတို့က ပြောသည်- \"ငါတို့လို လူနှစ်ဦးကို ငါတို့ ယုံကြည်ရမည်လား၊ ၎င်းတို့၏ လူများက ငါတို့ကို နှိမ့်ချစွာ နာခံနေကြသည်ကို။ <span>(၄၇)</span> ထို့ကြောင့် ၎င်းတို့သည် ထိုနှစ်ဦးစလုံးကို ငြင်းပယ်ခဲ့ကြပြီး ဖျက်ဆီးခံရသူများ ဖြစ်ခဲ့ကြသည် <span>(၄၈)</span> အမှန်စင်စစ် ငါတို့သည် မူဆာအား ကျမ်းဂန်ကို ပေးသနားခဲ့သည်၊ သို့မှသာ ၎င်းတို့ လမ်းမှန်ရရှိကြမည် <span>(၄၉)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏ ပုံပြင်၊ ၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ၊ နှင့် ဖိရ်အောင်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မူဆာ (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ) နှင့် ၎င်း၏ညီ ဟာရွန်ကို ဖိရ်အောင်နှင့် ၎င်း၏ ခေါင်းဆောင်များထံသို့ ပြတ်သားသော သက်သေအထောက်အထားများနှင့် ပြတ်သားသော သက်သေပြချက်တို့ဖြင့် စေလွှတ်ခဲ့ကြောင်း ပြောကြားထားသည်။ သို့သော် ဖိရ်အောင်နှင့် ၎င်း၏ လူများသည် လူသားများ ဖြစ်သောကြောင့် ၎င်းတို့နောက်ကို လိုက်ရန်နှင့် ၎င်းတို့၏ အမိန့်များကို နာခံရန် အလွန်မာန်မာန ထောင်လွှားခဲ့ကြသည်၊ ယခင်လူမျိုးများက လူသားတမန်တော်များ၏ သတင်းစကားကို ငြင်းပယ်ခဲ့ကြသကဲ့သို့ပင်။ ၎င်းတို့သည် အလားတူ စိတ်ဓာတ်ရှိခဲ့ကြသည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အောင်နှင့် ၎င်း၏ ခေါင်းဆောင်များကို ဖျက်ဆီးခဲ့ပြီး ၎င်းတို့အားလုံးကို တစ်ရက်တည်းတွင် ရေနစ်သေစေခဲ့သည်။ အရှင်မြတ်က မူဆာအား ကျမ်းတော် (တောင်ရာ) ကို ထုတ်ဖော်ပြသခဲ့သည်၊ ၎င်းကျမ်းတွင် စီရင်ထုံးများ၊ အမိန့်များနှင့် တားမြစ်ချက်များ ပါဝင်သည်။ အရှင်မြတ်က ဖိရ်အောင်နှင့် အီဂျစ်လူမျိုးများကို ဖျက်ဆီးပြီးနောက်၊ အရှင်မြတ် အလိုရှိရာကို လုပ်ဆောင်နိုင်သော အကြွင်းမဲ့ တန်ခိုးရှင်၊ အကြွင်းမဲ့ စွမ်းဆောင်နိုင်သူ၏ ပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးပြီးနောက် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က တောင်ရာကျမ်းကို ထုတ်ဖော်ပြသပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူမျိုးကိုမျှ အပြင်းအထန် ဘေးဆိုးဖြင့် ဖျက်ဆီးခြင်း မပြုတော့ပါ။ ယင်းအစား၊ အရှင်မြတ်က ယုံကြည်သူများအား မယုံကြည်သူများကို တိုက်ခိုက်ရန် အမိန့်ပေးခဲ့သည်၊ အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် မူဆာအား – ရှေးလူမျိုးများကို ဖျက်ဆီးပြီးနောက် – လူသားတို့အတွက် အလင်းရောင်၊ လမ်းညွှန်မှုနှင့် ကရုဏာအဖြစ် ကျမ်းဂန်ကို ပေးသနားခဲ့သည်၊ သို့မှသာ ၎င်းတို့ သတိရကြမည်။)</span><span class=\"gray\">(၂၈:၄၃)</span></p>"
  },
  {
    "ayah_key": "23:50",
    "group_ayah_key": "23:50",
    "from_ayah": "23:50",
    "to_ayah": "23:50",
    "ayah_keys": "23:50",
    "text": "<p class=\"my translation\" lang=\"my\">မာရ်ယမ်၏သားနှင့် ၎င်း၏မိခင်ကို ငါတို့သည် လက္ခဏာတစ်ရပ်အဖြစ် ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းတို့အား ရဗ်ဝါး၊ ဇာတ် ကွာရ်ါရ် နှင့် မအီန် ပေါ်တွင် ခိုလှုံခွင့်ပေးခဲ့သည် <span>(၅၀)</span></p><div lang=\"fil\" class=\"fil \"><h2>Isa and Maryam</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ ကျွန်နှင့် တမန်တော် 'အီဆာ ဘင် မာရ်ယမ် (၎င်းတို့နှစ်ဦးအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ) အကြောင်း ကျွန်ုပ်တို့အား ပြောပြထားပြီး၊ ၎င်းတို့အား လူသားတို့အတွက် လက္ခဏာတစ်ရပ်အဖြစ် ဖန်ဆင်းခဲ့သည်၊ ဆိုလိုသည်မှာ အရှင်မြတ် အလိုရှိရာကို ပြုလုပ်နိုင်သော အရှင်မြတ်၏ စွမ်းဆောင်ရည်အတွက် ပြတ်သားသော သက်သေဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် အာဒမ်ကို ဖခင် သို့မဟုတ် မိခင်မပါဘဲ ဖန်ဆင်းခဲ့သည်၊ ဟာဝါအ်ကို အမျိုးသမီးမပါဘဲ အမျိုးသားတစ်ဦးမှ ဖန်ဆင်းခဲ့သည်၊ နှင့် 'အီဆာကို အမျိုးသားမပါဘဲ အမျိုးသမီးတစ်ဦးမှ ဖန်ဆင်းခဲ့သည်၊ သို့သော် ကျန်လူသားများကိုမူ အမျိုးသားနှင့် အမျိုးသမီး နှစ်ဦးစလုံးမှ ဖန်ဆင်းခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား မြင့်မားသော မြေနေရာ၊ အနားယူရာနေရာ၊ လုံခြုံရာနေရာနှင့် စီးဆင်းနေသော ချောင်းများပေါ်တွင် ခိုလှုံခွင့်ပေးခဲ့သည်)</span> အဒ်-ဒဟ်ဟာက်က အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်ကို ကိုးကား၍ ဖော်ပြသည်- \"အလ်-ရဗ်ဝါးသည် မြေကြီး၏ မြင့်မားသော အစိတ်အပိုင်းဖြစ်ပြီး၊ သစ်ပင်ပန်းမန်များ ပေါက်ရောက်ရန် အကောင်းဆုံးနေရာဖြစ်သည်။\" ဤသည်မှာ မူဂျာဟစ်ဒ်၊ အိကရီမာ၊ စအီးဒ် ဘင် ဂျူဘိုင်ရ် နှင့် ကွါတာဒါတို့၏ အမြင်လည်းဖြစ်သည်။ အိဗ်နု အဗ္ဗားစ်က ပြောသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">ذَاتِ قَرَارٍ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Dhat Qarar)</span>\"A fertile place.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَعِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မအီန်)</span> ဆိုလိုသည်မှာ မျက်နှာပြင်ပေါ်တွင် စီးဆင်းနေသော ရေဖြစ်သည်။\" ဤသည်မှာ မူဂျာဟစ်ဒ်၊ အိကရီမာ၊ စအီးဒ် ဘင် ဂျူဘိုင်ရ် နှင့် ကွါတာဒါတို့၏ အမြင်လည်းဖြစ်သည်။ မူဂျာဟစ်ဒ်က ပြောသည်- \"ပြန့်ပြူးသော တောင်ကုန်း။\" စအီးဒ် ဘင် ဂျူဘိုင်ရ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဇာတ် ကွာရ်ါရ် နှင့် မအီန်)</span> ဆိုလိုသည်မှာ ရေသည် ၎င်းအတွင်းမှ ဖြည်းညှင်းစွာ စီးဆင်းနေခြင်းဖြစ်သည်။ မူဂျာဟစ်ဒ်နှင့် ကွါတာဒါက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَعِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မအီန်)</span> \"စီးဆင်းနေသောရေ။\" အိဗ်နု အဘီ ဟာသ်မ်က စအီးဒ် ဘင် အလ်-မူဆယီဘ် ထံမှ မှတ်တမ်းတင်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ရဗ်ဝါး၊ ဇာတ် ကွာရ်ါရ် နှင့် မအီန် ပေါ်တွင် ခိုလှုံခွင့်ပေးခဲ့သည်)</span> \"၎င်းသည် ဒမာစကပ်စ်ဖြစ်သည်။\" သူက ပြောသည်- \"အလားတူ အရာတစ်ခုကို 'အဗ်ဒုလ္လာဟ် ဘင် စလာမ်၊ အလ်-ဟစန်၊ ဇိုင်ဒ် ဘင် အစလမ် နှင့် ခါလစ်ဒ် ဘင် မအ်ဒန် တို့ထံမှလည်း ဖော်ပြခဲ့သည်။\" အိဗ်နု အဘီ ဟာသ်မ်က အိကရီမာမှ အိဗ်နု အဗ္ဗားစ် ထံမှ မှတ်တမ်းတင်သည်မှာ ဤအာယသ်တော်သည် ဒမာစကပ်စ်၏ မြစ်များကို ရည်ညွှန်းသည်။ လိုက်သ် ဘင် အဘီ ဆူလိုင်းမ်က မူဂျာဟစ်ဒ် ထံမှ ထိုစကားများကို ဖော်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ရဗ်ဝါးပေါ်တွင် ခိုလှုံခွင့်ပေးခဲ့သည်)</span> သည် 'အီဆာ ဘင် မာရ်ယမ်နှင့် ၎င်း၏မိခင် ဒမာစကပ်စ်နှင့် ၎င်းပတ်ဝန်းကျင်ရှိ မြေပြန့်များတွင် ခိုလှုံခဲ့စဉ်ကို ရည်ညွှန်းသည်။ 'အဗ်ဒုရ်-ရာဇ်ဇာက်က အဘူ ဟုရိုင်ရဟ် ပြောသည်ကို မှတ်တမ်းတင်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရဗ်ဝါး၊ ဇာတ် ကွာရ်ါရ် နှင့် မအီန် ပေါ်တွင်)</span>၊ \"၎င်းသည် ပါလက်စတိုင်းရှိ ရမ်လာဖြစ်သည်။\" ဤကိစ္စနှင့်ပတ်သက်၍ အမှန်ကန်ဆုံးအမြင်မှာ အလ်-'အော်ဖီမှ အိဗ်နု အဗ္ဗားစ် ထံမှ ဖော်ပြခဲ့သည့်အရာဖြစ်ပြီး၊ သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ရဗ်ဝါး၊ ဇာတ် ကွာရ်ါရ် နှင့် မအီန် ပေါ်တွင် ခိုလှုံခွင့်ပေးခဲ့သည်)</span> \"မအီန် ဆိုသည်မှာ စီးဆင်းနေသောရေကို ရည်ညွှန်းပြီး၊ အလ္လာဟ်အရှင်မြတ် ဖော်ပြခဲ့သော မြစ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်သခင်သည် သင့်အောက်တွင် ရေစီးကြောင်းတစ်ခုကို ပြင်ဆင်ပေးထားသည်။)</span>\"<span class=\"gray\">(၁၉:၂၄)</span> အဒ်-ဒဟ်ဟာက်နှင့် ကွါတာဒါက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင့်မားသော မြေနေရာ၊ အနားယူရာနေရာ၊ လုံခြုံရာနေရာနှင့် စီးဆင်းနေသော ချောင်းများပေါ်တွင်)</span> သည် ဂျေရုဆလင်ကို ရည်ညွှန်းသည်။ ဤသည်မှာ – အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည် – အထင်ရှားဆုံး အဓိပ္ပါယ်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းကို အခြားအာယသ်တော်တွင် ဖော်ပြထားပြီး၊ ကုရ်အာန်၏ အစိတ်အပိုင်းများသည် အခြားအစိတ်အပိုင်းများကို ရှင်းပြသောကြောင့်၊ ၎င်းကို အခြားအာယသ်တော်ဖြင့် အဓိပ္ပါယ်ဖွင့်ဆိုခြင်းသည် ပို၍သင့်လျော်ပြီး၊ ထို့နောက် စဟီးဟ် ဟဒီးစ်များ၊ ထို့နောက် အခြားသော ဖော်ပြချက်များဖြင့် ဖြစ်သည်။</p>"
  }
]