[
  {
    "ayah_key": "9:12",
    "group_ayah_key": "9:12",
    "from_ayah": "9:12",
    "to_ayah": "9:12",
    "ayah_keys": "9:12",
    "text": "<p class=\"my translation\" lang=\"my\">သို့သော် သူတို့သည် သူတို့၏ ကတိသစ္စာပြီးနောက် သူတို့၏ သစ္စာပြုချက်များကို ချိုးဖောက်ပြီး သင်တို့၏ဘာသာတရားကို ကဲ့ရဲ့ရှုတ်ချမှုဖြင့် တိုက်ခိုက်ပါက မယုံကြည်သူတို့၏ခေါင်းဆောင်များနှင့် တိုက်ခိုက်ကြလော့ – အမှန်စင်စစ် သူတို့၏ သစ္စာပြုချက်များသည် သူတို့အတွက် အရာမရောက်ပေ – သို့မှသာ သူတို့သည် ရပ်တန့်ကြမည်။ <span class=\"gray\">(ဆိုးသွမ်းသောအပြုအမူများ)</span><span>(12)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူတို့၏ခေါင်းဆောင်များ၏ သစ္စာပြုချက်များသည် သူတို့အတွက် အရာမရောက်ပေ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ အကယ်၍ သင်တို့သည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် ငြိမ်းချမ်းရေးစာချုပ်များ ချုပ်ဆိုထားသည့် ရုပ်တုကိုးကွယ်သူများသည် ချိုးဖောက်ပါက</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَيْمَانَهُم </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ သစ္စာပြုချက်များ)</span> ဆိုလိုသည်မှာ သူတို့၏ စာချုပ်များ၏ သဘောတူညီချက်များနှင့် ကတိသစ္စာများ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَطَعَنُوا فِي دِينِكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ဘာသာတရားကို တိုက်ခိုက်ခြင်း...)</span> ကဲ့ရဲ့ရှုတ်ချမှုဖြင့် ဖြစ်သည်၊ ထို့ကြောင့် ရစူလ်တမန်တော် (ငြိမ်းချမ်းမှုရှိပါစေ) ကို ကျိန်ဆဲသူ သို့မဟုတ် အစ္စလာမ်ဘာသာတရားကို ကဲ့ရဲ့ရှုတ်ချမှုဖြင့် တိုက်ခိုက်သူကို တိုက်ခိုက်ရမည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က နောက်ပိုင်းတွင် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ ۙ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မယုံကြည်သူတို့၏ ခေါင်းဆောင်များနှင့် တိုက်ခိုက်ကြလော့ – အမှန်စင်စစ် သူတို့၏ သစ္စာပြုချက်များသည် သူတို့အတွက် အရာမရောက်ပေ – သို့မှသာ သူတို့သည် ရပ်တန့်ကြမည်။)</span> သို့မှသာ သူတို့သည် မယုံကြည်မှု၊ ပုန်ကန်မှုနှင့် ကျူးလွန်နေသော အပြစ်များကို ရှောင်ကြဉ်ကြမည်။ ကွတာဒါနှင့် အခြားသူများက မယုံကြည်သူတို့၏ ခေါင်းဆောင်များမှာ အဘူဂျဟ်လ်၊ ‘ဥသ်ဘာနှင့် ရှိုင်းဘာ၊ အုမိုင်ယာ ဘင် ခလာဖ် တို့ဖြစ်ကြောင်း ပြောကြားခဲ့ကြပြီး အခြားသူအများအပြားကိုလည်း ဖော်ပြခဲ့သည်။ အလ်-အ်အ်မရှ် သည် ဇိုင်းဒ် ဘင် ဝဟ်ဘ် မှ ဟုဒိုင်ဖာ မှ ပြန်လည်ပြောပြသည်မှာ \"ဤအာယတ်တော်၏ လူများကို ထပ်မံ၍ မတိုက်ခိုက်ကြတော့ပေ။\" အလားတူ ထုတ်ပြန်ချက်ကို ‘အလီ ဘင် အဘီ တာလစ်ဗ် (အလ္လာဟ်အရှင်မြတ် သူအားနှစ်သက်တော်မူပါစေ) ထံမှလည်း ဖော်ပြခဲ့သည်။ သို့သော် ဤအာယတ်တော်သည် အထွေထွေဖြစ်သည်။ ၎င်းကို ထုတ်ဖော်ပြသရခြင်း၏ သီးခြားအကြောင်းရင်းမှာ ကူရိုင်းရှ် လူမျိုး ရုပ်တုကိုးကွယ်သူများ ဖြစ်သော်လည်း ဤအာယတ်တော်သည် သူတို့နှင့် အခြားသူများ အားလုံးအတွက်လည်း သက်ရောက်သည်။ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံးသိတော်မူသည်။ အလ်-ဝါလစ်ဒ် ဘင် မွတ်စလင်မ် က ဆဖ်ဝါန် ဘင် ‘အမ်ရ် က ‘အဗ်ဒ်-အလ်-ရဟ်မာန် ဘင် ဂျူဘိုင်ရ် ဘင် နူဖိုင်ရ် က အဘူဘက္ကရ် သည် အရှ်-ရှမ် သို့ စစ်တပ်စေလွှတ်သောအခါ သူတို့ကို အကြံပေးသည်မှာ \"သင်တို့သည် ခေါင်းတုံးတုံးထားသော လူအချို့ကို တွေ့လိမ့်မည်။ ထို့ကြောင့် မာရ်နတ်ပါဝင်သော အစိတ်အပိုင်းများပေါ်သို့ ဓားဖြင့် ခုတ်ကြလော့၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ် အားဖြင့် ဤလူတစ်ဦးကို သတ်ခြင်းသည် အခြားလူ ခုနစ်ဆယ်ကို သတ်ခြင်းထက် ကျွန်ုပ်အတွက် ပိုကောင်းသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသောကြောင့် ဖြစ်သည်\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မယုံကြည်သူတို့၏ ခေါင်းဆောင်များနှင့် တိုက်ခိုက်ကြလော့။)</span>\" အစ်ဗ်နု အဘီ ဟာတိမ် က စုဆောင်းခဲ့သည်။</p>"
  },
  {
    "ayah_key": "9:120",
    "group_ayah_key": "9:120",
    "from_ayah": "9:120",
    "to_ayah": "9:120",
    "ayah_keys": "9:120",
    "text": "<p lang=\"my\" class=\"my \">အလ်-မဒီနာမြို့သားများနှင့် ပတ်ဝန်းကျင်ရှိ ကျေးလက်နေပြည်သူများအဖို့ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်နောက် မကျန်ရစ်သင့်သလို ၎င်းတို့၏ဘဝများကို တမန်တော်၏ဘဝထက် ဦးစားမပေးသင့်ပေ။ အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် မည်သည့် ရေငတ်ခြင်း (ဇာမာအ်)၊ ပင်ပန်းနွမ်းနယ်ခြင်း (နစဗ်)၊ သို့မဟုတ် ဆာလောင်မွတ်သိပ်ခြင်း (မခ်မဆာဟ်) ကိုမျှ မခံစားရသလို၊ မယုံကြည်သူများ၏ ဒေါသကို ဖြစ်စေရန် မည်သည့်ခြေလှမ်းမျှ မလှမ်းခဲ့ကြ၊ မည်သည့်ရန်သူကိုမျှ ထိခိုက်မှု မဖြစ်စေခဲ့ကြပေ။ သို့သော် ၎င်းတို့၏ ကုသိုလ်ကောင်းမှုအဖြစ် မှတ်တမ်းတင်ထားသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများ၏ အကျိုးကို အလဟဿ မပြုပါ။ <span>(120)</span></p><div lang=\"so\" class=\"so \"><h2>Rewards of Jihad</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်အသရေအရှိဆုံးနှင့် အမြင့်မြတ်ဆုံးဖြစ်ပြီး၊ အလ်-မဒီနာမြို့သားများနှင့် ပတ်ဝန်းကျင်ရှိ ကျေးလက်နေပြည်သူများကို ပြစ်တင်ရှုံ့ချတော်မူခဲ့သည်။ ၎င်းတို့သည် တဗူက်စစ်ပွဲတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ ပါဝင်ခဲ့ခြင်း မရှိပေ။ ထိုစစ်ပွဲတွင် တမန်တော် ﷺ ခံစားခဲ့ရသော ဒုက္ခကာလအတွင်း တမန်တော် ﷺ အား သက်သာစေမည့်အစား ၎င်းတို့ကိုယ်တိုင် ထိန်းသိမ်းရန် ကြိုးပမ်းခဲ့ကြသည်။ ၎င်းတို့သည် မိမိတို့၏ အကျိုးဝေစုတွင် ဆုံးရှုံးမှုများ ကြုံခဲ့ရသည်၊ အဘယ်ကြောင့်ဆိုသော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُصِيبُهُمْ ظَمَأٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ရေငတ်ခြင်း ('ဇာမာအ်') ကို ခံစားရသည် မဟုတ်ပေ)</span>၊ ရေငတ်ခြင်း၊</p><p class=\"ms qpc-hafs\" lang=\"ms\">وَلَا نَصَبٌ</p><p lang=\"gl\" class=\"gl \"><span class=\"gray\">(nor 'Naşab')</span>, fatigue,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا مَخْمَصَةٌ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(nor 'Makhmaşah')</span>, hunger,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများ၏ ဒေါသကို ဖြစ်စေရန် မည်သည့်ခြေလှမ်းမျှ မလှမ်းခဲ့ကြ)</span>၊ ၎င်းတို့၏ ရန်သူများကို ထိတ်လန့်စေမည့် စစ်ရေးဗျူဟာများဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَنَالُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိခိုက်မှု မဖြစ်စေခဲ့ကြ)</span>၊ ရန်သူအပေါ် ရှုံးနိမ့်စေခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا كُتِبَ لَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏ ကုသိုလ်အဖြစ် မှတ်တမ်းတင်ထားသည်)</span> ၎င်းတို့၏ ထိန်းချုပ်မှုအောက်တွင် မရှိသော ဤခြေလှမ်းများအတွက် အကျိုးခံစားခွင့်အဖြစ်၊ သို့သော် ၎င်းတို့အား ကြီးမားသော အကျိုးကျေးဇူးများ ရရှိစေသည့် ကောင်းမှုများကို ပြုလုပ်ခြင်း၏ အကျိုးဆက်အဖြစ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများ၏ အကျိုးကို အလဟဿ မပြုပါ။)</span></p><p lang=\"su\" class=\"su \">Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် မိမိ၏ <span class=\"gray\">(ဖြောင့်မတ်သော)</span> ကောင်းမှုများကို အကောင်းဆုံးနည်းဖြင့် ပြုလုပ်သော မည်သူတစ်ဦးတစ်ယောက်၏ အကျိုးကိုမျှ ဆုံးရှုံးစေမည် မဟုတ်ပေ)</span></p>"
  },
  {
    "ayah_key": "9:121",
    "group_ayah_key": "9:121",
    "from_ayah": "9:121",
    "to_ayah": "9:121",
    "ayah_keys": "9:121",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့သည် အနည်းငယ်ဖြစ်စေ၊ များပြားသည်ဖြစ်စေ မည်သည့်လှူဒါန်းမှုမျှ မပြုကြ၊ ချိုင့်ဝှမ်းတစ်ခုကိုမျှ ဖြတ်ကျော်မသွားကြ၊ သို့သော် သူတို့ပြုခဲ့သော အကောင်းဆုံးအရာများဖြင့် အလ္လာဟ်အရှင်မြတ်က သူတို့ကို အစားပေးရန် သူတို့အတွက် ရေးမှတ်ထားသည် <span>(121)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် မည်သည့်အရာမျှ မသုံးစွဲကြ)</span>၊ အလ္လာဟ်၏ လမ်းစဉ်တွင် တိုက်ခိုက်သူများကို ရည်ညွှန်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် လှူဒါန်းမှုမျှ – အနည်းငယ်ဖြစ်စေ၊ များပြားသည်ဖြစ်စေ –)</span>၊ ၎င်း၏ ပမာဏနှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَقْطَعُونَ وَادِيًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချိုင့်ဝှမ်းတစ်ခုကိုမျှ ဖြတ်ကျော်မသွားကြ)</span>၊ ရန်သူ့ဘက်သို့ ချီတက်နေစဉ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا كُتِبَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့အတွက် ရေးမှတ်ထားသည်)</span>၊ ၎င်းတို့ ပြုလုပ်သော လုပ်ဆောင်ချက်များအတွက် <span class=\"gray\">[၎င်းတို့၏ ထိန်းချုပ်မှုအောက်တွင် ရှိသော]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ပြုခဲ့သော အကောင်းဆုံးအရာများဖြင့် အလ္လာဟ်အရှင်မြတ်က သူတို့ကို အစားပေးရန်။)</span></p><p lang=\"my\" class=\"my \">ဧကန်အမှန်ပင်၊ သစ္စာရှိသူတို့၏ ခေါင်းဆောင်၊ 'အွစ်သ်မာန် အိဗ်နု အဖ်ဖာန်'သည် ဤဂုဏ်သရေရှိ အာယသ်တွင် ဖော်ပြထားသော ဂုဏ်ကျေးဇူးများ၏ ကြီးမားသော ဝေစုကို ရရှိခဲ့သည်။ သူသည် ဤတိုက်ပွဲ <span class=\"gray\">(တာဘူးခ်)</span> အတွက် များပြားသော ငွေကြေးနှင့် ကြီးမားသော ဥစ္စာဓနများကို သုံးစွဲခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်၏သား အဗ်ဒူလ္လာဟ်သည် 'အဗ်ဒုရ်ရဟ်မာန် အိဗ်နု ခဗ်ဗဗ် အစ်ဆူလမီ' က ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်– \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ဆင်းရဲဒုက္ခခံ စစ်တပ်အတွက် <span class=\"gray\">(တာဘူးခ်အတွက်)</span> လှူဒါန်းရန် တိုက်တွန်းသည့် မိန့်ခွန်းတစ်ခု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အွစ်သ်မာန် အိဗ်နု အဖ်ဖာန် က၊ အလ္လာဟ်အရှင်မြတ် သူ၌ နှစ်သက်တော်မူပါစေ၊ ပြောကြားသည်– 'ကျွန်ုပ်သည် ကုလားအုတ်တစ်ရာနှင့် ၎င်းတို့၏ ကုန်းနှီးများနှင့် စားနပ်ရိက္ခာများကို ပေးပါမည်။' ထို့နောက် ကိုယ်တော် ﷺ သည် သူတို့ကို နောက်ထပ် တိုက်တွန်းတော်မူ၏။ ထို့ကြောင့် အွစ်သ်မာန်က ပြောသည်– 'ကျွန်ုပ်သည် ကုလားအုတ်နောက်ထပ်တစ်ရာနှင့် ၎င်းတို့၏ ကုန်းနှီးများနှင့် စားနပ်ရိက္ခာများကို ပေးပါမည်။' ထို့နောက် ကိုယ်တော် ﷺ သည် မင်ဘရ် (တရားဟောစင်) ၏ လှေကားတစ်ထစ် ဆင်းပြီး နောက်ထပ် တိုက်တွန်းတော်မူပြန်သည်။ ထို့ကြောင့် အွစ်သ်မာန် အိဗ်နု အဖ်ဖာန်က ပြောသည်– 'ကျွန်ုပ်သည် ကုလားအုတ်နောက်ထပ်တစ်ရာနှင့် ၎င်းတို့၏ ကုန်းနှီးများနှင့် စားနပ်ရိက္ခာများကို ပေးပါမည်။' ထို့နောက် ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ကို ကိုယ်တော်၏ လက်တော်သည် ဤသို့ လှုပ်ရှားနေသည်ကို တွေ့မြင်ခဲ့ရသည် – 'အဗ်ဒွတ်စ်စမဒ်'၏ <span class=\"gray\">[ဇာတ်ကြောင်းပြောသူတစ်ဦး]</span> လက်က အံ့သြစွာဖြင့် ထွက်ပေါ်လာသကဲ့သို့ ဖြစ်နေသည် – ကိုယ်တော် ﷺ က ပြောကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلَى عُثْمَانَ مَا عَمِلَ بَعْدَ هَذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အွစ်သ်မာန်သည် ၎င်းနောက် ဘာလုပ်သည်ဖြစ်စေ အရေးမကြီးပေ။)</span></p><p lang=\"my\" class=\"my \">မွစ်နဒ်တွင် 'အဗ်ဒုရ်ရဟ်မာန် အိဗ်နု စမူရာ' က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်– \"အွစ်သ်မာန်သည် ဒီနားတစ်ထောင်ကို သူ၏ အဝတ်အတွင်းသို့ ယူဆောင်လာခဲ့သည်၊ သို့မှသာ တမန်တော် ﷺ သည် ဆင်းရဲဒုက္ခခံ စစ်တပ်အတွက် စားနပ်ရိက္ခာများ ပြင်ဆင်နိုင်မည်ဖြစ်သည်။ အွစ်သ်မာန်သည် ပိုက်ဆံများကို တမန်တော်၏ ပေါင်ပေါ်သို့ သွန်ချလိုက်ပြီး၊ တမန်တော် ﷺ သည် ၎င်းကို သူ၏ လက်တော်ဖြင့် လှည့်ပတ်ကာ ထပ်တလဲလဲ ပြောကြားတော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَرَّ ابْنَ عَفَّانٍ مَا عَمِلَ بَعْدَ الْيَوْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဖ်ဖာန်၏သား <span class=\"gray\">(ဆိုလိုသည်မှာ အွစ်သ်မာန်)</span> သည် ယနေ့နောက်ပိုင်း သူလုပ်ဆောင်သည့် မည်သည့်အရာကမျှ အန္တရာယ်ပြုတော့မည်မဟုတ်ပေ။)</span>\" ကတာဒါဟ်သည် အလ္လာဟ်၏ မိန့်မှာချက်ကို မှတ်ချက်ပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချိုင့်ဝှမ်းတစ်ခုကိုမျှ ဖြတ်ကျော်မသွားကြ၊ သို့သော် သူတို့အတွက် ရေးမှတ်ထားသည်။)</span></p><p lang=\"my\" class=\"my \">\"မည်သည့်လူမျိုးမဆို အလ္လာဟ်၏ လမ်းစဉ်တွင် မိမိတို့၏ မိသားစုများနှင့် ဝေးရာသို့ ချီတက်လေလေ၊ သူတို့သည် အလ္လာဟ်နှင့် ပိုမိုနီးစပ်လေလေ ဖြစ်သည်။\"</p>"
  }
]