[
  {
    "ayah_key": "3:156",
    "group_ayah_key": "3:156",
    "from_ayah": "3:156",
    "to_ayah": "3:158",
    "ayah_keys": "3:156,3:157,3:158",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! မယုံကြည်သူများနှင့်တူအောင် မပြုကြကုန်နှင့်။ ထိုသူတို့သည် ကမ္ဘာမြေတစ်လျှောက် ခရီးသွားလာကြသောအခါ သို့မဟုတ် စစ်ပွဲသို့ထွက်သွားကြသောအခါ ၎င်းတို့၏ ညီအစ်ကိုများအား \"အကယ်၍ ၎င်းတို့သည် ကျွန်ုပ်တို့နှင့်အတူ နေခဲ့ကြပါလျှင် သေကြမည်မဟုတ်၊ အသတ်ခံရမည်လည်းမဟုတ်ပါ\" ဟု ပြောဆိုကြသူများကဲ့သို့ မဖြစ်ကြကုန်နှင့်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများ၌ နောင်တရခြင်းအကြောင်း ဖြစ်စေရန်အလို့ငှာ (ထိုသို့ဖြစ်စေခဲ့၏)။ အလ္လာဟ်အရှင်မြတ်သည် အသက်ပေးတော်မူ၍ သေစေတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သမျှကို အရာခပ်သိမ်းမြင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၁၅၆)</span>သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် အသတ်ခံရသည်ဖြစ်စေ၊ သေဆုံးရသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ခွင့်လွှတ်ခြင်းနှင့် ကရုဏာတော်သည် ၎င်းတို့စုဆောင်းထားသမျှထက် အဆပေါင်းများစွာ ပို၍ကောင်းမွန်ပေ၏။ <span>(၁၅၇)</span>သင်တို့သည် သေဆုံးသည်ဖြစ်စေ၊ အသတ်ခံရသည်ဖြစ်စေ၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံသို့သာ စုရုံးရောက်ရှိကြရမည်။ <span>(၁၅၈)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူတို့၏ သေခြင်းနှင့် ကံကြမ္မာဆိုင်ရာ အယူအဆများကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သော ကျွန်များကို မယုံကြည်သူတို့၏ မှားယွင်းသော ယုံကြည်ချက်မှ တားမြစ်တော်မူ၏။ ထိုယုံကြည်ချက်ကို စစ်ပွဲတွင်နှင့် ခရီးသွားစဉ် သေဆုံးသွားသူများနှင့်ပတ်သက်၍ ၎င်းတို့၏ ပြောဆိုချက်တွင် တွေ့ရသည်မှာ \"ဤခရီးများကို စွန့်လွှတ်ခဲ့ပါက ၎င်းတို့သည် သေဆုံးခြင်းနှင့် မကြုံတွေ့ရဘဲရှိမည်\" ဟူ၍ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! မယုံကြည်သူများ <span class=\"gray\">(အရေခြုံများ)</span> နှင့် ၎င်းတို့၏ ညီအစ်ကိုများအား ပြောဆိုကြသူများနှင့်တူအောင် မဖြစ်ကြကုန်နှင့်)</span>၊ ၎င်းတို့၏ ကွယ်လွန်သူ ညီအစ်ကိုများအကြောင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا ضَرَبُوا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကမ္ဘာမြေတစ်လျှောက် ခရီးသွားလာကြသောအခါ)</span> ကုန်သွယ်ခြင်းနှင့် အခြားအရာများအတွက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ كَانُوا غُزًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် စစ်ပွဲသို့ ထွက်သွားကြသောအခါ)</span>၊ စစ်ပွဲများတွင် ပါဝင်ကြရင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْ كَانُوا عِندَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကယ်၍ ၎င်းတို့သည် ကျွန်ုပ်တို့နှင့်အတူ နေခဲ့ကြပါလျှင်၊\")</span> ကျွန်ုပ်တို့၏ ဒေသတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَاتُوا وَمَا قُتِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သေကြမည်မဟုတ်၊ အသတ်ခံရမည်လည်းမဟုတ်ပါ၊\")</span> ၎င်းတို့သည် ခရီးသွားစဉ် သေဆုံးရမည်မဟုတ်သလို စစ်ပွဲတွင် အသတ်ခံရမည်လည်းမဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْعَلَ اللَّهُ ذَٰلِكَ حَسْرَةً فِي قُلُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများ၌ နောင်တရခြင်းအကြောင်း ဖြစ်စေရန်အလို့ငှာ။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများ၌ ဤမကောင်းသော အတွေးကို ဖြစ်ပေါ်စေခြင်းဖြင့် ၎င်းတို့၏ ဝမ်းနည်းမှုနှင့် ဆုံးရှုံးမှုကြောင့် ခံစားရသော ပူဆွေးမှုများ တိုးပွားလာစေရန် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ဤသို့မိန့်ကြားခြင်းဖြင့် ပယ်ချတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحْيِي وَيُمِيتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အသက်ပေးတော်မူ၍ သေစေတော်မူ၏။)</span> အကြောင်းမှာ ဖန်ဆင်းခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်အောက်တွင်ရှိပြီး ဆုံးဖြတ်ချက်သည် ကိုယ်တော်တစ်ပါးတည်းသာပိုင်ဆိုင်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သူမျှ အသက်ရှင်ခြင်း သို့မဟုတ် သေဆုံးခြင်းမရှိဘဲ၊ ကိုယ်တော်၏ အမိန့်တော်မပါဘဲ မည်သူ၏ အသက်တာမှ တိုးခြင်း သို့မဟုတ် လျော့ခြင်းမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သမျှကို အရာခပ်သိမ်းမြင်တော်မူသောအရှင် ဖြစ်တော်မူ၏)</span> အကြောင်းမှာ ကိုယ်တော်၏ အသိပညာနှင့် မြင်တွေ့နိုင်ခြင်းသည် ကိုယ်တော်၏ ဖန်ဆင်းခံအားလုံးကို လွှမ်းခြုံထားပြီး ၎င်းတို့၏ မည်သည့်ကိစ္စမျှ ကိုယ်တော်ထံမှ မလွတ်မြောက်နိုင်ပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် အသတ်ခံရသည်ဖြစ်စေ၊ သေဆုံးရသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ခွင့်လွှတ်ခြင်းနှင့် ကရုဏာတော်သည် ၎င်းတို့စုဆောင်းထားသမျှထက် အဆပေါင်းများစွာ ပို၍ကောင်းမွန်ပေ၏။)</span><span class=\"gray\">[၃:၁၅၇]</span>၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင် သေဆုံးခြင်းနှင့် အာဇာနည်ဖြစ်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်၊ ခွင့်လွှတ်တော်မူခြင်းနှင့် နှစ်သက်တော်မူခြင်းတို့ကို ရရှိရန် နည်းလမ်းဖြစ်ကြောင်း ညွှန်ပြသည်။ ဤသည်မှာ အမှန်စင်စစ် ဤဘဝတွင် ခဏတာ ပျော်ရွှင်မှုများနှင့်အတူ နေထိုင်ခြင်းထက် ပို၍ကောင်းမွန်ပေ၏။ ထို့ပြင် မည်သူမဆို သေဆုံးသည်ဖြစ်စေ၊ အသတ်ခံရသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်တော်မူသောအရှင်နှင့် အကြီးမြတ်ဆုံးသော ဂုဏ်ပြုခံရသောအရှင်ထံသို့ ပြန်သွားရမည်ဖြစ်ပြီး၊ သူသည် ကောင်းမှုများပြုလုပ်ခဲ့ပါက ကိုယ်တော်သည် သူ့ကို ဆုချတော်မူမည်ဖြစ်ပြီး၊ မကောင်းမှုများပြုလုပ်ခဲ့ပါက သူ့ကို ပြစ်ဒဏ်ပေးတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သေဆုံးသည်ဖြစ်စေ၊ အသတ်ခံရသည်ဖြစ်စေ၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံသို့သာ စုရုံးရောက်ရှိကြရမည်။)</span><span class=\"gray\">[၃:၁၅၈]</span>။</p>"
  }
]