[
  {
    "ayah_key": "2:258",
    "group_ayah_key": "2:258",
    "from_ayah": "2:258",
    "to_ayah": "2:258",
    "ayah_keys": "2:258",
    "text": "<p lang=\"my\" class=\"my \">သင်သည် အီဘရာဟင်မ်အား ၎င်း၏အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်)</span>နှင့် ပတ်သက်၍ ငြင်းခုံသူကို မကြည့်ရှုဖူးသလော၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား တိုင်းပြည်ကို ပေးထားသောကြောင့်ဖြစ်သည်။ အီဘရာဟင်မ်က <span class=\"gray\">(၎င်းအား)</span> ပြောသောအခါ- \"အကြှနျုပျ၏အရှင်သခင်သည် အသက်ပေးတော်မူပြီး သေစေတော်မူသောအရှင် ဖြစ်သည်။\" ၎င်းက \"ငါသည် အသက်ပေးပြီး သေစေသည်။\" ဟု ပြော၏။ အီဘရာဟင်မ်က \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နေကို အရှေ့အရပ်မှ ထွက်စေတော်မူ၏။ သို့ဖြစ်လျှင် သင်သည် ၎င်းကို အနောက်အရပ်မှ ထွက်စေလော့။\" ဟု ပြော၏။ ထိုအခါ ကာဖီရ်သည် အပြီးအပိုင် ရှုံးနိမ့်သွားတော့၏။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို လမ်းမှန်သို့ ပို့ဆောင်တော်မမူပေ။ <span>(၂၅၈)</span></p><div lang=\"af\" class=\"af \"><h2>The Debate Between Ibrahim Al-Khalil and King Nimrod</h2></div><p lang=\"my\" class=\"my \">အီဘရာဟင်မ်နှင့် ငြင်းခုံသူဘုရင်သည် ကာနာန်၏သား၊ ကွတ်ရှ်၏သား၊ ဆမ်၏သား၊ နူအ်၏သား နင်မ်ရွတ်ဘုရင်ဖြစ်သည်ဟု မွဂျာဟစ်ဒ်က ဖော်ပြခဲ့သည်။ ၎င်းသည် ဖာလိခ်၏သား၊ အာဘီရ်၏သား၊ ရှာလိခ်၏သား၊ အာရ်ဖာခ်ရှန်ဒ်၏သား၊ ဆမ်၏သား၊ နူအ်၏သား နင်မ်ရွတ်ဖြစ်သည်ဟုလည်း ဆိုခဲ့သည်။ မွဂျာဟစ်ဒ်က \"ကမ္ဘာ၏ အရှေ့ပိုင်းနှင့် အနောက်ပိုင်းကို အုပ်ချုပ်ခဲ့သော ဘုရင်များမှာ လေးဦးရှိပြီး၊ နှစ်ဦးမှာ ယုံကြည်သူများဖြစ်ကာ နှစ်ဦးမှာ မယုံကြည်သူများဖြစ်သည်။ ယုံကြည်သူဘုရင် နှစ်ဦးမှာ စူလေမာန် ဘင်မ် ဒါဝုဒ်နှင့် ဒူလ်-ကာရ်နိုင်းတို့ဖြစ်ကြသည်။ မယုံကြည်သူဘုရင် နှစ်ဦးမှာ နင်မ်ရွတ်နှင့် နီဘူခဒ်နီဇာတို့ဖြစ်ကြသည်။\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ku qpc-hafs\" lang=\"ku\">أَلَمْ تَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မကြည့်ရှုဖူးသလော)</span> ဆိုလိုသည်မှာ၊ \"အို မိုဟမ္မဒ်၊ သင်၏နှလုံးသားဖြင့်!\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဘရာဟင်မ်အား ၎င်း၏အရှင်သခင်နှင့် ပတ်သက်၍ ငြင်းခုံသူကို)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ တည်ရှိမှုအကြောင်းကို ဖြစ်သည်။ နင်မ်ရွတ်သည် မိမိကိုယ်တိုင်မှလွဲ၍ အခြားဘုရားသခင် တည်ရှိခြင်းကို ငြင်းပယ်ခဲ့သည်၊ ၎င်းပြောဆိုခဲ့သည်အတိုင်း ဖိရ်အောန်ကလည်း နောင်တွင် ၎င်း၏လူမျိုးအား ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့မှတစ်ပါး အခြားဘုရားသခင် တစ်ပါးရှိကြောင်း ငါမသိပါ)</span><span class=\"gray\">[၂၈:၃၈]</span>။</p><p lang=\"my\" class=\"my \">နင်မ်ရွတ်အား ဤကဲ့သို့သော ကျူးလွန်မှု၊ အပြည့်အစုံ မယုံကြည်မှုနှင့် မာနထောင်လွှားသော ပုန်ကန်မှုကို ကျူးလွန်စေခဲ့သည်မှာ ၎င်း၏ ရက်စက်မှုနှင့် ၎င်းသည် အချိန်ကြာမြင့်စွာ အုပ်စိုးခဲ့ခြင်းပင်ဖြစ်သည်။ ထို့ကြောင့် အာယတ်က ဆက်လက်၍ ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْ آتَاهُ اللَّهُ الْمُلْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား တိုင်းပြည်ကို ပေးထားသောကြောင့်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">နင်မ်ရွတ်သည် အီဘရာဟင်မ်အား အလ္လာဟ်အရှင်မြတ် တည်ရှိကြောင်း အထောက်အထားပြရန် တောင်းဆိုခဲ့ဟန်တူသည်။ အီဘရာဟင်မ်က ပြန်လည်ဖြေကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြှနျုပျ၏အရှင်သခင်သည် အသက်ပေးတော်မူပြီး သေစေတော်မူသောအရှင် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ် တည်ရှိခြင်း၏ သက်သေမှာ မည်သည့်အရာမှ မရှိရာမှ တည်ရှိလာပြီး တည်ရှိပြီးနောက် ပျက်စီးသွားသော ဖန်ဆင်းခံများပင် ဖြစ်သည်။ ၎င်းသည် ဖန်ဆင်းရှင်၏ တည်ရှိမှုကိုသာ သက်သေပြသည်။ ထိုအရှင်သည် မိမိအလိုရှိရာကို ပြုတော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် ဤအရာများသည် ၎င်းတို့ကို ဖန်ဆင်းခဲ့သည့် ဖန်ဆင်းရှင်မရှိဘဲ မိမိဘာသာ ဖြစ်ပေါ်လာနိုင်ခြင်းမရှိပေ။ ထိုအရှင်သည် ငါဝတ်ပြုရန် ဖိတ်ခေါ်သော အရှင်ဖြစ်ပြီး တစ်ပါးတည်းသာဖြစ်ကာ တွဲဖက်မရှိပေ။\"</p><p lang=\"my\" class=\"my \">ထိုအခါ နင်မ်ရွတ်က ပြောခဲ့သည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنَا أُحْيِي وَأُمِيتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် အသက်ပေးပြီး သေစေသည်။)</span></p><p lang=\"my\" class=\"my \">ကာတာဒါဟ်၊ မိုဟမ္မဒ် ဘင်မ် အစ္စဟတ်ခ်နှင့် အာစ့်-ဆွတ်ဒီတို့က ၎င်းဆိုလိုသည်မှာ \"သေဒဏ်ခံထိုက်သော လူနှစ်ဦးကို ငါ့ရှေ့သို့ ခေါ်လာမည်။ ထိုသူတို့ထဲမှ တစ်ဦးကို သတ်ရန် ငါအမိန့်ပေးမည်။ သူသည် သေဆုံးသွားမည်။ ဒုတိယလူအား ခွင့်လွှတ်ရန် ငါအမိန့်ပေးမည်။ သူသည် ခွင့်လွှတ်ခံရမည်။ ဤနည်းဖြင့် ငါသည် အသက်ပေးပြီး သေစေသည်။\" ဟု ပြောခဲ့သည်။ သို့သော် နင်မ်ရွတ်သည် ဖန်ဆင်းရှင်တစ်ဦး၏ တည်ရှိမှုကို ငြင်းဆိုခဲ့ခြင်းမရှိသည့်အတွက် ၎င်း၏ပြောဆိုမှုသည် ကာတာဒါဟ် ပြောသည့်အတိုင်း ဆိုလိုခြင်းမဟုတ်ဟု ထင်ရသည်။ ဤရှင်းပြချက်သည် အီဘရာဟင်မ်ပြောခဲ့သည့်အရာကို အဖြေမပေးပေ။ နင်မ်ရွတ်သည် မာနထောင်လွှားစွာနှင့် ဆန့်ကျင်လျက် မိမိကိုယ်ကို ဖန်ဆင်းရှင်ဖြစ်ကြောင်း၊ မိမိသည် အသက်ပေးပြီး သေစေသူဖြစ်ကြောင်း ကြွေးကြော်ခဲ့သည်။ နောင်တွင် ဖိရ်အောန်သည် ၎င်းကို အတုယူ၍ ကြေညာခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့မှတစ်ပါး အခြားဘုရားသခင် တစ်ပါးရှိကြောင်း ငါမသိပါ)</span><span class=\"gray\">[၂၈: ၃၈]</span>။</p><p lang=\"ceb\" class=\"ceb \">This is why Ibrahim said to Nimrod,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နေကို အရှေ့အရပ်မှ ထွက်စေတော်မူ၏။ သို့ဖြစ်လျှင် သင်သည် ၎င်းကို အနောက်အရပ်မှ ထွက်စေလော့။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ အဓိပ္ပါယ်မှာ \"သင်သည် အသက်ပေးပြီး သေစေသူဖြစ်သည်ဟု ပြောဆိုသည်။ အသက်ပေးပြီး သေစေသူသည် တည်ရှိမှုကို ထိန်းချုပ်ပြီး ၎င်းအတွင်းရှိ အရာခပ်သိမ်းကို ဖန်ဆင်းသူဖြစ်သည်။ ၎င်းတွင် ဂြိုဟ်များ၏ လှုပ်ရှားမှုကို ထိန်းချုပ်ခြင်းလည်း ပါဝင်သည်။ ဥပမာအားဖြင့်၊ နေသည် နေ့စဉ် အရှေ့အရပ်မှ ထွက်သည်။ ထို့ကြောင့် သင်သည် ဘုရားသခင်ဖြစ်သည်ဟု ပြောဆိုသည်နှင့်အညီ၊ အသက်ပေးပြီး သေစေသူဆိုလျှင် နေကို အနောက်အရပ်မှ ထွက်စေလော့။\" ဘုရင်သည် ၎င်း၏ အားနည်းမှု၊ လိုအပ်ချက်နှင့် အီဘရာဟင်မ်၏ တောင်းဆိုမှုကို ပြန်မဖြေနိုင်ခြင်းကို သိရှိသောကြောင့် ၎င်းသည် အင်အားချည့်နဲ့၍ တိတ်ဆိတ်နေပြီး မှတ်ချက်ပေးနိုင်ခြင်းမရှိခဲ့ပေ။ ထို့ကြောင့် ၎င်းအား အထောက်အထား ခိုင်မာစွာ တင်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို လမ်းမှန်သို့ ပို့ဆောင်တော်မမူပေ)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် မတရားသောသူများကို ခိုင်လုံသော သက်သေ သို့မဟုတ် အငြင်းပွားမှုမှ ကင်းမဲ့စေသည်။ ထို့အပြင် ၎င်းတို့၏ မှားယွင်းသော သက်သေများနှင့် အငြင်းပွားမှုများကို ၎င်းတို့၏အရှင်သခင်က ပျက်ပြယ်စေပြီး၊ ၎င်းတို့သည် အရှင်၏ အမျက်တော်ကို ခံယူရမည်ဖြစ်ပြီး ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့ ပေးခဲ့သော အဓိပ္ပါယ်သည် အချို့သော တွေးခေါ်ပညာရှင်များ ပေးခဲ့သော အဓိပ္ပါယ်ထက် ပိုမိုကောင်းမွန်သည်။ ၎င်းတို့က အီဘရာဟင်မ်သည် ပထမငြင်းခုံမှုထက် ဒုတိယငြင်းခုံမှုက ပိုမိုရှင်းလင်းသောကြောင့် အသုံးပြုသည်ဟု ပြောဆိုကြသည်။ ယင်းအစား၊ ကျွန်ုပ်တို့၏ ရှင်းပြချက်က အီဘရာဟင်မ်သည် နင်မ်ရွတ်၏ ပြောဆိုချက်နှစ်ခုစလုံးကို ပယ်ချခဲ့သည်ဟု အခိုင်အမာဆိုသည်။ ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အာစ့်-ဆွတ်ဒီက အီဘရာဟင်မ်နှင့် နင်မ်ရွတ်တို့ကြား အငြင်းပွားမှုသည် အီဘရာဟင်မ်ကို မီးထဲသို့ ပစ်ချပြီးနောက် ဖြစ်ပွားခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် အီဘရာဟင်မ်သည် ထိုနေ့မတိုင်မီက ဘုရင်နှင့် မတွေ့ဆုံခဲ့ဖူးပေ။</p>"
  },
  {
    "ayah_key": "2:259",
    "group_ayah_key": "2:259",
    "from_ayah": "2:259",
    "to_ayah": "2:259",
    "ayah_keys": "2:259",
    "text": "<p lang=\"my\" class=\"my \">သို့မဟုတ် ၎င်း၏ခေါင်မိုးများအထိ ပြိုပျက်နေသော မြို့တစ်မြို့ကို ဖြတ်သွားသူကဲ့သို့။ ၎င်းက \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏သေဆုံးခြင်းနောက်တွင် မည်သို့ ပြန်လည်အသက်သွင်းမည်နည်း။\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်တစ်ရာကြာ သေစေတော်မူပြီးနောက် ပြန်လည် ထမြောက်စေတော်မူခဲ့သည်။ ၎င်းက \"သင်သည် မည်မျှကြာအောင် <span class=\"gray\">(သေဆုံးလျက်)</span> နေခဲ့သနည်း။\" ဟု မေး၏။ ၎င်း <span class=\"gray\">(ထိုလူ)</span> က \"<span class=\"gray\">(ဖြစ်နိုင်သည်မှာ)</span> ကျွန်ုပ်သည် တစ်ရက် သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်း <span class=\"gray\">(သေဆုံးလျက်)</span> နေခဲ့သည်။\" ဟု ပြော၏။ အရှင်က \"မဟုတ်ဘူး၊ သင်သည် နှစ်တစ်ရာကြာ <span class=\"gray\">(သေဆုံးလျက်)</span> နေခဲ့သည်။ သင်၏အစားအစာနှင့် အချိုရည်ကို ကြည့်ပါ။ ၎င်းတို့သည် မည်သည့်ပြောင်းလဲမှုမှ မရှိပါ။ သင်၏ မြည်းကို ကြည့်ပါ။ ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် သင့်ကို လူသားများအတွက် သင်္ကေတတစ်ခု ဖြစ်စေခဲ့သည်။ အရိုးများကို ကြည့်ပါဦး၊ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို မည်သို့ ပြန်လည်စုစည်းပြီး အသားများဖြင့် ဖုံးအုပ်ပေးသနည်း။\" ၎င်းအား ဤအရာကို ရှင်းရှင်းလင်းလင်း ပြသသောအခါ ၎င်းက \"အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သည်ကို <span class=\"gray\">(ယခု)</span> ကျွန်ုပ်သိပါသည်။ <span>(၂၅၉)</span>\" ဟု ပြောခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ဥဇိုင်ရ်၏ ပုံပြင်</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အီဘရာဟင်မ်အား ၎င်း၏အရှင်သခင်နှင့် ပတ်သက်၍ ငြင်းခုံသူကို မကြည့်ရှုဖူးသလော။)</span> ဆိုလိုသည်မှာ \"အီဘရာဟင်မ်အား ၎င်း၏အရှင်သခင်နှင့် ပတ်သက်၍ ငြင်းခုံသူကဲ့သို့ တစ်စုံတစ်ဦးကို သင်တွေ့ဖူးသလော\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အာယတ်ကို ဆက်စပ်ပေးခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَالَّذِي مَرَّ عَلَىٰ قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်း၏ခေါင်မိုးများအထိ ပြိုပျက်နေသော မြို့တစ်မြို့ကို ဖြတ်သွားသူကဲ့သို့)</span> ဟူသော အာယတ်ကို အထက်ပါ အာယတ်နှင့် 'သို့မဟုတ်' ဟူသော စကားလုံးကို သုံး၍ ချိတ်ဆက်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ခဲ့သည်မှာ အလီ ဘင်မ် အဘီ တာလိဗ်က အာယတ် <span class=\"gray\">[၂:၂၅၉]</span> သည် ဥဇိုင်ရ်ကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ အီဗ်နု ဂျာရီရ်ကလည်း ၎င်းကို ဖော်ပြခဲ့ပြီး၊ ဤရှင်းပြချက်ကို အီဗ်နု ဂျာရီရ်နှင့် အီဗ်နု အဘီ ဟာတိမ်တို့က အီဗ်နု အဘ်ဘာစ်၊ အလ်-ဟာစန်၊ ကာတာဒါဟ်၊ အာစ့်-ဆွတ်ဒီနှင့် စူလေမာန် ဘင်မ် ဘူရိုင်ဒါဟ်တို့ထံမှလည်း ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">မွဂျာဟစ်ဒ် ဘင်မ် ဂျဗ်ရ်က အာယတ်သည် အစ္စရေးလ်သားတို့ထဲမှ အမျိုးသားတစ်ဦးကို ရည်ညွှန်းပြီး၊ ထိုရွာသည် ဂျေရုဆလင်ဖြစ်ကြောင်း၊ နီဘူခဒ်နီဇာက ၎င်းကို ဖျက်ဆီးပြီး ၎င်း၏ပြည်သူများကို သတ်ဖြတ်ပြီးနောက်ပိုင်းတွင် ဖြစ်သည်ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهِيَ خَاوِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြိုပျက်နေသော)</span> ဆိုလိုသည်မှာ၊ လူသူကင်းမဲ့သွားခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ عُرُوشِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ခေါင်မိုးများအထိ)</span> ဆိုသည်မှာ၊ ခေါင်မိုးများနှင့် နံရံများ <span class=\"gray\">(ရွာ၏)</span> မြေပေါ်သို့ ပြိုကျခဲ့သည်ကို ဖော်ပြသည်။ ဥဇိုင်ရ်သည် ထိုမြို့ကြီး၌ ကြီးကျယ်သော ယဉ်ကျေးမှုများ နေထိုင်ခဲ့ပြီးနောက် ဖြစ်ပေါ်ခဲ့သည့်အရာများကို စဉ်းစားဆင်ခြင်လျက် ရပ်နေခဲ့သည်။ ၎င်းက ပြောခဲ့သည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنَّىٰ يُحْيِي هَٰذِهِ اللَّهُ بَعْدَ مَوْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို! အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏သေဆုံးခြင်းနောက်တွင် မည်သို့ ပြန်လည်အသက်သွင်းမည်နည်း)</span> ၎င်းတွေ့မြင်ခဲ့ရသော အပြီးအပိုင် ဖျက်ဆီးခံရမှုနှင့် ယခင်အတိုင်း ပြန်ဖြစ်နိုင်ခြေ မရှိခြင်းကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်တစ်ရာကြာ သေစေတော်မူပြီးနောက် ပြန်လည် ထမြောက်စေတော်မူခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ထိုလူ <span class=\"gray\">(ဥဇိုင်ရ်)</span> သေဆုံးပြီးနောက် နှစ်ခုနစ်ဆယ်ကြာသောအခါ မြို့ကို ပြန်လည်တည်ဆောက်ခဲ့ပြီး ၎င်း၏နေထိုင်သူများ တိုးပွားလာကာ အစ္စရေးလ်သားများလည်း ပြန်လည်ဝင်ရောက်နေထိုင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဥဇိုင်ရ်အား သေဆုံးပြီးနောက် ပြန်လည်ထမြောက်စေသောအခါ အရှင်က ပထမဆုံး ပြန်လည်ထမြောက်စေခဲ့သည့် အင်္ဂါအစိတ်အပိုင်းမှာ ၎င်း၏ မျက်လုံးများဖြစ်သည်။ ထိုသို့ ပြုခြင်းဖြင့် ဥဇိုင်ရ်သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းအား မည်သို့ပြုကြောင်း၊ ၎င်း၏ခန္ဓာကိုယ်အား မည်သို့ အသက်ပြန်သွင်းကြောင်းကို မျက်မြင်ကိုယ်တွေ့ ကြည့်ရှုနိုင်ရန် ဖြစ်သည်။ ၎င်း၏ ပြန်လည်ထမြောက်မှု ပြီးဆုံးသောအခါ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား၊ ဆိုလိုသည်မှာ ကောင်းကင်တမန်မှတစ်ဆင့်၊ မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်သည် မည်မျှကြာအောင် <span class=\"gray\">(သေဆုံးလျက်)</span> နေခဲ့သနည်း။\" ၎င်း <span class=\"gray\">(ထိုလူ)</span> က \"<span class=\"gray\">(ဖြစ်နိုင်သည်မှာ)</span> ကျွန်ုပ်သည် တစ်ရက် သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်း <span class=\"gray\">(သေဆုံးလျက်)</span> နေခဲ့သည်။\" ဟု ပြောခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ပညာရှင်များက ထိုလူသည် နေ့၏ အစောပိုင်းတွင် သေဆုံးခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်က ၎င်းအား နေ့၏ နောက်ပိုင်းတွင် ပြန်လည်ထမြောက်စေခဲ့ရာ နေကို ထင်ထင်ရှားရှား မြင်နေရသေးသည့်အတွက် ထိုလူသည် ၎င်းသည် ထိုနေ့၏ နေပင်ဖြစ်သည်ဟု ထင်ခဲ့သည်ဟု ပြောခဲ့သည်။ ၎င်းက ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ بَعْضَ يَوْمٍ قَالَ بَل لَّبِثْتَ مِائَةَ عَامٍ فَانظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်း။\" ၎င်းက \"မဟုတ်ဘူး၊ သင်သည် နှစ်တစ်ရာကြာ <span class=\"gray\">(သေဆုံးလျက်)</span> နေခဲ့သည်။ သင်၏အစားအစာနှင့် အချိုရည်ကို ကြည့်ပါ။ ၎င်းတို့သည် မည်သည့်ပြောင်းလဲမှုမှ မရှိပါ။\")</span></p><p lang=\"my\" class=\"my \">၎င်း၌ စပျစ်သီး၊ သင်္ဘောသီးနှင့် ဖျော်ရည်များ ရှိခဲ့ပြီး၊ ၎င်းတို့ကို ထားခဲ့သည့်အတိုင်း တွေ့ရှိခဲ့သည်။ ဖျော်ရည်လည်း မပျက်စီးခဲ့၊ သင်္ဘောသီးလည်း မခါးခဲ့၊ စပျစ်သီးလည်း မပုပ်ခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانظُرْ إِلَىٰ حِمَارِكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ မြည်းကို ကြည့်ပါ!)</span>၊ \"သင်ကြည့်နေစဉ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို မည်သို့ အသက်ပြန်သွင်းသည်ကို။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَكَ آيَةً لِّلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် သင့်ကို လူသားများအတွက် သင်္ကေတတစ်ခု ဖြစ်စေခဲ့သည်)</span> ဆိုသည်မှာ ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်း ဖြစ်ပေါ်သည်ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانظُرْ إِلَى الْعِظَامِ كَيْفَ نُنشِزُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရိုးများကို ကြည့်ပါဦး၊ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို မည်သို့ နွန်ရှီဇူဟာ (Nunshizuha) လုပ်သနည်း)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို စုစည်းပြီး ပြန်လည်ပေါင်းစပ်ခြင်း ဖြစ်သည်။ ၎င်း၏ မွတ်စ်တဒ်ရက်က်တွင် အလ်-ဟာကင်မ်က မှတ်တမ်းတင်ခဲ့သည်မှာ ခါရီဂျာ ဘင်မ် ဇိုင်ဒ် ဘင်မ် သာဘစ်တ်က ၎င်း၏ဖခင်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဤအာယတ်ကို ရွတ်ဖတ်ခဲ့သည်ဟု ပြောကြားခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَيْفَ نُنشِزُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မည်သို့ နွန်ရှီဇူဟာ (Nunshizuha) လုပ်သနည်း။)</span> အလ်-ဟာကင်မ်က ပြောခဲ့သည်မှာ \"၎င်း၏ ဆင့်ပွားဆက်သွယ်ချက်သည် ဆဟီဟ်ဖြစ်ပြီး ၎င်းတို့ <span class=\"gray\">(အလ်-ဗူခါရီနှင့် မွတ်စလင်မ်)</span> က မှတ်တမ်းတင်ခဲ့ခြင်းမရှိပေ။\" အာယတ်ကိုလည်း ရွတ်ဖတ်ခဲ့သည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">(نُنْشِرُهَا)</p><p lang=\"my\" class=\"my \">\"နွန်ရှိရူဟာ (Nunshiruha)\" ဆိုလိုသည်မှာ ၎င်းတို့ကို အသက်ပြန်သွင်းခြင်းဖြစ်သည်ဟု မွဂျာဟစ်ဒ်က ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَكْسُوهَا لَحْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသားများဖြင့် ဖုံးအုပ်ပေးသနည်း။)</span></p><p lang=\"my\" class=\"my \">အာစ့်-ဆွတ်ဒီက ပြောခဲ့သည်မှာ \"ဥဇိုင်ရ်သည် ၎င်း၏ မြည်း၏ အရိုးများကို ကြည့်ရှုခဲ့သည်၊ ၎င်းတို့သည် ၎င်း၏ပတ်ဝန်းကျင်၌ ညာဘက်နှင့် ဘယ်ဘက်သို့ ပြန့်ကျဲနေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် လေကို စေလွှတ်၍ ထိုအရိုးများကို နေရာအနှံ့မှ စုဆောင်းစေခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရိုးတိုင်းကို ၎င်း၏နေရာသို့ ပြန်ရောက်စေခဲ့ရာ အသားမရှိသော အရိုးများဖြင့် ဖွဲ့စည်းထားသည့် မြည်းအပြည့်အစုံ ဖြစ်ပေါ်လာခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ထိုအရိုးများကို အသား၊ အာရုံကြော၊ သွေးကြောများနှင့် အရေပြားများဖြင့် ဖုံးအုပ်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်တစ်ပါးကို စေလွှတ်၍ မြည်း၏ နှာခေါင်းထဲသို့ အသက်ကို မှုတ်သွင်းစေခဲ့သည်။ ထို့နောက် မြည်းသည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် အော်မြည်စပြုခဲ့သည်။\" ဤအရာအားလုံးသည် ဥဇိုင်ရ် ကြည့်ရှုနေစဉ် ဖြစ်ပွားခဲ့ပြီး၊ ဤအချိန်တွင် ၎င်းက ကြွေးကြော်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက \"အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သည်ကို <span class=\"gray\">(ယခု)</span> ကျွန်ုပ်သိပါသည်။\")</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်သည် ၎င်းကို သိပြီး၊ ကျွန်ုပ်၏ မျက်စိဖြင့် ကိုယ်တိုင်မြင်တွေ့ခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်သည် ကျွန်ုပ်၏ခေတ်ကာလမှ လူများအနက် ဤကိစ္စတွင် အသိဆုံးသူ ဖြစ်သည်။\"</p>"
  }
]