[
  {
    "ayah_key": "22:41",
    "group_ayah_key": "22:41",
    "from_ayah": "22:41",
    "to_ayah": "22:41",
    "ayah_keys": "22:41",
    "text": "<p class=\"my translation\" lang=\"my\">အကြင်သူတို့သည် မြေပေါ်၌ ကျွန်ုပ်တို့သည် သူတို့ကို အာဏာပေးခဲ့လျှင် ဆွလားဟ်ကို ထူထောင်ကြ၏၊ ဇကာဟ်ကို ပေးဆောင်ကြ၏၊ ထို့ပြင် သူတို့သည် ကောင်းမှု့ကို ဖိတ်ခေါ်ကြ၏၊ မကောင်းမှု့ကို တားမြစ်ကြ၏။ အလ္လာဟ်အရှင်မြတ်ထံတွင် ကိစ္စအဝဝ၏ အဆုံးသတ်သည် ရှိ၏။ <span>(၄၁)</span></p><div lang=\"my\" class=\"my \"><h2>မွတ်စ်လင်မ်တို့ အာဏာရရှိသည့်အခါ သူတို့၏တာဝန်များ</h2></div><p lang=\"yo\" class=\"yo \">Ibn Abi Hatim recorded that 'Uthman bin 'Affan said, \"The Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူတို့သည် မြေပေါ်၌ ကျွန်ုပ်တို့သည် သူတို့ကို အာဏာပေးခဲ့လျှင်၊ (သူတို့) ဆွလားဟ်ကို ထူထောင်ကြ၏၊ ဇကာဟ်ကို ပေးဆောင်ကြ၏၊ ထို့ပြင် သူတို့သည် ကောင်းမှု့ကို ဖိတ်ခေါ်ကြ၏၊ မကောင်းမှု့ကို တားမြစ်ကြ၏။)</span> သည် ကျွန်ုပ်တို့နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် 'ကျွန်ုပ်တို့၏ အရှင်သခင်သည် အလ္လာဟ်ဖြစ်သည်' ဟု ပြောကြားခဲ့ခြင်းကြောင့်သာ မတရားသဖြင့် ကျွန်ုပ်တို့၏ အိမ်များမှ နှင်ထုတ်ခံခဲ့ရသောကြောင့် ဖြစ်သည်။ ထို့နောက် ကျွန်ုပ်တို့အား မြေပေါ်၌ အာဏာပေးခဲ့ရာ ကျွန်ုပ်တို့သည် ပုံမှန်ဝတ်ပြုဆုတောင်းခြင်းကို ထူထောင်ခဲ့ကြပြီး ဇကာဟ်ကို ပေးဆောင်ခဲ့ကြကာ ကောင်းမှု့ကို ဖိတ်ခေါ်ပြီး မကောင်းမှု့ကို တားမြစ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်ထံတွင် ကိစ္စအဝဝ၏ အဆုံးသတ်သည် ရှိသည်။ ဤသည်မှာ ကျွန်ုပ်၏အပေါင်းအသင်းများနှင့် ကျွန်ုပ်အကြောင်းဖြစ်သည်။\" အဘူ အလ်-အာလိယာဟ်က \"သူတို့သည် မိုဟာမဒ်၏ အပေါင်းအသင်းများဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အစ်-ဆွာဘား ဘင်န် ဆူဝါဒါ အလ်-ကင်ဒီက \"ကျွန်ုပ်သည် 'အူမာရ် ဘင်န် 'အဗ်ဒုလ်-'အဇီးဇ် မိန့်ခွန်းပြောကြားပြီး ပြောကြားသည်ကို ကြားခဲ့ရသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူတို့သည် မြေပေါ်၌ ကျွန်ုပ်တို့သည် သူတို့ကို အာဏာပေးခဲ့လျှင်....)</span> ထို့နောက် သူက \"ဤသည်မှာ အာဏာရှိသူများအတွက်သာ မဖြစ်မနေ လိုက်နာရမည်မဟုတ်၊ သူတို့အုပ်ချုပ်သူများအတွက်လည်း အကျုံးဝင်သည်။ သင်တို့၏ အုပ်ချုပ်သူထံမှ သင်တို့ ဘာမျှော်လင့်နိုင်သည်ကိုနှင့် အုပ်ချုပ်ခံရသူများက သူ့အပေါ် ဘာတာဝန်များ ရှိသည်ကို ကျွန်ုပ်ပြောပြရမည်မဟုတ်လား။ သင်တို့၏ အုပ်ချုပ်သူအပေါ်တွင် သင်တို့၏ အခွင့်အရေးများမှာ သူသည် အလ္လာဟ်အရှင်မြတ်အပေါ် သင်တို့၏ တာဝန်များနှင့် ပတ်သက်၍ စစ်ဆေးသင့်ပြီး သင်တို့အချင်းချင်းအပေါ် ရှိသော အခွင့်အရေးများကို ပြန်လည် ထူထောင်ပေးသင့်ကာ ဖြစ်နိုင်သမျှ ဖြောင့်မတ်သောလမ်းသို့ ပဲ့ပြင်ပေးသင့်သည်ဆိုသော အချက်များဖြစ်သည်။ သူ့အပေါ် သင်တို့၏ တာဝန်များမှာ လိမ်လည်ခြင်းမရှိဘဲ၊ နာကြည်းစိတ်မရှိဘဲ သူ့ကို နာခံရမည်ဖြစ်ပြီး လျှို့ဝှက်၍ရော ပွင့်ပွင့်လင်းလင်းပါ သူ့ကို နာခံရမည်ဖြစ်သည်။\" 'အာတိယာဟ် အလ်-'အော်ဖီက \"ဤအာယသ်သည် ဤအာယသ်နှင့်တူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက်မှ ယုံကြည်ပြီး ကောင်းမှု့ကုသိုလ်ပြုသူများအား မြေပေါ်တွင် (လက်ရှိအုပ်ချုပ်သူများထက်) ဆက်ခံခွင့်ပေးမည်ဟု ကတိပြုတော်မူခဲ့ပြီ။)</span><span class=\"gray\">(24:55)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ عَاقِبَةُ الْأُمُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံတွင် ကိစ္စအဝဝ၏ အဆုံးသတ်သည် ရှိ၏။)</span> ဤသည်မှာ ဤအာယသ်နှင့်တူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَاقِبَةُ لِلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းသောအဆုံးသတ်သည် တက္ကဝါရှိသူများအတွက် ဖြစ်သည်။)</span><span class=\"gray\">(28:83)</span>. ဇိုင်းဒ် ဘင်န် အစ်လမ်က ပြောကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ عَاقِبَةُ الْأُمُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံတွင် ကိစ္စအဝဝ၏ အဆုံးသတ်သည် ရှိ၏။)</span> \"သူတို့လုပ်ဆောင်ခဲ့သည်များအတွက် အလ္လာဟ်အရှင်မြတ်ထံတွင် အကျိုးဆုလာဘ်ရှိမည်။\"</p>"
  },
  {
    "ayah_key": "22:42",
    "group_ayah_key": "22:42",
    "from_ayah": "22:42",
    "to_ayah": "22:46",
    "ayah_keys": "22:42,22:43,22:44,22:45,22:46",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ သူတို့သည် သင့်ကို ငြင်းပယ်လျှင် သူတို့မတိုင်မီ နူဟ်၏လူမျိုး၊ 'အာဒ်နှင့် ޘမူးဒ်လူမျိုးတို့လည်း ငြင်းပယ်ခဲ့ကြသည်။ <span>(၄၂)</span> အိဗ်ရာဟင်မ်၏လူမျိုးနှင့် လူသ်၏လူမျိုးတို့လည်း (ငြင်းပယ်ခဲ့ကြသည်)။ <span>(၄၃)</span> မဒ်ယန်မြို့သားများလည်း (ငြင်းပယ်ခဲ့ကြသည်)။ မူဆာကိုလည်း ငြင်းပယ်ခဲ့ကြသည်။ သို့သော် ငါသည် သွေဖည်သူတို့အား ခဏတာ အချိန်ဆွဲပေးခဲ့သည်။ ထို့နောက် ငါသည် သူတို့ကို ဖမ်းဆီးခဲ့ရာ ငါ၏အပြစ်ပေးခြင်းသည် မည်မျှ (ကြောက်မက်ဖွယ်) ကောင်းသနည်း။ <span>(၄၄)</span> အမှားကျူးလွန်နေစဉ် ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့သော မြို့ရွာများစွာ ရှိခဲ့သည်၊ ထို့ကြောင့် ၎င်းသည် ပျက်စီးယိုယွင်းလျက်ရှိ၏။ စွန့်ပစ်ထားသော ရေတွင်းနှင့် ခိုင်ခံ့သော ရဲတိုက်လည်း (ရှိ၏)။ <span>(၄၅)</span> သူတို့သည် ကမ္ဘာမြေကို လှည့်လည်သွားလာခဲ့ကြသည်မဟုတ်လော။ ဉာဏ်ဖြင့်သိမြင်ရန် နှလုံးသားများနှင့် ကြားနာရန် နားများ သူတို့မှာ မရှိကြသလော။ အမှန်စင်စစ် မျက်စိများသည် ကန်းခြင်းမဟုတ်၊ ရင်ဘတ်အတွင်းရှိ နှလုံးသားများသာ ကန်းကြခြင်းဖြစ်သည်။ <span>(၄၆)</span></p><div lang=\"my\" class=\"my \"><h2>သွေဖည်သူများအတွက် အကျိုးဆက်များ</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ တမန်တော် မိုဟာမဒ် ﷺ ကို ဆန့်ကျင်ခဲ့သော သူ၏လူမျိုးများအနက်မှ သွေဖည်သူများအတွက် နှစ်သိမ့်ပေးတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူတို့သည် သင့်ကို ငြင်းပယ်လျှင် သူတို့မတိုင်မီ နူဟ်၏လူမျိုးတို့လည်း ငြင်းပယ်ခဲ့ကြသည်။)</span> ဟူသော သူ၏မိန့်ဆိုချက်အထိ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكُذِّبَ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာကိုလည်း ငြင်းပယ်ခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ သူတို့ယူဆောင်လာခဲ့သော ရှင်းလင်းသော နိမိတ်လက္ခဏာများနှင့် အထောက်အထားများအားလုံးရှိနေသော်လည်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمْلَيْتُ لِلْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါသည် သွေဖည်သူတို့အား ခဏတာ အချိန်ဆွဲပေးခဲ့သည်။)</span> ဆိုလိုသည်မှာ 'ငါသည် နှောင့်နှေးစေခဲ့ပြီး ရွှေ့ဆိုင်းခဲ့သည်' ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါသည် သူတို့ကို ဖမ်းဆီးခဲ့ရာ ငါ၏အပြစ်ပေးခြင်းသည် မည်မျှ (ကြောက်မက်ဖွယ်) ကောင်းသနည်း။)</span> ဆိုလိုသည်မှာ 'သူတို့အပေါ် ငါ၏လက်စားချေခြင်းနှင့် သူတို့ကို ငါ၏အပြစ်ပေးခြင်းသည် မည်မျှကြီးမားသနည်း။' ဆွဟီးဟ်နှစ်ခုတွင် အဘူ မူဆာထံမှ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်ဟု ဖော်ပြထားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မတရားကျူးလွန်သူကို ဆက်လက်လုပ်ဆောင်ခွင့်ပေးထားပြီး သူဖမ်းဆီးသောအခါတွင် သူသည် သူ့ကို လုံးဝလွတ်မြောက်စေမည်မဟုတ်။)</span> ထို့နောက် သူသည် ရွတ်ဖတ်တော်မူခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်၏ ပြစ်ဒဏ်သည် ထိုမြို့များကို မတရားပြုနေစဉ် သူဖမ်းဆီးသောအခါ ထိုနည်းတူပင် ဖြစ်သည်။ အမှန်စင်စစ် သူ၏ပြစ်ဒဏ်သည် ပြင်းပြနာကျင်သော ပြစ်ဒဏ်ဖြစ်သည်။)</span><span class=\"gray\">(11:102)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့သော မြို့ရွာများစွာ ရှိခဲ့သည်)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهِيَ ظَالِمَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှားကျူးလွန်နေစဉ်၊)</span> ဆိုလိုသည်မှာ သူတို့သည် သူတို့၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်နေကြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းသည် ပျက်စီးယိုယွင်းလျက်ရှိ၏။)</span> အဒ်-ဒဟ်ဟက်ခ်က \"<span class=\"gray\">[ခေါင်မိုးများအထိ ညီညာစွာ]</span>\" ဟု ပြောကြားခဲ့သည်၊ ဆိုလိုသည်မှာ သူတို့၏အိမ်များနှင့် မြို့များကို ဖျက်ဆီးခံခဲ့ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِئْرٍ مُّعَطَّلَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စွန့်ပစ်ထားသော ရေတွင်း)</span> ဆိုလိုသည်မှာ ၎င်းမှ ရေမခပ်ကြတော့ဘဲ လူအုပ်ကြီးများ မကြာခဏ လာရောက်လေ့ရှိပြီးနောက် မည်သူမျှ မလာရောက်တော့ခြင်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَصْرٍ مَّشِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခိုင်ခံ့သော ရဲတိုက်!)</span> 'အိကရိမာဟ်က \"ဤသည်မှာ အင်္ဂတေဖြင့် ဖြူအောင်ပြုလုပ်ထားသည်ဟု အဓိပ္ပာယ်ရသည်\" ဟု ပြောကြားခဲ့သည်။ 'အလီ ဘင်န် အဘူ တာလိဗ်၊ မူဂျာဟစ်ဒ်၊ 'အတာအ်၊ စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အဘူ အလ်-မူလိုင်းဟ်နှင့် အဒ်-ဒဟ်ဟက်ခ်တို့ထံမှလည်း အလားတူ ဖော်ပြထားသည်။ အချို့က ၎င်းသည် မြင့်မား၍ ထိုးဖောက်မရနိုင်သော ခံတပ်များဟု ဆိုကြသည်။ ဤအဆိုပြုချက်များအားလုံးသည် အဓိပ္ပာယ်ချင်းနီးစပ်ပြီး အချင်းချင်းမဆန့်ကျင်ကြပေ။ အဘယ်ကြောင့်ဆိုသော် ဤခိုင်ခံ့သော ဆောက်လုပ်မှုနှင့် ကြီးမားသော အမြင့်သည် သူတို့၏နေထိုင်သူများကို အထောက်အကူမပြုနိုင်ခဲ့ဘဲ၊ အလ္လာဟ်အရှင်မြတ်၏ အပြစ်ပေးခြင်းသည် သူတို့အပေါ် ကျရောက်လာသောအခါ မည်သည့်ကာကွယ်မှုကိုမျှ မပေးနိုင်ခဲ့ပေ။ အရှင်က မိန့်ကြားထားသည်မှာ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَمَا تَكُونُوا يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့ မည်သည့်နေရာတွင် ရှိနေစေကာမူ သေခြင်းတရားသည် သင်တို့ကို လိုက်မီမည်။ သင်တို့သည် ခိုင်ခံ့သော ရဲတိုက်များထဲတွင် ရှိနေစေကာမူပင်။\")</span><span class=\"gray\">(4:78)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ကမ္ဘာမြေကို လှည့်လည်သွားလာခဲ့ကြသည်မဟုတ်လော)</span> ဆိုလိုသည်မှာ သူတို့သည် ရုပ်ပိုင်းဆိုင်ရာအရ ခရီးသွားလာခဲ့ကြပြီး စဉ်းစားဆင်ခြင်ရန် သူတို့၏စိတ်များကိုလည်း အသုံးပြုခဲ့ကြသည်မဟုတ်လော။ ၎င်းသည် လုံလောက်သည်၊ အိဗ်န် အဘီ အဒ်-ဒွန်ယာက သူ၏ At-Tafakkur wal-I'tibar စာအုပ်တွင် \"ဉာဏ်ပညာရှိသူအချို့က 'သင်၏နှလုံးသားကို သင်ခန်းစာများဖြင့် အသက်သွင်းပါ၊ အတွေးဖြင့် လင်းထိန်စေပါ၊ သာသနာ့ရေးရာကျင့်စဉ်ဖြင့် သတ်ပစ်ပါ၊ ခိုင်မာသော ယုံကြည်ခြင်းဖြင့် အားဖြည့်ပါ၊ ၎င်း၏ သေမျိုးဖြစ်မှုကို သတိရစေပါ၊ ဤလောက၏ ဘေးဆိုးများကို သိရှိစေပါ၊ ဘဝက ယူဆောင်လာနိုင်သော ဘေးအန္တရာယ်များကို သတိပေးပါ၊ နေ့ရက်များ ကုန်ဆုံးခြင်းဖြင့် အရာရာ မည်သို့ ရုတ်တရက် ပြောင်းလဲနိုင်သည်ကို ပြသပါ၊ ရှေးခေတ်လူများ၏ ဇာတ်လမ်းများကို ပြောပြပါ၊ သူတို့မတိုင်မီက ဖြစ်ပျက်ခဲ့သည်များကို သတိရစေပါ' ဟု ပြောကြားခဲ့ကြသည်။\" သူတို့၏ ပျက်စီးယိုယွင်းရာများကို ဖြတ်လျှောက်ပါ၊ သူတို့ဘာလုပ်ခဲ့သည်နှင့် ဘာဖြစ်သွားသည်ကို ကြည့်ပါ၊ ဆိုလိုသည်မှာ ငြင်းပယ်ခဲ့သော ရှေးခေတ်လူမျိုးများအပေါ် ကျရောက်ခဲ့သော အပြစ်ပေးမှုများနှင့် ဘုရားသခင်၏ အမျက်ဒေါသများကို ကြည့်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဉာဏ်ဖြင့်သိမြင်ရန် နှလုံးသားများနှင့် ကြားနာရန် နားများ သူတို့မှာ မရှိကြသလော)</span> ဆိုလိုသည်မှာ ထိုမှ သင်ခန်းစာယူကြစေရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မျက်စိများသည် ကန်းခြင်းမဟုတ်၊ ရင်ဘတ်အတွင်းရှိ နှလုံးသားများသာ ကန်းကြခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ မျက်စိမမြင်ရသူသည် မျက်စိကန်းသူမဟုတ်၊ ဉာဏ်ပညာမရှိသူသာ မျက်စိကန်းသူဖြစ်သည်။ ရုပ်ပိုင်းဆိုင်ရာ မျက်စိများ ကောင်းမွန်နေသော်လည်း သင်ခန်းစာကို မယူနိုင်သေးပေ။</p>"
  },
  {
    "ayah_key": "22:47",
    "group_ayah_key": "22:47",
    "from_ayah": "22:47",
    "to_ayah": "22:48",
    "ayah_keys": "22:47,22:48",
    "text": "<p lang=\"my\" class=\"my \">ထို့ပြင် သူတို့သည် သင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုတောင်းဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကတိကို ဖောက်ဖျက်တော်မမူပေ။ အမှန်စင်စစ် သင်တို့ရေတွက်သော နှစ်တစ်ထောင်သည် သင်တို့၏အရှင်သခင်အထံတွင် တစ်ရက်နှင့်တူ၏။ <span>(၄၇)</span> အမှားကျူးလွန်နေစဉ် ငါသည် မြို့ရွာများစွာကို အချိန်ဆွဲပေးခဲ့သည်။ ထို့နောက် ငါသည် ၎င်းကို (ပြစ်ဒဏ်ဖြင့်) ဖမ်းဆီးခဲ့သည်။ ငါ့ထံသို့သာ (အားလုံး၏) (နောက်ဆုံး) ပြန်လာခြင်းသည် ရှိသည်။ <span>(၄၈)</span></p><div lang=\"my\" class=\"my \"><h2>သွေဖည်သူများ၏ ပြစ်ဒဏ်တောင်းဆိုခြင်း</h2></div><p lang=\"id\" class=\"id \">Allah tells His Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူတို့သည် သင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုတောင်းဆိုကြသည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၊ သူ၏ကျမ်းတော်၊ သူ၏ ရစူလ်တမန်တော် ﷺ နှင့် နောက်ဆုံးနေ့ကို မယုံကြည်သော ဤသွေဖည်သူများ ဖြစ်သည်။ ဤသည်မှာ ဤအာယသ်များနှင့်တူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူတို့က \"အို အလ္လာဟ်! အကယ်၍ ဤသည် အရှင်ဘက်မှ စစ်မှန်သော အမှန်တရားဖြစ်ပါက ကျွန်ုပ်တို့အပေါ် ကောင်းကင်မှ ကျောက်တုံးများ ရွာသွန်းပါ သို့မဟုတ် ကျွန်ုပ်တို့အား ပြင်းပြနာကျင်သော ပြစ်ဒဏ်ကို ယူဆောင်လာပါ။\" ဟု ပြောကြားခဲ့သည်ကို (မှတ်မိကြလော့))</span><span class=\"gray\">(8:32)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! စစ်ဆေးမေးမြန်းမည့်နေ့မတိုင်မီ ကျွန်ုပ်တို့၏ Qittana (ပြစ်ဒဏ်) ကို ကျွန်ုပ်တို့ထံ အလျင်အမြန်ပို့ပါ။\" ဟု ပြောကြသည်။)</span><span class=\"gray\">(38:16)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن يُخْلِفَ اللَّهُ وَعْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကတိကို ဖောက်ဖျက်တော်မမူပေ။)</span> ဆိုလိုသည်မှာ နောက်ဆုံးအချိန်ကို ယူဆောင်လာရန်၊ သူ၏ရန်သူများအပေါ် လက်စားချေရန်နှင့် သူ၏ရင်းနှီးသော မိတ်ဆွေများကို ဂုဏ်ပြုရန် သူ၏ကတိဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ရေတွက်သော နှစ်တစ်ထောင်သည် သင်တို့၏အရှင်သခင်အထံတွင် တစ်ရက်နှင့်တူ၏။)</span> ဆိုလိုသည်မှာ အရှင်သည် အလျင်စလို မပြုဘဲ၊ အဘယ်ကြောင့်ဆိုသော် အရှင်ဖန်ဆင်းထားသောအရာများနှင့် ရေတွက်သော နှစ်တစ်ထောင်သည် အရှင်အထံတွင် တစ်ရက်နှင့်တူသောကြောင့်ဖြစ်သည်။ အရှင်သည် လက်စားချေနိုင်ကြောင်းနှင့် မည်သည့်အရာကိုမျှ လွတ်သွားစေမည်မဟုတ်ကြောင်း အရှင်သိတော်မူ၏၊ အချိန်ဆွဲ၍ စောင့်ဆိုင်းကာ ရွှေ့ဆိုင်းထားသော်လည်းပင်။ ထို့ကြောင့် အရှင်က ထို့နောက် မိန့်ကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှားကျူးလွန်နေစဉ် ငါသည် မြို့ရွာများစွာကို အချိန်ဆွဲပေးခဲ့သည်။ ထို့နောက် ငါသည် ၎င်းကို (ပြစ်ဒဏ်ဖြင့်) ဖမ်းဆီးခဲ့သည်။ ငါ့ထံသို့သာ (အားလုံး၏) (နောက်ဆုံး) ပြန်လာခြင်းသည် ရှိသည်။)</span> အိဗ်န် အဘီ ဟာတိမ်က အဘူ ဟိုရိုင်ရာဟ်ထံမှ တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်ဟု မှတ်တမ်းတင်ထားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْخُلُ فُقَرَاءُ الْمُسْلِمِينَ الْجَنَّةَ قَبْلَ الْأَغْنِيَاءِ بِنِصْفِ يَوْمٍ خَمْسِمِائَةِ عَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စ်လင်မ်များအနက်မှ ဆင်းရဲသားများသည် ချမ်းသာသူများထက် တစ်ရက်၏တစ်ဝက်—နှစ်ပေါင်းငါးရာ—စောပြီး ဂျန္နသ်သို့ ဝင်ကြလိမ့်မည်။)</span> ဤသည်ကို အတ်-တီရ်မီဇီနှင့် အန်-နာစာအီတို့က အတ်-သော်ရီထံမှ မိုဟာမဒ် ဘင်န် 'အမ်ရ်၏ ဟဒီးစ်မှ မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီက \"ဟဆန် ဆွဟီးဟ်\" ဟု ပြောကြားခဲ့သည်။\"</p><p lang=\"yo\" class=\"yo \">Abu Dawud recorded at the end of Book of Al-Malahim in his Sunan from Sa'd bin Abi Waqqas that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأَرْجُو أَنْ لَا تَعْجِزَ أُمَّتِي عِنْدَ رَبِّهَا أَنْ يُؤَخِّرَهُمْ نِصْفَ يَوْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏အွမ္မသ်ကို တစ်ရက်၏တစ်ဝက်မျှ နှောင့်နှေးစေလျှင် ၎င်းသည် အလွန်အကျွံ ဖြစ်မည်မဟုတ်ဟု ကျွန်ုပ် မျှော်လင့်ပါသည်။)</span> စအ်ဒ်အား \"တစ်ရက်၏တစ်ဝက်ဆိုသည်မှာ ဘာကိုဆိုလိုသနည်း\" ဟု မေးရာ သူက \"နှစ်ပေါင်းငါးရာ\" ဟု ပြောကြားခဲ့သည်။\"</p>"
  }
]