[
  {
    "ayah_key": "50:30",
    "group_ayah_key": "50:30",
    "from_ayah": "50:30",
    "to_ayah": "50:35",
    "ayah_keys": "50:30,50:31,50:32,50:33,50:34,50:35",
    "text": "<p lang=\"my\" class=\"my \">ငါတို့သည် ငရဲအား 'သင်ပြည့်စုံပြီလား' ဟု ပြောသည့်နေ့တွင် 'နောက်ထပ်ရှိသေးသလား' ဟု ငရဲက ပြောမည်။ <span>(၃၀)</span>တက္ကဝါရှိသူများအား ဂျန္နတ်သည် အနီးအပါးသို့ ရောက်လာမည်။ <span>(၃၁)</span><span class=\"gray\">(ပြောဆိုလိမ့်မည်)</span>: 'ဤသည်မှာ သင်တို့အား ကတိပြုထားသည့်အရာ ဖြစ်သည် – <span class=\"gray\">(၎င်းသည်)</span> စစ်မှန်သော နောင်တဖြင့် ပြန်လာသူများနှင့် ဟာဖိဇ်တို့အတွက် ဖြစ်သည်' <span>(၃၂)</span>'မမြင်ရသော အလ်-ရဟ်မာန်ကို ကြောက်ရွံ့၍ နောင်တတရားဖြင့် ပြန်လှည့်လာသော နှလုံးသားကို ယူဆောင်လာသူများ။ <span>(၃၃)</span>'ငြိမ်းချမ်းစွာနှင့် လုံခြုံစွာ ဝင်ကြလော့ – ဤသည်မှာ ထာဝရအသက်ရှင်ခြင်းနေ့ ဖြစ်သည်! <span>(၃၄)</span>ထိုနေရာ၌ သူတို့ လိုချင်သည့်အရာအားလုံးကို ရရှိမည် – ငါတို့၌ ပို၍လည်း ရှိသေးသည် <span>(၃၅)</span></p><p lang=\"my\" class=\"my \">ဂျဟန္နမ်နှင့် ဂျန္နတ်နှင့် ၎င်းတို့၏နေထိုင်သူများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဂျဟန္နမ်အား 'သင်ပြည့်စုံပြီလား' ဟု ပြောမည်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဂျင်းမ်လူသားများနှင့် လူသားများဖြင့် ပြည့်စုံစေမည်ဟု ငရဲအား ကတိပြုထားသည်။ အရှင်မြတ်သည် မီးထဲသို့ မည်သူ့ကို ပစ်ချမည်ကို ဆုံးဖြတ်မည်ဖြစ်ပြီး ငရဲကလည်း 'နောက်ထပ်ရှိသေးသလား' သို့မဟုတ် 'ကျွန်ုပ်ကို ပေးမည့်သူ နောက်ထပ်ရှိသေးသလား' ဟု ဆက်လက်ပြောနေမည်။ ဤသည်မှာ ဟဒီးဆ်များစွာက ထောက်ခံထားသော ဤအာယတ်၏ ထင်ရှားသော အဓိပ္ပာယ်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အနပ်စ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ جَهَنَّمُ يُلْقَىٰ فِيهَا وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ حَتّٰى يَضَعَ رَبُّ الْعِزَّةِ قَدَمَهُ فِيهَا، فَيَنْزَوِي بَعْضُهَا إِلَىٰ بَعْضٍ وَتَقُولُ: قَطْ قَطْ وَعِزَّتِكَ وَكَرَمِكَ. وَلَا يَزَالُ فِي الْجَنَّةِ فَضْلٌ حَتّٰى يُنْشِىءَ اللهُ لَهَا خَلْقًا آخَرَ فَيُسْكِنَهُمُ اللهُ تَعَالَىٰ فِي فُضُولِ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ကို ဂျဟန္နမ်ထဲ ပစ်ချမည်ဖြစ်ပြီး ၎င်းက 'နောက်ထပ်ရှိသေးသလား' ဟု ပြောမည်။ အရှင်မြတ်သည် ၎င်းပေါ်သို့ ခြေတော်ကို ချထားသည်အထိ ဖြစ်ပြီး ၎င်း၏ထောင့်များ စုစည်းသွားကာ 'လုံလောက်ပြီ၊ အရှင်၏ကျေးဇူးတော်နှင့် ကရုဏာတော်ကြောင့် လုံလောက်ပြီ!' ဟု ပြောမည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားဖန်ဆင်းခြင်းကို မဖန်ဆင်းမီ ဂျန္နတ်တွင် လုံလောက်သော နေရာလွတ် ရှိနေမည်ဖြစ်ပြီး အရှင်မြတ်သည် ၎င်းတို့အား ဂျန္နတ်၏ နေရာလွတ်များတွင် နေထိုင်စေမည်။)</span>\" မွတ်စ်လင်မ်ကလည်း ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီ မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဟူရိုင်ရာက တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَالُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ؟ وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ فَيَضَعُ الرَّبُّ تَبَارَكَ وَتَعَالَىٰ قَدَمَهُ عَلَيْهَا فَتَقُولُ: قَطْ قَطْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျဟန္နမ်အား 'သင်ပြည့်စုံပြီလား' ဟု မေးသောအခါ 'နောက်ထပ်ရှိသေးသလား' ဟု ၎င်းက ပြန်ပြောမည်။ အရှင်မြတ်၊ ကောင်းချီးမင်္ဂလာအရှိဆုံးနှင့် ဂုဏ်အရှိဆုံးသည် ၎င်းပေါ်သို့ ခြေတော်ကို ချထားသည်အထိ ဖြစ်ပြီး ၎င်းက 'လုံလောက်ပြီ! လုံလောက်ပြီ!' ဟု ပြောမည်။)</span> အလ်-ဘူခါရီ မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဟူရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحَاجَّتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ. وَقَالَتِ الْجَنَّةُ: مَالِي لَا يَدْخُلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ. قَالَ اللهُ عَزَّ وَجَلَّ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَقَالَ لِلنَّارِ: إِنَّمَا أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا النَّارُ فَلَا تَمْتَلِىءُ حَتّٰى يَضَعَ رِجْلَهُ فِيهَا فَتَقُولُ: قَطْ قَطْ، فَهُنَالِكَ تَمْتَلِىءُ وَيَنْزَوِي بَعْضُهَا إِلَىٰ بَعْضٍ وَلَا يَظْلِمُ اللهُ عَزَّ وَجَلَّ مِنْ خَلْقِهِ أَحَدًا، وَأَمَّا الْجَنَّةُ فَإِنَّ اللهَ عَزَّ وَجَلَّ يُنْشِىءُ لَهَا خَلْقًا آخَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်နှင့် ငရဲတို့ ငြင်းခုန်ကြသည်။ ငရဲက 'မာနကြီးသူများနှင့် ရက်စက်ကြမ်းကြုတ်သူများဖြင့် ငါ့ကို မျက်နှာသာပေးထားသည်။' ဂျန္နတ်က 'ဘာဖြစ်လို့လဲ၊ ဆင်းရဲသားများနှင့် နှိမ့်ချသောသူများသာ ငါ့ထဲသို့ ဝင်ရောက်ကြသလဲ' ဟု ပြောသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်အား 'သင်သည် ငါ၏ ကရုဏာဖြစ်သည်၊ သင်ဖြင့် ငါ၏ကျွန်များထဲမှ ငါအလိုရှိသူတို့အား ကရုဏာပေးမည်' ဟု မိန့်ကြားတော်မူသည်။ ငရဲအား 'သင်သည် ငါ၏ အပြစ်ပေးခြင်းဖြစ်သည်၊ ငါ၏ကျွန်များထဲမှ ငါအလိုရှိသူတို့အား သင်ဖြင့် အပြစ်ပေးမည်၊ သင်တို့နှစ်ခုလုံးကို ငါဖြည့်ပေးမည်' ဟု မိန့်ကြားတော်မူသည်။ ငရဲမီးအတွက်မူ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းပေါ်သို့ ခြေတော်ကို မချမချင်း ပြည့်စုံမည်မဟုတ်ဘဲ ၎င်းက 'လုံလောက်ပြီ! လုံလောက်ပြီ!' ဟု ပြောမည်။ ၎င်းသည် ပြည့်စုံလာမည်ဖြစ်ပြီး ၎င်း၏ဘေးများ တစ်ခုနှင့်တစ်ခု နီးကပ်လာမည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ဖန်ဆင်းခံများထဲမှ မည်သူ့ကိုမျှ မတရားပြုမည်မဟုတ်။ ဂျန္နတ်အတွက်မူ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ဖြည့်ရန် အခြားဖန်ဆင်းခြင်းကို ဖန်ဆင်းမည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တက္ကဝါရှိသူများအား ဂျန္နတ်သည် အနီးအပါးသို့ ရောက်လာမည်။)</span> ဆိုလိုသည်မှာ ဂျန္နတ်သည် ဘုရားတရား ကြည်ညိုသူများအနီးသို့ ဆွဲယူလာမည်၊ ၎င်းမှာ ကသာဒါ၊ အဘူ မာလစ်ခ်နှင့် အပ်စ်-ဆူဒီတို့၏ အဆိုအရ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرَ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဝေးလှ)</span>၊ ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်ပျက်မည်ဖြစ်ပြီး ၎င်းသည် မဝေးလှပေ။ ထိုနေ့သည် အမှန်ပင် ရောက်လာမည်ဖြစ်ပြီး ဖြစ်လာမည့်အရာအားလုံးသည် နီးကပ်နေပြီဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သင်တို့အား ကတိပြုထားသည့်အရာ ဖြစ်သည် – <span class=\"gray\">(၎င်းသည်)</span> ပြန်လာသူများအတွက် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံသို့ စစ်မှန်သော နောင်တဖြင့် အပြစ်ကို ထပ်မံမကျူးလွန်ရန် ရည်ရွယ်ချက်ဖြင့် ပြန်လှည့်လာသူများ၊</p><p class=\"ur qpc-hafs\" lang=\"ur\"> حَفِيظٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟာဖိဇ်)</span>၊ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်းတို့၏ ကတိကို ထိန်းသိမ်းပြီး မချိုးဖောက်၊ မသစ္စာဖောက်သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ خَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်ရသော အလ်-ရဟ်မာန်ကို ကြောက်ရွံ့သူများ)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ မြင်နိုင်သော လျှို့ဝှက်နေရာ၌ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူများ။ တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَجُلٌ ذَكَرَ اللهَ تَعَالَىٰ خَالِيًا، فَفَاضَتْ عَيْنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ယောက်တည်းရှိစဉ် အလ္လာဟ်အရှင်မြတ်ကို သတိရ၍ မျက်ရည်ကျသောသူ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَجَاءَ بِقَلْبٍ مُنِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တတရားဖြင့် ပြန်လှည့်လာသော နှလုံးသားကို ယူဆောင်လာသည်။)</span> ဆိုလိုသည်မှာ သူသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်လာသော နှလုံးသား၊ လုံးဝ ကင်းရှင်းသော <span class=\"gray\">(ရှိရ်ခ်မှ)</span> နှင့် အရှင်မြတ်ထံ နှိမ့်ချသော နှလုံးသားဖြင့် တွေ့ဆုံမည်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">ادْخُلُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ထိုနေရာသို့ ဝင်ကြလော့)</span>၊ ဆိုလိုသည်မှာ ဂျန္နတ်သို့၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِسَلَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြိမ်းချမ်းစွာနှင့် လုံခြုံစွာ)</span>၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ လုံခြုံမှုကို ရရှိကြမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ကောင်းကင်တမန်များသည် ၎င်းတို့အား စလာမ်ဖြင့် နှုတ်ဆက်ကြမည်ဖြစ်သည်၊ ၎င်းမှာ ကသာဒါ၏ ရှင်းပြချက်အရ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يَوْمُ الْخُلُودِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ထာဝရအသက်ရှင်ခြင်းနေ့ ဖြစ်သည်!)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် ဂျန္နတ်တွင် ထာဝရ နေထိုင်ကြမည်ဖြစ်ပြီး ဘယ်တော့မှ သေကြမည်မဟုတ်၊ ၎င်းမှ ရွှေ့ပြောင်းခံရမည်လည်း မဟုတ်၊ ၎င်းမှ ရွှေ့ပြောင်းခံရလိုခြင်းလည်း မရှိကြပေ။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مَا يَشَاءُونَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ သူတို့ လိုချင်သည့်အရာအားလုံးကို ရရှိမည်)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့ အလိုရှိပြီး ဆန္ဒရှိသည့် မည်သည့် ပျော်ရွှင်စရာမဆို ၎င်းတို့ရှေ့တွင် ပေါ်လာသည်ကို တွေ့ရမည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَدَيْنَا مَزِيدٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၌ ပို၍လည်း ရှိသေးသည်)</span> ၎င်းသည် အရှင်မြတ်၏ အခြားအမိန့်တော်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ أَحْسَنُوا الْحُسْنَىٰ وَزِيَادَةٌ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုသူများအတွက် အကောင်းဆုံးနှင့် ပို၍ပင် ရှိသေးသည်)</span><span class=\"gray\">(၁၀:၂၆)</span> ဆဟီဟ်တွင် မွတ်စ်လင်မ် မှတ်တမ်းတင်ထားသည်မှာ ဆုဟိုင်းဘ် ဘင် စီနန် အလ်-ရူမီက 'ပို၍' ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်အရှိဆုံး မျက်နှာတော်ကို ကြည့်ရှုခြင်းကို ရည်ညွှန်းသည်ဟု ပြောကြားခဲ့သည်။</p>"
  }
]