[
  {
    "ayah_key": "4:23",
    "group_ayah_key": "4:23",
    "from_ayah": "4:23",
    "to_ayah": "4:23",
    "ayah_keys": "4:23",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့အတွက် <span class=\"gray\">(လက်ထပ်ရန်)</span> တားမြစ်ထားသည်များမှာ- သင်တို့၏ မိခင်များ၊ သင်တို့၏ သမီးများ၊ သင်တို့၏ ညီအစ်မများ၊ သင်တို့၏ ဖခင်ဘက်မှ အဒေါ်များ၊ သင်တို့၏ မိခင်ဘက်မှ အဒေါ်များ၊ သင်တို့၏ မောင်နှမများ၏ သမီးများ၊ သင်တို့၏ နို့ချိုတိုက်ကျွေးခဲ့သော နို့မိခင်များ၊ သင်တို့၏ နို့စို့ညီအစ်မများ၊ သင်တို့၏ ဇနီးများ၏ မိခင်များ၊ သင်တို့၏ စောင့်ရှောက်မှုအောက်ရှိ သမီးအရင်းမဟုတ်သော သမီးများ၊ သင်တို့နှင့် ပေါင်းဖက်ပြီးသော သင်တို့၏ ဇနီးများမှ မွေးဖွားသူများ – သို့သော် သင်တို့သည် ၎င်းတို့နှင့် မပေါင်းဖက်ရသေးပါက <span class=\"gray\">(၎င်းတို့၏ သမီးများကို လက်ထပ်ရာတွင်)</span> သင်တို့၌ အပြစ်မရှိ၊ – သင်တို့၏ သားအရင်းများ၏ ဇနီးများ၊ နှင့် ညီအစ်မနှစ်ဦးကို တစ်ချိန်တည်းတွင် လက်ထပ်ခြင်း၊ ဖြစ်ပျက်ပြီးသော အရာမှအပ၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော၊ အလွန်တရာ ကရုဏာထားတော်မူသော အရှင်ဖြစ်တော်မူသည်။ <span>(၂၃)</span></p><div lang=\"my\" class=\"my \"><h2>မည်သူတစ်ဦးတစ်ယောက်မျှ လက်ထပ်ရန် လုံးဝမဖြစ်နိုင်သော အမျိုးသမီးများ၏ ဆွေမျိုးတော်စပ်မှု အဆင့်အတန်းများ</h2></div><p lang=\"my\" class=\"my \">ဤဂုဏ်သရေရှိ အာယသ်သည် သွေးသားတော်စပ်မှု၊ နို့ချိုတိုက်ကျွေးမှု သို့မဟုတ် လက်ထပ်ထိမ်းမြားမှုတို့ကြောင့် မည်သူတစ်ဦးတစ်ယောက်မျှ လက်ထပ်ရန် လုံးဝမဖြစ်နိုင်သော အမျိုးသမီးဆွေမျိုးများ၏ ဆွေမျိုးတော်စပ်မှု အဆင့်အတန်းများကို ပြဋ္ဌာန်းထားသည့် အာယသ်ဖြစ်သည်။ အိဗ်နု အဘီ ဟာတိမ်က အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ- \"<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်)</span> ငါသည် သင်တို့အတွက် သွေးသားတော်စပ်မှုဖြင့် ဆွေမျိုးခုနစ်မျိုးနှင့် လက်ထပ်ထိမ်းမြားမှုဖြင့် ဆွေမျိုးခုနစ်မျိုးကို တားမြစ်ထားသည်။\" ထို့နောက် အိဗ်နု အဗ္ဗားစ်သည် အာယသ်ကို ရွတ်ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် <span class=\"gray\">(လက်ထပ်ရန်)</span> တားမြစ်ထားသည်များမှာ- သင်တို့၏ မိခင်များ၊ သင်တို့၏ သမီးများ၊ သင်တို့၏ ညီအစ်မများ...)</span></p><p lang=\"my\" class=\"my \">အတ်-တာဘာရီက အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"သွေးသားတော်စပ်မှုဖြင့် ခုနစ်မျိုးနှင့် လက်ထပ်ထိမ်းမြားမှုဖြင့် ခုနစ်မျိုးသည် <span class=\"gray\">(လက်ထပ်ရန်)</span> တားမြစ်ထားသည်။\" ထို့နောက် ၎င်းက အာယသ်ကို ရွတ်ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် <span class=\"gray\">(လက်ထပ်ရန်)</span> တားမြစ်ထားသည်များမှာ- သင်တို့၏ မိခင်များ၊ သင်တို့၏ သမီးများ၊ သင်တို့၏ ညီအစ်မများ၊ သင်တို့၏ ဖခင်ဘက်မှ အဒေါ်များ၊ သင်တို့၏ မိခင်ဘက်မှ အဒေါ်များ၊ သင်တို့၏ မောင်နှမများ၏ သမီးများ)</span> ဤအရာများသည် သွေးသားတော်စပ်မှုဖြင့် တားမြစ်ထားသော အမျိုးအစားများဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُم مِّنَ الرَّضَاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို နို့ချိုတိုက်ကျွေးခဲ့သော နို့မိခင်များ၊ သင့်နို့စို့ညီအစ်မများ)</span> ဆိုသည်မှာ၊ သင့်ကို မွေးဖွားခဲ့သော မိခင်သည် သင့်အတွက် လက်ထပ်ရန် တားမြစ်ထားသကဲ့သို့ နို့ချိုတိုက်ကျွေးခဲ့သော မိခင်သည်လည်း သင့်အတွက် တားမြစ်ထားသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့သည် ယုံကြည်သူတို့၏ မယ်တော် အာအီရှားဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّضَاعَةَ تُحَرِّمُ مَا تُحَرِّمُ الْوِلَادَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့ချိုတိုက်ကျွေးခြင်းသည် မွေးဖွားခြင်းမှ တားမြစ်ထားသည်များကို တားမြစ်သည်။)</span> မွတ်စ်လင်မ်မှ ဖော်ပြသော အခြားတစ်ဆင့် ပြန်ပြောချက်တွင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ النَّسَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့ချိုတိုက်ကျွေးခြင်းသည် သွေးသားတော်စပ်မှုကဲ့သို့ပင် တားမြစ်ထားသော ဆွေမျိုးတော်စပ်မှု အဆင့်များကို ပြဋ္ဌာန်းသည်။)</span></p><div lang=\"my\" class=\"my \"><h2>လက်ထပ်ခြင်းကို တားမြစ်ထားသည့် 'နို့ချိုတိုက်ကျွေးခြင်း'</h2></div><p lang=\"my\" class=\"my \">နို့ချိုတိုက်ကျွေးမှု ငါးကြိမ်ထက် နည်းပါက လက်ထပ်ခြင်းကို တားမြစ်ခြင်း မဖြစ်ပေါ်စေပါ။ ၎င်း၏ ဆွဟီးဟ်ကျမ်းတွင် မွတ်စ်လင်မ်က အာအီရှားဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"ကုရ်အာန်၏ ထုတ်ဖော်ပြသခဲ့သော အစိတ်အပိုင်းများအနက် 'နို့ချိုတိုက်ကျွေးမှု ဆယ်ကြိမ်သည် <span class=\"gray\">(လက်ထပ်ခြင်းနှင့် ပတ်သက်၍)</span> တားမြစ်ခြင်းကို ပြဋ္ဌာန်းသည်' ဟူသော မိန့်ကြားချက် ပါဝင်သည်။ ၎င်းကို နောက်ပိုင်းတွင် ငါးကြိမ်ဖြင့် ပယ်ဖျက်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နတ်ရွာစံချိန်တွင် ဤမိန့်ကြားချက်သည် ကုရ်အာန်၏ အစိတ်အပိုင်းအဖြစ် ဆက်လက်ရွတ်ဆိုနေဆဲဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">ဆာဟ်လာဟ် ဘင်သိ စူဟိုင်းလ်က ပြောကြားခဲ့သော ဟဒီးစ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သူမအား အဗူ ဟူဇိုင်ဖာဟ်၏ လွတ်မြောက်ကျွန် ဆာလင်မ်ကို ငါးကြိမ်တိုက်ကျွေးရန် အမိန့်ပေးခဲ့သည်ဟု ဖော်ပြထားသည်။\"</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဖော်ပြထားသော နို့ချိုတိုက်ကျွေးခြင်းသည် အသက်နှစ်နှစ် မပြည့်မီ ဖြစ်ပေါ်ရမည်ဟု ကျွန်ုပ်တို့ အခိုင်အမာ ပြောကြားသင့်သည်၊ စူရဟ် အလ်-ဘာကရာဟ်ရှိ အာယသ်ကို ကျွန်ုပ်တို့ ရှင်းပြခဲ့စဉ်က ပြောကြားခဲ့သည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((<span class=\"gray\">(မိခင်များသည်)</span> ၎င်းတို့၏ သားသမီးများကို နှစ်နှစ်ပြည့်အောင် နို့ချိုတိုက်ကျွေးသင့်သည်၊ <span class=\"gray\">(ဆိုလိုသည်မှာ)</span> နို့ချိုတိုက်ကျွေးမှု ကာလကို အပြည့်အဝ ပြုလုပ်လိုသော <span class=\"gray\">(မိဘများ)</span> အတွက်ဖြစ်သည်။)</span><span class=\"gray\">[၂:၂၃၃]</span>။</p><p lang=\"my\" class=\"my \">ယောက္ခမနှင့် သမီးအရင်းမဟုတ်သော သမီးကို လက်ထပ်ရန် တားမြစ်ထားသည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُم مِّن نِّسَائِكُمُ اللَّاتِي دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဇနီးများ၏ မိခင်များ၊ သင်တို့၏ စောင့်ရှောက်မှုအောက်ရှိ သမီးအရင်းမဟုတ်သော သမီးများ၊ သင်တို့နှင့် ပေါင်းဖက်ပြီးသော သင်တို့၏ ဇနီးများမှ မွေးဖွားသူများ – သို့သော် သင်တို့သည် ၎င်းတို့နှင့် မပေါင်းဖက်ရသေးပါက သင်တို့၌ အပြစ်မရှိ။)</span></p><p lang=\"my\" class=\"my \">ဇနီး၏ မိခင်အတွက်မူ၊ လက်ထပ်ပွဲ ပြုလုပ်ပြီးသည်နှင့် သားမက်အတွက် လက်ထပ်ရန် တားမြစ်ထားသည်။ သားမက်သည် သမီးဖြစ်သူနှင့် လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံမှု ရှိသည်ဖြစ်စေ၊ မရှိသည်ဖြစ်စေ ဖြစ်သည်။ ဇနီး၏ သမီးအတွက်မူ၊ လက်ထပ်စာချုပ် အတည်ပြုပြီးနောက်၊ သူမ၏ မိခင်နှင့် လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံမှု ရှိသောအခါ ဖခင်အရင်းမဟုတ်သော ဖခင်အတွက် တားမြစ်ထားသည်။ အကယ်၍ ထိုသူသည် မိခင်နှင့် လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံမှု မရှိမီ ကွာရှင်းပါက၊ ၎င်း၏ သမီးကို လက်ထပ်ရန် ခွင့်ပြုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُم مِّن نِّسَائِكُمُ اللَّاتِي دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ စောင့်ရှောက်မှုအောက်ရှိ သမီးအရင်းမဟုတ်သော သမီးများ၊ သင်တို့နှင့် ပေါင်းဖက်ပြီးသော သင်တို့၏ ဇနီးများမှ မွေးဖွားသူများ – သို့သော် သင်တို့သည် ၎င်းတို့နှင့် မပေါင်းဖက်ရသေးပါက သင်တို့၌ အပြစ်မရှိ။)</span> သမီးအရင်းမဟုတ်သော သမီးကို လက်ထပ်ရန်။</p><div lang=\"my\" class=\"my \"><h2>သမီးအရင်းမဟုတ်သော သမီးသည် ဖခင်အရင်းမဟုတ်သော ဖခင်၏ စောင့်ရှောက်မှုအောက်တွင် မရှိသော်လည်း လက်ထပ်ခြင်းကို တားမြစ်ထားသည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့၏ စောင့်ရှောက်မှုအောက်ရှိ သမီးအရင်းမဟုတ်သော သမီးများ)</span> ပညာရှင်အများစုက ဖခင်အရင်းမဟုတ်သော ဖခင်အတွက် သမီးအရင်းမဟုတ်သော သမီးကို လက်ထပ်ရန် တားမြစ်ထားသည် <span class=\"gray\">[သူမ၏မိခင်နှင့် လက်ထပ်ခြင်းကို ပြည့်စုံစေခဲ့သူ]</span>။ သူမသည် ၎င်း၏ စောင့်ရှောက်မှုအောက်တွင် ရှိသည်ဖြစ်စေ၊ မရှိသည်ဖြစ်စေ ဖြစ်သည်။ ဆွဟီးဟ်ကျမ်းနှစ်ခုတွင် အွမ္မု ဟာဘီဘာဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်၏ ညီအစ်မ၊ အဗူ ဆူဖ်ယန်၏ သမီး <span class=\"gray\">(နှင့် အခြားတစ်ဆင့် ပြန်ပြောချက်တွင် အဇ်ဇာဟ် ဘင်သိ အဗူ ဆူဖ်ယန်)</span> ကို လက်ထပ်တော်မူပါ။\" ၎င်းက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَ تُحِبِّينَ ذلِكَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالت: نعم. لست لك بمخلية، وأحب من شاركني في خيرٍ أختي، قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ ذلِكِ لَا يَحِلُّ لِي</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالت: فإنا نتحدث أنك تريد أن تنكح بنت أبي سلمة، قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِنْتَ أُمِّ سَلَمَةَ؟</p><p class=\"sd qpc-hafs\" lang=\"sd\">قالت: نعم. قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حِجْرِي مَا حَلَّتْ لِي، إِنَّهَا لَبِنْتُ أَخِي مِنَ الرَّضَاعَةِ، أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ، فَلَا تَعْرِضْنَ عَلَيَّ بَنَاتِكُنَّ وَلَا أَخَوَاتِكُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ် ထိုသို့ပြုလုပ်သည်ကို သင် နှစ်သက်ပါသလား။\" သူမက \"အဘယ်အရာအတွက်မှ သင့်ကို စွန့်လွှတ်မည်မဟုတ်ပါ၊ သို့သော် တရားမျှတသော အရာတွင် ကျွန်ုပ်နှင့်အတူ ပါဝင်စေလိုသော အကောင်းဆုံးပုဂ္ဂိုလ်မှာ ကျွန်ုပ်၏ ညီအစ်မဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။ ၎င်းက \"ထိုအရာသည် ကျွန်ုပ်အတွက် ခွင့်မပြုပါ။\" ဟု မိန့်တော်မူခဲ့သည်။ သူမက \"အဗူ ဆာလာမာဟ်၏ သမီးကို သင် လက်ထပ်လိုသည်ဟု ကျွန်ုပ်တို့ ကြားသိရသည်။\" ဟု ပြောကြားခဲ့သည်။ ၎င်းက \"အွမ္မု ဆာလာမာဟ်၏ သမီးကိုလား။\" ဟု မေးမြန်းခဲ့သည်။ သူမက \"ဟုတ်ကဲ့။\" ဟု ပြောကြားခဲ့သည်။ ၎င်းက \"သူမသည် ကျွန်ုပ်၏ သမီးအရင်းမဟုတ်သော သမီးဖြစ်ပြီး ကျွန်ုပ်၏ စောင့်ရှောက်မှုအောက်တွင် မရှိလျှင်ပင်၊ သူမသည် နို့စို့ခြင်းဖြင့် ကျွန်ုပ်၏ တူမဖြစ်သောကြောင့် ကျွန်ုပ်အတွက် ခွင့်မပြုသေးပါ။ အဘယ့်ကြောင့်ဆိုသော် သူဝိုင်ဘာဟ်သည် ကျွန်ုပ်နှင့် အဗူ ဆာလာမာဟ်ကို နို့ချိုတိုက်ကျွေးခဲ့သည်။ ထို့ကြောင့် သင်တို့၏ သမီးများ သို့မဟုတ် ညီအစ်မများကို ကျွန်ုပ်အား လက်ထပ်ရန် ကမ်းလှမ်းခြင်း မပြုကြနှင့်။\")</span> အလ်-ဘူခါရီမှ အခြားတစ်ဆင့် ပြန်ပြောချက်တွင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَوْ لَمْ أَتَزَوَّجْ أُمَّ سَلَمَةَ مَا حَلَّتْ لِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အွမ္မု ဆာလာမာဟ်ကို ကျွန်ုပ် မလက်ထပ်ခဲ့ပါက၊ သူမ၏ သမီးသည် ကျွန်ုပ်အတွက် မည်သို့ပင်ဖြစ်စေ ခွင့်မပြုခဲ့ပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ရစူလ်တမန်တော် ﷺ သည် အွမ္မု ဆာလာမာဟ်နှင့် ၎င်း၏ လက်ထပ်ခြင်းသည် ထိုတားမြစ်ခြင်း၏ အမှန်တကယ် အကြောင်းရင်းဖြစ်ကြောင်း မိန့်တော်မူခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>'၎င်းတို့နှင့် ပေါင်းဖက်ပြီး' ဟူသော စကား၏ အဓိပ္ပါယ်</h2></div><p class=\"ps qpc-hafs\" lang=\"ps\">اللَّاتِي دَخَلْتُم بِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် ပေါင်းဖက်ပြီးသော သင်တို့၏ ဇနီးများ)</span>၊ ဆိုသည်မှာ အိဗ်နု အဗ္ဗားစ်နှင့် အခြားများစွာသော ပုဂ္ဂိုလ်များအဆိုအရ ၎င်းတို့နှင့် လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံမှု ရှိခဲ့ခြင်းကို ဆိုလိုသည်။</p><div lang=\"my\" class=\"my \"><h2>ချွေးမကို လက်ထပ်ရန် တားမြစ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သားအရင်းများ၏ ဇနီးများ)</span> ထို့ကြောင့် သင်တို့၏ သားအရင်းများ၏ ဇနီးများကို လက်ထပ်ခြင်းသည် သင်တို့အတွက် တားမြစ်ထားသည်။ သို့သော် မွေးစားသားများ၏ ဇနီးများကိုမူ မဟုတ်ပါ။ အဘယ့်ကြောင့်ဆိုသော် ဂျာဟီလီယာဟ်ခေတ်တွင် မွေးစားခြင်းသည် အများအားဖြင့် ပြုလုပ်သော အလေ့အထဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا قَضَىٰ زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဇိုင်ဒ်သည် သူမနှင့် ပတ်သက်၍ ၎င်း၏ ဆန္ဒပြည့်စုံသောအခါ <span class=\"gray\">(ဆိုလိုသည်မှာ ကွာရှင်းသောအခါ)</span>၊ ယုံကြည်သူတို့အဖို့ ၎င်းတို့၏ မွေးစားသားများ၏ ဇနီးများနှင့် ပတ်သက်၍ <span class=\"gray\">(အနာဂတ်တွင်)</span> မည်သည့်အခက်အခဲမျှ မရှိစေရန် <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့သည် ကွာရှင်းခဲ့ကြသောအခါ)</span> သူမကို သင်နှင့် လက်ထပ်စေခဲ့သည်။)</span><span class=\"gray\">[၃၃:၃၇]</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျူရိုင်းဂျ်က ပြောကြားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ အတာအ်ကို ကျွန်ုပ် မေးမြန်းခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သားအရင်းများ၏ ဇနီးများ)</span> ၎င်းက ပြောကြားသည်မှာ 'နဗီတမန်တော် ﷺ သည် ဇိုင်ဒ်၏ ယခင်ဇနီး <span class=\"gray\">(အစ္စလာမ်မစ်သာသနာက ဤအလေ့အထကို တားမြစ်ခြင်းမပြုမီ နဗီတမန်တော်၏ မွေးစားသားဖြစ်ခဲ့သူ)</span> ကို လက်ထပ်သောအခါ မက္ကာဟ်ရှိ ရုပ်တုကိုးကွယ်သူများက ၎င်းကို ဝေဖန်ခဲ့ကြသည်ဟု ကျွန်ုပ်တို့အား ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အာယသ်များကို ပေးပို့ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သားအရင်းများ၏ ဇနီးများ)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ မွေးစားသားများကို သင်တို့၏ သားအရင်းများအဖြစ် ၎င်းအရှင်မြတ်က မပြုလုပ်ခဲ့ပေ။)</span><span class=\"gray\">[၃၃:၄]</span>၊ နှင့်</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِّن رِّجَالِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဟမ္မဒ်သည် သင်တို့၏ မည်သည့်ယောက်ျား၏ ဖခင်မျှ မဟုတ်ပေ)</span><span class=\"gray\">[၃၃:၄၀]</span>။'\"</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အလ်-ဟာစန် ဘင် မူဟမ္မဒ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"ဤအာယသ်များသည် ကျယ်ပြန့်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحَلَائِلُ أَبْنَائِكُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သားများ၏ ဇနီးများ)</span>၊ နှင့်</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُمَّهَاتُ نِسَائِكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဇနီးများ၏ မိခင်များ)</span>။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ တာဝူစ်၊ အိဗ်ရာဟင်မ်၊ အဇ်-ဇူဟ်ရီနှင့် မခ်ဟူးလ်တို့၏ ရှင်းပြချက်လည်း ဖြစ်သည်။ ဆိုလိုသည်မှာ ဤအာယသ်နှစ်ခုသည် လက်ထပ်ခြင်းကို ပြည့်စုံစေသည်ဖြစ်စေ၊ မပြည့်စုံစေသည်ဖြစ်စေ ဤအမျိုးအစား အမျိုးသမီးများအားလုံးကို လွှမ်းခြုံထားပြီး ဤဆုံးဖြတ်ချက်အပေါ် သဘောတူညီမှု ရရှိထားသည်။</p><div lang=\"my\" class=\"my \"><h2>သံသယနှင့် ပယ်ချချက်</h2></div><p lang=\"my\" class=\"my \">အဘယ်ကြောင့် နို့စို့သား၏ ဇနီးကို လက်ထပ်ရန် တားမြစ်ထားရသနည်း - ဆိုလိုသည်မှာ သူမသည် နို့စို့သားနှင့် လက်ထပ်ခြင်း မရှိတော့လျှင်ပင် - ပညာရှင်အများစုက ပြောကြားထားသည့်အတိုင်း၊ ၎င်းတို့သည် သွေးသားတော်စပ်ခြင်း မရှိသော်လည်း။ အဖြေမှာ နဗီတမန်တော်၏ မိန့်ကြားချက် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့ချိုတိုက်ကျွေးခြင်းသည် သွေးသားတော်စပ်မှုက တားမြစ်ထားသည်များကို တားမြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ညီအစ်မနှစ်ဦးကို ပြိုင်ဘက်ဇနီးများအဖြစ် ပေါင်းသင်းခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَن تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ညီအစ်မနှစ်ဦးကို တစ်ချိန်တည်းတွင် လက်ထပ်ခြင်း၊ ဖြစ်ပျက်ပြီးသော အရာမှအပ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်က အမိန့်ပေးသည်- ညီအစ်မနှစ်ဦးကို ပြိုင်ဘက်ဇနီးများအဖြစ် သို့မဟုတ် ပြိုင်ဘက်အမျိုးသမီးကျွန်များအဖြစ် ခေါ်ယူခြင်းကို သင်တို့အား တားမြစ်ထားသည်။ ဂျာဟီလီယာဟ်ခေတ်အတွင်း သင်တို့ထံ ဖြစ်ပျက်ခဲ့သည့် အရာမှအပ၊ ထိုအရာကို ငါတို့သည် ခွင့်လွှတ်ပြီး ဖျက်ပစ်ခဲ့သည်။ ထို့ကြောင့် ဆွဟာဘာများ၊ ၎င်းတို့၏ နောက်လိုက်များ နှင့် ရှေးရော၊ ယခုပါရှိသော အီမာမ်များ၏ သဘောတူညီမှုအရ မည်သူတစ်ဦးတစ်ယောက်မျှ ညီအစ်မနှစ်ဦးကို ပြိုင်ဘက်ဇနီးများအဖြစ် ခေါ်ယူခြင်း သို့မဟုတ် ထိန်းသိမ်းခြင်း မပြုရ။ ၎င်းတို့အားလုံးက ညီအစ်မနှစ်ဦးကို ပြိုင်ဘက်ဇနီးများအဖြစ် ခေါ်ယူခြင်းသည် တားမြစ်ထားကြောင်း ဖော်ပြခဲ့ကြပြီး၊ တစ်ချိန်တည်းတွင် ညီအစ်မနှစ်ဦးကို လက်ထပ်ထားရင်း အစ္စလာမ်သာသနာကို လက်ခံသူတိုင်းသည် ၎င်းတို့နှစ်ဦးအနက် တစ်ဦးကို ထိန်းသိမ်းပြီး ကျန်တစ်ဦးကို ကွာရှင်းရန် ရွေးချယ်ခွင့် ပေးထားသည်။ အီမာမ် အဟ်မဒ်က အဒ်-ဒဟ်ဟာက် ဘင် ဖိုင်ရူဇ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ ၎င်း၏ ဖခင်က ပြောကြားသည်- \"ကျွန်ုပ်သည် တစ်ချိန်တည်းတွင် ညီအစ်မနှစ်ဦးကို လက်ထပ်ထားရင်း အစ္စလာမ်သာသနာကို လက်ခံခဲ့ပြီး နဗီတမန်တော် ﷺ သည် ကျွန်ုပ်အား ၎င်းတို့နှစ်ဦးအနက် တစ်ဦးကို ကွာရှင်းရန် အမိန့်ပေးခဲ့သည်။\"</p>"
  }
]