[
  {
    "ayah_key": "7:42",
    "group_ayah_key": "7:42",
    "from_ayah": "7:42",
    "to_ayah": "7:43",
    "ayah_keys": "7:42,7:43",
    "text": "<p lang=\"my\" class=\"my \">သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုခဲ့သူများသည် – မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ၎င်း၏စွမ်းရည်ထက် ကျော်လွန်၍ ကျွန်ုပ်တို့ဝန်မပိစေဘဲ – ထိုသူတို့သည် ဂျန္နတ်(ပရဒိသု)၏ နေထိုင်သူများဖြစ်ကြသည်။ ၎င်းတို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်ကြမည် <span>(42)</span>၎င်းတို့၏ ရင်ဘတ်များမှ မည်သည့်ဂီလ်(အာဃာတ)ကိုမဆို ကျွန်ုပ်တို့ ဖယ်ရှားပေးမည်။ ၎င်းတို့အောက်မှ မြစ်များစီးဆင်းလျက်ရှိမည်ဖြစ်ပြီး ၎င်းတို့က ပြောကြမည်မှာ- \"အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် အကျွန်ုပ်တို့ကို ဤလမ်းသို့ ညွှန်ပြတော်မူသော အရှင်မြတ်အတွက်ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်က အကျွန်ုပ်တို့အား ညွှန်ပြတော်မမူခဲ့ပါက အကျွန်ုပ်တို့သည် လမ်းညွှန်မှုကို မည်သည့်အခါမျှ ရှာဖွေနိုင်မည် မဟုတ်ပါ။ အမှန်စင်စစ် အကျွန်ုပ်တို့၏ အရှင်သခင်၏ ရစူလ်တမန်တော်များသည် သမ္မာတရားနှင့်အတူ လာရောက်ခဲ့ကြပါသည်။\" ၎င်းတို့အား ဟစ်အော်ပြောကြားကြမည်မှာ- \"ဤသည်ကား သင်တို့ပြုခဲ့သော ကောင်းမှုများကြောင့် သင်တို့အမွေရရှိခဲ့သော ဂျန္နတ်(ပရဒိသု)ဖြစ်၏။ <span>(43)</span></p><div lang=\"my\" class=\"my \"><h2>ဖြောင့်မတ်သော ယုံကြည်သူတို့၏ ပန်းတိုင်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဆင်းရဲဒုက္ခရောက်သူများ၏ အခြေအနေကို ဖော်ပြပြီးနောက် ပျော်ရွှင်သူများ၏ အခြေအနေကို ဖော်ပြခဲ့ပြီး၊ မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုခဲ့သူများ)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့၏ နှလုံးသားများသည် ယုံကြည်ခဲ့ပြီး၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို မယုံကြည်ဘဲ မာနထောင်လွှားခဲ့သူများနှင့် နှိုင်းယှဉ်ပါက ၎င်းတို့၏ ကိုယ်အင်္ဂါများနှင့် အာရုံများဖြင့် ကောင်းမှုများကို ပြုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း ယုံကြည်ခြင်းကို လက်ခံခြင်းနှင့် လက်တွေ့အကောင်အထည်ဖော်ခြင်းသည် လွယ်ကူကြောင်း မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ - وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုခဲ့သူများ – မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ၎င်း၏စွမ်းရည်ထက် ကျော်လွန်၍ ကျွန်ုပ်တို့ဝန်မပိစေဘဲ – ထိုသူတို့သည် ဂျန္နတ်(ပရဒိသု)၏ နေထိုင်သူများဖြစ်ကြသည်။ ၎င်းတို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်ကြမည်။ ၎င်းတို့၏ ရင်ဘတ်များမှ မည်သည့်ဂီလ်(အာဃာတ)ကိုမဆို ကျွန်ုပ်တို့ ဖယ်ရှားပေးမည်;)</span> ဆိုလိုသည်မှာ မနာလိုမှုနှင့် မုန်းတီးမှုတို့ ဖြစ်သည်။ အလ်-ဗုခါရီသည် အဘူဆအီဒ် အလ်-ခုဒရီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا خَلَصَ الْمُؤْمِنُونَ مِنَ النَّارِ حُبِسُوا عَلَى قَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ فَاقْتُصَّ لَهُمْ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا حَتَّى إِذَا هُذِّبُوا وَنُقُّوا أُذِنَ لَهُمْ فِي دُخُولِ الْجَنَّةِ فَوَالَّذِي نَفْسِي بِيَدِهِ إِنَّ أَحَدَهُمْ بِمَنْزِلِهِ فِي الْجَنَّةِ أَدَلُّ مِنْهُ بِمَسْكَنِهِ كَانَ فِي الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် ငရဲမီးထဲသို့ ဝင်ရောက်ခြင်းမှ ကယ်တင်ခံရပြီးနောက် ဂျန္နတ်(ပရဒိသု)နှင့် ငရဲမီးကြားရှိ တံတားတစ်ခုအနီးတွင် စောင့်ဆိုင်းနေစေမည်။ ထို့နောက် ဤလောကဘဝတွင် ၎င်းတို့ကြား ဖြစ်ပွားခဲ့သော ပြစ်မှုများကို စစ်ဆေးစီရင်မည်။ ၎င်းတို့ သန့်စင်ပြီး စင်ကြယ်သွားသည့်အခါ ဂျန္နတ်(ပရဒိသု)ထဲသို့ ဝင်ရောက်ခွင့်ရရှိမည်။ ငါ့အသက်ကို ကိုင်စွဲထားတော်မူသောအရှင်မြတ်အားဖြင့် ကျိန်ဆိုပြောကြားသည်! ၎င်းတို့ထဲမှ တစ်ဦးဦးသည် ဤလောကဘဝတွင် နေထိုင်ခဲ့သော နေရာထက် ဂျန္နတ်(ပရဒိသု)ရှိ ၎င်း၏နေအိမ်ကို ပိုမိုရှာတွေ့နိုင်မည်။)</span> အလ်-ဆွဒ်ဒီသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရင်ဘတ်များမှ မည်သည့်ဂီလ်(အာဃာတ)ကိုမဆို ကျွန်ုပ်တို့ ဖယ်ရှားပေးမည်။ ၎င်းတို့အောက်မှ မြစ်များစီးဆင်းလျက်ရှိမည်၊)</span></p><p lang=\"my\" class=\"my \">\"ဂျန္နတ်(ပရဒိသု)၏ လူများသည် ထိုနေရာသို့ ခေါ်ဆောင်ခြင်းခံရသောအခါ၊ ၎င်း၏တံခါးအနီးရှိ သစ်ပင်တစ်ပင်နှင့် ထိုသစ်ပင်၏ ပင်စည်အောက်မှ စမ်းရေတွင်းနှစ်ခုကို တွေ့ရမည်။ ၎င်းတို့သည် တစ်ခုမှ သောက်ကြမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ နှလုံးသားများမှ မုန်းတီးမှုအားလုံးကို ဖယ်ရှားပေးမည်၊ အကြောင်းမှာ ၎င်းသည် သန့်စင်စေသော အဖျော်ယမကာ ဖြစ်သောကြောင့် ဖြစ်သည်။ ၎င်းတို့သည် အခြားတစ်ခုတွင် ရေချိုးကြမည်ဖြစ်ပြီး၊ ပျော်ရွှင်မှု၏ တောက်ပမှုသည် ၎င်းတို့၏ မျက်နှာများမှ ထွန်းလင်းတောက်ပမည်။ ထာဝစဉ်အားဖြင့် ၎င်းတို့သည် ဆံပင်ရှုပ်ထွေးခြင်း သို့မဟုတ် ညစ်ပတ်ခြင်း မည်သည့်အခါမျှ မဖြစ်တော့မည်။\" </p><p lang=\"my\" class=\"my \">အန်-နာစာအီနှင့် အစ်ဗ်နု မရ်ဒူဝီယာ <span class=\"gray\">(ဤသည်မှာ ၎င်း၏စကားလုံးဖြစ်သည်)</span> တို့သည် အဘူ ဟုရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ أَهْلِ الْجَنَّةِ يَرَى مَقْعَدَهُ مِنَ النَّارِ، فَيَقُولُ: لَوْلَا أَنَّ اللهَ هَدَانِي، فَيَكُونُ لَهُ شُكْرًا، وَكُلُّ أَهْلِ النَّارِ يَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ فَيَقُولُ: لَوْ أَنَّ اللهَ هَدَانِي، فَيَكُونُ لَهُ حَسْرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်(ပရဒိသု)၏ လူတစ်ဦးစီသည် ငရဲမီးရှိ ၎င်း၏နေရာကို မြင်ရမည်ဖြစ်ပြီး၊ ၎င်းက 'အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား လမ်းမပြခဲ့ပါက!' ဟု ပြောဆိုမည်ဖြစ်ပြီး၊ ဤသည်က ၎င်းအား ကျေးဇူးတင်စေမည်။ ငရဲမီး၏ လူတစ်ဦးစီသည် ဂျန္နတ်(ပရဒိသု)ရှိ ၎င်း၏နေရာကို မြင်ရမည်ဖြစ်ပြီး၊ ၎င်းက 'အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား လမ်းပြခဲ့လျှင်!' ဟု ပြောဆိုမည်ဖြစ်ပြီး၊ ထိုသို့ဖြစ်ခြင်းသည် ၎င်းအတွက် ပူပန်သောက၏ အကြောင်းရင်းဖြစ်မည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ယုံကြည်သူများသည် ငရဲမီး၏ လူများပိုင်ဆိုင်ခဲ့သော ဂျန္နတ်(ပရဒိသု)ရှိ နေရာများကို ချီးမြှင့်ခံရသောအခါ ၎င်းတို့အား ပြောကြားမည်မှာ- \"ဤသည်ကား သင်တို့ပြုခဲ့သော ကောင်းမှုများကြောင့် သင်တို့အမွေရရှိခဲ့သော ဂျန္နတ်(ပရဒိသု)ဖြစ်၏။\" ဆိုလိုသည်မှာ သင်တို့၏ ကောင်းမှုများကြောင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာကို ရရှိခဲ့ပြီး ထို့ကြောင့် ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရောက်ကာ သင်တို့၏ ကောင်းမှုများနှင့် ကိုက်ညီသော သတ်မှတ်ထားသည့် နေရာများတွင် နေထိုင်ခဲ့ကြခြင်း ဖြစ်သည်။ ဤနေရာတွင် ဤသည်မှာ သင့်လျော်သော အဓိပ္ပါယ်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ဆွဟီဟ်ကျမ်းနှစ်ခုတွင် တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ أَحَدَكُمْ لَنْ يُدْخِلَهُ عَمَلُهُ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ တစ်ဦးဦး၏ ကောင်းမှုများသည် ၎င်းကို ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရောက်ခွင့်ပေးမည်မဟုတ်ကြောင်း သိကြလော့။)</span> ၎င်းတို့က မေးလျှောက်ကြသည်- \"အသင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ပင် မဝင်ရဘူးလား?\" ၎င်းက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنَا إِلّا أَنْ يَتَغَمَّدَنِيَ اللهُ بِرَحْمَةٍ مِنْهُ وَفَضْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါပင်လျှင် မရနိုင်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကရုဏာတော်နှင့် ကျေးဇူးတော်ဖြင့် ငါ့အား ပေးသနားတော်မူမှသာ ရနိုင်မည်။)</span></p>"
  },
  {
    "ayah_key": "7:44",
    "group_ayah_key": "7:44",
    "from_ayah": "7:44",
    "to_ayah": "7:45",
    "ayah_keys": "7:44,7:45",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ဥယျာဉ်တော်နေလူများသည် ငရဲနေလူများကို ခေါ်၍ <span class=\"gray\">(ပြောဆိုကြသည်)</span>: \"ကျွန်ုပ်တို့၏ အရှင်သခင်က ကျွန်ုပ်တို့အား ကတိထားခဲ့သည်ကို ကျွန်ုပ်တို့သည် အမှန်ပင် တွေ့ရှိခဲ့ကြပြီ။ အသင်တို့၏ အရှင်သခင်က ကတိထားခဲ့သည်ကို <span class=\"gray\">(သတိပေးခဲ့သည်ကို)</span> အသင်တို့သည်လည်း အမှန်တကယ် တွေ့ရှိခဲ့ကြပြီလား?\" ထိုအခါ သူတို့က \"ဟုတ်ကဲ့\" ဟု ပြောဆိုကြမည်။ ထို့နောက် ကြွေးကြော်သူတစ်ဦးက သူတို့ကြားတွင် ကြွေးကြော်မည်- \"အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသည် မတရားသူများအပေါ်တွင် ကျရောက်ပါစေ။ <span>(၄၄)</span> အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ <span class=\"gray\">(လူတို့ကို)</span> တားမြစ်ကြသူများ၊ ၎င်းလမ်းကို ကောက်ကွေ့စေရန် ရှာဖွေကြသူများ၊ ထိုသူတို့သည် နောင်တမလွန်ဘဝကို မယုံကြည်သူများ ဖြစ်ကြသည် <span>(၄၅)</span></p><div lang=\"my\" class=\"my \"><h2>ငရဲသားများသည် ပူပင်သောကအပေါ် ပူပင်သောကကို ခံစားကြရမည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ငရဲသားများကို ငရဲတွင် နေရာယူကြသောအခါ မည်သို့ ဟောကြားခြင်း၊ ဆုံးမခြင်းနှင့် ပြစ်တင်ဆုံးမခြင်း ခံရမည်ကို ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا قَالُوا نَعَمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့ <span class=\"gray\">(ဥယျာဉ်တော်နေလူများ)</span> သည် ကျွန်ုပ်တို့၏ အရှင်သခင်က ကျွန်ုပ်တို့အား ကတိထားခဲ့သည်ကို အမှန်ပင် တွေ့ရှိခဲ့ကြပြီ။ အသင်တို့ <span class=\"gray\">(ငရဲနေလူများ)</span> သည်လည်း အသင်တို့၏ အရှင်သခင်က ကတိထားခဲ့သည်ကို <span class=\"gray\">(သတိပေးခဲ့သည်ကို)</span> အမှန်တကယ် တွေ့ရှိခဲ့ကြပြီလား?\" ထိုအခါ သူတို့က \"ဟုတ်ကဲ့\" ဟု ပြောဆိုကြမည်။)</span></p><p lang=\"my\" class=\"my \">ဆူရသ် အစ-ဆွဖ်ဖသ်တွင် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူ အပေါင်းအဖော်တစ်ဦးရှိသူကို ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ - قَالَ تَاللَّهِ إِن كِدتَّ لَتُرْدِينِ - وَلَوْلَا نِعْمَةُ رَبِّي لَكُنتُ مِنَ الْمُحْضَرِينَ - أَفَمَا نَحْنُ بِمَيِّتِينَ - إِلَّا مَوْتَتَنَا الْأُولَىٰ وَمَا نَحْنُ بِمُعَذَّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် အောက်သို့ ကြည့်လိုက်ရာ ငရဲ၏ အလယ်ဗဟိုတွင် သူ့ကို တွေ့ရသည်။ သူက ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်ကို ကျိန်ဆိုပါ၏! အသင်သည် ကျွန်ုပ်ကို ပျက်စီးစေလုနီးပါး ဖြစ်ခဲ့ပြီ။ ကျွန်ုပ်၏ အရှင်သခင်၏ ကျေးဇူးတော်မပါခဲ့လျှင် ကျွန်ုပ်သည် <span class=\"gray\">(ငရဲသို့)</span> ဆွဲထုတ်ခံရသူများထဲတွင် အမှန်ပင် ပါဝင်နေပေမည်။\" <span class=\"gray\">(ဥယျာဉ်တော်နေလူများက ပြောကြမည်!)</span> \"ထိုအခါ ကျွန်ုပ်တို့သည် <span class=\"gray\">(နောက်ထပ်)</span> မသေတော့ဘူးလား? ကျွန်ုပ်တို့၏ ပထမဆုံးသော သေဆုံးမှုမှအပ၊ ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ပေးခံရမည် မဟုတ်ပေလော?\")</span><span class=\"gray\">[၃၇:၅၅-၅၉]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝတွင် သူပြောဆိုခဲ့သော အခိုင်အမာပြောဆိုမှုများအတွက် မယုံကြည်သူကို အပြစ်ပေးမည်။ ကောင်းကင်တမန်များသည်လည်း မယုံကြည်သူများကို ဆုံးမကြမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ النَّارُ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ အသင်တို့ ငြင်းပယ်ခဲ့သော ငရဲဖြစ်သည်။ ဤသည်မှာ မှော်ပညာလော သို့မဟုတ် အသင်တို့ မမြင်ရသည်လော? ၎င်း၏ အပူကို အသင်တို့ ခံစားကြလော့။ အသင်တို့သည် သည်းခံသည်ဖြစ်စေ၊ မသည်းခံသည်ဖြစ်စေ၊ အားလုံး အတူတူပင်ဖြစ်သည်။ အသင်တို့ လုပ်ဆောင်ခဲ့သည်များအတွက်သာ အပြစ်ပေးခံနေရခြင်းဖြစ်သည်။)</span><span class=\"gray\">[၅၂:၁၄-၁၆]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ဗဒ်ရ်ရှိ ရေတွင်းသားများကို ဆုံးမခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا جَهْلِ بْنَ هِشَامٍ وَيَا عُتْبَةَ بْنَ رَبِيعَةَ وَيَا شَيْبَةَ بْنَ رَبِيعَةَ - وَسَمَّى رُؤُوسَهُمْ - هَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا فَإِنِّي وَجَدْتُ مَا وَعَدَنِي رَبِّي حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အဘူဂျဟ်လ် ဘင် ဟီရှမ်! အို အွတ်ဘဟ် ဘင် ရဘီအဟ်! အို ရှိုင်ဘဟ် ဘင် ရဘီအဟ် <span class=\"gray\">(သူတို့၏ ခေါင်းဆောင်များကို အမည်တပ်၍ ခေါ်ခဲ့သည်)</span>! အသင်တို့၏ အရှင်သခင်က ကတိထားခဲ့သည် <span class=\"gray\">(ငရဲ)</span> သည် အမှန်တကယ်ဖြစ်သည်ကို အသင်တို့ တွေ့ရှိခဲ့ကြပြီလား? ကျွန်ုပ်၏ အရှင်သခင်က ကျွန်ုပ်အား ကတိထားခဲ့သည် <span class=\"gray\">(အောင်မြင်မှု)</span> သည် အမှန်တကယ်ဖြစ်သည်ကို ကျွန်ုပ် အမှန်ပင် တွေ့ရှိခဲ့ပြီ။)</span></p><p lang=\"my\" class=\"my \">'အိုမရ်က ပြောသည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! အသင်သည် ပုပ်ဆွေးနေသော အလောင်းများ ဖြစ်နေကြသော လူများကို ဟောပြောနေသည်လား?\" ထိုအခါ ကိုယ်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ وَلَكِنْ لَا يَسْتَطِيعُونَ أَنْ يُجِيبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ဝိညာဉ်ကို ထိန်းချုပ်ထားသူကို ကျိန်ဆိုပါ၏! အသင်တို့သည် ကျွန်ုပ်ပြောဆိုသည်ကို သူတို့ထက် ပို၍ ကောင်းစွာ မကြားရပါ။ သို့သော် သူတို့က ပြန်လည်ဖြေကြားနိုင်ခြင်း မရှိပါ။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကြွေးကြော်သူတစ်ဦးက သူတို့ကြားတွင် ကြွေးကြော်မည်)</span> ဟု ကြေညာမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن لَّعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသည် မတရားသူများအပေါ်တွင် ကျရောက်ပါစေ)</span> ဆိုလိုသည်မှာ ကျိန်စာသည် မတရားသူများထံတွင် တည်ရှိမည်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သူတို့ကို ဖော်ပြခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ <span class=\"gray\">(လူတို့ကို)</span> တားမြစ်ကြသူများ၊ ၎င်းလမ်းကို ကောက်ကွေ့စေရန် ရှာဖွေကြသူများ)</span> ဆိုလိုသည်မှာ သူတို့သည် လူများကို အလ္လာဟ်အရှင်မြတ်၏ လမ်း၊ ကိုယ်တော်၏ ဥပဒေနှင့် တမန်တော်များ ယူဆောင်လာခဲ့သည်များကို လိုက်နာခြင်းမှ တားဆီးခဲ့ကြသည်။ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းကို ကောက်ကွေ့၍ ကွေ့ကောက်နေသော ပုံစံမျိုး ဖြစ်အောင် လုပ်ဆောင်ရန် ရှာဖွေခဲ့ကြသည်၊ သို့မှသာ မည်သူမျှ လိုက်နာနိုင်မည် မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم بِالْآخِرَةِ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူတို့သည် နောင်တမလွန်ဘဝကို မယုံကြည်သူများ ဖြစ်ကြသည်)</span></p><p lang=\"my\" class=\"my \">သူတို့သည် နောင်တမလွန်ဘဝတွင် အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို မယုံကြည်ခဲ့ကြပေ။ ဤသည်မှာ မည်သည့်အခါမျှ ဖြစ်ပေါ်လာမည်မဟုတ်ဟု ငြင်းပယ်ခဲ့ကြပြီး၊ လက်ခံခြင်းမရှိ၊ ယုံကြည်ခြင်းလည်း မရှိခဲ့ကြပေ။ ထို့ကြောင့်ပင် သူတို့သည် ပြစ်မှားခဲ့သော ဆိုးသွမ်းသည့် လုပ်ရပ်များနှင့် ပြောဆိုမှုများ၏ ပြင်းထန်မှုကို ပေါ့ပေါ့တန်တန် သဘောထားခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် မည်သည့် စစ်ဆေးခြင်း သို့မဟုတ် ပြစ်ဒဏ်ကိုမျှ မကြောက်ရွံ့ခဲ့ကြပေ။ ထို့ကြောင့် သူတို့သည် စကားနှင့် လုပ်ရပ်အားဖြင့် အမှန်ပင် အဆိုးဆုံးသော လူများ ဖြစ်ခဲ့ကြပြီး ဖြစ်ကြသည်။</p>"
  }
]