[
  {
    "ayah_key": "28:29",
    "group_ayah_key": "28:29",
    "from_ayah": "28:29",
    "to_ayah": "28:32",
    "ayah_keys": "28:29,28:30,28:31,28:32",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် မူဆာသည် သတ်မှတ်ကာလကို ပြည့်စုံအောင် ဖြည့်ဆည်းပြီး မိသားစုနှင့်အတူ ခရီးသွားနေစဉ် အတ်-တူရ်ဘက်မှ မီးကို တွေ့လိုက်ရ၏။ သူက သူ၏မိသားစုအား ပြောကြားသည်– \"စောင့်ကြလော့၊ ငါမီးကို တွေ့ပြီ၊ ဖြစ်နိုင်သည်မှာ ငါသည် ထိုနေရာမှ သတင်းအချက်အလက်အချို့ကို ဖြစ်စေ၊ သို့မဟုတ် မင်းတို့ နွေးထွေးစေရန်အတွက် မီးစာတစ်ခုကို ဖြစ်စေ ယူလာနိုင်မည်။ <span>(၂၉)</span>ထိုအခါ သူထိုနေရာသို့ ရောက်သောအခါ ချိုင့်ဝှမ်း၏ ညာဘက်ခြမ်း၊ ကောင်းချီးမင်္ဂလာရှိသော နေရာရှိ သစ်ပင်မှ ခေါ်ဝေါ်ခြင်းခံရ၏– \"အို မူဆာ! အမှန်စင်စစ် ငါသည် အလ္လာဟ်အရှင်မြတ်၊ အရာခပ်သိမ်းတို့၏ ပိုင်သခင် ဖြစ်တော်မူ၏! <span>(၃၀)</span>\"သင်၏ တုတ်ကို ပစ်ချလော့!\" သို့သော် သူသည် မြွေတစ်ကောင်ကဲ့သို့ လှုပ်ရှားနေသည်ကို မြင်သောအခါ သူသည် ထွက်ပြေးပြီး နောက်သို့ ပြန်လှည့်မကြည့်တော့ပေ။ <span class=\"gray\">(ဤသို့ဆိုသည်–)</span> \"အို မူဆာ! နီးကပ်လာပါ၊ မကြောက်နှင့်။ အမှန်စင်စစ် သင်သည် လုံခြုံသူများထဲမှ ဖြစ်ပေသည်။ <span>(၃၁)</span>\"သင်၏လက်ကို သင်၏အဝတ်အစားအဖွင့်ထဲသို့ ထည့်လော့၊ ၎င်းသည် အနာရောဂါမရှိဘဲ ဖြူဖွေးစွာ ထွက်ပေါ်လာမည်၊ ကြောက်ရွံ့ခြင်းမှ ကင်းဝေးစေရန် သင်၏လက်ကို သင်၏ဘေးသို့ ကပ်ထားလော့။ ဤအရာများသည် ဖိရ်အွန်နှင့် သူ၏ခေါင်းဆောင်များထံ သင်၏ပိုင်သခင်ထံမှ သက်သေနှစ်ခု ဖြစ်သည်။ အမှန်စင်စစ် ၎င်းတို့သည် ပုန်ကန်သော လူများ ဖြစ်ကြသည်။ <span>(၃၂)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ အီဂျစ်သို့ ပြန်ရောက်ခြင်းနှင့် လမ်းခရီးတွင် ပေးအပ်ခံရသောသာသနာနှင့် မုအ်ဂျိဇာတ်များဖြင့် ဂုဏ်ပြုခံရပုံ</h2></div><p lang=\"my\" class=\"my \">ယခင်အာယတ်၏ ရှင်းလင်းချက်တွင် မူဆာသည် သတ်မှတ်ကာလနှစ်ခုအနက် ပိုမိုရှည်လျားပြီး ပိုကောင်းသောကာလကို ပြီးဆုံးအောင် လုပ်ဆောင်ခဲ့ကြောင်း ကျွန်ုပ်တို့ တွေ့မြင်ခဲ့ရပြီးဖြစ်သည်၊ ယင်းကို အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့် အာယတ်မှလည်း နားလည်နိုင်သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا قَضَىٰ مُوسَى الْأَجَلَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မူဆာသည် သတ်မှတ်ကာလကို ပြည့်စုံအောင် ဖြည့်ဆည်းပြီးသောအခါ၊)</span> ဆိုလိုသည်မှာ ကာလနှစ်ခုအနက် ပိုရှည်လျားသောကာလကို ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံးဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\"> وَسَارَ بِأَهْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူ၏မိသားစုနှင့်အတူ ခရီးသွားနေစဉ်၊)</span> ၎င်းတို့က ပြောကြသည်– \"မူဆာသည် သူ၏နိုင်ငံနှင့် ဆွေမျိုးများကို လွမ်းဆွတ်သဖြင့် ဖိရ်အွန်နှင့် သူ၏လူများမသိစေဘဲ လျှို့ဝှက်စွာ သွားရောက်လည်ပတ်ရန် ဆုံးဖြတ်ခဲ့သည်။ ထို့ကြောင့် သူသည် သူ၏မိသားစုနှင့် သူ၏ယောက္ခမ ပေးခဲ့သော သိုးအုပ်များကို စုဆောင်း၍ အေးသော၊ မှောင်သော၊ မိုးရွာသော ညတစ်ညတွင် ထွက်ခွာခဲ့သည်။ ၎င်းတို့သည် စခန်းချရန် ရပ်နားခဲ့ကြပြီး သူသည် မီးစတင်ရန် ကြိုးစားတိုင်း အောင်မြင်ခြင်းမရှိခဲ့ပေ။ သူသည် ဤအရာကို အံ့ဩခဲ့ပြီး ဤအခြေအနေတွင် ရှိနေစဉ်တွင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အတ်-တူရ်ဘက်မှ မီးကို တွေ့လိုက်ရ၏)</span> သူသည် ဝေးကွာသောနေရာမှ မီးလောင်နေသည်ကို တွေ့လိုက်ရ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက သူ၏မိသားစုအား ပြောကြားသည်– \"စောင့်ကြလော့၊ ငါမီးကို တွေ့ပြီ...\")</span> ဆိုလိုသည်မှာ 'ငါထိုနေရာသို့ သွားနေစဉ် စောင့်ပါ' ဟူ၍ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\"> لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြစ်နိုင်သည်မှာ ငါသည် ထိုနေရာမှ သတင်းအချက်အလက်အချို့ကို ယူလာနိုင်မည်။)</span> ၎င်းတို့သည် လမ်းပျောက်နေသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မင်းတို့ နွေးထွေးစေရန်အတွက် မီးစာတစ်ခုကို ဖြစ်စေ။)</span> သို့မှသာ ၎င်းတို့ နွေးထွေးလာပြီး အအေးဒဏ်မှ သက်သာရာရနိုင်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူထိုနေရာသို့ <span class=\"gray\">(မီးသို့)</span> ရောက်သောအခါ ချိုင့်ဝှမ်း၏ ညာဘက်ခြမ်းမှ ခေါ်ဝေါ်ခြင်းခံရ၏၊)</span> သူ၏ညာဘက်ရှိ တောင်နှင့် ဆက်စပ်နေသော ချိုင့်ဝှမ်းဘေးမှ အနောက်ဘက်သို့ ဖြစ်သည်။ ဤသည် အာယတ်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အနောက်ဘက်ခြမ်းတွင် မရှိခဲ့ပေ၊ ကျွန်ုပ်တို့သည် မူဆာအား အမိန့်ကို ရှင်းလင်းပြသသောအခါ)</span><span class=\"gray\">(၂၈:၄၄)</span>။ ဤသည်မှာ မူဆာသည် မီးသို့ဦးတည်သွားသောအခါ သူ၏ညာဘက်တွင် အနောက်တောင်နှင့်အတူ ကိဘ်လာဘက်သို့ ဦးတည်သွားကြောင်း ဖော်ပြသည်။ သူသည် ချိုင့်ဝှမ်းနှင့်ဆက်စပ်နေသော တောင်ဘေးရှိ စိမ်းလန်းသော ချုံပုတ်တစ်ခုတွင် မီးလောင်နေသည်ကို တွေ့ရှိခဲ့ပြီး သူမြင်နေရသည့်အရာကို အံ့ဩစွာ ရပ်နေခဲ့သည်။ ထို့နောက် သူ၏ပိုင်သခင်က သူ့ကို ခေါ်ဝေါ်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချိုင့်ဝှမ်း၏ ညာဘက်ခြမ်းမှ၊ ကောင်းချီးမင်္ဂလာရှိသော နေရာရှိ သစ်ပင်မှ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْ يَا مُوسَىٰ إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ! အမှန်စင်စစ် ငါသည် အလ္လာဟ်အရှင်မြတ်၊ အရာခပ်သိမ်းတို့၏ ပိုင်သခင် ဖြစ်တော်မူ၏!)</span> ဆိုလိုသည်မှာ 'သင့်ကို လိပ်မူ၍ စကားပြောနေသူသည် အရာခပ်သိမ်းတို့၏ ပိုင်သခင် ဖြစ်တော်မူသည်၊ အလိုရှိရာကို ပြုလုပ်တော်မူသူ၊ အရှင်မြတ်မှလွဲ၍ အခြားမည်သည့် ဘုရားသခင် သို့မဟုတ် ပိုင်သခင်မျှ မရှိသည်၊ ကိုယ်တော်သည် မြင့်မြတ်တော်မူ၏၊ စင်ကြယ်တော်မူ၏၊ ကိုယ်တော်၏ သဘာဝ၊ ဂုဏ်ရည်များ၊ စကားများနှင့် လုပ်ရပ်များဖြင့် ကိုယ်တော်၏ ဖန်ဆင်းခြင်းများနှင့် မည်သည့်ဆင်တူယိုးမှားမျှ မရှိဘ่าง အလွန်ဝေးကွာလှသည်၊ ကိုယ်တော်သည် ထွတ်မြတ်တော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْ أَلْقِ عَصَاكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ တုတ်ကို ပစ်ချလော့!)</span> 'သင်၏လက်ထဲတွင် ရှိသော တုတ်' – အာယတ်တွင် ဖော်ပြထားသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَىٰ - قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို မူဆာ၊ သင်၏ ညာလက်ထဲတွင် အဘယ်အရာရှိသနည်း။\" သူက ပြောသည်– \"ဤကား ကျွန်ုပ်၏ တုတ်ဖြစ်သည်၊ ၎င်းပေါ်၌ ကျွန်ုပ်မှီပြီး ကျွန်ုပ်၏သိုးများအတွက် အကိုင်းအခက်များကို ခတ်ချသည်၊ ထို့ပြင် ကျွန်ုပ်သည် အခြားအသုံးပြုမှုများကိုလည်း ၎င်းတွင် တွေ့ရှိရသည်။\")</span><span class=\"gray\">(၂၀:၁၇-၁၈)</span>။ ဆိုလိုသည်မှာ 'ဤတုတ်၊ သင်အလွန်သိသော တုတ်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقِهَا يَا مُوسَىٰ - فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို မူဆာ၊ ၎င်းကို ပစ်ချလော့!\" သူပစ်ချလိုက်သောအခါ ကြည့်လော့! ၎င်းသည် မြွေတစ်ကောင်ဖြစ်ပြီး လျင်မြန်စွာ လှုပ်ရှားနေသည်။)</span><span class=\"gray\">(၂၀:၁၉-၂၀)</span>။ မူဆာသည် သူ့အား စကားပြောနေသူသည် အရာတစ်ခုကို \"ဖြစ်လော့!\" ဟု ပြောလိုက်ရုံဖြင့် ဖြစ်ပေါ်လာစေသူဖြစ်ကြောင်း သိရှိခဲ့သည်၊ ကျွန်ုပ်တို့သည် စူရာဟ် တာ ဟာ <span class=\"gray\">(၏ ရှင်းလင်းချက်)</span> တွင် ဖော်ပြခဲ့ပြီးဖြစ်သကဲ့သို့ပင်။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّىٰ مُدْبِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် မြွေတစ်ကောင်ကဲ့သို့ လှုပ်ရှားနေသည်ကို မြင်သောအခါ သူသည် ထွက်ပြေးပြီး)</span> ၎င်းသည် အလွန်လျင်မြန်စွာ လှုပ်ရှားခဲ့သည်၊ ၎င်းသည် အလွန်ကြီးမားနေသော်လည်းကောင်း၊ ၎င်း၏ ပါးစပ်သည် အလွန်ကြီးမားပြီး မေးရိုးများက ပိတ်လိုက်၊ ဖွင့်လိုက်လုပ်နေသည်။ ၎င်းသည် ဖြတ်သန်းသွားသော ကျောက်တုံးတိုင်းကို မျိုချခဲ့ပြီး ၎င်း၏ပါးစပ်ထဲသို့ ကျရောက်သော ကျောက်တုံးတိုင်းသည် ချိုင့်ဝှမ်းထဲသို့ ကျောက်တုံးကျသကဲ့သို့ အသံနှင့်အတူ ကျရောက်ခဲ့သည်။ သူသည် ထိုအရာကို မြင်သောအခါ–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ထွက်ပြေးပြီး နောက်သို့ ပြန်လှည့်မကြည့်တော့ပေ။)</span> သူသည် နောက်သို့ မလှည့်ခဲ့ပါ၊ အဘယ်ကြောင့်ဆိုသော် ထိုကဲ့သို့သောအရာမှ ထွက်ပြေးခြင်းသည် လူသားတို့၏ သဘာဝဖြစ်သောကြောင့်ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က သူ့ကို မိန့်ကြားသောအခါ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ الْآمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ! နီးကပ်လာပါ၊ မကြောက်နှင့်။ အမှန်စင်စစ် သင်သည် လုံခြုံသူများထဲမှ ဖြစ်ပေသည်။)</span> သူသည် သူ၏မူလအနေအထားသို့ ပြန်ရောက်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏လက်ကို သင်၏အဝတ်အစားအဖွင့်ထဲသို့ ထည့်လော့၊ ၎င်းသည် အနာရောဂါမရှိဘဲ ဖြူဖွေးစွာ ထွက်ပေါ်လာမည်၊)</span> ဆိုလိုသည်မှာ 'သင်၏လက်ကို သင်၏အဝတ်အစားထဲသို့ ထည့်ပြီး ထုတ်လိုက်သောအခါ ၎င်းသည် လ၏တစ်စိတ်တစ်ပိုင်း သို့မဟုတ် လျှပ်စီးတစ်ချက်ကဲ့သို့ တောက်ပဖြူဖွေးနေမည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ غَيْرِ سُوءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနာရောဂါမရှိဘဲ)</span> ဆိုလိုသည်မှာ အရေပြားကွက်ဖြူရောဂါ၏ မည်သည့်လက္ခဏာမျှ မရှိခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြောက်ရွံ့ခြင်းမှ ကင်းဝေးစေရန် သင်၏လက်ကို သင်၏ဘေးသို့ ကပ်ထားလော့။)</span> မူဂျာဟစ်က \"ထိတ်လန့်ခြင်းမှ ကင်းဝေးစေရန်\" ဟု ပြောခဲ့သည်။ ကတာဒါက \"ကြောက်ရွံ့ခြင်းမှ ကင်းဝေးစေရန်\" ဟု ပြောခဲ့သည်။ မူဆာသည် မည်သည့်အရာကိုမဆို ကြောက်ရွံ့သောအခါ ကြောက်ရွံ့ခြင်းမှ ကင်းဝေးစေရန် သူ၏လက်ကို သူ၏ဘေးသို့ ကပ်ထားရန် အမိန့်ပေးခံခဲ့ရသည်။ သူထိုသို့လုပ်ဆောင်ပါက သူခံစားရသော ကြောက်ရွံ့မှုအားလုံး ပျောက်ကွယ်သွားမည်။ ဖြစ်နိုင်သည်မှာ လူတစ်ဦးသည် မူဆာ၏ နမူနာကို လိုက်နာပြီး သူ၏လက်ကို သူ၏နှလုံးသားပေါ်တင်ပါက သူ၏ကြောက်ရွံ့မှု ပျောက်ကွယ်သွားမည် သို့မဟုတ် လျော့ပါးသွားမည်၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက၊ အလ္လာဟ်အရှင်မြတ်၌သာ ကျွန်ုပ်တို့ ယုံကြည်ကိုးစားကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအရာများသည် သင်၏ပိုင်သခင်ထံမှ သက်သေနှစ်ခု ဖြစ်သည်။)</span> ဤသည်မှာ သူ၏တုတ်ကို ပစ်ချလိုက်ပြီးနောက် လှုပ်ရှားနေသော မြွေအဖြစ်သို့ ပြောင်းလဲသွားခြင်း၊ နှင့် သူ၏လက်ကို သူ၏အဝတ်အစားထဲသို့ ထည့်ပြီး အနာရောဂါမရှိဘဲ ဖြူဖွေးစွာ ထုတ်ယူလာခြင်းကို ရည်ညွှန်းသည်။ ဤအရာများသည် အလိုရှိရာကို ပြုလုပ်တော်မူသူ၏ တန်ခိုးတော်နှင့် ဤမုအ်ဂျိဇာတ်များ ဖြစ်ပေါ်လာသော ပုဂ္ဂိုလ်၏ ပရောဖက်ပြုချက်မှန်ကန်မှုအတွက် ရှင်းလင်းပြတ်သားသော သက်သေနှစ်ခု ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိရ်အွန်နှင့် သူ၏ခေါင်းဆောင်များထံ။)</span> ဆိုလိုသည်မှာ သူ၏ခေါင်းဆောင်များနှင့် ထင်ရှားသော နောက်လိုက်များကို ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သည် ပုန်ကန်သော လူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား မနာခံသူများ၊ ကိုယ်တော်၏ အမိန့်တော်များနှင့် ကိုယ်တော်၏သာသနာကို ဆန့်ကျင်သူများ ဖြစ်သည်။</p>"
  }
]