[
  {
    "ayah_key": "11:118",
    "group_ayah_key": "11:118",
    "from_ayah": "11:118",
    "to_ayah": "11:119",
    "ayah_keys": "11:118,11:119",
    "text": "<p lang=\"my\" class=\"my \">အသင်၏ အရှင်သခင်သည် အလိုတော်ရှိခဲ့ပါလျှင် လူသားမျိုးနွယ်အပေါင်းကို အမှန်ပင် အွမ္မသ်တစ်ခုတည်းအဖြစ် ဖန်တီးခဲ့မည်ဖြစ်သည်။ သို့သော် ၎င်းတို့သည် ကွဲပြားမှု မရှိဘဲ ရှိနေမည် မဟုတ်ပေ။ <span>(၁၁၈)</span> အသင်၏ အရှင်သခင်က ကရုဏာတော်ချီးမြှင့်တော်မူသော ပုဂ္ဂိုလ်မှတစ်ပါး။ ထို့အလို့ငှာ ၎င်းတို့ကို ဖန်ဆင်းတော်မူခဲ့သည်။ အသင်၏ အရှင်သခင်၏ ဗျာဒိတ်တော်သည် ပြည့်စုံခဲ့လေပြီ <span class=\"gray\">(၎င်း၏ မိန့်ဆိုချက်)</span>: \"အမှန်ပင် ငါသည် ငရဲကို ဂျင်န်နှင့် လူသားအားလုံးတို့ဖြင့် အပြည့်ဖြည့်မည်။ <span>(၁၁၉)</span>\"</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်မှုကို ကမ္ဘာတစ်ဝန်း လက်ခံစေတော်မမူခဲ့</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်သည် လူသားအားလုံးကို ယုံကြည်မှု (သို့မဟုတ်) မယုံကြည်မှုအပေါ်တွင် တစုတစည်းတည်းသော လူမျိုးဖြစ်စေနိုင်ကြောင်း အသိပေးတော်မူခဲ့သည်။ ၎င်းသည် ကိုယ်တော် မိန့်ကြားတော်မူသည့်အတိုင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَن فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏ အရှင်သခင်သည် အလိုတော်ရှိခဲ့ပါလျှင် ကမ္ဘာပေါ်ရှိသူများအားလုံး စုပေါင်း၍ ယုံကြည်ခဲ့ကြမည်ဖြစ်သည်။)</span><span class=\"gray\">[10:99]</span> အလ္လာဟ်အရှင်မြတ် ဆက်လက် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَزَالُونَ مُخْتَلِفِينَ - إِلَّا مَن رَّحِمَ رَبُّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ကွဲပြားမှု မရှိဘဲ ရှိနေမည် မဟုတ်ပေ။ အသင်၏ အရှင်သခင်က ကရုဏာတော်ချီးမြှင့်တော်မူသော ပုဂ္ဂိုလ်မှတစ်ပါး။)</span> ၎င်းသည် လူတို့သည် ဘာသာတရားများ၊ အယူဝါဒများ၊ ယုံကြည်ချက်များ၊ အမြင်များ၊ ဂိုဏ်းဂဏများတွင် အမြဲတမ်း ကွဲပြားနေမည်ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن رَّحِمَ رَبُّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏ အရှင်သခင်က ကရုဏာတော်ချီးမြှင့်တော်မူသော ပုဂ္ဂိုလ်မှတစ်ပါး။)</span> ဆိုလိုသည်မှာ ရစူလ်တမန်တော်များကို လိုက်နာခြင်းအားဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို ခံယူရရှိသူများသည် ဤအရာမှ ကင်းလွတ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်များက ဘာသာတရားတွင် အမိန့်ပေးထားသည်များကို လိုက်နာကြသူများဖြစ်သည်။ ၎င်းတို့၏ ထူးခြားချက်မှာ တမန်တော်များနှင့် ရစူလ်တမန်တော်များ၏ နောက်ဆုံးပုဂ္ဂိုလ် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> မရောက်လာမီအထိ ထိုအတိုင်းပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို ခံယူရရှိသူများသည် ကိုယ်တော်ကို လိုက်နာသူများ၊ ကိုယ်တော်ကို ယုံကြည်သူများနှင့် ကိုယ်တော်ကို ထောက်ပံ့ကူညီသူများဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ပျော်ရွှင်မှုကို ရရှိခြင်းဖြင့် အောင်မြင်ခဲ့ကြသည်။ ၎င်းတို့သည် ဟဒီးစ်များ၏ မွတ်စ်နဒ်နှင့် စူနန် စုစည်းမှုများတွင် မှတ်တမ်းတင်ထားသော ဟဒီးစ်တွင် ဖော်ပြထားသော ကယ်တင်ခြင်းခံရသော ဂိုဏ်းဖြစ်သည်။ ဤဟဒီးစ်၏ ကူးပြောင်းပို့ဆောင်မှု လမ်းကြောင်းများအားလုံးသည် တစ်ခုနှင့်တစ်ခု အားဖြည့်ပေးသည် <span class=\"gray\">(စစ်မှန်မှုတွင်)</span>။ ဤဇာတ်ကြောင်းများတွင် တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْيَهُودَ افْتَرَقَتْ عَلَى إِحْدَى وَسَبْعِينَ فِرْقَةً، وَإِنَّ النَّصَارَى افْتَرَقَتْ عَلَى اثْنَتَيْنِ وَسَبْعِينَ فِرْقَةً، وَسَتَفْتَرِقُ هَذِهِ الْأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً، كُلُّهَا فِي النَّارِ إِلَّا فِرْقَةً وَاحِدَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ဂျူးများသည် ဂိုဏ်းပေါင်း ၇၁ ခုအဖြစ် ကွဲပြားခဲ့ကြသည်။ ခရစ်ယာန်များသည် ဂိုဏ်းပေါင်း ၇၂ ခုအဖြစ် ကွဲပြားခဲ့ကြသည်။ ဤအွမ္မသ် <span class=\"gray\">(မွတ်စ်လင်မ်များ)</span> သည် ဂိုဏ်းပေါင်း ၇၃ ခုအဖြစ် ကွဲပြားကြလိမ့်မည်။ ၎င်းတို့အားလုံးသည် ငရဲဘုံ၌ ရှိကြလိမ့်မည်။ တစ်ဂိုဏ်းမှတစ်ပါး။)</span> ၎င်းတို့ <span class=\"gray\">(အပေါင်းအပါများ)</span> က \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ၎င်းတို့ <span class=\"gray\">(ကယ်တင်ခံရသော ဂိုဏ်း)</span> က မည်သူများပါလဲ?\" ဟု မေးလျှောက်ကြရာ၊ ကိုယ်တော်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنَا عَلَيْهِ وَأَصْحَابِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်နှင့် ကျွန်ုပ်၏ အပေါင်းအပါများ ရှိနေသည့် အပေါ်တွင် ရှိသော ဂိုဏ်းဖြစ်သည်။)</span> အလ်-ဟာကင်မ်သည် ဤဇာတ်ကြောင်းကို ၎င်း၏ မွတ်စ်တဒ်ရက်တွင် ဤနောက်ဆက်တွဲ စကားလုံးဖြင့် မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏ အရှင်သခင်၏ ဗျာဒိတ်တော်သည် ပြည့်စုံခဲ့လေပြီ <span class=\"gray\">(၎င်း၏ မိန့်ဆိုချက်)</span>: \"အမှန်ပင် ငါသည် ငရဲကို ဂျင်န်နှင့် လူသားအားလုံးတို့ဖြင့် အပြည့်ဖြည့်မည်။\")</span> အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်သည် ကိုယ်တော်၏ ပြည့်စုံသော အသိပညာနှင့် ထိုးထွင်းသိမြင်သော ဉာဏ်ပညာဖြင့်၊ ကိုယ်တော်၏ ကြိုတင်စီမံမှုနှင့် အမိန့်တော်တွင် အရာရာတိုင်းကို ဦးစွာ ဆုံးဖြတ်ထားကြောင်း အသိပေးတော်မူသည်။ ဤအမိန့်တော်၏ ရလဒ်မှာ ကိုယ်တော် ဖန်ဆင်းထားသူများထဲမှ အချို့သည် ဂျန္နတ်ကို ထိုက်တန်ပြီး အချို့သည် ငရဲကို ထိုက်တန်သည်။ ဤအမိန့်တော်မှ ကိုယ်တော်သည် ငရဲကို လူသားများနှင့် ဂျင်န်များ နှစ်ဦးစလုံးဖြင့် ဖြည့်ဆည်းပေးမည်ဖြစ်သည်။ ကိုယ်တော်၌ နက်နဲသော သက်သေသာဓကနှင့် ပြည့်စုံသော ဉာဏ်ပညာရှိသည်။ ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် အဘူဟိုရိုင်ရာက အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْتَصَمَتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ الْجَنَّةُ: مَا لِي لَا يَدْخُلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ وَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ. فَقَالَ اللهُ عَزَّ وَجَلَّ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ، وَقَالَ لِلنَّارِ: أَنْتِ عَذَابِي أَنْتَقِمُ بِكِ مِمَّنْ أَشَاءُ، وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا الْجَنَّةُ فَلَا يَزَالُ فِيهَا فَضْلٌ، حَتَّى يُنْشِىءَ اللهُ لَهَا خَلْقًا يُسْكِنُ فَضْلَ الْجَنَّةِ، وَأَمَّا النَّارُ فَلَا تَزَالُ تَقُولُ: هَلْ مِنْ مَزِيدٍ حَتَّى يَضَعَ عَلَيْهَا رَبُّ الْعِزَّةِ قَدَمَهُ فَتَقُولُ: قَطْ قَطْ وَعِزَّتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်နှင့် ငရဲသည် အငြင်းပွားကြ၏။ ဂျန္နတ်က ပြောသည်မှာ၊ 'ကျွန်ုပ်ထံသို့ လူတို့၏ အားနည်းသူများနှင့် မထီမဲ့မြင်ခံရသူများမှတစ်ပါး မည်သူမျှ ဝင်ရောက်မည်မဟုတ်။' ငရဲက ပြောသည်မှာ၊ 'ကျွန်ုပ်သည် မာနကြီးသူများနှင့် မောက်မာသူများကို အမွေရရှိခဲ့သည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်ကို မိန့်ကြားတော်မူသည်မှာ၊ 'သင်သည် ငါ၏ ကရုဏာဖြစ်ပြီး ငါအလိုရှိသူအား မင်းနှင့်အတူ ကရုဏာချီးမြှင့်မည်။' ထို့နောက် ကိုယ်တော်သည် ငရဲကို မိန့်ကြားတော်မူသည်မှာ၊ 'သင်သည် ငါ၏ ပြစ်ဒဏ်ဖြစ်ပြီး ငါအလိုရှိသူအား မင်းနှင့်အတူ လက်စားချေမည်။ သင်တို့ နှစ်ခုလုံးကို ငါဖြည့်ဆည်းပေးမည်။' သို့သော်လည်း ဂျန္နတ်၌ အမြဲတမ်း ပိုလျှံသော ဆုလာဘ်များ ရှိနေလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွင်း နေထိုင်ရန်နှင့် ၎င်း၏ ပိုလျှံသော ဆုလာဘ်များကို ခံစားရန် သတ္တဝါများ ပိုမိုဖန်ဆင်းပေးသည်အထိပင် ဖြစ်သည်။ ငရဲသည် 'နောက်ထပ် ရှိသေးလား <span class=\"gray\">(ကျွန်ုပ်ထံသို့ ဝင်ရောက်ရန်)</span>' ဟု ဆက်လက် ပြောဆိုနေမည်ဖြစ်ပြီး၊ အရှင်သခင်သည် ၎င်းအပေါ် ကိုယ်တော်၏ ခြေတော်ကို တင်သည်အထိပင် ဖြစ်သည်။ ထို့နောက် ၎င်း <span class=\"gray\">(ငရဲ)</span> က 'လုံလောက်ပြီ၊ လုံလောက်ပြီ၊ အသင်၏ တန်ခိုးတော်အားဖြင့်!' ဟု ပြောဆိုလိမ့်မည်။)</span></p>"
  },
  {
    "ayah_key": "11:12",
    "group_ayah_key": "11:12",
    "from_ayah": "11:12",
    "to_ayah": "11:14",
    "ayah_keys": "11:12,11:13,11:14",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သင့်ထံသို့ ဗျာဒိတ်တော်ချပေးထားသည့်အရာများအနက်မှ အချို့ကို သင်စွန့်လွှတ်ကောင်း စွန့်လွှတ်မည် ဖြစ်ပြီး၊ ထိုအရာအတွက် သင်၏ရင်ဘတ်သည် ကျဉ်းမြောင်းနေသည်ဟု ခံစားရမည် ဖြစ်၏။ အဘယ်ကြောင့်ဆိုသော် သူတို့က 'အဘယ်ကြောင့် သူ့ထံသို့ ရတနာတစ်စုံတစ်ရာကို မချပေးသနည်း၊ သို့မဟုတ် ကောင်းကင်တမန်တစ်ပါး သူ့နှင့်အတူ မလာသနည်း' ဟု ပြောဆိုကြသောကြောင့် ဖြစ်၏။ သို့သော် သင်သည် သတိပေးသူမျှသာ ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စောင့်ရှောက်သူ ဖြစ်၏။ <span>(၁၂)</span>သို့မဟုတ် သူတို့က 'သူက ဖန်တီးခဲ့တာ' ဟု ပြောဆိုကြ၏။ ပြောဆိုပါ- 'သို့ဆိုလျှင် ထိုကဲ့သို့သော ဖန်တီးထားသည့် စူရာဆယ်ပုဒ်ကို သင်တို့ ယူဆောင်လာကြပါ၊ သင်တို့မှန်ကန်စွာ ပြောဆိုသည်ဆိုပါက အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့ခေါ်ဆိုနိုင်သူ မည်သူ့ကိုမဆို ခေါ်ဆိုကြပါ! <span>(၁၃)</span>ထို့နောက် သူတို့က သင့်အား အဖြေမပေးနိုင်ပါက၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အသိပညာဖြင့် ချပေးခဲ့ခြင်း ဖြစ်ပြီး၊ ကိုးကွယ်ရာ အရှင်မြတ်ဟူ၍ ကိုယ်တော်မှတစ်ပါး အခြားမရှိကြောင်း သိကြပါလော့။ ထိုအခါ သင်တို့သည် မွတ်စ်လင်မ်များ ဖြစ်ကြမည်လော <span>(၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span>သည် မုရှ်ရိက်များ၏ ပြောဆိုမှုများကြောင့် စိတ်မချမ်းမြေ့ဖြစ်ရခြင်းနှင့် ကိုယ်တော်၏ ကျေနပ်မှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ဤဗျာဒိတ်တော်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော်အား ပုဂ္ဂိုလ်ရေးအရ ပြောဆိုမှုများကြောင့် မုရှ်ရိက်များက ဖြစ်ပေါ်စေသော စိုးရိမ်ပူပန်မှုများကို နှစ်သိမ့်ပေးခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှင့်ပတ်သက်၍ မိန့်ကြားထားသည့်အတိုင်းပင် ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَالِ هَٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ ۙ لَوْلَا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا - أَوْ يُلْقَىٰ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ الظَّالِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “အဘယ်ကြောင့် ဤရစူလ်တမန်တော်သည် အစာစားပြီး ဈေးများတွင် လှည့်လည်နေရသနည်း။ အဘယ်ကြောင့် ကောင်းကင်တမန်တစ်ပါးကို သူနှင့်အတူ သတိပေးသူအဖြစ် စေလွှတ်မထားသနည်း” သို့မဟုတ် “<span class=\"gray\">(အဘယ်ကြောင့်)</span> သူ့အား ရတနာတစ်စုံတစ်ရာ မချပေးသနည်း၊ သို့မဟုတ် အဘယ်ကြောင့် သူစားသုံးနိုင်သည့် ဥယျာဉ်တစ်ခု မရှိသနည်း” ဟု ပြောဆိုကြသည်။ ဒုစရိုက်သမားတို့က “သင်တို့သည် ဆွဲဆောင်ဖျားယောင်းခံရသူတစ်ဦးကိုသာ လိုက်နာနေကြသည်” ဟု ပြောဆိုကြသည်)</span><span class=\"gray\">[၂၅:၇-၈]</span> ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော်အား ၎င်းတို့၏ စကားများက ကိုယ်တော်၏နှလုံးသားကို ဝမ်းနည်းစေရန် မပြုလုပ်ရန် အမိန့်ပေးခဲ့ပြီး လမ်းညွှန်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤစကားများက နေ့ရောညပါ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံသို့ ခေါ်ဆိုခြင်းမှ တားဆီးရန် သို့မဟုတ် ဟန့်တားရန် မပြုလုပ်ရန် ညွှန်ကြားခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့်အတိုင်းပင် ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သူတို့ပြောဆိုသည်များကို သင်၏ရင်ဘတ်က ကျဉ်းကျပ်နေကြောင်း ငါတို့သိရှိသည်)</span><span class=\"gray\">[၁၅:၉၇]</span> ဤအာယတ်တော်တွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَىٰ إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَن يَقُولُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင့်ထံသို့ ဗျာဒိတ်တော်ချပေးထားသည့်အရာများအနက်မှ အချို့ကို သင်စွန့်လွှတ်ကောင်း စွန့်လွှတ်မည် ဖြစ်ပြီး၊ ထိုအရာအတွက် သင်၏ရင်ဘတ်သည် ကျဉ်းမြောင်းနေသည်ဟု ခံစားရမည် ဖြစ်၏။ အဘယ်ကြောင့်ဆိုသော် သူတို့က ပြောဆိုကြသောကြောင့် ဖြစ်၏...)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဆိုလိုသည်မှာ ကိုယ်တော် <span class=\"gray\">(နဗီတမန်တော် ﷺ)</span> သည် ၎င်းတို့ <span class=\"gray\">(မုရှ်ရိက်များ)</span> က ကိုယ်တော်နှင့်ပတ်သက်၍ ပြောဆိုသောစကားများကြောင့် သတင်းစကားကို စွန့်လွှတ်ရန် တွန်းအားပေးခံရနိုင်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်ရှင်းပြသည်မှာ- “သင် <span class=\"gray\">(မုဟမ္မဒ်)</span> သည် သတိပေးသူမျှသာ ဖြစ်ပြီး၊ သင်၏ရှေ့မှ ရောက်ရှိခဲ့သော ရစူလ်တမန်တော်များထဲမှ သင်၏ညီအစ်ကိုများတွင် ပုံသက်သေယူရန် ရှိ၏။ အဘယ်ကြောင့်ဆိုသော် ယခင်ရစူလ်တမန်တော်များသည် ပယ်ချခံခဲ့ရပြီး အန္တရာယ်ပြုခံခဲ့ရသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ အကူအညီ ရောက်မလာမချင်း သူတို့သည် သည်းခံခဲ့ကြသည်” ဟူ၍ ဖြစ်၏။</p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်၏ မုအ်ဂျိဇာနှင့် ပတ်သက်သော ရှင်းလင်းချက်</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်၏ မုအ်ဂျိဇာကို ရှင်းပြထားသည်မှာ မည်သူမျှ ၎င်းနှင့်တူသည့်အရာကို ဖန်တီးနိုင်မည်မဟုတ်၊ သို့မဟုတ် ၎င်းနှင့်တူသည့် စူရာဆယ်ပုဒ် သို့မဟုတ် စူရာတစ်ပုဒ်မျှပင် ယူဆောင်လာနိုင်မည် မဟုတ်ပေ။ ဤသို့ဖြစ်ရခြင်းအကြောင်းမှာ ကမ္ဘာအားလုံး၏ အရှင်သခင်၏ မိန့်ခွန်းတော်သည် ဖန်ဆင်းခံများ၏ စကားကဲ့သို့ မဟုတ်သည့်အပြင်၊ ကိုယ်တော်၏ ဂုဏ်တော်များသည်လည်း ဖန်ဆင်းခံတို့၏ ဂုဏ်သတ္တိများကဲ့သို့ မဟုတ်သောကြောင့် ဖြစ်၏။ ကိုယ်တော်၏ တည်ရှိမှုနှင့်တူသည့် မည်သည့်အရာမျှ မရှိပေ။ ကိုယ်တော်သည် အမြင့်မြတ်ဆုံး၊ အသန့်ရှင်းဆုံး၊ အခမ်းနားဆုံး ဖြစ်တော်မူ၏။ ကိုယ်တော်မှတစ်ပါး ကိုးကွယ်ရာအရှင်ဟူ၍ မရှိ၊ ကိုယ်တော်မှတစ်ပါး စစ်မှန်သော အရှင်သခင်ဟူ၍ မရှိ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဆက်လက် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့က သင့်အား အဖြေမပေးနိုင်ပါက၊)</span> ဆိုလိုသည်မှာ သင်က ၎င်းတို့အား စိန်ခေါ်ထားသည့်အရာ <span class=\"gray\">(ကုရ်အာန်ကဲ့သို့ စူရာဆယ်ပုဒ်ကို ဖန်တီးရန်)</span> ကို ၎င်းတို့က အဖြေမပေးနိုင်ပါက၊ ထိုသို့ပြုလုပ်ရန် ၎င်းတို့၏ စွမ်းရည်မရှိခြင်းကြောင့်ဖြစ်ကြောင်း သိကြလော့။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ဗျာဒိတ်တော်ချပေးထားသော မိန့်ခွန်းဖြစ်ကြောင်း <span class=\"gray\">(၎င်းသည် သက်သေတစ်ခုဖြစ်ကြောင်း)</span> သိကြလော့။ ၎င်းတွင် ကိုယ်တော်၏ အသိပညာ၊ ကိုယ်တော်၏ အမိန့်များနှင့် ကိုယ်တော်၏ တားမြစ်ချက်များ ပါဝင်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဆက်လက် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن لَّا إِلَٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မှတစ်ပါး ကိုးကွယ်ရာအရှင်ဟူ၍ မရှိ။ ထိုအခါ သင်တို့သည် မွတ်စ်လင်မ်များ ဖြစ်ကြမည်လော)</span></p>"
  },
  {
    "ayah_key": "11:120",
    "group_ayah_key": "11:120",
    "from_ayah": "11:120",
    "to_ayah": "11:120",
    "ayah_keys": "11:120",
    "text": "<p class=\"my translation\" lang=\"my\">တမန်တော်များ၏ သတင်းများကို သင့်အား ကျွန်ုပ်တို့ပြောပြသည်မှာ ၎င်းအားဖြင့် သင့်နှလုံးသားကို ခိုင်မာအားကောင်းစေရန်အတွက်ဖြစ်သည်။ ဤတွင် သင့်ထံသို့ သစ္စာတရား ရောက်ရှိလာခဲ့သည်၊ ယုံကြည်သူများအတွက် ဆုံးမဩဝါဒနှင့် သတိပေးချက်တို့လည်း ပါဝင်သည်။ <span>(120)</span></p><div lang=\"my\" class=\"my \"><h2>နိဂုံးချုပ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က 'သင့်အားမတိုင်မီက ရောက်ရှိခဲ့သော တမန်တော်များနှင့် ၎င်းတို့၏အမျိုးသားများ ကြုံတွေ့ခဲ့ရသည်များအားလုံးကို သင့်အား <span class=\"gray\">(မုဟမ္မဒ်)</span> ဤဇာတ်လမ်းများအားလုံးကို ကျွန်ုပ်တို့ ပြောပြသည်။ ၎င်းတို့၏ငြင်းခုံမှုများနှင့် အငြင်းပွားမှုများတွင် ဖြစ်ပျက်ခဲ့သည်များကို ၎င်းအပြင် တမန်တော်များအားလုံး မည်သို့ငြင်းပယ်ခံရကာ ထိခိုက်နစ်နာခဲ့သည်ကို ရှင်းပြခြင်းဖြစ်သည်။ ဤဇာတ်လမ်းများသည် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ယုံကြည်သူများကို မည်သို့ကူညီခဲ့ပြီး ကိုယ်တော်၏ရန်သူများ၊ မယုံကြည်သူများကို မည်သို့ရှုတ်ချခဲ့သည်ကိုလည်း ရှင်းပြသည်။ ဤအရာအားလုံးကို သင့်နှလုံးသားကို ခိုင်မာစေရန်နှင့် သင့်အားမတိုင်မီက ကွယ်လွန်ခဲ့သော တမန်တော်များဖြစ်သည့် သင့်ညီအစ်ကိုများထံမှ နမူနာယူနိုင်ရန် သင့်အား <span class=\"gray\">(မုဟမ္မဒ်)</span> ကျွန်ုပ်တို့ပြောပြသည်။' အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَكَ فِي هَٰذِهِ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤတွင် သင့်ထံသို့ သစ္စာတရား ရောက်ရှိလာခဲ့သည်၊)</span> ဤသည်မှာ ဤဆူရာကိုယ်တိုင်ကို ရည်ညွှန်းခြင်းဖြစ်သည်။ ဤသည်ကို အစ်ဗ်နု အဗ္ဗားစ်၊ မူဂျာဟစ်ဒ် နှင့် ဆလဖ်အဖွဲ့တစ်ဖွဲ့က ပြောခဲ့ကြပြီး ၎င်းသည် မှန်ကန်သော အမြင်ဖြစ်သည်။ ၎င်း၏အဓိပ္ပါယ်မှာ 'ဤပြည့်စုံသော ဆူရာတွင် တမန်တော်များ၏ ဇာတ်လမ်းများ၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မည်သို့ကယ်တင်ခဲ့ပုံ၊ ၎င်းတို့နှင့်အတူ ယုံကြည်သူများကို မည်သို့ကယ်တင်ခဲ့ပုံနှင့် မယုံကြည်သူများကို မည်သို့ဖျက်ဆီးခဲ့ပုံတို့ ပါဝင်သည်။ ဤဆူရာတွင် သင့်ထံသို့ <span class=\"gray\">(မုဟမ္မဒ်)</span> သစ္စာတရားနှင့် မှန်ကန်သော ဖြစ်ရပ်များ ရောက်ရှိလာခဲ့သည်။ ဤဆူရာတွင် မယုံကြည်သူများကို တားဆီးသော ဆုံးမဩဝါဒတစ်ခုနှင့် ယုံကြည်သူများကို ဆင်ခြင်တွေးခေါ်စေသော သတိပေးချက်တစ်ခု ပါဝင်သည်။'</p>"
  },
  {
    "ayah_key": "11:121",
    "group_ayah_key": "11:121",
    "from_ayah": "11:121",
    "to_ayah": "11:122",
    "ayah_keys": "11:121,11:122",
    "text": "<p class=\"my translation\" lang=\"my\">မယုံကြည်သူတို့ကို ပြောပါဦး- \"သင်တို့၏ တတ်နိုင်မှုနှင့် နည်းလမ်းအတိုင်း ပြုမူကြ၊ ငါတို့သည် ပြုမူလျက်ရှိသည် <span>(၁၂၁)</span> သင်တို့ စောင့်ဆိုင်းကြလော့။ ငါတို့သည် <span class=\"gray\">(လည်း)</span> စောင့်ဆိုင်းနေကြသည်။ <span>(၁၂၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ရစူလ်တမန်တော် ﷺ အား သူ၏အရှင်မြတ်ထံမှ ယူဆောင်လာသော အရာများကို မယုံကြည်သူတို့အား သတိပေးသည့်အနေဖြင့် ပြောကြားရန် အမိန့်ပေးထားတော်မူသည်။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ တတ်နိုင်မှုအတိုင်း ပြုမူကြလော့)</span> ဆိုလိုသည်မှာ သင်တို့၏ လမ်းစဉ်နှင့် နည်းလမ်းအတိုင်းပင်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا عَامِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် <span class=\"gray\">(ငါတို့၏ နည်းလမ်းအတိုင်း)</span> ပြုမူလျက်ရှိသည်)</span> ဆိုလိုသည်မှာ ငါတို့သည် ငါတို့၏ လမ်းစဉ်နှင့် နည်းလမ်း <span class=\"gray\">(အစ္စလာမ်)</span> အတိုင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانتَظِرُوا إِنَّا مُنتَظِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ စောင့်ဆိုင်းကြလော့။ ငါတို့သည် <span class=\"gray\">(လည်း)</span> စောင့်ဆိုင်းနေကြသည်)</span> ဆိုလိုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ ۗ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဆုံးတွင် ငါတို့နှစ်ဦးအနက် မည်သူ့အတွက် နောက်ဘဝ၌ <span class=\"gray\">(သာယာသော)</span> နောက်ဆုံးပိုင်းရှိမည်ကို သင်တို့ သိရှိရလိမ့်မည်။ မုချဧကန် မတရားပြုကျင့်သူများသည် အောင်မြင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">[၆:၁၃၅]</span> အလ္လာဟ်အရှင်မြတ်သည် သူ၏ရစူလ်တမန်တော် ﷺ အား ပေးထားသော ကတိတော်ကို ပြည့်စုံစေခဲ့ပြီး သူ့ကို ကူညီထောက်ပံ့ခဲ့သည်။ အရှင်မြတ်သည် မိမိ၏ နှုတ်ကပတ်တော်ကို အမြင့်မြတ်ဆုံး <span class=\"gray\">(အောင်မြင်)</span> ဖြစ်စေခဲ့ပြီး မယုံကြည်သူတို့၏ နှုတ်ကပတ်ကို နှိမ့်ချကာ ဂုဏ်သိက္ခာမဲ့စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် စင်စစ်အားဖြင့် အင်အားအကြီးဆုံး၊ အသိဉာဏ်အပညာအကြီးဆုံး ဖြစ်တော်မူ၏။</p>"
  }
]