[
  {
    "ayah_key": "49:12",
    "group_ayah_key": "49:12",
    "from_ayah": "49:12",
    "to_ayah": "49:12",
    "ayah_keys": "49:12",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူအပေါင်းတို့! မကြာခဏ သံသယဝင်ခြင်းကို ရှောင်ကြဉ်ကြလော့။ အမှန်စင်စစ် အချို့သောသံသယသည် အပြစ်ဖြစ်သည်။ ထို့ပြင် သူလျှိုမလုပ်ကြနှင့်၊ တစ်ဦးကိုတစ်ဦး နောက်ကွယ်မှ အတင်းမပြောကြနှင့်။ သင်တို့အနက် တစ်ဦးတစ်ယောက်သည် မိမိ၏ ကွယ်လွန်သူညီအစ်ကို၏ အသားကို စားလိုပါမည်လော။ သင်တို့ မုန်းတီးကြမည်သာ။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူသော၊ နောင်တကို လက်ခံတော်မူသော၊ အလွန်ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၁၂)</span></p><p lang=\"it\" class=\"it \">The Prohibition of Unfounded Suspicion</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ သစ္စာရှိကျေးကျွန်တို့ကို သံသယဝင်ခြင်းမှ တားမြစ်တော်မူ၏။ ယင်းမှာ မိမိ၏မိသားစု၊ ဆွေမျိုးများနှင့် အခြားလူပုဂ္ဂိုလ်များ၏ အပြုအမူနှင့်ပတ်သက်၍ သံသယများနှင့် မယုံသင်္ကာမှုများ ရှိခြင်းလည်း ပါဝင်သည်။ ထို့ကြောင့် မွတ်စ်လင်မ်များသည် အခြေအမြစ်မရှိသော သံသယများကို ရှောင်ရှားကြရမည်။ သစ္စာရှိသူတို့၏ ခေါင်းဆောင် ‘ဥမရ် အိဘ်နုလ် ခတ္တားဗ်’ က “သင့်ယုံကြည်သူညီအစ်ကို၏ ပါးစပ်မှ ထွက်လာသော စကားကို ကောင်းမွန်သော အကြောင်းပြချက်တစ်ခု ရှာမတွေ့နိုင်သရွေ့ မကောင်းမြင်ခြင်း မရှိနှင့်” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"fil\" class=\"fil \">Malik recorded that Abu Hurayrah, may Allah be pleased with him, said that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ، وَلَا تَجَسَّسُوا وَلَا تَحَسَّسُوا، وَلَا تَنَافَسُوا وَلَا تَحَاسَدُوا، وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံသယကို သတိထားကြလော့၊ အကြောင်းမူကား သံသယသည် အမှားဆုံးသော ပုံပြင်များတွင် အဆိုးဆုံး ဖြစ်သည်။ တစ်ဦးကိုတစ်ဦး သူလျှိုမလုပ်ကြနှင့်၊ တစ်ဦး၏အပြစ်များကို မရှာဖွေကြနှင့်၊ တစ်ဦးကိုတစ်ဦး မနာလိုမဖြစ်ကြနှင့်၊ တစ်ဦးကိုတစ်ဦး မငြူစူကြနှင့်၊ တစ်ဦးကိုတစ်ဦး မမုန်းတီးကြနှင့်၊ တစ်ဦးကိုတစ်ဦး စွန့်ပစ် <span class=\"gray\">(ရှောင်ကျဉ်)</span> ခြင်း မပြုကြနှင့်။ အို အလ္လာဟ်အရှင်မြတ်၏ ကျေးကျွန်အပေါင်းတို့! ညီအစ်ကိုများ ဖြစ်ကြလော့!)</span> ဆဟီးဟ်ကျမ်းနှစ်ခုနှင့် အဘူဒါဝူးဒ်တို့သည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ထားသည်။</p><p lang=\"ceb\" class=\"ceb \">Anas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقَاطَعُوا وَلَا تَدَابَرُوا وَلَا تَبَاغَضُوا وَلَا تَحَاسَدُوا، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا، وَلَا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثَةِ أَيَّامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးကိုတစ်ဦး ရှောင်ကျဉ်ခြင်း မပြုကြနှင့်၊ တစ်ဦးကိုတစ်ဦး လျစ်လျူရှုခြင်း မပြုကြနှင့်၊ တစ်ဦးကိုတစ်ဦး မမုန်းတီးကြနှင့်၊ တစ်ဦးကိုတစ်ဦး မငြူစူကြနှင့်၊ အို အလ္လာဟ်အရှင်မြတ်၏ ကျေးကျွန်အပေါင်းတို့! ညီအစ်ကိုများ ဖြစ်ကြလော့။ မည်သည့်မွတ်စ်လင်မ်မျှ မိမိညီအစ်ကိုကို သုံးရက်ထက် ပို၍ ရှောင်ကျဉ်ခြင်း မပြုရ။)</span> မွတ်စ်လင်မ်နှင့် အတ်-သီရ်မီဇီတို့သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ကြပြီး၊ ၎င်းအား ဆဟီးဟ်အဖြစ် သတ်မှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تَجَسَّسُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူလျှိုမလုပ်ကြနှင့်)</span>၊ တစ်ဦးကိုတစ်ဦး။ တဂျာစွစ်စ် (Tajassus) သည် များသောအားဖြင့် မကောင်းသော ရည်ရွယ်ချက်များ ရှိပြီး၊ သူလျှိုကို ဂျာစူးစ် (Jasus) ဟု ခေါ်သည်။ တဟစွတ်စ် (Tahassus) <span class=\"gray\">(စုံစမ်းခြင်း)</span> အကြောင်းမူကား ၎င်းကို များသောအားဖြင့် ကောင်းသောအကြောင်းကြောင့် ပြုလုပ်သည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်ဂုဏ်အရှိဆုံး အရှင်မြတ်က ပရောဖက်ယာကူးဗ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ وَلَا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ငါ့သားတို့! သင်တို့သွား၍ ယူစွဖ်နှင့် သူ၏ညီအစ်ကိုအကြောင်းကို စုံစမ်း <span class=\"gray\">(တဟစွတ်စ်)</span> ကြလော့။ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို ဘယ်တော့မှ လက်မလျှော့ကြနှင့်။\")</span><span class=\"gray\">(၁၂:၈၇)</span></p><p lang=\"my\" class=\"my \">ဤစကားလုံးနှစ်ခုစလုံးဖြစ်သည့် 'တဂျာစွစ်စ်' နှင့် 'တဟစွတ်စ်' တို့သည် မကောင်းသော အဓိပ္ပါယ်များ ရှိနိုင်သည်။ ဆဟီးဟ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَجَسَّسُوا وَلَا تَحَسَّسُوا، وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တဂျာစွစ်စ်ကိုလည်းကောင်း၊ တဟစွတ်စ်ကိုလည်းကောင်း မပြုကြနှင့်၊ တစ်ဦးကိုတစ်ဦး မမုန်းတီးကြနှင့်၊ တဒါဗူရ်ကိုလည်း မပြုကြနှင့်။ အို အလ္လာဟ်အရှင်မြတ်၏ ကျေးကျွန်အပေါင်းတို့! ညီအစ်ကိုများ ဖြစ်ကြလော့။)</span> အလ်-အဝ်ဇာအီ (Al-Awza'i) က “တဂျာစွစ်စ် (Tajassus) ဆိုသည်မှာ တစ်စုံတစ်ရာကို ရှာဖွေခြင်း ဖြစ်ပြီး၊ တဟစွတ်စ် (Tahassus) ဆိုသည်မှာ လူများ စကားပြောနေသည်ကို ခွင့်ပြုချက်မရှိဘဲ နားထောင်ခြင်း သို့မဟုတ် သူတို့၏ တံခါးများတွင် ခိုးနားထောင်ခြင်း ဖြစ်သည်။ တဒါဗူရ် (Tadabur) ဆိုသည်မှာ တစ်ဦးကိုတစ်ဦး ရှောင်ကျဉ်ခြင်းကို ရည်ညွှန်းသည်။” ဟု ပြောကြားခဲ့သည်။ အိဘ်နု အဘီ ဟာတိမ် (Ibn Abi Hatim) သည် ဤထုတ်ပြန်ချက်ကို မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် နောက်ကွယ်မှ အတင်းပြောခြင်းနှင့်ပတ်သက်၍ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးကိုတစ်ဦး နောက်ကွယ်မှ အတင်းမပြောကြနှင့်)</span>၊ ဤသို့ဖြင့် ၎င်းကို တားမြစ်ခြင်းဖြစ်ပြီး၊ အဘူဒါဝူးဒ်က စုဆောင်းခဲ့သော ဟဒီးဆ်တော်တွင် အဘူ ဟိုရိုင်ရာက ပြောကြားသည်မှာ “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! နောက်ကွယ်မှ အတင်းပြောခြင်းဆိုသည်မှာ အဘယ်နည်း” ဟု မေးမြန်းသောအခါ၊ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ညီအစ်ကိုအကြောင်းကို သူ မကြိုက်နှစ်သက်သော ပုံစံဖြင့် ပြောဆိုခြင်းဖြစ်သည်။)</span> ထို့နောက် မေးမြန်းခံရသည်မှာ “ကျွန်ုပ်၏ညီအစ်ကိုသည် ကျွန်ုပ်ပြောသည့်အတိုင်း ဖြစ်နေပါက မည်သို့နည်း” ဟု မေးမြန်းသောအခါ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَ فِيهِ مَا تَقُولُ فَقَدِ اغْتَبْتَهُ، وَإِنْ لَمْ يَكُنْ فِيهِ مَا تَقُولُ فَقَدْ بَهَتَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူသည် သင်ပြောသည့်အတိုင်း ဖြစ်နေပါက၊ သင်သည် နောက်ကွယ်မှ အတင်းပြောခြင်းကို ကျူးလွန်ခဲ့ပြီ။ သို့သော် သူသည် သင်ပြောသည့်အတိုင်း မဟုတ်ပါက၊ သင်သည် သူ့အား မဟုတ်မမှန် စွပ်စွဲခဲ့ပြီ။)</span>\" </p><p lang=\"my\" class=\"my \">အတ်-သီရ်မီဇီသည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ပြီး “ဟစန် ဆဟီးဟ်” ဟု ပြောကြားခဲ့သည်။ နောက်ကွယ်မှ အတင်းပြောခြင်းကို ပြင်းထန်စွာ သတိပေးထားပြီး၊ ထို့ကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်မင်္ဂလာရှိသော အရှင်မြတ်က ၎င်းအား လူသေအသားစားခြင်းနှင့် နှိုင်းယှဉ်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် တစ်ဦးတစ်ယောက်သည် မိမိ၏ ကွယ်လွန်သူညီအစ်ကို၏ အသားကို စားလိုပါမည်လော။ သင်တို့ မုန်းတီးကြမည်သာ။)</span> သင်တို့၏ သဘာဝအရ လူသေအသားစားခြင်းကို မုန်းတီးသကဲ့သို့ပင်၊ သင်တို့၏ ဘာသာရေးအရ နောက်ကွယ်မှ အတင်းပြောခြင်းကို မုန်းတီးကြလော့။ နောက်ပိုင်းသည် ပထမပိုင်းထက် ပိုမိုဆိုးရွားသော ပြစ်ဒဏ်ကို ဆောင်သည်။ ဤအာယသ်သည် လူတို့ကို နောက်ကွယ်မှ အတင်းပြောခြင်းမှ တားဆီးရန်နှင့် ၎င်းကို သတိပေးရန် ရည်ရွယ်သည်။ တမန်တော်မြတ် ﷺ သည် လူတစ်ဦးအား ပေးခဲ့သော လက်ဆောင်ကို ပြန်မယူရန် တားမြစ်ရာတွင် ဤစကားလုံးများကို အသုံးပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالْكَلْبِ يَقِيءُ ثُمَّ يَرْجِعُ فِي قَيْئِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မိမိအန်ဖတ်ကို ပြန်စားသော ခွေးနှင့်တူသည်။)</span> ဟု ပြောပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَنَا مَثَلُ السَّوْءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ ဥပမာသည် မကောင်းသော ဥပမာ မဟုတ်ပေ။)</span> ကွဲပြားသော ရာဝီများဖြင့် ဆဟီးဟ်ကျမ်းများနှင့် မွတ်စ်နဒ်ကျမ်းများတွင် တမန်တော်မြတ် ﷺ က နှုတ်ဆက်ဟဂျ် (Farewell Hajj) ပြုလုပ်စဉ် မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هٰذَا، فِي شَهْرِكُمْ هٰذَا، فِي بَلَدِكُمْ هٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့၏ သွေးသား၊ စည်းစိမ်ဥစ္စာနှင့် ဂုဏ်သိက္ခာတို့သည် သင်တို့၏ ဤနေ့၊ ဤလ၊ ဤမြို့၏ မြင့်မြတ်မှုကဲ့သို့ပင် သင်တို့အချင်းချင်းအကြား မြင့်မြတ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Abu Dawud recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ مَالُهُ وَعِرْضُهُ وَدَمُهُ، حَسْبُ امْرِىءٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စ်လင်မ်တိုင်းသည် မွတ်စ်လင်မ်အတွက် မြင့်မြတ်သည်၊ သူ၏ ဥစ္စာ၊ ဂုဏ်သိက္ခာနှင့် သွေးသားတို့ ဖြစ်သည်။ မိမိမွတ်စ်လင်မ်ညီအစ်ကိုကို အထင်အမြင်သေးခြင်းသည် လူတစ်ဦးအတွက် လုံလောက်သော မကောင်းမှုပင်ဖြစ်သည်။)</span></p><p lang=\"gd\" class=\"gd \">At-Tirmidhi collected this Hadith and said \"Hasan Gharib.\"</p><p lang=\"my\" class=\"my \">အလ်-ဟာဖိဇ် အဘူ ယာအ်လာ (Al-Hafiz Abu Ya'la) မှတ်တမ်းတင်သည်မှာ အဘူ ဟိုရိုင်ရာ (Abu Hurayrah) ၏ ဝမ်းကွဲညီအစ်ကိုတစ်ဦးက ပြောသည်၊ “မာအိဇ် (Ma'iz) သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ လာရောက်၍ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်တော် ဖောက်ပြန်ကျူးလွန်မိပါပြီ' ဟု ပြောကြားခဲ့သည်။ ထိုအခါ ရစူလ်တမန်တော် ﷺ သည် သူ့ထံမှ မျက်နှာလွှဲထားခဲ့ရာ မာအိဇ်က သူ၏ ထုတ်ပြန်ချက်ကို လေးကြိမ်တိုင်တိုင် ထပ်ခါတလဲလဲ ပြောခဲ့သည်။ ပဉ္စမအကြိမ်တွင် တမန်တော်မြတ် ﷺ က သူ့အား မေးမြန်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَنَيْتَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် ဖောက်ပြန်ကျူးလွန်ခဲ့သလား။)</span> မာအိဇ်က “ဟုတ်ကဲ့” ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မေးမြန်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَدْرِي مَا الزِّنَا؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖောက်ပြန်ခြင်းဆိုသည်မှာ ဘာလဲဟု သင်သိပါသလား။)</span> မာအိဇ်က “ဟုတ်ကဲ့။ ဇနီးမောင်နှံတို့ ဥပဒေအရ ပြုလုပ်သည်များကို ကျွန်ုပ်က သူမနှင့် တရားမဝင် ပြုလုပ်ခဲ့ပါပြီ။” ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تُرِيدُ إِلَىٰ هٰذَا الْقَوْلِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤစကားဖြင့် သင်ဘာကို အောင်မြင်လိုသနည်း။)</span> မာအိဇ်က “ကျွန်ုပ်ကို သန့်စင်ပေးစေလိုပါသည်” ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မေးမြန်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَدْخَلْتَ ذٰلِكَ مِنْكَ فِي ذٰلِكَ مِنْهَا كَمَا يَغِيبُ الْمِيلُ فِي الْمُكْحُلَةِ وَالرِّشَا فِي الْبِئْرِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကော်လ်ထည့်ဘူးထဲသို့ တုတ်ထိုးသွင်းသကဲ့သို့လည်းကောင်း၊ ရေတွင်းထဲသို့ ကြိုးချသကဲ့သို့လည်းကောင်း သင်သူမထဲသို့ ဝင်ရောက်ခဲ့သလား။)</span> မာအိဇ်က “ဟုတ်ကဲ့၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်!” ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မာအိဇ်အား ကျောက်တုံးဖြင့် ပစ်သတ်ရန် အမိန့်ပေးခဲ့ပြီး သူ၏ အမိန့်ကို အကောင်အထည်ဖော်ခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် လူနှစ်ဦး အချင်းချင်း ပြောဆိုနေသည်ကို ကြားခဲ့သည်၊ “အလ္လာဟ်အရှင်မြတ်က သူ၏လျှို့ဝှက်ချက်ကို ဖုံးအုပ်ပေးခဲ့သော်လည်း၊ ခွေးကို ကျောက်ခဲဖြင့် ပစ်သတ်သကဲ့သို့ သူကျောက်ခဲဖြင့် ပစ်သတ်ခံရသည်အထိ သူ၏စိတ်နှလုံးသည် ငြိမ်သက်မနေနိုင်ခဲ့သော ထိုလူကို သင်မမြင်ဖူးသေးဘူးဘူးလား” ဟူ၍။ တမန်တော်မြတ် ﷺ သည် ခရီးဆက်သွားခဲ့ပြီး မြည်းတစ်ကောင်၏ အလောင်းအနီးသို့ ရောက်သောအခါ၊ ကိုယ်တော်က မေးမြန်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَ فُلَانٌ وَفُلَانٌ؟ انْزِلَا فَكُلَا مِنْ جِيفَةِ هٰذَا الْحِمَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘယ်သူတွေ ဘယ်ရောက်သွားပြီလဲ။ ဆင်းပြီး ဒီမြည်းအသေကောင်ကို စားကြ။)</span> သူတို့က “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ခွင့်လွှတ်တော်မူပါစေ! ဒီအသားကို ဘယ်သူများစားပါ့မလဲ” ဟု ပြောကြားခဲ့ကြသည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا نِلْتُمَا مِنْ أَخِيكُمَا آنِفًا أَشَدُّ أَكْلًا مِنْهُ، وَالَّذِي نَفْسِي بِيَدِهِ! إِنَّهُ الْآنَ لَفِي أَنْهَارِ الْجَنَّةِ يَنْغَمِسُ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ညီအစ်ကိုအပေါ် ကျူးလွန်ခဲ့သော နောက်ကွယ်မှ အတင်းပြောခြင်းသည် ဤအစာထက် အစာအဖြစ် ပိုဆိုးရွားသည်။ ငါ၏အသက်ကို ကိုင်စွဲထားတော်မူသော အရှင်မြတ်ကို အာမခံသည်! သူသည် ယခုအခါ ဂျန္နတ် (ပရဒိသု) ၏ မြစ်များတွင် ရေကူးနေပြီ။)</span>\" ဤဟဒီးဆ်သည် စစ်မှန်သော ရာဝီများဖြင့် အဆက်အစပ်ရှိသည်။ အိမာမ် အဟ်မဒ် (Imam Ahmad) မှတ်တမ်းတင်သည်မှာ ဂျာဘိရ် အိဘ်နု အဘ်ဒူလ်လာဟ် (Jabir bin 'Abdullah) က ပြောသည်၊ “ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ ရှိနေစဉ် လေထဲတွင် ပုပ်နံ့တစ်မျိုး လွင့်ပျံလာသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ مَا هٰذِهِ الرِّيحُ؟ هَذِهِ رِيحُ الَّذِينَ يَغْتَابُونَ النَّاسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒီအနံ့က ဘာလဲဆိုတာ သင်တို့သိပါသလား။ ဒါက လူတွေကို နောက်ကွယ်မှ အတင်းပြောသူတွေရဲ့ အနံ့ပဲ။)</span>\"</p><p lang=\"my\" class=\"my \">နောက်ကွယ်မှ အတင်းပြောခြင်းနှင့် အပုပ်ချခြင်းတို့မှ လက်ခံသော နောင်တ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်ဂုဏ်အရှိဆုံး အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့)</span>၊ ဆိုလိုသည်မှာ ကိုယ်တော်က သင့်အား အမိန့်ပေးထားသည်များနှင့် တားမြစ်ထားသည်များကို ရည်ညွှန်းသည်။ ကိုယ်တော်ကို ကြောက်ရွံ့၍ ကိုယ်တော်ကို သတိထားကြလော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူသော၊ နောင်တကို လက်ခံတော်မူသော၊ အလွန်ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် ကိုယ်တော်ထံ နောင်တရသူများကို ခွင့်လွှတ်တော်မူသည်၊ ကိုယ်တော်ထံ ပြန်လှည့်လာပြီး ကိုယ်တော်ကို ယုံကြည်သူများကို ကရုဏာထားတော်မူသည်။ ပညာရှင်အများစုက နောက်ကွယ်မှ အတင်းပြောခြင်းအပြစ်အတွက် နောင်တဆိုသည်မှာ ထပ်မံမကျူးလွန်ရန် ရည်ရွယ်ချက်ဖြင့် အတင်းပြောခြင်းမှ ရှောင်ကြဉ်ခြင်းဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။ ဤကိစ္စတွင် နောင်တရခြင်း လိုအပ်သလား၊ ထို့ပြင် မိမိနောက်ကွယ်မှ အတင်းပြောခဲ့သူများအား တောင်းပန်သင့်သလားဟူ၍ သဘောထားကွဲလွဲမှုရှိသည်။ အချို့ပညာရှင်များက မိမိနောက်ကွယ်မှ အတင်းပြောခဲ့သူများအား ခွင့်လွှတ်ရန် တောင်းဆိုရန် မလိုအပ်ကြောင်း ပြောကြားခဲ့ကြသည်၊ အကြောင်းမူကား သူတို့အကြောင်း ပြောဆိုခဲ့သည်ကို သိရှိပါက မပြောပြသည်ထက် ပိုမိုနာကျင်နိုင်သောကြောင့် ဖြစ်သည်။ ၎င်းတို့က ပြောကြားသည်မှာ၊ မိမိကျူးလွန်ခဲ့သော ပရိသတ်များတွင် မိမိနောက်ကွယ်မှ အတင်းပြောခဲ့သူများကို ချီးကျူးသင့်သည်ဟုဆိုသည်။ ထို့ပြင် ယခင်က ကျူးလွန်ခဲ့သော နောက်ကွယ်မှ အတင်းပြောခြင်းအတွက် ပြန်လည်ဖြေရှင်းသည့်အနေဖြင့် ထိခိုက်နစ်နာသူအား ထပ်မံ၍ နောက်ကွယ်မှ အတင်းပြောခြင်းမှ ကာကွယ်ပေးနိုင်သမျှ ကာကွယ်ပေးခြင်းသည်လည်း ပို၍ကောင်းသည်။</p>"
  }
]