[
  {
    "ayah_key": "83:7",
    "group_ayah_key": "83:7",
    "from_ayah": "83:7",
    "to_ayah": "83:17",
    "ayah_keys": "83:7,83:8,83:9,83:10,83:11,83:12,83:13,83:14,83:15,83:16,83:17",
    "text": "<p lang=\"my\" class=\"my \">မဟုတ်ပါ။ အမှန်စင်စစ် ဆိုးသွမ်းသူတို့၏ မှတ်တမ်းသည် စစ်ဂျင်းတွင် ရှိ၏။ <span>(၇)</span>အသင်သည် စစ်ဂျင်းဟူသည် အဘယ်နည်းဟု မည်သို့သိရှိမည်နည်း။ <span>(၈)</span>ရေးမှတ်ထားသော မှတ်တမ်းစာအုပ်ဖြစ်သည်။ <span>(၉)</span>ထိုနေ့တွင် ငြင်းပယ်သူတို့အတွက် အပျက်အစီးများစွာ ရှိ၏။ <span>(၁၀)</span>ကံကြမ္မာဆုံဖြတ်ခြင်းနေ့ကို ငြင်းပယ်ကြသူများ။ <span>(၁၁)</span>ထိုနေ့ကို နယ်ကျွံကျူးလွန်သူ၊ အပြစ်သားတိုင်းမှတစ်ပါး မည်သူမျှ ငြင်းပယ်နိုင်မည်မဟုတ်ပေ။ <span>(၁၂)</span>ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ၎င်းအား ရွတ်ဖတ်ပြသောအခါ ၎င်းက \"ယခင်ခေတ်လူဟောင်းတို့၏ ဒဏ္ဍာရီပုံပြင်များ\" ဟု ဆို၏။ <span>(၁၃)</span>မဟုတ်ပါ။ သို့သော် သူတို့၏ စိတ်နှလုံးများပေါ်တွင် သူတို့ပြုခဲ့သော (အပြစ်များ၏) အညစ်အကြေး <span class=\"gray\">(အဖုံးအုပ်ခြင်း)</span> များ ဖုံးလွှမ်းနေသည်။ <span>(၁၄)</span>မဟုတ်ပါ။ အမှန်စင်စစ် သူတို့သည် ထိုနေ့တွင် သူတို့၏အရှင်သခင်ကို ဖူးမြင်ရခြင်းမှ ကာဆီးခံရပေမည်။ <span>(၁၅)</span>ထို့နောက် သူတို့သည် ငရဲမီးလျှံထဲသို့ ဧကန်မလွဲ ဝင်ရောက်ကြရပေမည်။ <span>(၁၆)</span>ထို့နောက် ၎င်းတို့အား \"သင်တို့ငြင်းပယ်လေ့ရှိခဲ့သော အရာကား ဤသည်ပင်ဖြစ်သည်\" ဟု ပြောဆိုကြပေမည်။ <span>(၁၇)</span></p><p lang=\"my\" class=\"my \">ဆိုးသွမ်းသူတို့၏ မှတ်တမ်းနှင့် ၎င်းတို့အား ဖြစ်ပျက်မည့်အချို့အရာများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အမှန်စင်စစ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ အမှန်စင်စစ် ဆိုးသွမ်းသူတို့၏ မှတ်တမ်းသည် စစ်ဂျင်းတွင် ရှိ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏နောက်ဆုံးခရီးနှင့် ၎င်းတို့၏နေရာသည် စစ်ဂျင်း၌ ရှိလိမ့်မည်။ ၎င်းမှာ ထောင် <span class=\"gray\">(စစ်ဂျ်န်)</span> ဟူသော စကားလုံးမှ ဆင်းသက်လာပြီး ဤနေရာတွင် ကျဉ်းမြောင်းသော အခြေအနေများကို ဆိုလိုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤကိစ္စ၏ ကြီးမြတ်မှုကို ဖော်ပြလျက် မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا أَدْرَاكَ مَا سِجِّينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် စစ်ဂျင်းဟူသည် အဘယ်နည်းဟု မည်သို့သိရှိမည်နည်း။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ကြီးမြတ်သောကိစ္စ၊ ထာဝရထောင်နှင့် နာကျင်စေသော ပြစ်ဒဏ်ဖြစ်သည်။ အချို့က ၎င်းသည် သတ္တမမြောက်မြေအောက်တွင် ရှိသည်ဟု ပြောဆိုကြသည်။ အလ်-ဘာရာအ် ဘင် အာဇစ်(ဗ်) ၏ ရှည်လျားသော ဟဒီးစ်တော်တွင် တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်မှာ ယခင်က ဖော်ပြပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُول اللهُ عَزَّ وَجَلَّ فِي رُوحِ الْكَافِرِ اكْتُبُوا كِتَابَهُ فِي سِجِّينٍ. وَسِجِّينٌ هِيَ تَحْتُ الْأَرْضِ السَّابِعَة</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူ၏ ဝိညာဉ်နှင့်စပ်လျဉ်း၍ '၎င်း၏စာအုပ်ကို စစ်ဂျင်းတွင် မှတ်တမ်းတင်ကြလော့' ဟု မိန့်တော်မူသည်။ စစ်ဂျင်းသည် သတ္တမမြောက်မြေအောက်တွင် ရှိသည်။)</span>\" ဆိုးသွမ်းသူတို့၏ နောက်ဆုံးခရီးသည် ငရဲဖြစ်မည်ဖြစ်ပြီး ၎င်းသည် အနိမ့်ဆုံးအောက်ဆုံး ဖြစ်ကြောင်း သိရှိရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် ၎င်းအား အနိမ့်ဆုံးအောက်ဆုံးသို့ ပြန်ချထားခဲ့သည်။ ယုံကြည်ပြီး ကောင်းမှုပြုသူများမှတစ်ပါး)</span><span class=\"gray\">(၉၅:၅-၆)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ - وَمَا أَدْرَاكَ مَا سِجِّينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ အမှန်စင်စစ် ဆိုးသွမ်းသူတို့၏ မှတ်တမ်းသည် စစ်ဂျင်းတွင် ရှိ၏။ အသင်သည် စစ်ဂျင်းဟူသည် အဘယ်နည်းဟု မည်သို့သိရှိမည်နည်း။)</span> ၎င်းသည် ခက်ခဲကြမ်းတမ်းမှုနှင့် ဒုက္ခများဖြင့် ပြည့်နှက်နေသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ထိုငရဲ၏ ကျဉ်းမြောင်းသောနေရာသို့ တစ်ဦးနှင့်တစ်ဦး ချည်နှောင်၍ ပစ်ချသောအခါ ၎င်းတို့သည် ထိုနေရာတွင် ပျက်စီးခြင်းကို တောင်းဆိုကြလိမ့်မည်။)</span><span class=\"gray\">(၂၅:၁၃)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ مَّرْقُومٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေးမှတ်ထားသော မှတ်တမ်းစာအုပ်ဖြစ်သည်။)</span> ဤသည်မှာ အရှင်မြတ်၏ အမိန့်တော်ကို ရှင်းပြခြင်းမဟုတ်ပါ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا أَدْرَاكَ مَا سِجِّينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် စစ်ဂျင်းဟူသည် အဘယ်နည်းဟု မည်သို့သိရှိမည်နည်း။)</span> ၎င်းသည် ၎င်းတို့အတွက် မှတ်တမ်းတင်မည့်နေရာဖြစ်သော စစ်ဂျင်း၏ ရှင်းလင်းချက်သာဖြစ်သည်။ ဆိုလိုသည်မှာ ၎င်းသည် မှတ်သားပြီး၊ ရေးသားပြီး၊ ပြည့်စုံပြီးဖြစ်သည်။ မည်သူမျှ ၎င်းကို ထပ်ဖြည့်၍မရ၊ မည်သူမျှ ၎င်းမှ မည်သည့်အရာကိုမျှ ဖယ်ရှား၍မရပေ။ ဤသည်ကို မုဟမ္မဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီက ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ငြင်းပယ်သူတို့အတွက် အပျက်အစီးများစွာ ရှိ၏။)</span> ဆိုလိုသည်မှာ တရားစီရင်ရာနေ့တွင် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခြိမ်းခြောက်ထားသော ထောင်ချခြင်းနှင့် အရှက်ရဖွယ်ရာ ပြစ်ဒဏ်သို့ ရောက်ရှိလာသောအခါဖြစ်သည်။ \"ဝိုင်လ်\" ဟူသော စကားရပ်ကို ယခင်က ဆွေးနွေးပြီးဖြစ်၍ ဤနေရာတွင် ထပ်မံပြောဆိုရန် မလိုအပ်ပေ။ အခြေခံအားဖြင့် ၎င်းသည် ပျက်စီးခြင်းနှင့် ဖျက်ဆီးခြင်းဟု အဓိပ္ပာယ်ရသည်။ ဤသည်မှာ \"ဤသူအား ဝိုင်လ်ဖြစ်စေ\" ဟု ပြောဆိုခြင်းမျိုးဖြစ်သည်။ ဤသည်မှာ မွတ်စနဒ်နှင့် စုနန်ကျမ်းများတွင် ဘာ့ဇ် ဘင် ဟာကင်မ် ဘင် မူအာဝီယာ ဘင် ဟိုင်ဒါ ၏ ဖခင်မှတစ်ဆင့်၊ ၎င်း၏ အဘိုးမှတစ်ဆင့် တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِلَّذِي يُحَدِّثُ فَيَكْذِبُ لِيُضْحِكَ النَّاسَ، وَيْلٌ لَهُ وَيْلٌ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို လူများကို ရယ်မောစေရန် ရည်ရွယ်ချက်ဖြင့် ပြောဆိုပြီး လိမ်ညာပါက ဝိုင်လ်ဖြစ်စေ။ ၎င်းအား ဝိုင်လ်ဖြစ်စေ၊ ၎င်းအား ဝိုင်လ်ဖြစ်စေ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဆိုးသွမ်းပြီး မယုံကြည်သော ငြင်းပယ်သူများသည် မည်သူများဖြစ်ကြောင်း ရှင်းပြလျက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကံကြမ္မာဆုံဖြတ်ခြင်းနေ့ကို ငြင်းပယ်ကြသူများ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုနေ့ဖြစ်ပျက်လိမ့်မည်ဟု မယုံကြည်ကြသကဲ့သို့ ၎င်း၏တည်ရှိမှုကိုလည်း မယုံကြည်ကြပေ။ ထို့ကြောင့် ၎င်းတို့သည် ထိုကိစ္စကို ဝေးကွာသောကိစ္စဟု မှတ်ယူကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နယ်ကျွံကျူးလွန်သူ၊ အပြစ်သားတိုင်းမှတစ်ပါး မည်သူမျှ ၎င်းကို ငြင်းပယ်နိုင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းသည် တားမြစ်ထားသောအရာများကို ပြုလုပ်ခြင်းဖြင့် ၎င်း၏လုပ်ရပ်များတွင် ကျူးလွန်ပြီး၊ ခွင့်ပြုထားသောအရာများကို ရယူရာတွင် ကန့်သတ်ချက်များကို ကျော်လွန်သည်။ ၎င်းသည် ပြောဆိုသည့်အခါတိုင်း လိမ်ညာတတ်ခြင်း၊ ကတိပြုသည့်အခါတိုင်း ကတိဖျက်တတ်ခြင်း၊ ငြင်းခုံသည့်အခါတိုင်း စော်ကားပြီး ဆိုးသွမ်းသောပုံစံဖြင့် ပြုမူတတ်ခြင်းကြောင့် ၎င်း၏စကားများတွင် အပြစ်သားဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့်ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ၎င်းအား ရွတ်ဖတ်ပြသောအခါ ၎င်းက \"ယခင်ခေတ်လူဟောင်းတို့၏ ဒဏ္ဍာရီပုံပြင်များ\" ဟု ဆို၏။)</span> ဆိုလိုသည်မှာ ၎င်းသည် တမန်တော်မြတ် ﷺ ထံမှ အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို ကြားသိရသောအခါ ၎င်းကို ငြင်းပယ်ပြီး မကောင်းမြင်သည်။ ထို့ကြောင့် ၎င်းသည် ယခင်ခေတ်လူဟောင်းတို့၏ စာအုပ်များမှ စုစည်းထားသော စုစည်းမှုတစ်ခုဖြစ်သည်ဟု ယုံကြည်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်နှင့်အညီပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُم مَّاذَا أَنزَلَ رَبُّكُمْ ۙ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား \"သင်တို့၏အရှင်သခင်သည် အဘယ်အရာကို ချပေးတော်မူသနည်း။\" ဟု မေးသောအခါ ၎င်းတို့က \"ယခင်ခေတ်လူဟောင်းတို့၏ ဒဏ္ဍာရီပုံပြင်များ\" ဟု ဖြေကြသည်။)</span><span class=\"gray\">(၁၆:၂၄)</span> အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ယခင်ခေတ်လူဟောင်းတို့၏ ဒဏ္ဍာရီပုံပြင်များ၊ ၎င်းသည် ရေးမှတ်ထားသည်။ ၎င်းအား နံနက်ရော ညနေပါ ပုံတူကူးခိုင်းထားသည်\" ဟု ဆိုကြသည်။)</span><span class=\"gray\">(၂၅:၅)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ သို့သော် သူတို့၏ စိတ်နှလုံးများပေါ်တွင် သူတို့ပြုခဲ့သော (အပြစ်များ၏) အညစ်အကြေး <span class=\"gray\">(အဖုံးအုပ်ခြင်း)</span> များ ဖုံးလွှမ်းနေသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့ပြောဆိုသကဲ့သို့ မဟုတ်ပါ။ \"အမှန်စင်စစ် ဤကုရ်အာန်သည် ယခင်ခေတ်လူဟောင်းတို့၏ ဒဏ္ဍာရီပုံပြင်များသာ ဖြစ်သည်\" ဟု ၎င်းတို့ပြောဆိုသကဲ့သို့ မဟုတ်ပေ။ သို့သော် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်၊ အရှင်မြတ်၏ ဗျာဒိတ်တော်နှင့် အရှင်မြတ်၏ တမန်တော် ﷺ အား ထုတ်ဖော်ပြသခြင်းပင်ဖြစ်သည်။ ၎င်းတို့၏ စိတ်နှလုံးများကို ယုံကြည်ခြင်းမှ ကာဆီးထားသောအရာမှာ ၎င်းတို့ကျူးလွန်ခဲ့သော များပြားလှသောအပြစ်များနှင့် မှားယွင်းမှုများမှ ဖြစ်ပေါ်လာသော မှောင်မိုက်သောအဖုံးအုပ်မှုပင်ဖြစ်ပြီး ၎င်းတို့၏ စိတ်နှလုံးများကို ဖုံးအုပ်ထားသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ သို့သော် သူတို့၏ စိတ်နှလုံးများပေါ်တွင် သူတို့ပြုခဲ့သော (အပြစ်များ၏) အညစ်အကြေး <span class=\"gray\">(အဖုံးအုပ်ခြင်း)</span> များ ဖုံးလွှမ်းနေသည်။)</span></p><p lang=\"my\" class=\"my \">ရိုင်းန်ဟု သိကြသော ဤမှောင်မိုက်သော အဖုံးအုပ်မှုသည် မယုံကြည်သူတို့၏ စိတ်နှလုံးများကို လွှမ်းမိုးသည်။ ဂိုင်မ်အဖုံးအုပ်မှုသည် ဖြောင့်မတ်သူများအတွက်ဖြစ်ပြီး၊ ဂိုင်န်အဖုံးအုပ်မှုသည် အလ္လာဟ်အရှင်မြတ်နှင့် နီးစပ်သူများအတွက်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်န် ဂျရီရ်၊ အတ်-တီရ်မီဇီ၊ အန်-နိစာအီနှင့် အိဗ်န် မာဂျာတို့သည် အဗူ ဟုရိုင်ရာဟ် ထံမှ တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَبْدَ إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَةٌ سَوْدَاءُ فِي قَلْبِهِ، فَإِنْ تَابَ مِنْهَا صُقِلَ قَلْبُهُ، وَإِنْ زَادَ زَادَتْ، فَذٰلِكَ قَوْلُ اللهِ تَعَالَىٰ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်တစ်ဦးသည် အပြစ်တစ်ခုကို ကျူးလွန်သောအခါ ၎င်း၏စိတ်နှလုံးတွင် အနက်ရောင်အစက်တစ်ခု ပေါ်လာသည်။ ၎င်းသည် ထိုအပြစ်မှ နောင်တရပါက ၎င်း၏စိတ်နှလုံးသည် သန့်စင်သွားသည်။ သို့သော် ၎င်းသည် <span class=\"gray\">(အပြစ်တွင်)</span> တိုးပွားပါက အစက်သည် ဆက်လက်တိုးပွားနေမည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ပင်ဖြစ်သည်။ <span class=\"gray\">(<span class=\"gray\">(မဟုတ်ပါ။ သို့သော် သူတို့၏ စိတ်နှလုံးများပေါ်တွင် သူတို့ပြုခဲ့သော (အပြစ်များ၏) အညစ်အကြေး <span class=\"gray\">(အဖုံးအုပ်ခြင်း)</span> များ ဖုံးလွှမ်းနေသည်။)</span>)</span></span></p><p lang=\"gd\" class=\"gd \">At-Tirmidhi said, \"Hasan Sahih.\" The wording of An-Nasa'i says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَبْدَ إِذَا أَخْطَأَ خَطِيئَةً نُكِتَ فِي قَلْبِهِ نُكْتَةٌ سَوْدَاءُ، فَإِنْ هُوَ نَزَعَ وَاسْتَغْفَرَ وَتَابَ صُقِلَ قَلْبُهُ، فَإِنْ عَادَ زِيدَ فِيهَا حَتَّى تَعْلُو قَلْبَهُ فَهُوَ الرَّانُ الَّذِي قَالَ اللهُ تَعَالَىٰ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်တစ်ဦးသည် မမှန်ကန်သောအရာကို ကျူးလွန်သောအခါ ၎င်း၏စိတ်နှလုံးတွင် အနက်ရောင်အစက်တစ်ခု ထင်ကျန်ရစ်သည်။ ထို့ကြောင့် ၎င်းသည် ထိုအရာမှ ရှောင်ကြဉ်ပြီး ခွင့်လွှတ်မှုတောင်းကာ နောင်တရပါက ၎င်း၏စိတ်နှလုံးသည် သန့်စင်သွားသည်။ သို့သော် ၎င်းသည် အပြစ်သို့ ပြန်သွားပါက ထိုအစက်သည် ၎င်း၏စိတ်နှလုံး <span class=\"gray\">(တစ်ခုလုံး)</span> ကို လွှမ်းမိုးသည်အထိ တိုးပွားလာမည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသော ရိုင်းန်ပင်ဖြစ်သည်။ <span class=\"gray\">(မဟုတ်ပါ။ သို့သော် သူတို့၏ စိတ်နှလုံးများပေါ်တွင် သူတို့ပြုခဲ့သော (အပြစ်များ၏) အညစ်အကြေး <span class=\"gray\">(အဖုံးအုပ်ခြင်း)</span> များ ဖုံးလွှမ်းနေသည်။)</span>)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့်ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ အမှန်စင်စစ် သူတို့သည် ထိုနေ့တွင် သူတို့၏အရှင်သခင်ကို ဖူးမြင်ရခြင်းမှ ကာဆီးခံရပေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် တရားစီရင်ရာနေ့တွင် နေရာတစ်ခုရရှိမည်ဖြစ်ပြီး စစ်ဂျင်းတွင် တည်းခိုရလိမ့်မည်။ ဤအရာနှင့်အတူ ၎င်းတို့သည် တရားစီရင်ရာနေ့တွင် ၎င်းတို့၏အရှင်သခင်နှင့် ဖန်ဆင်းရှင်ကို ဖူးမြင်ရခြင်းမှ ကာဆီးခံရပေမည်။ အီမာမ် အဗူ အဗ်ဒုလ္လာဟ် အက်ရှ်-ရှာဖီအီက \"ဤအာယတ်တော်တွင် ယုံကြည်သူများသည် ထိုနေ့၌ အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> ကို၊ ခွန်အားကြီးမားအမြင့်မြတ်ဆုံးအရှင်ကို ဖူးမြင်ရလိမ့်မည်ဟူသော သက်သေရှိသည်\" ဟု မိန့်တော်မူခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့်ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ဧကန်မလွဲ သူတို့သည် ငရဲမီးလျှံထဲသို့ ဝင်ရောက်ကြရပေမည်။)</span> ဆိုလိုသည်မှာ အတိုင်းမသိ ကရုဏာရှင်ကို မမြင်ရခြင်းမှ ကာဆီးခံရသည်နှင့်အမျှ ၎င်းတို့သည် ငရဲသားများထဲတွင်လည်း ပါဝင်ကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُقَالُ هَٰذَا الَّذِي كُنتُم بِهِ تُكَذِّبُونَ</p><p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့အား \"သင်တို့ငြင်းပယ်လေ့ရှိခဲ့သော အရာကား ဤသည်ပင်ဖြစ်သည်\" ဟု ပြောဆိုကြပေမည်။) <span class=\"gray\">(၈၃:၁၇)</span> ဆိုလိုသည်မှာ ဤသည်ကို ၎င်းတို့အား ဆူပူကြိမ်းမောင်းခြင်း၊ ပြစ်တင်ရှုံ့ချခြင်း၊ အထင်သေးခြင်းနှင့် စော်ကားခြင်းတို့ဖြင့် ပြောဆိုကြပေမည်။</p>"
  }
]