[
  {
    "ayah_key": "81:15",
    "group_ayah_key": "81:15",
    "from_ayah": "81:15",
    "to_ayah": "81:29",
    "ayah_keys": "81:15,81:16,81:17,81:18,81:19,81:20,81:21,81:22,81:23,81:24,81:25,81:26,81:27,81:28,81:29",
    "text": "<p lang=\"my\" class=\"my \">သို့သော် မဟုတ်ပါ။ ငါသည် အလ်-ခွန်းနပ်စ်ဖြင့် သစ္စာဆို၏။ <span>(15)</span>အလ်-ဂျဝါရ် အလ်-ကွန်းနပ်စ် <span>(16)</span>ညသည် ၎င်း၏ 'အာဆာစ်' ဖြစ်သောအခါ၊ <span>(17)</span>နေ့သည် တနာဖတ်စ် ဖြစ်သောအခါ၊ <span>(18)</span>အမှန်စင်စစ် ဤသည်မှာ အလွန်ဂုဏ်အရှိဆုံး တမန်တော်တစ်ပါး၏ စကားတော်ဖြစ်သည်။ <span>(19)</span>အာရ်ရှ်ပိုင်ရှင်နှင့်အတူ ခွန်အားရှိသော၊ မကီးန် <span>(20)</span>ထိုနေရာတွင် နာခံခံရသော၊ သစ္စာရှိသော <span>(21)</span>သင်၏ အဖော်သည် ရူးသွပ်သူမဟုတ်ပါ။ <span>(22)</span>ရှင်းလင်းသော ကောင်းကင်ယံ၌ ၎င်းကို အမှန်ပင် တွေ့မြင်ခဲ့၏။ <span>(23)</span>၎င်းသည် မမြင်နိုင်သောအရာ၏ အသိပညာကို မထိန်းသိမ်းထားပါ။ <span>(24)</span>၎င်းသည် နယ်နှင်ခံရသော ရှိုင်တွာန်၏ စကားမဟုတ်ပါ။ <span>(25)</span>သို့ဆိုလျှင် သင်တို့ မည်သည့်နေရာသို့ သွားနေကြသနည်း။ <span>(26)</span>အမှန်စင်စစ် ဤသည်မှာ သတ္တဝါများအတွက် အမှတ်တရတစ်ခုသာဖြစ်သည်။ <span>(27)</span>သင်တို့အနက် ဖြောင့်မတ်စွာ သွားလိုသူ မည်သူမဆိုအတွက်ဖြစ်သည်။ <span>(28)</span>အသင်တို့သည် အလ္လာဟ်အရှင်မြတ် - ရှိရှိသမျှအားလုံး၏ ပိုင်ရှင် - ဆန္ဒရှိမှသာ ဆန္ဒရှိနိုင်ပေသည်။ <span>(29)</span></p><p lang=\"my\" class=\"my \">အလ်-ခွန်းနပ်စ်နှင့် အလ်-ကွန်းနပ်စ် စကားလုံးများ၏ ရှင်းလင်းချက်</p><p lang=\"my\" class=\"my \">မွတ်စ်လင်မ်သည် ၎င်း၏ ဆွဟီးဟ်ကျမ်း၌လည်းကောင်း၊ အန်-နဆာအီသည် ၎င်း၏ တဖ်စီရ်ကျမ်း၌လည်းကောင်း၊ ဤအာယသ်တော်ကို ရှင်းပြရာတွင် 'အမ်ရ် ဗင်န် ဟုရိုင်းသ် ထံမှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်းက “ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ နောက်၌ အရုဏ်ဆွလာတ်ဖတ်ခဲ့ပြီး ၎င်းရွတ်ဖတ်သည်ကို ကြားခဲ့ရသည်” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِالْخُنَّسِ - الْجَوَارِ الْكُنَّسِ - وَالَّيْلِ إِذَا عَسْعَسَ - وَالصُّبْحِ إِذَا تَنَفَّسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မဟုတ်ပါ။ ငါသည် အလ်-ခွန်းနပ်စ်၊ အလ်-ဂျဝါရ် အလ်-ကွန်းနပ်စ်ဖြင့်လည်းကောင်း၊ ညသည် ၎င်း၏ 'အာဆာစ်' ဖြစ်သောအခါ၊ နေ့သည် တနာဖတ်စ် ဖြစ်သောအခါဖြင့်လည်းကောင်း သစ္စာဆို၏။)</span>” အိဗ်နု ဂျရီရ်သည် ခါလစ်ဒ် ဗင်န် အာရ်အာရဟ် ထံမှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်းက အလီအား အာယသ်တော်နှင့် ပတ်သက်၍ မေးမြန်းသည်ကို ကြားခဲ့ရသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أُقْسِمُ بِالْـخُـنَّسِ - الْجَوَارِ الْكُنَّسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ ငါသည် အလ်-ခွန်းနပ်စ်၊ အလ်-ဂျဝါရ် အလ်-ကွန်းနပ်စ်ဖြင့် သစ္စာဆို၏။)</span> ၎င်းက “၎င်းတို့သည် နေ့ဘက်တွင် ပျောက်ကွယ်သွားပြီး ညဘက်တွင် ကောင်းကင်ယံ၌ ဖြတ်သန်းသွားသော ကြယ်များဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا عَسْعَسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညသည် ၎င်း၏ 'အာဆာစ်' ဖြစ်သောအခါ။)</span> ဤမိန့်ဆိုချက်နှင့် ပတ်သက်၍ အမြင်နှစ်မျိုးရှိသည်။ ၎င်းတို့အနက် တစ်ခုမှာ ၎င်းသည် ည၏မှောင်မိုက်မှုနှင့်အတူ တိုးတက်လာသည်ကို ရည်ညွှန်းသည်။ မူဂျာဟစ်ဒ်က “၎င်းသည် မှောင်မိုက်လာခြင်းကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ ဆအီးဒ် ဗင်န် ဂျုဘိုင်ရ်က “၎င်းစတင်သောအခါ” ဟု ပြောကြားခဲ့သည်။ အလ်-ဟဆန် အလ်-ဘဆွရီက “လူတို့ကို ဖုံးလွှမ်းသောအခါ” ဟု ပြောကြားခဲ့သည်။ ဤသို့ 'အာတိယဟ် အလ်-'အော်ဖီ ကလည်း ပြောကြားခဲ့သည်။ အလီ ဗင်န် အဘီ တလ်ဟာ နှင့် အလ်-'အော်ဖီ နှစ်ဦးစလုံးသည် အိဗ်နု အဗ္ဗားစ် ထံမှ သတင်းပို့ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا عَسْعَسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အာဆာစ်' ဖြစ်သောအခါ)</span> “၎င်းသည် ထွက်ခွာသွားသောအခါကို ဆိုလိုသည်” မူဂျာဟစ်ဒ်၊ ကွာတာဒါးနှင့် အဒ်-ဒဟ်ဟက် နှစ်ဦးစလုံးကလည်း အလားတူပင် ပြောကြားခဲ့သည်။ ဇိုင်ဒ် ဗင်န် အစ္စလာမ်နှင့် ၎င်း၏သား အဗ္ဗဒွရ်-ရဟ်မာန် တို့ကလည်း အလားတူပင် ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا عَسْعَسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အာဆာစ်' ဖြစ်သောအခါ)</span> “၎င်းသည် ထွက်ခွာသွားသောအခါ၊ ထို့ကြောင့် ၎င်းသည် လှည့်သွားသည်” အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်တွင် ရည်ရွယ်ချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا عَسْعَسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အာဆာစ်' ဖြစ်သောအခါ)</span> ၎င်းသည် ချဉ်းကပ်လာသောအခါဖြစ်သည်။ ဤစကားလုံးကို ထွက်ခွာခြင်းအတွက်လည်း အသုံးပြုခြင်းသည် မှန်ကန်သော်လည်း၊ သို့သော် ဤနေရာတွင် ချဉ်းကပ်ခြင်းသည် ပိုမိုသင့်လျော်သော အသုံးပြုမှုဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ညသည် မှောင်မိုက်မှုနှင့်အတူ ချဉ်းကပ်လာသောအခါ၊ နံနက်ခင်းသည် အရှေ့မှ ထွန်းလင်းလာသောအခါ ၎င်း၏အလင်းဖြင့် သစ္စာဆိုခြင်းနှင့်တူသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ဆိုထားသည်နှင့်အညီပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا يَغْشَىٰ - وَالنَّهَارِ إِذَا تَجَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညသည် ဖုံးလွှမ်းသောအခါ၊ နေ့သည် တောက်ပစွာ ပေါ်လာသောအခါ)</span><span class=\"gray\">(92:1-2)</span> အရှင်မြတ်က ဤသို့လည်း မိန့်ဆိုထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ - وَالَّيْلِ إِذَا سَجَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းဖြင့်၊ ညသည် မှောင်မိုက်သောအခါ။)</span><span class=\"gray\">(93:1-2)</span> အလ္လာဟ်အရှင်မြတ်က ဤသို့လည်း မိန့်ဆိုထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရုဏ်ဦးကို ဖောက်ထွက်စေသူ။ ညကို ငြိမ်သက်ရန် ပြုလုပ်ပေးခဲ့သူ။)</span><span class=\"gray\">(6:96)</span> ဤအကြောင်းကို ဖော်ပြထားသော အလားတူ အာယသ်တော်များလည်း ရှိသေးသည်။ ဘာသာစကားအခြေခံ ပညာရှင်အများအပြားက 'အာဆာစ်' ဟူသော စကားလုံးသည် ရှေ့သို့တိုးခြင်းနှင့် နောက်သို့ဆုတ်ခြင်း နှစ်မျိုးလုံးကို ဆိုလိုရန် အသုံးပြုပြီး အဓိပ္ပါယ်နှစ်မျိုးလုံးသည် စကားလုံးတစ်ခုတည်းကို မျှဝေသည်ဟု ပြောကြားခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ရည်ရွယ်ချက်သည် ထိုနှစ်ခုစလုံး ဖြစ်နိုင်ပြီး အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصُّبْحِ إِذَا تَنَفَّسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့သည် တနာဖတ်စ် ဖြစ်သောအခါ။)</span> အဒ်-ဒဟ်ဟက်က “၎င်းတက်လာသောအခါ” ဟု ပြောကြားခဲ့သည်။ ကွာတာဒါးက “၎င်းလင်းလာပြီး တိုးတက်သောအခါ” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဂျီဗ်ရီလ်သည် ကုရ်အာန်နှင့်အတူ ဆင်းသက်လာခဲ့ပြီး ၎င်းသည် ရူးသွပ်မှု၏ ရလဒ်မဟုတ်ပေ။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ အလွန်ဂုဏ်အရှိဆုံး တမန်တော်တစ်ပါး၏ စကားတော်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဤကုရ်အာန်သည် ဂုဏ်ရှိသော တမန်တော်တစ်ပါးမှ ပို့ဆောင်ခြင်းခံရပြီး၊ ၎င်းသည် ဂုဏ်ရှိသော ကောင်းကင်တမန်တစ်ပါးကို ရည်ညွှန်းသည်။ ထိုသူသည် စိတ်နေသဘောထားကောင်းမွန်ပြီး တောက်ပသော အသွင်အပြင်ရှိကာ သူသည် ဂျီဗ်ရီလ် ဖြစ်သည်။ </p><p class=\"cy\" lang=\"cy \">Ibn 'Abbas, Ash-Sha'bi, Maymun bin Mihran, Al-Hasan, Qatadah, Ar-Rabi' bin Anas, Ad-Dahhak and others have said this.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِي قُوَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဓီ ကူဝါဟ်)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَّمَهُ شَدِيدُ الْقُوَىٰ - ذُو مِرَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအား အင်အားကြီးမားသူ၊ ဓူ မစ်ရ်ရာဟ် က သင်ကြားပေးခဲ့သည်။)</span><span class=\"gray\">(53:5-6)</span> ဆိုလိုသည်မှာ ဖန်ဆင်းမှု၌ ကြီးမားသူ၊ ခွန်အား၌ ကြီးမားသူနှင့် လုပ်ဆောင်မှု၌ ကြီးမားသူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عِندَ ذِي الْعَرْشِ مَكِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာရ်ရှ်ပိုင်ရှင် မကီးန်နှင့်အတူ)</span> ဆိုလိုသည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် မြင့်မားသော အဆင့်အတန်းနှင့် ဂုဏ်သရေရှိသည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">مُّطَاعٍ ثَمَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် နာခံခံရသော၊)</span> ဆိုလိုသည်မှာ သူသည် ဂုဏ်သိက္ခာရှိပြီး၊ ၎င်း၏စကားကို နားထောင်ခံရကာ အမြင့်မြတ်ဆုံး စုဝေးရာ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> အကြားတွင် နာခံခြင်းခံရသည်။ ကွာတာဒါးက ပြောကြားခဲ့သည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">مُّطَاعٍ ثَمَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် နာခံခံရသော)</span> “၎င်းသည် ကောင်းကင်ဘုံ၌ ဖြစ်သည်။ သူသည် အဆင့်နိမ့် <span class=\"gray\">(သာမန်)</span> ကောင်းကင်တမန်များထဲမှ တစ်ဦးမဟုတ်ပါ။ အမှန်စင်စစ် သူသည် အဆင့်မြင့်၊ ဂုဏ်သိက္ခာရှိသော ကောင်းကင်တမန်များထဲမှ ဖြစ်သည်။ သူသည် လေးစားခံရသူဖြစ်ပြီး ဤခမ်းနားသော သတင်းစကား <span class=\"gray\">(ပေးပို့ရန်)</span> ရွေးချယ်ခံရသူဖြစ်သည်။” ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ဆိုသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَمِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ္စာရှိသူ။)</span> ဤသည်မှာ ဂျီဗ်ရီလ်အား သစ္စာရှိသူအဖြစ် ဖော်ပြခြင်းဖြစ်သည်။ ဤသည်မှာ အလွန်ကြီးကျယ်ခမ်းနားသည့်အရာဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အနန္တတန်ခိုးရှင် အရှင်မြတ်သည် ၎င်း၏ကျွန်နှင့် ကောင်းကင်တမန် တမန်တော် ဂျီဗ်ရီလ်အား ချီးကျူးဂုဏ်ပြုခဲ့ပြီး ၎င်း၏ကျွန်နှင့် လူသားတမန်တော် မုဟမ္မဒ် ﷺ ကိုလည်း ၎င်း၏မိန့်ဆိုချက်ဖြင့် ချီးကျူးဂုဏ်ပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا صَاحِبُكُم بِمَجْنُونٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အဖော်သည် ရူးသွပ်သူမဟုတ်ပါ။)</span> အစ်-ရှဗ်ဘီ၊ မိုင်းမူန် ဗင်န် မစ်ဟ်ရာန်၊ အဘူ စွာလိဟ် နှင့် ယခင်က ဖော်ပြခဲ့ပြီးသော အခြားသူများအားလုံးက “၎င်းသည် မုဟမ္မဒ် ﷺ ကို ရည်ညွှန်းသည်” ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ဆိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်းလင်းသော ကောင်းကင်ယံ၌ ၎င်းကို အမှန်ပင် တွေ့မြင်ခဲ့၏။)</span> ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်ထံမှ သတင်းစကားကို ယူဆောင်လာသော ဂျီဗ်ရီလ်အား အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသည့် ပုံစံ <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်း၏မူရင်းပုံစံ)</span> ဖြင့် တွေ့မြင်ခဲ့ပြီး ၎င်းတွင် အတောင်ပံခြောက်ရာ ရှိခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْأُفُقِ الْمُبِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်းလင်းသော ကောင်းကင်ယံ၌။)</span> ဆိုလိုသည်မှာ ရှင်းလင်းသော။ ဤသည်မှာ အလ်-ဘသွာအ် <span class=\"gray\">(မက္ကာဟ်)</span> ၌ ပထမဆုံးအကြိမ် တွေ့မြင်ခဲ့ခြင်းကို ရည်ညွှန်းသည်။ ဤဖြစ်ရပ်ကို အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်တွင် ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَّمَهُ شَدِيدُ الْقُوَىٰ - ذُو مِرَّةٍ فَاسْتَوَىٰ - وَهُوَ بِالْأُفُقِ الْأَعْلَىٰ - ثُمَّ دَنَا فَتَدَلَّىٰ - فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ - فَأَوْحَىٰ إِلَىٰ عَبْدِهِ مَا أَوْحَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအား အင်အားကြီးမားသူ <span class=\"gray\">(ဂျီဗ်ရီလ်)</span> က သင်ကြားပေးခဲ့သည်။ ဓူ မစ်ရ်ရာဟ်၊ ထို့နောက် ၎င်းထလာခဲ့သည်။ ၎င်းသည် ကောင်းကင်ယံ၏ အမြင့်ဆုံးအပိုင်းတွင် ရှိနေစဉ်။ ထို့နောက် ၎င်းချဉ်းကပ်လာပြီး ပိုမိုနီးကပ်လာခဲ့သည်။ ပြီးနောက် လေးနှစ်စင်းစာ အကွာအဝေး သို့မဟုတ် ထို့ထက် နီးကပ်စွာ ရှိခဲ့သည်။ ထို့ကြောင့် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ၎င်း၏ ကျွန်အား ၎င်းထုတ်ဖော်ပြလိုသည်များကို ထုတ်ဖော်ပြသခဲ့သည်။)</span><span class=\"gray\">(53:5-10)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းအရာ၏ ရှင်းလင်းချက်နှင့် ၎င်း၏အတည်ပြုချက်တို့သည် ယခင်က ဖော်ပြခဲ့ပြီးဖြစ်သလို ဂျီဗ်ရီလ်ကို ရည်ညွှန်းကြောင်း သက်သေပြသည့် အထောက်အထားများလည်း ပါဝင်သည်။ ဤဆူရာ <span class=\"gray\">(အတ်-တက္ကဝီရ်)</span> သည် ညခရီးစဉ် <span class=\"gray\">(အလ်-အစ္စရာအ်)</span> မတိုင်မီ ထုတ်ဖော်ခဲ့သည်ဟု ထင်ရှားပုံရသည် – အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး – အဘယ်ကြောင့်ဆိုသော် ဤဆူရာတွင် ဤတွေ့မြင်ခြင်း <span class=\"gray\">(ဂျီဗ်ရီလ်ကို)</span> မှလွဲ၍ အခြားမည်သည့်အရာမှ ဖော်ပြထားခြင်းမရှိဘဲ ၎င်းသည် ပထမဆုံး တွေ့မြင်ခြင်းဖြစ်သည်။ ဒုတိယအကြိမ် တွေ့မြင်ခြင်းကို အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်တွင် ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ رَآهُ نَزْلَةً أُخْرَىٰ - عِندَ سِدْرَةِ الْمُنتَهَىٰ - عِندَهَا جَنَّةُ الْمَأْوَىٰ - إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းသည် ဒုတိယအကြိမ် ဆင်းသက်ရာတွင် ၎င်း <span class=\"gray\">(ဂျီဗ်ရီလ်)</span> ကို တွေ့မြင်ခဲ့၏။ ဆစ်ဒ်ရဟ် အလ်-မွန်တဟာ အနီး၌။ ၎င်းအနီး၌ နေထိုင်ရာ ဂျန္နသ် (အာခိရသ်ဘုံ) ရှိသည်။ ထိုအရာသည် လိုတီပင်ကို ဖုံးလွှမ်းသောအခါ၊ ၎င်းဖုံးလွှမ်းခဲ့သည်များကို ဖုံးလွှမ်းခဲ့သည်။)</span><span class=\"gray\">(53:13-16)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်များသည် ဆူရဟ် အန်-နဂျ်မ် တွင်သာ ဖော်ပြထားပြီး ၎င်းသည် ဆူရဟ် အလ်-အစ္စရာအ် <span class=\"gray\">(ညခရီးစဉ်)</span> ပြီးနောက် ထုတ်ဖော်ခဲ့ခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> သည် ဗျာဒိတ်တော်ကို ပေးပို့ရာ၌ နှမြောတွန့်တိုသူ မဟုတ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَمَا هُوَ عَلَى الْغَيْبِ بِظَنِينٍ)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မမြင်ရသောအရာနှင့် ပတ်သက်၍ ဇနီးန် မဟုတ်ပါ။)</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">[မှတ်ချက်။ အိဗ်နု ကာသီရ်သည် ဤအာယသ်တော်၏ ရွတ်ဖတ်ပုံကို တင်ပြပြီး ဟဖ်စ်၏ ဗားရှင်းကို ရည်ညွှန်းသည်; \"အချို့က ရွတ်ဖတ်ကြသည်...\"]</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ သည် အလ္လာဟ်အရှင်မြတ် ထုတ်ဖော်ပြသခဲ့သည်များနှင့် ပတ်သက်၍ မှားယွင်းသော ထင်မြင်ယူဆချက်များကို လိုက်နာခြင်း မဟုတ်ပါ။ အချို့က ဤအာယသ်တော်ကို ဒါနီးန် ဟူသော စကားလုံးတွင် 'ဒွါဒ်' ဖြင့် ရွတ်ဖတ်ကြပြီး ၎င်းသည် သူသည် နှမြောတွန့်တိုသူ မဟုတ်ဘဲ လူတိုင်းထံ ပေးပို့သည်ဟု ဆိုလိုသည်။</p><p lang=\"my\" class=\"my \">စူဖယန် ဗင်န် 'ဥယိုင်းနဟ် က “ဇနီးန်နှင့် ဒါနီးန် နှစ်ခုစလုံးသည် အဓိပ္ပါယ်တူညီသည်” ဟု ပြောကြားခဲ့သည်။ “၎င်းတို့သည် သူသည် လိမ်လည်သူ မဟုတ်သလို ဆိုးသွမ်းပြီး အပြစ်ရှိသူလည်း မဟုတ်ကြောင်းကို ဆိုလိုသည်။” “ဇနီးန် ဆိုသည်မှာ မှားယွင်းသော ယူဆချက်ကို လိုက်နာသူဖြစ်ပြီး ဒါနီးန် ဆိုသည်မှာ နှမြောတွန့်တိုသူဖြစ်သည်။”</p><p lang=\"my\" class=\"my \">ကွာတာဒါးက “ကုရ်အာန်သည် မမြင်ရသောအရာဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ် ﷺ ထံ ထုတ်ဖော်ပြသခဲ့သည်။ ၎င်းက လူများထံမှ မဖုံးကွယ်ထားခဲ့ပါ။ အမှန်စင်စစ် ၎င်းက ထုတ်ပြန်ကြေညာခဲ့ပြီး ပေးပို့ခဲ့သည်။ ၎င်းကို လိုချင်သူတိုင်းကို ပေးအပ်ခဲ့သည်။” 'အစ်ကရီမာဟ်၊ အိဗ်နု ဇိုင်ဒ် နှင့် အခြားသူများကလည်း အလားတူပင် ပြောကြားခဲ့သည်။ အိဗ်နု ဂျရီရ်သည် ဒါနီးန် ဟူသော ရွတ်ဖတ်ပုံကို ပိုနှစ်သက်သည်။ </p><p lang=\"my\" class=\"my \">ကျွန်ုပ် ပြောကြားလိုသည်မှာ ရွတ်ဖတ်ပုံနှစ်မျိုးစလုံးကို များစွာသော ထုတ်လွှင့်မှုလမ်းကြောင်းများဖြင့် အတည်ပြုခဲ့ပြီး ၎င်း၏အဓိပ္ပါယ်သည် ယခင်က ဖော်ပြခဲ့သည့်အတိုင်း မည်သို့ပင်ဖြစ်စေ မှန်ကန်ပါသည်။</p><p lang=\"my\" class=\"my \">ကုရ်အာန်သည် ကမ္ဘာလောကအားလုံးအတွက် အမှတ်တရတစ်ခုဖြစ်ပြီး ၎င်းသည် ရှိုင်တွာန်၏ လှုံ့ဆော်မှု မဟုတ်ပါ။</p><p class=\"id\" lang=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَّجِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် နယ်နှင်ခံရသော ရှိုင်တွာန်၏ စကားမဟုတ်ပါ။)</span> ဆိုလိုသည်မှာ ဤကုရ်အာန်သည် နယ်နှင်ခံရသော ရှိုင်တွာန်၏ မိန့်ဆိုချက်မဟုတ်ပါ။ ၎င်းသည် ထုတ်လုပ်နိုင်စွမ်းမရှိသလို ၎င်းအတွက်လည်း မသင့်လျော်ပါ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ဆိုထားသည်နှင့်အညီပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ - وَمَا يَنبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ - إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ရှိုင်သွာန်များက သယ်ဆောင်လာခြင်း မဟုတ်ပါ။ ၎င်းတို့အတွက် မသင့်တော်သလို ၎င်းတို့ မတတ်နိုင်ပါ။ အမှန်စင်စစ် ၎င်းတို့ကို ကြားနာခြင်းမှ အဝေးသို့ ဖယ်ရှားထားခဲ့သည်။)</span><span class=\"gray\">(26:210-212)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ဆိုသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَيْنَ تَذْهَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဆိုလျှင် သင်တို့ မည်သည့်နေရာသို့ သွားနေကြသနည်း။)</span> ဆိုလိုသည်မှာ သင်တို့၏ အသိဉာဏ်သည် မည်သည့်နေရာသို့ ရောက်သွားသနည်း၊ ဤကုရ်အာန်ကို ငြင်းပယ်ရာတွင်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ အမှန်တရားဖြစ်ကြောင်း ထင်ရှား၊ ရှင်းလင်းပြီး သိသာထင်ရှားနေပါလျက်။ ဤသည်မှာ အဘူ ဗကရ် အစ်-ဆစ်ဒိက်က ဘနီ ဟနီဖာဟ် အဖွဲ့ဝင်များ မွတ်စ်လင်မ်အဖြစ် ၎င်းထံ ရောက်လာသောအခါ ၎င်းက သူတို့ကို <span class=\"gray\">(ကုရ်အာန်မှ တစ်ခုခုကို)</span> ရွတ်ဖတ်ရန် အမိန့်ပေးခဲ့သည့်အတိုင်းပင် ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် မုဆိုင်းလစ်မာဟ် လိမ်လည်သူ၏ ကုရ်အာန်ဟု ခေါ်ဆိုသော အရာမှ အရာအချို့ကို ၎င်းအား ရွတ်ပြခဲ့ကြရာ ၎င်းသည် လုံးဝ အဓိပ္ပါယ်မရှိဘဲ စတိုင်လ် အလွန်ညံ့ဖျင်းခဲ့သည်။ ထို့ကြောင့် အဘူ ဗကရ်က “အသင်တို့အပေါ် ဝမ်းနည်းပါစေ! သင်တို့၏ အသိဉာဏ်များသည် မည်သည့်နေရာသို့ ရောက်သွားသနည်း? အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုသည်၊ ဤစကားသည် ဘုရားသခင်ထံမှ လာသည်မဟုတ်” ဟု ပြောကြားခဲ့သည်။ ကွာတာဒါးက ပြောကြားခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَيْنَ تَذْهَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဆိုလျှင် သင်တို့ မည်သည့်နေရာသို့ သွားနေကြသနည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်နှင့် ၎င်း၏ နာခံမှုမှ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ဆိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ သတ္တဝါများအတွက် အမှတ်တရတစ်ခုသာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဤကုရ်အာန်သည် လူသားအားလုံးအတွက် အမှတ်တရတစ်ခုဖြစ်သည်။ ၎င်းတို့သည် ၎င်းဖြင့် သတိပေးခံရပြီး ၎င်းမှ သြဝါဒကို ရရှိကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ဖြောင့်မတ်စွာ သွားလိုသူ မည်သူမဆိုအတွက်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ မည်သူမဆို လမ်းညွှန်မှုကို ရှာဖွေလျှင် ၎င်းသည် ဤကုရ်အာန်ကို စွဲကိုင်ရမည်၊ အမှန်စင်စစ် ၎င်းသည် ၎င်း၏ လွတ်မြောက်မှုနှင့် လမ်းညွှန်မှုဖြစ်သည်။ ၎င်းမှလွဲ၍ အခြားမည်သည့် လမ်းညွှန်မှုမျှ မရှိပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် အလ္လာဟ်အရှင်မြတ် – ရှိရှိသမျှအားလုံး၏ ပိုင်ရှင် – ဆန္ဒရှိမှသာ ဆန္ဒရှိနိုင်ပေသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ဆန္ဒသည် သင်တို့အားလုံးအပေါ်၌ ချန်ထားခြင်းမဟုတ်ပါ၊ သို့ဖြစ်၍ မည်သူမဆို လမ်းညွှန်ခံရလိုလျှင် လမ်းညွှန်ခံရမည်၊ မည်သူမဆို လမ်းမှားလိုလျှင် လမ်းမှားသွားမည်ဟူ၍ မဟုတ်ဘဲ၊ ဤအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ဆန္ဒတော်အတိုင်းဖြစ်ပြီး အရှင်မြတ်သည် ရှိရှိသမျှအားလုံး၏ ပိုင်ရှင်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤအာယသ်တော် ထုတ်ဖော်ပြသခဲ့သောအခါ ဆူလိုင်မာန် ဗင်န် မူဆာ ထံမှ သတင်းပို့ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ဖြောင့်မတ်စွာ သွားလိုသူ မည်သူမဆိုအတွက်ဖြစ်သည်။)</span> အဘူ ဂျဟလ်က “ဤကိစ္စသည် ကျွန်ုပ်တို့အပေါ် မူတည်သည်။ ကျွန်ုပ်တို့ ဆန္ဒရှိလျှင် ဖြောင့်မတ်စွာ ရပ်တည်မည်၊ မဆန္ဒရှိလျှင် ဖြောင့်မတ်စွာ ရပ်တည်မည် မဟုတ်” ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ပြသခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် အလ္လာဟ်အရှင်မြတ် – ရှိရှိသမျှအားလုံး၏ ပိုင်ရှင် – ဆန္ဒရှိမှသာ ဆန္ဒရှိနိုင်ပေသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရဟ် အတ်-တက္ကဝီရ် ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်ပြီး ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]