[
  {
    "ayah_key": "114:1",
    "group_ayah_key": "114:1",
    "from_ayah": "114:1",
    "to_ayah": "114:6",
    "ayah_keys": "114:1,114:2,114:3,114:4,114:5,114:6",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ- \"လူသားတို့၏အရှင်သခင်ထံတွင် ကျွန်ုပ်ခိုလှုံပါ၏။ <span>(၁)</span>\"လူသားတို့၏ဘုရင်ထံတွင်၊ <span>(၂)</span>\"လူသားတို့၏ဘုရားသခင်ထံတွင်၊ <span>(၃)</span>\"နောက်ဆုတ်သွားတတ်သော တီးတိုးပြောဆိုသူ၏ မကောင်းမှုမှ။ <span>(၄)</span>\"လူသားတို့၏ ရင်တွင်း၌ တီးတိုးပြောဆိုသူမှ။ <span>(၅)</span>\"ဂျင်နီနှင့် လူသားတို့မှ။ <span>(၆)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် အနန္တတန်ခိုးရှင်၊ ဂုဏ်ကျက်သရေရှိသော အရှင်သခင်၏ ဂုဏ်တော်များထဲမှ သုံးခုဖြစ်သည်။ ၎င်းတို့မှာ အရှင်သခင်ဖြစ်ခြင်း၊ အချုပ်အခြာအာဏာပိုင်ဆိုင်ခြင်းနှင့် ဘုရားဖြစ်ခြင်းတို့ဖြစ်သည်။ ထို့ကြောင့် ကိုယ်တော်သည် အရာရာ၏အရှင်သခင်၊ အရာရာ၏ဘုရင်နှင့် အရာရာ၏ဘုရားဖြစ်သည်။ အရာခပ်သိမ်းတို့ကို ကိုယ်တော်က ဖန်ဆင်းသည်၊ ပိုင်ဆိုင်သည်၊ ကိုယ်တော့်အားနာခံကြရသည်။ ထို့ကြောင့် ကိုယ်တော်သည် အကာအကွယ်ရှာဖွေသူအားလုံးကို နောက်ဆုတ်သွားတတ်သော တီးတိုးပြောဆိုသူ၏ မကောင်းမှုမှ ဤဂုဏ်တော်များပိုင်ဆိုင်သည့် တစ်ပါးတည်းသော အရှင်ထံတွင် ခိုလှုံရန် အမိန့်ပေးထားသည်။ ဤ <span class=\"gray\">(တီးတိုးပြောဆိုသူ)</span> သည် လူသားအား စေခိုင်းထားသော ရှိုင်တွာန်ဖြစ်သည်။ အမှန်စင်စစ် အာဒမ်၏သားသမီးများတွင် မကောင်းမှုများကို လှပအောင်ပြုလုပ်ပေးသော အဖော်တစ်ဦးမရှိသည့်သူ မရှိချေ။ ဤရှိုင်တွာန်သည် သူ့ကို ရှုပ်ထွေးစေရန်နှင့် စိတ်ရှုပ်ထွေးစေရန် မည်သည့်အရာကိုမဆို လုပ်ဆောင်လိမ့်မည်။ လုံခြုံသူတစ်ဦးတည်းသောသူမှာ အလ္လာဟ်အရှင်မြတ်က ကာကွယ်ပေးထားသူသာဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းတွင် ကိုယ်တော် <span class=\"gray\">(တမန်တော်မြတ် ﷺ)</span> မိန့်ကြားတော်မူကြောင်း အတည်ပြုထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا قَدْ وُكِّلَ بِهِ قَرِينُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ မည်သူမဆို သူ့၏အဖော် <span class=\"gray\">(ရှိုင်တွာန်)</span> တစ်ဦးကို စေခိုင်းထားခြင်းခံရသည်မှတစ်ပါး မရှိချေ။)</span> ၎င်းတို့ <span class=\"gray\">(သာဝကများ)</span> က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကိုယ်တော်ကော?\" ဟု မေးလျှောက်သောအခါ ကိုယ်တော်က ပြန်လည်ဖြေကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، إِلَّا أَنَّ اللهَ أَعَانَنِي عَلَيْهِ فَأَسْلَمَ، فَلَا يَأْمُرُنِي إِلَّا بِخَيْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျွန်ုပ်အား ကူညီပေးခဲ့ပြီး သူသည် အစ္စလာမ်ကို လက်ခံခဲ့သည်။ ထို့ကြောင့် သူသည် ကျွန်ုပ်အား ကောင်းသောအရာများကိုသာ အမိန့်ပေးသည်။)</span></p><p lang=\"my\" class=\"my \">အနပ်စ်မှ ဆဟီးဟ်နှစ်ကျမ်းတွင် အတည်ပြုထားသည်မှာ၊ ဆဖီယာဟ်သည် တမန်တော်မြတ် ﷺ အီအ်တီကားဖ်ပြုလုပ်နေစဉ် ကိုယ်တော့်ထံ လာရောက်လည်ပတ်ခဲ့ပြီးနောက်၊ ကိုယ်တော်သည် ညဘက်တွင် သူမနှင့်အတူ အိမ်ပြန်ပို့ရန် ထွက်သွားခဲ့သည်။ ထိုအခါ အန်ဆာရီလူနှစ်ဦးက ကိုယ်တော်နှင့် <span class=\"gray\">(လမ်းတွင်)</span> တွေ့ဆုံခဲ့သည်။ ၎င်းတို့သည် တမန်တော်မြတ် ﷺ ကို မြင်သောအခါ လျင်မြန်စွာ လျှောက်လှမ်းသွားကြသည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى رِسْلِكُمَا، إِنَّهَا صَفِيَّةُ بِنْتُ حُيَيٍّ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(Slow down! This is Safiyyah bint Huyay!)</span></p><p lang=\"ceb\" class=\"ceb \">They said, \"Glory be to Allah, O Messenger of Allah!\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ يَجْرِي مِنِ ابْنِ آدَمَ مَجْرَى الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا، أَوْ قَالَ: شَرًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ရှိုင်တွာန်သည် အာဒမ်၏သားသမီးများတွင် သွေးစီးဆင်းသကဲ့သို့ စီးဆင်းသည်။ အမှန်စင်စစ် ကျွန်ုပ်သည် သူသည် သင်တို့နှလုံးသားများထဲသို့ တစ်စုံတစ်ရာကို ပစ်ထည့်မည်ကို ကြောက်ရွံ့ခဲ့သည် – သို့မဟုတ် သူက – မကောင်းမှုကို ဟု ဆိုခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်က အစ်ဘ်နု အဗ်ဗားစ်သည် အလ္လာဟ်အရှင်မြတ်၏ ဤမိန့်ဆိုချက်နှင့်ပတ်သက်၍ ပြောကြားခဲ့ကြောင်း ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْوَسْوَاسِ الْخَنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဆုတ်သွားတတ်သော တီးတိုးပြောဆိုသူ <span class=\"gray\">(အလ်-ဝပ်စ်ဝပ်စ်)</span>။)</span> \"လူသား၏နှလုံးသားပေါ်တွင် ကပ်နေသော <span class=\"gray\">(နားနေသော)</span> ရှိုင်တွာန်။ ထို့ကြောင့် သူသည် မေ့လျော့ပြီး သတိမရှိသည့်အခါ တီးတိုးပြောဆိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်ကို သတိရသောအခါ သူသည် နောက်ဆုတ်သွားသည်။\" မူဂျာဟစ်ဒ်နှင့် ကတာဒါတို့လည်း ဤသို့ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-မူအ်တမီရ် ဘင်န် စူလိုင်မာန်က သူ၏ဖခင်က \"ရှိုင်တွာန်သည် အလ်-ဝပ်စ်ဝပ်စ် ဖြစ်ကြောင်း ကျွန်ုပ်အား ပြောပြခဲ့သည်။ သူသည် လူသား၏နှလုံးသားထဲသို့ ဝမ်းနည်းသည့်အခါနှင့် ပျော်ရွှင်သည့်အခါတွင် လေမှုတ်သွင်းသည်။ သို့သော် သူ <span class=\"gray\">(လူသား)</span> သည် အလ္လာဟ်အရှင်မြတ်ကို သတိရသောအခါ ရှိုင်တွာန်သည် နောက်ဆုတ်သွားသည်။\" ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြသည်။ အလ်-အော်ဖီက အစ်ဘ်နု အဗ်ဗားစ်ထံမှ ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْوَسْوَاسِ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(The whisperer.)</span></p><p lang=\"my\" class=\"my \">\"သူသည် ရှိုင်တွာန်ဖြစ်သည်။ သူသည် တီးတိုးပြောဆိုပြီးနောက် သူ၏စကားကို နာခံသောအခါ သူသည် နောက်ဆုတ်သွားသည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍မူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့၏ ရင်တွင်း၌ တီးတိုးပြောဆိုသူ။)</span> ၎င်းသည် ထင်ရှားသည့်အတိုင်း အာဒမ်၏သားသမီးများအတွက် သီးသန့်လော၊ သို့မဟုတ် လူသားနှင့် ဂျင်နီနှစ်မျိုးလုံးအပါအဝင် အများပြည်သူအတွက်လော?</p><p lang=\"my\" class=\"my \">ဤကိစ္စနှင့် ပတ်သက်၍ အမြင်နှစ်မျိုးရှိသည်။ ၎င်းသည် ၎င်းတို့ <span class=\"gray\">(ဂျင်နီများ)</span> ကို အများအားဖြင့် အလ်-နပ်စ် <span class=\"gray\">(လူသားများ)</span> ဟူသော စကားလုံးအသုံးပြုမှုတွင် ပါဝင်သောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အစ်ဘ်နု ဂျာရီရ်က \"ရီဂျာလွန်း မင်န် အလ်-ဂျင်န် <span class=\"gray\">(ဂျင်နီများထဲမှ အမျိုးသားများ)</span><span class=\"gray\">[ကုရ်အာန် ၇၂:၆ ကို ရည်ညွှန်းသည်]</span> ဟူသော စကားစုကို ၎င်းတို့အား ရည်ညွှန်းရာတွင် အသုံးပြုခဲ့သောကြောင့် အလ်-နပ်စ် ဟူသော စကားလုံးကို ၎င်းတို့အား အသုံးပြုခြင်းသည် ထူးဆန်းသောအရာမဟုတ်ချေ။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْجِنَّةِ وَالنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျင်နီနှင့် လူသားများမှ။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်ကို ရှင်းပြခြင်းလော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့၏ ရင်တွင်း၌ တီးတိုးပြောဆိုသူ။)</span>?</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤအရာကို ဤသို့မိန့်တော်မူခြင်းဖြင့် ရှင်းပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْجِنَّةِ وَالنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျင်နီနှင့် လူသားများမှ။)</span> ၎င်းသည် ဒုတိယအမြင်ကို ထောက်ခံသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်သည်လည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْجِنَّةِ وَالنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျင်နီနှင့် လူသားများမှ)</span> သည် လူသားတို့၏ ရင်တွင်း၌ တီးတိုးပြောဆိုသူသည် မည်သူဖြစ်ကြောင်းကို ရှင်းပြခြင်းဖြစ်သည်၊ လူသားနှင့် ဂျင်နီရှိုင်တွာန်များထဲမှ ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ဤမိန့်ဆိုချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အတူ ကျွန်ုပ်တို့သည် ပရောဖက်တိုင်းအတွက် ရန်သူများကို – လူသားနှင့် ဂျင်နီတို့ထဲမှ ရှိုင်တွာန်များကို – သတ်မှတ်ပေးခဲ့သည်၊ တစ်ဦးနှင့်တစ်ဦး လှပသောစကားများဖြင့် လှည့်ဖြားရန် တီးတိုးလှုံ့ဆော်ကြသည်။)</span><span class=\"gray\">(၆:၁၁၂)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အစ်ဘ်နု အဗ်ဗားစ်ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"လူတစ်ဦးသည် တမန်တော်မြတ် ﷺ ထံသို့ လာရောက်ပြီး 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! တစ်ခါတစ်ရံ ကျွန်ုပ်သည် ကိုယ့်ကိုယ်ကို စကားများပြောမိသည်မှာ <span class=\"gray\">(အတိအလင်း)</span> ပြောဆိုခြင်းထက် ကောင်းကင်မှ ပြုတ်ကျသည်က ပိုကောင်းပါလိမ့်မည်။' ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللهُ أَكْبَرُ، اللهُ أَكْبَرٌ الْحَمْدُ للهِ الَّذِي رَدَّ كَيْدَهُ إِلَى الْوَسْوَسَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်သည်။ သူ၏ <span class=\"gray\">(ရှိုင်တွာန်၏)</span> ပရိယာယ်ကို တီးတိုးသံမျှသာအဖြစ် ပြန်ပို့ပေးခဲ့သော အလ္လာဟ်အရှင်မြတ်အတွက် ချီးမွမ်းခြင်းခပ်သိမ်းဖြစ်သည်။)</span>\"</p><p lang=\"my\" class=\"my \">အဗူဒါဝူးဒ်နှင့် အန်-နစာအီတို့သည်လည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ တဖ်ဆီရ်၏ အဆုံးသတ်ဖြစ်သည်။ ရှိရှိသမျှအရာခပ်သိမ်း၏အရှင်သခင်ဖြစ်သော အလ္လာဟ်အရှင်မြတ်အတွက် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းခပ်သိမ်းဖြစ်သည်။</p>"
  }
]