[
  {
    "ayah_key": "36:71",
    "group_ayah_key": "36:71",
    "from_ayah": "36:71",
    "to_ayah": "36:73",
    "ayah_keys": "36:71,36:72,36:73",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အတွက် ငါတို့လက်ဖြင့် ဖန်ဆင်းထားသောအရာများထဲမှ ဥဿုံတိရစ္ဆာန်များကို ဖန်ဆင်းပေးထားသည်ကို မမြင်ကြသလော။ သို့ဖြစ်၍ ၎င်းတို့သည် ၎င်းတို့၏ ပိုင်ရှင်များဖြစ်ကြသည် <span>(၇၁)</span>၎င်းတို့ကို ၎င်းတို့အား ငါတို့လက်အောက်ခံစေခဲ့ပြီး၊ ၎င်းတို့အနက် အချို့ကို စီးနင်းရန်အတွက်လည်းကောင်း၊ အချို့ကို စားသုံးရန်အတွက်လည်းကောင်း ပေးထားသည် <span>(၇၂)</span>ထို့ပြင် ၎င်းတို့ထံမှ <span class=\"gray\">(အခြား)</span> အကျိုးကျေးဇူးများ ရရှိကြပြီး <span class=\"gray\">(သောက်သုံးရန်)</span> ရေလည်းရှိသည်။ ထို့နောက် ၎င်းတို့သည် ကျေးဇူးတင်ကြမည်မဟုတ်လော <span>(၇၃)</span></p><p lang=\"my\" class=\"my \">ဥဿုံတိရစ္ဆာန်များတွင် သက်သေခံလက္ခဏာနှင့် ကောင်းချီးမင်္ဂလာရှိသည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများကို ဤဥဿုံတိရစ္ဆာန်များကို ၎င်းတို့အသုံးပြုရန် လက်အောက်ခံစေခြင်းဖြင့် ပေးသနားထားသော ကောင်းချီးမင်္ဂလာများကို ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَهَا مَالِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ၎င်းတို့သည် ၎င်းတို့၏ပိုင်ရှင်များဖြစ်ကြသည်)</span> ကတာဒါဟ်က \"၎င်းတို့သည် ၎င်းတို့၏ သခင်များဖြစ်ကြသည်\" ဟု ပြောခဲ့သည်။ ဆိုလိုသည်မှာ ၎င်းတို့ကို ၎င်းတို့အား လက်အောက်ခံစေခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့အား နာခံကြပြီး မခုခံကြပေ။ ကလေးငယ်တစ်ဦးသည် ကုလားအုတ်ထံသို့ လာပါက ၎င်းကို ဒူးထောက်စေနိုင်သည်၊ ထို့ပြင် ၎င်းက လိုလားပါက ၎င်းကို မတ်တပ်ရပ်စေနိုင်ပြီး မောင်းနှင်နိုင်သည်။ ၎င်းသည် သူ့နောက်သို့ နာခံစွာ လိုက်ပါလိမ့်မည်။ ကုလားအုတ်အစီးရေ တစ်ရာ သို့မဟုတ် ထို့ထက်ပိုသော ယာဉ်တန်းတစ်ခုဖြစ်နေစေကာမူ ၎င်းတို့အားလုံးကို ကလေးငယ်တစ်ဦးက ဦးဆောင်နိုင်ပါသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့ကို စီးနင်းရန်အတွက်လည်းကောင်း၊ အချို့ကို စားသုံးရန်အတွက်လည်းကောင်း ပေးထားသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့အနက် အချို့ကို ခရီးစဉ်များတွင် စီးနင်းကြပြီး၊ ၎င်းတို့ကို ၎င်းတို့၏ ဝန်ထုပ်ဝန်ပိုးများကို ဒေသအသီးသီးသို့ သယ်ဆောင်ရန် အသုံးပြုကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْهَا يَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အချို့ကို စားသုံးကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့လိုလားပါက ၎င်းတို့ကို သတ်ဖြတ်ပူဇော်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ فِيهَا مَنَافِعُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့ထံမှ <span class=\"gray\">(အခြား)</span> အကျိုးကျေးဇူးများ ရရှိကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ သိုးမွေး၊ အမွေးအမျှင်နှင့် ဆံပင်များ၊ ပရိဘောဂများနှင့် အသုံးအဆောင်ပစ္စည်းများ၊ အချိန်ကာလတစ်ခုအတွက် သက်တောင့်သက်သာဖြစ်မှုတို့မှ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَشَارِبُ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(၎င်းတို့သောက်သုံးရန်)</span> ရေလည်းရှိသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏နို့နှင့် ဆေးဝါးအဖြစ်လိုအပ်သူများအတွက် ၎င်းတို့၏ ဆီးနှင့် အခြားအရာများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ကျေးဇူးတင်ကြမည်မဟုတ်လော?)</span> ဆိုလိုသည်မှာ '၎င်းတို့ကို ဖန်ဆင်းရှင်နှင့် ၎င်းတို့အား လက်အောက်ခံစေသော အရှင်ကို ကိုးကွယ်ကြမည်မဟုတ်လော၊ အခြားသူများကို ကျေးဇူးတင်ခြင်းမပြုဘဲနှင့်လား?'</p>"
  },
  {
    "ayah_key": "36:74",
    "group_ayah_key": "36:74",
    "from_ayah": "36:74",
    "to_ayah": "36:76",
    "ayah_keys": "36:74,36:75,36:76",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားနတ်ဘုရားများကို ကိုးကွယ်ကြသည်၊ ၎င်းတို့အား ကူညီနိုင်မည်ဟု မျှော်လင့်လျက် <span>(၇၄)</span>၎င်းတို့သည် ၎င်းတို့အား မကူညီနိုင်ကြ၊ သို့သော် ၎င်းတို့ကို တပ်စုအဖြစ် <span class=\"gray\">(၎င်းတို့ကို ကိုးကွယ်သူများအား ဆန့်ကျင်လျက်)</span> တင်ဆောင်လာလိမ့်မည်<span>(၇၅)</span>ထို့ကြောင့် ၎င်းတို့၏ စကားသည် သင့်အား ဝမ်းနည်းစေခြင်းမရှိစေနှင့်။ အမှန်စင်စစ် ၎င်းတို့ ဖုံးကွယ်ထားသောအရာနှင့် ၎င်းတို့ ဖော်ထုတ်သောအရာတို့ကို ငါတို့သိသည် <span>(၇၆)</span></p><p lang=\"my\" class=\"my \">ရုပ်ပွားကိုးကွယ်သူတို့၏ နတ်ဘုရားများသည် ၎င်းတို့ကို မကူညီနိုင်ကြပေ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများကို အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ရုပ်တုများကို နတ်ဘုရားများအဖြစ် ကိုးကွယ်ခြင်းအတွက် ပြစ်တင်ရှုံ့ချသည်။ အကြောင်းမှာ ထိုနတ်ဘုရားများသည် ၎င်းတို့ကို ကူညီမည်၊ ထောက်ပံ့မည်၊ အလ္လာဟ်အရှင်မြတ်နှင့် ပိုမိုနီးစပ်စေမည်ဟု ၎င်းတို့က မျှော်လင့်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا يَسْتَطِيعُونَ نَصْرَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့အား မကူညီနိုင်ကြ)</span> ဆိုလိုသည်မှာ ထိုနတ်ဘုရားများသည် ၎င်းတို့ကို ကိုးကွယ်သူများကို မကူညီနိုင်ကြပေ။ ၎င်းတို့သည် အလွန်အားနည်းပြီး၊ အလွန်သေးငယ်ကာ အလွန်စွမ်းအားမဲ့ကြသည်။ ထို့ပြင် ၎င်းတို့သည် မိမိကိုယ်ကိုပင် မကူညီနိုင်ကြဘဲ၊ ၎င်းတို့ကို ဒုက္ခပေးလိုသူများအား လက်စားမချေနိုင်ကြပေ။ အကြောင်းမှာ ၎င်းတို့သည် အသက်မရှိသော အရာများဖြစ်ပြီး၊ မကြားနိုင်၊ နားမလည်နိုင်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ကို တပ်စုအဖြစ် တင်ဆောင်လာလိမ့်မည်။)</span> ဆိုလိုသည်မှာ မူဂျာဟစ်ဒ်၏ အမြင်အရ စာရင်းရှင်းချိန်တွင် ဖြစ်သည်။ ဆိုလိုသည်မှာ ထိုရုပ်တုများကို စုစည်းပြီး ၎င်းတို့ကို ကိုးကွယ်သူများအား စာရင်းရှင်းလင်းသောအခါ ပစ္စုပ္ပန်တွင် ရှိနေစေမည်ဖြစ်ပြီး၊ ၎င်းသည် ၎င်းတို့၏ ဝမ်းနည်းမှုကို တိုးစေကာ ၎င်းတို့အား ဆန့်ကျင်သည့် သက်သေအထောက်အထားကို တည်ထောင်ရာတွင် ပိုမိုထိရောက်စေမည်ဖြစ်သည်။ ကတာဒါဟ်က ပြောခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا يَسْتَطِيعُونَ نَصْرَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့အား မကူညီနိုင်ကြ)</span> ဆိုလိုသည်မှာ နတ်ဘုရားများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ကို တပ်စုအဖြစ် တင်ဆောင်လာလိမ့်မည်။)</span> \"ရုပ်တုကိုးကွယ်သူများသည် ဤလောကတွင် ၎င်းတို့၏နတ်ဘုရားများအတွက် အမျက်ဒေါသထွက်ခဲ့ကြသည်၊ သို့သော် ၎င်းတို့သည် ထိုနတ်ဘုရားများအား မည်သည့်အကျိုးကျေးဇူးကိုမျှ မပြုနိုင်ကြဘဲ မည်သည့်ဘေးအန္တရာယ်မှလည်း ကာကွယ်မပေးနိုင်ခဲ့ကြပေ၊ အကြောင်းမှာ ၎င်းတို့သည် ရုပ်တုသက်သက်များသာ ဖြစ်သောကြောင့်ဖြစ်သည်။\" ဤသည်မှာ အလ်ဟာဆန် အလ်ဘဆရီ၏ အမြင်လည်းဖြစ်သည်။ ဤသည်မှာ ကောင်းမွန်သော အမြင်တစ်ခုဖြစ်ပြီး၊ အိဗ်နု ဂျရီရ်က နှစ်သက်သော အမြင်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် ကရုဏာထားတော်မူပါစေ။</p><p lang=\"my\" class=\"my \">ကမ္ဘာများအတွက် ကရုဏာတော်အတွက် နှစ်သိမ့်မှု</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ စကားသည် သင့်အား ဝမ်းနည်းစေခြင်းမရှိစေနှင့်။)</span> ဆိုလိုသည်မှာ 'သင့်အား ငြင်းပယ်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ခြင်း'ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့ ဖုံးကွယ်ထားသောအရာနှင့် ၎င်းတို့ ဖော်ထုတ်သောအရာတို့ကို ငါတို့သိသည်)</span> ဆိုလိုသည်မှာ '၎င်းတို့အကြောင်း အရာအားလုံးကို ငါတို့သိသည်၊ ထို့ပြင် ၎င်းတို့၏ မှားယွင်းသော တောင်းဆိုမှုများအတွက် ၎င်းတို့ကို ငါတို့ အပြစ်ပေးမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ မည်သည့်လုပ်ရပ်မျှ—ကြီးသည်ဖြစ်စေ၊ သေးသည်ဖြစ်စေ၊ အဓိကဖြစ်စေ၊ သာမန်ဖြစ်စေ— လျစ်လျူရှုခံရမည်မဟုတ်သည့်နေ့တွင် ၎င်းတို့နှင့် သင့်လျော်စွာ ဆက်ဆံမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ဤလောကဘဝတစ်လျှောက်လုံး ပြုလုပ်ခဲ့သော လုပ်ရပ်တိုင်းကို စစ်ဆေးရန်အတွက် ဖော်ထုတ်ပြသမည်ဖြစ်သည်။'</p>"
  }
]