[
  {
    "ayah_key": "37:133",
    "group_ayah_key": "37:133",
    "from_ayah": "37:133",
    "to_ayah": "37:138",
    "ayah_keys": "37:133,37:134,37:135,37:136,37:137,37:138",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် လွတ်သည် ရစူလ်တမန်တော်များအနက်မှ တစ်ပါးဖြစ်သည်။ <span>(133)</span>ငါတို့သည် ၎င်းနှင့် ၎င်း၏မိသားစုအားလုံးကို ကယ်တင်ခဲ့ကြသည်။ <span>(134)</span>နောက်ကျကျန်ရစ်သူများအထဲမှ အသက်ကြီးသော အမျိုးသမီးတစ်ဦး <span class=\"gray\">(၎င်း၏ဇနီး)</span> မှအပဖြစ်သည်။ <span>(135)</span>ထို့နောက် ငါတို့သည် ကျန်သူများကို ဖျက်ဆီးခဲ့သည်။ <span>(136)</span>အမှန်စင်စစ် သင်တို့သည် နံနက်တွင် ၎င်းတို့ထံမှ ဖြတ်သွားကြသည်။ <span>(137)</span>ညဘက်တွင်လည်း ဖြတ်သွားကြသည်။ သို့ဖြစ်ပါက သင်တို့သည် ဆင်ခြင်သုံးသပ်မည်မဟုတ်လော။ <span>(138)</span></p><p lang=\"my\" class=\"my \">လွတ် <span class=\"gray\">(Lot)</span> ၏ လူမျိုးတို့အား ဖျက်ဆီးခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ကျွန်တော်ရင်းနှင့် တမန်တော် လွတ် (အလိုင်ဟစ္စလာမ်) အား ၎င်း၏လူမျိုးထံ စေလွှတ်ခဲ့ကြောင်း၊ သို့သော် ၎င်းတို့က လွတ်ကို ငြင်းပယ်ခဲ့ကြောင်း ပြောပြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အထဲမှ ၎င်းနှင့် ၎င်း၏မိသားစုကို ကယ်တင်ခဲ့ပြီး၊ ၎င်း၏ဇနီးဖြစ်သူကမူ ၎င်း၏လူမျိုးနှင့်အတူ ဖျက်ဆီးခံခဲ့ရသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အမျိုးမျိုးသော ပြစ်ဒဏ်များဖြင့် ဖျက်ဆီးခဲ့ပြီး၊ ၎င်းတို့၏ ပတ်ဝန်းကျင်ကို ညဘက်ရော နေ့ဘက်ပါ လူတို့ဖြတ်သန်းသွားလာလေ့ရှိသည့် လူသွားလူလာများသော လမ်းကြောင်းပေါ်ရှိ ညစ်ညမ်းနံစော်သော အိုင်ကြီးအဖြစ် ပြုလုပ်ခဲ့သည်။ <span class=\"gray\">(ဆိုလိုသည်မှာ အာရေဗျနှင့် ဆီးရီးယားကြားရှိ အဝေးပြေးလမ်းမပေါ်ရှိ ဆိုဒုံနှင့် ဂေါမောရမြို့များအနီးတွင် တည်ရှိသော ပင်လယ်သေဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ - وَبِاللَّيْلِ ۗ أَفَلَا تَعْقِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့သည် နံနက်တွင် ၎င်းတို့ထံမှ ဖြတ်သွားကြသည်။ ညဘက်တွင်လည်း ဖြတ်သွားကြသည်။ သို့ဖြစ်ပါက သင်တို့သည် ဆင်ခြင်သုံးသပ်မည်မဟုတ်လော။)</span> ဆိုသည်မှာ 'သင်တို့သည် ၎င်းတို့ထံမှ သင်ခန်းစာယူကာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို မည်သို့ဖျက်ဆီးခဲ့ကြောင်း သိရှိပြီး မယုံကြည်သူများကိုလည်း ထိုကဲ့သို့သော အဆုံးသတ်မျိုး စောင့်ကြိုနေသည်ကို နားလည်မည်မဟုတ်လော' ဟူ၍ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "37:139",
    "group_ayah_key": "37:139",
    "from_ayah": "37:139",
    "to_ayah": "37:148",
    "ayah_keys": "37:139,37:140,37:141,37:142,37:143,37:144,37:145,37:146,37:147,37:148",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ယူနွတ်စ်သည် ရစူလ်တမန်တော်များအနက်မှ တစ်ပါး အမှန်ပင်ဖြစ်သည်။ <span>(139)</span>ထိုအခါ ၎င်းသည် ဝန်တင်သင်္ဘောဆီသို့ ပြေးသွားခဲ့သည်။ <span>(140)</span>ထို့နောက် ၎င်းသည် <span class=\"gray\">(သဘောတူညီစွာဖြင့်)</span> မဲနှိုက်ခဲ့ပြီး၊ ရှုံးနိမ့်သူများအထဲမှ ဖြစ်ခဲ့သည်။ <span>(141)</span>ထို့နောက် <span class=\"gray\">(ကြီးမားသော)</span> ငါးကြီးတစ်ကောင်က ၎င်းအား မြိုချခဲ့သည်။ ၎င်းသည် ပြစ်တင်ရှုံ့ချထိုက်သည့် လုပ်ရပ်တစ်ခုကို ပြုခဲ့သောကြောင့်ဖြစ်သည်။ <span>(142)</span>အကယ်၍ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းသူများအနက်မှ မဟုတ်ခဲ့ပါက <span>(143)</span>၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ၎င်း၏ဝမ်းဗိုက် <span class=\"gray\">(ငါး၏ဝမ်းဗိုက်)</span> အတွင်းတွင် အမှန်ပင် ကျန်ရှိနေမည်ဖြစ်သည်။ <span>(144)</span>သို့သော် ငါတို့သည် ၎င်းကို ဖျားနာနေချိန်တွင် မြေဆီလွှာမရှိသော ကမ်းခြေပေါ်သို့ ပစ်ထုတ်ခဲ့သည်။ <span>(45)</span>ငါတို့သည် ၎င်းအပေါ်တွင် ဖရုံပင်တစ်ပင်ကို ကြီးထွားစေခဲ့သည်။ <span>(146)</span>ငါတို့သည် ၎င်းကို လူတစ်သိန်း <span class=\"gray\">(လူများ)</span> သို့မဟုတ် ထိုထက်မကသော ထံ စေလွှတ်ခဲ့သည်။ <span>(147)</span>ထိုသူတို့သည် ယုံကြည်ခဲ့ကြသည်။ ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အား ခဏတာမျှ ပျော်ရွှင်စေခဲ့သည်။ <span>(148)</span></p><p lang=\"sn\" class=\"sn \">The Story of Yunus</p><p lang=\"my\" class=\"my \">ယူနွတ်စ် (အလိုင်ဟစ္စလာမ်) ၏အကြောင်းကို ကျွန်ုပ်တို့သည် စူရာ အလ်-အန်ဘီယာအ် <span class=\"gray\">(၂၁:၈၇-၈၈)</span> တွင် ဆွေးနွေးပြီးဖြစ်သည်။ ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَنْبَغِي لِعَبْدٍ أَنْ يَقُولَ: أَنَا خَيْرٌ مِنْ يُونُسَ بْنِ مَتَّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်ပုဂ္ဂိုလ်မျှ ယူနွတ်စ် ဘင် မတ်တာ ထက် ငါသာသည်ဟု ပြောဆိုခြင်းသည် မသင့်တော်ပေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ဝန်တင်သင်္ဘောဆီသို့ ပြေးသွားခဲ့ချိန်။)</span> အိဗ်နု အဘ္ဘားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ကျေနပ်ပါစေ) က '၎င်းသည် ကုန်ပစ္စည်းများဖြင့် ပြည့်နေခဲ့သည်' ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَاهَمَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းသည် <span class=\"gray\">(သဘောတူညီစွာဖြင့်)</span> မဲနှိုက်ခဲ့သည်။)</span> ဆိုသည်မှာ မဲဆွဲခြင်းကို ဆိုလိုသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَ مِنَ الْمُدْحَضِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းသည် ရှုံးနိမ့်သူများအထဲမှ ဖြစ်ခဲ့သည်။)</span> ဆိုသည်မှာ အနိုင်ယူခံရသူများအထဲမှ ဖြစ်ခဲ့သည်ဟူ၍ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ သင်္ဘောသည် လှိုင်းလုံးများဖြင့် လေးဘက်လေးတန်မှ ရိုက်ခတ်ခြင်းခံနေရပြီး ၎င်းတို့သည် နစ်မြုပ်မည့်အန္တရာယ်နှင့် ရင်ဆိုင်နေရသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် မဲနှိုက်ခဲ့ကြပြီး မည်သူမဆို ရှုံးနိမ့်သူကို ဝန်ကိုပေါ့စေရန်အတွက် ပင်လယ်ထဲသို့ ပစ်ချလိမ့်မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ယူနွတ်စ် (အလိုင်ဟစ္စလာမ်) သည် သုံးကြိမ်တိုင်တိုင် မဲရှုံးခဲ့သော်လည်း ၎င်းတို့သည် ယူနွတ်စ်ကို ပင်လယ်ထဲသို့ ပစ်ချလိုစိတ် မရှိခဲ့ကြပေ။ ၎င်းသည် ပင်လယ်ထဲသို့ ကိုယ်တိုင်ခုန်ချနိုင်ရန် ၎င်း၏အဝတ်အစားကို ချွတ်လိုက်သောအခါ ၎င်းတို့က ၎င်းအား တားဆီးရန် ကြိုးစားခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ပင်လယ်စိမ်း <span class=\"gray\">(ဆိုလိုသည်မှာ မြေထဲပင်လယ်)</span> မှ ငါးကြီးတစ်ကောင်အား သမုဒ္ဒရာများကို ခွဲထွက်ကာ လာရောက်ပြီး ယူနွတ်စ် (အလိုင်ဟစ္စလာမ်) ၏ အသားကို မဖြတ်ဘဲ၊ အရိုးကို မချိုးဘဲ မြိုချရန် အမိန့်ပေးခဲ့သည်။ ငါးကြီးရောက်လာပြီး ယူနွတ်စ် (အလိုင်ဟစ္စလာမ်) သည် မိမိကိုယ်ကို ပင်လယ်ထဲသို့ ပစ်ချလိုက်ရာ ငါးကြီးက ၎င်းအား မြိုချကာ ၎င်းနှင့်အတူ ပင်လယ်များအားလုံးကို ဖြတ်သန်းကာ ခေါ်ဆောင်သွားခဲ့သည်။ ယူနွတ်စ်သည် ငါး၏ဝမ်းဗိုက်ထဲတွင် အချိန်အတန်ကြာ နေပြီးနောက် ၎င်းသည် သေဆုံးသွားပြီဟု ထင်မှတ်ခဲ့သည်။ ထို့နောက် ၎င်း၏ခေါင်း၊ ခြေထောက်နှင့် လက်များကို လှုပ်ရှားကြည့်သောအခါ ၎င်းသည် အသက်ရှင်လျက်ရှိကြောင်း တွေ့ရှိရသည်။ ၎င်းသည် ငါး၏ဝမ်းဗိုက်ထဲတွင် ဒိုအာပြုခဲ့ပြီး ၎င်း၏အဓိကဒိုအာများအနက်မှ တစ်ခုမှာ: \"အို အရှင်သခင်၊ အခြားမည်သူမျှ မရောက်ဖူးသောနေရာကို အကျွန်ုပ်သည် ကိုယ်တော်အတွက် ဝတ်ပြုရာနေရာအဖြစ် ပြုလုပ်ခဲ့ပါသည်\" ဟူ၍ဖြစ်သည်။ ၎င်းသည် ငါး၏ဝမ်းဗိုက်ထဲတွင် မည်မျှကြာကြာနေခဲ့သည်ကို အငြင်းပွားကြသည်။ အချို့က သုံးရက်ဟုဆိုသည်။ ၎င်းသည် ကတာဒါ၏ အမြင်ဖြစ်သည်။ အချို့က ခုနစ်ရက်ဟုဆိုသည်။ ၎င်းသည် ဂျာဖာ အစ်စ်-ဆာဒစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ကျေနပ်ပါစေ) ၏ အမြင်ဖြစ်သည်။ အချို့က ရက်ပေါင်းလေးဆယ်ဟုဆိုသည်။ ၎င်းသည် အဘူ မာလစ်၏ အမြင်ဖြစ်သည်။ မူဂျာဟစ်သည် အစ်ရ်ှ-ရှာအ်ဘီ ထံမှ ပြောကြားသည်မှာ \"၎င်းကို နံနက်တွင် မြိုချပြီး ညနေတွင် ပစ်ထုတ်ခဲ့သည်\" ဟူ၍ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အတိအကျ မည်မျှကြာကြောင်းကို အကောင်းဆုံး သိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ - لَلَبِثَ فِي بَطْنِهِ إِلَىٰ يَوْمِ يُبْعَثُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းသူများအနက်မှ မဟုတ်ခဲ့ပါက ၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ၎င်း၏ဝမ်းဗိုက် <span class=\"gray\">(ငါး၏ဝမ်းဗိုက်)</span> အတွင်းတွင် အမှန်ပင် ကျန်ရှိနေမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အကယ်၍ ၎င်းသည် အေးချမ်းသာယာသောကာလတွင် သီလသမာဓိရှိသော အကျင့်များကို မကျင့်ခဲ့ပါက (ထိုသို့ဖြစ်မည်) ဟု ပြောဆိုခဲ့ကြသည်။ ဤသည်မှာ အဒ်-ဒဟ်ဟက် ဘင် ကွိုင်းစ်၊ အဘူ အလ်-အာလိယဟ်၊ ဝဟဘ် ဘင် မွန်းနဗ်ဗီဟ်၊ ကတာဒါနှင့် အခြားသူများ၏ အမြင်ဖြစ်ပြီး၊ အိဗ်နု ဂျာရီရ် က နှစ်သက်သော အမြင်ဖြစ်သည်။ ဤအရာသည် အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက အောက်တွင် ကျွန်ုပ်တို့ ကိုးကားထားသော စစ်မှန်သော ဟဒီးစ်တော်တွင် ဖော်ပြထားသည့်အတိုင်းဖြစ်သည်။ အိဗ်နု အဘ္ဘားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ကျေနပ်ပါစေ) ထံမှ ပြန်လည်ပြောကြားသော ဟဒီးစ်တော်တစ်ခုတွင် ၎င်း ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعَرَّفْ إِلَى اللهِ فِي الرَّخَاءِ، يَعْرِفْكَ فِي الشِّدَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အေးချမ်းသာယာသောအချိန်တွင် အလ္လာဟ်အရှင်မြတ်အား သတိရပါ၊ ထိုအခါ ကိုယ်တော်သည် ခက်ခဲသောအချိန်များတွင် သင့်အား သတိရမည်ဖြစ်သည်။)</span> နှင့် ဤအာယသ်တော်၏ အဓိပ္ပါယ်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းသူများအနက်မှ မဟုတ်ခဲ့ပါက၊)</span> ဆိုသည်မှာ အောက်ပါ အာယသ်တော်များ၏ အဓိပ္ပါယ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَىٰ فِي الظُّلُمَاتِ أَنْ لَا إِلَٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ - فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ ۚ وَكَذَٰلِكَ نُنْجِي الْمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် အမှောင်ထုထဲမှ အော်ဟစ်ခဲ့သည် <span class=\"gray\">(ဤသို့ပြောဆိုလျက်)</span> : \"ကိုယ်တော်မှတစ်ပါး ကိုးကွယ်ရာအရှင်မရှိပါ၊ ကိုယ်တော်သည် သန့်ရှင်းစင်ကြယ်တော်မူပါသည်! အမှန်စင်စစ် အကျွန်ုပ်သည် မတရားပြုသူများအနက်မှ ဖြစ်ခဲ့ပါပြီ။\" ထို့ကြောင့် ငါတို့သည် ၎င်း၏ပန်ကြားချက်ကို အဖြေပေးခဲ့ပြီး၊ ၎င်းအား ဒုက္ခမှ ကယ်တင်ခဲ့သည်။ ဤနည်းအတိုင်း ငါတို့သည် ယုံကြည်သူများကို ကယ်တင်တော်မူသည်။)</span><span class=\"gray\">(၂၁:၈၇-၈၈)</span>။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စအီးဒ် ဘင် ဂျုဘိုင်ရ် နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ အိဗ်နု အဘီ ဟာတင် က အနပ်စ် ဘင် မာလစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ကျေနပ်ပါစေ) ထံမှ မှတ်တမ်းတင်ခဲ့သည် – အနပ်စ် ထံမှ ရစူလ်တမန်တော် ﷺ အား မချိတ်ဆက်ဘဲ ပြောကြားခဲ့သော မည်သည့်အရာကိုမျှ ကျွန်ုပ် မသိပေ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ يُونُسَ النَّبِيَّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ حِينَ بَدَا لَهُ أَنْ يَدْعُوَ بِهَذِهِ الْكَلِمَاتِ وَهُوَ فِي بَطْنِ الْحُوتِ فَقَالَ: اللّٰهُمَّ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ،فَأَقْبَلَتِ الدَّعْوَةُ تَحُفُّ بِالْعَرْشِ، قَالَتِ الْمَلَائِكَةُ: يَا رَبِّ هَذَا صَوْتٌ ضَعِيفٌ مَعْرُوفٌ مِنْ بِلَادٍ بَعِيدَةٍ غَرِيبَةٍ فَقَالَ اللهُ تَعَالَى: أَمَا تَعْرِفُونَ ذَلِكَ؟ قَالُوا: يَا رَبِّ وَمَنْ هُوَ؟ قَالَ عَزَّ وَجَلَّ: عَبْدِي يُونُسُ، قَالُوا: عَبْدُكَ يُونُسُ الَّذِي لَمْ يَزَلْ يُرْفَعُ لَهُ عَمَلٌ مُتَقَبَّلٌ وَدَعْوَةٌ مُسْتَجَابَةٌ؟ قَالُوا: يَا رَبِّ أَوَلَا تَرْحَمُ مَا كَانَ يَصْنَعُ فِي الرَّخَاءِ فَتُنْجِيَهُ فِي الْبَلَاءِ، قَالَ: بَلَى، فَأَمَرَ الْحُوتَ فَطَرَحَهُ بِالْعَرَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော် ယူနွတ်စ် (အလိုင်ဟစ္စလာမ်) သည် ငါးကြီး၏ဝမ်းဗိုက်ထဲတွင် ရှိနေစဉ် အလ္လာဟ်အရှင်မြတ်အား ဤစကားများဖြင့် တောင်းပန်ရန် ၎င်းအား ဖြစ်ပေါ်လာသောအခါ၊ ၎င်းက \"ကိုယ်တော်မှတစ်ပါး ကိုးကွယ်ရာအရှင်မရှိပါ၊ ကိုယ်တော်သည် သန့်ရှင်းစင်ကြယ်တော်မူပါသည်! အမှန်စင်စစ် အကျွန်ုပ်သည် မတရားပြုသူများအနက်မှ ဖြစ်ခဲ့ပါပြီ\" ဟု ပြောခဲ့သည်။ ဤတောင်းပန်မှုသည် <span class=\"gray\">(အင်အားကြီးမားသော)</span> အာရ်ရ်ှပတ်ဝန်းကျင်သို့ ရောက်ရှိသွားရာ ကောင်းကင်တမန်များက \"အို အရှင်သခင်၊ ဤသည်မှာ ဝေးလံဆန်းကြယ်သော အရပ်ဒေသမှ အားနည်းသော်လည်း သိရှိကြသည့် အသံတစ်ခုဖြစ်သည်\" ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ် (ဂုဏ်တော်မြင့်မြတ်ပါစေ) က \"ဤအရာကို မည်သို့သိရှိသနည်း?\" ဟု မိန့်တော်မူသည်။ ၎င်းတို့က \"အို အရှင်သခင်၊ မည်သူပါလဲ?\" ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ် (ဂုဏ်တော်မြင့်မြတ်ပါစေ) က \"ငါ၏ကျွန် ယူနွတ်စ်\" ဟု မိန့်တော်မူသည်။ ၎င်းတို့က \"အရှင်၏ကျွန် ယူနွတ်စ်၊ ၎င်းထံမှ လက်ခံနိုင်ဖွယ်ရာ အကျင့်များနှင့် အဖြေပေးခံရသော ဒိုအာများ အစဉ်အမြဲ ထွက်ပေါ်ခဲ့သည် မဟုတ်ပါလား?!\" ဟု ပြောကြသည်။ ၎င်းတို့က \"အို အရှင်သခင်၊ ၎င်း၏ အေးချမ်းသာယာသောကာလတွင် ပြုခဲ့သည့်အရာများအတွက် ကိုယ်တော်သည် မသနားပါက၊ ဤဒုက္ခနှင့် ဘေးဒုက္ခမှ မကယ်တင်ပေးမည်လား?\" ဟု ပြောကြသည်။ ကိုယ်တော်က \"ဟုတ်တယ်\" ဟု မိန့်တော်မူသည်။ ထို့ကြောင့် ကိုယ်တော်သည် ငါးကြီးအား အမိန့်ပေးရာ ငါးကြီးက ၎င်းအား မြေဆီလွှာမရှိသော ကမ်းခြေပေါ်သို့ ပစ်ထုတ်ခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَنَبَذْنَاهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် ၎င်းကို ပစ်ထုတ်ခဲ့သည်)</span> ဆိုသည်မှာ 'ငါတို့သည် ၎င်းကို ထုတ်ပစ်ခဲ့သည်' ဟူ၍ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِالْعَرَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေဆီလွှာမရှိသော ကမ်းခြေပေါ်)</span> အိဗ်နု အဘ္ဘားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ကျေနပ်ပါစေ) နှင့် အခြားသူများက ဤသည်မှာ သစ်ပင်ဝါးပင် မရှိသော၊ အဆောက်အအုံများ မရှိသော မြေကို ရည်ညွှန်းသည်ဟု ပြောခဲ့ကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُوَ سَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းဖျားနာနေချိန်၊)</span> ဆိုသည်မှာ ၎င်း၏ကိုယ်ခန္ဓာ အားနည်းနေချိန်ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْبَتْنَا عَلَيْهِ شَجَرَةً مِنْ يَقْطِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် ၎င်းအပေါ်တွင် ဖရုံပင်တစ်ပင်ကို ကြီးထွားစေခဲ့သည်။)</span> အိဗ်နု မပ်စ်အူဒ်နှင့် အိဗ်နု အဘ္ဘားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းတို့နှစ်ဦးအပေါ် ကျေနပ်ပါစေ)၊ မူဂျာဟစ်၊ အိက်ရီမာ၊ စအီးဒ် ဘင် ဂျုဘိုင်ရ်၊ ဝဟဘ် ဘင် မွန်းနဗ်ဗီဟ်၊ ဟီလာလ် ဘင် ယားစဖ်၊ အဗ်ဒူလ္လာဟ် ဘင် တာဝူးစ်၊ အပ်စ်-စွတ်ဒီ၊ ကတာဒါ၊ အဒ်-ဒဟ်ဟက်၊ အတာအ် အလ်-ခုရာစါနီ နှင့် အခြားသော ပုဂ္ဂိုလ်များစွာတို့သည် ဖရုံသီး (gourd) ဆိုသည်မှာ ဘူးသီး (squash) ကို ဆိုလိုသည်ဟု ပြောဆိုခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">၎င်းတို့အနက် အချို့က ဘူးသီးတွင် အကျိုးကျေးဇူးများစွာရှိသည်ဟု ပြောဆိုခဲ့ကြသည်- ၎င်းသည် လျင်မြန်စွာ ကြီးထွားပြီး၊ ၎င်း၏ အရွက်များသည် ကြီးမားသော အရွယ်အစားနှင့် ချောမွေ့သော အသွင်အပြင်ကြောင့် အရိပ်ကိုပေးစွမ်းသည်။ ယင်ကောင်များ ၎င်းအနီးသို့ မလာကြဘဲ၊ ၎င်း၏ အသီးအနှံများသည် ကောင်းမွန်သော အာဟာရကို ပေးစွမ်းသည်။ ၎င်းတို့ကို အစိမ်းလိုက် သို့မဟုတ် ချက်ပြုတ်၍ စားသုံးနိုင်ပြီး၊ အသားနှင့် အခွံနှစ်မျိုးလုံးကို စားသုံးနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဘူးသီးကို နှစ်သက်တော်မူပြီး ပန်းကန်တွင် မည်သည့်နေရာတွင် ရှိသည်ကို ရှာဖွေစားသုံးလေ့ရှိသည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَاهُ إِلَىٰ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် ၎င်းကို လူတစ်သိန်း <span class=\"gray\">(လူများ)</span> သို့မဟုတ် ထိုထက်မကသော ထံ စေလွှတ်ခဲ့သည်။)</span> ၎င်းသည် ငါးထံမှ ထွက်လာပြီးနောက် ပထမဦးဆုံးအကြိမ် စေလွှတ်ခြင်းခံခဲ့ရသောသူများထံသို့ ပြန်သွားရန် အမိန့်ပေးခံခဲ့ရသကဲ့သို့ဖြစ်ပြီး၊ ၎င်းတို့အားလုံးက ၎င်းကို ယုံကြည်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوْ يَزِيدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ထိုထက်မက။)</span> မက်ခူလ် က \"၎င်းတို့သည် တစ်သိန်းတစ်သောင်း ရှိခဲ့သည်\" ဟု ပြောခဲ့သည်။ ဤအရာကို အိဗ်နု အဘီ ဟာတင် က ဖော်ပြခဲ့သည်။ အိဗ်နု ဂျာရီရ် က \"အာရဗီပညာရှင်အချို့၊ ဘာစ်ရာမြို့သားများက ဤသည်မှာ တစ်သိန်း သို့မဟုတ် ထိုထက်ပိုသည်ဟု ဆိုလိုသည်\" ဟု ပြောခဲ့သည်။ အိဗ်နု ဂျာရီရ် သည် ဤအာယသ်တော်ကို အောက်ပါအာယသ်တော်များကို အဓိပ္ပါယ်ဖွင့်ဆိုသကဲ့သို့ အဓိပ္ပါယ်ဖွင့်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَٰلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ထိုအရာပြီးနောက် သင်တို့၏စိတ်နှလုံးများသည် ခက်မာသွားပြီး ကျောက်တုံးများကဲ့သို့ သို့မဟုတ် ထိုထက်ပင် ပိုမိုခက်မာသွားသည်။)</span><span class=\"gray\">(၂:၇၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်လော့! ၎င်းတို့အနက်မှ အချို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့သကဲ့သို့ သို့မဟုတ် ထိုထက်ပို၍ လူများကို ကြောက်ရွံ့ကြသည်။)</span><span class=\"gray\">(၄:၇၇)</span>၊ နှင့်</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လေးနှစ်စင်းစာအကွာအဝေး သို့မဟုတ် <span class=\"gray\">(ထိုထက်ပင်)</span> ပိုမိုနီးကပ်သည်။)</span><span class=\"gray\">(၅၃:၉)</span>။ အဓိပ္ပါယ်မှာ ထိုထက် မနည်းဘဲ ပို၍ဖြစ်သည်ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَآمَنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ယုံကြည်ခဲ့ကြသည်။)</span> ဆိုသည်မှာ ယူနွတ်စ် (အလိုင်ဟစ္စလာမ်) အား စေလွှတ်ခြင်းခံခဲ့ရသော ဤလူများအားလုံးက ယုံကြည်ခဲ့ကြသည်ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အား ခဏတာမျှ ပျော်ရွှင်စေခဲ့သည်။)</span> ဆိုသည်မှာ ၎င်းတို့၏ သတ်မှတ်ထားသော အဆုံးသတ်အချိန်အထိဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ခဲ့သော မြို့ <span class=\"gray\">(လူ့အဖွဲ့အစည်း)</span> တစ်ခုခုရှိခဲ့၍ ၎င်း၏ယုံကြည်မှု <span class=\"gray\">(ထိုအချိန်တွင်)</span> က ၎င်းကို ကယ်တင်ခဲ့ပါသလား? – ယူနွတ်စ်၏ လူမျိုးများမှအပဖြစ်သည်။ ၎င်းတို့ ယုံကြည်ခဲ့ကြသောအခါ ငါတို့သည် ၎င်းတို့ထံမှ (ပစ္စုပ္ပန်) လောကီဘဝတွင် အရှက်ရစေသော ပြစ်ဒဏ်ကို ဖယ်ရှားခဲ့ပြီး၊ ၎င်းတို့အား ခဏတာမျှ ပျော်ရွှင်စေခဲ့သည်။)</span><span class=\"gray\">(၁၀:၉၈)</span></p>"
  }
]