[
  {
    "ayah_key": "25:7",
    "group_ayah_key": "25:7",
    "from_ayah": "25:7",
    "to_ayah": "25:14",
    "ayah_keys": "25:7,25:8,25:9,25:10,25:11,25:12,25:13,25:14",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က (ဤ) ရစူလ်သည် အဘယ်ကြောင့် အစားအစာကို စားသုံး၍ ဈေးများတွင် သွားလာနေရပါသနည်း။ အဘယ်ကြောင့် သူ့ထံ အပါးတော်စေတမန်တစ်ပါးကို စေလွှတ်၍ သူနှင့်အတူ သတိပေးသူအဖြစ် မရှိစေရပါသနည်း။ <span>(၇)</span> သို့မဟုတ် <span class=\"gray\">(အဘယ်ကြောင့်)</span> သူ့အား ရတနာပစ္စည်းကို မပေးသနားရပါသနည်း။ သို့မဟုတ် အဘယ်ကြောင့် သူ့အား စားသုံးရန် ဥယျာဉ်တစ်ခု မရှိရပါသနည်း။ ထို့ပြင် မတရားပြုသူတို့က သင်တို့သည် မျက်လှည့်ခံရသူတစ်ဦးကိုသာ လိုက်နာကြသည်။ <span>(၈)</span> သင်တို့အတွက် ၎င်းတို့မည်သို့ ပုံပမာများ ပြုလုပ်ကြသည်ကို ရှုလော့။ ထို့ကြောင့် ၎င်းတို့သည် လမ်းမှားသွားကြပြီ။ ထို့ပြင် ၎င်းတို့သည် လမ်းကို ရှာမတွေ့နိုင်ကြ။ <span>(၉)</span> အကြင်အရှင်သည် သာယာတော်မူပါက သင့်အား ထိုမျှထက် သာလွန်ကောင်းမွန်သော <span class=\"gray\">(အားလုံး)</span> – ဥယျာဉ်များကို ချောင်းများ စီးဆင်းလျက်ရှိသော ဥယျာဉ်များကို ပေးသနားတော်မူမည်ဖြစ်ပြီး သင့်အား နန်းတော်များကိုလည်း ပေးသနားတော်မူမည်။ ထိုအရှင်သည် မင်္ဂလာရှိတော်မူ၏။ <span>(၁၀)</span> မဟုတ်ပေ၊ ၎င်းတို့သည် နောက်ဆုံးနာရီကို ငြင်းပယ်ကြ၏။ နောက်ဆုံးနာရီကို ငြင်းပယ်သူတို့အတွက် ကျွန်ုပ်တို့သည် တောက်လောင်နေသော ငရဲမီးကို ပြင်ဆင်ထားပြီး ဖြစ်သည်။ <span>(၁၁)</span> ထိုငရဲမီးသည် ၎င်းတို့ကို ဝေးသောနေရာမှ မြင်သောအခါ ၎င်းတို့သည် ငရဲမီး၏ ဒေါသတကြီး အော်ဟစ်သံနှင့် ဟောက်သံကို ကြားရမည်။ <span>(၁၂)</span> ထို့ပြင် ၎င်းတို့ကို ငရဲမီး၏ ကျဉ်းမြောင်းသောနေရာသို့ ပစ်ချသောအခါ၊ သံကြိုးများဖြင့် ချည်နှောင်လျက် ရှိသောအခါ ၎င်းတို့သည် ထိုနေရာတွင် ပျက်စီးခြင်းအတွက် အော်ဟစ်ကြမည်။ <span>(၁၃)</span> ယနေ့ ပျက်စီးခြင်းတစ်ခုအတွက် မအော်ဟစ်ကြနှင့်၊ သို့သော် ပျက်စီးခြင်းများစွာအတွက် အော်ဟစ်ကြလော့။ <span>(၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူတို့က ရစူလ် <span class=\"gray\">(ﷺ)</span> နှင့်ပတ်သက်၍ မည်သို့ ပြောဆိုခဲ့ကြသည်၊ ၎င်းတို့၏ စကားများကို ငြင်းပယ်ခြင်းနှင့် ၎င်းတို့၏ နောက်ဆုံးကံကြမ္မာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့၏ ခိုင်မာသော ငြင်းဆန်မှုနှင့် အမှန်တရားကို လက်မခံမှုတို့အကြောင်းကို ပြောပြတော်မူ၏၊ ထိုသို့ပြုလုပ်ရန် အထောက်အထား သို့မဟုတ် သက်သေမရှိဘဲ ဖြစ်၏။ ၎င်းတို့၏ ဆင်ခြေမှာ ၎င်းတို့ပြောဆိုခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِ هَٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤရစူလ်သည် အဘယ်ကြောင့် အစားအစာကို စားသုံးရပါသနည်း၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ စားသုံးသကဲ့သို့ စားသုံးပြီး၊ ကျွန်ုပ်တို့ လိုအပ်သကဲ့သို့ အဘယ်ကြောင့် သူသည် အစားအစာကို လိုအပ်ရပါသနည်း' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمْشِي فِي الْأَسْوَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ဈေးများတွင် သွားလာနေရပါသနည်း။)</span> ဆိုလိုသည်မှာ သူသည် ကူးသန်းရောင်းဝယ်ရန်နှင့် အသက်မွေးဝမ်းကျောင်းပြုရန် မကြာခဏ သွားလာနေခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် သူ့ထံ အပါးတော်စေတမန်တစ်ပါးကို စေလွှတ်၍ သူနှင့်အတူ သတိပေးသူအဖြစ် မရှိစေရပါသနည်း။)</span> ၎င်းတို့က အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်ထံမှ အပါးတော်စေတမန်တစ်ပါးသည် သူ၏ပြောဆိုချက်များသည် မှန်ကန်ကြောင်း သက်သေခံရန် သူ့ထံ မဆင်းသက်လာရပါသနည်းဟု ပြောဆိုနေကြသည်။ ဤသည်မှာ ဖိရ်အောန် ပြောဆိုခဲ့သည်နှင့် တူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အဘယ်ကြောင့် သူ့အား ရွှေလက်ကောက်များ မချီးမြှင့်ရသနည်း၊ သို့မဟုတ် အပါးတော်စေတမန်များကို သူနှင့်အတူ မစေလွှတ်ရသနည်း\")</span><span class=\"gray\">(၄၃:၅၃)</span>။ ဤသူများသည် အလားတူစိတ်ဓာတ်မျိုး ရှိကြပြီး အလားတူစကားများကို ပြောဆိုခဲ့ကြသည်။ ၎င်းတို့က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُلْقَىٰ إِلَيْهِ كَنزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် <span class=\"gray\">(အဘယ်ကြောင့်)</span> သူ့အား ရတနာပစ္စည်းကို မပေးသနားရပါသနည်း)</span> ဆိုလိုသည်မှာ သူ၏လိုအပ်ချက်များနှင့် ဆန္ဒများအတွက် သုံးစွဲနိုင်သော ရတနာပစ္စည်း ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အဘယ်ကြောင့် သူ့အား စားသုံးရန် ဥယျာဉ်တစ်ခု မရှိရပါသနည်း)</span> ဆိုလိုသည်မှာ သူသွားလေရာရာတိုင်းတွင် သူနှင့်အတူပါသွားမည့် ဥယျာဉ်ဖြစ်သည်။ ဤအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူသော်လည်း၊ ထိုအရာများ မလုပ်ဆောင်ရန် အကြောင်းရင်းရှိပြီး ၎င်းအရှင်မြတ်နှင့်အတူ ပြည့်စုံသော သက်သေခံချက်နှင့် ဆင်ခြေရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الظَّالِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မတရားပြုသူတို့က သင်တို့သည် မျက်လှည့်ခံရသူတစ်ဦးကိုသာ လိုက်နာကြသည်ဟု ပြောဆိုကြသည်။)</span> အလ္လာဟ်အရှင်မြတ်က ပြောဆိုတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် ၎င်းတို့မည်သို့ ပုံပမာများ ပြုလုပ်ကြသည်ကို ရှုလော့။ ထို့ကြောင့် ၎င်းတို့သည် လမ်းမှားသွားကြပြီ။)</span> ဆိုလိုသည်မှာ သင်သည် စုန်းကဝေ၊ သို့မဟုတ် မျက်လှည့်ခံရသူ၊ သို့မဟုတ် ရူးသွပ်သူ၊ သို့မဟုတ် လိမ်ညာသူ၊ သို့မဟုတ် ကဗျာဆရာဖြစ်သည်ဟု ၎င်းတို့ပြောဆိုသောအခါ သင့်အား စွပ်စွဲပြီး မယုံကြည်ခဲ့ကြသည်။ သို့သော် ဤအရာအားလုံးသည် မှားယွင်းသော အယူအဆများဖြစ်သည်။ အနည်းငယ်မျှ နားလည်မှုရှိသော မည်သူမဆို ၎င်းတို့ လိမ်ညာနေကြောင်း သိရှိလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က ပြောဆိုတော်မူ၏။</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَضَلُّوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် လမ်းမှားသွားကြပြီ)</span> လမ်းညွှန်မှု လမ်းကြောင်းမှ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَا يَسْتَطِيعُونَ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် လမ်းကို ရှာမတွေ့နိုင်ကြ။)</span> အမှန်တရားနှင့် လမ်းညွှန်မှု လမ်းကြောင်းမှ ထွက်ခွာသွားသူတိုင်းသည် မည်သည့် ဦးတည်ရာသို့ သွားသည်ဖြစ်စေ လမ်းမှားရောက်သွားပြီဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အမှန်တရားသည် တစ်ခုတည်းဖြစ်ပြီး ၎င်း၏နည်းလမ်းသည် စည်းလုံးညီညွတ်သောကြောင့်၊ ၎င်း၏အစိတ်အပိုင်းများသည် အခြားအစိတ်အပိုင်းများကို အတည်ပြုနေခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် သူ၏နဗီတမန်တော်အား မိမိအလိုတော်ရှိပါက ဤလောကတွင် ၎င်းတို့ပြောဆိုနေသည်ထက် အဆများစွာ ပိုမိုကောင်းမွန်သော အရာကို ပေးသနားနိုင်ကြောင်း ပြောဆိုတော်မူသည်။ အရှင်မြတ်က ပြောဆိုတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي إِن شَاءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်အရှင်သည် သာယာတော်မူပါက သင့်အား ထိုမျှထက် သာလွန်ကောင်းမွန်သော <span class=\"gray\">(အားလုံး)</span> ကို ပေးသနားတော်မူမည်ဖြစ်ပြီး ထိုအရှင်သည် မင်္ဂလာရှိတော်မူ၏။)</span> မူဂျာဟစ်ဒ်က \"ဤသည်မှာ ဤလောကတွင်\" ဟု ပြောခဲ့သည်။ ထို့ပြင် သူက ပြောခဲ့သည်- \"ကုရ်အိုက်ရှ်တို့သည် ကျောက်တုံးဖြင့် ဆောက်လုပ်ထားသော အိမ်တိုင်းကို ကြီးသည်ဖြစ်စေ၊ သေးသည်ဖြစ်စေ 'နန်းတော်' ဟု ခေါ်ကြသည်။\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">بَلْ كَذَّبُوا بِالسَّاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ ၎င်းတို့သည် နောက်ဆုံးနာရီကို ငြင်းပယ်ကြ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤသို့ ခေါင်းမာစွာ မယုံကြည်ဘဲ ပြောဆိုခြင်းဖြစ်သည်၊ အသိပညာနှင့် လမ်းညွှန်မှုကို ရှာဖွေခြင်းကြောင့် မဟုတ်ဘဲ၊ ရှင်ပြန်ထမြောက်ရာနေ့ကို မယုံကြည်ခြင်းကြောင့် ၎င်းတို့ပြောဆိုသည့်အတိုင်း ပြောဆိုခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ပြင်ဆင်ထားပြီ)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် အဆင်သင့် ပြုလုပ်ထားပြီ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن كَذَّبَ بِالسَّاعَةِ سَعِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဆုံးနာရီကို ငြင်းပယ်သူတို့အတွက် တောက်လောင်နေသော ငရဲမီး။)</span> ဆိုလိုသည်မှာ ငရဲမီးတွင် မခံမရပ်နိုင်အောင် ပူပြင်း၍ နာကျင်စေသော ပြစ်ဒဏ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَأَتْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမြင်သောအခါ)</span> ဆိုလိုသည်မှာ ငရဲမီးသည် ၎င်းတို့ကို မြင်သောအခါဖြစ်သည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">مِّن مَّكَانٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝေးသောနေရာမှ၊)</span> ဆိုလိုသည်မှာ (ရှင်ပြန်ထမြောက်ရာနေ့တွင်) စုဝေးရာနေရာမှ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငရဲမီး၏ ဒေါသတကြီး အော်ဟစ်သံနှင့် ဟောက်သံကို ကြားရမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အပေါ် မုန်းတီးမှုကြောင့် <span class=\"gray\">(ထိုအသံများကို ပြုလုပ်မည်)</span> ဖြစ်သည်။ ဤသည်မှာ အာယသ်နှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ - تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေရာသို့ ပစ်ချခံရသောအခါ ၎င်းသည် လောင်ကျွမ်းနေစဉ် အသက်ရှူသွင်းသံ (ကြောက်မက်ဖွယ်ကောင်းသော) ကို ကြားရမည်။ ၎င်းသည် ဒေါသအမျက်ကြောင့် ပေါက်ကွဲလုနီးပါး ဖြစ်၏။)</span><span class=\"gray\">(၆၇:၇-၈)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သူများအပေါ် ပြင်းထန်စွာ မုန်းတီးမှုကြောင့် ၎င်း၏အစိတ်အပိုင်းများသည် အခြားအစိတ်အပိုင်းများနှင့် ကွဲထွက်လုနီးပါး ဖြစ်နေခြင်းကို ဆိုလိုသည်။ အီမာမ် အဘူ ဂျာအ်ဖရ် ဘင် ဂျရီရ်က အိဗ်နု အဘ်ဘာစ်က ပြောခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်- \"လူတစ်ဦးကို ငရဲမီးဆီသို့ ဆွဲခေါ်သွားလိမ့်မည်။ ထိုငရဲမီးသည် ကျယ်လာလိုက်၊ ကျဉ်းလာလိုက် ဖြစ်နေမည်ဖြစ်ပြီး အာရ်-ရဟ်မာန်က ထိုငရဲမီးကို 'မင်းဘာဖြစ်နေတာလဲ' ဟု ပြောလိမ့်မည်။ ငရဲမီးက 'သူက ကျွန်ုပ်ဆီက ခိုလှုံမှုကို ရှာနေပါတယ်' ဟု ပြောလိမ့်မည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က 'ငါ့ကျွန်ကို လွှတ်ပေးလိုက်' ဟု ပြောလိမ့်မည်။ အခြားလူတစ်ဦးကို ငရဲမီးဆီသို့ ဆွဲခေါ်သွားလိမ့်မည်ဖြစ်ပြီး သူက 'အို အရှင်သခင်၊ ကျွန်တော် ကိုယ်တော်ထံမှ ဒီလိုမျိုး တစ်ခါမှ မမျှော်လင့်ခဲ့ဘူး' ဟု ပြောလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က 'မင်းဘာကို မျှော်လင့်ခဲ့လဲ' ဟု ပြောလိမ့်မည်။ ထိုလူက 'ကိုယ်တော်၏ ကရုဏာတော်သည် ကျွန်တော့်ကိုပါ ထည့်သွင်းပေးလောက်အောင် ကြီးမားလိမ့်မည်ဟု ကျွန်တော် မျှော်လင့်ခဲ့ပါတယ်' ဟု ပြောလိမ့်မည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က 'ငါ့ကျွန်ကို လွှတ်ပေးလိုက်' ဟု ပြောလိမ့်မည်။ အခြားလူတစ်ဦးကို ငရဲမီးဆီသို့ ဆွဲခေါ်သွားလိမ့်မည်ဖြစ်ပြီး ငရဲမီးက သူ့ကို မြင်းစာကို မြည်းစားသကဲ့သို့ ဟစ်အော်လိမ့်မည်။ ထို့နောက် လူတိုင်းကို ကြောက်လန့်စေမည့် ညည်းသံကို ပေးလိမ့်မည်။\" ၎င်း၏ ပြောပြသူ ဆင့်ကဲမှတ်တမ်းသည် ဆဟီးဟ် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငရဲမီး၏ ဒေါသတကြီး အော်ဟစ်သံနှင့် ဟောက်သံကို ကြားရမည်။)</span> အဗ်ဒူရ်-ရက်ဇ်ဇာက်က 'ဥဘိုင်ဒ် ဘင် ဥမိုင်ရ်က ပြောခဲ့သည်- \"ငရဲမီးသည် ညည်းသံတစ်ခုကို ထုတ်လွှတ်မည်ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်နှင့် နီးစပ်သော မည်သည့်အပါးတော်စေတမန်မျှ၊ လူသားများထံ စေလွှတ်သော မည်သည့်နဗီတမန်တော်မျှ ၎င်း၏မျက်နှာဖြင့် ပြိုလဲကျကာ တုန်ယင်နေခြင်း မရှိဘဲ ရှိမည်မဟုတ်ပေ။ အီဗရာဟင်မ် (အိုစလမ်) ပင် ဒူးထောက်ကာ 'အို အရှင်သခင်၊ ယနေ့ ကျွန်တော်သည် ကျွန်ုပ်ကိုယ်တိုင်မှလွဲ၍ ကယ်တင်ခြင်းကို ကိုယ်တော်ထံမှ မတောင်းဆိုပါ' ဟု ပြောလိမ့်မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့ကို ငရဲမီး၏ ကျဉ်းမြောင်းသောနေရာသို့ ပစ်ချသောအခါ၊ သံကြိုးများဖြင့် ချည်နှောင်လျက် ရှိသောအခါ)</span> ကတာဒါက အဘူ အယူးဘ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အဗ်ဒူလ္လာဟ် ဘင် အမ်ရ်က ပြောခဲ့သည်- \"လှံဖျားကဲ့သို့၊ ဆိုလိုသည်မှာ ၎င်း၏ကျဉ်းမြောင်းမှုတွင် ဖြစ်သည်။\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">مُّقَرَّنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံကြိုးများဖြင့် ချည်နှောင်လျက်၊)</span> အဘူ ဆွာလိဟ်က \"ဤသည်မှာ ၎င်းတို့၏ ပခုံးများမှ ချည်နှောင်ခြင်းကို ဆိုလိုသည်\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعَوْا هُنَالِكَ ثُبُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေရာတွင် ပျက်စီးခြင်းအတွက် အော်ဟစ်ကြမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဝမ်းနည်းပူဆွေးမှု၊ နောင်တနှင့် ဝမ်းနည်းကြေကွဲမှုတို့ဖြင့် အော်ဟစ်ကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့ ပျက်စီးခြင်းတစ်ခုအတွက် မအော်ဟစ်ကြနှင့်...)</span></p>"
  }
]