[
  {
    "ayah_key": "2:178",
    "group_ayah_key": "2:178",
    "from_ayah": "2:178",
    "to_ayah": "2:179",
    "ayah_keys": "2:178,2:179",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အလ်-ကိဆာစ့် <span class=\"gray\">(တူညီစွာ လက်စားချေခြင်းဥပဒေ)</span> ကို လူသတ်မှုအတွက် သင်တို့အပေါ် ပြဋ္ဌာန်းထားပြီ။ လွတ်လပ်သူနှင့် လွတ်လပ်သူ၊ ကျွန်နှင့် ကျွန်၊ အမျိုးသမီးနှင့် အမျိုးသမီး။ သို့သော် အကယ်၍ အသတ်ခံရသူ၏ အစ်ကို <span class=\"gray\">(သို့မဟုတ် ဆွေမျိုးများ)</span> က လူသတ်သမားကို <span class=\"gray\">(အသက်သွေးကြွေးဖြင့်)</span> ခွင့်လွှတ်လိုက်လျှင် ၎င်းကို ကောင်းမွန်သော နည်းလမ်းဖြင့် တောင်းဆိုရမည်ဖြစ်ပြီး၊ သူ့အား ရိုသေစွာ ပေးဆောင်ရမည်။ ၎င်းသည် သင်တို့၏ အရှင်သခင်ထံမှ သက်သာရာရစေခြင်းနှင့် ကရုဏာဖြစ်သည်။ ဤနောက်ပိုင်းတွင် မည်သူမဆို ကန့်သတ်ချက်များကို ကျူးလွန်ပါက <span class=\"gray\">(ဆိုလိုသည်မှာ အသက်သွေးကြွေးယူပြီးနောက် လူသတ်သမားကို သတ်ပါက)</span>၊ သူ့အား ပြင်းပြသော နာကျင်သည့် ပြစ်ဒဏ်ရှိမည်။ <span>(၁၇၈)</span>အို နားလည်သူတို့! အလ်-ကိဆာစ့် <span class=\"gray\">(ပြစ်ဒဏ်တွင် တူညီစွာ လက်စားချေခြင်းဥပဒေ)</span> တွင် သင်တို့အတွက် အသက် <span class=\"gray\">(ကယ်တင်ခြင်း)</span> ရှိသည်။ သို့မှသာ သင်တို့သည် တက်ကဝါကို ရရှိကြမည်။ <span>(၁၇၉)</span></p><div lang=\"my\" class=\"my \"><h2>တူညီစွာ လက်စားချေခြင်းဥပဒေ၏ နောက်ကွယ်ရှိ အမိန့်နှင့် ဉာဏ်ပညာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– အို ယုံကြည်သူအပေါင်းတို့! တူညီစွာ လက်စားချေခြင်းဥပဒေကို သင်တို့အပေါ် <span class=\"gray\">(လူသတ်မှုများအတွက်)</span> ပြဋ္ဌာန်းထားပြီ၊ လွတ်လပ်သူနှင့် လွတ်လပ်သူ၊ ကျွန်နှင့် ကျွန်၊ အမျိုးသမီးနှင့် အမျိုးသမီး။ ထို့ကြောင့် သင်တို့ရှေ့က အခြားသူများ ကျူးလွန်ခဲ့သကဲ့သို့ သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို မကျူးလွန်ကြနှင့်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် ပြဋ္ဌာန်းထားသည်များကို ပြောင်းလဲခဲ့ကြသည်။ ဤဖော်ပြချက်၏ နောက်ကွယ်ရှိ အကြောင်းရင်းမှာ <span class=\"gray\">(ဂျူးမျိုးနွယ်စုဖြစ်သည့်)</span> ဘာနူ အန်-နာဒီရ်သည် ဂျာဟီလီယားခေတ် <span class=\"gray\">(အစ္စလာမ်မတိုင်မီ)</span> ကူရိုင်ဇာ <span class=\"gray\">(အခြားဂျူးမျိုးနွယ်စု)</span> ကို ကျူးကျော်ကာ အောင်ပွဲခံခဲ့ခြင်း ဖြစ်သည်။ ထို့ကြောင့် <span class=\"gray\">(၎င်းတို့က ဥပဒေတစ်ခု ပြုလုပ်ခဲ့သည်)</span> နဒီရ်မှ လူတစ်ဦးက ကူရိုင်ဇာမှ လူတစ်ဦးကို သတ်ပါက သူ့အား လက်စားချေခြင်းဖြင့် မသတ်ဘဲ ရက်စွဲ ၁၀၀ ဝါ့စက်ကိုသာ ပေးရသည်။ သို့သော် ကူရိုင်ဇာမှ လူတစ်ဦးက နဒီရ်လူတစ်ဦးကို သတ်ပါက သူ့အား သတ်ရမည်။ နဒီရ်သည် <span class=\"gray\">(လူသတ်သမားကို ကွပ်မျက်ခြင်းကို စွန့်လွှတ်ပြီး ၎င်းအစား သူ့အား)</span> ရွေးဖိုးပေးရန် လိုလားပါက ကူရိုင်ဇာလူသည် ရက်စွဲ ၂၀၀ ဝါ့စက်ကို ပေးရသည် <span class=\"gray\">[နာဒီရ်က ဒီယာ <span class=\"gray\">(အသက်သွေးကြွေး)</span> အဖြစ် ပေးဆောင်သည်ထက် နှစ်ဆ]</span>။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်စီရင်ထုံးနှင့်ပတ်သက်၍ တရားမျှတမှု ရှိစေရန်နှင့် မယုံကြည်ခြင်းနှင့် ကျူးလွန်မှုတို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား အမိန့်ပေးထားသည်များကို ဆန့်ကျင်ပြီး ပြောင်းလဲပစ်သော လမ်းမှားသူများနှင့် ဆိုးသွမ်းသူများ၏ လမ်းကို ရှောင်ရှားရန် အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنثَىٰ بِالْأُنثَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ကိဆာစ့် <span class=\"gray\">(ပြစ်ဒဏ်တွင် တူညီစွာ လက်စားချေခြင်းဥပဒေ)</span> ကို လူသတ်မှုအတွက် သင်တို့အပေါ် ပြဋ္ဌာန်းထားပြီ။ လွတ်လပ်သူနှင့် လွတ်လပ်သူ၊ ကျွန်နှင့် ကျွန်၊ အမျိုးသမီးနှင့် အမျိုးသမီး။)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنثَىٰ بِالْأُنثَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လွတ်လပ်သူနှင့် လွတ်လပ်သူ၊ ကျွန်နှင့် ကျွန်၊ အမျိုးသမီးနှင့် အမျိုးသမီး။)</span> ကို အသက်အတွက် အသက် <span class=\"gray\">(၅:၄၅)</span> ဟူသော ဖော်ပြချက်ဖြင့် ပယ်ဖျက်ခဲ့သည်။ သို့သော် ပညာရှင်အများစုက မွတ်စလင်တစ်ဦးသည် မိမိသတ်ခဲ့သော မယုံကြည်သူအတွက် အသတ်ခံရခြင်း မရှိဟု သဘောတူကြသည်။ အလ်-ဘူခါရီက အလီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُقْتَلُ مُسْلِمٌ بِكَافِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စလင်သည် မယုံကြည်သူ <span class=\"gray\">(မိမိသတ်ခဲ့သူ)</span> အတွက် အသတ်ခံရခြင်းမရှိ။)</span></p><p lang=\"my\" class=\"my \">ဤဆုံးဖြတ်ချက်ကို ဆန့်ကျင်သော မည်သည့်အမြင်မျှ မှန်ကန်နိုင်မည်မဟုတ်သလို၊ ၎င်းကို ဆန့်ကျင်ရန် စစ်မှန်သော ဟဒီးစ်လည်း မရှိပါ။ သို့သော် အဘူ ဟနီဖာက ဆူရတွလ် မာအိဒါဟ် <span class=\"gray\">(ကုရ်အာန်ရှိ အခန်း ၅)</span> ရှိ အာယတ်တော် <span class=\"gray\">(၅:၄၅)</span> ၏ အဓိပ္ပါယ် ယေဘုယျကို လိုက်နာကာ မွတ်စလင်ကို မယုံကြည်သူအတွက် သတ်နိုင်သည်ဟု ယူဆခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ်လေးပါး <span class=\"gray\">(အဘူ ဟနီဖာ၊ မာလစ်၊ ရှာဖီအီနှင့် အဟ်မဒ်)</span> နှင့် ပညာရှင်အများစုက လူတစ်ဦးကို သတ်ဖြတ်သည့်အုပ်စုကို ထိုလူတစ်ဦးအတွက် သတ်သည်ဟု ဖော်ပြခဲ့ကြသည်။ ‘ဥမရ်’ က ခုနစ်ဦးက သတ်ခဲ့သော ကောင်လေးတစ်ဦးနှင့်ပတ်သက်၍ “ဆန်အာမြို့ <span class=\"gray\">(ယနေ့ ယီမင်နိုင်ငံ၏ မြို့တော်)</span> မှ မြို့သူမြို့သားအားလုံး ပူးပေါင်းပြီး သူ့ကို သတ်ခဲ့လျှင် သူတို့အားလုံးကို ကျွန်ုပ်သတ်မည်” ဟု ပြောကြားခဲ့သည်။ ထိုအချိန်က ဆွဟာဘာများက ဤသို့ ဆန့်ကျင်သော အမြင်မျိုးကို မသိရှိခဲ့ကြသဖြင့် ၎င်းသည် အစ်ဂျ်မာအ် <span class=\"gray\">(သဘောတူညီမှု)</span> နှင့် နီးစပ်သည်။ အီမာမ် အဟ်မဒ်ထံမှ လူအုပ်စုကို ၎င်းတို့သတ်ခဲ့သော တစ်ဦးတည်းသော လူအတွက် မသတ်ဘဲ၊ တစ်ဦးတည်းသော လူအတွက် တစ်ဦးတည်းသော လူကိုသာ သတ်သည်ဟူသော အမြင်တစ်ခု ရှိသည်။ အိဗ်နုလ် မွန်ဇ်ဒီရ်ကလည်း ဤအမြင်ကို မုအာဒ်၊ အိဗ်နု အဇ်-ဇူဘိုင်ရ်၊ ‘အဗ်ဒုလ်-မလိက် ဗင် မရ်ဝါန်၊ အဇ်-ဇူဟ်ရီ၊ အိဗ်နု စီရင် နှင့် ဟဘစ် ဗင် အဘူ သာဘစ်တို့ထံမှ ရယူဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ဖော်ပြချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ လူသတ်သမားကို အသတ်ခံရသူ၏ အစ်ကို <span class=\"gray\">(သို့မဟုတ် ဆွေမျိုးများ)</span> က <span class=\"gray\">(အသက်သွေးကြွေးဖြင့်)</span> ခွင့်လွှတ်လိုက်လျှင် ၎င်းကို ကောင်းမွန်သော နည်းလမ်းဖြင့် တောင်းဆိုရမည်ဖြစ်ပြီး၊ သူ့အား ရိုသေစွာ ပေးဆောင်ရမည်။)</span> သည် တမင်သတ်ဖြတ်မှုများတွင် <span class=\"gray\">(လူသတ်သမားကို ခွင့်လွှတ်ပေးသည့်အနေဖြင့် သားကောင်၏ ဆွေမျိုးများက)</span> အသက်သွေးကြွေးကို လက်ခံခြင်းကို ရည်ညွှန်းသည်။ ဤအမြင်ကို အဘူ အလ်-အာလီယာဟ်၊ အဘူ ရှာအ်သာအ်၊ မုဂျာဟစ်ဒ်၊ ဆအိဒ် ဗင် ဂျူဘိုင်ရ်၊ ‘အတာအ် အလ်-ဟာစန်၊ ကတာဒါဟ်နှင့် မုကာသိလ် ဗင် ဟယ်ယာန်တို့ထံမှ ရယူဖော်ပြခဲ့သည်။ အဒ်-ဒဟ်ဟက်က အိဗ်နု ‘အဗ်ဗားစ်က ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ လူသတ်သမားကို အသတ်ခံရသူ၏ အစ်ကို <span class=\"gray\">(သို့မဟုတ် ဆွေမျိုးများ)</span> က <span class=\"gray\">(အသက်သွေးကြွေးဖြင့်)</span> ခွင့်လွှတ်လိုက်လျှင်)</span> ဆိုသည်မှာ လူသတ်သမားကို သူ၏အစ်ကို <span class=\"gray\">(ဆိုလိုသည်မှာ သားကောင်၏ ဆွေမျိုး)</span> က ခွင့်လွှတ်ခြင်းဖြစ်ပြီး၊ သေဒဏ် <span class=\"gray\">(လူသတ်သမားအပေါ်)</span> ပေးဆောင်ရပြီးနောက် ဒီယာကို လက်ခံခြင်းဖြစ်သည်။ ၎င်းသည် ‘အဖ်ဝ် <span class=\"gray\">(အာယတ်တော်တွင် ဖော်ပြထားသော ခွင့်လွှတ်ခြင်း)</span> ဖြစ်သည်”။ အလ္လာဟ်အရှင်မြတ်၏ ဖော်ပြချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتِّبَاعٌ بِالْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့နောက် ၎င်းကို ကောင်းမွန်သော နည်းလမ်းဖြင့် တောင်းဆိုရမည်၊)</span> ဆိုသည်မှာ ဆွေမျိုးက အသက်သွေးကြွေးယူရန် သဘောတူသောအခါ၊ သူ၏ တရားဝင် ထိုက်တန်သော အခွင့်အရေးများကို ကြင်နာစွာ စုဆောင်းသင့်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူ့အား ရိုသေစွာ ပေးဆောင်ရမည်။)</span> ဆိုသည်မှာ လူသတ်သမားသည် နောက်ထပ် ထိခိုက်မှု မဖြစ်စေဘဲ သို့မဟုတ် ငွေပေးချေမှုကို ခုခံခြင်းမပြုဘဲ အခြေချမှု သဘောတူညီချက်များကို လက်ခံသင့်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့၏ အရှင်သခင်ထံမှ သက်သာရာရစေခြင်းနှင့် ကရုဏာဖြစ်သည်။)</span> ဆိုသည်မှာ တမင်သတ်ဖြတ်မှုအတွက် အသက်သွေးကြွေးကို လက်ခံခွင့်ပြုသည့် ဥပဒေသည် သင်တို့၏ အရှင်သခင်ထံမှ သက်သာရာရစေခြင်းနှင့် ကရုဏာဖြစ်သည်။ ၎င်းသည် သေဒဏ်ပေးခြင်း သို့မဟုတ် ခွင့်လွှတ်ခြင်း နှစ်မျိုးလုံးကို ပြုလုပ်ခဲ့သော သင်တို့ရှေ့က လူများထံမှ လိုအပ်သည်များကို ပေါ့ပါးစေသည်။</p><p lang=\"my\" class=\"my \">ဆအိဒ် ဗင် မန်ဆူရ်က အိဗ်နု ‘အဗ်ဗားစ်က ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်– “အစ္စရေးလ်သားများသည် လူသတ်မှုများတွင် တူညီစွာ လက်စားချေခြင်းဥပဒေကို လိုက်နာရန် လိုအပ်ပြီး <span class=\"gray\">(အသက်သွေးကြွေးဖြင့် လဲလှယ်၍)</span> ခွင့်လွှတ်ခြင်းကို တင်ပြခွင့် မရရှိခဲ့ပါ။ အလ္လာဟ်အရှင်မြတ်က ဤအွမ်မာ <span class=\"gray\">(မွတ်စလင်မ်လူမျိုး)</span> အား မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنثَىٰ بِالْأُنثَىٰ فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြစ်ဒဏ်တွင် တူညီစွာ လက်စားချေခြင်းဥပဒေကို လူသတ်မှုအတွက် သင်တို့အပေါ် ပြဋ္ဌာန်းထားပြီ။ လွတ်လပ်သူနှင့် လွတ်လပ်သူ၊ အစေခံနှင့် အစေခံ၊ အမျိုးသမီးနှင့် အမျိုးသမီး။ သို့သော် အကယ်၍ လူသတ်သမားကို အသတ်ခံရသူ၏ အစ်ကို <span class=\"gray\">(သို့မဟုတ် ဆွေမျိုးများ)</span> က <span class=\"gray\">(အသက်သွေးကြွေးဖြင့်)</span> ခွင့်လွှတ်လိုက်လျှင်၊)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ‘ခွင့်လွှတ်ခြင်း’ သို့မဟုတ် ‘လွတ်ငြိမ်းခွင့်ပေးခြင်း’ ဆိုသည်မှာ တမင်သတ်ဖြတ်မှုများတွင် အသက်သွေးကြွေးကို လက်ခံခြင်းဖြစ်သည်။” အိဗ်နု ဟစ်ဗ်ဗန်ကလည်း ၎င်းကို သူ၏ ဆဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ခဲ့သည်။ ကတာဒါဟ်က ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့၏ အရှင်သခင်ထံမှ သက်သာရာရစေခြင်းဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤအွမ်မာကို၊ ၎င်းမတိုင်မီ မည်သည့်လူမျိုးအားမျှ ခွင့်မပြုခဲ့သော ဒီယာကို ပေးခြင်းဖြင့် ကရုဏာပြုတော်မူခဲ့သည်။ တောင်ရာကျမ်းရှင်များ <span class=\"gray\">(ဂျူးများ)</span> အား <span class=\"gray\">(လူသတ်မှုအတွက် သေဒဏ်ပေးခြင်းကဲ့သို့)</span> ပြစ်ဒဏ်စီရင်ထုံးကို လိုက်နာရန် သို့မဟုတ် လူသတ်သမားကို ခွင့်လွှတ်ရန် ခွင့်ပြုခဲ့သော်လည်း အသက်သွေးကြွေးကို ယူခွင့်မပြုခဲ့ပါ။ အင်ဂျီလ်ကျမ်းရှင်များ <span class=\"gray\">(ဧဝံဂေလိ - ခရစ်ယာန်များ)</span> အား <span class=\"gray\">(လူသတ်သမားကို ခွင့်လွှတ်ရန် လိုအပ်သော်လည်း ဒီယာကို ပြဋ္ဌာန်းထားခြင်း မရှိ)</span>။ ဤအွမ်မာ <span class=\"gray\">(မွတ်စလင်မ်များ)</span> အား <span class=\"gray\">(သေဒဏ်ပေးခြင်းကဲ့သို့)</span> ပြစ်ဒဏ်စီရင်ထုံးကို လိုက်နာရန် သို့မဟုတ် ခွင့်လွှတ်ပြီး အသက်သွေးကြွေးကို လက်ခံရန် ခွင့်ပြုသည်။” ဆအိဒ် ဗင် ဂျူဘိုင်ရ်၊ မုကာသိလ် ဗင် ဟယ်ယာန်နှင့် အာရ်-ရဘီအ် ဗင် အနပ်စ်တို့ထံမှလည်း အလားတူ သတင်းပို့ခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ဤနောက်ပိုင်းတွင် မည်သူမဆို ကန့်သတ်ချက်များကို ကျူးလွန်ပါက၊ သူ့အား ပြင်းပြသော နာကျင်သည့် ပြစ်ဒဏ်ရှိမည်။)</span> ဆိုသည်မှာ ဒီယာကို ယူပြီးနောက် သို့မဟုတ် လက်ခံပြီးနောက် လက်စားချေခြင်းဖြင့် သတ်ဖြတ်သူများသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ပြင်းပြသော နာကျင်သည့် ပြစ်ဒဏ်ကို ခံစားရမည်။ အိဗ်နု ‘အဗ်ဗားစ်၊ မုဂျာဟစ်ဒ်၊ ‘အတာအ် ‘အိကရိမာဟ်၊ အလ်-ဟာစန်၊ ကတာဒါဟ်၊ အာရ်-ရဘီအ် ဗင် အနပ်စ်၊ အပ်စ်-စွတ်ဒီနှင့် မုကာသိလ် ဗင် ဟယ်ယာန်တို့ထံမှလည်း အလားတူ သတင်းပို့ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>တူညီစွာ လက်စားချေခြင်းဥပဒေ၏ အကျိုးကျေးဇူးများနှင့် ဉာဏ်ပညာ</h2></div><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ကိဆာစ့်တွင် သင်တို့အတွက် အသက်ရှိသည်။)</span> တူညီစွာ လက်စားချေခြင်းဥပဒေကို ပြဋ္ဌာန်းခြင်း၊ ဆိုလိုသည်မှာ လူသတ်သမားကို သတ်ခြင်းသည် သင်တို့အတွက် ကြီးမားသော အကျိုးကျေးဇူးများ ဆောင်ကျဉ်းပေးသည်။ ဤနည်းဖြင့် အသက်၏ မြင့်မြတ်မှုကို ထိန်းသိမ်းထားနိုင်မည်။ အဘယ်ကြောင့်ဆိုသော် လူသတ်သမားသည် မိမိသတ်ပါက မိမိလည်း အသတ်ခံရမည်ဟု သေချာစွာ သိရှိသောကြောင့် လူသတ်ခြင်းမှ ရှောင်ကြဉ်မည်ဖြစ်သည်။ ထို့ကြောင့် အသက်ကို ထိန်းသိမ်းထားနိုင်မည်။ ယခင်ကျမ်းများတွင် လူသတ်ခြင်းသည် နောက်ထပ် လူသတ်ခြင်းကို ရပ်တန့်စေသည်ဟူသော ဖော်ပြချက်တစ်ခု ရှိသည်။ ဤအဓိပ္ပါယ်သည် ကုရ်အာန်တွင် ပိုမိုရှင်းလင်းပြတ်သားပြီး စကားလုံးလှပသော အသုံးအနှုန်းများဖြင့် ထွက်ပေါ်လာခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ကိဆာစ့် <span class=\"gray\">(ပြစ်ဒဏ်တွင် တူညီစွာ လက်စားချေခြင်းဥပဒေ)</span> တွင် သင်တို့အတွက် အသက် <span class=\"gray\">(ကယ်တင်ခြင်း)</span> ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">အဘူ အလ်-အာလီယာဟ်က ပြောကြားခဲ့သည်– “အလ္လာဟ်အရှင်မြတ်သည် တူညီစွာ လက်စားချေခြင်းဥပဒေကို ‘အသက်’ အဖြစ် ပြုလုပ်ခဲ့သည်။ ထို့ကြောင့် လူသတ်ရန် စဉ်းစားခဲ့သော လူမည်မျှများစွာ ရှိသော်လည်း ဤဥပဒေက သူ့အား အပြန်အလှန် သတ်ခံရမည်ကို ကြောက်ရွံ့၍ လူသတ်ခြင်းမှ တားဆီးခဲ့သည်။” မုဂျာဟစ်ဒ်၊ ဆအိဒ် ဗင် ဂျူဘိုင်ရ်၊ အဘူ မာလိက်၊ အလ်-ဟာစန်၊ ကတာဒါဟ်၊ အာရ်-ရဘီအ် ဗင် အနပ်စ်နှင့် မုကာသိလ် ဗင် ဟယ်ယာန်တို့ထံမှလည်း အလားတူ ဖော်ပြချက်များ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ ဖော်ပြချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို နားလည်သူတို့! သို့မှသာ သင်တို့သည် တက်ကဝါကို ရရှိကြမည်။)</span> ဆိုသည်မှာ ‘အို၊ မှန်ကန်သော စိတ်၊ နားလည်မှုနှင့် ဉာဏ်ပညာရှိသူတို့! ဤအရာဖြင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ တားမြစ်ချက်များနှင့် အရှင်မြတ်က အပြစ်ဟု သတ်မှတ်သည်များကို ကျူးလွန်ခြင်းမှ ရှောင်ကြဉ်ရန် တွန်းအားပေးခံရမည် ဖြစ်သည်။’ တက်ကဝါ <span class=\"gray\">(အာယတ်တော်တွင် ဖော်ပြထားသည်)</span> သည် နာခံမှုအားလုံးကို လုပ်ဆောင်ခြင်းနှင့် တားမြစ်ချက်အားလုံးမှ ရှောင်ကြဉ်ခြင်းဟု အဓိပ္ပာယ်ရသော စကားလုံးဖြစ်သည်။</p>"
  }
]