[
  {
    "ayah_key": "43:36",
    "group_ayah_key": "43:36",
    "from_ayah": "43:36",
    "to_ayah": "43:45",
    "ayah_keys": "43:36,43:37,43:38,43:39,43:40,43:41,43:42,43:43,43:44,43:45",
    "text": "<p lang=\"my\" class=\"my \">အကြင်သူသည် ယာအ်ရှူ <span class=\"gray\">(မျက်စိမှိတ် လွှဲဖယ်)</span> အနန္တကရုဏာရှင် အလ္လာဟ်အရှင်မြတ်အား အမှတ်ရခြင်းမှ လွှဲဖယ်လျှင်၊ ငါတို့သည် သူ့အပေါ်သို့ ရှိုင်တွာန်ကို သူ့အတွက် ကွာရီးန် <span class=\"gray\">(အဖော်)</span> အဖြစ် ခန့်အပ်တော်မူ၏။ <span class=\"gray\">(၃၆)</span>အမှန်စင်စစ် သူတို့သည် ထိုသူတို့အား လမ်းမှန်မှ တားဆီးကြ၏။ သို့သော် သူတို့ကမူ မိမိတို့သည် လမ်းမှန်ရရှိသူများ ဖြစ်သည်ဟု ထင်မှတ်နေကြ၏။ <span class=\"gray\">(၃၇)</span>ထို့နောက်၊ <span class=\"gray\">(ထိုကဲ့သို့သောသူသည်)</span> ငါတို့ထံ ရောက်ရှိလာသောအခါ၊ သူက \"ငါနှင့် သင်တို့အကြား၌ အရှေ့နှစ်ခု၏ အကွာအဝေး <span class=\"gray\">(သို့မဟုတ် အရှေ့နှင့်အနောက်)</span> လောက်သာ ရှိခဲ့ပါမူ ကောင်းပေမည်။ အဆိုးဆုံး အဖော်ပင်တည်း!\" ဟု ပြောဆို၏။ <span class=\"gray\">(၃၈)</span>သင်တို့သည် မှားယွင်းစွာ ပြုခဲ့ကြသောကြောင့် ဤနေ့၌ သင်တို့အား အကျိုးရှိမည်မဟုတ်ပေ။ <span class=\"gray\">(အမှန်စင်စစ်)</span> သင်တို့သည် အပြစ်ဒဏ်ကို ဝေမျှခံစားကြရသူများပင်တည်း။ <span class=\"gray\">(၃၉)</span>သင်သည် နားမကြားသူအား ကြားအောင်လုပ်နိုင်သလော၊ သို့မဟုတ် မျက်မမြင်သူအား သို့မဟုတ် ထင်ရှားသော လွဲမှားမှု၌ ရှိနေသူအား သင်သည် လမ်းပြနိုင်သလော။ <span class=\"gray\">(၄၀)</span>ငါတို့သည် သင့်အား သိမ်းယူသွားစေကာမူ ငါတို့သည် ထိုသူတို့အား အမှန်ပင် လက်စားချေတော်မူမည်။ <span class=\"gray\">(၄၁)</span>သို့မဟုတ် <span class=\"gray\">(အကယ်၍)</span> ငါတို့သည် သင့်အား ထိုသူတို့အား ငါတို့ ခြိမ်းခြောက်ထားသည့်အရာကို ပြသခဲ့လျှင်၊ ထိုအခါ အမှန်စင်စစ် ငါတို့သည် ထိုသူတို့အပေါ်၌ အပြည့်အဝ စိုးမိုးနိုင်စွမ်းရှိတော်မူ၏။ <span class=\"gray\">(၄၂)</span>ထို့ကြောင့် သင့်ထံသို့ ထုတ်ပြန်ပို့ချထားသော အရာကို သင်သည် မြဲမြံစွာ ဆုပ်ကိုင်ထားပါ။ အမှန်စင်စစ် သင်သည် ဖြောင့်မတ်သော လမ်းပေါ်၌ ရှိ၏။ <span class=\"gray\">(၄၃)</span>အမှန်စင်စစ် ဤသည်မှာ သင့်အတွက်နှင့် သင့်လူမျိုးအတွက် ဒစ်ကရ် ဖြစ်၏။ သင့်အား မေးမြန်းစစ်ဆေးခြင်း ခံရမည်။ <span class=\"gray\">(၄၄)</span>ငါတို့ မတိုင်မီက ငါတို့စေလွှတ်ခဲ့သော ရစူလ်တမန်တော်များအား မေးမြန်းပါ။ \"အနန္တကရုဏာရှင် အလ္လာဟ်အရှင်မြတ်အပြင် အခြားကိုးကွယ်ခံရမည့် ဘုရားများကို ငါတို့ ခန့်အပ်တော်မူခဲ့ဖူးသလော။\" <span class=\"gray\">(၄၅)</span></p><p lang=\"my\" class=\"my \">အလ်-ရဟ်မာန် အရှင်မြတ်ထံမှ လွှဲဖယ်သွားသူ၏ အဖော်မှာ ရှိုင်တွာန် ဖြစ်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْشُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် ယာအ်ရှူ <span class=\"gray\">(မျက်စိမှိတ် လွှဲဖယ်)</span> လျှင်)</span> ဟူသည်မှာ၊ မည်သူမဆို တမင်သက်သက် လျစ်လျူရှု၍ လွှဲဖယ်သွားခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنْ ذِكْرِ الرَّحْمَٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တကရုဏာရှင် အလ္လာဟ်အရှင်မြတ်အား အမှတ်ရခြင်းမှ)</span> အလ်-အ်ရှာ <span class=\"gray\">(ယာအ်ရှ် ၏ နိဒါန်း)</span> ဟူသည်မှာ အမြင်အာရုံအားနည်းခြင်းကို ရည်ညွှန်းသည်။ ဤနေရာ၌ ဆိုလိုသည်မှာ ထိုးထွင်းဉာဏ် အားနည်းခြင်း ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အပေါ်သို့ ရှိုင်တွာန်ကို သူ့အတွက် ကွာရီးန် <span class=\"gray\">(အဖော်)</span> အဖြစ် ခန့်အပ်တော်မူ၏။)</span> ဤသည်မှာ အာယသ်တော်များနှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းမှန်ကို ရှင်းရှင်းလင်းလင်း ပြသပြီးနောက် မည်သူမဆို ရစူလ်တမန်တော်အား ဆန့်ကျင် ကန့်ကွက်လျှင်)</span><span class=\"gray\">(၄:၁၁၅)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့ လွှဲဖယ်သွားသောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ နှလုံးသားများကို လွှဲဖယ်စေတော်မူ၏)</span><span class=\"gray\">(၆၁:၅)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူတို့အတွက် ရင်းနှီးသော အဖော်များကို ခန့်အပ်ထားတော်မူ၏။ ထိုသူတို့သည် သူတို့ရှေ့မှ ရှိသောအရာများနှင့် သူတို့နောက်မှ ရှိသောအရာများကို သူတို့အား လှပအောင် ပြုလုပ်ခဲ့ကြ၏)</span><span class=\"gray\">(၄၁:၂၅)</span>။ ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ - حَتَّىٰ إِذَا جَاءَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူတို့သည် ထိုသူတို့အား လမ်းမှန်မှ တားဆီးကြ၏။ သို့သော် သူတို့ကမူ မိမိတို့သည် လမ်းမှန်ရရှိသူများ ဖြစ်သည်ဟု ထင်မှတ်နေကြ၏။ ထို့နောက် သူငါတို့ထံ ရောက်ရှိလာသောအခါ၊)</span> ဆိုလိုသည်မှာ၊ စစ်မှန်သော လမ်းညွှန်မှုကို တမင်သက်သက် လျစ်လျူရှုသူအတွက် ငါတို့သည် ရှိုင်တွာန်ကို သူ့ထံ စေလွှတ်၍ သူ့အား လမ်းမှားသို့ ပို့ဆောင်ကာ ငရဲလမ်းကို ပြသ၏။ ရှင်ပြန်ထမြောက်ရာနေ့၌ အလ္လာဟ်အရှင်မြတ်ရှေ့တော်မှောက်သို့ ရောက်ရှိလာသောအခါ၊ သူသည် သူ့အား အဖော်ပြုရန် ခန့်အပ်ထားသော ရှိုင်တွာန်အကြောင်းကို တိုင်တန်းမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"ငါနှင့် သင်တို့အကြား၌ အရှေ့နှစ်ခု၏ အကွာအဝေး လောက်သာ ရှိခဲ့ပါမူ ကောင်းပေမည်။ အဆိုးဆုံး အဖော်ပင်တည်း!\" ဟု ပြောဆို၏။)</span> အချို့က ဤသို့ ရွတ်ဆိုကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">(حَتّٰى إِذَا جَاءَانَا) </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ ထိုနှစ်ဦးစလုံး ငါတို့ထံ ရောက်ရှိလာသောအခါ။)</span> ဟူသည်မှာ အဖော် ရှိုင်တွာန်နှင့် သူအဖော်ပြုသူကို ရည်ညွှန်းသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မှားယွင်းစွာ ပြုခဲ့ကြသောကြောင့် ဤနေ့၌ သင်တို့အား အကျိုးရှိမည်မဟုတ်ပေ။ <span class=\"gray\">(အမှန်စင်စစ်)</span> သင်တို့သည် အပြစ်ဒဏ်ကို ဝေမျှခံစားကြရသူများပင်တည်း။)</span> ဆိုလိုသည်မှာ၊ 'သင်တို့နှစ်ဦး မီးထဲ၌ အတူရှိနေခြင်းသည် သင်တို့အား အနည်းငယ်မျှပင် အကူအညီဖြစ်မည်မဟုတ်ပေ။ သင်တို့နှစ်ဦးစလုံး နာကျင်ဖွယ်ရာ အပြစ်ဒဏ်ကို ခံစားကြရမည်။' အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် နားမကြားသူအား ကြားအောင်လုပ်နိုင်သလော၊ သို့မဟုတ် မျက်မမြင်သူအား သို့မဟုတ် ထင်ရှားသော လွဲမှားမှု၌ ရှိနေသူအား သင်သည် လမ်းပြနိုင်သလော။)</span> ဆိုလိုသည်မှာ၊ 'ထိုအရာသည် သင့်အပေါ်၌ မတည်ပါ။ သင်လုပ်ရမည့်အရာမှာ သတင်းစကားကို ပို့ဆောင်ရန်သာ ဖြစ်သည်။ သို့သော် သူတို့ကို လမ်းပြရန်မှာ သင့်တာဝန်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် အလိုတော်ရှိသူကို လမ်းပြတော်မူပြီး၊ အလိုတော်ရှိသူကို လမ်းမှားစေတော်မူသည်။ ထိုသို့ပြုရာ၌ အလ္လာဟ်အရှင်မြတ်သည် ဉာဏ်ပညာရှင်နှင့် မျှတတော်မူ၏။'</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ရန်သူများအပေါ် လက်စားချေခြင်းသည် အမှန်ပင် ဖြစ်ပေါ်လာမည်</p><p lang=\"su\" class=\"su \">Allah further says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင့်အား သိမ်းယူသွားစေကာမူ ငါတို့သည် ထိုသူတို့အား အမှန်ပင် လက်စားချေတော်မူမည်။)</span> ဆိုလိုသည်မှာ၊ 'သင် ကွယ်လွန်သွားသော်လည်း ငါတို့သည် ထိုသူတို့အပေါ် မလွဲမသွေ လက်စားချေမည်ဖြစ်ပြီး သူတို့ကို အပြစ်ပေးမည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် <span class=\"gray\">(အကယ်၍)</span> ငါတို့သည် သင့်အား ထိုသူတို့အား ငါတို့ ခြိမ်းခြောက်ထားသည့်အရာကို ပြသခဲ့လျှင်၊ ထိုအခါ အမှန်စင်စစ် ငါတို့သည် ထိုသူတို့အပေါ်၌ အပြည့်အဝ စိုးမိုးနိုင်စွမ်းရှိတော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့သည် နှစ်မျိုးစလုံးကို လုပ်ဆောင်နိုင်စွမ်းရှိ၏' ဟု ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် ﷺ <span class=\"gray\">(သေခြင်းဖြင့်)</span> အား သိမ်းယူမည်မဟုတ်ပေ။ ရန်သူများ ကျဆင်းသည်ကို မြင်ရပြီး ၎င်းတို့အပေါ်နှင့် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများအပေါ် စွမ်းအင်နှင့် အာဏာကို မပေးမချင်း ဖြစ်သည်။ ဤသည်မှာ အလ်-ဆွဒ်ဒီ၏ အမြင်ဖြစ်ပြီး အိဗ်နု ဂျရီးရ် နှစ်သက်သော အမြင်လည်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ကုရ်အာန်ကို မြဲမြံစွာ ဆုပ်ကိုင်ရန် တိုက်တွန်းခြင်း</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင့်ထံသို့ ထုတ်ပြန်ပို့ချထားသော အရာကို သင်သည် မြဲမြံစွာ ဆုပ်ကိုင်ထားပါ။ အမှန်စင်စစ် သင်သည် ဖြောင့်မတ်သော လမ်းပေါ်၌ ရှိ၏။)</span> ဆိုလိုသည်မှာ၊ သင့်နှလုံးသားသို့ ကျရောက်ခဲ့သော ကုရ်အာန်ကို မြဲမြံစွာ ဆုပ်ကိုင်ထားပါ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သစ္စာတရားဖြစ်ပြီး ၎င်းဦးတည်ရာမှာလည်း သစ္စာတရားဖြစ်၍၊ ပျော်ရွှင်မှုဥယျာဉ်များနှင့် ထာဝရကောင်းမြတ်မှုကို ဦးတည်သော ဖြောင့်မတ်သည့်လမ်းကို ပြသသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ သင့်အတွက်နှင့် သင့်လူမျိုးအတွက် ဒစ်ကရ် ဖြစ်၏။)</span> ဤသည်မှာ 'သင့်အတွက်နှင့် သင့်လူမျိုးအတွက် ဂုဏ်ပြုခြင်း' ဟု အဓိပ္ပာယ်ရသည်ဟု ဆိုခဲ့ကြသည်။ ဤသည်မှာ အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ)၊ မူဂျာဟစ်ဒ်၊ ကွာတာဒါ၊ အလ်-ဆွဒ်ဒီနှင့် အိဗ်နု ဇိုင်းဒ် တို့၏ အမြင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">၎င်းသည် သူတို့၏ ဘာသာစကားဖြင့် ထုတ်ပြန်ခဲ့ခြင်းကြောင့် သူတို့အတွက် ဂုဏ်ယူစရာဖြစ်သည်ဟု ဆိုလိုသည်။ ထို့ကြောင့် သူတို့သည် လူသားများအကြားတွင် ၎င်းကို အကောင်းဆုံး နားလည်သော လူမျိုးများဖြစ်ကြပြီး၊ ၎င်း၏ ပညတ်တော်များကို အတည်မြဲဆုံး လိုက်နာရန် တာဝန်ရှိသည်။ ဤသည်မှာ သူတို့အနက် အကောင်းဆုံးသော ပထမဆုံး ရွှေ့ပြောင်းနေထိုင်သူများနှင့် ၎င်းတို့ကို အတုယူ၍ လိုက်နာသူများ၏ အခြေအနေဖြစ်သည်။ ထို့ပြင် ဤစကားစု၏ အဓိပ္ပာယ်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ သင့်အတွက်နှင့် သင့်လူမျိုးအတွက် ဒစ်ကရ် ဖြစ်၏။)</span> ဟူသည်မှာ 'သင့်အားနှင့် သင့်လူမျိုးအား သတိပေးရန် စေလွှတ်ခဲ့သည်' ဟု အဓိပ္ပာယ်ရသည်ဟု ဆိုသည်။ သူတို့ကို သီးခြားဖော်ပြခြင်းသည် အခြားသူများကို ချန်လှပ်ထားခြင်း မဟုတ်ပေ။ ဤသည်မှာ အာယသ်တော်များနှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် သင်တို့ <span class=\"gray\">(အိုလူသားတို့)</span> အတွက် သင်တို့၏ အမှတ်တရ <span class=\"gray\">(သတိပေးစကား)</span> ပါရှိသော ကျမ်းတစ်စောင်ကို ထုတ်ပြန်ပို့ချခဲ့ပြီ။ သင်တို့ နားမလည်ကြသလော။)</span><span class=\"gray\">(၂၁:၁၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အနီးဆုံး ဆွေမျိုးများကို သတိပေးပါ)</span><span class=\"gray\">(၂၆:၂၁၄)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَسَوْفَ تُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင့်အား မေးမြန်းစစ်ဆေးခြင်း ခံရမည်။)</span> ဆိုလိုသည်မှာ၊ 'ဤကုရ်အာန်နှင့်ပတ်သက်၍၊ ၎င်းကို သင်မည်သို့ အကောင်အထည်ဖော်ခဲ့သနည်း၊ သင်၏ တုံ့ပြန်မှုသည် မည်သို့ရှိခဲ့သနည်း ဟူ၍ ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ မတိုင်မီက ငါတို့စေလွှတ်ခဲ့သော ရစူလ်တမန်တော်များအား မေးမြန်းပါ။ \"အနန္တကရုဏာရှင် အလ္လာဟ်အရှင်မြတ်အပြင် အခြားကိုးကွယ်ခံရမည့် ဘုရားများကို ငါတို့ ခန့်အပ်တော်မူခဲ့ဖူးသလော။\")</span> ဆိုလိုသည်မှာ၊ 'ရစူလ်တမန်တော်အားလုံးသည် မိမိတို့လူမျိုးများကို သင်လူသားများကို ခေါ်ဆိုနေသည့် အရာနှင့် အတူတူပင် ဖြစ်သော အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်၊ အဘယ်သူကိုမျှ မိတ်ဖက်မထားဘဲ ကိုးကွယ်ရန် ခေါ်ဆိုခဲ့ကြသည်။ ၎င်းတို့သည် ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများကို ကိုးကွယ်ခြင်းကို တားမြစ်ခဲ့ကြသည်။' ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် အုမ္မသ် <span class=\"gray\">(တိုင်းပြည်)</span> တိုင်းတွင် ရစူလ်တမန်တော် တစ်ပါးကို စေလွှတ်ခဲ့ပြီး <span class=\"gray\">(ကြေညာခဲ့သည်)</span>။ \"အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ကြပြီး၊ မှားယွင်းသော ဘုရားအားလုံးကို ရှောင်ကြဉ်ကြပါ။\")</span><span class=\"gray\">(၁၆:၃၆)</span> မူဂျာဟစ်ဒ်က အဗ်ဒူလ္လာဟ် ဘင် မပ်စ်အူဒ်က ဤသို့ ရွတ်ဆိုသည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَاسْأَلِ الَّذِينَ أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ (مِنْ) رُسُلِنَا)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မတိုင်မီ ငါတို့စေလွှတ်ခဲ့သော ငါတို့၏ ရစူလ်တမန်တော်များအား မေးမြန်းပါ။)</span></p><p lang=\"my\" class=\"my \">ဤအရာကို ကွာတာဒါ၊ အဒ်-ဒဟ်ဟားက်နှင့် အလ်-ဆွဒ်ဒီတို့က အိဗ်နု မပ်စ်အူဒ် (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ ပြန်လည်ပြောကြားခဲ့သည်။ သို့သော် ဤသည်မှာ ရွတ်ဆိုမှု၏ အခြားဗားရှင်းတစ်ခုထက် ရှင်းပြချက်တစ်ခု ဖြစ်ပုံရသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး ဖြစ်၏။</p>"
  },
  {
    "ayah_key": "43:46",
    "group_ayah_key": "43:46",
    "from_ayah": "43:46",
    "to_ayah": "43:50",
    "ayah_keys": "43:46,43:47,43:48,43:49,43:50",
    "text": "<p lang=\"my\" class=\"my \">ငါတို့သည် မူဆာအား ငါတို့၏ အာယသ်တော်များနှင့်တကွ ဖိရ်အောန်နှင့် သူ၏ ခေါင်းဆောင်များထံသို့ အမှန်ပင် စေလွှတ်ခဲ့သည်။ သူက \"အမှန်စင်စစ် ငါသည် ရှိရှိသမျှအားလုံး၏ အရှင်သခင်၏ ရစူလ်တမန်တော် ဖြစ်၏။ <span class=\"gray\">(၄၆)</span>သို့သော် သူသည် ငါတို့၏ အာယသ်တော်များနှင့်တကွ သူတို့ထံ ရောက်ရှိလာသောအခါ၊ ကြည့်ပါဦး၊ သူတို့သည် ၎င်းတို့အား လှောင်ပြောင်ကြ၏။ <span class=\"gray\">(၄၇)</span>ငါတို့ သူတို့အား ပြသခဲ့သော အာယသ်တော်သည် ၎င်း၏ ရှေ့မှလာသော ၎င်း၏ အဖော်ထက် ပိုမိုကြီးမြတ်သည်။ ငါတို့သည် သူတို့ကို ဒဏ်ခတ်ခြင်းဖြင့် ဖမ်းဆီးခဲ့သည်၊ သူတို့ လှည့်ပြန်လာစေရန်အလို့ငှာ ဖြစ်သည်။ <span class=\"gray\">(၄၈)</span>သူတို့သည် <span class=\"gray\">(မူဆာအား)</span> \"အို မှော်ဆရာ! သင်၏ အရှင်သခင်အား သင်နှင့် ပြုလုပ်ခဲ့သော ကတိကဝတ်အတိုင်း ငါတို့အတွက် ပန်ကြားပါ။ အမှန်စင်စစ် ငါတို့သည် မိမိကိုယ်ကို လမ်းမှန်ရရှိစေမည်။\" ဟု ပြောဆိုကြ၏။ <span class=\"gray\">(၄၉)</span>သို့သော် ငါတို့ သူတို့ထံမှ ဒဏ်ခတ်ခြင်းကို ဖယ်ရှားသောအခါ၊ ကြည့်ပါဦး၊ သူတို့သည် သူတို့၏ ကတိကို ဖောက်ဖျက်ခဲ့ကြ၏။ <span class=\"gray\">(၅၀)</span></p><p lang=\"my\" class=\"my \">မူဆာအား တော်ဟီးဒ်၏ သတင်းစကားဖြင့် ဖိရ်အောန်နှင့် သူ၏ ခေါင်းဆောင်များထံသို့ စေလွှတ်ခဲ့သည်</p><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်နှင့် ရစူလ်တမန်တော် မူဆာ (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်သက်ခြင်း သူ့အပေါ်၌ ရှိပါစေ) အကြောင်းနှင့် မိမိ ဖိရ်အောန်နှင့် သူ၏ ခေါင်းဆောင်များထံသို့ မည်သို့ စေလွှတ်ခဲ့ပုံကို မိန့်ကြားတော်မူသည်။ ဆိုလိုသည်မှာ၊ အီဂျစ်လူမျိုးများနှင့် အစ္စရေးလ်သားများအနက်မှ သူ၏ ဘုရင်ခံများ၊ ဝန်ကြီးများ၊ ခေါင်းဆောင်များနှင့် နောက်လိုက်များထံသို့ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ကို အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်၊ အဘယ်သူကိုမျှ မိတ်ဖက်မထားဘဲ ကိုးကွယ်ရန်နှင့် ၎င်းအရှင်မှတစ်ပါး အခြားမည်သည့်အရာကိုမျှ ကိုးကွယ်ခြင်းကို တားမြစ်ရန် ခေါ်ဆိုစေရန် စေလွှတ်ခဲ့သည်။ ၎င်းအရှင်သည် သူ့အား တန်ခိုးကြီးသော နိမိတ်လက္ခဏာများဖြစ်သည့် သူ၏လက်နှင့် သူ၏လှံတံ၊ ရေကြီးခြင်း၊ ကျိုင်းကောင်များ၊ ကွမ်မာလ် (သန်းများ)၊ ဖားများနှင့် သွေးများကဲ့သို့သော အခြားနိမိတ်လက္ခဏာများ၊ ၎င်းတို့၏ စပါးနှင့် အသက်ဆုံးရှုံးမှုတို့နှင့်တကွ စေလွှတ်ခဲ့သည်။ သို့သော် ထိုအရာများအားလုံးရှိလင့်ကစား သူတို့သည် မာန်မာနကြီးစွာ ရှိနေဆဲဖြစ်ပြီး သူ့နောက်သို့ လိုက်ရန် ခေါင်းမာစွာ ငြင်းဆန်ခဲ့ကြသည်။ သူတို့သည် သူ၏ သတင်းစကားကို ငြင်းပယ်ခဲ့ကြပြီး လှောင်ပြောင်ခဲ့ကြကာ၊ ၎င်းကို ယူဆောင်လာသူအား ရယ်မောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ သူတို့အား ပြသခဲ့သော အာယသ်တော်သည် ၎င်း၏ ရှေ့မှလာသော ၎င်း၏ အဖော်ထက် ပိုမိုကြီးမြတ်သည်။)</span> သို့သော် ထိုသို့ဖြစ်လင့်ကစား သူတို့သည် သူတို့၏ အပြစ်၊ လမ်းမှားမှု၊ မသိနားမလည်မှုနှင့် ရှုပ်ထွေးမှုတို့ကို စွန့်လွှတ်ကြမည် မဟုတ်ပေ။ ထိုနိမိတ်လက္ခဏာများအနက်မှ တစ်ခုခု သူတို့ထံ ရောက်ရှိလာတိုင်း သူတို့သည် မူဆာအား သွားရောက် တောင်းပန်ကာ ဤသို့ ပြောဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَ السَّاحِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို မှော်ဆရာ!...\")</span> ဆိုလိုသည်မှာ၊ ကျွမ်းကျင်သူ သို့မဟုတ် အသိပညာရှိသူ – ဤသည်မှာ အိဗ်နု ဂျရီးရ်၏ အမြင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထိုအချိန်က ပညာရှင်များသည် မှော်ဆရာများ သို့မဟုတ် မျက်လှည့်ဆရာများဖြစ်ကြပြီး မှော်အတတ်ကို ထိုအချိန်က သူတို့က ရှုတ်ချစရာအဖြစ် မမှတ်ယူကြပေ။ ထို့ကြောင့် ဤသည်မှာ သူတို့ဘက်မှ မထီမဲ့မြင်ပြုခြင်း မဟုတ်ပေ။ သူတို့သည် လိုအပ်ချက်ပြည့်နေသော အခြေအနေတွင် ရှိခဲ့ကြသောကြောင့် သူ့အား စော်ကားရန် မသင့်တော်ပေ။ ၎င်းသည် သူတို့ထင်မြင်ယူဆသည့်အတိုင်း သူ့အား ဂုဏ်ပြုသည့်နည်းလမ်းတစ်ခု ဖြစ်သည်။ အကြိမ်တိုင်းတွင် သူတို့သည် မူဆာအား ဒဏ်ခတ်ခြင်းကို ရုပ်သိမ်းပေးပါက သူ့ကို ယုံကြည်မည်ဖြစ်ပြီး အစ္စရေးလ်သားများကို သူ့နှင့်အတူ သွားခွင့်ပြုမည်ဟု ကတိပေးခဲ့ကြသော်လည်း၊ အကြိမ်တိုင်း သူတို့သည် သူတို့၏ ကတိကို ဖောက်ဖျက်ခဲ့ကြသည်။ ဤသည်မှာ အာယသ်တော်များနှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ - وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ ۖ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ - فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَىٰ أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် သူတို့အပေါ်သို့ ရေကြီးခြင်း၊ ကျိုင်းကောင်များ၊ ကွမ်မာလ် (သန်းများ)၊ ဖားများနှင့် သွေးများကို စေလွှတ်ခဲ့သည်။ ထင်ရှားသော နိမိတ်လက္ခဏာများပင်၊ သို့သော် သူတို့သည် မာန်မာနကြီးစွာ ရှိနေဆဲဖြစ်ပြီး၊ သူတို့သည် ပြစ်မှုကျူးလွန်သူများထဲမှ လူများဖြစ်ခဲ့ကြသည်။ အပြစ်ဒဏ်သည် သူတို့အပေါ် ကျရောက်သောအခါ သူတို့က \"အို မူဆာ! သင်၏ အရှင်သခင်အား သင့်အား ပေးထားသော ကတိကြောင့် ငါတို့အတွက် ပန်ကြားပါ။ သင်သည် ငါတို့ထံမှ အပြစ်ဒဏ်ကို ဖယ်ရှားပေးပါက၊ ငါတို့သည် သင့်အား အမှန်ပင် ယုံကြည်မည်ဖြစ်ပြီး၊ အစ္စရေးလ်သားများကို သင့်နှင့်အတူ သွားခွင့်ပြုမည်။\" ဟု ပြောဆိုကြ၏။ သို့သော် ငါတို့သည် သူတို့ထံမှ အပြစ်ဒဏ်ကို ၎င်းတို့ရောက်ရှိရမည့် သတ်မှတ်ထားသော ကာလတစ်ခုအထိ ဖယ်ရှားသောအခါ၊ ကြည့်ပါဦး! သူတို့သည် သူတို့၏ ကတိကို ဖောက်ဖျက်ခဲ့ကြ၏။)</span><span class=\"gray\">(၇:၁၃၃-၁၃၅)</span></p>"
  }
]