[
  {
    "ayah_key": "13:34",
    "group_ayah_key": "13:34",
    "from_ayah": "13:34",
    "to_ayah": "13:35",
    "ayah_keys": "13:34,13:35",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အတွက် ဤလောကဘဝတွင် ပြစ်ဒဏ်ရှိပြီး ဧကန်မလွဲ နောင်ဘဝ၏ ပြစ်ဒဏ်သည် ပိုမိုပြင်းထန်သည်။ ထို့ပြင် ၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ မည်သည့်ကာကွယ်သူ <span class=\"gray\">(သို့မဟုတ် အစောင့်အရှောက်)</span> မျှ မရှိပေ။ <span>(၃၄)</span> တာကွါတရားရှိသူများအား ကတိပြုထားသော ဂျန္နတ်ဥယျာဉ်၏ ဖော်ပြချက်မှာ- ၎င်း၏အောက်ဘက်မှ မြစ်များစီးဆင်းလျက်ရှိသည်။ ၎င်း၏စားနပ်ရိက္ခာသည် အမြဲတမ်းဖြစ်ပြီး ၎င်း၏အရိပ်လည်း ထိုနည်း၎င်းဖြစ်သည်။ ၎င်းသည် တာကွါတရားရှိသူများ၏ နောက်ဆုံးပန်းတိုင် <span class=\"gray\">(နောက်ဆုံးနေရာ)</span> ဖြစ်ပြီး ကာဖိရ်များ၏ နောက်ဆုံးပန်းတိုင် <span class=\"gray\">(နောက်ဆုံးနေရာ)</span> မှာ ငရဲမီးပင်ဖြစ်သည်။ <span>(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>ကာဖိရ်များ၏ ပြစ်ဒဏ်နှင့် ဖြောင့်မတ်သော မွတ်စ်လင်မ်များ၏ အကျိုးဆုလာဘ်</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကာဖိရ်များ ပြုလုပ်ကြသော ကူဖ်ရ်နှင့် ရှစ်ရ်က်တို့ကို ဖော်ပြပြီးနောက် ကာဖိရ်များ၏ ပြစ်ဒဏ်နှင့် ဖြောင့်မတ်သော မွတ်စ်လင်မ်များ၏ အကျိုးဆုလာဘ်ကို ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ဤလောကဘဝတွင် ပြစ်ဒဏ်ရှိသည်၊)</span> မွတ်စ်လင်မ်တို့၏ လက်ဖြင့် ၎င်းတို့ကို သတ်ဖြတ်ခြင်းနှင့် ဖမ်းဆီးခြင်းတို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَذَابُ الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဧကန်မလွဲ နောင်ဘဝ၏ ပြစ်ဒဏ်။)</span> ၎င်းတို့သည် ဤဘဝတွင် အရှက်ရပြီးနောက် ရောက်ရှိလာမည့် ပြစ်ဒဏ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပိုမိုပြင်းထန်သည်)</span> အဆပေါင်းများစွာ ပိုမိုပြင်းထန်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် မုလာအနာပြုရန် သဘောတူသူများအား မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤလောကဘဝ၏ ပြစ်ဒဏ်သည် နောင်ဘဝ၏ ပြစ်ဒဏ်ထက် ပိုမိုလွယ်ကူသည်။)</span> ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည့်အတိုင်း ဤဘဝ၏ ပြစ်ဒဏ်သည် ကုန်ဆုံးသော်လည်း နောင်ဘဝ၏ ပြစ်ဒဏ်သည် အမြဲတမ်းတည်ရှိပြီး ကျွန်ုပ်တို့၏မီးထက် အဆခုနစ်ဆယ် ပိုမိုပူပြင်းသော မီးတွင်ဖြစ်သည်။ ထိုမီးတွင် မည်သည့်ကြိုးများရှိသည်ကို စိတ်ကူးပင် မကြည့်နိုင်လောက်အောင် အထူအမာနှင့် ပြင်းထန်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်များတွင် မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهُ أَحَدٌ - وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ထိုနေ့၌ အရှင်မြတ် ပြစ်ဒဏ်ပေးသည့်အတိုင်း မည်သူမျှ ပြစ်ဒဏ်ပေးမည်မဟုတ်ပေ။ အရှင်မြတ် ချည်နှောင်သည့်အတိုင်း မည်သူမျှ ချည်နှောင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">[၈၉:၂၅-၂၆]</span>၊ ထို့ပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا لِمَن كَذَّبَ بِالسَّاعَةِ سَعِيرًا - إِذَا رَأَتْهُم مِّن مَّكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا - وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا - لَّا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا - قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိယာမသ်နေ့ကို ငြင်းပယ်သူများအတွက် ကျွန်ုပ်တို့သည် မီးတောက်မီးလျှံ ပြင်ဆင်ထားသည်။ ၎င်း <span class=\"gray\">(ငရဲ)</span> သည် ၎င်းတို့ကို အဝေးမှ မြင်သောအခါ၊ ၎င်းတို့သည် ၎င်း၏ဒေါသထွက်မှုနှင့် အော်ဟစ်သံကို ကြားရလိမ့်မည်။ ထို့ပြင် ၎င်းတို့ကို ကြိုးဖြင့် ချည်နှောင်ကာ ကျဉ်းမြောင်းသော နေရာတစ်ခုသို့ ပစ်ချသောအခါ၊ ၎င်းတို့သည် ထိုနေရာ၌ ပျက်စီးခြင်းအတွက် အော်ဟစ်ကြလိမ့်မည်။ ယနေ့တွင် ပျက်စီးခြင်းတစ်ခုအတွက် မအော်ဟစ်ကြနှင့်၊ သို့သော် ပျက်စီးခြင်းများစွာအတွက် အော်ဟစ်ကြလော့။ ပြောပါ- \"ထို <span class=\"gray\">(ပြစ်ဒဏ်)</span> သည် ပိုကောင်းသလော၊ သို့မဟုတ် တာကွါတရားရှိသူများအား ကတိပြုထားသော အမြဲတမ်းတည်ရှိသော ဂျန္နတ်ဥယျာဉ်က ပိုကောင်းသလော\" ၎င်းသည် ၎င်းတို့အတွက် အကျိုးဆုလာဘ်နှင့် နောက်ဆုံးပန်းတိုင်အဖြစ် ရှိလိမ့်မည်။)</span><span class=\"gray\">[၂၅:၁၁-၁၅]</span></p><p lang=\"mi\" class=\"mi \">Similarly He said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တာကွါတရားရှိသူများအား ကတိပြုထားသော ဂျန္နတ်ဥယျာဉ်၏ ဖော်ပြချက်)</span> ဆိုလိုသည်မှာ ၎င်း၏ဖော်ပြချက်နှင့် အရည်အသွေးများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အောက်ဘက်မှ မြစ်များစီးဆင်းလျက်ရှိသည်၊)</span> ဤမြစ်များသည် ဂျန္နတ်ဥယျာဉ်၏ အစိတ်အပိုင်းအမျိုးမျိုးနှင့် အဆင့်များတွင် စီးဆင်းပြီး ၎င်း၏လူများ လိုလားရာနေရာတိုင်းတွင် ၎င်းတို့အတွက် စီးဆင်းကာ ထွက်လာသည်။ အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ فِيهَا أَنْهَارٌ مِّن مَّاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တာကွါတရားရှိသူများအား ကတိပြုထားသော ဂျန္နတ်ဥယျာဉ်၏ ဖော်ပြချက် <span class=\"gray\">(မှာ)</span> ၎င်းတွင် အရသာနှင့် အနံ့မပြောင်းလဲသော ရေမြစ်များ၊ သောက်သုံးသူများအတွက် အရသာရှိသော စပျစ်ရည်မြစ်များ၊ သန့်စင်ပြီးသား ပျားရည်မြစ်များ ရှိသည်။ ၎င်းတို့အတွက် ၎င်းတွင် သစ်သီးမျိုးစုံနှင့် ခွင့်လွှတ်ခြင်းတို့ ရှိသည်။)</span><span class=\"gray\">[၄၇:၁၅]</span> အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်ကြားထားသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">أُكُلُهَا دَائِمٌ وَظِلُّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ စားနပ်ရိက္ခာသည် အမြဲတမ်းဖြစ်ပြီး ၎င်း၏အရိပ်လည်း ထိုနည်း၎င်းဖြစ်သည်။)</span> ဂျန္နတ်ဥယျာဉ်တွင် မကုန်ဆုံးနိုင်သော စားစရာများ၊ သစ်သီးများနှင့် အချိုရည်များ ရှိသည်။ အဗ်နု အဗ္ဗါစ်က လှုပ်ရှားမှု ဆွလာတ်နှင့် ပတ်သက်သော ဟဒီးစ်တော်တွင် ရစူလ်တမန်တော်မြတ် ﷺ ၏ ဆွဟာဘာများက “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်။ အရှင်မတ်ရပ်လျက် <span class=\"gray\">[ဆွလာတ်ဖတ်နေစဉ်]</span> လက်ဖြင့် တစ်ခုခုကို လှမ်းယူပြီး ပြန်ဆွဲယူသည်ကို ကျွန်ုပ်တို့ မြင်ရသည်” ဟု ပြောကြားခဲ့ကြောင်း ဆွဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي رَأَيْتُ الْجَنَّةَ - أَوْ أُرِيتُ الْجَنَّةَ - فَتَنَاوَلْتُ مِنْهَا عُنْقُودًا، وَلَوْ أَخَذْتُهُ لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ဂျန္နတ်ဥယျာဉ်ကို မြင်တွေ့ခဲ့ရသည် - သို့မဟုတ် ဂျန္နတ်ဥယျာဉ်ကို ပြသခံခဲ့ရသည် - ထို့ကြောင့် ကျွန်ုပ်သည် စပျစ်ခိုင် <span class=\"gray\">(သို့မဟုတ် အခြားသစ်သီးခိုင်)</span> တစ်ခုကို လှမ်းယူခဲ့သည်။ ထိုအရာကို ကျွန်ုပ် သိမ်းထားခဲ့ပါက ဤလောကဘဝ ရှိသရွေ့ သင်တို့သည် ၎င်းကို စားသုံးခဲ့ရလိမ့်မည်။)</span></p><p lang=\"id\" class=\"id \">Imam Muslim recorded that Jabir bin 'Abdullah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْكُلُ أَهْلُ الْجَنَّةِ وَيَشْرَبُونَ، وَلَا يَتَمَخَّطُونَ وَلَا يَتَغَوَّطُونَ، وَلَا يَبُولُونَ، طَعَامُهُمْ جُشَاءٌ كَرِيحِ الْمِسْكِ، وَيُلْهَمُونَ التَّسْبِيحَ وَالتَّقْدِيسَ كَمَا يُلْهَمُونَ النَّفَسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်ဥယျာဉ်သားများသည် စားကြ၊ သောက်ကြသည်၊ ထို့ပြင် ၎င်းတို့သည် နှာခေါင်းကျိချွတ်ရန်၊ သို့မဟုတ် အိမ်သာတက်ရန်၊ သို့မဟုတ် ဆီးသွားရန် မလိုအပ်ပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အစားအစာ၏ အညစ်အကြေးများကို ဗိုက်နာ၍ လေလည်ခြင်းဖြင့် ထုတ်လွှတ်ကြပြီး ယင်းသည် ကတိုးနံ့ကဲ့သို့ မွှေးကြိုင်သည်။ ၎င်းတို့သည် အသက်ရှူသကဲ့သို့ပင် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ဂုဏ်တင်ခြင်းတို့ကို လှုံ့ဆော်ခံရလိမ့်မည်။)</span> အီမာမ် အဟ်မဒ်နှင့် အန်နာစာအီတို့က ၎င်းတို့သည် ဇိုင်ဒ် ဘင်န် အာရ်ကမ် ပြောကြားသည်ကို ကြားသိခဲ့ရကြောင်း သုမာမဟ် ဘင်န် အုကဘဟ်က ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ \"ကျမ်းဂန်ရှင်များထဲမှ လူတစ်ဦးသည် လာရောက်၍ <span class=\"gray\">[တမန်တော်မြတ် ﷺ အား]</span> ပြောကြားသည်၊ 'အို အဘူလ်-ကာစင်မ်။ ဂျန္နတ်ဥယျာဉ်သားများ စားသောက်ကြသည်ဟု အရှင်မင်းက ပြောကြားသည်လား။' တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، إِنَّ الرَّجُلَ مِنْهُمْ لَيُعطَى قُوَّةَ مِائَةِ رَجُلٍ فِي الْأَكْلِ وَالشُّرْبِ وَالْجِمَاعِ وَالشَّهْوَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့။ မုဟမ္မဒ်၏ အသက်သည် အကြင်အရှင်၏ လက်ထဲတွင် ရှိတော်မူသည့် အရှင်မြတ်အားဖြင့် ကျိန်ဆိုသည်။ ၎င်းတို့ထဲမှ အမျိုးသားတစ်ဦးအား အစားအသောက်၊ အချိုရည်၊ လိင်မှုကိစ္စနှင့် အာသာရမ္မက်တို့တွင် အမျိုးသားတစ်ရာ၏ ခွန်အားကို ပေးအပ်လိမ့်မည်။)</span> ထိုသူက မေးသည်၊ 'စားသောက်သူသည် အိမ်သာတက်ရန် လိုအပ်သည်၊ သို့သော် ဂျန္နတ်ဥယျာဉ်သည် သန့်စင်သည် <span class=\"gray\">[မစင်နှင့် ဆီးမှ]</span> မဟုတ်ပါလား။' တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكُونُ حَاجَةُ أَحَدِهِمْ رَشْحًا يَفِيضُ مِنْ جُلُودِهِمْ كَرِيحِ الْمِسْكِ فَيَضْمُرُ بَطْنُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ တစ်ဦး <span class=\"gray\">(ဂျန္နတ်ဥယျာဉ်သားများ)</span> သည် ခန္ဓာကိုယ်မှ ထွက်သော ချွေးဖြင့် အိမ်သာတက်ကြပြီး ယင်းချွေးသည် ကတိုးနံ့ကဲ့သို့ မွှေးကြိုင်သည်။ ထို့နောက် ဗိုက်မှာ ပြန်လည်ပြားသွားသည်။)</span> အီမာမ် အဟ်မဒ်နှင့် အန်နာစာအီတို့က ဤဟဒီးစ်တော်ကို စုဆောင်းခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်များတွင် မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةٍ كَثِيرَةٍ - لَّا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပေါများသော သစ်သီးများ၊ ၎င်းတို့၏ ထောက်ပံ့မှုသည် မပြတ်တောက်ဘဲ ရရှိရန် မပိတ်ပင်ထားပေ။)</span><span class=\"gray\">[၅၆:၃၂-၃၃]</span>၊ ထို့ပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ်၌ ၎င်း၏အရိပ်သည် နီးကပ်စွာ ရှိပြီး ၎င်း၏သစ်သီးခိုင်များသည် ၎င်းတို့၏ လက်လှမ်းမီရာသို့ နိမ့်ကျနေလိမ့်မည်။)</span><span class=\"gray\">[၇၆:၁၄]</span> ဂျန္နတ်ဥယျာဉ်၏ အရိပ်သည် အမြဲတမ်းတည်ရှိပြီး မည်သည့်အခါမျှ မကျုံ့သွားပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ لَّهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူများအား ကျွန်ုပ်တို့သည် မြစ်များစီးဆင်းနေသော ဥယျာဉ်များသို့ ထည့်သွင်းမည်။ ထိုဥယျာဉ်များတွင် ၎င်းတို့သည် ထာဝရနေထိုင်ကြလိမ့်မည်။ ၎င်းတို့အတွက် ထိုဥယျာဉ်များတွင် သန့်စင်သော ဇနီးမယားများ ရှိလိမ့်မည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ကျယ်ပြန့်ပြီး အမြဲတမ်းနက်ရှိုင်းသော အရိပ်များသို့ ထည့်သွင်းမည်။)</span><span class=\"gray\">[၄:၅၇]</span> အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်ဥယျာဉ်နှင့် ငရဲမီး၏ ဖော်ပြချက်ကို အတူတကွ မကြာခဏ ဖော်ပြလေ့ရှိပြီး ဂျန္နတ်ဥယျာဉ်ကို ဆွဲဆောင်မှုရှိစေရန်နှင့် ငရဲမီးကို သတိပေးရန်ဖြစ်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်ဥယျာဉ်၏ ဖော်ပြချက်ကို ဤနေရာတွင် ဖော်ပြပြီးနောက် ထပ်မံ၍ မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ عُقْبَى الَّذِينَ اتَّقَوا ۖ وَّعُقْبَى الْكَافِرِينَ النَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ တာကွါတရားရှိသူများ၏ နောက်ဆုံးပန်းတိုင် <span class=\"gray\">(နောက်ဆုံးနေရာ)</span> ဖြစ်ပြီး ကာဖိရ်များ၏ နောက်ဆုံးပန်းတိုင် <span class=\"gray\">(နောက်ဆုံးနေရာ)</span> မှာ ငရဲမီးပင်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသားများနှင့် ဂျန္နတ်ဥယျာဉ်သားများသည် မတူညီကြပေ။ ဂျန္နတ်ဥယျာဉ်သားများသည် အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။)</span><span class=\"gray\">[၅၉:၂၀]</span></p>"
  }
]