[
  {
    "ayah_key": "10:17",
    "group_ayah_key": "10:17",
    "from_ayah": "10:17",
    "to_ayah": "10:17",
    "ayah_keys": "10:17",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်အပေါ်တွင် မဟုတ်မမှန်လုပ်ကြံပြောဆိုသူ သို့မဟုတ် အရှင်မြတ်၏ အာယတ်တော်များကို ငြင်းပယ်သူထက် ပိုမို၍ မတရားသူ မည်သူရှိပါမည်နည်း။ ဧကန်မလွဲ ရာဇဝတ်သားတို့သည် မည်သည့်အခါမျှ အောင်မြင်ကြမည်မဟုတ် <span>(17)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်က မိမိအပေါ်တွင် မုသားကို တီထွင်သူ၊ အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ လုပ်ကြံပြောဆိုသူ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က မိမိထံ သတင်းစကား ပို့ခဲ့သည်ဟု ဆိုသော်လည်း ၎င်း၏ပြောဆိုမှုသည် မှန်ကန်ခြင်းမရှိသူထက် ပိုမို၍ မမှန်ကန်၊ မတရား၊ မာန်မာနထောင်လွှားသူ မည်သူမျှမရှိကြောင်း မိန့်ကြားတော်မူသည်။</h2></div><p lang=\"my\" class=\"my \"> ထိုကဲ့သို့သော ပုဂ္ဂိုလ်တစ်ဦးထက် ပိုမို၍ ရာဇဝတ်မှု ကျူးလွန်သူ သို့မဟုတ် ပိုမို၍ ကြီးမားသော မှားယွင်းမှု ကျူးလွန်သူ မည်သူမျှမရှိပေ။ မုသားပြောသူများကို ပရောဖက်များနှင့် ရောထွေး၍ မရနိုင်ပါ။ ထိုကဲ့သို့သော အရာကို ပြောဆိုသူ မည်သူမဆို၊ မုသားပြောသည်ဖြစ်စေ၊ အမှန်တရားကို ပြောဆိုသည်ဖြစ်စေ၊ ၎င်း၏ မဟုတ်မမှန်မှု သို့မဟုတ် မှန်ကန်မှုကို သက်သေအထောက်အထားများနှင့် လက္ခဏာများဖြင့် အလ္လာဟ်အရှင်မြတ်က မဖြစ်မနေ ထောက်ခံအားပေးမည်ဖြစ်သည်။ မုဟမ္မဒ် ﷺ နှင့် မုဆိုင်လာမာဟ် လိမ်လည်သူကြား ခြားနားချက်သည် အလွန်မှောင်မိုက်သော ညသန်းခေါင်နှင့် နံနက်ခင်းကြား ခြားနားချက်ထက် ထိုနှစ်ဦးလုံးနှင့် တွေ့ဆုံခဲ့သူများအတွက် ပိုမိုရှင်းလင်းခဲ့သည်။ ဉာဏ်အမြင်ကြည်လင်သူတို့သည် မုဟမ္မဒ် ﷺ ၏ မှန်ကန်မှုနှင့် မုဆိုင်လာမာဟ် လိမ်လည်သူ၊ စဂျာဟ်နှင့် အလ်-အဆ်ဝဒ် အလ်-'အန်စီတို့၏ မဟုတ်မမှန်မှုကြားကို လက္ခဏာများနှင့် သက်သေအထောက်အထားများမှတစ်ဆင့် ခွဲခြားသိမြင်နိုင်သည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒုလ္လာဟ် ဘင် စလာမ်က ပြောသည်– “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အလ်-မဒီနာသို့ ရောက်ရှိလာသောအခါ လူတို့သည် ကြောက်လန့်တကြား ထွက်ပြေးခဲ့ကြပြီး ကျွန်ုပ်လည်း သူတို့ထဲမှ တစ်ဦးဖြစ်သည်။ သို့သော် ကျွန်ုပ်သည် အရှင်မြတ်ကို မြင်သောအခါ အရှင်မြတ်၏ မျက်နှာသည် မည်သည့်အခါမျှ လိမ်လည်သူ၏ မျက်နှာ မဖြစ်နိုင်ကြောင်း ကျွန်ုပ် သဘောပေါက်ခဲ့သည်။ အရှင်မြတ်ထံမှ ကျွန်ုပ် ပထမဆုံးကြားခဲ့ရသည်မှာ အရှင်မြတ်၏ ပြောကြားချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ! أَفْشُوا السَّلَامَ، وَأَطْعِمُوا الطَّعَامَ، وَصِلُوا الْأَرْحَامَ، وَصَلُّوا بِاللَّيْلِ وَالنَّاسُ نِيَامٌ، تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့၊ ငြိမ်းချမ်းရေး နှုတ်ခွန်းဆက်သခြင်းကို ပြန့်ပွားစေကြပါ၊ အခြားသူများကို ကျွေးမွေးကြပါ၊ မိမိတို့၏ ဆွေမျိုးများကို ရိုသေကြပါ၊ အခြားသူများ အိပ်ပျော်နေချိန် ညတွင် ဆွလားသ် ဝတ်ပြုကြပါ၊ သို့မှသာ သင်တို့သည် ငြိမ်းချမ်းစွာ ဂျန္နသ် (နိဗ္ဗာန်) သို့ ဝင်ရောက်ကြလိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">ဒိမာမ် ဘင် သလ်ဗဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ လာရောက်ပြီး ၎င်း၏လူမျိုး - ဘနူ ဆအ်ဒ် ဘင် ဘကရ် - ရှေ့မှောက်တွင် မေးမြန်းသည်– “ဤကောင်းကင်ကို မည်သူ မြှင့်တင်ခဲ့သနည်း။” အရှင်မြတ်က “အလ္လာဟ်” ဟု ပြန်ဖြေသည်။ သူက မေးသည်– “ဤတောင်များကို မည်သူ ထူထောင်ခဲ့သနည်း။” အရှင်မြတ်က “အလ္လာဟ်” ဟု ပြန်ဖြေသည်။ သူက မေးသည်– “ဤကမ္ဘာမြေကို မည်သူ ဖြန့်ကျက်ခဲ့သနည်း။” အရှင်မြတ်က “အလ္လာဟ်” ဟု ပြန်ဖြေသည်။ ထို့နောက် သူက မေးသည်– “ကောင်းကင်များကို မြှင့်တင်သူ၊ တောင်များကို ထူထောင်သူ၊ ဤကမ္ဘာမြေကို ဖြန့်ကျက်သူ၏ နာမတော်ဖြင့် ကျွန်ုပ် မေးမြန်းပါသည်၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား လူသားအားလုံးအတွက် ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခဲ့ပါသလား။” အရှင်မြတ်က ပြောသည်–</p><p lang=\"ur\" class=\"ur \">اﻟﻠّـﻬُﻢﱠ ﻧَﻌَﻢ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ဖြင့် သက်သေပြု၍ ဆိုပါ၏၊ ဟုတ်ပါသည်။)</span> ထို့နောက် ဒိမာမ်သည် အရှင်မြတ်ကို ဆွလားသ် (ဝတ်ပြုခြင်း)၊ ဇကားသ် (တောင်းရမ်းခွန်)၊ ဟဂျ် (ဟဂ်ျဘုရားဖူးခြင်း) နှင့် ရိုဇာ (ဥပုသ်စောင့်ခြင်း) အကြောင်း မေးမြန်းသည်။ မေးခွန်းတိုင်းအတွက် သူသည် အလ္လာဟ်အရှင်မြတ်ဖြင့် သက်သေပြုပြီး တမန်တော်မြတ် ﷺ လည်း အဖြေတိုင်းအတွက် သက်သေပြုခဲ့သည်။ ထို့နောက် ဒိမာမ်က ပြောသည်– “သင်သည် အမှန်တကယ်ပင် အမှန်ကို ပြောနေပါသည်။ သင့်အား အမှန်တရားဖြင့် စေလွှတ်တော်မူသော အရှင်မြတ်ဖြင့် သက်သေပြု၍ ဆိုပါ၏၊ သင် ပြောပြခဲ့သည့်အရာမှ ကျွန်ုပ် တိုးမြှင့်မည်မဟုတ်၊ လျှော့ချမည်မဟုတ်ပါ။” ဤပုဂ္ဂိုလ်သည် တမန်တော်မြတ် ﷺ ၏ အဖြေအနည်းငယ်ဖြင့် ကျေနပ်ခဲ့သည်။ သူ မြင်တွေ့ခဲ့သော လက္ခဏာများဖြင့် တမန်တော်မြတ်၏ မှန်ကန်မှုကို သူ ယုံကြည်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အမ်ရ် ဘင် အလ်-အဆ်သည် မုဆိုင်လာမာဟ်ထံသို့ သွားရောက်ခဲ့ကြောင်း ဖော်ပြထားသည်။ ထိုအချိန်က အမ်ရ်သည် မွတ်စလင်တစ်ဦးမဟုတ်သေးဘဲ မုဆိုင်လာမာဟ်၏ မိတ်ဆွေဖြစ်သည်။ မုဆိုင်လာမာဟ်က ပြောသည်– “အို အမ်ရ်၊ သင့်အား ဘေးဆိုးရောက်ပါစေ။ သင်၏မိတ်ဆွေ - ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ - ထံသို့ ဤကာလအတွင်း ဘာများ ထုတ်ပြန်ခဲ့ပါသလဲ။” အမ်ရ်က ပြန်ဖြေသည်– “ကျွန်ုပ်သည် သူ၏ အပေါင်းအသင်းများက တိုသော်လည်း ကြီးကျယ်သော စူရာဟ်တစ်ခုကို ဖတ်ရွတ်နေသည်ကို ကြားခဲ့ရသည်။” သူက မေးသည်– “ဘာလဲ။” သူက ရွတ်ဆိုပြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَصْرِ - إِنَّ الْإِنسَانَ لَفِي خُسْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အဆ်ရ် <span class=\"gray\">(အချိန်)</span> ဖြင့် သက်သေပြု၍ ဆိုပါ၏။ ဧကန်မလွဲ လူသားသည် ရှုံးနိမ့်ခြင်း၌ ရှိ၏။)</span><span class=\"gray\">[103:1-2]</span> စူရာဟ်အဆုံးအထိ။ </p><p lang=\"my\" class=\"my \">မုဆိုင်လာမာဟ်သည် ခဏမျှ စဉ်းစားပြီးနောက် ပြောသည်– “ထိုကဲ့သို့သော အရာတစ်ခုကို ကျွန်ုပ်ထံသို့လည်း ထုတ်ပြန်ခဲ့သည်။” အမ်ရ်က မေးသည်– “ဘာလဲ။” ထို့နောက် သူက ရွတ်ဆိုပြသည်– “အို ဝဗ်ရ်၊ အို ဝဗ်ရ်! သင်သည် နားနှစ်ဖက်နှင့် ရင်ဘတ်မျှသာဖြစ်သည်။ သင့်ကိုယ်၏ ကျန်အပိုင်းသည် ဟောင်းလောင်းဖြစ်သည်။” အမ်ရ်၊ မင်း ဘယ်လိုထင်လဲ။” ထို့နောက် အမ်ရ်က ပြောသည်– “အလ္လာဟ်အရှင်မြတ်ဖြင့် သက်သေပြု၍ ဆိုပါ၏၊ သင်သည် လိမ်လည်သူဖြစ်ကြောင်း ကျွန်ုပ် သိသည်ကို သင် သိပါသည်။”</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ရုပ်တုကိုးကွယ်သူတစ်ဦးက မုဆိုင်လာမာဟ်ကို တရားစီရင်ရာတွင် ပြောဆိုခဲ့သော စကားဖြစ်သည်။ သူသည် မုဟမ္မဒ် ﷺ နှင့် အရှင်မြတ်၏ မှန်ကန်မှုကို သိရှိခဲ့သည်။ သူသည် မုဆိုင်လာမာဟ်နှင့် ၎င်း၏ မဟုတ်မမှန်မှုနှင့် လိမ်လည်မှုဆီသို့ သဘောထားကိုလည်း သိရှိခဲ့သည်။ စဉ်းစားတွေးခေါ်နိုင်ပြီး ထိုးထွင်းဉာဏ်ရှိသူများသည် ပို၍ပင် ကောင်းစွာ သိရှိကြသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَا أَنزَلَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ်တွင် မုသားကို တီထွင်သူ သို့မဟုတ် အရှင်မြတ်၏ အာယတ်တော်များကို ငြင်းပယ်သူထက် ပိုမို၍ ကျူးကျော်မှုနှင့် မှားယွင်းမှု ကျူးလွန်သူ မည်သူရှိပါမည်နည်း။)</span><span class=\"gray\">[6:93]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ ۚ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အပေါ်တွင် မုသားကို လုပ်ကြံပြောဆိုသူ သို့မဟုတ် အရှင်မြတ်၏ အာယတ်တော်များကို ငြင်းပယ်သူထက် ပိုမို၍ မတရားသူ မည်သူရှိပါမည်နည်း။ ဧကန်မလွဲ ရာဇဝတ်သားတို့သည် မည်သည့်အခါမျှ အောင်မြင်ကြမည်မဟုတ်။)</span><span class=\"gray\">[10:17]</span></p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော်များက သက်သေအထောက်အထားများနှင့် ပြည့်စုံစွာ ယူဆောင်လာခဲ့သော အမှန်တရားကို မယုံကြည်သူထက် ပိုမို၍ မတရားသူ မည်သူမျှမရှိပေ။ </p>"
  },
  {
    "ayah_key": "10:18",
    "group_ayah_key": "10:18",
    "from_ayah": "10:18",
    "to_ayah": "10:19",
    "ayah_keys": "10:18,10:19",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် အလ်လာဟ်အရှင်မြတ်မှတစ်ပါး ၎င်းတို့အား အန္တရာယ်မပြု၊ အကျိုးမပြုနိုင်သည့် အရာများကို ကိုးကွယ်ကြပြီး၊ ၎င်းတို့က ဤသူများသည် အလ်လာဟ်အရှင်မြတ်ထံ၌ ကျွန်ုပ်တို့၏ ကြားဝင်စေ့စပ်ပေးမည့်သူများဖြစ်သည်ဟု ဆိုကြသည်။ 'အသင်တို့သည် အလ်လာဟ်အရှင်မြတ်အား မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပြင်၌ အရှင်မြတ်မသိရှိသောအရာများကို အသိပေးနေကြသလော'ဟု ပြောပါ။ အရှင်မြတ်သည် ၎င်းတို့ ဖက်စပ်လုပ်ကြံသော အရာအားလုံးထက် သန့်ရှင်းမြင့်မြတ်တော်မူ၏။ <span class=\"gray\">(အရှင်မြတ်နှင့်)</span><span>(၁၈)</span>လူသားများသည် တစ်ခုတည်းသော အသိုက်အဝန်းဖြစ်ခဲ့ကြသည်၊ ထို့နောက် ၎င်းတို့သည် <span class=\"gray\">(နောက်ပိုင်းတွင်)</span> သဘောကွဲလွဲခဲ့ကြသည်။ အကယ်၍ အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ထံမှ စကားတစ်ခွန်း ကြိုတင်ထွက်ပေါ်မလာခဲ့ပါက ၎င်းတို့ ကွဲလွဲခဲ့ကြသည့်အရာနှင့် ပတ်သက်၍ ၎င်းတို့ကြားတွင် ပြေလည်ပြီးဖြစ်လိမ့်မည် <span>(၁၉)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူများက ၎င်းတို့၏ဘုရားများအကြောင်း မည်သို့ယုံကြည်ကြသနည်း။</h2></div><p lang=\"my\" class=\"my \">အလ်လာဟ်အရှင်မြတ်သည် အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်သော ရုပ်တုကိုးကွယ်သူများကို ပြစ်တင်ရှုံ့ချတော်မူ၏။ ထိုဘုရားများသည် အလ်လာဟ်အရှင်မြတ်ထံ၌ ၎င်းတို့အတွက် ကြားဝင်စေ့စပ်ပေးမည်ဟု ထင်မှတ်ကြသည်။ အလ်လာဟ်အရှင်မြတ်က ထိုဘုရားများသည် အန္တရာယ်မပြုနိုင်၊ အကျိုးမပြုနိုင်ကြောင်း ဖော်ပြထားသည်။ ၎င်းတို့သည် မည်သည့်အရာကိုမျှ အာဏာမရှိ၊ မည်သည့်အရာကိုမျှ ပိုင်ဆိုင်ခြင်းမရှိ။ ထိုဘုရားများသည် ရုပ်တုကိုးကွယ်သူများ ၎င်းတို့နှင့်ပတ်သက်၍ ပြောဆိုခဲ့သည်များကို မည်သည့်အခါမျှ မပြုလုပ်နိုင်။ ထိုကြောင့် အလ်လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><<p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– ‘အသင်တို့သည် အလ်လာဟ်အရှင်မြတ်အား မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပြင်၌ အရှင်မြတ်မသိရှိသောအရာများကို အသိပေးနေကြသလော။’)</span></p><p lang=\"my\" class=\"my \">အိဗ်နုဂျရီးရ်က ပြောသည်– “ဤသည်မှာ ‘အသင်တို့သည် အလ်လာဟ်အရှင်မြတ်အား မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပြင်၌ ဖြစ်မလာနိုင်သောအရာများကို ပြောပြနေကြသလော’ဟု ဆိုလိုသည်။” ထို့နောက် အလ်လာဟ်အရှင်မြတ်သည် မိမိ၏ဘုန်းတော်ကြီးသော အတ္တသည် ၎င်းတို့၏ ရှစ်ရ်က်နှင့် ကွတ်ဖ်ရ်တို့ထက် အလွန်မြင့်မြတ်တော်မူကြောင်းကို အောက်ပါအတိုင်း မိန့်တော်မူခြင်းဖြင့် ကြေညာခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းတို့ ဖက်စပ်လုပ်ကြံသော အရာအားလုံးထက် သန့်ရှင်းမြင့်မြတ်တော်မူ၏ <span class=\"gray\">(အရှင်မြတ်နှင့်)</span>!)</span></p><div lang=\"my\" class=\"my \"><h2>ရှစ်ရ်က်သည် အသစ်ဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ်လာဟ်အရှင်မြတ်သည် ရှစ်ရ်က်သည် လူသားတို့ကြားတွင် အသစ်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ၎င်းသည် အစကတည်းက ရှိမနေခဲ့ပါ။ လူများသည် ဘာသာတစ်ခုတည်းကို ယုံကြည်သူများဖြစ်ပြီး ထိုဘာသာမှာ အစ္စလာမ်ဖြစ်ကြောင်း အရှင်မြတ်က ပြောပြသည်။ အိဗ်နုအဘ်ဘာစ်က ပြောသည်– “အာဒမ်နှင့် နူဟ်တို့ကြားတွင် ရာစုနှစ်ဆယ်ခု ရှိခဲ့သည်။ ၎င်းတို့အားလုံးသည် အစ္စလာမ်ဘာသာတွင် ရှိနေခဲ့ကြသည်။ ထို့နောက် လူများကြားတွင် ကွဲပြားမှုများ ဖြစ်ပေါ်လာခဲ့သည်။ ၎င်းတို့သည် ရုပ်တုများနှင့် ပြိုင်ဘက်များကို ကိုးကွယ်ခဲ့ကြသည်။ ထို့ကြောင့် အလ်လာဟ်အရှင်မြတ်သည် ကျယ်ပြန့်သော သက်သေအထောက်အထားများနှင့် ငြင်းမရသော သက်သေပြချက်များကို မိမိ၏ ရစူလ်တမန်တော်များနှင့်အတူ စေလွှတ်ခဲ့သည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَيَّ عَن بَيِّنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ခြင်းကို ငြင်းပယ်ခြင်းကြောင့်) ပျက်စီးမည့်သူများသည် ရှင်းလင်းသော သက်သေအထောက်အထားဖြင့် ပျက်စီးစေရန်၊ အသက်ရှင်မည့်သူများသည်လည်း ရှင်းလင်းသော သက်သေအထောက်အထားဖြင့် အသက်ရှင်စေရန်ဖြစ်သည်။)</span><span class=\"gray\">[8:42]</span></p><p lang=\"de\" class=\"de \">Allah's statement: </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ထံမှ စကားတစ်ခွန်း ကြိုတင်ထွက်ပေါ်မလာခဲ့ပါက...)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အကယ်၍ အလ်လာဟ်အရှင်မြတ်က ၎င်းတို့အား သက်သေအထောက်အထား တည်ရှိပြီးသည့်တိုင်အောင် မည်သူ့ကိုမျှ အပြစ်မပေးရန် အမိန့်မချမှတ်ခဲ့ပါကဖြစ်သည်။ ထို့အပြင် အကယ်၍ အရှင်မြတ်သည် ဖန်ဆင်းခံများကို သတ်မှတ်ထားသော ကာလတစ်ခု ကုန်ဆုံးသည်အထိ အချိန်မပေးခဲ့ပါက ၎င်းတို့ ကွဲလွဲခဲ့ကြသည့်အရာနှင့် ပတ်သက်၍ ၎င်းတို့ကြားတွင် တရားစီရင်ပြီးဖြစ်လိမ့်မည်။ ထို့နောက် အရှင်မြတ်သည် ယုံကြည်သူများကို ပျော်ရွှင်ဝမ်းမြောက်စေပြီး၊ ငြင်းပယ်သူများကို ဆင်းရဲဒုက္ခရောက်ပြီး နုံချာစေမည်ဖြစ်သည်။</p>"
  }
]