[
  {
    "ayah_key": "36:18",
    "group_ayah_key": "36:18",
    "from_ayah": "36:18",
    "to_ayah": "36:19",
    "ayah_keys": "36:18,36:19",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့ <span class=\"gray\">(လူများ)</span> က ပြောသည်– \"ကျွန်ုပ်တို့အတွက်မူ သင်တို့ထံမှ မကောင်းသော နိမိတ်ကို မြင်ရ၏။ သင်တို့ မရပ်စဲပါက သင်တို့ကို ကျွန်ုပ်တို့ ကျိန်းသေ ပစ်ခတ်မည်ဖြစ်ပြီး၊ နာကျင်သော ပြစ်ဒဏ်သည် ကျွန်ုပ်တို့ထံမှ သင်တို့ကို ရောက်ရှိလိမ့်မည်။ <span>(၁၈)</span> ၎င်းတို့ <span class=\"gray\">(တမန်တော်များ)</span> က ပြောသည်– \"သင်တို့၏ မကောင်းသော နိမိတ်များ သင်တို့နှင့်အတူ ရှိပါစေ! သင်တို့ကို ဆုံးမသဖြင့်လော? မဟုတ်၊ သင်တို့သည် ဆိုးသွမ်းသော လူမျိုးဖြစ်သည်။\") ထို့နောက် မြို့သူမြို့သားတို့သည် <span>(၁၉)</span> အား ပြောကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا تَطَيَّرْنَا بِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အတွက်မူ သင်တို့ထံမှ မကောင်းသော နိမိတ်ကို မြင်ရ၏;)</span> ဆိုလိုသည်မှာ 'သင်တို့မျက်နှာများတွင် ကျွန်ုပ်တို့ဘဝအတွက် ကောင်းသော လက္ခဏာ တစ်စုံတစ်ရာကို မတွေ့ရ' ဟု ဖြစ်သည်။ ကတာဒါဟ်က ပြောသည်– \"၎င်းတို့က ပြောနေကြသည်မှာ 'အကယ်၍ ဆိုးရွားသော တစ်စုံတစ်ရာ ကျွန်ုပ်တို့ကို ဖြစ်ပေါ်လာပါက သင်တို့ကြောင့် ဖြစ်လိမ့်မည်' ဟု ဖြစ်သည်။\" မူဂျာဟစ်က ပြောသည်– \"၎င်းတို့က ပြောနေကြသည်မှာ 'သင်တို့ကဲ့သို့သော လူများသည် မြို့တစ်မြို့သို့ မည်သည့်အခါမျှ ဝင်ရောက်ခြင်း မရှိ၊ သို့သော် ထိုမြို့သူမြို့သားတို့သည် အပြစ်ပေးခံရမည်' ဟု ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မရပ်စဲပါက သင်တို့ကို ကျွန်ုပ်တို့ ကျိန်းသေ ပစ်ခတ်မည်၊)</span> ကတာဒါဟ်က ပြောသည်– \"သင်တို့ကို ကျောက်ခဲဖြင့် ပစ်ပေါက်ခြင်းဖြင့်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နာကျင်သော ပြစ်ဒဏ်သည် ကျွန်ုပ်တို့ထံမှ သင်တို့ကို ရောက်ရှိလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ပြင်းထန်သော ပြစ်ဒဏ်ပင်။ ၎င်းတို့၏ တမန်တော်များက ၎င်းတို့အား ပြောသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">طَائِرُكُمْ مَعَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ မကောင်းသော နိမိတ်များ သင်တို့နှင့်အတူ ရှိပါစေ!)</span> ဆိုလိုသည်မှာ '၎င်းတို့သည် သင်တို့ထံသို့ ပြန်လည် ပစ်ချခံရခြင်း' ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ဖိရ်အောန်၏ လူမျိုးများကို ဖော်ပြထားသော အာယတ်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَٰذِهِ ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَىٰ وَمَنْ مَعَهُ ۗ أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ထံ ကောင်းကျိုးတစ်ခု ရောက်ရှိလာသောအခါ ၎င်းတို့က \"ဤသည်မှာ ကျွန်ုပ်တို့၏ဥစ္စာ\" ဟု ပြောကြသည်။ အကယ်၍ ဆိုးကျိုးတစ်ခု ၎င်းတို့ကို ဖြစ်ပေါ်လာပါက ၎င်းတို့က မူဆာနှင့် ၎င်း၏နောက်လိုက်များနှင့် ဆက်စပ်နေသော မကောင်းသော နိမိတ်ကြောင့်ဟု သတ်မှတ်ကြသည်။ အသိပေးပါ! အမှန်စင်စစ် ၎င်းတို့၏ မကောင်းသော နိမိတ်များသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိ၏)</span><span class=\"gray\">(7:131)</span>။ စွာလိဟ်၏ လူမျိုးတို့က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ ۚ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့သည် သင်တို့နှင့် သင်တို့နှင့်အတူရှိသူများထံမှ မကောင်းသော နိမိတ်ကို မြင်ရ၏။\" သူက ပြောသည်– \"သင်တို့၏ မကောင်းသော နိမိတ်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိသည်။\")</span><span class=\"gray\">(27:47)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَٰذِهِ مِنْ عِنْدِ اللَّهِ ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَٰذِهِ مِنْ عِنْدِكَ ۚ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ ۖ فَمَالِ هَٰؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကောင်းကျိုးတစ်ခုခု ၎င်းတို့ထံ ရောက်ရှိလာပါက ၎င်းတို့က \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်\" ဟု ပြောကြသည်။ သို့သော် အကယ်၍ ဆိုးကျိုးတစ်ခုခု ၎င်းတို့ကို ဖြစ်ပေါ်လာပါက ၎င်းတို့က \"ဤသည်မှာ သင်တို့ထံမှ ဖြစ်သည်\" ဟု ပြောကြသည်။ ပြောပါ– \"အရာခပ်သိမ်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်၏\"၊ သို့ဖြစ်ရာ ဤလူမျိုးတို့တွင် မည်သည့်စကားကိုမျှ နားမလည်ကြသည်မှာ အဘယ်ကြောင့်နည်း?)</span><span class=\"gray\">(4:78)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَئِنْ ذُكِّرْتُمْ ۚ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သင်တို့ကို ဆုံးမသဖြင့်)</span> သင်တို့က \"မကောင်းသော နိမိတ်\" ဟု ခေါ်သလော? မဟုတ်၊ သင်တို့သည် ဆိုးသွမ်းသော လူမျိုးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ကြောင့်၊ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် သင်တို့ကို ဆုံးမပြီး အလ္လာဟ်အရှင်မြတ်ကိုသာ တစ်ပါးတည်း ရိုးသားစွာ ကိုးကွယ်ရန် ပြောဆိုခဲ့၍၊ သင်တို့က ကျွန်ုပ်တို့ကို ပြောသည့်အတိုင်း ပြောပြီး ခြိမ်းခြောက်ခဲ့သောကြောင့်ဖြစ်သည်။ မဟုတ်၊ သင်တို့သည် ဆိုးသွမ်းသော လူမျိုးဖြစ်သည်။' ကတာဒါဟ်က ပြောသည်– \"၎င်းသည် 'ကျွန်ုပ်တို့သည် သင့်အား အလ္လာဟ်အရှင်မြတ်အကြောင်း သတိပေးသောကြောင့်၊ ကျွန်ုပ်တို့ထံတွင် မကောင်းသော နိမိတ်ကို သင်တို့ မြင်ခဲ့ကြသည်။ မဟုတ်၊ သင်တို့သည် ဆိုးသွမ်းသော လူမျိုးဖြစ်သည်။' ဟု ဆိုလိုသည်။\"</p>"
  },
  {
    "ayah_key": "36:20",
    "group_ayah_key": "36:20",
    "from_ayah": "36:20",
    "to_ayah": "36:25",
    "ayah_keys": "36:20,36:21,36:22,36:23,36:24,36:25",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် မြို့၏ အစွန်အဖျားဒေသမှ လူတစ်ဦး အပြေးရောက်လာသည်။ သူက ပြောသည်– \"အို ကျွန်ုပ်၏လူမျိုးတို့! တမန်တော်များအား နာခံကြလော့။ <span>(၂၀)</span> \"သင်တို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆိုသူများကို နာခံကြလော့၊ ၎င်းတို့သည် မှန်ကန်စွာ လမ်းပြခံရသူများ ဖြစ်ကြ၏။ <span>(၂၁)</span> \"ကျွန်ုပ်အား ဖန်ဆင်းခဲ့သူ၊ သင်တို့ကို ပြန်လည်စေမည့်သူကို အဘယ်ကြောင့် ကျွန်ုပ် မကိုးကွယ်ရမည်နည်း။ <span>(၂၂)</span> \"အရှင်မြတ်မှတစ်ပါး အခြားသော ဘုရားများကို ကျွန်ုပ်ယူရမည်လော? အကယ်၍ အလွန်တရာ ကရုဏာရှင်သည် ကျွန်ုပ်အား ထိခိုက်စေလိုပါက၊ ၎င်းတို့၏ ကြားဝင်ဆောင်ရွက်ပေးမှုသည် ကျွန်ုပ်အတွက် မည်သည့်အသုံးဝင်မှုမျှ ရှိလိမ့်မည်မဟုတ်၊ ၎င်းတို့သည် ကျွန်ုပ်ကို မကယ်တင်နိုင်ပါ။ <span>(၂၃)</span> \"ထိုအခါ ကျွန်ုပ်သည် ထင်ရှားသော လွဲမှားမှုတွင် ကျိန်းသေ ရှိလိမ့်မည်။ <span>(၂၄)</span> \"အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့၏ အရှင်မြတ်ကို ယုံကြည်ပြီ၊ ထို့ကြောင့် ကျွန်ုပ်၏စကားကို နားထောင်ကြလော့! <span>(၂၅)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်၊ ကအ်ဗ် အလ်-အဟ်ဘာရ်နှင့် ဝဟ်ဗ် ဘင် မူနဗ်ဘိဟ်တို့ထံမှ ရရှိသော အကြောင်းအရာကို ကိုးကား၍ အိဗ်နု အိစှာက်က သတင်းပို့ခဲ့သည်မှာ \"မြို့သူမြို့သားတို့သည် ၎င်းတို့၏ တမန်တော်များကို သတ်ဖြတ်ရန် ဆုံးဖြတ်ခဲ့ကြသည်။ ထို့နောက် မြို့၏ အစွန်အဖျားဒေသမှ လူတစ်ဦး အပြေးရောက်လာသည်၊ ဆိုလိုသည်မှာ ၎င်း၏လူမျိုးများကို ဆန့်ကျင်၍ တမန်တော်များကို ကူညီရန်ဖြစ်သည်။ ၎င်းတို့က ပြောသည်၊ သူ၏အမည်မှာ ဟဘီးဗ်ဖြစ်ပြီး ကြိုးများနှင့် အလုပ်လုပ်သူဖြစ်သည်။ သူသည် နာမကျန်းသူဖြစ်ပြီး ကုဋ္ဌနူနာ ခံစားနေရကာ အလွန် ရက်ရောသူဖြစ်ပြီး ၎င်း၏ဝင်ငွေ၏ ထက်ဝက်ကို ပရဟိတဒါနပြုခဲ့သည်။ ၎င်း၏ ဖိသ်ရာ <span class=\"gray\">(သဘာဝ ဗီဇ)</span> မှာ ကောင်းမွန်သည်။\" ရှဘီးဗ် ဘင် ဘရှ်ရ်က အိကရီမာဟ်ထံမှ၊ အိဗ်နု အဗ္ဗားစ်ထံမှ ပြန်လည်ပြောပြခဲ့သည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်ပါစေ၊ ယာစီန်တွင် ဖော်ပြထားသော ထိုသူ၏အမည်မှာ ဟဘီးဗ် အန်-နဂျ်ဂျာရ်ဖြစ်ပြီး ၎င်း၏လူမျိုးများက သတ်ဖြတ်ခဲ့သည်ဟု ပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်– \"အို ကျွန်ုပ်၏လူမျိုးတို့! တမန်တော်များအား နာခံကြလော့။\")</span> – သူသည် သူ့လူမျိုးများကို ၎င်းတို့ထံ ရောက်ရှိလာသော တမန်တော်များအား လိုက်နာရန် တိုက်တွန်းခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆိုသူများကို နာခံကြလော့၊)</span> ဆိုလိုသည်မှာ '၎င်းတို့သည် သင်တို့ထံသို့ ပေးပို့သော သတင်းစကားအတွက်၊ ၎င်းတို့သည် သင်တို့ကို ဖိတ်ခေါ်သော အရာတွင် မှန်ကန်စွာ လမ်းပြခံရသူများဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်ကို တစ်ပါးတည်း ကိုးကွယ်ခြင်း၊ မည်သည့်အဖော်အဖက်မျှ မရှိဘဲ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား ဖန်ဆင်းခဲ့သူကို အဘယ်ကြောင့် ကျွန်ုပ် မကိုးကွယ်ရမည်နည်း)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်အား ဖန်ဆင်းခဲ့သူကို စိတ်ရင်းမှန်ဖြင့် ကိုးကွယ်ခြင်း၊ အရှင်မြတ်ကိုသာ တစ်ပါးတည်း၊ မည်သည့်အဖော်အဖက်မျှ မပါဘဲ ကိုးကွယ်ခြင်းမှ ကျွန်ုပ်အား မည်သည့်အရာက တားဆီးနိုင်မည်နည်း?'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِلَيْهِ تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ပြန်လည်စေမည့်သူကို။)</span> ဆိုလိုသည်မှာ 'ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊ အရှင်မြတ်က သင်တို့၏ လုပ်ရပ်များအတွက် အကျိုးပေးလိမ့်မည်– အကယ်၍ ကောင်းပါက အကျိုးဆုလာဘ်ခံစားရမည်ဖြစ်ပြီး၊ အကယ်၍ ဆိုးပါက အပြစ်ပေးခံရမည်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်မှတစ်ပါး အခြားသော ဘုရားများကို ကျွန်ုပ်ယူရမည်လော?)</span> ဤသည်မှာ ဆူပူပြစ်တင်ရန်နှင့် ဆုံးမရန် ရည်ရွယ်သည့် ကာရံမဲ့ မေးခွန်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يُرِدْنِ الرَّحْمَٰنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنْقِذُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလွန်တရာ ကရုဏာရှင်သည် ကျွန်ုပ်အား ထိခိုက်စေလိုပါက၊ ၎င်းတို့၏ ကြားဝင်ဆောင်ရွက်ပေးမှုသည် ကျွန်ုပ်အတွက် မည်သည့်အသုံးဝင်မှုမျှ ရှိလိမ့်မည်မဟုတ်၊ ၎င်းတို့သည် ကျွန်ုပ်ကို မကယ်တင်နိုင်ပါ။)</span> ဆိုလိုသည်မှာ 'သင်တို့ အရှင်မြတ်အစား ကိုးကွယ်သော ဤဘုရားများသည် အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား အချို့သော ထိခိုက်မှုများကို လိုလားပါက၊ မည်သည့်စွမ်းအားမျှ မရှိကြပေ၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا كَاشِفَ لَهُ إِلَّا هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်မှတစ်ပါး မည်သူမျှ ဖယ်ရှားနိုင်မည်မဟုတ်)</span><span class=\"gray\">(6:17)</span>။ 'ဤရုပ်တုများသည် မည်သည့်ထိခိုက်မှုကိုမျှ မဖြစ်စေနိုင်သကဲ့သို့ မည်သည့်အကျိုးကျေးဇူးကိုမျှ မဆောင်ကြဉ်းနိုင်၊ ထို့အပြင် ကျွန်ုပ်ရင်ဆိုင်နေရသော အခက်အခဲမှလည်း ကျွန်ုပ်ကို မကယ်တင်နိုင်ပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي إِذًا لَفِي ضَلَالٍ مُبِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ကျွန်ုပ်သည် ထင်ရှားသော လွဲမှားမှုတွင် ကျိန်းသေ ရှိလိမ့်မည်။)</span> ဆိုလိုသည်မှာ 'အကယ်၍ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်အစား ၎င်းတို့ကို ဘုရားများအဖြစ် ယူခဲ့ပါက။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့၏ အရှင်မြတ်ကို ယုံကြည်ပြီ၊ ထို့ကြောင့် ကျွန်ုပ်၏စကားကို နားထောင်ကြလော့!)</span> အိဗ်နု အိစှာက်က အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်ပါစေ၊ ကအ်ဗ်နှင့် ဝဟ်ဗ်တို့ထံမှ ရရှိသော အကြောင်းအရာကို ကိုးကား၍ ပြောခဲ့သည်မှာ \"သူက သူ့လူမျိုးများကို ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي آمَنْتُ بِرَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့၏ အရှင်မြတ်ကို ယုံကြည်ပြီ)</span> သင်တို့ မယုံကြည်ခဲ့သော အရှင်မြတ်ကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْمَعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်၏စကားကို နားထောင်ကြလော့!)</span>' ဆိုလိုသည်မှာ၊ ကျွန်ုပ်ပြောသည်ကို နားထောင်ကြလော့\" ဟု ဖြစ်သည်။ သို့မဟုတ် သူသည် တမန်တော်များအား ပြောဆိုနေခြင်း ဖြစ်နိုင်သည်။ သူက ပြောသောအခါ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي آمَنْتُ بِرَبِّكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့၏ အရှင်မြတ်ကို ယုံကြည်ပြီ၊)</span> ဆိုလိုသည်မှာ 'သင့်အား စေလွှတ်ခဲ့သူ'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْمَعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်၏စကားကို နားထောင်ကြလော့!)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်ရှေ့တွင် ထိုအရာကို သက်သေခံကြလော့' ဟု ဖြစ်သည်။ ဤအကြောင်းကို အိဗ်နု ဂျရီရ်က ပြောပြခဲ့ပြီး သူက ပြောသည်မှာ \"အခြားသူများကမူ ဤသည်မှာ တမန်တော်များကို ပြောဆိုခြင်းဖြစ်သည်၊ သူက ၎င်းတို့အား ပြောသည်မှာ– 'ကျွန်ုပ်ပြောသည်ကို နားထောင်ပြီး ကျွန်ုပ်ပြောသည်ကို ကျွန်ုပ်၏ အရှင်မြတ်ရှေ့တွင် သက်သေခံကြလော့၊ ကျွန်ုပ်သည် သင်တို့၏ အရှင်မြတ်ကို ယုံကြည်ပြီး သင်တို့ကို လိုက်နာပြီ။' ဤအဓိပ္ပါယ်ဖွင့်ဆိုချက်သည် ပိုမိုထင်ရှားပြီး အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး သိတော်မူသည်။ အိဗ်နု အိစှာက်က အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်ပါစေ၊ ကအ်ဗ်နှင့် ဝဟ်ဗ်တို့ထံမှ ရရှိသော အကြောင်းအရာကို ကိုးကား၍ ပြောခဲ့သည်မှာ 'သူက ထိုသို့ပြောသောအခါ၊ ၎င်းတို့သည် သူ့အပေါ် တစ်ဦးတည်းကဲ့သို့ ဝိုင်းအုံပြီး ချက်ချင်းသတ်ပစ်ခဲ့ကြသည်။ သူ၌ ထိုအရာမှ သူ့ကို ကာကွယ်ပေးမည့်သူ တစ်ဦးတစ်ယောက်မျှ မရှိခဲ့ပေ။'\" ကတာဒါဟ်က ပြောသည်– \"သူက 'အို အလ္လာဟ်၊ ကျွန်ုပ်၏လူမျိုးကို လမ်းပြတော်မူပါ၊ ၎င်းတို့သည် မသိကြပါ' ဟု ပြောနေစဉ် ၎င်းတို့သည် သူ့ကို ကျောက်ခဲဖြင့် ပစ်ပေါက်ခဲ့ကြပြီး သူသည် အပြင်းအထန် သေဆုံးသည်အထိ ဆက်လက် ပစ်ပေါက်ခဲ့ကြသည်။ သူသည် ၎င်းတို့အတွက် ဆုတောင်းနေဆဲဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကရုဏာတော် ထားတော်မူပါစေ။\"</p>"
  }
]