[
  {
    "ayah_key": "3:75",
    "group_ayah_key": "3:75",
    "from_ayah": "3:75",
    "to_ayah": "3:76",
    "ayah_keys": "3:75,3:76",
    "text": "<p lang=\"my\" class=\"my \">ဓမ္မကျမ်းစာပိုင်ရှင်များအနက် Qintar <span class=\"gray\">(များစွာသော ဓနဥစ္စာ)</span> ကို အပ်နှံထားပါက အသင့်ပြန်ပေးမည့်သူလည်း ရှိ၏။ ၎င်းတို့အနက် ဒင်္ဂါးပြားတစ်ပြားကို အပ်နှံထားပါက သင်အဆက်မပြတ် တောင်းခံနေမှသာ ပြန်ဆပ်မည့်သူလည်း ရှိ၏။ အဘယ်ကြောင့်ဆိုသော် \"စာမတတ်သူများ <span class=\"gray\">(အာရပ်များ)</span> ၏ ပိုင်ဆိုင်မှုများကို သစ္စာဖောက်၍ ယူခြင်းသည် ကျွန်ုပ်တို့အတွက် အပြစ်မရှိ\" ဟု ၎င်းတို့ပြောကြသောကြောင့်ဖြစ်သည်။ သို့သော် ၎င်းတို့ သိလျက်နှင့် အလ္လာဟ်အပေါ် လိမ်ညာကြသည်။ <span>(၇၅)</span>မှန်ပါသည်၊ မည်သူမဆို မိမိကတိကို ပြည့်စုံစေ၍ အလ္လာဟ်ကို များစွာ ကြောက်ရွံ့ပါက၊ ထိုအခါ အလ္လာဟ်သည် မွတ်တကီများ <span class=\"gray\">(ရိုသေကိုင်းရှိုင်းသူများ)</span> ကို ချစ်တော်မူ၏။<span>(၇၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများသည် မည်မျှယုံကြည်စိတ်ချရသနည်း။</h2></div><p lang=\"my\" class=\"my \">ဂျူးများအကြားတွင် လှည့်ဖြားတတ်သူများ ရှိကြောင်း အလ္လာဟ်က ဖော်ပြသည်။ ၎င်းတို့အချို့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(Qintar <span class=\"gray\">(များစွာသော ပမာဏ)</span> ကို အပ်နှံထားပါက)</span> ပိုက်ဆံကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤَدِّهِ إِلَيْكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်ပြန်ပေးမည်။)</span> ဤအာယတ်က ဤအမျိုးအစားသည် Qintar ထက် နည်းပါးသော ပမာဏကိုလည်း အလားတူ ပေးလိမ့်မည်ဟု ဖော်ပြသည်။ ရှင်းလင်းသည်။ သို့သော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် ဒင်္ဂါးပြားတစ်ပြားကို အပ်နှံထားပါက သင်အဆက်မပြတ် တောင်းခံနေမှသာ ပြန်ဆပ်မည့်သူလည်း ရှိ၏။)</span> သင်၏ တရားဝင်ပိုင်ဆိုင်မှုကို ရယူရန် အဆက်မပြတ် တောင်းခံနေရခြင်းဖြစ်သည်။ ဒင်နာတစ်ပြားနှင့် ပတ်သက်၍ ၎င်းသည် ဤသို့ပြုမူပါက၊ ဒင်နာထက် ပိုသောပမာဏနှင့် ပတ်သက်၍ကား မည်သို့နည်း။ ဤဆူရာ၏ အစပိုင်းတွင် Qintar ၏ အဓိပ္ပါယ်ကို ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီး၊ ဒင်နာ၏ တန်ဖိုးမှာ လူသိများသည်။ အလ္လာဟ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော် \"စာမတတ်သူများ <span class=\"gray\">(အာရပ်များ)</span> ၏ ပိုင်ဆိုင်မှုများကို သစ္စာဖောက်၍ ယူခြင်းသည် ကျွန်ုပ်တို့အတွက် အပြစ်မရှိ\" ဟု ၎င်းတို့ပြောကြသောကြောင့်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ အမှန်တရားကို ငြင်းပယ်ရခြင်း <span class=\"gray\">(သို့မဟုတ် ၎င်းတို့ ပေးဆပ်ရန်ရှိသည်ကို)</span> မှာ ၎င်းတို့က \"အလ္လာဟ်သည် ကျွန်ုပ်တို့အတွက် ခွင့်ပြုထားပြီးဖြစ်သောကြောင့် အာရပ်လူမျိုး စာမတတ်သူတို့၏ ပစ္စည်းဥစ္စာများကို စားသုံးခြင်းသည် ကျွန်ုပ်တို့၏ဘာသာ၌ အပြစ်မရှိ\" ဟု ပြောကြသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်က ပြန်လည်မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ သိလျက်နှင့် အလ္လာဟ်အပေါ် လိမ်ညာကြသည်။)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဤလိမ်လည်မှုနှင့် မှားယွင်းသော စကားကို ဖန်တီးခဲ့ကြသောကြောင့်ဖြစ်သည်။ ယင်းအစား ၎င်းတို့သည် ထိုငွေကို ရပိုင်ခွင့်မရှိပါက အလ္လာဟ်က ၎င်းတို့အား ခွင့်ပြုလိမ့်မည်မဟုတ်ပေ။</p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်-ရာဇ်ဇာက်က ဆာအ်ဆာအဟ် ဗင်န် ယဇ်ဒီပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ တစ်ဦးတစ်ယောက်က အိဗ်နု အဗ္ဗားစ်အား \"စစ်ပွဲအတွင်း ကျွန်ုပ်တို့သည် Ahl Adh-Dhimmah ပိုင်ဆိုင်သော ကြက်များနှင့် သိုးများကဲ့သို့သော ပစ္စည်းအချို့ကို သိမ်းပိုက်ရရှိသည်။\" ဟု မေးမြန်းခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က \"ဒီကိစ္စမှာ ဘာလုပ်ကြသလဲ\" ဟု မေးခဲ့သည်။ ထိုသူက \"ဒီကိစ္စမှာ အပြစ်မရှိဘူး <span class=\"gray\">(ကျွန်ုပ်တို့ သိမ်းဆည်းရင်)</span>\" ဟု ပြောခဲ့သည်။ သူက \"ဒါက ဓမ္မကျမ်းစာပိုင်ရှင်များ ပြောတာပဲ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာမတတ်သူများ <span class=\"gray\">(အာရပ်များ)</span> ၏ ပိုင်ဆိုင်မှုများကို သစ္စာဖောက်၍ ယူခြင်းသည် ကျွန်ုပ်တို့အတွက် အပြစ်မရှိ။)</span></p><p lang=\"my\" class=\"my \">အမှန်ပင်၊ ၎င်းတို့ ဂျစ်ဇ်ယာကို ပေးဆပ်ပါက ၎င်းတို့၏ ပိုင်ဆိုင်မှုများကို ၎င်းတို့ကိုယ်တိုင် စွန့်လွှတ်မှသာ သင်ယူခွင့်မရှိ။\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِ وَاتَّقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ပါသည်၊ မည်သူမဆို မိမိကတိကို ပြည့်စုံစေ၍ အလ္လာဟ်ကို များစွာ ကြောက်ရွံ့ပါက၊)</span> သင်တို့ ဓမ္မကျမ်းစာပိုင်ရှင်များအနက် မိမိကတိကို ပြည့်စုံစေ၍ အလ္လာဟ်ကို ကြောက်ရွံ့သူသည်၊ မုဟမ္မဒ် ﷺ ကို စေလွှတ်သည့်အခါ ယုံကြည်ရန် အလ္လာဟ်က သင်တို့ထံမှယူထားသော ကတိသစ္စာနှင့် ပတ်သက်၍၊ တမန်တော်အားလုံးနှင့် ၎င်းတို့၏ လူမျိုးများထံမှ အလားတူ ကတိကို ယူခဲ့သည့်အတိုင်းဖြစ်သည်။ မည်သူမဆို အလ္လာဟ်၏ တားမြစ်ချက်များကို ရှောင်ကြဉ်သူ၊ အမိန့်နာခံသူနှင့် ၎င်း၏နောက်ဆုံးတမန်တော် ﷺ နှင့် လူသားအားလုံး၏ သခင်ဖြစ်သူထံသို့ စေလွှတ်ခဲ့သော ရှရီအာကို လိုက်နာသူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အလ္လာဟ်သည် မွတ်တကီများကို ချစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "3:77",
    "group_ayah_key": "3:77",
    "from_ayah": "3:77",
    "to_ayah": "3:77",
    "ayah_keys": "3:77",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်ပင် အလ္လာဟ်၏ ပဋိညာဉ်နှင့် ၎င်းတို့၏ သစ္စာများကို ရောင်းချ၍ အနည်းငယ်သော အကျိုးအမြတ်ကို ဝယ်ယူသူများသည် နောင်တမလွန်ဘဝ <span class=\"gray\">(ဂျန္နတ်)</span> တွင် မည်သည့် ကံကြမ္မာမျှ ရှိမည်မဟုတ်ပေ။ အလ္လာဟ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အား စကားပြောမည်မဟုတ်သလို ကြည့်ရှုမည်လည်းမဟုတ်ပေ။ ၎င်းတို့အား သန့်စင်ပေးမည်လည်းမဟုတ်သလို ၎င်းတို့အတွက် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ရှိမည်။ <span>(၇၇)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်၏ ပဋိညာဉ်ကို ဖောက်ဖျက်သူများအတွက် နောင်တမလွန်ဘဝတွင် ဝေစုမရှိ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်က မိန့်ကြားသည်မှာ မည်သူမဆို ဤတိုတောင်း၍ မကြာမီ ကုန်ဆုံးမည့် ဘဝ၏ သေးငယ်သော အရာများကို ပိုနှစ်သက်ပြီး မုဟမ္မဒ် ﷺ ကို လိုက်နာခြင်း၊ ၎င်း၏ ဖော်ပြချက် <span class=\"gray\">[၎င်းတို့၏ ကျမ်းများမှ]</span> ကို လူတို့အား ကြေညာခြင်းနှင့် ၎င်း၏ အမှန်တရားကို အတည်ပြုခြင်းဖြင့် အလ္လာဟ်အား ကတိပေးထားသည်များကို မဖြည့်ဆည်းပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝတွင် ၎င်းတို့အတွက် မည်သည့် ကံကြမ္မာမျှ ရှိမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် နောင်တမလွန်ဘဝ၏ ဆုလာဘ်များတွင် ဝေစု သို့မဟုတ် အစိတ်အပိုင်း ရှိမည်မဟုတ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အား စကားပြောမည်မဟုတ်သလို ကြည့်ရှုမည်လည်းမဟုတ်ပေ။)</span> ၎င်း၏ ကရုဏာတော်ဖြင့် ဖြစ်သည်။ ဤအာယတ်က အလ္လာဟ်သည် ကြင်နာသော စကားလုံးများကို ပြောမည်မဟုတ်သလို မည်သည့်ကရုဏာဖြင့်မျှ ၎င်းတို့အား ကြည့်ရှုမည်မဟုတ်ကြောင်း ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُزَكِّيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား သန့်စင်ပေးမည်လည်းမဟုတ်)</span> အပြစ်များနှင့် ညစ်ညမ်းမှုများမှ။ ယင်းအစား၊ ၎င်းတို့အား ငရဲသို့ အမိန့်ပေးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ရှိမည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်နှင့်ပတ်သက်၍ ဟဒီးစ်များစွာ ရှိပြီး၊ အချို့မှာ အောက်ပါအတိုင်း ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ပထမဆုံး ဟဒီးစ်</p><p lang=\"my\" class=\"my \">အီမာမ် အာဟ်မဒ်က အဘူဒါရ် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ \"အလ္လာဟ်၏ ရစူလ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللهُ، وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ، وَلَا يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلت: يا رسول الله، من هم؟ خابوا وخسروا قال: وأعاده رسول الله صلّى الله عليه وسلّم ثلاث مرات، قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْبِلُ، وَالْمُنَفِّقُ سِلْعَتَهُ بِالْحَلِفِ الْكَاذِبِ، وَالْمَنَّانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် စကားပြောမည်မဟုတ်၊ ကြည့်ရှုမည်မဟုတ်၊ သန့်စင်ပေးမည်မဟုတ်သည့် ပုဂ္ဂိုလ်သုံးဦးရှိသည်။ ၎င်းတို့သည် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို ခံစားရလိမ့်မည်။ ကျွန်တော်က 'အို အလ္လာဟ်၏ ရစူလ်! ၎င်းတို့သည် မည်သူများလဲ၊ ၎င်းတို့သည် ဆုံးရှုံးမှုနှင့် ရှုံးနိမ့်မှုကို ရပါစေ' ဟု မေးခဲ့သည်။ ၎င်းသည် ဤစကားကို သုံးကြိမ်ပြန်ပြောခဲ့ပြီး 'အဝတ်အစား ခြေကျင်းဝတ်အောက်ရောက်သော Musbil <span class=\"gray\">(လူ)</span>၊ မိမိကုန်ပစ္စည်းကို ရောင်းချရန် လိမ်ညာ၍ သစ္စာဆိုသူနှင့် ပရဟိတဒါနပြုပြီး လူတို့ကို သတိပေးသူတို့ဖြစ်သည်။' ဟု မိန့်တော်မူခဲ့သည်။)</span>\" ၎င်းကို မွတ်စလင်မ်နှင့် ဆူနန်စုဆောင်းသူများကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">အီမာမ် အာဟ်မဒ်က အာဒီ ဗင်န် အာမီရာ အလ်-ကင်ဒီ ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ \"ကင်ဒါလူမျိုးတစ်ဦးဖြစ်သော အင်မ်ရူအ် အလ်-ကိုင်းစ် ဗင်န် အာဘိစ်သည် ဟဒ်ရာမုတ်မှ အမျိုးသားတစ်ဦးနှင့် အလ္လာဟ်၏ ရစူလ် ﷺ ရှေ့တွင် မြေကွက်တစ်ကွက်အတွက် အငြင်းပွားခဲ့သည်။ တမန်တော် ﷺ က ဟဒ်ရာမုတ်မှ အမျိုးသားအား ၎င်း၏ အထောက်အထားကို တင်ပြရန် တောင်းဆိုခဲ့သော်လည်း ၎င်းတွင် မရှိခဲ့ပေ။ တမန်တော် ﷺ က အင်မ်ရူအ် အလ်-ကိုင်းစ်အား ၎င်း၏ မှန်ကန်မှုကို သစ္စာဆိုရန် တောင်းဆိုခဲ့သော်လည်း ဟဒ်ရာမုတ်မှ အမျိုးသားက 'အို အလ္လာဟ်၏ ရစူလ်! အကယ်၍ သင်သည် ၎င်းအား သစ္စာဆိုရန်သာ တောင်းဆိုပါက၊ ကာအ်ဘာ၏ အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်)</span> အားဖြင့် ကျွန်ုပ်၏ မြေသည် ဆုံးရှုံးသွားလိမ့်မည်' ဟု ပြောခဲ့သည်။ အလ္လာဟ်၏ ရစူလ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ عَلى يَمِينٍ كَاذِبَةٍ لِيَقْتَطِعَ بِهَا مَالَ أَحَدٍ، لَقِيَ اللهَ عَزَّ وَجَلَّ وَهُوَ عَلَيْهِ غَضْبَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အခြားသူများ၏ ပိုင်ဆိုင်မှုကို ရယူရန် လိမ်ညာ၍ သစ္စာဆိုသူသည် အလ္လာဟ်နှင့် တွေ့ဆုံသောအခါ ၎င်းအပေါ် အလ္လာဟ်သည် အမျက်ထွက်လျက်ရှိမည်ဖြစ်သည်။)</span>\" ဟဒီးစ်၏ ရာဝီများအနက် တစ်ဦးဖြစ်သော ရာဂျာက အလ္လာဟ်၏ ရစူလ် ﷺ သည် ထိုအခါ ရွတ်ဖတ်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် အလ္လာဟ်၏ ပဋိညာဉ်နှင့် ၎င်းတို့၏ သစ္စာများကို ရောင်းချ၍ အနည်းငယ်သော အကျိုးအမြတ်ကို ဝယ်ယူသူများ...)</span></p><p lang=\"my\" class=\"my \">အင်မ်ရူအ် အလ်-ကိုင်းစ်က 'အကယ်၍ တစ်ဦးတစ်ယောက်က ဤအငြင်းပွားမှုကို စွန့်လွှတ်လိုက်ပါက၊ အို အလ္လာဟ်၏ ရစူလ်! ၎င်းသည် ဘာရရှိမည်နည်း' ဟု မေးခဲ့သည်။ တမန်တော် ﷺ က 'ဂျန္နတ်' ဟု ပြန်ဖြေခဲ့သည်။ အင်မ်ရူအ် အလ်-ကိုင်းစ်က 'ကျွန်တော်သည် မြေအားလုံးကို ၎င်းအတွက် စွန့်လွှတ်ကြောင်း သက်သေခံပါ' ဟု ပြောခဲ့သည်။\" အန်-နာဆာအီကလည်း ဤဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">အီမာမ် အာဟ်မဒ်က အဗ်ဒူလ္လာဟ် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ အလ္လာဟ်၏ ရစူလ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ عَلى يَمِينٍ هُوَ فِيهَا فَاجِرٌ، لِيَقْتَطِعَ بِهَا مَالَ امْرِىءٍ مُسْلِمٍ، لَقِيَ اللهَ عَزَّ وَجَلَّ وَهُوَ عَلَيْهِ غَضْبَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မွတ်စလင်မ်တစ်ဦး၏ ပိုင်ဆိုင်မှုကို သိမ်းပိုက်ရန် လိမ်ညာ၍ သစ္စာဆိုသူသည် အလ္လာဟ်နှင့် တွေ့ဆုံသောအခါ ၎င်းအပေါ် အလ္လာဟ်သည် အမျက်ထွက်လျက်ရှိမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-အရှ်အာသ်က \"အလ္လာဟ်အားဖြင့်! ဤအာယတ်သည် ကျွန်တော့်နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်။ ကျွန်တော်သည် ဂျူးအမျိုးသားတစ်ဦးနှင့် မြေအချို့ ပိုင်ဆိုင်ပြီး၊ ၎င်းက ကျွန်တော့်အခွင့်အရေးကို ငြင်းဆိုခဲ့ရာ ကျွန်တော်က အလ္လာဟ်၏ ရစူလ်ထံ တိုင်ကြားခဲ့သည်။ တမန်တော် ﷺ က ကျွန်တော့်အား 'မင်းမှာ အထောက်အထားရှိလား' ဟု မေးခဲ့သည်။ ကျွန်တော်က 'အထောက်အထား မရှိပါဘူး' ဟု ပြောခဲ့သည်။ ၎င်းက ဂျူးလူမျိုးအား 'ဒါဆို သစ္စာဆိုပါ' ဟု ပြောခဲ့သည်။ ကျွန်တော်က 'အို အလ္လာဟ်၏ ရစူလ်! ၎င်းက <span class=\"gray\">(လိမ်ညာသော)</span> သစ္စာကို ချက်ချင်းဆိုလိမ့်မည်၊ ကျွန်တော့်ပိုင်ဆိုင်မှု ဆုံးရှုံးလိမ့်မည်' ဟု ပြောခဲ့သည်။ အလ္လာဟ်က အာယတ်ကို ထုတ်ပြန်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّلذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် အလ္လာဟ်၏ ပဋိညာဉ်နှင့် ၎င်းတို့၏ သစ္စာများကို ရောင်းချ၍ အနည်းငယ်သော အကျိုးအမြတ်ကို ဝယ်ယူသူများ...)</span>\"</p><p lang=\"my\" class=\"my \">ဆဟီဟ် နှစ်ခုက ဤဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ، وَلَا يَنظُرُ إِلَيْهِمْ، وَلَا يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ: رَجُلٌ مَنَعَ ابْنَ السَّبِيلِ فَضْلَ مَاءٍ عِنْدَهُ، وَرَجُلٌ حَلَفَ عَلى سِلْعَةٍ بَعْدَ الْعَصْرِ - يَعْنِي كَاذِبًا - وَرَجُلٌ بَايَعَ إِمَامًا، فَإِنْ أَعْطَاهُ وَفَى لَهُ، وَإِنْ لَمْ يُعْطِهِ لَمْ يَفِ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် စကားပြောမည်မဟုတ်၊ ကြည့်ရှုမည်မဟုတ်၊ သန့်စင်ပေးမည်မဟုတ်သည့် ပုဂ္ဂိုလ်သုံးဦးရှိသည်။ ၎င်းတို့သည် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို ခံစားရလိမ့်မည်။ <span class=\"gray\">(၎င်းတို့မှာ)</span> ခရီးသွားတစ်ဦးအား မိမိ၌ရှိသော ရေအချို့ကို မပေးသူတစ်ဦး၊ အဆရ် ဆွလာတ်နောက်ပိုင်း ကုန်ပစ္စည်း အရောင်းအဝယ်ပြုလုပ်ရန် လိမ်ညာ၍ သစ္စာဆိုသူတစ်ဦး၊ နှင့် အီမာမ် <span class=\"gray\">(မွတ်စလင်မ်အုပ်ချုပ်သူ)</span> အား သစ္စာခံ ကတိပေးပြီး အကယ်၍ အီမာမ်က ၎င်းအား <span class=\"gray\">(တစ်ခုခု)</span> ပေးလျှင် ကတိကို ပြည့်စုံစေပြီး အီမာမ်က မပေးလျှင် ကတိကို မပြည့်စုံစေသူတစ်ဦးတို့ ဖြစ်သည်။)</span></p><p lang=\"cy\" class=\"cy \">Abu Dawud and At-Tirmidhi also recorded this Hadith, and At-Tirmidhi graded it Hasan Sahih.</p>"
  }
]