[
  {
    "ayah_key": "27:38",
    "group_ayah_key": "27:38",
    "from_ayah": "27:38",
    "to_ayah": "27:40",
    "ayah_keys": "27:38,27:39,27:40",
    "text": "<p lang=\"my\" class=\"my \">သူက ပြောသည်- \"အို ခေါင်းဆောင်တို့! သင်တို့ထဲမှ မည်သူက ကျွန်ုပ်ထံသို့ ၎င်းတို့ လိုက်နာကျိုးနွံစွာ <span class=\"gray\">(မွတ်စ်လင်မ်များအဖြစ်)</span> ရောက်မလာမီ ၎င်း၏ပလ္လင်ကို ယူဆောင်လာနိုင်သနည်း။ <span>(၃၈)</span>ဂျင်န်အမျိုးအစား အစ်ဖ်ရစ်တစ်ဦးက ပြောသည်- \"သင် နေရာမှ မထမီ ကျွန်ုပ်သည် ၎င်းကို သင့်ထံသို့ ယူဆောင်လာပါမည်။ အမှန်စင်စစ် ကျွန်ုပ်သည် ထိုကဲ့သို့သော အလုပ်အတွက် ခွန်အားလည်းရှိ၍ ယုံကြည်စိတ်ချရသူလည်း ဖြစ်ပါသည်။ <span>(၃၉)</span>ကျမ်းဂန်အသိပညာရှိသူတစ်ဦးက ပြောသည်- \"မျက်စိတစ်မှိတ်အတွင်း ကျွန်ုပ်သည် ၎င်းကို သင့်ထံသို့ ယူဆောင်လာပါမည်။\" ထို့နောက် ၎င်းသည် မိမိရှေ့တွင် တင်ထားသည်ကို တွေ့သောအခါ သူက ပြောသည်- \"၎င်းသည် ကျွန်ုပ်၏အရှင်သခင်၏ ကျေးဇူးတော်ကြောင့် ဖြစ်သည် — ကျွန်ုပ်သည် ကျေးဇူးသိတတ်သူလား၊ ကျေးဇူးမသိတတ်သူလားဆိုသည်ကို စမ်းသပ်ရန် ဖြစ်သည်။ မည်သူမဆို ကျေးဇူးသိတတ်ပါက အမှန်စင်စစ် ၎င်း၏ကျေးဇူးသိတတ်ခြင်းသည် မိမိကိုယ်တိုင်အတွက်ပင် ဖြစ်သည်။ မည်သူမဆို ကျေးဇူးမသိတတ်ပါက ဧကန်မုချ ကျွန်ုပ်၏အရှင်သခင်သည် ပြည့်စုံသူ၊ ရက်ရောသူ ဖြစ်သည်။ <span>(၄၀)</span></p><div lang=\"my\" class=\"my \"><h2>ဘီလ်ကစ်စ်၏ ပလ္လင်ကို ချက်ချင်း မည်သို့ယူဆောင်လာခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အစ်ဟာက်သည် ယဇစ် ဘင်န် ရူမာန်ထံမှ ဖော်ပြသည်- \"သံတမန်များက စူလိုင်မာန် ပြောခဲ့သည့် စကားကို ပြန်ပြောသောအခါ သူမက ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ သူသည် ဘုရင်တစ်ပါးထက် ပိုသည်ကို ကျွန်မသိပါသည်။ သူ့နှင့်ယှဉ်ပြိုင်နိုင်သော အစွမ်းအစ ကျွန်မတို့တွင် မရှိပါ။ သူ့အား ခေါင်းမာခြင်းဖြင့် ကျွန်မတို့ မည်သည့်အရာမျှ မရနိုင်ပါ။' ထို့ကြောင့် သူမက သူ့ထံသို့ စကားပို့လိုက်သည်- 'သင် ကျွန်မတို့ကို မည်သို့ လုပ်ဆောင်ရန် ညွှန်ကြားမည်၊ သင် ကျွန်မတို့ကို သင်၏ဘာသာတရားသို့ မည်သို့ ဖိတ်ခေါ်မည်ကို ကြည့်ရှုရန် ကျွန်မ၏လူမျိုးခေါင်းဆောင်များနှင့်အတူ သင့်ထံသို့ လာပါမည်။' ထို့နောက် သူမက သူမ၏ပလ္လင်ကို၊ ရွှေဖြင့်ပြုလုပ်ထားပြီး ပတ္တမြား၊ ခရစ်စိုလစ်နှင့် ပုလဲများ စီခြယ်ထားသည့် ပလ္လင်ကို၊ တစ်ခုနှင့်တစ်ခု အတွင်း၌ရှိသော အခန်းခုနစ်ခန်း၏ အနက်ဆုံးခန်းတွင် ထားရှိရန်နှင့် တံခါးအားလုံးကို လော့ခ်ချရန် အမိန့်ထုတ်ပြန်ခဲ့သည်။ ထို့နောက် သူမက သူမ အုပ်ချုပ်ရန် ချန်ထားခဲ့သော ဒုတိယအကြီးအကဲအား ပြောကြားသည်- 'ကျွန်မ၏လူမျိုးနှင့် ကျွန်မ၏ပလ္လင်ကို ဂရုစိုက်ပါ။ ကျွန်မ သင့်ထံသို့ ပြန်မလာမီ မည်သူမျှ ၎င်းကို မချဉ်းကပ်စေနှင့်၊ မမြင်စေနှင့်။' ထို့နောက် သူမက ယီမင်ခေါင်းဆောင်များထဲမှ သူမ၏စစ်သူကြီး တစ်သောင်းနှစ်ထောင်နှင့်အတူ စူလိုင်မာန်နှင့် တွေ့ဆုံရန် ထွက်ခွာခဲ့သည်။ ထိုစစ်သူကြီးတစ်ဦးစီ၏ လက်အောက်တွင် ထောင်ပေါင်းများစွာသော လူများ ရှိကြသည်။ စူလိုင်မာန်သည် ဂျင်န်များကို စေလွှတ်၍ သူမ၏ခရီးစဉ်နှင့် လမ်းကြောင်းသတင်းကို နေ့ရောညပါ ယူဆောင်လာစေသည်။ ထို့နောက် သူမ နီးကပ်လာသောအခါ သူသည် မိမိ၏ထိန်းချုပ်မှုအောက်ရှိ ဂျင်န်များနှင့် လူများကို စုဝေးစေပြီး ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ခေါင်းဆောင်တို့! သင်တို့ထဲမှ မည်သူက ကျွန်ုပ်ထံသို့ ၎င်းတို့ လိုက်နာကျိုးနွံစွာ <span class=\"gray\">(မွတ်စ်လင်မ်များအဖြစ်)</span> ရောက်မလာမီ ၎င်း၏ပလ္လင်ကို ယူဆောင်လာနိုင်သနည်း။)</span>\"။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ عِفْرِيتٌ مِنَ الْجِنِّ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(An 'Ifrit from the Jinn said: )</span> Mujahid said, \"A giant Jinn.\" Abu Salih said, \"It was as if he was a mountain.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် နေရာမှ မထမီ ကျွန်ုပ်သည် ၎င်းကို သင့်ထံသို့ ယူဆောင်လာပါမည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော အစ်ဗ်နု အဗ္ဗားစ်က ပြောသည်- \"သင် ထိုင်နေရာမှ မထမီ။\" </p><p lang=\"my\" class=\"my \">အစ်စ်-ဆွဒ်ဒီနှင့် အခြားသူများက ပြောသည်- \"သူသည် နံနက်ပိုင်းမှ နေ့လယ်ပိုင်းအထိ လူများအပေါ် စီရင်ဆုံးဖြတ်ချက်များနှင့် အမိန့်များကို ချမှတ်ရန်နှင့် စားသောက်ရန် ထိုင်လေ့ရှိသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် ထိုကဲ့သို့သော အလုပ်အတွက် ခွန်အားလည်းရှိ၍ ယုံကြည်စိတ်ချရသူလည်း ဖြစ်ပါသည်။)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဗ္ဗားစ်က ပြောသည်- \"၎င်းကို သယ်ဆောင်ရန် ခွန်အားရှိပြီး ၎င်းတွင်ပါရှိသော ရတနာများနှင့်ပတ်သက်၍ ယုံကြည်စိတ်ချရသူ။\" စူလိုင်မာန်သခင်၊ သူ့အပေါ် ငြိမ်သက်ခြင်းသက်ရောက်ပါစေ၊ ပြောသည်- \"ကျွန်ုပ်သည် ၎င်းထက် ပိုမိုမြန်ဆန်စွာ လိုချင်သည်။\" ဤအချက်မှ စူလိုင်မာန်သည် ဤပလ္လင်ကို ယူဆောင်လာခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်က မိမိအား ပေးသနားထားသော စွမ်းအားနှင့် အာဏာ၏ ကြီးမြတ်မှုနှင့် မိမိအား လက်အောက်ခံစေခဲ့သော တပ်ဖွဲ့များ၏ ကြီးမြတ်မှုကို ပြသလိုပုံပေါ်သည်။ ယခင်ကလည်းကောင်း၊ နောက်ပိုင်းတွင်လည်းကောင်း မည်သူ့ကိုမျှ မပေးဖူးသည့် စွမ်းအားမျိုးဖြစ်သောကြောင့် ဤအရာသည် ဘီလ်ကစ်စ်နှင့် သူမ၏လူမျိုးများရှေ့တွင် သူ၏နဗီမြတ်ဖြစ်ကြောင်း သက်သေပြနိုင်လိမ့်မည်။ အကြောင်းမှာ ၎င်းသည် ကြီးမားထူးခြားသည့်အရာ ဖြစ်လိမ့်မည်။ အကယ်၍ သူက သူမ၏ပလ္လင်ကို သူမ၏နိုင်ငံအတွင်း ရောက်နေသကဲ့သို့ ၎င်းတို့ မရောက်လာမီ ယူဆောင်လာပါက၊ ၎င်းသည် များစွာသော လော့ခ်ချထားသည့် တံခါးများဖြင့် ဝှက်ထား၍ ကာကွယ်ထားသော်လည်း ဖြစ်သည်။ စူလိုင်မာန်က \"ကျွန်ုပ် ၎င်းထက် ပိုမိုမြန်ဆန်စွာ လိုချင်သည်\" ဟု ပြောသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်အသိပညာရှိသူတစ်ဦးက ပြောသည်-)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဗ္ဗားစ်က ပြောသည်- \"၎င်းသည် စူလိုင်မာန်၏ စာရေးတော် အားဆစ်ဖ်ဖြစ်သည်။\" မုဟမ္မဒ် ဘင်န် အစ်ဟာက်က ယဇစ် ဘင်န် ရူမာန်ထံမှ ဖော်ပြသည်မှာ သူသည် အားဆစ်ဖ် ဘင်န် ဘာကီးယာဖြစ်ပြီး သူသည် အလ္လာဟ်အရှင်မြတ်၏ အကြီးမြတ်ဆုံးနာမတော်ကို သိရှိသော သစ္စာရှိသည့် မုအ်မင်န်တစ်ဦးဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ကသာဒါဟ်က ပြောသည်- \"သူသည် လူသားများထဲမှ မုအ်မင်န်တစ်ဦးဖြစ်ပြီး သူ့အမည်မှာ အားဆစ်ဖ်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်စိတစ်မှိတ်အတွင်း ကျွန်ုပ်သည် ၎င်းကို သင့်ထံသို့ ယူဆောင်လာပါမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သင်၏အကြည့်ကို မြှင့်တင်ပြီး သင်မြင်နိုင်သမျှ ဝေးရာသို့ ကြည့်ပါ။ သင် မပင်ပန်းမီနှင့် မျက်တောင်မခတ်မီ ၎င်းကို သင်၏ရှေ့တွင် တွေ့ရှိလိမ့်မည်။ ထို့နောက် သူသည် ထရပ်၍ ဝူဒူးပြုပြီး အလ္လာဟ်အရှင်မြတ်အား၊ ကိုယ်တော်သည် မြင့်မြတ်တော်မူပါစေ၊ ဆုတောင်းခဲ့သည်။ မူဂျာဟစ်ဒ်က ပြောသည်- \"သူက ပြောသည်၊ အို ဘုန်းအာနုဘော်နှင့် ဂုဏ်အသရေရှင်။\" စူလိုင်မာန်နှင့် သူ၏ခေါင်းဆောင်များက ၎င်းကို သူတို့ရှေ့တွင် တွေ့မြင်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذَا مِنْ فَضْلِ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"၎င်းသည် ကျွန်ုပ်၏အရှင်သခင်၏ ကျေးဇူးတော်ကြောင့် ဖြစ်သည်...\")</span> ဆိုလိုသည်မှာ '၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား ပေးသနားထားသော ကောင်းချီးများထဲမှ တစ်ခုဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ကျေးဇူးသိတတ်သူလား၊ ကျေးဇူးမသိတတ်သူလားဆိုသည်ကို စမ်းသပ်ရန် ဖြစ်သည်။ မည်သူမဆို ကျေးဇူးသိတတ်ပါက အမှန်စင်စစ် ၎င်း၏ကျေးဇူးသိတတ်ခြင်းသည် မိမိကိုယ်တိုင်အတွက်ပင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် အာယတ်တော်များနှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုကုသိုလ်ပြုလျှင် ၎င်းသည် မိမိကိုယ်တိုင်အတွက်ပင် ဖြစ်သည်။ မည်သူမဆို မကောင်းမှုပြုလျှင် ၎င်းသည် မိမိကိုယ်တိုင်အပေါ် ကျရောက်လိမ့်မည်။)</span><span class=\"gray\">(၄၁:၄၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုကုသိုလ်ပြုလျှင် ၎င်းတို့သည် မိမိတို့အတွက် ကောင်းမွန်သော နေရာကို ပြင်ဆင်လိမ့်မည်။)</span><span class=\"gray\">(၃၀:၄၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကျေးဇူးမသိတတ်ပါက ဧကန်မုချ ကျွန်ုပ်၏အရှင်သခင်သည် ပြည့်စုံသူ၊ ရက်ရောသူ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် မိမိ၏ကျွန်များ သို့မဟုတ် ၎င်းတို့၏ဝတ်ပြုမှုများကို မလိုအပ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَرِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရက်ရောသူ)</span> ကိုယ်တော်သည် မည်သူမျှ ကိုယ်တော်ကို ဝတ်မပြုလျှင်ပင် ကိုယ်တော်ကိုယ်တိုင်က ရက်ရောသူ ဖြစ်သည်။ ကိုယ်တော်၏ကြီးမြတ်မှုသည် မည်သူ့အပေါ်မျှ မမူတည်ပါ။ ၎င်းသည် မူဆာ ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်သည်- p</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် မယုံကြည်ကြလျှင်၊ သင်တို့နှင့် ကမ္ဘာမြေပေါ်ရှိလူအားလုံး အတူတကွပင်၊ ထိုအခါ ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်သည် ပြည့်စုံသူ၊ ချီးမွမ်းခြင်းအားလုံး၏ ပိုင်ရှင် ဖြစ်သည်။)</span><span class=\"gray\">(၁၄:၈)</span>။ </p><p lang=\"af\" class=\"af \">It is recorded in Sahih Muslim:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا. يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا. يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ،وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ ကိုယ်တော်သည် မြင့်မြတ်တော်မူပါစေ၊ မိန့်ကြားသည်- \"အို ငါ၏ကျွန်တို့၊ သင်တို့၏ပထမလူနှင့် နောက်ဆုံးလူ၊ လူသားနှင့် ဂျင်န်အားလုံးတို့သည် သင်တို့ထဲမှ အတရားဆုံးသူကဲ့သို့ ကြောက်ရွံ့ခြင်းရှိပါက၊ ထိုအရာသည် ငါ၏အာဏာကို အနည်းငယ်မျှပင် တိုးစေမည်မဟုတ်ပေ။ အို ငါ၏ကျွန်တို့၊ သင်တို့၏ပထမလူနှင့် နောက်ဆုံးလူ၊ လူသားနှင့် ဂျင်န်အားလုံးတို့သည် သင်တို့ထဲမှ အဆိုးဆုံးသူကဲ့သို့ ဆိုးဝါးပါက၊ ထိုအရာသည် ငါ၏အာဏာကို အနည်းငယ်မျှပင် လျှော့စေမည်မဟုတ်ပေ။ အို ငါ၏ကျွန်တို့၊ ဤသည်တို့မှာ ငါ သင်တို့အတွက် မှတ်တမ်းတင်ထားသော လုပ်ရပ်များဖြစ်ပြီး၊ ငါသည် ၎င်းတို့အတိုင်း သင်တို့ကို စီရင်မည်ဖြစ်ရာ၊ မည်သူမဆို ကောင်းသောအရာကို တွေ့ရှိပါက၊ အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းစေ၊ မည်သူမဆို အခြားနည်းကို တွေ့ရှိပါက၊ မိမိကိုယ်တိုင်မှလွဲ၍ မည်သူ့ကိုမျှ အပြစ်မတင်စေနှင့်။\")</span></p>"
  }
]