[
  {
    "ayah_key": "4:166",
    "group_ayah_key": "4:166",
    "from_ayah": "4:166",
    "to_ayah": "4:170",
    "ayah_keys": "4:166,4:167,4:168,4:169,4:170",
    "text": "<p lang=\"my\" class=\"my \">သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်က သင်တို့ထံသို့ ချပေးတော်မူခဲ့သော အရာကို သက်သေခံတော်မူ၏။ အရှင်မြတ်သည် ၎င်းကို အရှင်မြတ်၏ အသိပညာဖြင့် ချပေးတော်မူခဲ့သည်။ ကောင်းကင်တမန်များကလည်း သက်သေခံကြ၏။ အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ်ဖြင့် လုံလောက်တော်မူ၏။ <span>(၁၆၆)</span>ဧကန်စင်စစ် မယုံကြည်သူများနှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ <span>(အခြားသူများအား)</span> တားဆီးသူများသည် အမှန်စင်စစ် ဝေးကွာစွာ လမ်းလွဲချော်ခဲ့ကြပြီ။ <span>(၁၆၇)</span>ဧကန်စင်စစ် မယုံကြည်သူများနှင့် မကောင်းမှုပြုခဲ့သူများသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခွင့်လွှတ်တော်မူမည်မဟုတ်ပါ။ ၎င်းတို့အား မည်သည့်လမ်းသို့မျှ ညွှန်ကြားတော်မူမည်လည်း မဟုတ်ပါ။ <span>(၁၆၈)</span>ငရဲ၏ လမ်းမှလွဲ၍ ထိုလမ်းတွင် ထာဝရနေထိုင်ကြရန် ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် အစဉ်အမြဲ လွယ်ကူတော်မူ၏။ <span>(၁၆၉)</span>အို လူသားအပေါင်းတို့! ဧကန်စင်စစ် သင်တို့၏ အရှင်သခင်ထံမှ အမှန်တရားနှင့်တကွ ရစူလ်တမန်တော်သည် သင်တို့ထံသို့ ရောက်ရှိလာခဲ့ပြီ။ ထို့ကြောင့် သူ့ကို ယုံကြည်ကြလော့၊ ၎င်းသည် သင်တို့အတွက် ပိုမိုကောင်းမွန်၏။ သို့သော် သင်တို့က မယုံကြည်ပါက၊ ကောင်းကင်များနှင့် မြေပြင်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ အရာခပ်သိမ်းကို သိရှိတော်မူထသော၊ အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့် ပြုလုပ်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။) အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက် <span>(၁၇၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَوْحَيْنَا إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ငါတို့သည် သင့်ထံသို့ ဗျာဒိတ်ပေးခဲ့ပြီ...)</span><span class=\"gray\">[၄:၁၆၃]</span> သည် တမန်တော်မြတ်၏ တမန်တော်ဖြစ်ခြင်းကို အလေးထားပြောကြားခဲ့ပြီး၊ ကိုယ်တော်ကို ငြင်းပယ်ခဲ့သော ရုပ်ပွားကိုးကွယ်သူများနှင့် ကျမ်းပြုသူများကို ချေပခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّٰكِنِ اللَّهُ يَشْهَدُ بِمَا أَنزَلَ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်က သင်တို့ထံသို့ ချပေးတော်မူခဲ့သော အရာကို သက်သေခံတော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ အို မုဟမ္မဒ်၊ ၎င်းတို့က သင့်ကို ငြင်းပယ်၊ ဆန့်ကျင်ပြီး မယုံကြည်သော်လည်း၊ သင်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ဖြစ်ကြောင်း၊ အရှင်မြတ်က ကိုယ်တော်၏ ကျမ်းမြတ်၊ ဂုဏ်ကျက်သရေရှိသော ကူရ်အာန်ကျမ်းကို သင့်ထံသို့ ချပေးတော်မူကြောင်း အလ္လာဟ်အရှင်မြတ်က သက်သေခံတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမှန်ကန်မှုသည် ၎င်းရှေ့မှသော်လည်းကောင်း၊ ၎င်းနောက်မှသော်လည်းကောင်း ၎င်းထံသို့ မရောက်ရှိနိုင်ပါ။ <span class=\"gray\">(၎င်းသည်)</span> အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့် ပြုလုပ်တော်မူထသော၊ ချီးမွမ်းခြင်းအပေါင်းနှင့် ထိုက်တန်တော်မူထသော အရှင်မြတ်က ချပေးတော်မူခဲ့ခြင်းဖြစ်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنزَلَهُ بِعِلْمِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းကို အရှင်မြတ်၏ အသိပညာဖြင့် ချပေးတော်မူခဲ့သည်။)</span> အရှင်မြတ်၏ အသိပညာသည် အရှင်မြတ်၏ ကျွန်များ သိရှိစေလိုသော အသိပညာဖြစ်သည်။ တိုက်ရိုက်လမ်းညွှန်မှုနှင့် အမှန်တရား၏ ထင်ရှားသော လက္ခဏာများ၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပြီး ကျေနပ်တော်မူသော အရာများ၊ အရှင်မြတ် မနှစ်သက်တော်မူပြီး မကျေနပ်တော်မူသော အရာများ၊ နှင့် အတိတ်နှင့် အနာဂတ်ကဲ့သို့သော မမြင်နိုင်သော အရာများအကြောင်း အသိပညာများဖြစ်သည်။ ၎င်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သည့်စေလွှတ်သော ရစူလ်တမန်တော် သို့မဟုတ် ထင်ပေါ်ကျော်ကြားသော ကောင်းကင်တမန်ကမျှပင် မသိနိုင်သော အရှင်မြတ်၏ မြင့်မြတ်သော ဂုဏ်တော်များအကြောင်း အသိပညာများလည်း ပါဝင်သည်။ ထို့နည်းတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အရှင်မြတ်၏ အသိပညာမှ အရှင်မြတ် အလိုရှိတော်မူသော အရာမှလွဲ၍ မည်သည့်အရာကိုမျှ သိမ်းကြုံးနိုင်မည် မဟုတ်ပါ။)</span><span class=\"gray\">[၂:၂၅၅]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُحِيطُونَ بِهِ عِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် အရှင်မြတ်၏ အသိပညာမှ မည်သည့်အရာကိုမျှ သိမ်းကြုံးနိုင်မည် မဟုတ်ပါ။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يَشْهَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များကလည်း သက်သေခံကြ၏။)</span> သင်ယူဆောင်လာခဲ့သည့်အရာနှင့် သင့်ထံသို့ ဗျာဒိတ်တော် ချပေးခဲ့သော အရာ၏ အမှန်တရားကို အလ္လာဟ်အရှင်မြတ်၏ သက်သေခံချက်နှင့်အတူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ်ဖြင့် လုံလောက်တော်မူ၏။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ قَدْ ضَلُّوا ضَلَالًا بَعِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် မယုံကြည်သူများနှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ <span>(အခြားသူများအား)</span> တားဆီးသူများသည် အမှန်စင်စစ် ဝေးကွာစွာ လမ်းလွဲချော်ခဲ့ကြပြီ။)</span></p><p lang=\"my\" class=\"my \">အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ကိုယ်တိုင် မယုံကြည်သူများဖြစ်ပြီး အမှန်တရားကို မလိုက်နာကြပေ။ ၎င်းတို့သည် လူများကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းကို လိုက်နာခြင်းနှင့် လက်ခံခြင်းမှ တားဆီးရန် အစွမ်းကုန် ကြိုးစားကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် အမှန်တရားကို ဆန့်ကျင်ခဲ့ကြပြီး၊ လမ်းလွဲခဲ့ကြပြီး၊ အမှန်တရားမှ ဝေးကွာစွာ လမ်းလွဲချော်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ အာယတ်တော်များ၊ ကျမ်းမြတ်နှင့် ရစူလ်တမန်တော်ကို မယုံကြည်သူများ၊ ၎င်းတို့၏ မယုံကြည်မှုဖြင့် ကိုယ်တိုင်ကို မကောင်းမှုပြုသူများ၊ အခြားသူများကို အရှင်မြတ်၏ လမ်းမှ တားဆီးသူများ၊ အပြစ်များကျူးလွန်ပြီး အရှင်မြတ်၏ တားမြစ်ချက်များကို ချိုးဖောက်သူများအပေါ် ကိုယ်တော်၏ တရားစီရင်မှုကိုလည်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခွင့်လွှတ်တော်မူမည်မဟုတ်ကြောင်း မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا لِيَهْدِيَهُمْ طَرِيقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား မည်သည့်လမ်းသို့မျှ <span>(ဆိုလိုသည်မှာ ကောင်းမှု၏လမ်းသို့)</span> ညွှန်ကြားတော်မူမည်လည်း မဟုတ်ပါ။)</span><span class=\"gray\">[၄:၁၆၈]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲ၏ လမ်းမှလွဲ၍ ထိုလမ်းတွင် ထာဝရနေထိုင်ကြရန် ဖြစ်သည်...)</span><span class=\"gray\">[၄:၁၆၉]</span> ၎င်းသည် ကင်းလွတ်ခွင့်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِن رَّبِّكُمْ فَآمِنُوا خَيْرًا لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားအပေါင်းတို့! ဧကန်စင်စစ် သင်တို့၏ အရှင်သခင်ထံမှ အမှန်တရားနှင့်တကွ ရစူလ်တမန်တော်သည် သင်တို့ထံသို့ ရောက်ရှိလာခဲ့ပြီ။ ထို့ကြောင့် သူ့ကို ယုံကြည်ကြလော့၊ ၎င်းသည် သင်တို့အတွက် ပိုမိုကောင်းမွန်၏။)</span> ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ၊ မုဟမ္မဒ် ﷺ သည် သင်တို့ထံသို့ အလ္လာဟ်အရှင်မြတ်ထံမှ လမ်းညွှန်မှု၊ အမှန်တရား၏ ဘာသာတရားနှင့် ထင်ရှားသော သက်သေအထောက်အထားများနှင့်အတူ ရောက်ရှိလာခဲ့ပြီ။ ထို့ကြောင့် သူယူဆောင်လာခဲ့သည်များကို ယုံကြည်ပြီး သူ့ကို လိုက်နာကြလော့၊ ၎င်းသည် သင်တို့အတွက် ပိုမိုကောင်းမွန်၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့က မယုံကြည်ပါက၊ ကောင်းကင်များနှင့် မြေပြင်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူသည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ သို့မဟုတ် သင်တို့၏ ယုံကြည်ခြင်းကို လိုအပ်သည်ထက် ပိုမို ကြွယ်ဝတော်မူပြီး၊ သင်တို့၏ မယုံကြည်မှုကြောင့် အရှင်မြတ်ကို မည်သည့် ထိခိုက်မှုမျှ မဖြစ်စေနိုင်ပေ။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တော်တွင် မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ مُوسَىٰ إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာကလည်း မိန့်တော်မူသည်– \"သင်တို့နှင့် မြေပြင်ပေါ်ရှိလူအားလုံး မယုံကြည်ကြပါကလည်း ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကြွယ်ဝတော်မူသော <span>(လိုအပ်ချက်အားလုံးမှ ကင်းလွတ်တော်မူသော)</span>၊ ချီးမွမ်းခြင်းအပေါင်းနှင့် ထိုက်တန်တော်မူသော အရှင်မြတ်ဖြစ်တော်မူ၏။\")</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ အရာခပ်သိမ်းကို သိရှိတော်မူထသော၊)</span> အရှင်မြတ်သည် လမ်းညွှန်မှုခံယူထိုက်သူများကို သိတော်မူပြီး ၎င်းတို့အား လမ်းညွှန်တော်မူလိမ့်မည်။ အရှင်မြတ်သည် လမ်းလွဲထိုက်သူများကိုလည်း သိတော်မူပြီး ၎င်းတို့အား ထိုလမ်းသို့ ပို့ဆောင်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့် ပြုလုပ်တော်မူထသော)</span> အရှင်မြတ်၏ မိန့်ကြားချက်များ၊ လုပ်ဆောင်မှုများ၊ ဥပဒေများနှင့် အရှင်မြတ် သတ်မှတ်ထားသော အရာအားလုံးတွင်။</p>"
  },
  {
    "ayah_key": "4:17",
    "group_ayah_key": "4:17",
    "from_ayah": "4:17",
    "to_ayah": "4:18",
    "ayah_keys": "4:17,4:18",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အသိဉာဏ်ကင်းမဲ့မှုနှင့် မိုက်မဲမှုဖြင့် မကောင်းမှုပြုလုပ်ပြီး မကြာမီ <span>[ထို့နောက်]</span> နောင်တရသူများ၏ နောင်တကိုသာ လက်ခံတော်မူ၏။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် ခွင့်လွှတ်တော်မူမည့်သူများဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ အရာခပ်သိမ်းကို သိရှိတော်မူထသော၊ အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့် ပြုလုပ်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၁၇)</span> ထို့ပြင် မကောင်းမှုများကို ဆက်လက်လုပ်ဆောင်နေသူများ၏ နောင်တသည် အကျိုးမရှိပေ၊ ၎င်းတို့ထဲမှ တစ်ဦးဦးအား သေခြင်းတရား ရင်ဆိုင်ရပြီး \"ယခု ကျွန်ုပ် နောင်တရပါပြီ\" ဟု ပြောသည့်တိုင်အောင်၊ သို့မဟုတ် မယုံကြည်သူများအဖြစ် သေဆုံးသူများ၏ နောင်တလည်း အကျိုးမရှိပေ။ ၎င်းတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ကို ငါတို့ ပြင်ဆင်ထားပြီ။ <span>(၁၈)</span></p><div lang=\"my\" class=\"my \"><h2>နောင်တသည် သေခြင်းတရားနှင့် မရင်ဆိုင်ရမီအထိ လက်ခံသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အသိဉာဏ်ကင်းမဲ့မှုဖြင့် အမှားကျူးလွန်ပြီးမှ နောင်တရသော ကျွန်၏ နောင်တကို လက်ခံတော်မူကြောင်း၊ ထိုကျွန်၏ ဝိညာဉ်ကို သိမ်းယူသော ကောင်းကင်တမန်ကို မြင်တွေ့ရခြင်း မတိုင်မီ၊ သူ၏ ဝိညာဉ်သည် လည်ချောင်းသို့ မရောက်မီအထိပင် လက်ခံတော်မူကြောင်း ဖော်ပြထားသည်။ မုဂျာဟိဒ်နှင့် အခြားသူများက \"အလ္လာဟ်အရှင်မြတ်ကို အမှားဖြင့်သော်လည်းကောင်း၊ သို့မဟုတ် ရည်ရွယ်ချက်ရှိရှိဖြင့် မသိနားမလည်ဘဲ မနာခံသောသူတိုင်းသည် အပြစ်မှ ရှောင်ကြဉ်သည်အထိ မသိနားမလည်သူဖြစ်သည်။\" ဟု ပြောခဲ့ကြသည်။ ကွာတာဒါက အဘူ အလ်-အာလ်ယာမှ သတင်းပို့သည်မှာ ရစူလ်တမန်တော်မြတ် ﷺ ၏ ဆွဟာဘာများသည် \"ကျွန်တစ်ဦး ကျူးလွန်သော အပြစ်တိုင်းသည် အသိဉာဏ်ကင်းမဲ့မှုကြောင့် ကျူးလွန်ခြင်းဖြစ်သည်။\" ဟု ပြောလေ့ရှိကြသည်။ 'အဘ်ဒူရ်-ရဇ်ဇာက်က သတင်းပို့သည်မှာ မာ'မာရ်က ကွာတာဒါမှတစ်ဆင့် ပြောသည်မှာ \"ရစူလ်တမန်တော်မြတ် ﷺ ၏ ဆွဟာဘာများသည် ရည်ရွယ်ချက်ဖြင့်ဖြစ်စေ၊ အခြားနည်းဖြင့်ဖြစ်စေ ကျူးလွန်သော အပြစ်တိုင်းသည် အသိဉာဏ်ကင်းမဲ့မှုကြောင့် ကျူးလွန်ခြင်းဖြစ်သည်ကို သဘောတူခဲ့ကြသည်။\" အိဘ်န် ဂျူရိုင်ဂျ်က \"အဘ်ဒူလ္လာဟ် ဘင် ကာသီရ်က ကျွန်ုပ်အား ပြောပြသည်မှာ မုဂျာဟိဒ်က 'အလ္လာဟ်အရှင်မြတ်ကို မနာခံသူတိုင်း <span class=\"gray\">(ရည်ရွယ်ချက်ရှိရှိဖြင့်ပင်)</span> သည် မနာခံမှုပြုလုပ်နေချိန်တွင် မသိနားမလည်သူဖြစ်သည်။'\" ဟု ပြောခဲ့သည်။ အိဘ်န် ဂျူရိုင်ဂျ်က \"'အတာအ် ဘင် အဘီ ရာဘာဟ်က ကျွန်ုပ်အား အလားတူတစ်ခု ပြောပြခဲ့သည်။\" အဘူ စာလိဟ်က အိဘ်န် အဘ်ဘာစ်က မှတ်ချက်ပေးသည်မှာ \"မိမိ၏ အသိဉာဏ်ကင်းမဲ့မှုကြောင့်သာ သူသည် အမှားကျူးလွန်ခြင်းဖြစ်သည်။\" အလီ ဘင် အဘီ တာလ်ဟာက အိဘ်န် အဘ်ဘာစ်က အာယတ်တော်အကြောင်း ပြောဆိုသည်ကို သတင်းပို့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَتُوبُونَ مِن قَرِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မကြာမီ <span>(ထို့နောက်)</span> နောင်တရကြသည်။)</span> \"သူ <span class=\"gray\">(သို့မဟုတ် သူမ)</span> သေမင်းတမန်ကို ကြည့်ရှုခြင်း မတိုင်မီအထိပင်။\" အဒ်-ဒဟ်ဟက်က \"သေခြင်းမတိုင်မီ အရာတိုင်းသည် 'မကြာမီ <span>[ထို့နောက်]</span>' ဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ အလ်-ဟစန် အလ်-ဘစရီက အာယတ်တော်အကြောင်း ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَتُوبُونَ مِن قَرِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မကြာမီ နောင်တရကြသည်။)</span> \"သူ၏ နောက်ဆုံးအသက်ရှူခြင်းသည် သူ၏ လည်ချောင်းမှ မထွက်ခွာမီလေးအထိပင်။\" 'အိကရီမာက \"ဤဘဝတစ်ခုလုံးသည် 'မကြာမီ <span>[ထို့နောက်]</span>' ဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ အီမာမ် အဟ်မဒ်က အိဘ်န် 'ဥမာရ်က ရစူလ်တမန်တော်မြတ်က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَقْبَلُ تَوْبَةَ الْعَبْدِ مَالَمْ يُغَرْغِر</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝိညာဉ်သည် လည်ချောင်းသို့ မရောက်သေးသရွေ့ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်၏ နောင်တကို လက်ခံတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို အတ္တ-တီရ်မိဇီနှင့် အိဘ်န် မာဂျာတို့ကလည်း စုဆောင်းခဲ့ပြီး၊ အတ္တ-တီရ်မိဇီက \"ဟစန် ဂှရီဘ်\" ဟု ပြောခဲ့သည်။ အိဘ်န် မာဂျာက အမှားဖြင့် ဤဟဒီးဆ်တော်ကို 'အဘ်ဒူလ္လာဟ် ဘင် 'အမ်ရ် မှတဆင့် သတင်းပို့သည်ဟု ဖော်ပြခဲ့သည်။ သို့သော် မှန်ကန်သည်မှာ 'အဘ်ဒူလ္လာဟ် ဘင် 'ဥမာရ် ဘင် အလ်-ခတ္တားဘ် သည် သတင်းပို့သူဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် ခွင့်လွှတ်တော်မူမည့်သူများဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ အရာခပ်သိမ်းကို သိရှိတော်မူထသော၊ အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့် ပြုလုပ်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ အသက်ဆက်ရှင်ရန် မျှော်လင့်ချက် လျော့နည်းလာသောအခါ၊ သေမင်းတမန်သည် ထွက်ပေါ်လာပြီး ဝိညာဉ်သည် လည်ချောင်းသို့ ရောက်ရှိကာ ရင်ဘတ်ဆီသို့ ချဉ်းကပ်လာပြီး တဖြည်းဖြည်း ထုတ်ယူခံရမည့် အခြေအနေသို့ ရောက်ရှိလာပါက၊ ထိုအချိန်တွင် မည်သည့် နောင်တမျှ လက်ခံခြင်း မရှိတော့ဘဲ ထိုအဆုံးသတ်မှ လွတ်မြောက်ရန် လမ်းလည်း မရှိတော့ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်များမှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّىٰ إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မကောင်းမှုများကို ဆက်လက်လုပ်ဆောင်နေသူများ၏ နောင်တသည် အကျိုးမရှိပေ၊ ၎င်းတို့ထဲမှ တစ်ဦးဦးအား သေခြင်းတရား ရင်ဆိုင်ရပြီး \"ယခု ကျွန်ုပ် နောင်တရပါပြီ\" ဟု ပြောသည့်တိုင်အောင်၊)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ငါတို့၏ ပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ \"ငါတို့သည် အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းကိုသာ ယုံကြည်ပါသည်...\" ဟု ပြောခဲ့ကြသည်)</span><span class=\"gray\">[၄၀:၈၄]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က နေမင်းသည် အနောက်ဘက်မှ ထွက်ပေါ်လာသောအခါ မြေပြင်ပေါ်ရှိ လူများ၏ နောင်တကို လက်ခံမည်မဟုတ်ဟု ဆုံးဖြတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်သခင်၏ လက္ခဏာရပ်အချို့ ရောက်ရှိလာသောနေ့၌၊ ထိုအခါ ယုံကြည်ခြင်းသည် လူတစ်ဦးအတွက် အကျိုးရှိမည်မဟုတ်ပေ၊ အကယ်၍ သူသည် ယခင်က မယုံကြည်ခဲ့လျှင် သို့မဟုတ် သူ၏ ယုံကြည်ခြင်းမှတစ်ဆင့် ကောင်းမှုမရရှိခဲ့လျှင်။)</span><span class=\"gray\">[၆:၁၅၈]</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများအဖြစ် သေဆုံးသူများ၏ နောင်တလည်း အကျိုးမရှိပေ။)</span> ထို့ကြောင့် မယုံကြည်သူတစ်ဦးသည် မယုံကြည်သူနှင့် ဗဟုဒေဝဝါဒီအဖြစ် သေဆုံးသောအခါ၊ သူ၏ ဝမ်းနည်းမှုနှင့် နောင်တသည် သူ့အတွက် အကျိုးမပြုနိုင်ပေ။ သူသည် မိမိကိုယ်ကို ကမ္ဘာမြေပြည့် ရွှေဖြင့် ရွေးနုတ်ပါကပင်၊ ၎င်းကို သူ့ထံမှ လက်ခံမည်မဟုတ်ပေ။ အိဘ်န် 'အဘ်ဘာစ်၊ အဘူ အလ်-အာလ်ယာနှင့် အရ်-ရာဘီ ဘင် အနပ်စ်တို့က အာယတ်တော်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများအဖြစ် သေဆုံးသူများ၏ နောင်တလည်း အကျိုးမရှိပေ။)</span> သည် ရှစ်ရ်က်ပြုသူများအကြောင်း ဗျာဒိတ်ကျခဲ့သည်။ အီမာမ် အဟ်မဒ်က ဥစာမာ ဘင် ဆာလ်မန်က အဘူ ဒါရ် က ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَقْبَلُ تَوْبَةَ عَبْدِهِ - أَوْ يَغْفِرُ لِعَبْدِهِ - مَالَمْ يَقَعِ الْحِجَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကန့်လန့်ကာ မကျဆုံးသေးသရွေ့ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်၏ နောင်တကို လက်ခံတော်မူ၏၊ သို့မဟုတ် ကိုယ်တော်၏ ကျွန်အား ခွင့်လွှတ်တော်မူ၏။)</span> ၎င်းတို့က \"ကန့်လန့်ကာ ကျဆုံးခြင်းဟူသည် အဘယ်အဓိပ္ပါယ်နည်း?\" ဟု မေးမြန်းသောအခါ ကိုယ်တော်က မိန့်တော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْ تَخْرُجَ النَّفْسُ وَهِيَ مُشْرِكَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးတစ်ယောက်သည် ဗဟုဒေဝဝါဒီအဖြစ်ရှိနေစဉ် ဝိညာဉ်ကို ထုတ်ယူခံရသောအခါ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ကို ငါတို့ ပြင်ဆင်ထားပြီ။)</span> ပြင်းထန်သော၊ ထာဝရနှင့် ကြီးမားသော ပြစ်ဒဏ်။</p>"
  }
]