[
  {
    "ayah_key": "28:33",
    "group_ayah_key": "28:33",
    "from_ayah": "28:33",
    "to_ayah": "28:35",
    "ayah_keys": "28:33,28:34,28:35",
    "text": "<p lang=\"my\" class=\"my \">သူက ပြောသည်- \"အကျွန်ုပ်၏ အရှင်သခင်! အကျွန်ုပ်သည် ၎င်းတို့အနက်မှ လူတစ်ဦးကို သတ်ဖြတ်မိပါပြီ။ ၎င်းတို့က အကျွန်ုပ်ကို သတ်ဖြတ်မည်ကို အကျွန်ုပ်စိုးရိမ်ပါသည်။ <span>(၃၃)</span> အကျွန်ုပ်၏ ညီ ဟာရွန်သည် အကျွန်ုပ်ထက် စကားပြောရာတွင် ပို၍ပီပြင်ပါသည်။ ထို့ကြောင့် အကျွန်ုပ်ကို အတည်ပြုရန် အကူအညီပေးသူအဖြစ် သူ့ကို အကျွန်ုပ်နှင့်အတူ စေလွှတ်တော်မူပါ။ အမှန်စင်စစ် အကျွန်ုပ်က ၎င်းတို့သည် အကျွန်ုပ်ကို ငြင်းပယ်မည်ကို စိုးရိမ်ပါသည်။ <span>(၃၄)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- \"သင်၏ ညီအစ်ကိုမှတစ်ဆင့် သင်၏ လက်မောင်းကို ငါတို့ခိုင်မာစေမည်။ သင်တို့နှစ်ဦးလုံးကို စွမ်းအားပေးမည်။ ထို့ကြောင့် ၎င်းတို့သည် ငါတို့၏ အာယတ်တော်များဖြင့် သင်တို့အား အန္တရာယ်ပြုနိုင်မည်မဟုတ်ပေ။ သင်တို့နှစ်ဦးနှင့်တကွ သင်တို့နောက်လိုက်များပါ အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။ <span>(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာသည် သူ၏ညီအစ်ကို၏ အကူအညီကို မည်သို့တောင်းခံခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်က မည်သို့ခွင့်ပြုခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဖိရ်အွန်ထံသွားရန် သူ့အား အမိန့်ပေးသောအခါ၊ ဖိရ်အွန်ဆိုသည်မှာ သူထွက်ပြေးခဲ့ရပြီး သူ၏လက်စားချေမှုကို ကြောက်ရွံ့ခဲ့ရသူ ဖြစ်သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာက ပြောသည်- အကျွန်ုပ်၏ အရှင်သခင်! အကျွန်ုပ်သည် ၎င်းတို့အနက်မှ လူတစ်ဦးကို သတ်ဖြတ်မိပါပြီ၊)</span> ဆိုလိုသည်မှာ ထိုကော့ပ်တစ်လူမျိုးကို</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَافُ أَنْ يَقْتُلُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က အကျွန်ုပ်ကို သတ်ဖြတ်မည်ကို အကျွန်ုပ်စိုးရိမ်ပါသည်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့ အကျွန်ုပ်ကို မြင်တွေ့သောအခါ' ဖြစ်သည်</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ ညီ ဟာရွန်သည် အကျွန်ုပ်ထက် စကားပြောရာတွင် ပို၍ပီပြင်ပါသည်။)</span> မူဆာ (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) တွင် စကားအပြောအဆို ချို့ယွင်းချက်ရှိခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းအား အင်ဂျီသီးနှင့် ပုလဲတို့အကြား ရွေးချယ်ခိုင်းသောအခါ မတော်တဆ မီးသွေးတစ်ခဲကို ကောက်ယူကာ သူ၏လျှာပေါ်တွင် တင်လိုက်သောကြောင့် သူသည် ရှင်းလင်းစွာပြောဆိုရန် ခက်ခဲခဲ့သည်။ မူဆာက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي - يَفْقَهُوا قَوْلِي - وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي - هَارُونَ أَخِي - اشْدُدْ بِهِ أَزْرِي - وَأَشْرِكْهُ فِي أَمْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကျွန်ုပ်၏လျှာမှ ကြိုးကို <span class=\"gray\">(ချို့ယွင်းချက်ကို)</span> ဖြေလျော့ပေးတော်မူပါ။ ၎င်းတို့သည် အကျွန်ုပ်၏စကားကို နားလည်စေရန်။ အကျွန်ုပ်၏မိသားစုမှ ဟာရွန်၊ အကျွန်ုပ်၏ညီအစ်ကိုကို အကျွန်ုပ်အတွက် ကူညီမည့်သူအဖြစ် ခန့်အပ်ပေးတော်မူပါ။ သူနှင့်အတူ အကျွန်ုပ်၏ခွန်အားကို တိုးပွားစေပြီး အကျွန်ုပ်၏တာဝန်တွင် သူပါဝင်စေပါ။\")</span><span class=\"gray\">(၂၀း၂၇-၃၂)</span> ဆိုလိုသည်မှာ၊ 'ဤမာနကြီးသော၊ ရက်စက်ကြမ်းကြုတ်သော၊ ခေါင်းမာသောဘုရင်ထံသို့ ပရောဖက်ပြုခြင်းနှင့် သတင်းစကားပို့ဆောင်ခြင်းဟူသော ကြီးမားလှသည့်တာဝန်တွင် အကျွန်ုပ်နှင့်အတူရှိနေမည့်သူကို ပေးသနားတော်မူပါ' ဖြစ်သည်။ ထို့ကြောင့် မူဆာက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ညီ ဟာရွန်သည် အကျွန်ုပ်ထက် စကားပြောရာတွင် ပို၍ပီပြင်ပါသည်။ ထို့ကြောင့် သူ့ကို အကျွန်ုပ်နှင့်အတူ အကူအညီပေးသူအဖြစ် စေလွှတ်တော်မူပါ)</span> ဆိုလိုသည်မှာ အကျွန်ုပ်၏အကြောင်းရင်းကို ခိုင်ခံ့စေရန်နှင့် အလ္လာဟ်အရှင်မြတ်ထံမှ အကျွန်ုပ်ပြောဆိုပြီး ပို့ဆောင်ပေးသည့်အရာကို အတည်ပြုရန် အကူအညီပေးသူအဖြစ်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် လူတစ်ဦး၏စကားထက် နှစ်ဦး၏စကားသည် လူတို့၏စိတ်ထဲတွင် ပို၍အလေးအနက်ရှိသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် သူက ပြောသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ</p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Verily, I fear that they will deny me.)</span> Muhammad bin Ishaq said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِدْءًا يُصَدِّقُنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်ကို အတည်ပြုရန် အကူအညီပေးသူအဖြစ်။)</span> ဆိုလိုသည်မှာ 'သူတို့နားမလည်နိုင်သည့်နေရာတွင် ကျွန်ုပ်ပြောသည်ကို သူတို့ကို ရှင်းပြပေးရန်' ဖြစ်သည်။ မူဆာက ဤသို့တောင်းဆိုသောအခါ အလ္လာဟ်အရှင်မြတ်က သူ့အား မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنَشُدُّ عَضُدَكَ بِأَخِيكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ညီအစ်ကိုမှတစ်ဆင့် သင်၏လက်မောင်းကို ငါတို့ခိုင်မာစေမည်။)</span> ဆိုလိုသည်မှာ 'သင်၏အကြောင်းရင်းကို ငါတို့ခိုင်မာစေပြီး သင်နှင့်အတူ ပရောဖက်ဖြစ်စေရန် တောင်းဆိုခဲ့သည့် သင်၏ညီအစ်ကိုမှတစ်ဆင့် သင့်အား အကူအညီပေးမည်' ဖြစ်သည်။ ၎င်းသည် အာယတ်တော်များနှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ! သင့်တောင်းဆိုချက်ကို ခွင့်ပြုပြီးပြီ!)</span><span class=\"gray\">(၂၀း၃၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အား ငါတို့၏ ကရုဏာတော်ဖြင့် သူ၏ညီ ဟာရွန်ကို <span class=\"gray\">(လည်း)</span> ပရောဖက်တစ်ဦးအဖြစ် ချီးမြှင့်တော်မူခဲ့သည်။)</span><span class=\"gray\">(၁၉း၅၃)</span>။ စလပ်ဖ်တစ်ဦးက ပြောသည်- \"မူဆာသည် ဟာရွန်အတွက် လုပ်ပေးခဲ့သည့်ထက် ၎င်း၏ညီအစ်ကိုအပေါ် ပို၍ကြီးမားသော ကျေးဇူးကို ပြုခဲ့သူ တစ်ဦးမျှမရှိပေ။ ၎င်းတို့နှစ်ဦးစလုံးအပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ။ အဘယ်ကြောင့်ဆိုသော် မူဆာသည် ဟာရွန်အတွက် ကြားဝင်ပြောဆိုပေးခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်က သူ့အား မူဆာနှင့်အတူ ဖိရ်အွန်နှင့် သူ၏ခေါင်းဆောင်များထံသို့ ပရောဖက်နှင့် ရစူလ်တမန်အဖြစ် ခန့်အပ်ခဲ့သည်အထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မူဆာနှင့်ပတ်သက်၍ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ عِنْدَ اللَّهِ وَجِيهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ဂုဏ်သရေရှိသူ ဖြစ်သည်)</span><span class=\"gray\">(၃၃း၆၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَجْعَلُ لَكُمَا سُلْطَانًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(ငါတို့သည်)</span> သင်တို့နှစ်ဦးလုံးကို စွမ်းအားပေးမည်)</span> ဆိုလိုသည်မှာ အလွန်ကြီးမားသော သက်သေအထောက်အထား ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِآيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ငါတို့၏ အာယတ်တော်များဖြင့် သင်တို့အား အန္တရာယ်ပြုနိုင်မည်မဟုတ်ပေ၊)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို ပို့ဆောင်ပေးနေသောကြောင့် ၎င်းတို့သည် သင်တို့အား အန္တရာယ်ပြုရန် နည်းလမ်း သို့မဟုတ် နည်းလမ်းများ ရှိမည်မဟုတ်ပေ' ဟူ၍ ဖြစ်သည်။ ၎င်းသည် အာယတ်တော်များနှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ရစူလ်တမန်! သင်၏အရှင်သခင်ထံမှ သင့်ထံသို့ ချပေးပို့ထားသော <span class=\"gray\">(သတင်းစကားကို)</span> ကြွေးကြော်ပါဦး။)</span> သူ၏မိန့်ဆိုချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင့်အား လူသားတို့ဘေးမှ ကာကွယ်ပေးမည်)</span><span class=\"gray\">(၅း၆၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပို့ဆောင်ပေးသူများ)</span> သူ၏မိန့်ဆိုချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ حَسِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် စာရင်းစစ်အဖြစ် လုံလောက်သည်)</span><span class=\"gray\">(၃၃း၃၉)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ကူညီမစသူနှင့် ပံ့ပိုးကူညီသူအဖြစ် လုံလောက်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့် နောက်ဘဝတွင် ၎င်းတို့အတွက်နှင့် ၎င်းတို့နောက်လိုက်များအတွက် အကျိုးဆက်များကို ပြောပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦးနှင့်တကွ သင်တို့နောက်လိုက်များပါ အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။)</span> ၎င်းသည် အာယတ်တော်များနှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ဆုံးဖြတ်တော်မူပြီးပြီ- \"အမှန်စင်စစ် ငါနှင့် ငါ၏ရစူလ်တမန်များသည်သာ အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။\" အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တအင်အားရှင် ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၅၈း၂၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် ငါတို့၏ ရစူလ်တမန်များနှင့် ဤလောကဘဝတွင် ယုံကြည်သူများကို အောင်မြင်စေမည်။)</span><span class=\"gray\">(၄၀း၅၁)</span> အာယတ်တော်၏အဆုံးအထိ။</p>"
  },
  {
    "ayah_key": "28:36",
    "group_ayah_key": "28:36",
    "from_ayah": "28:36",
    "to_ayah": "28:37",
    "ayah_keys": "28:36,28:37",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့နောက် မူဆာသည် ငါတို့၏ ထင်ရှားသော အာယတ်တော်များနှင့်အတူ ၎င်းတို့ထံ ရောက်ရှိလာသောအခါ ၎င်းတို့က ပြောသည်- \"ဤသည်မှာ ဖန်တီးထားသော မှော်အတတ်သာ ဖြစ်သည်။ ကျွန်ုပ်တို့၏ ရှေးဟောင်းဘိုးဘေးများကြားတွင် ဤအကြောင်းကို တစ်ခါမျှ မကြားဖူးပေ။ <span>(၃၆)</span> မူဆာက ပြောသည်- \"အကျွန်ုပ်၏ အရှင်သခင်သည် ကိုယ်တော်ထံမှ လမ်းညွှန်မှုနှင့်အတူ လာသူအား အကောင်းဆုံး သိတော်မူသည်။ နောင်ဘဝတွင် မည်သူ၏ အဆုံးသတ်သည် ပျော်ရွှင်ဖွယ်ဖြစ်မည်ကိုလည်း သိတော်မူသည်။ အမှန်စင်စစ် ပြစ်မှုကျူးလွန်သူများသည် အောင်မြင်မည်မဟုတ်ပေ။ <span>(၃၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဖိရ်အွန်နှင့် သူ၏လူမျိုးရှေ့မှောက်ရှိ မူဆာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မူဆာနှင့် သူ၏ညီ ဟာရွန်တို့သည် ဖိရ်အွန်နှင့် သူ၏ခေါင်းဆောင်များရှေ့သို့ မည်သို့ရောက်ရှိလာပုံ၊ အလ္လာဟ်အရှင်မြတ်သည် တစ်ဆူတည်းဖြစ်ကြောင်းနှင့် သူ၏အမိန့်များကို လိုက်နာရမည်ဖြစ်ကြောင်း ၎င်းတို့ပြောဆိုနေသည့်အမှန်တရားကို အတည်ပြုရန် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးထားသော ရှင်းလင်းသည့်နိမိတ်လက္ခဏာများနှင့် အလွန်ကြီးမားသော သက်သေအထောက်အထားများကို မည်သို့ပြသခဲ့ပုံကို ကျွန်ုပ်တို့အား ပြောပြသည်။ ဖိရ်အွန်နှင့် သူ၏ခေါင်းဆောင်များသည် ၎င်းတို့၏မျက်စိဖြင့် မြင်တွေ့ခဲ့ရပြီး ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်မှာ သေချာကြောင်း သိရှိခဲ့ကြသည်။ သို့သော် ၎င်းတို့၏ မယုံကြည်မှုနှင့် အပြစ်ကြောင့် ခေါင်းမာခြင်းနှင့် လိမ်ညာသော အငြင်းပွားမှုများကို အားကိုးခဲ့ကြသည်။ ဤသည်မှာ ၎င်းတို့သည် အမှန်တရားကို လိုက်နာရန် အလွန်ဆိုးယုတ်ပြီး မာနကြီးလွန်းသောကြောင့် ဖြစ်သည်။ ၎င်းတို့က ပြောသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا هَٰذَا إِلَّا سِحْرٌ مُفْتَرًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ဖန်တီးထားသော မှော်အတတ်သာ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဖန်တီးထားပြီး လုပ်ကြံထားခြင်းဖြစ်သည်။ ၎င်းတို့သည် သူ၏ကိုယ်ပိုင်လှည့်ကွက်များနှင့် ၎င်းတို့၏ ရာထူးနှင့် အာဏာဖြင့် သူ့အား ဆန့်ကျင်လိုခဲ့ကြသော်လည်း ဤသည်မှာ အလုပ်ဖြစ်မလာခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا سَمِعْنَا بِهَٰذَا فِي آبَائِنَا الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ရှေးဟောင်းဘိုးဘေးများကြားတွင် ဤအကြောင်းကို တစ်ခါမျှ မကြားဖူးပေ။)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်ခြင်း၊ မည်သည့်အဖော်အဖက်မျှ မရှိဘဲ ကိုးကွယ်ခြင်းကို ရည်ညွှန်းနေခြင်းဖြစ်သည်။ ၎င်းတို့က ပြောသည်- \"ကျွန်ုပ်တို့၏ ဘိုးဘေးများထဲတွင် ဤဘာသာတရားကို လိုက်နာသူ တစ်ဦးမျှကို မတွေ့ဖူးပါ။ ကျွန်ုပ်တို့သည် အခြားသောဘုရားများကို အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်သူများကိုသာ တွေ့ဖူးသည်။\" မူဆာက ၎င်းတို့အား တုံ့ပြန်၍ ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَىٰ مِنْ عِنْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ အရှင်သခင်သည် ကိုယ်တော်ထံမှ လမ်းညွှန်မှုနှင့်အတူ လာသူအား အကောင်းဆုံး သိတော်မူသည်၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်နှင့် သင်တို့အနက်မှ မည်သူဖြစ်ကြောင်းကို သိတော်မူသည်၊ ကိုယ်တော်သည် ကျွန်ုပ်နှင့် သင်တို့အကြား ဆုံးဖြတ်ပေးမည်' ဟူ၍ ဖြစ်သည်။ ထို့ကြောင့် သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်ဘဝတွင် မည်သူ၏ အဆုံးသတ်သည် ပျော်ရွှင်ဖွယ်ဖြစ်မည်ကိုလည်း သိတော်မူသည်။)</span> ဆိုလိုသည်မှာ မည်သူအား ကူညီမစခံရပြီး အနိုင်ရမည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ပြစ်မှုကျူးလွန်သူများသည် အောင်မြင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်သော ရုပ်တုကိုးကွယ်သူများကို ရည်ညွှန်းသည်။</p>"
  }
]