[
  {
    "ayah_key": "26:192",
    "group_ayah_key": "26:192",
    "from_ayah": "26:192",
    "to_ayah": "26:195",
    "ayah_keys": "26:192,26:193,26:194,26:195",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် ဤသည်မှာ စကြာဝဠာအားလုံး၏ အရှင်သခင်ထံတော်မှ ထုတ်ပြန်ချက်ဖြစ်၏။ <span>(၁၉၂)</span>ယုံကြည်စိတ်ချရသော ရူဟ် <span class=\"gray\">(ဂျီဘရီလ်)</span> က ယူဆောင်ဆင်းသက်ခဲ့၏။ <span>(၁၉၃)</span>သင့်နှလုံးသားပေါ်သို့ ဖြစ်၏။ သင်သည် <span class=\"gray\">(တစ်ဦး)</span> တည်းသော သတိပေးသူများထဲမှ ဖြစ်နိုင်ရန်အလို့ငှာ <span>(၁၉၄)</span>ရှင်းလင်းသော အာရဗီဘာသာစကားဖြင့် <span>(၁၉၅)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်မှ ကုရ်အာန်ကို ထုတ်ပြန်ခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်နှင့် တမန်တော် မုဟမ္မဒ် ﷺ ထံသို့ ထုတ်ပြန်ခဲ့သော ကျမ်းတော်အကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်)</span> မှာ ကုရ်အာန်ကို ရည်ညွှန်းပြီး၊ ဆူရာ၏အစတွင် ဖော်ပြထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ الرَّحْمَٰنِ مُحْدَثٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်ကရုဏာရှင်ထံတော်မှ မကြာသေးမီက ထုတ်ပြန်သော သတိပေးချက်တစ်ခုအနေဖြင့် သူတို့ထံ ဘယ်သောအခါမျှ မရောက်ရှိလာပါ...)</span><span class=\"gray\">(၂၆:၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَنزِيلُ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကြာဝဠာအားလုံး၏ အရှင်သခင်ထံတော်မှ ထုတ်ပြန်ချက်ဖြစ်သည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို သင့်ထံသို့ ပို့ချပြီး သင့်အား ထုတ်ဖော်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَلَ بِهِ الرُّوحُ الْأَمِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်စိတ်ချရသော ရူဟ်က ယူဆောင်ဆင်းသက်ခဲ့၏။)</span> ဤသည်မှာ ဂျီဘရီလ်ကို ရည်ညွှန်းပြီး၊ ၎င်းအပေါ် ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ။ ဤသည်မှာ စလပ်ဖ်ပညာရှင်များထဲမှ တစ်ဦးထက်မကသောသူတို့၏ အမြင်ဖြစ်သည်- အိဗ်နု အဗ္ဗာစ်၊ မုဟမ္မဒ် ဘင် ကအ်ဘ်၊ ကွတာဒါဟ်၊ အသိယျဟ် အလ်-အောင်ဖီ၊ အစ်-စွတ်ဒ်ဒီ၊ အဒ်-ဒဟ်ဟက်ခ်၊ အဇ်-ဇူဟ်ရီနှင့် အိဗ်နု ဂျူရိုင်ဂျ်။ ဤသည်မှာ ငြင်းခုံစရာမရှိသော ကိစ္စဖြစ်သည်။ အဇ်-ဇူဟ်ရီက ပြောကြားခဲ့သည်၊ \"ဤသည်မှာ အာယသ်နှင့်တူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ဂျီဘရီလ်ကို မည်သူမဆို ရန်သူပြုပါက – ဧကန်စင်စစ် သူသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြင့် သင်၏နှလုံးသားသို့ ထိုကျမ်းကို ယူဆောင်ဆင်းသက်ခဲ့ပြီး၊ ၎င်းမတိုင်မီကရှိခဲ့သည့်အရာများကို အတည်ပြုသည်...\")</span><span class=\"gray\">(၂:၉၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ قَلْبِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏နှလုံးသားပေါ်သို့)</span> 'အို မုဟမ္မဒ်၊ မည်သည့်ညစ်ညမ်းမှုမှ ကင်းစင်ပြီး၊ ထပ်ပေါင်းထည့်ခြင်း သို့မဟုတ် ဖယ်ရှားခြင်း မရှိစေရ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَكُونَ مِنَ الْمُنذِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သတိပေးသူများထဲမှ ဖြစ်နိုင်ရန်အလို့ငှာ)</span> ဆိုသည်မှာ '၎င်းနှင့်အတူ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို ၎င်းကို ဆန့်ကျင်ပြီး မယုံကြည်သူများအား သင်သတိပေးနိုင်ရန်၊ နှင့် ၎င်းကို လိုက်နာသော ယုံကြည်သူများအား ဝမ်းသာစရာသတင်းကောင်း သင်ပေးနိုင်ရန်အလို့ငှာ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်းလင်းသော အာရဗီဘာသာစကားဖြင့်)</span> ဆိုသည်မှာ 'သင့်အား ကျွန်ုပ်တို့ထုတ်ပြန်ခဲ့သော ဤကုရ်အာန်ကို ကျွန်ုပ်တို့သည် ပြီးပြည့်စုံပြီး စကားအပြောအဟောပြေပြစ်သော အာရဗီဘာသာဖြင့် ထုတ်ပြန်ခဲ့သည်၊ သို့မှသာ ရှင်းလင်းပြတ်သားပြီး၊ ဆင်ခြေပေးစရာနေရာမရှိဘဲ၊ ရှင်းလင်းသော အထောက်အထားကို တည်ဆောက်နိုင်ကာ၊ ဖြောင့်မှန်သောလမ်းကို ပြသနိုင်လိမ့်မည်။'</p>"
  },
  {
    "ayah_key": "26:196",
    "group_ayah_key": "26:196",
    "from_ayah": "26:196",
    "to_ayah": "26:199",
    "ayah_keys": "26:196,26:197,26:198,26:199",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် ၎င်းသည် ရှေးယခင်လူများ၏ ဇဗူရ်ကျမ်းများတွင် ပါရှိသည်။ <span>(၁၉၆)</span>အစ္စရေးလ်သားတို့၏ ပညာတတ်ပညာရှင်များက ၎င်းကိုသိရှိခြင်းသည် သူတို့အတွက် လက္ခဏာတစ်ရပ် မဟုတ်လော။ <span>(၁၉၇)</span>ကျွန်ုပ်တို့သာ ၎င်းကို အာရဗီမဟုတ်သူများထဲမှ တစ်ဦးဦးထံ ထုတ်ပြန်ခဲ့လျှင်၊ <span>(၁၉၈)</span>ထိုသူက သူတို့အား ရွတ်ဖတ်ပြခဲ့လျှင်ပင်၊ သူတို့သည် ၎င်းကို ယုံကြည်ကြမည်မဟုတ်ပေ။ <span>(၁၉၉)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကို ယခင်ကျမ်းများတွင် ဖော်ပြထားခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- ဤကုရ်အာန်ကို ရှေးယခင်ကျမ်းများတွင် ဖော်ပြခဲ့ပြီး၊ သူတို့၏ တမန်တော်များက ရှေးခေတ်ကာလများကတည်းကနှင့် မကြာသေးမီကပင် ကြိုတင်ဟောကိန်းထုတ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ထံမှ ၎င်းကို လိုက်နာရန် ကတိသစ္စာယူခဲ့ပြီး၊ သူတို့ထဲမှ နောက်ဆုံးတမန်တော်သည် ရပ်တည်ကာ အဟ်မဒ်အကြောင်း သတင်းကောင်းဖြင့် မိမိ၏လူမျိုးအား ဟောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(သတိရကြပါ)</span> 'အီစာ၊ မရ်ယမ်၏သားက ပြောကြားခဲ့စဉ်က- \"အို အစ္စရေးလ်၏သားမြေးတို့! ကျွန်ုပ်သည် သင်တို့ထံသို့ အလ္လာဟ်၏ ရစူလ် (တမန်တော်) ဖြစ်၏။ ကျွန်ုပ်မတိုင်မီကရှိခဲ့သော တော်ရာကျမ်းကို အတည်ပြုကာ၊ ကျွန်ုပ်နောက်မှ ကြွလာမည့် တမန်တော်တစ်ပါး၏ သတင်းကောင်းကို ပေးပို့သူ ဖြစ်၏။ ၎င်း၏နာမည်မှာ အဟ်မဒ်ဖြစ်၏။\")</span><span class=\"gray\">(၆၁:၆)</span>။ ဤနေရာတွင် ဇဗူရ် (Zubur) သည် ကျမ်းများကို ရည်ညွှန်းသည်။ ဇဗူရ် (Zubur) သည် အဇ်-ဇဗူရ် (Az-Zabur) ၏ အများကိန်းဖြစ်ပြီး၊ ဒါဝူးဒ်အား ပေးအပ်ခဲ့သော ကျမ်းကို ရည်ညွှန်းရန် အသုံးပြုသည့် အမည်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့လုပ်ဆောင်ခဲ့သမျှအားလုံးသည် အဇ်-ဇဗူရ်တွင် မှတ်တမ်းတင်ထားသည်။)</span><span class=\"gray\">(၅၄:၅၂)</span>၊ ဆိုသည်မှာ နတ်ကောင်းကင်တမန်များ၏ ကျမ်းများတွင် သူတို့အား ဆန့်ကျင်၍ မှတ်တမ်းတင်ထားသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَكُن لَّهُمْ آيَةً أَن يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စရေးလ်သားတို့၏ ပညာတတ်ပညာရှင်များက ၎င်းကိုသိရှိခြင်းသည် သူတို့အတွက် လက္ခဏာတစ်ရပ် မဟုတ်လော။)</span> ဆိုသည်မှာ အစ္စရေးလ်သားတို့၏ ပညာရှင်များက သူတို့လေ့လာသော ကျမ်းများတွင် ဤကုရ်အာန်ကို ဖော်ပြထားသည်ကို တွေ့ရှိခဲ့ခြင်းသည် သူတို့အတွက် မှန်ကန်ကြောင်း လုံလောက်သော သက်သေ မဟုတ်လော။ ဆိုလိုသည်မှာ- သူတို့အထဲမှ တရားမျှတသူများသည် မုဟမ္မဒ် ﷺ ၏ ဂုဏ်တော်များ၊ ၎င်း၏ သာသနာပြုလုပ်ငန်းနှင့် ၎င်း၏ အွမ္မာတို့အား သူတို့၏ ကျမ်းများတွင် ဖော်ပြထားကြောင်း ဝန်ခံခဲ့ကြသည်၊ အဗ္ဗဒုလ္လာဟ် ဘင် စလာမ်၊ ဆယ်လ်မာန် အလ်-ဖာရစီနှင့် တမန်တော် ﷺ နှင့် တွေ့ဆုံခဲ့ကြသော အခြားသူများက ပြောကြားခဲ့သကဲ့သို့ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်ကို လိုက်နာသူများ၊ ဖတ်လည်းမဖတ်တတ် ရေးလည်းမရေးတတ်သော တမန်တော်...)</span><span class=\"gray\">(၇:၁၅၇)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရိုင်ရှ်တို့၏ ပြင်းထန်သော မယုံကြည်မှု</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကုရိုင်ရှ်တို့၏ မယုံကြည်မှု မည်မျှပြင်းထန်ကြောင်း၊ နှင့် သူတို့သည် ကုရ်အာန်ကို မည်မျှခိုင်မာစွာ ဆန့်ကျင်ခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ဤကျမ်းတော်ကို ၎င်း၏ စကားအပြောအဟောပြေပြစ်မှုအားလုံးနှင့်အတူ အာရဗီစကားတစ်ခွန်းမျှ မသိသော အာရဗီမဟုတ်သူတစ်ဦးဦးထံ ထုတ်ပြန်ခဲ့လျှင်ပင်၊ သူတို့သည် သူ့ကို ယုံကြည်ကြမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَزَّلْنَاهُ عَلَىٰ بَعْضِ الْأَعْجَمِينَ - فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သာ ၎င်းကို အာရဗီမဟုတ်သူများထဲမှ တစ်ဦးဦးထံ ထုတ်ပြန်ခဲ့လျှင်၊ ထိုသူက သူတို့အား ရွတ်ဖတ်ပြခဲ့လျှင်ပင်၊ သူတို့သည် ၎င်းကို ယုံကြည်ကြမည်မဟုတ်ပေ။)</span> နှင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ - لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သာ သူတို့အား ကောင်းကင်မှ တံခါးတစ်ချပ်ကို ဖွင့်ပေးခဲ့ပြီး၊ သူတို့သည် ထိုနေရာသို့ ဆက်တက်နေခဲ့ကြလျှင်ပင်။ သူတို့သည် ဧကန်မလွဲ ပြောကြလိမ့်မည်- \"ကျွန်ုပ်တို့၏ မျက်လုံးများ မှုန်ဝါးသွားပြီ...\")</span><span class=\"gray\">(၁၅:၁၄-၁၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သာ သူတို့ထံသို့ နတ်ကောင်းကင်တမန်များကို စေလွှတ်ခဲ့ပြီး၊ သေဆုံးသူများက သူတို့အား စကားပြောခဲ့လျှင်ပင်...)</span><span class=\"gray\">(၆:၁၁၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင်၏အရှင်သခင်၏ အမိန့်တော်သည် သူတို့အပေါ် အတည်ပြုပြီးသူများသည် ယုံကြည်ကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၁၀:၉၆)</span></p>"
  }
]