[
  {
    "ayah_key": "43:51",
    "group_ayah_key": "43:51",
    "from_ayah": "43:51",
    "to_ayah": "43:56",
    "ayah_keys": "43:51,43:52,43:53,43:54,43:55,43:56",
    "text": "<p lang=\"my\" class=\"my \">ဖာရိုဘုရင်သည် သူ၏လူမျိုးများအကြားတွင် <span class=\"gray\">(ဤသို့)</span> ကြေညာခဲ့သည်– \"အို ငါ့လူမျိုးတို့! အီဂျစ်နိုင်ငံ၏ အုပ်စိုးမှုသည် ငါ့အတွက်မဟုတ်လော၊ ငါ့အောက်မှ စီးဆင်းနေသော ဤမြစ်များလည်း မဟုတ်လော။ သင်တို့မမြင်ကြလေသလော။ <span>(51)</span>\"ယုတ်ညံ့ပြီး မိမိကိုယ်ကို ရှင်းရှင်းလင်းလင်း မဖော်ပြနိုင်သော ဤသူ <span class=\"gray\">(မူဆာ)</span> ထက် ငါက ပိုမကောင်းပေဘူးလား။ <span>(52)</span>ထို့ကြောင့် သူ့ကို ရွှေလက်ကောက်များ ပေးအပ်ခြင်း မရှိသည်မှာ အဘယ်ကြောင့်နည်း၊ သို့မဟုတ် ကောင်းကင်တမန်များကို သူ့နှင့်အတူ မစေလွှတ်ခြင်းသည် အဘယ်ကြောင့်နည်း။ <span>(53)</span>ဤသို့ဖြင့် သူသည် သူ၏လူမျိုးများကို လှည့်ဖြားခဲ့ပြီး သူတို့သည် သူ့ကို နာခံခဲ့ကြသည်။ အမှန်စင်စစ် သူတို့သည် ပုန်ကန်သော လူမျိုးများ ဖြစ်ခဲ့ကြသည် <span>(54)</span>ထို့ကြောင့် သူတို့သည် ငါတို့ကို ဒေါသထွက်စေသောအခါ ငါတို့သည် သူတို့ကို အပြစ်ပေးခဲ့ပြီး အားလုံးကို ရေနစ်သေစေခဲ့သည် <span>(55)</span>ထို့ပြင် ငါတို့သည် သူတို့ကို ရှေ့ဖြစ်နမူနာတစ်ခုအဖြစ်လည်းကောင်း၊ နောင်လာနောက်သားများအတွက် သင်ခန်းစာတစ်ခုအဖြစ်လည်းကောင်း ပြုလုပ်ခဲ့သည် <span>(56)</span></p><p lang=\"my\" class=\"my \">ဖာရိုဘုရင်က သူ၏လူမျိုးများကို မိန့်ခွန်းပြောကြားခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်က သူ့ကို မည်သို့အပြစ်ပေးခဲ့ခြင်း</p><p lang=\"my\" class=\"my \">ဖာရိုဘုရင်သည် သူ၏ပုန်ကန်မှုနှင့် မယုံကြည်မှုကို မည်သို့ခိုင်မာစွာ ဆက်လက်ကျင့်သုံးခဲ့ပုံကို အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ သူသည် သူ၏လူမျိုးများကို စုဝေးစေပြီး အီဂျစ်နိုင်ငံအပေါ် သူ၏အုပ်စိုးမှုကို ကြွားလုံးထုတ်ကာ မောက်မာသောပုံစံဖြင့် မိန့်ခွန်းပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَٰذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဂျစ်နိုင်ငံ၏ အုပ်စိုးမှုသည် ငါ့အတွက်မဟုတ်လော၊ ငါ့အောက်မှ စီးဆင်းနေသော ဤမြစ်များလည်း မဟုတ်လော။)</span> ကွသာဒဟ်က ပြောခဲ့သည်၊ \"သူတို့တွင် ဥယျာဉ်များနှင့် စီးဆင်းနေသော ရေမြစ်များရှိခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မမြင်ကြလေသလော။)</span> ဆိုလိုသည်မှာ 'ငါ၏ ခွန်အားနှင့် အာဏာကို သင်တို့မမြင်ကြသလော' – ဆိုလိုသည်မှာ မူဆာနှင့် သူ၏နောက်လိုက်များသည် ဆင်းရဲပြီး အားနည်းကြောင်း ဖော်ပြသည်။ ၎င်းသည် ဤအာယတ်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَحَشَرَ فَنَادَىٰ - فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَىٰ - فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် <span class=\"gray\">(သူ၏လူမျိုးများကို)</span> စုဝေးစေပြီး \"ငါသည် သင်တို့၏အရှင်၊ အမြင့်မြတ်ဆုံးဖြစ်သည်\" ဟု အော်ဟစ်ပြောဆိုခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူ၏နောက်ဆုံးနှင့် ပထမဆုံးသော ပြစ်မှုအတွက် သူ့ကို အပြစ်ပေးခဲ့သည်။)</span><span class=\"gray\">(79:23-25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ أَنَا خَيْرٌ مِنْ هَٰذَا الَّذِي هُوَ مَهِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုတ်ညံ့သော ဤသူထက် ငါက ပိုမကောင်းပေဘူးလား)</span> အက်စ်-ဆွဒ်ဒီက ပြောခဲ့သည်၊ \"သူက 'အမှန်စင်စစ် ငါသည် ယုတ်ညံ့သော ဤသူထက် ပိုကောင်းသည်' ဟု ပြောနေခြင်းဖြစ်သည်။\" ဘဆ်ရာမှ သဒ္ဒါပညာရှင်အချို့က ဖာရိုဘုရင် – အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာတော် သူ့အပေါ်သက်ရောက်ပါစေ – က သူသည် မူဆာ၊ ငြိမ်းချမ်းရေး သူ့အပေါ်သက်ရောက်ပါစေ၊ ထက် ပိုကောင်းသည်ဟု ပြောနေခြင်းဖြစ်သည်ဟု ဆိုခဲ့သည်။ သို့သော် ၎င်းသည် ထင်ရှားသော လိမ်ညာမှုဖြစ်သည်၊ ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူ့အပေါ် ဆက်လက်ကျိန်စာသင့်ပါစေ။ မူဆာကို ယုတ်ညံ့သည်ဟု ဖော်ပြခြင်းဖြင့် သူဆိုလိုသည်မှာ – စူဖယာန်ပြောသည့်အတိုင်း – အရေးမပါခြင်းဖြစ်သည်။ ကွသာဒဟ်နှင့် အက်စ်-ဆွဒ်ဒီတို့က \"သူသည် အားနည်းခြင်းကို ဆိုလိုသည်\" ဟု ပြောခဲ့သည်။ အစ်ဗ်နု ဂျရီရ်က \"သူသည် အာဏာ၊ အခွင့်အာဏာ သို့မဟုတ် ချမ်းသာကြွယ်ဝမှု မရှိခြင်းကို ဆိုလိုသည်\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَكَادُ يُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မိမိကိုယ်ကို ရှင်းရှင်းလင်းလင်း မဖော်ပြနိုင်)</span> ဆိုလိုသည်မှာ သူသည် ရှင်းရှင်းလင်းလင်း မပြောနိုင်၊ စကားထစ်ပြီး ကောင်းစွာ မပြောနိုင်ခြင်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဖာရိုဘုရင်က မူဆာကို \"ယုတ်ညံ့သည်\" ဟု ဖော်ပြခြင်းသည် လိမ်ညာမှုဖြစ်သည်။ ယင်းအစား ကိုယ်ခန္ဓာပိုင်းဆိုင်ရာ၊ ကိုယ်ကျင့်တရားပိုင်းဆိုင်ရာနှင့် ဘာသာရေးပိုင်းဆိုင်ရာအရ အားနည်းသော၊ ယုတ်ညံ့ပြီး အရေးမပါသူမှာ ဖာရိုဘုရင်ကိုယ်တိုင်ဖြစ်သည်။ မြင့်မြတ်သော၊ သစ္စာရှိသော၊ ဖြောင့်မတ်သော၊ ရိုးသားဖြောင့်မှန်သူမှာ မူဆာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَكَادُ يُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မိမိကိုယ်ကို ရှင်းရှင်းလင်းလင်း မဖော်ပြနိုင်)</span>။ ၎င်းသည်လည်း လိမ်ညာမှုဖြစ်သည်။ မူဆာ ကလေးဘဝက ကျောက်မီးသွေးဖြင့် လောင်ကျွမ်းသွားသောအခါ သူ၏လျှာတွင် တစ်ခုခုဖြစ်ခဲ့သည်။ သူသည် အလ္လာဟ်အရှင်မြတ်အား သူ၏လျှာမှ အထုံးကိုဖြေပေးရန် <span class=\"gray\">(ဆိုလိုသည်မှာ သူ၏စကားပြောချို့ယွင်းချက်ကို ပြုပြင်ပေးရန်)</span> တောင်းဆိုခဲ့သည်။ သို့မှသာ သူတို့သည် သူပြောသည်ကို နားလည်နိုင်မည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် သူ၏ဆုတောင်းကို လက်ခံဖြေကြားတော်မူခဲ့ပြီး ဤသို့မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ၊ သင်၏တောင်းဆိုချက်ကို ခွင့်ပြုလိုက်ပြီ)</span><span class=\"gray\">(20:36)</span>။ အယ်လ်-ဟာစန် အယ်လ်-ဘဆ်ရီက အကြံပြုခဲ့သည့်အတိုင်း သူသက်သာရာရရန် မတောင်းဆိုခဲ့သော ပြဿနာအချို့ ကျန်ရှိနေသေးခြင်းလည်း ဖြစ်နိုင်သည်။ သူသည် သတင်းစကားကို ပေးပို့ရာတွင် အဟန့်အတားဖြစ်စေသည့်အရာမှသာ သက်သာရာရရန် တောင်းဆိုခဲ့ခြင်းဖြစ်သည်။ လူတစ်ဦးသည် သူထိန်းချုပ်၍မရသော ရုပ်ပိုင်းဆိုင်ရာကိစ္စများအတွက် အပြစ်တင်ခံရမည်မဟုတ်ပေ။ ဖာရိုဘုရင်သည် ထိုအရာကို နားလည်ရန် ဉာဏ်ပညာရှိသော်လည်း သူသည် သူ၏လူမျိုးများ (အသိပညာမဲ့ပြီး မိုက်မဲသောသူများ) ကို ရှုပ်ထွေးစေကာ လမ်းမှားသို့ရောက်အောင် လုပ်လိုခဲ့သည်။ ထို့ကြောင့် သူက ဤသို့ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူ့ကို ရွှေလက်ကောက်များ ပေးအပ်ခြင်း မရှိသည်မှာ အဘယ်ကြောင့်နည်း…?)</span> ဆိုလိုသည်မှာ လက်မောင်းများတွင် ဝတ်ဆင်သည့် အဆင်တန်ဆာများဖြစ်သည်။ ၎င်းသည် အစ်ဗ်နု အဗ်ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ၊ ကွသာဒဟ်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကောင်းကင်တမန်များကို သူ့နှင့်အတူ မစေလွှတ်ခြင်းသည် အဘယ်ကြောင့်နည်း။)</span> ဆိုလိုသည်မှာ သူ့ကို အစေခံရန်နှင့် သူသည် အမှန်ကို ပြောနေကြောင်း သက်သေခံရန်ဖြစ်သည်။ သူသည် ပြင်ပပုံပန်းသဏ္ဌာန်များကိုသာ ကြည့်ခဲ့ပြီး သူအာရုံစိုက်ခဲ့သည့်အရာများထက် ပိုမိုရှင်းလင်းသော အတွင်းပိုင်း အမှန်တရားများကို မနားလည်ခဲ့ပေ၊ သူသာ နားလည်ခဲ့လျှင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဤသို့မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် သူသည် သူ၏လူမျိုးများကို လှည့်ဖြားခဲ့ပြီး သူတို့သည် သူ့ကို နာခံခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ သူသည် သူတို့ကို ရှုပ်ထွေးစေခဲ့ပြီး လမ်းမှားသို့ ဖိတ်ခေါ်ခဲ့ကာ သူတို့သည် သူ့ကို တုံ့ပြန်ခဲ့ကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\"> ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူတို့သည် ပုန်ကန်သော လူမျိုးများ ဖြစ်ခဲ့ကြသည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤသို့မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် ငါတို့ကို ဒေါသထွက်စေသောအခါ ငါတို့သည် သူတို့ကို အပြစ်ပေးခဲ့ပြီး အားလုံးကို ရေနစ်သေစေခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာဟ်က အစ်ဗ်နု အဗ်ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ၊ က ၎င်း၏အဓိပ္ပါယ်မှာ- \"သူတို့သည် ငါတို့ကို ဒေါသထွက်စေသောအခါ ဆိုသည်မှာ သူတို့သည် ငါတို့၏အမျက်ဒေါသကို နှိုးဆွခဲ့ကြသည်\" ဟု ပြောခဲ့ကြောင်း သတင်းပေးပို့ခဲ့သည်။ အဒ်-ဒဟ်ဟက်ခ်က ၎င်း၏အဓိပ္ပါယ်မှာ \"သူတို့သည် ငါတို့ကို ဒေါသထွက်စေခဲ့သည်\" ဟု ဆိုခဲ့သည်။ ၎င်းသည် အစ်ဗ်နု အဗ်ဗားစ်၊ မူဂျာဟစ်ဒ်၊ အစ်ခ်ရိမာဟ်၊ စအိဒ် ဘင် ဂျူဘိုင်ရ်၊ မိုဟမ်မဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီ၊ ကွသာဒဟ်၊ အက်စ်-ဆွဒ်ဒီနှင့် အခြားသော တဖ်စီးရ်ပညာရှင်များ၏ အမြင်လည်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဘီ ဟာတိမ်က 'အုက်ဗဟ် ဘင် 'အာမိရ်၊ အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ၊ က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ဤသို့မိန့်တော်မူသည်ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَأَيْتَ اللهَ تَبَارَكَ وَتَعَالَىٰ يُعْطِي الْعَبْدَ مَا يَشَاءُ، وَهُوَ مُقِيمٌ عَلىٰ مَعَاصِيهِ، فَإِنَّمَا ذَلِكَ اسْتِدْرَاجٌ مِنْهُ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လူတစ်ဦးအား အပြစ်များတွင် ဆက်လက်ကျူးလွန်နေသော်လည်း သူလိုချင်သောအရာများကို ပေးသည်ကို သင်မြင်ရသောအခါ၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က သူ့ကို ပျက်စီးရာသို့ ဆွဲဆောင်နေခြင်းဖြစ်သည်ဟု ဆိုလိုသည်။)</span> ထို့နောက် သူသည် ရွတ်ဖတ်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် ငါတို့ကို ဒေါသထွက်စေသောအခါ ငါတို့သည် သူတို့ကို အပြစ်ပေးခဲ့ပြီး အားလုံးကို ရေနစ်သေစေခဲ့သည်။)</span> သာရစ်က် ဘင် ရှီဟားဘ်က ပြောခဲ့သည်ဟု သတင်းပေးပို့ခဲ့သည်၊ \"ကျွန်ုပ်သည် 'အဗ်ဒုလ္လာဟ်၊ အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ၊ နှင့်အတူရှိစဉ် ရုတ်တရက်သေဆုံးခြင်းကိစ္စကို ဖော်ပြခဲ့သည်။ သူက '၎င်းသည် ယုံကြည်သူအတွက် သက်သာရာရခြင်းဖြစ်ပြီး၊ မယုံကြည်သူအတွက် နောင်တရစရာဖြစ်သည်' ဟု ပြောခဲ့သည်။ ထို့နောက် သူသည် ဤအာယတ်ကို ရွတ်ဖတ်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် ငါတို့ကို ဒေါသထွက်စေသောအခါ ငါတို့သည် သူတို့ကို အပြစ်ပေးခဲ့ပြီး အားလုံးကို ရေနစ်သေစေခဲ့သည်။)</span>\" 'အုမရ် ဘင် 'အဗ်ဒုလ်-'အဇီဇ်၊ အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ၊ က \"ပြစ်ဒဏ်သည် ပေါ့ဆမှုနှင့်အတူ လာသည်ကို ကျွန်ုပ်တွေ့ရှိခဲ့သည်၊ ဆိုလိုသည်မှာ ဤအာယတ်ဖြစ်သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် ငါတို့ကို ဒေါသထွက်စေသောအခါ ငါတို့သည် သူတို့ကို အပြစ်ပေးခဲ့ပြီး အားလုံးကို ရေနစ်သေစေခဲ့သည်)</span>။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် သူတို့ကို ရှေ့ဖြစ်နမူနာတစ်ခုအဖြစ်လည်းကောင်း၊ နောင်လာနောက်သားများအတွက် သင်ခန်းစာတစ်ခုအဖြစ်လည်းကောင်း ပြုလုပ်ခဲ့သည်။)</span> အဘူ မစ်ဂျ်လဇ်က \"သူတို့လုပ်ခဲ့သည့်အတိုင်း ပြုလုပ်သော အခြားသူများအတွက် ရှေ့ဖြစ်နမူနာ\" ဟု ပြောခဲ့သည်။ သူနှင့် မူဂျာဟစ်ဒ်တို့က \"နမူနာ၊ ဆိုလိုသည်မှာ သူတို့နောက်မှလာသူများအတွက် သင်ခန်းစာ\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဖြောင့်မတ်သောလမ်းသို့ လမ်းညွှန်ပြသူဖြစ်ပြီး၊ ကိုယ်တော်ထံသို့သာ နောက်ဆုံးပြန်လည်ရောက်ရှိခြင်းဖြစ်သည်။</p>"
  }
]