[
  {
    "ayah_key": "39:13",
    "group_ayah_key": "39:13",
    "from_ayah": "39:13",
    "to_ayah": "39:16",
    "ayah_keys": "39:13,39:14,39:15,39:16",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"အမှန်စင်စစ်၊ အကယ်၍ ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်သခင်ကို မနာခံလျှင် ကြီးမြတ်သောနေ့၏ ပြစ်ဒဏ်ကို ကျွန်ုပ် ကြောက်ပါသည်။ <span>(13)</span>ပြောပါ- \"အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကျွန်ုပ်သည် ကိုးကွယ်မှုများကို အရှင်မြတ်အတွက် စေတနာထားပြီး ပြုလုပ်ခြင်းဖြင့် ကိုးကွယ်ပါသည်။ <span>(14)</span>\"ထို့ကြောင့်၊ အရှင်မြတ်မှလွဲ၍ သင်တို့ကြိုက်နှစ်သက်ရာကို ကိုးကွယ်ကြပါ။\" ပြောပါ- \"ဆုံးရှုံးသူများမှာ ရှင်ပြန်ထမြောက်မည့်နေ့တွင် မိမိကိုယ်ကိုနှင့် မိမိမိသားစုကို ဆုံးရှုံးရမည့်သူများဖြစ်သည်။ အမှန်စင်စစ်၊ ထိုသည်မှာ ထင်ရှားသော ဆုံးရှုံးမှု ဖြစ်လိမ့်မည်! <span>(15)</span>သူတို့အတွက် အပေါ်မှလည်း မီး၏အကာအကွယ်များ၊ အောက်မှလည်း <span class=\"gray\">(မီး၏)</span> အကာအကွယ်များ ရှိလိမ့်မည်။ ဤအရာဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို ခြောက်လှန့်တော်မူသည်- \"အို ငါ၏ကျွန်များ၊ ထို့ကြောင့် ငါ့ကို တက်ကဝါပြုကြ!\" <span>(16)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့စေခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ အို မုဟမ္မဒ်၊ သင်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်ဖြစ်လင့်ကစား ပြောပါ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အကယ်၍ ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်သခင်ကို မနာခံလျှင် ကြီးမြတ်သောနေ့၏ ပြစ်ဒဏ်ကို ကျွန်ုပ် ကြောက်ပါသည်။)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်မည့်နေ့ကို ဆိုလိုသည်။ ၎င်းသည် အခြေအနေပြဝါကျဖြစ်ပြီး ဤနေရာတွင် ရည်ညွှန်းထားသည့်အရာသည် တမန်တော်မြတ် ﷺ နှင့် သက်ဆိုင်ပါက အခြားသူများနှင့် ပို၍ပင် သက်ဆိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي - فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကျွန်ုပ်သည် ကိုးကွယ်မှုများကို အရှင်မြတ်အတွက် စေတနာထားပြီး ပြုလုပ်ခြင်းဖြင့် ကိုးကွယ်ပါသည်။ ထို့ကြောင့်၊ အရှင်မြတ်မှလွဲ၍ သင်တို့ကြိုက်နှစ်သက်ရာကို ကိုးကွယ်ကြပါ။\")</span> ၎င်းသည် ခြိမ်းခြောက်ခြင်းနှင့် သူတို့ကို လက်ခံမထားခြင်းလည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ الْخَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ဆုံးရှုံးသူများ...\")</span> ဆိုသည်မှာ အကြီးမားဆုံး ဆုံးရှုံးသူများအားလုံးကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်မည့်နေ့တွင် မိမိကိုယ်ကိုနှင့် မိမိမိသားစုကို ဆုံးရှုံးရမည့်သူများဖြစ်သည်။)</span> ဆိုသည်မှာ သူတို့သည် ခွဲခွာသွားကြပြီး ဘယ်တော့မှ ပြန်မဆုံနိုင်တော့ပေ။ သူတို့၏မိသားစုများက ဂျန္နတ်သို့ ရောက်ရှိပြီး သူတို့က ဂျဟန္နမ်သို့ ရောက်ရှိသည်ဖြစ်စေ၊ သူတို့အားလုံး ဂျဟန္နမ်သို့ ရောက်ရှိသည်ဖြစ်စေ၊ သူတို့သည် ဘယ်တော့မှ ပြန်မဆုံနိုင်တော့ဘဲ ပျော်ရွှင်မှုလည်း မခံစားရတော့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ထိုသည်မှာ ထင်ရှားသော ဆုံးရှုံးမှု ဖြစ်လိမ့်မည်!)</span> ဆိုသည်မှာ ၎င်းသည် အရှင်းဆုံးနှင့် အထင်ရှားဆုံး ဆုံးရှုံးမှုဖြစ်သည်။ ထို့နောက် အရှင်မြတ်သည် မီးထဲရှိ သူတို့၏ အခြေအနေကို ဖော်ပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် အပေါ်မှလည်း မီး၏အကာအကွယ်များ၊ အောက်မှလည်း <span class=\"gray\">(မီး၏)</span> အကာအကွယ်များ ရှိလိမ့်မည်။)</span> ၎င်းသည် အာယတ်တော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِي الظَّالِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် ဂျဟန္နမ် <span class=\"gray\">(မီး)</span> ၏ အိပ်ရာတစ်ခုရှိလိမ့်မည်၊ သူတို့အပေါ်၌ <span class=\"gray\">(ဂျဟန္နမ်မီး၏)</span> အကာအကွယ်များ ရှိလိမ့်မည်။ ဤသို့ဖြင့် ငါတို့သည် ပြစ်မှုကျူးလွန်သူများကို အစားပြန်ပေးတော်မူသည်။)</span><span class=\"gray\">(7:41)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို အပေါ်မှလည်းကောင်း၊ ခြေဖဝါးအောက်မှလည်းကောင်း <span class=\"gray\">(ဂျဟန္နမ်မီး)</span> ပြစ်ဒဏ်ဖုံးလွှမ်းမည့်နေ့တွင် \"သင်တို့ လုပ်ဆောင်ခဲ့သည်များကို မြည်းစမ်းကြလော့\" ဟု ပြောဆိုလိမ့်မည်။)</span><span class=\"gray\">(29:55)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအရာဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို ခြောက်လှန့်တော်မူသည်:)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းသည် မလွဲမသွေ ဖြစ်ပေါ်လာမည့်အရာဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြခြင်းဖြစ်ပြီး မိမိ၏ကျွန်များကို ခြောက်လှန့်ခြင်းဖြစ်သည်။ သို့မှသာ သူတို့သည် တရားမဝင်သောအရာများနှင့် အပြစ်များမှ ရှောင်ရှားကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِ فَاتَّقُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ၏ကျွန်များ၊ ထို့ကြောင့် ငါ့ကို တက်ကဝါပြုကြ!)</span> ဆိုသည်မှာ 'ငါ၏အမျက်၊ ငါ၏ဒေါသ၊ ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏လက်စားချေခြင်းကို ကြောက်ရွံ့ကြ' ဟု ဆိုလိုသည်။</p>"
  },
  {
    "ayah_key": "39:17",
    "group_ayah_key": "39:17",
    "from_ayah": "39:17",
    "to_ayah": "39:18",
    "ayah_keys": "39:17,39:18",
    "text": "<p class=\"my translation\" lang=\"my\">အတ္တဂွတ်ကို မကိုးကွယ်ဘဲ ရှောင်ကြဉ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံသို့ လှည့်ပြန်သူများအတွက် ဝမ်းမြောက်ဖွယ်သတင်းများ ရှိသည်။ ထို့ကြောင့် ငါ၏ကျွန်များအား ဝမ်းမြောက်ဖွယ်သတင်းကို ကြေညာပါ။ <span>(17)</span>နှုတ်ကပတ်တော်ကို နားထောင်ပြီး အကောင်းဆုံးကို လိုက်နာသူများ၊ ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ် လမ်းပြတော်မူသည့် <span class=\"gray\">(သူများ)</span> ဖြစ်ကြပြီး ထိုသူတို့သည် နားလည်တတ်သူများ ဖြစ်ကြသည်။ <span>(18)</span></p><p lang=\"my\" class=\"my \">ဖြောင့်မတ်သူများအတွက် သတင်းကောင်း </p><p lang=\"ha\" class=\"ha \">Abdur-Rahman bin Zayd bin Aslam said, narrating from his father:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတ္တဂွတ်ကို မကိုးကွယ်ဘဲ ရှောင်ကြဉ်သူများ)</span> မှာ Zayd bin 'Amr bin Nufayl နှင့် Abu Dharr နှင့် Salman Al-Farisi တို့နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် သူတို့အပေါ် ကျေနပ်တော်မူပါစေ။ မှန်ကန်သော အမြင်မှာ ၎င်းတွင် သူတို့နှင့် ရုပ်တုကိုးကွယ်ခြင်းကို ရှောင်ကြဉ်ပြီး အာရ်-ရဟ်မာန်ကို ကိုးကွယ်ခြင်းဘက်သို့ လှည့်ခဲ့သော အခြားသူများအားလုံး ပါဝင်သည်။ ဤသူများသည် ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ သတင်းကောင်းများ ရရှိမည့်သူများ ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْ عِبَادِ - الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါ၏ကျွန်များအား ဝမ်းမြောက်ဖွယ်သတင်းကို ကြေညာပါ – နှုတ်ကပတ်တော်ကို နားထောင်ပြီး အကောင်းဆုံးကို လိုက်နာသူများ၊)</span> ဆိုသည်မှာ ၎င်းကို နားလည်ပြီး ၎င်းနှင့်အညီ လုပ်ဆောင်သူများကို ဆိုလိုသည်။ ၎င်းသည် မူဆာ (အလိုင်ဟစ္စလာမ်) အား အလ္လာဟ်အရှင်မြတ်က တော်ရာကို ပေးတော်မူခဲ့စဉ်က မိန့်ကြားခဲ့သော စကားတော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားပါ၊ သင်၏လူမျိုးများအား ၎င်းတို့ထဲမှ ပိုမိုကောင်းမွန်သည်များကို ယူဆောင်ရန် မှာကြားပါ။)</span><span class=\"gray\">(7:145)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ် လမ်းပြတော်မူသည့်သူများ ဖြစ်ကြသည်။)</span> ဆိုသည်မှာ ဤသို့ ဖော်ပြထားသော သူများသည် အလ္လာဟ်အရှင်မြတ်က ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ လမ်းပြတော်မူထားသူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمْ أُولُو الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ထိုသူတို့သည် နားလည်တတ်သူများ ဖြစ်ကြသည်။)</span> ဆိုသည်မှာ သူတို့သည် ခိုင်မာသော ဆင်ခြင်တုံတရားနှင့် ဖြောင့်မတ်သော စရိုက်လက္ခဏာကို ပိုင်ဆိုင်ကြသည်။</p>"
  },
  {
    "ayah_key": "39:19",
    "group_ayah_key": "39:19",
    "from_ayah": "39:19",
    "to_ayah": "39:20",
    "ayah_keys": "39:19,39:20",
    "text": "<p lang=\"my\" class=\"my \">သို့ဖြစ်လျှင် ပြစ်ဒဏ်၏နှုတ်ကပတ်တော် ကျရောက်ထိုက်သူသည် <span class=\"gray\">(မကောင်းမှုကို ရှောင်ရှားသူနှင့် တူသလော)</span>? မီးထဲရှိသူကို သင် ကယ်တင်နိုင်မည်လော <span>(19)</span>သို့သော် မိမိတို့၏အရှင်သခင်ကို တက်ကဝါပြုသူများအတွက် အထပ်ထပ် မြင့်မားသောအခန်းများ ဆောက်ထားပေးမည်။ ၎င်းတို့အောက်မှ မြစ်များ စီးဆင်းလျက်ရှိသည်။ <span class=\"gray\">(ဤသည်မှာ)</span> အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(မိမိ၏)</span> ကတိတော်ကို မဖောက်ပြန်ပေ။ <span>(20)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'အကယ်၍ အရှင်မြတ်သည် တစ်စုံတစ်ဦးအား ဖျက်ဆီးခံရရန် ဆုံးဖြတ်ပြီးပါက သင်သည် သူ၏ မှားယွင်းမှုနှင့် ဖျက်ဆီးခံရခြင်းမှ ကယ်တင်နိုင်မည်လော' ဟု။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ သူ့ကို လမ်းမပြနိုင်ပေ။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူ မည်သူကိုမျှ လမ်းမပြနိုင်သကဲ့သို့ အရှင်မြတ် လမ်းပြတော်မူသူ မည်သူကိုမျှ လမ်းမမှားစေနိုင်ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ မင်္ဂလာရှိသော ကျွန်များအား ဂျန္နတ်တွင် မြင့်မားသောအခန်းများ ရရှိမည်ဖြစ်ကြောင်း ပြောပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အထပ်ထပ် မြင့်မားသောအခန်းများ ဆောက်ထားပေးမည်)</span> ဆိုသည်မှာ အထပ်လိုက် အထပ်လိုက် ခိုင်မာစွာ ဆောက်လုပ်ထားသော၊ အလှဆင်ထားသော မြင့်မားသော အခန်းများကို ဆိုလိုသည်။ 'အဘ်ဒွလ္လာဟ် ဘင် အလ်-အီမာမ် အဟ်မဒ်က 'အလီ (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် ကျေနပ်တော်မူပါစေ) ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ لَغُرَفًا يُرَى بُطُونُهَا مِنْ ظُهُورِهَا، وَظُهُورُهَا مِنْ بُطُونِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်တွင် အတွင်းဘက်မှ အပြင်ဘက်ကို မြင်နိုင်သော၊ အပြင်ဘက်မှ အတွင်းဘက်ကို မြင်နိုင်သော အခန်းများ ရှိသည်။)</span> ကျေးလက်သားတစ်ဦးက မေးသည်- 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ ၎င်းတို့သည် မည်သူများအတွက်ပါလဲ?' အရှင်မြတ် ﷺ က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ أَطَابَ الْكَلَامَ، وَأَطْعَمَ الطَّعَامَ، وَصَلَّى بِاللَّيْلِ وَالنَّاسُ نِيَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြင်နာစွာ ပြောဆိုသူများ၊ ဆာလောင်သူများကို ကျွေးမွေးသူများ၊ လူများ အိပ်ပျော်နေစဉ် ညအချိန်တွင် ဆွလားသ်ပြုလုပ်သူများအတွက် ဖြစ်သည်။)</span>\" ဤအရာကို အတ်-တီရ်မီဇီကလည်း မှတ်တမ်းတင်ထားပြီး \"ဟဆန် ဂါရစ်ဘ်\" ဟု ပြောကြားခဲ့သည်။ အီမာမ် အဟ်မဒ်က စဟ်လ် ဘင် စအ်ဒ် (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် ကျေနပ်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَوْنَ فِي الْغُرْفَةِ فِي الْجَنَّةِ، كَمَا تَرَاءَوْنَ الْكَوْكَبَ فِي أُفُقِ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်ရှိလူများသည် ကောင်းကင်ဘုံရှိ ကြယ်များကို သင်တို့ ကြည့်သကဲ့သို့ ဂျန္နတ်၏ မြင့်မားသောနေရာများတွင် တစ်ဦးကိုတစ်ဦး ကြည့်ရှုကြလိမ့်မည်။)</span> သူက ပြောသည်- \"အန်-နူအ်မန် ဘင် အဘီ 'အယျာရှ်အား ထိုအကြောင်းကို ကျွန်ုပ်ပြောပြရာ သူက 'အဘူ စအီဒ် အလ်-ခုဒ်ရီ (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် ကျေနပ်တော်မူပါစေ) ပြောသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا تَرَاءَوْنَ الْكَوْكَبَ الَّذِي فِي الْأُفُقِ الشَّرْقِيِّ أَوِ الْغَرْبِيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှေ့ဘက် သို့မဟုတ် အနောက်ဘက် ကောင်းကင်ယံရှိ ကြယ်များကို သင်တို့ မြင်သကဲ့သို့ပင်။)</span>'\" ၎င်းကို အဆွဟီဟ် နှစ်ကျမ်းတွင်လည်း မှတ်တမ်းတင်ထားသည်။ အီမာမ် အဟ်မဒ်က ပြောကြားသည်- \"ဖဇာရာက ကျွန်ုပ်တို့အား ပြောပြသည်; ဖုလိုင်းဟ်က ကျွန်ုပ်တို့အား ပြောပြသည်; ဟီလယ်လ် ဘင် 'အလီ ထံမှ၊ 'အတာအ် ဘင် ယာစာရ် ထံမှ၊ အဘူ ဟုရိုင်ရာ (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် ကျေနပ်တော်မူပါစေ) ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَوْنَ فِي الْجَنَّةِ أَهْلَ الْغُرَفِ، كَمَا تَرَاءَوْنَ الْكَوْكَبَ الدُّرِّيَّ الْغَارِبَ فِي الْأُفُقِ الطَّالِعِ، فِي تَفَاضُلِ أَهْلِ الدَّرَجَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်ရှိလူများသည် ကောင်းကင်ဘုံရှိ မြင့်မားသောနေရာများတွင် တစ်ဦးကိုတစ်ဦး ကြည့်ရှုကြလိမ့်မည်။ သင်တို့ ကောင်းကင်ယံတွင် ကျန်ရှိနေသော မြင့်မားတောက်ပသည့် ကြယ်များကို ကြည့်သကဲ့သို့ပင်။ ၎င်းတို့အချင်းချင်း အဆင့်အတန်း မြင့်မားမှု ကွာခြားချက် ထိုသို့ ဖြစ်လိမ့်မည်။)</span> သူတို့က ပြောသည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ ထိုအရာများက တမန်တော်များ၏ နေထိုင်ရာများလား?\" အရှင်မြတ် ﷺ က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَى، وَالَّذِي نَفْسِي بِيَدِهِ، وَأَقْوَامٌ آمَنُوا بِاللهِ وَصَدَّقُوا الرُّسُلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ ငါ၏ အသက်သည် အကြင်အရှင်မြတ်၏ လက်တော်တွင် ရှိသည်ကို သက်သေပြုလျက်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး တမန်တော်များကို သက်သေခံခဲ့သူများ၏ နေထိုင်ရာများဖြစ်သည်။)</span> ၎င်းကို အတ်-တီရ်မီဇီကလည်း မှတ်တမ်းတင်ထားပြီး \"ဟဆန် စဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အောက်မှ မြစ်များ စီးဆင်းလျက်ရှိသည်။)</span> ဆိုသည်မှာ လူများ လိုရာအရပ်သို့ မြစ်များ စီးဆင်းနေခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدَ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဤသည်မှာ)</span> အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်ဖြစ်သည်။)</span> ဆိုသည်မှာ 'ဤနေရာတွင် ငါတို့ ဖော်ပြခဲ့သည့် အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ယုံကြည်သူကျွန်များကို ကတိပေးထားသည့် အရာများဖြစ်သည်။'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(မိမိ၏)</span> ကတိတော်ကို မဖောက်ပြန်ပေ။)</span><span class=\"gray\">(3:9)</span></p>"
  }
]