[
  {
    "ayah_key": "52:21",
    "group_ayah_key": "52:21",
    "from_ayah": "52:21",
    "to_ayah": "52:28",
    "ayah_keys": "52:21,52:22,52:23,52:24,52:25,52:26,52:27,52:28",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူများနှင့် ၎င်းတို့၏သားသမီးမြေးမြစ်များ (ယုံကြည်မှု၌) သူတို့ကိုလိုက်နာကြသူများ၊ – ၎င်းတို့၏သားသမီးမြေးမြစ်များကို ငါတို့သည် သူတို့နှင့် ပူးပေါင်းစေမည်။ ၎င်းတို့၏ လုပ်ဆောင်မှုများ၏ အကျိုးဆုလာဘ်ကို တစ်စုံတစ်ရာမှ မလျှော့ချပေ။ လူတိုင်းသည် မိမိရရှိခဲ့သော အရာအတွက် အာမခံချက်ဖြစ်သည်။ <span>(၂၁)</span>ငါတို့သည် သူတို့လိုချင်သည့် အသီးအနှံများနှင့် အသားများကို ပေးမည်။ <span>(၂၂)</span>ထိုနေရာ၌ သူတို့သည် အချည်းအနှီးစကားပြောဆိုမှုမှ ကင်းရှင်း၍ အပြစ်မှ ကင်းရှင်းသော ဖလားကို လက်ချင်းလဲ ပေးကြလိမ့်မည်။ <span>(၂၃)</span>၎င်းတို့အား ဝန်ဆောင်မှုပေးရန်အတွက် ငွေအိမ်စောင့်ကလေးငယ်များသည် ပတ်လည်လှည့်လည်နေကြမည်။ ၎င်းတို့သည် ထိန်းသိမ်းထားသော ပုလဲများကဲ့သို့ ဖြစ်ကြသည်။ <span>(၂၄)</span>၎င်းတို့ထဲမှ အချို့သည် အချင်းချင်း နီးစပ်လာ၍ မေးခွန်းများမေးကြမည်။ <span>(၂၅)</span>ပြောကြမည်မှာ- \"ရှေးက ကျွန်ုပ်တို့သည် မိမိတို့၏ မိသားစုများအလယ်၌ ကြောက်ရွံ့ခဲ့ကြပါသည်။ <span>(၂၆)</span>\"ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အပေါ် ကရုဏာထားခဲ့ပြီး ကျွန်ုပ်တို့ကို ငရဲ၏ ညှဉ်းပန်းနှိပ်စက်မှုမှ ကယ်တင်ခဲ့ပါသည်။ <span>(၂၇)</span>\"အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ကိုယ်တော်ကို ယခင်က တောင်းဆုပြုခဲ့ဖူးပါသည်။ အမှန်စင်စစ်၊ ကိုယ်တော်သည် အလွန်နူးညံ့သိမ်မွေ့တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူ၏။ <span>(၂၈)</span></p><p lang=\"my\" class=\"my \">သူတော်ကောင်းယုံကြည်သူတို့၏ သားသမီးမြေးမြစ်များသည် ဂျန္နတ်၌ ၎င်းတို့၏ အဆင့်အတန်းများသို့ မြှင့်တင်ခြင်းခံရမည်</p><p lang=\"my\" class=\"my \">ဤအာယသ်တွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဖန်ဆင်းခံများအပေါ် ကိုယ်တော်၏ မျက်နှာသာပေးမှု၊ ရက်ရောမှု၊ ကရုဏာထားမှုနှင့် ကောင်းကျိုးပြုမှုတို့ကို အတည်ပြုထားသည်။ သူတော်ကောင်းယုံကြည်သူတို့၏ သားသမီးမြေးမြစ်များသည် ၎င်းတို့၏ မိဘများကို ယုံကြည်မှုနှင့်ပတ်သက်၍ အတုယူသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် နောက်လူများကို ရှေ့လူများ၏ အဆင့်အတန်းများသို့ မြှင့်တင်ပေးမည်။ နောက်လူများသည် ၎င်းတို့၏ မိဘများကဲ့သို့ ကောင်းမွန်သော လုပ်ဆောင်မှုများကို မပြုခဲ့သော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိဘတို့၏ မျက်စိများကို ၎င်းတို့၏ သားသမီးမြေးမြစ်များသည် ၎င်းတို့၏ အဆင့်အတန်းများသို့ မြှင့်တင်ခြင်းခံရသည်ကို မြင်ရခြင်းဖြင့် နှစ်သိမ့်ပေးမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အကောင်းဆုံးနည်းလမ်းဖြင့် စုစည်းပေးမည်ဖြစ်ပြီး၊ ၎င်းတို့ကို စုစည်းပေးခြင်းအတွက် ပိုမိုမြင့်မားသောအဆင့်ရှိသူတို့၏ ဆုလာဘ် သို့မဟုတ် အဆင့်အတန်းများကို လျှော့ချမည်မဟုတ်ပေ။ ထို့ကြောင့် ကိုယ်တော်၏မိန့်ကြားချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏သားသမီးမြေးမြစ်များကို ငါတို့သည် သူတို့နှင့် ပူးပေါင်းစေမည်။ ၎င်းတို့၏ လုပ်ဆောင်မှုများ၏ အကျိုးဆုလာဘ်ကို တစ်စုံတစ်ရာမှ မလျှော့ချပေ။)</span> အသ်-သောင်ရီက သတင်းပို့သည်မှာ အိဗ်နု အဗ္ဗားစ်က ပြောသည်- \"အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့၏ သားသမီးမြေးမြစ်များ၏ အဆင့်အတန်းများကို ၎င်းတို့၏ မိဘများ၏ အဆင့်အတန်းများသို့ မြှင့်တင်ပေးသည်။ နောက်လူများသည် ရှေ့လူများကဲ့သို့ ကောင်းစွာ မပြုခဲ့သော်လည်း ဖြစ်သည်။ သို့မှသာ မိဘတို့၏ မျက်စိများသည် နှစ်သိမ့်မှုရရှိစေရန် ဖြစ်သည်။\" ထို့နောက် အိဗ်နု အဗ္ဗားစ်သည် ဤအာယသ်ကို ရွတ်ဖတ်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများနှင့် ၎င်းတို့၏သားသမီးမြေးမြစ်များ (ယုံကြည်မှု၌) သူတို့ကိုလိုက်နာကြသူများ၊ – ၎င်းတို့၏သားသမီးမြေးမြစ်များကို ငါတို့သည် သူတို့နှင့် ပူးပေါင်းစေမည်။ ၎င်းတို့၏ လုပ်ဆောင်မှုများ၏ အကျိုးဆုလာဘ်ကို တစ်စုံတစ်ရာမှ မလျှော့ချပေ။)</span> အိဗ်နု ဂျရီးရ်နှင့် အိဗ်နု အဘီ ဟာသင်တို့သည် ဤပြောဆိုချက်ကို စူဖ်ယားန် အသ်-သောင်ရီထံမှ အိဗ်နု အဗ္ဗားစ်မှ မှတ်တမ်းတင်ခဲ့သည်။ အိဗ်နု အဘီ ဟာသင်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အပေါ် အိဗ်နု အဗ္ဗားစ်၏ မှတ်ချက်ပေးမှုကိုလည်း မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများနှင့် ၎င်းတို့၏သားသမီးမြေးမြစ်များ (ယုံကြည်မှု၌) သူတို့ကိုလိုက်နာကြသူများ၊ – ၎င်းတို့၏သားသမီးမြေးမြစ်များကို ငါတို့သည် သူတို့နှင့် ပူးပေါင်းစေမည်။)</span> ဟု ပြောသည်မှာ- \"၎င်းတို့သည် ယုံကြည်မှုဖြင့် ကွယ်လွန်သွားသော ယုံကြည်သူတို့၏ သားသမီးမြေးမြစ်များဖြစ်သည်။ ၎င်းတို့၏ မိဘများ၏ အဆင့်အတန်းများသည် ၎င်းတို့၏ အဆင့်အတန်းများထက် မြင့်မားပါက၊ ၎င်းတို့သည် မိဘများနှင့် ပူးပေါင်းခြင်းခံရမည်။ ၎င်းတို့၏ မိဘများ ကောင်းမှုပြုခဲ့သော ဆုလာဘ်၏ တစ်စိတ်တစ်ပိုင်းကိုမျှ ၎င်းတို့အတွက် လျှော့ချမည်မဟုတ်ပေ။\"</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်၏သား အဗ္ဗဒုလ္လာဟ်က မှတ်တမ်းတင်သည်မှာ အလီက ပြောသည်- \"ခဒီးဂျာသည် တမန်တော်မြတ် ﷺ အား ဂျာဟီလီယာခေတ်က ကွယ်လွန်သွားခဲ့သော သူမ၏ ကလေးနှစ်ဦးအကြောင်း မေးမြန်းခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمَا فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ဦးစလုံးသည် ငရဲဘုံ၌ ရှိကြ၏။)</span> သူမ၏မျက်နှာပေါ်တွင် ဝမ်းနည်းမှုတွေ့ရသောအခါ ကိုယ်တော်က မိန့်ကြားတော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَوْ رَأَيْتِ مَكَانَهُمَا لَأَبْغَضْتِهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ နေထိုင်ရာနေရာကို သင်မြင်ခဲ့လျှင် သင်သည် သူတို့ကို မုန်းတီးလိမ့်မည်။)</span> သူမက 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကိုယ်တော်နှင့်အတူရှိသော ကျွန်မ၏ကလေးများအကြောင်း ဘာလဲ' ဟု ပြောသည်။ ကိုယ်တော်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဂျန္နတ်၌ ရှိကြ၏။)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُؤْمِنِينَ وَأَوْلَادَهُمْ فِي الْجَنَّةِ، وَإِنَّ الْمُشْرِكِينَ وَأَوْلَادَهُمْ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ယုံကြည်သူများနှင့် ၎င်းတို့၏သားသမီးမြေးမြစ်များသည် ဂျန္နတ်၌ နေထိုင်ကြမည်ဖြစ်ပြီး၊ ရုပ်တုကိုးကွယ်သူများနှင့် ၎င်းတို့၏သားသမီးမြေးမြစ်များသည် ငရဲမီး၌ နေထိုင်ကြမည်ဖြစ်သည်။)</span> ထို့နောက် တမန်တော်မြတ် ﷺ သည် အာယသ်ကို ရွတ်ဖတ်ပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများနှင့် ၎င်းတို့၏သားသမီးမြေးမြစ်များ (ယုံကြည်မှု၌) သူတို့ကိုလိုက်နာကြသူများ...)</span>\" အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ မိဘများ၏ ကောင်းမှုကြောင့် ကလေးများအား ဤကောင်းချီးမင်္ဂလာကို ပေးသနားတော်မူခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် မေတ္တာတော်ပင်ဖြစ်သည်။ ကိုယ်တော်သည် မိဘများအား ၎င်းတို့၏ သားသမီးမြေးမြစ်များက အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့အတွက် တောင်းဆုပြုခြင်းကြောင့်လည်း ကိုယ်တော်၏ ကျေးဇူးတော်ကို ပေးသနားတော်မူသည်။ အိမာမ် အဟ်မဒ်က အဘူ ဟိုရိုင်ရာဟ်မှ မှတ်တမ်းတင်သည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيَرْفَعُ الدَّرَجَةَ لِلْعَبْدِ الصَّالِحِ فِي الْجَنَّةِ فَيَقُولُ: يَا رَبِّ أَنّٰى لِي هٰذِهِ؟ فَيَقُولُ: بِاسْتِغْفَارِ وَلَدِكَ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်၌ သူတော်ကောင်းကျွန်တစ်ဦး၏ အဆင့်အတန်းကို မြှင့်တင်ပေးမည်။ သူက \"အို အရှင်သခင်! ကျွန်ုပ်သည် ဤအရာကို မည်သို့ရရှိခဲ့ပါသနည်း\" ဟု မေးမြန်းသောအခါ၊ အလ္လာဟ်အရှင်မြတ်က \"သင့်သားက ကျွန်ုပ်အား သင့်အား ခွင့်လွှတ်ရန် တောင်းဆုပြုခြင်းကြောင့် ဖြစ်သည်\" ဟု ပြန်လည်ဖြေကြားမည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်သည် စစ်မှန်သော ဆင့်ပြန်ချက်ရှိသော်လည်း ဤနည်းလမ်းဖြင့် စဟီးဟ်ကျမ်း၌ မှတ်တမ်းတင်ထားခြင်း မရှိပါ။ သို့သော်လည်း စဟီးဟ်မွတ်စ်လင်မ်ကျမ်း၌ အဘူ ဟိုရိုင်ရာဟ်၏ ဟဒီးဆ်မှ ၎င်းအတွက် အထောက်အထား ဆင့်ပြန်ချက်တစ်ခုရှိသည်၊ သူက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاثٍ: صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏သား ကွယ်လွန်သောအခါ၊ သူ၏လုပ်ဆောင်မှုမှတ်တမ်းသည် အခြေအနေသုံးရပ်မှလွဲ၍ ရပ်စဲသွားမည်- ဆက်လက်တည်ရှိနေသော အလှူဒါနတစ်ခု၊ လူတို့အကျိုးပြုနေသော အသိပညာနှင့် သူ့အတွက် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆုပြုသော သူတော်ကောင်းသားတစ်ဦး။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အပြစ်သားတို့အပေါ် တရားမျှတတော်မူသည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် မိမိရရှိခဲ့သော အရာအတွက် အာမခံချက်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ သားသမီးမြေးမြစ်များကို ၎င်းတို့၏ မိဘများ၏ အဆင့်အတန်းများသို့ မြှင့်တင်ပေးခြင်း၏ ကျေးဇူးတော်ကို ဖော်ပြပြီးနောက်၊ ရှေ့လူများ၏ လုပ်ဆောင်မှုများသည် ၎င်းတို့ကို အရည်အချင်းမပြည့်မီစေခဲ့သော်လည်း၊ ကိုယ်တော်သည် အခြားသူများ၏ အမှားများအတွက် မည်သူ့ကိုမျှ အပြစ်ပေးခြင်းမရှိကြောင်းဖြင့် ကိုယ်တော်၏ တရားမျှတမှုကို အတည်ပြုတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် မိမိရရှိခဲ့သော အရာအတွက် အာမခံချက်ဖြစ်သည်။)</span> ထို့ကြောင့် လူတိုင်းသည် မိမိ၏လုပ်ရပ်များအတွက် တာဝန်ရှိမည်။ အခြားသူများ ကျူးလွန်ခဲ့သော မည်သည့်အပြစ်မျှ မိမိ၏ဝန်ထုပ်ဝန်ပိုးတွင် ထပ်ပေါင်းထည့်ခြင်းခံရမည်မဟုတ်ပေ။ မိဘများ သို့မဟုတ် သားသမီးမြေးမြစ်များက ကျူးလွန်ခဲ့သော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ - إِلَّا أَصْحَابَ الْيَمِينِ - فِي جَنَّاتٍ يَتَسَاءَلُونَ - عَنِ الْمُجْرِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် မိမိရရှိခဲ့သော အရာအတွက် အာမခံချက်ဖြစ်သည်၊ လက်ယာဘက်သားများမှလွဲ၍။ ဥယျာဉ်များ၌ ၎င်းတို့သည် ရာဇဝတ်သားများအကြောင်း အချင်းချင်း မေးမြန်းကြမည်။)</span><span class=\"gray\">(၇၄:၃၈-၄၁)</span></p><p lang=\"my\" class=\"my \">ဂျန္နတ်၏ ခမ်ရ် (ဝိုင်) နှင့် ၎င်း၏ နေထိုင်သူတို့၏ နှစ်သက်မှု ဖော်ပြချက်</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူတို့လိုချင်သည့် အသီးအနှံများနှင့် အသားများကို ပေးမည်။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် သူတို့လိုချင်သော၊ ဆန္ဒရှိသော အမျိုးမျိုးသော အသီးအနှံများနှင့် အသားများကို ပေးမည်' ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَنَازَعُونَ فِيهَا كَأْسًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ သူတို့သည် ဖလားကို လက်ချင်းလဲ ပေးကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ အဒ်-ဒဟ်ဟက်ခ်၏ အဆိုအရ၊ ဝိုင်ဖလားကို ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချည်းအနှီးစကားပြောဆိုမှုမှ ကင်းရှင်း၍ အပြစ်မှ ကင်းရှင်းသည်)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့ သောက်သည့်အခါ၊ ဤဘဝ၌ အရက်မူးနေသူများကဲ့သို့ အချည်းအနှီး၊ အချည်းနှီးစကားများ ပြောဆိုခြင်း သို့မဟုတ် ညစ်ပတ်ပြီး အပြစ်ရှိသော စကားများ ပြောဆိုခြင်း မရှိကြပေ။ အိဗ်နု အဗ္ဗားစ်က လာဂ်ဟ် (Laghw) ဆိုသည်မှာ 'မုသား' ဖြစ်ပြီး သအ်သီးမ် (Ta'thim) ဆိုသည်မှာ 'လိမ်ညာခြင်း' ဖြစ်သည်ဟု ပြောသည်။ မုဂျာဟစ်ဒ်က \"၎င်းတို့သည် အချင်းချင်း ကျိန်ဆဲခြင်း မရှိကြသလို အပြစ်လည်း မပြုကြပေ\" ဟု ပြောသည်။ ကတာဒါက \"ဤသည်မှာ ဤဘဝ၌ သောက်သုံးခြင်း၏ အကျိုးဆက်များဖြစ်ပြီး ရှိုင်တန်က ဤအရာ၌ ကူညီခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် နောင်ဘဝ၏ ဝိုင်ကို ဤဘဝ၏ ဝိုင်ကြောင့် ဖြစ်ပေါ်လာသော အနာရောဂါများနှင့် အန္တရာယ်များမှ သန့်စင်ပေးခဲ့သည်\" ဟု ပြောသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် နောင်ဘဝ၏ ဝိုင်ကို ဤဘဝ၏ ဝိုင်ကဲ့သို့ ခေါင်းကိုက်ခြင်း၊ ဗိုက်အောင့်ခြင်းနှင့် မူးယစ်စေခြင်းတို့မှ သန့်စင်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က နောင်ဘဝ၏ ဝိုင်သည် ၎င်းကို သောက်သုံးသူများကို အကျိုးမရှိသော၊ မိုက်မဲမှုနှင့် မကောင်းမှုများ ပြည့်နှက်နေသော မှားယွင်းပြီး အချည်းအနှီးစကားများ ပြောဆိုစေမည် မဟုတ်ကြောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် နောင်ဘဝ၏ ဝိုင်ကို အသွင်အပြင်လှပခြင်း၊ အရသာရှိခြင်းနှင့် အကျိုးဖြစ်ထွန်းခြင်းတို့ဖြင့်လည်း ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْضَاءَ لَذَّةٍ لِلشَّارِبِينَ - لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြူစင်၍ သောက်သုံးသူများအတွက် အရသာရှိသည်။ ၎င်းမှ Ghawl (ဆိုးကျိုး) ကိုလည်း မရရှိကြသလို ၎င်းမှ မူးယစ်ခြင်းကိုလည်း မခံစားရပေ။)</span><span class=\"gray\">(၃၇:၄၆-၄၇)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာမှ ၎င်းတို့သည် ခေါင်းကိုက်ခြင်းကိုလည်း မခံစားရ၊ မူးယစ်ခြင်းကိုလည်း မခံစားရပေ။)</span><span class=\"gray\">(၅၆:၁၉)</span> အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ ၎င်းတို့သည် ဖလားကို လက်ချင်းလဲ ပေးကြလိမ့်မည်။ အချည်းအနှီးစကားပြောဆိုမှုမှ ကင်းရှင်း၍ အပြစ်မှ ကင်းရှင်းသည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ဝန်ဆောင်မှုပေးရန်အတွက် ငွေအိမ်စောင့်ကလေးငယ်များသည် ပတ်လည်လှည့်လည်နေကြမည်။ ၎င်းတို့သည် ထိန်းသိမ်းထားသော ပုလဲများကဲ့သို့ ဖြစ်ကြသည်။)</span> ဤသည်မှာ ဂျန္နတ်၌ ယုံကြည်သူတို့ ရရှိမည့် အစေခံများနှင့် အကူအညီများအကြောင်း ဖော်ပြချက်ဖြစ်သည်။ ၎င်းတို့၏ အစေခံများသည် လှပပြီး၊ သိမ်မွေ့သောအသွင်အပြင်ရှိကာ၊ သန့်ရှင်းသပ်ရပ်ပြီး ကောင်းစွာထိန်းသိမ်းထားသော ပုလဲများကဲ့သို့ ဖြစ်ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ - بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထာဝရတည်ရှိသော ကလေးငယ်များသည် ဖလားများ၊ ရေခွက်များ၊ စီးဆင်းနေသော ဝိုင်ဖန်ခွက်တို့ဖြင့် ၎င်းတို့ပတ်လည် လှည့်လည်ကြမည်။)</span><span class=\"gray\">(၅၆:၁၇-၁၈)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ အချို့သည် အချင်းချင်း နီးစပ်လာ၍ မေးခွန်းများမေးကြမည်။)</span> ဆိုလိုသည်မှာ ယုံကြည်သူများသည် ဤဘဝ၌ ၎င်းတို့၏ လုပ်ဆောင်မှုများနှင့် အခြေအနေများကို အချင်းချင်း ပြောဆိုရင်း၊ သတိရရင်း နီးစပ်လာကြမည်။ ဤဘဝ၌ လူတို့သည် သောက်စားရင်း စကားပြောဆိုကြသကဲ့သို့၊ အထူးသဖြင့် မူးယစ်လာသောအခါ ဖြစ်သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြမည်မှာ- \"ရှေးက ကျွန်ုပ်တို့သည် မိမိတို့၏ မိသားစုများအလယ်၌ ကြောက်ရွံ့ခဲ့ကြပါသည်။\")</span> ဆိုလိုသည်မှာ 'ဤလောကဘဝ၌ ကျွန်ုပ်တို့၏ မိသားစုများအလယ်၌ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ကို ကြောက်ရွံ့ခဲ့ကြပြီး ကိုယ်တော်၏ ညှဉ်းပန်းနှိပ်စက်မှုနှင့် ပြစ်ဒဏ်ကို ကြောက်ရွံ့ခဲ့ကြသည်' ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အပေါ် ကရုဏာထားခဲ့ပြီး ကျွန်ုပ်တို့ကို ငရဲ၏ ညှဉ်းပန်းနှိပ်စက်မှုမှ ကယ်တင်ခဲ့ပါသည်။)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်သည် ကျွန်ုပ်တို့အား မျက်နှာသာပေးခဲ့ပြီး ကျွန်ုပ်တို့ ကြောက်ရွံ့ခဲ့ရသောအရာမှ ကယ်တင်ခဲ့သည်' ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ကိုယ်တော်ကို ယခင်က တောင်းဆုပြုခဲ့ဖူးပါသည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ကိုယ်တော်အား နာခံမှုနှင့် နှိမ့်ချမှုဖြင့် တောင်းဆုပြုခဲ့ဖူးသည်။ ကိုယ်တော်သည် ကျွန်ုပ်တို့၏ တောင်းဆုကို လက်ခံပြီး ကျွန်ုပ်တို့လိုချင်သောအရာကို ပေးသနားခဲ့သည်' ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကိုယ်တော်သည် အလွန်နူးညံ့သိမ်မွေ့တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူ၏။)</span></p>"
  }
]