[
  {
    "ayah_key": "4:29",
    "group_ayah_key": "4:29",
    "from_ayah": "4:29",
    "to_ayah": "4:31",
    "ayah_keys": "4:29,4:30,4:31",
    "text": "<p lang=\"my\" class=\"my \">အို... ယုံကြည်သူအပေါင်းတို့! အချင်းချင်း မိမိတို့၏ ဥစ္စာပစ္စည်းများကို မတရားသောနည်းဖြင့် မစားသုံးကြကုန်နှင့်။ အချင်းချင်း နှစ်ဦးနှစ်ဖက် သဘောတူညီမှုဖြင့် အရောင်းအဝယ်ပြုခြင်းမှတစ်ပါး (အခြားနည်းဖြင့် မစားသုံးကြကုန်နှင့်)။ ထို့ပြင် သင်တို့ကိုယ်သင်တို့ မသတ်ကြကုန်နှင့် <span class=\"gray\">(အချင်းချင်း မသတ်ကြကုန်နှင့်)</span>။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ်၌ အလွန်သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၂၉)</span>ထိုမှတစ်ပါး မည်သူမဆို ထိုအမှုကို ကျူးကျော်မှုနှင့် မတရားမှုဖြင့် ကျူးလွန်ခဲ့ပါလျှင် ငါတို့သည် ၎င်းကို ငရဲမီးထဲသို့ သွင်းမည်ဖြစ်ပြီး၊ ထိုအမှုသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူသော အမှုဖြစ်၏။ <span>(၃၀)</span>အကယ်၍ သင်တို့သည် တားမြစ်ခံရသော မဟာအပြစ်ကြီးများကို ရှောင်ကြဉ်ကြပါလျှင် ငါတို့သည် သင်တို့ထံမှ သင်တို့၏ <span class=\"gray\">(သေးငယ်သော)</span> အပြစ်များကို ဖျက်သိမ်းပေးမည်ဖြစ်ပြီး၊ သင်တို့ကို မြင့်မြတ်သော ဝင်ပေါက် <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျန္နတ် (ပရဒိသု))</span> ထဲသို့ ဝင်ရောက်စေမည်။<span>(၃၁)</span></p><div lang=\"zu\" class=\"zu \"><h2>Prohibiting Unlawfully Earned Money</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်ပြီး အလွန်ဂုဏ်ယူထိုက်သော အရှင်သည် ကိုယ်တော်၏ ယုံကြည်သော ကျွန်များကို ရီဘာ (အတိုး)၊ လောင်းကစားနှင့် အခြားဆိုးယုတ်သော နည်းလမ်းများကဲ့သို့သော မရိုးသားသည့် နည်းအမျိုးမျိုးဖြင့် အချင်းချင်း၏ ပိုင်ဆိုင်မှုများကို တရားမဝင် ရယူခြင်းမှ တားမြစ်ထားတော်မူ၏။ ယင်းနည်းလမ်းများသည် တရားဝင်ပုံပေါ်သော်လည်း အမှန်တကယ်တွင် ပါဝင်ပတ်သက်သူများသည် အတိုးနှင့် ပတ်သက်ပြီး ဆက်ဆံရန် ကြိုးပမ်းနေကြောင်း အလ္လာဟ်အရှင်မြတ် သိတော်မူ၏။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ် မှတ်တမ်းတင်သည်မှာ အိဗ်နု အဗ္ဗာစ် သည် အဝတ်တစ်ထည်ဝယ်ယူသော အမျိုးသားတစ်ဦးနှင့် ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်- \"သူနှစ်သက်လျှင် သူသိမ်းထားမည်၊ သို့မဟုတ် အပိုဒီရ်ဟမ်တစ်ခုနှင့်အတူ ပြန်ပေးမည်\" ဟုဆို၏။ \"အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသောအခါ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ဆိုလိုခြင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အချင်းချင်း မိမိတို့၏ ဥစ္စာပစ္စည်းများကို မတရားသောနည်းဖြင့် မစားသုံးကြကုန်နှင့်။\")</span><span class=\"gray\">[၂:၁၈၈]</span> အလီ အိဗ်နု အဘီ တလ်ဟာဟ် မှတ်တမ်းတင်သည်မှာ အိဗ်နု အဗ္ဗာစ်က \"အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်တော်မူသောအခါ\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို... ယုံကြည်သူအပေါင်းတို့! သင်တို့အချင်းချင်း မိမိတို့၏ ဥစ္စာပစ္စည်းများကို မတရားသောနည်းဖြင့် မစားသုံးကြကုန်နှင့်)</span> မွတ်စ်လင်မ်အချို့က 'အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့ကို အချင်းချင်း၏ ဥစ္စာပစ္စည်းများကို မတရားသောနည်းဖြင့် စားသုံးခြင်းမှ တားမြစ်ထားတော်မူသည်၊ အစားအစာသည် ကျွန်ုပ်တို့၏ အကောင်းဆုံး ပိုင်ဆိုင်မှုဖြစ်၏။ ထို့ကြောင့် ကျွန်ုပ်တို့ထဲမှ မည်သူမျှ အခြားမည်သူ၏ အစားအစာကိုမှ စားခွင့်မရှိပါ' ဟု ပြောကြားခဲ့သည်။ ထိုနောက် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်မမြင်အပေါ်၌ ကန့်သတ်ချက်မရှိပေ)</span><span class=\"gray\">(အာယသ်၏အဆုံးအထိ)</span>။ <span class=\"gray\">[၂၄:၆၁]</span>။'\" ကတာဒါဟ် ကလည်း အလားတူပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချင်းချင်း နှစ်ဦးနှစ်ဖက် သဘောတူညီမှုဖြင့် အရောင်းအဝယ်ပြုခြင်းမှတစ်ပါး။)</span> ဟူသည်မှာ ငွေကြေးရယူရန်အတွက် တရားမဝင်သော နည်းလမ်းများကို မသုံးကြနှင့်ဟု ဆိုလိုသည်။ သို့သော် ဝယ်သူနှင့် ရောင်းသူတို့အကြား အချင်းချင်းသဘောတူညီမှုဖြင့် ပြုလုပ်သော စီးပွားရေးအရောင်းအဝယ်များတွင် အန္တရာယ်မရှိပေ။ ထိုသို့ဖြင့် ထိုအရောင်းအဝယ်များမှ ငွေကြေးကို တရားဝင်ရရှိနိုင်သည်။ မူဂျာဟစ်ဒ် က \"ဟုပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချင်းချင်း နှစ်ဦးနှစ်ဖက် သဘောတူညီမှုဖြင့် အရောင်းအဝယ်ပြုခြင်းမှတစ်ပါး။)</span> ဟူသည်မှာ \"ရောင်းခြင်းနှင့်ဝယ်ခြင်းဖြင့်၊ သို့မဟုတ် တစ်စုံတစ်ဦးအား လက်ဆောင်ပေးခြင်းဖြင့်\" ဟု ဆိုလိုသည်။ အိဗ်နု ဂျရီးရ်သည် ဤပြောကြားချက်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>လမ်းခွဲခြင်းမပြုမီ ဝယ်ရန် သို့မဟုတ် ရောင်းရန် ရွေးချယ်ခွင့်သည် ကုန်သွယ်မှုတွင် 'အချင်းချင်း သဘောတူညီမှု' ၏ အစိတ်အပိုင်းတစ်ခုဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အမျိုးမျိုးသော အရောင်းအဝယ်များတွင် အပြန်အလှန်သဘောတူညီချက်ကို နှစ်ဖက်စလုံးသည် လမ်းခွဲခြင်းမပြုမီ သဘောတူညီချက်ကို ဆက်လက်ထိန်းသိမ်းရန် သို့မဟုတ် ဖျက်သိမ်းရန် အခွင့်အရေးရှိမှ ရရှိသည်။ စဟီဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَيِّعَانِ بِالْخِيَارِ مَالَمْ يَتَفَرَّقَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရောင်းသူနှင့် ဝယ်သူသည် ၎င်းတို့ မခွဲခွာသေးသရွေ့ <span class=\"gray\">(စိတ်ပြောင်းလဲရန် အခွင့်အရေး)</span> ကို ထိန်းသိမ်းထားသည်။)</span> အလ်-ဘူခါရီ၏ ဤဟဒီးဆ်အတွက် အသုံးအနှုန်းမှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَبَايَعَ الرَّجُلانِ فَكُلُّ وَاحِدٍ مِنْهُمَا بِالْخِيَارِ، مَالَمْ يَتَفَرَّقَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသားနှစ်ဦး အရောင်းအဝယ်ပြုလုပ်သောအခါ ၎င်းတို့ မခွဲခွာသေးသရွေ့ ၎င်းတို့၏ <span class=\"gray\">(စိတ်ပြောင်းလဲရန် အခွင့်အရေး)</span> ကို ထိန်းသိမ်းထားသည်။)</span></p><div lang=\"my\" class=\"my \"><h2>လူသတ်ခြင်းနှင့် မိမိကိုယ်ကို သတ်သေခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْتُلُوا أَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်သင်တို့ မသတ်ကြကုန်နှင့်။)</span> အလ္လာဟ်အရှင်မြတ်၏ တားမြစ်ချက်များကို ကျူးလွန်ခြင်း၊ အပြစ်ထဲသို့ ကျရောက်ခြင်းနှင့် အချင်းချင်း၏ ဥစ္စာပစ္စည်းများကို မတရားသောနည်းဖြင့် စားသုံးခြင်းဖြင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ်၌ အလွန်သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span> ကိုယ်တော်က သင်တို့ကို အမိန့်ပေးခဲ့သည့်အရာများနှင့် တားမြစ်ခဲ့သည့်အရာများတွင်</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်သည်မှာ အမ်ရ် အိဗ်နု အလ်-အာစ် က တမန်တော်မြတ် ﷺ သည် ၎င်းအား ဇတ် အစ်-ဆလာဆီလ် တိုက်ပွဲသို့ စေလွှတ်သောအခါ \"အလွန်အေးသော ညတစ်ညတွင် အိပ်မက်စိုဖြစ်ခဲ့ပြီး ရေချိုးပါက သေလိမ့်မည်ဟု ကြောက်ရွံ့ခဲ့သည်။ ထို့ကြောင့် တယမ်မွမ် <span class=\"gray\">(သန့်စင်သော မြေဖြင့်)</span> ပြုလုပ်ပြီး ကျွန်ုပ်၏ အဖွဲ့ကို ဖဂျရ် (မိုးသောက်) ဆွလားတ်တွင် ဦးဆောင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ ပြန်သွားသောအခါ ကျွန်ုပ်ကြုံတွေ့ခဲ့ရသည်များကို ပြောပြခဲ့ပြီး ကိုယ်တော်က မိန့်ကြားခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَمْرُو! صَلَّيْتَ بِأَصْحَابِكَ وَأَنْتَ جُنُبٌ!</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို... အမ်ရ်! သင်သည် လိင်ပိုင်းဆိုင်ရာ ညစ်ညမ်းမှုအခြေအနေတွင် ရှိနေစဉ် သင်၏လူများကို ဆွလားတ် (ဆုတောင်း) တွင် ဦးဆောင်ခဲ့သလား?)</span> ကျွန်ုပ်က 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်သည် အလွန်အေးသော ညတွင် အိပ်မက်စိုဖြစ်ခဲ့ပြီး ရေချိုးပါက သေဆုံးမည်ကို ကြောက်ရွံ့ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို သတိရမိသည်' ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْتُلُوا أَنفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်သင်တို့ မသတ်ကြကုန်နှင့်။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ်၌ အလွန်သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏)</span>။ ထို့ကြောင့် ကျွန်ုပ်သည် တယမ်မွမ်ပြုလုပ်ပြီး ဆွလားတ်ပြုခဲ့သည်။' အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ပြုံးတော်မူပြီး ဘာမှမမိန့်ကြားခဲ့ပေ။\" ဤသည်မှာ အဘူ ဒါဝူးဒ် မှတ်တမ်းတင်သော ရိုးရာပုံပြင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု မာရ်ဒူဝိယာဟ်သည် ဤဂုဏ်သရေရှိ အာယသ် (ကျမ်းပိုဒ်) ကို ဖော်ပြခဲ့ပြီး အဘူ ဟုရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَتَلَ نَفْسَهُ بـحَدِيدَةٍ، فَحَدِيدَتُهُ فِي يَدِهِ، يَجَأُ بِهَا بطْنَهُ يَوْمَ الْقِيَامَةِ فِي نَارِ جَهَنَّمَ، خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا، ومَنْ قَتَلَ نَفْسَهُ بِسُمٍّ فَسُمُّهُ فِي يَدِهِ، يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ، خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا، وَمَنْ تَرَدَّى مِنْ جَبَلٍ فَقَتلَ نَفْسَهُ، فَهُوَ مُتَرَدٍّ فِي نَارِ جَهَنَّمَ، خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို သံကိရိယာဖြင့် မိမိကိုယ်ကို သတ်ပါက၊ ထိုသူ၏ ကိရိယာသည် ၎င်း၏လက်၌ ရှိနေပြီး ဂျဟန္နမ် (ငရဲ) မီးထဲတွင် ထာဝရ ထာဝစဉ် ၎င်းဖြင့် မိမိကိုယ်ကို ထိုးနှက်နေမည်။ မည်သူမဆို အဆိပ်ဖြင့် မိမိကိုယ်ကို သတ်ပါက၊ ထိုသူ၏ အဆိပ်သည် ၎င်း၏လက်၌ ရှိနေပြီး ဂျဟန္နမ် (ငရဲ) မီးထဲတွင် ထာဝရ ထာဝစဉ် ၎င်းကို သောက်သုံးနေမည်။ မည်သူမဆို တောင်ပေါ်မှ မိမိကိုယ်ကို ပစ်ချခြင်းဖြင့် သတ်ပါက၊ ဂျဟန္နမ် (ငရဲ) မီးထဲတွင် ထာဝရ ထာဝစဉ် ကျရောက်နေမည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို စဟီဟ်ကျမ်းနှစ်ခုတွင်လည်း စုစည်းထားသည်။ အဘူ ကိလာဘာဟ် က သာဘစ် အိဗ်နု အဒ်-ဒဟ်ဟက် က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူခဲ့သည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَتَلَ نَفْسَهُ بِشَيْءٍ، عُذِّبَ بِهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကိရိယာတစ်ခုဖြင့် မိမိကိုယ်ကို သတ်ပါက၊ ကိယာမတ် (ရှင်ပြန်ထမြောက်) နေ့တွင် ထိုကိရိယာဖြင့် အပြစ်ပေးခံရမည်။)</span> ဤဟဒီးဆ်ကို အုပ်စုတစ်စုက စုစည်းထားသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခြင်း အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَانًا وَظُلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကျူးကျော်မှုနှင့် မတရားမှုဖြင့် ထိုအမှုကို ကျူးလွန်ခဲ့ပါလျှင်)</span> ဆိုလိုသည်မှာ မည်သူမဆို အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော ပြစ်မှုနှင့် မတရားမှုကို ကျူးလွန်ခဲ့ပါလျှင် - ၎င်းသည် တားမြစ်ထားကြောင်း သိလျက်နှင့်ပင် ကျူးလွန်ရန် ရဲရင့်ခဲ့ပါလျှင်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَسَوْفَ نُصْلِيهِ نَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းကို ငရဲမီးထဲသို့ သွင်းမည်။)</span> ဤအာယသ် (ကျမ်းပိုဒ်) တွင် ပြင်းထန်သော သတိပေးချက်နှင့် မှန်ကန်သော ကတိတစ်ခု ပါဝင်သည်။ ထို့ကြောင့် သတိရှိသောလူတိုင်းသည် ၎င်းကို သတိပြုသင့်သည်၊ မိန့်ခွန်းကို နားလည်သဘောပေါက်သူများအနေဖြင့်</p><div lang=\"my\" class=\"my \"><h2>အပြစ်ကြီးများကို ရှောင်ကြဉ်ပါက အပြစ်ငယ်များကို ခွင့်လွှတ်တော်မူမည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် တားမြစ်ခံရသော မဟာအပြစ်ကြီးများကို ရှောင်ကြဉ်ကြပါလျှင် ငါတို့သည် သင်တို့ထံမှ သင်တို့၏ <span class=\"gray\">(သေးငယ်သော)</span> အပြစ်များကို ဖျက်သိမ်းပေးမည်ဖြစ်ပြီး၊)</span> ဆိုလိုသည်မှာ သင်တို့ကို တားမြစ်ထားသော အဓိကမကောင်းမှုများကို သင်တို့ရှောင်ကြဉ်ပါက ငါတို့သည် သင်တို့၏ သေးငယ်သော မကောင်းမှုများကို ခွင့်လွှတ်ပေးမည်ဖြစ်ပြီး သင်တို့ကို ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်စေမည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခြင်း အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့ကို မြင့်မြတ်သော ဝင်ပေါက် <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျန္နတ် (ပရဒိသု))</span> ထဲသို့ ဝင်ရောက်စေမည်။)</span> ဤဂုဏ်သရေရှိ အာယသ် (ကျမ်းပိုဒ်) နှင့် ပတ်သက်၍ ဟဒီးဆ်များစွာ ရှိသည်။ အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်သည်မှာ စလ်မာန် အလ်-ဖာရီစီ က \"တမန်တော်မြတ် ﷺ က ကျွန်ုပ်အား 'အလ်-ဂျုမုအာဟ်နေ့ဆိုတာ ဘာလဲဆိုတာ သင်သိသလား?' ဟု မိန့်ကြားခဲ့သည်။ ကျွန်ုပ်က 'အဲဒါက အလ္လာဟ်အရှင်မြတ်က သင်တို့ဖခင် <span class=\"gray\">(အာဒမ်)</span> ကို ဖန်ဆင်းခြင်းကို စုစည်းခဲ့တဲ့နေ့ပါ' ဟု ပြောခဲ့သည်။ ကိုယ်တော်က မိန့်ကြားခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لكِنْ أَدْرِي مَا يَوْمُ الْجُمُعَةِ، لَا يَتَطَهَّرُ الرَّجُلُ فَيُحْسِنُ طُهُورَهُ، ثُمَّ يَأْتِي الْجُمُعَةَ فَيُنْصِتُ حَتَّى يَقْضِيَ الْإمَامُ صَلَاتَهُ، إِلَّا كَانَ كَفَّارَةً لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ الْمُقْبِلَةِ، مَا اجْتُنِبَتِ الْمَقْتَلَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျုမုအာဟ်နေ့ဆိုတာ ဘာလဲဆိုတာ ကျွန်ုပ်သိပါတယ်။ မည်သူမဆို ရေချိုးပြီး သူတတ်နိုင်သမျှ သန့်စင်အောင် ပြုလုပ်ကာ သောကြာနေ့ဆွလားတ် (ဆုတောင်း) အတွက် သွားပြီး အီမာမ် ဆွလားတ်ပြီးဆုံးသည်အထိ တိတ်ဆိတ်စွာနေပါက၊ လက်ရှိသောကြာနေ့နှင့် နောက်သောကြာနေ့ကြားရှိ သူ၏အပြစ်များအားလုံးကို ခွင့်လွှတ်ပေးလိမ့်မည်၊ အပြစ်ကြီးများကို ရှောင်ကြဉ်ခဲ့သရွေ့။)</span>\" အလ်-ဘူခါရီသည် စလ်မာန် အလ်-ဖာရီစီ ထံမှ အလားတူအသုံးအနှုန်းကို မှတ်တမ်းတင်ခဲ့သည်။</p><div lang=\"fr\" class=\"fr \"><h2>The Seven Destructive Sins</h2></div><p lang=\"my\" class=\"my \">ဖျက်ဆီးတတ်သော အပြစ်ခုနစ်ပါးဟူသည် အဘယ်နည်း? စဟီဟ်ကျမ်းနှစ်ခုတွင် အဘူ ဟုရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖျက်ဆီးတတ်သော အပြစ်ကြီးခုနစ်ပါးကို ရှောင်ကြဉ်ကြလော့။)</span> လူများက 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ၎င်းတို့သည် အဘယ်အရာများလဲ?' ဟု မေးမြန်းခဲ့ကြသည်။ ကိုယ်တော်က မိန့်ကြားတော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشِّرْكُ بِاللهِ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ، وَالسِّحْرُ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ الْيَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ الْغَافِلَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ဝတ်ပြုကိုးကွယ်ခြင်း၊ တရားမျှတသော အကြောင်းပြချက်မှတစ်ပါး အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော အသက်ကို သတ်ခြင်း၊ မှော်ပညာ၊ ရီဘာ (အတိုး) စားသုံးခြင်း၊ မိဘမဲ့ကလေး၏ ပစ္စည်းကို စားသုံးခြင်း၊ စစ်မြေပြင်တွင် ရန်သူထံမှ လှည့်ပြန်၍ ထွက်ပြေးခြင်း၊ ၎င်းတို့၏ သန့်ရှင်းစင်ကြယ်မှုကို ထိခိုက်စေမည့် မည်သည့်အရာကိုမျှ မစဉ်းစားဖူးသော စင်ကြယ်သည့် အမျိုးသမီးများ၊ ကောင်းမွန်သော ယုံကြည်သူများကို စွပ်စွဲခြင်း။)</span></p><p lang=\"my\" class=\"my \">သက်သေအလိမ်အညာကို ဖော်ပြထားသော အခြားဟဒီးဆ်တစ်ခု</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်သည်မှာ အနပ်စ် အိဗ်နု မာလိခ် က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အပြစ်ကြီးများကို ဖော်ပြခဲ့သည်၊ သို့မဟုတ် အပြစ်ကြီးများအကြောင်း မေးမြန်းခံခဲ့ရသည်။ ကိုယ်တော်က မိန့်ကြားခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشِّرْكُ بِاللهِ، وَقَتْلُ النَّفْسِ၊ وَعُقُوقُ الْوَالِدَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ဝတ်ပြုကိုးကွယ်ခြင်း၊ အသက်ကို သတ်ခြင်းနှင့် မိဘအပေါ် ရိုသေလေးစားမှုမရှိခြင်း။)</span> ထို့နောက် ကိုယ်တော်က မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِرِ؟</p><p class=\"qpc-hafs\">قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَوْلُ الزُّورِ - أَوْ شَهَادَةُ الزُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်ကြီးများထဲမှ အကြီးဆုံးအကြောင်း ကျွန်ုပ်ပြောပြရမလား? လိမ်လည်ပြောဆိုခြင်း - သို့မဟုတ် လိမ်လည်သက်သေခံခြင်း။)</span>\" ရှုအ်ဘာဟ် - ဟဒီးဆ်၏ ရာဝီတစ်ဦး - က \"ကျွန်တော့်အမြင်အရတော့ 'လိမ်လည်သက်သေခံခြင်း' လို့ ကိုယ်တော်မိန့်ခဲ့တာ ဖြစ်နိုင်ချေအများဆုံးပါပဲ\" ဟု ပြောကြားခဲ့သည်။ စဟီဟ်ကျမ်းနှစ်ခုတွင် ရှုအ်ဘာဟ် ထံမှ အနပ်စ် ထံမှ ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြားဟဒီးဆ်တစ်ခု </p><p lang=\"my\" class=\"my \">စဟီဟ်ကျမ်းနှစ်ခုတွင် အဗ္ဒူရ်-ရဟ်မာန် အိဗ်နု အဘီ ဗကရာဟ်က ၎င်း၏ဖခင်က \"တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်\" ဟု ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِرِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်ကြီးများထဲမှ အကြီးဆုံးအကြောင်း ကျွန်ုပ်ပြောပြရမလား?)</span> ကျွန်ုပ်တို့က 'ဟုတ်ကဲ့ပါ၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်!' ဟု ပြောကြားခဲ့သည်။ ကိုယ်တော်က မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">الِإشْرَاكُ بِاللهِ، وَعُقُوقُ الْوَالِدَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ဝတ်ပြုကိုးကွယ်ခြင်းနှင့် မိဘအပေါ် ရိုသေလေးစားမှုမရှိခြင်း။)</span> ကိုယ်တော်သည် မှီလျက်ရှိရာမှ ထထိုင်ပြီး မိန့်ကြားခဲ့သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا وَشَهَادَةُ الزُّورِ، أَلَا وَقَوْلُ الزُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်သေအလိမ်အညာနှင့် လိမ်လည်ပြောဆိုခြင်းကိုလည်း ကျွန်ုပ်သတိပေးပါသည်။)</span> ကိုယ်တော်က ကျွန်ုပ်တို့ ရပ်တန့်စေချင်သည်အထိ ထပ်ခါတလဲလဲ မိန့်ကြားနေခဲ့သည်။\" </p><p lang=\"my\" class=\"my \">သားသမီးများကို သတ်ဖြတ်ခြင်းကို ဖော်ပြထားသော အခြားဟဒီးဆ်တစ်ခု</p><p lang=\"my\" class=\"my \">စဟီဟ်ကျမ်းနှစ်ခုတွင် အဗ္ဒူလ္လာဟ် အိဗ်နု မပ်စ်အူးဒ်က \"ကျွန်ုပ်မေးခဲ့သည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အကြီးမြတ်ဆုံး အပြစ်ကား အဘယ်နည်း' <span class=\"gray\">[<span class=\"gray\">(တစ်ချို့ရိုးရာပုံပြင်တွင်)</span> အကြီးဆုံးအပြစ်]</span>?' ကိုယ်တော်က မိန့်ကြားခဲ့သည်\" ဟု ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းသာလျှင် သင့်ကို ဖန်ဆင်းခဲ့ပါလျက် ကိုယ်တော်အတွက် ပြိုင်ဘက်တစ်ဦးကို ထားရှိခြင်း။)</span> ကျွန်ုပ်က 'ထို့နောက်?' ဟု ပြောခဲ့သည်။ ကိုယ်တော်က မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَطْعَمَ مَعَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်နှင့်အတူ သင်၏အစားအစာကို ခွဲဝေစားသောက်မည်ကို ကြောက်ရွံ့၍ သင်၏သားသမီးကို သတ်ခြင်း။)</span> ကျွန်ုပ်က 'ထို့နောက်?' ဟု ပြောခဲ့သည်။ ကိုယ်တော်က မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تُزَانِيَ حَلِيلَةَ جَارِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အိမ်နီးချင်း၏ဇနီးနှင့် ကာမပိုင်မဟုတ်ဘဲ ပျော်ပါးခြင်း။)</span> ထို့နောက် ကိုယ်တော်က ရွတ်ဖတ်တော်မူခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သည့် ဘုရားကိုမျှ မပန်ထွာသူများ)</span><span class=\"gray\">[၂၅:၆၈]</span>, အထိ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن تَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တရသူများမှတစ်ပါး။)</span>\" <span class=\"gray\">[၂၅:၇၀]</span></p><p lang=\"my\" class=\"my \">အဗ္ဒူလ္လာဟ် အိဗ်နု အမ်ရ် ထံမှ အခြားဟဒီးဆ်တစ်ခု </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်သည်မှာ အဗ္ဒူလ္လာဟ် အိဗ်နု အမ်ရ် က တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكْبَرُ الْكَبَائِرِ: الِإشْرَاكُ بِاللهِ، وَعُقُوقُ الْوَالِدَيْنِ - أَوْ قَتْلُ النَّفْسِ شعبة الشاك - وَالْيَمِينُ الْغَمُوسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြီးဆုံးအပြစ်များမှာ- အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ဝတ်ပြုကိုးကွယ်ခြင်း၊ မိဘအပေါ် ရိုသေလေးစားမှုမရှိခြင်း - သို့မဟုတ် အသက်ကို သတ်ခြင်း)</span> ရှုအ်ဘာဟ်သည် မည်သည့်အရာဖြစ်သည်ကို မသေချာခဲ့ - <span class=\"gray\">(နှင့် လိမ်လည်ကျိန်ဆိုခြင်း)</span>။ အလ်-ဘူခါရီ၊ အတ်-တီရ်မီဇီ နှင့် အန်-နစာအီ တို့က မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">မိဘများကို ကျိန်ဆဲခံရစေခြင်းအကြောင်း အဗ္ဒူလ္လာဟ် အိဗ်နု အမ်ရ် ၏ အခြားဟဒီးဆ်တစ်ခု</p><p lang=\"id\" class=\"id \">Abdullah bin 'Amr said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مِنْ أَكْبَرِ الْكَبَائِرِ أَنْ يَلْعَنَ الرَّجُلُ وَالِدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်ကြီးများထဲမှ အဆိုးဆုံးမှာ လူတစ်ဦးက မိမိ၏မိဘများကို ကျိန်ဆဲခြင်းပင်ဖြစ်သည်။)</span> ၎င်းတို့က \"မည်သူက မိမိ၏မိဘများကို ကျိန်ဆဲနိုင်မည်နည်း?\" ဟု မေးခဲ့သည်။ ကိုယ်တော်က မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُبُّ الرَّجُلُ أَبَا الرَّجُلِ، فَيَسُبُّ أَبَاهُ، وَيَسُبُّ أُمَّهُ فَيَسُبُّ أُمَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးက အခြားလူတစ်ဦး၏ဖခင်ကို ကျိန်ဆဲလျှင်၊ ထိုလူက လက်တုံ့ပြန်သည့်အနေဖြင့် ၎င်း၏ဖခင်ကို ကျိန်ဆဲသည်။ သို့မဟုတ် တစ်စုံတစ်ဦး၏မိခင်ကို ကျိန်ဆဲလျှင် ထိုလူက ၎င်း၏မိခင်ကို ကျိန်ဆဲသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ မွတ်စ်လင်မ်၏ အသုံးအနှုန်းဖြစ်သည်။ အတ်-တီရ်မီဇီက \"စဟီဟ်\" ဟု ပြောကြားခဲ့သည်။ စဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِبَابُ الْمُسْلِمِ فُسُوقٌ، وَقِتَالُهُ كُفْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စ်လင်မ်တစ်ဦးကို ကျိန်ဆဲခြင်းသည် အပြစ်တစ်ခုဖြစ်ပြီး ၎င်းကို တိုက်ခိုက်ခြင်းသည် ကူဖရ် (မယုံကြည်မှု) ဖြစ်သည်။)</span></p>"
  }
]