[
  {
    "ayah_key": "43:9",
    "group_ayah_key": "43:9",
    "from_ayah": "43:9",
    "to_ayah": "43:14",
    "ayah_keys": "43:9,43:10,43:11,43:12,43:13,43:14",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် သင်သည် ၎င်းတို့အား (ဤသို့) မေးခဲ့လျှင် “အာကာသကောင်းကင်များနှင့် ပထဝီမြေကို မည်သူက ဖန်ဆင်းခဲ့ပါသနည်း။” ၎င်းတို့သည် ဧကန်မလွဲ ဖြေဆိုကြမည်မှာ– “အနန္တတန်ခိုးရှင်၊ အနန္တသိမြင်ရှင်က ၎င်းတို့ကို ဖန်ဆင်းခဲ့သည်။ <span>(၉)</span>သင်တို့အတွက် ပထဝီမြေကို ခင်းထားသော အိပ်ရာကဲ့သို့ ဖန်ဆင်းပေးခဲ့သူ၊ သင်တို့ လမ်းမှန်ကို ရရှိနိုင်ရန်အတွက် ၎င်းတွင် သင်တို့အတွက် လမ်းခရီးများကို ဖန်ဆင်းပေးခဲ့သူ <span>(၁၀)</span>နှင့် အတိုင်းအတာတစ်ခုဖြင့် မိုးကောင်းကင်မှ ရေကို ပို့လွှတ်ပေးခဲ့သူ၊ ထို့နောက် အဆိုပါရေဖြင့် ကျွန်ုပ်တို့သည် သေနေသောမြေကို ပြန်လည်အသက်သွင်းသည်၊ ထိုနည်းတူ သင်တို့သည်လည်း ပြန်လည်ထုတ်ဖော်ခံရမည်ဖြစ်သည်။ <span>(၁၁)</span>ထို့ပြင် အရာအားလုံးကို အတွဲလိုက်ဖန်ဆင်းပေးခဲ့သူ၊ သင်တို့အတွက် သင်တို့စီးနင်းကြသော သင်္ဘောများနှင့် တိရစ္ဆာန်များကို သတ်မှတ်ပေးခဲ့သူ <span>(၁၂)</span>သင်တို့သည် ၎င်းတို့၏ ကျောပေါ်သို့ တက်စီးနိုင်ရန်အတွက်၊ ထို့နောက် ၎င်းတို့ပေါ်သို့ တက်စီးသောအခါတွင် သင်တို့၏ အရှင်သခင်၏ ကျေးဇူးတော်ကို အမှတ်ရကြပြီး ပြောဆိုကြရန်– “ဤအရာကို ကျွန်ုပ်တို့အတွက် အလွယ်တကူရစေခဲ့သော အရှင်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏၊ ကျွန်ုပ်တို့သည် ၎င်းကို မည်သည့်အခါမျှ မပိုင်ဆိုင်နိုင်ခဲ့ပါ။ <span>(၁၃)</span>အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံသို့သာ ပြန်သွားရမည်ဖြစ်သည်! <span>(၁၄)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တစ်ပါးတည်းသော ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ရုပ်တုကိုးကွယ်သူတို့၏ ဝန်ခံချက်နှင့် ထိုအကြောင်း၏ နောက်ထပ်သက်သေများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– 'အို မိုဟာမဒ်၊ သင်သည် အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို တွဲဖက်ထားပြီး အရှင်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်ကြသော ဤရုပ်တုကိုးကွယ်သူများကို မေးမြန်းခဲ့လျှင်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အာကာသကောင်းကင်များနှင့် ပထဝီမြေကို မည်သူက ဖန်ဆင်းခဲ့ပါသနည်း။\" ၎င်းတို့သည် ဧကန်မလွဲ ဖြေဆိုကြမည်မှာ– \"အနန္တတန်ခိုးရှင်၊ အနန္တသိမြင်ရှင်က ၎င်းတို့ကို ဖန်ဆင်းခဲ့သည်။\")</span> အခြားစကားဖြင့်ဆိုရလျှင်၊ အရာအားလုံး၏ ဖန်ဆင်းရှင်မှာ တစ်ပါးတည်းသော အလ္လာဟ်အရှင်မြတ်သာဖြစ်ကြောင်း၊ အဘယ်သူမျှ တွဲဖက်မရှိကြောင်း ၎င်းတို့ဝန်ခံကြမည်ဖြစ်သော်လည်း ၎င်းတို့သည် အရှင်မြတ်နှင့်အတူ အခြားသူများ—ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများကို—ဆက်လက်ကိုးကွယ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် ပထဝီမြေကို ခင်းထားသော အိပ်ရာကဲ့သို့ ဖန်ဆင်းပေးခဲ့သူ၊)</span> ဆိုလိုသည်မှာ ချောမွေ့၊ တည်ငြိမ်ပြီး ခိုင်မာစေခြင်းဖြစ်သည်၊ သို့မှသာ သင်တို့သည် ၎င်းတွင် လှည့်လည်သွားလာနိုင်မည်၊ ၎င်းပေါ်တွင် ရပ်တည်နိုင်မည်၊ အိပ်စက်နိုင်မည်၊ လမ်းလျှောက်နိုင်မည်၊ ၎င်းသည် ရေပေါ်တွင် ဖန်ဆင်းထားသော်လည်း အရှင်မြတ်သည် တုန်လှုပ်မှု မရှိစေရန် တောင်များဖြင့် ခိုင်မာအောင် ပြုလုပ်ထားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَكُمْ فِيهَا سُبُلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် ၎င်းတွင် လမ်းခရီးများကို ဖန်ဆင်းပေးခဲ့သူ၊)</span> ဆိုလိုသည်မှာ တောင်များနှင့် ချိုင့်ဝှမ်းများကြားရှိ လမ်းများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ လမ်းမှန်ကို ရရှိနိုင်ရန်အတွက်။)</span> ဆိုလိုသည်မှာ မြို့မှမြို့သို့၊ ဒေသမှဒေသသို့၊ ကုန်းမြေမှ ကုန်းမြေသို့ သင်တို့၏ ခရီးများတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတိုင်းအတာတစ်ခုဖြင့် မိုးကောင်းကင်မှ ရေကို ပို့လွှတ်ပေးခဲ့သူ၊)</span> ဆိုလိုသည်မှာ သင်တို့၏ သီးနှံများ၊ အသီးအနှံများနှင့် သင်တို့ကိုယ်တိုင်နှင့် သင်တို့၏ တိရစ္ဆာန်များအတွက် သောက်သုံးရေ လုံလောက်ရုံဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အဆိုပါရေဖြင့် ကျွန်ုပ်တို့သည် သေနေသောမြေကို ပြန်လည်အသက်သွင်းသည်၊)</span> ဆိုလိုသည်မှာ မြုံနေသောမြေဖြစ်သည်။ အကြောင်းမှာ ရေရောက်ရှိလာသောအခါ ၎င်းသည် လှုပ်ရှား <span class=\"gray\">(အသက်ဝင်)</span> လာပြီး ဖောင်းပွကာ လှပသော အမျိုးအစား <span class=\"gray\">(ကြီးထွားမှု)</span> အားလုံးကို ထုတ်လုပ်ပေးသည်။ ကမ္ဘာမြေကို ပြန်လည်အသက်သွင်းခြင်းကို ရည်ညွှန်းခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သေဆုံးပြီးနောက် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်ခန္ဓာများကို မည်သို့ ပြန်လည်အသက်သွင်းမည်ကို အာရုံစိုက်စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ تُخْرَجُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူ သင်တို့သည်လည်း ပြန်လည်ထုတ်ဖော်ခံရမည်ဖြစ်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရာအားလုံးကို အတွဲလိုက်ဖန်ဆင်းပေးခဲ့သူ၊)</span> ဆိုလိုသည်မှာ ကမ္ဘာမြေတွင် ပေါက်ရောက်သော အရာအားလုံး၏ အမျိုးမျိုးသော အပင်များ၊ သီးနှံများ၊ အသီးအနှံများ၊ ပန်းများ စသည်တို့နှင့် အမျိုးမျိုးသော တိရစ္ဆာန်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် သင်္ဘောများကို သတ်မှတ်ပေးခဲ့သူ၊)</span> သို့မဟုတ် ရေယာဉ်များ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَالْأَنْعَامِ مَا تَرْكَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့စီးနင်းကြသော တိရစ္ဆာန်များကိုလည်း။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့ကို သင်တို့အတွက် နာခံစေပြီး ၎င်းတို့၏ အသားကို စားရန်၊ ၎င်းတို့၏ နို့ကို သောက်ရန်နှင့် ၎င်းတို့၏ ကျောပေါ်တွင် စီးနင်းရန် သင်တို့အတွက် လွယ်ကူစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့၏ ကျောပေါ်သို့ တက်စီးနိုင်ရန်အတွက်၊)</span> ဆိုလိုသည်မှာ သက်တောင့်သက်သာနှင့် လုံခြုံစွာ ထိုင်ရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ ظُهُورِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ကျောပေါ်သို့)</span> ဆိုလိုသည်မှာ ဤတိရစ္ဆာန်အမျိုးအစားများ၏ ကျောပေါ်တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့၏ အရှင်သခင်၏ ကျေးဇူးတော်ကို အမှတ်ရကြရန်)</span> ဆိုလိုသည်မှာ ဤတိရစ္ဆာန်များကို သင်တို့အတွက် နာခံစေခြင်းအားဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ပေါ်သို့ တက်စီးသောအခါတွင် သင်တို့၏ အရှင်သခင်၏ ကျေးဇူးတော်ကို အမှတ်ရကြပြီး ပြောဆိုကြရန်– \"ဤအရာကို ကျွန်ုပ်တို့အတွက် အလွယ်တကူရစေခဲ့သော အရှင်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏၊ ကျွန်ုပ်တို့သည် ၎င်းကို မည်သည့်အခါမျှ မပိုင်ဆိုင်နိုင်ခဲ့ပါ။\")</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဤအရာများကို ကျွန်ုပ်တို့အတွက် နာခံစေခဲ့ခြင်း မရှိပါက ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ကိုယ်ပိုင်ခွန်အားဖြင့် ဤသို့ မည်သည့်အခါမျှ ပြုလုပ်နိုင်မည်မဟုတ်ပေ။' အိဗ်နု အဗ္ဗားစ်၊ ကတာဒါ၊ အစ်စ်-ဆွဒ်ဒီနှင့် အိဗ်နု ဇိုင်းဒ်တို့က ပြောဆိုခဲ့ကြသည်– \"ကျွန်ုပ်တို့သည် ဤအရာကို ကျွန်ုပ်တို့ကိုယ်တိုင် မပြုလုပ်နိုင်ခဲ့ပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا إِلَىٰ رَبِّنَا لَمُنْقَلِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံသို့သာ ပြန်သွားရမည်ဖြစ်သည်!)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် သေဆုံးပြီးနောက် အရှင်မြတ်ထံသို့ ပြန်သွားရမည်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏ နောက်ဆုံးပန်းတိုင်သည် အရှင်မြတ်နှင့်အတူဖြစ်သည်။' ဤကျမ်းပိုဒ်တွင် ကမ္ဘာမြေခရီးများကို ဖော်ပြခြင်းသည် နောင်ဘဝခရီးကို အာရုံစိုက်စေသည်။ အခြားနေရာများတွင် ကမ္ဘာမြေဘဝအတွက် ပြင်ဆင်မှုကို ဖော်ပြခြင်းသည် နောင်ဘဝအတွက် ပြင်ဆင်မှု၏ အရေးကြီးပုံကို အာရုံစိုက်စေသကဲ့သို့ပင်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရီးအတွက် (သင်တို့နှင့်အတူ) ပြင်ဆင်မှုကို ယူကြလော့၊ သို့သော် အကောင်းဆုံးပြင်ဆင်မှုမှာ တက္ကဝါ)</span><span class=\"gray\">(၂:၁၉၇)</span>။ ကမ္ဘာမြေဝတ်စားဆင်ယင်မှုကို ဖော်ပြခြင်းသည် နောင်ဘဝ၏ ဝတ်စားဆင်ယင်မှုကို အာရုံစိုက်စေရန်လည်း အသုံးပြုသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَرِيشًا ۖ وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလှဆင်ခြင်းအဖြစ်၊ တက္ကဝါ၏ ဝတ်စားဆင်ယင်မှုသည် သာလွန်ကောင်းမွန်သည်)</span><span class=\"gray\">(၇:၂၆)</span>။</p>"
  },
  {
    "ayah_key": "44:1",
    "group_ayah_key": "44:1",
    "from_ayah": "44:1",
    "to_ayah": "44:8",
    "ayah_keys": "44:1,44:2,44:3,44:4,44:5,44:6,44:7,44:8",
    "text": "<p lang=\"my\" class=\"my \">မူစနဒ် အလ်-ဘဇ္ဇာရ်တွင် အဗူ အတ်-တူဖိုင်းလ် အာမရ် ဘင် ဝါသီလာထံမှ ဇိုင်ဒ် ဘင် ဟာရိသာထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အိဗ်နု ဆေယဒ်အား ဤသို့ မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي قَدْ خَبَأْتُ خَبْأً فَمَا هُوَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် တစ်စုံတစ်ရာကို ဖုံးကွယ်ထားသည်၊ ၎င်းသည် အဘယ်နည်း။)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဆူရဟ် အဒ်-ဒူခါန်ကို ၎င်းထံမှ ဖုံးကွယ်ထားခဲ့သည်။ ၎င်း <span class=\"gray\">(အိဗ်နု ဆေယဒ်)</span> က ပြောသည်– \"၎င်းသည် အဒ်-ဒုခ်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">اخْسَأْ مَا شَاءَ اللهُ (كَانَ)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖယ်ရှားလော့။ အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့်အတိုင်း ဖြစ်၏။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အနန္တကရုဏာတော်ရှင်၊ အနန္တမဟာဂရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - وَالْكِتَابِ الْمُبِينِ - إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ ۚ إِنَّا كُنَّا مُنْذِرِينَ - فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ - أَمْرًا مِنْ عِنْدِنَا ۚ إِنَّا كُنَّا مُرْسِلِينَ - رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ - رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ إِنْ كُنْتُمْ مُوقِنِينَ - لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ  </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဟာ မီမ်။)</span><span class=\"gray\">(၂။ ရှင်းလင်းပြတ်သားသော ကျမ်းတော်မြတ်ဖြင့် ကျိန်ဆိုတော်မူ၏။)</span><span class=\"gray\">(၃။ ဧကန်မလွဲ ကျွန်ုပ်တို့သည် ၎င်းကို မင်္ဂလာရှိသော ညတစ်ညတွင် ပို့လွှတ်ခဲ့သည်။ ဧကန်မလွဲ ကျွန်ုပ်တို့သည် အမြဲတစေ သတိပေးနေသူများဖြစ်၏။)</span><span class=\"gray\">(၄။ ထိုညတွင် ဉာဏ်ပညာရှိသော ကိစ္စရပ်တိုင်းကို ပြဋ္ဌာန်းထား၏။)</span><span class=\"gray\">(၅။ ကျွန်ုပ်တို့ထံမှ အမိန့်တော်အဖြစ်။ ဧကန်မလွဲ ကျွန်ုပ်တို့သည် အမြဲတစေ စေလွှတ်နေသူများဖြစ်၏။)</span><span class=\"gray\">(၆။ (အဖြစ်) သင်၏အရှင်သခင်ထံမှ မေတ္တာအဖြစ်။ ဧကန်မလွဲ အရှင်သည် အရာခပ်သိမ်းကို ကြားတော်မူ၊ အရာခပ်သိမ်းကို သိတော်မူသော အရှင်ဖြစ်၏။)</span><span class=\"gray\">(၇။ အကယ်၍ သင်တို့သည် ယုံကြည်မှုခိုင်မာသူများဖြစ်ပါက ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေ၏ အရှင်သခင်နှင့် ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံး၏ အရှင်သခင်ဖြစ်၏။)</span><span class=\"gray\">(၈။ အရှင်မှတစ်ပါး ကိုးကွယ်ရာမရှိ။ အရှင်သည် အသက်ကိုပေး၏၊ သေခြင်းကို ဖြစ်စေ၏– သင်တို့၏အရှင်သခင်နှင့် သင်တို့၏ ရှေးဘိုးဘေးဘီဘင်တို့၏ အရှင်သခင်ဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်ကျမ်းမြတ်ကို လိုင်းလတူလ်-ကဒ်ရ်ညတွင် ထုတ်ပြန်ခဲ့သည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားသည်မှာ အရှင်မြတ်သည် ဂုဏ်ကျက်သရေရှိသော ကုရ်အာန်ကျမ်းမြတ်ကို မင်္ဂလာရှိသောည၊ လိုင်းလတူလ်-ကဒ်ရ် <span class=\"gray\">(ပြဋ္ဌာန်းချက်ည)</span> တွင် ထုတ်ပြန်ခဲ့သည်ဟု အရှင်မြတ်က အခြားနေရာများတွင် မိန့်တော်မူထားသည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ကျွန်ုပ်တို့သည် ၎င်းကို အလ်-ကဒ်ရ်ညတွင် ပို့လွှတ်ခဲ့ပြီ)</span><span class=\"gray\">(၉၇:၁)</span>။ ၎င်းသည် ရမဒမ်လတွင် ဖြစ်သည်ဟု အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်ကျမ်းမြတ်ကို ထုတ်ပြန်ခဲ့သော ရမဒမ်လ)</span><span class=\"gray\">(၂:၁၈၅)</span>။ ကျွန်ုပ်တို့သည် သက်ဆိုင်ရာ ဟဒီးဆ်တော်များကို စူရဟ် အလ်-ဗကာရဟ် <span class=\"gray\">(၏ တဖ်စီရ်)</span> တွင် ဖော်ပြခဲ့ပြီးဖြစ်၍ ဤနေရာတွင် ထပ်မံဖော်ပြရန် မလိုအပ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا مُنْذِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ကျွန်ုပ်တို့သည် အမြဲတစေ သတိပေးနေသူများဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အတွက် မည်သည့်အရာက ကောင်းကြောင်းနှင့် မည်သည့်အရာက ဆိုးကြောင်းကို ရှရီအသ်ဥပဒေအရ ပြောပြခြင်းဖြစ်သည်၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ်၏ သက်သေသည် အရှင်မြတ်၏ ကျွန်များအပေါ် ထူထောင်နိုင်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုညတွင် ဉာဏ်ပညာရှိသော ကိစ္စရပ်တိုင်းကို ပြဋ္ဌာန်းထား၏။)</span> ဆိုလိုသည်မှာ လိုင်းလတူလ်-ကဒ်ရ်ညတွင် အမိန့်တော်များကို အလ်-လောဟ် အလ်-မဟ်ဖူးဇ် မှ <span class=\"gray\">(ကောင်းကင်တမန်)</span> ကျမ်းပြုသူများထံသို့ လွှဲပြောင်းပေးသည်။ ထိုကျမ်းပြုသူများသည် <span class=\"gray\">(လာမည့်)</span> တစ်နှစ်တာ၏ အမိန့်တော်များကို မှတ်တမ်းတင်ကြသည်၊ ထိုအထဲတွင် သက်တမ်း၊ ရိက္ခာနှင့် ထိုနှစ်ကုန်သည်အထိ ဖြစ်ပျက်မည့်အရာများ ပါဝင်သည်။ ဤအရာကို အိဗ်နု 'ဥမာရ်၊ မူဂျာဟစ်ဒ်၊ အဗူ မာလစ်ခ်၊ အဒ်-ဒဟ်ဟက်နှင့် ဆလဖ်များအနက် အခြားသူများထံမှ ရီဝါယသ်တင်ပြထားသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟာကိမ်)</span> ဆိုလိုသည်မှာ ဆုံးဖြတ်ပြီးသား သို့မဟုတ် အတည်ပြုပြီးသားဖြစ်ပြီး ပြောင်းလဲခြင်း သို့မဟုတ် ပြင်ဆင်ခြင်း မပြုလုပ်နိုင်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْرًا مِنْ عِنْدِنَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ထံမှ အမိန့်တော်အဖြစ်။)</span> ဆိုလိုသည်မှာ ဖြစ်ပျက်သမျှနှင့် အလ္လာဟ်အရှင်မြတ်က ပြဋ္ဌာန်းသမျှ၊ အရှင်မြတ် ပို့လွှတ်သော ဗျာဒိတ်တော်အားလုံးသည် အရှင်မြတ်၏ အမိန့်တော်၊ အရှင်မြတ်၏ ခွင့်ပြုချက်နှင့် အရှင်မြတ်၏ အသိပညာဖြင့်သာ ဖြစ်ပျက်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا كُنَّا مُرْسِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ကျွန်ုပ်တို့သည် အမြဲတစေ စေလွှတ်နေသူများဖြစ်၏။)</span> ဆိုလိုသည်မှာ လူသားတို့ထံသို့ အလ္လာဟ်အရှင်မြတ်၏ ရှင်းလင်းသော လက္ခဏာများကို ရွတ်ဖတ်ပြမည့် ရစူလ်တမန်တော်ကို စေလွှတ်ခြင်းဖြစ်သည်။ ဤအရာအတွက် လိုအပ်ချက်မှာ အရေးတကြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ - رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အဖြစ်) သင်၏အရှင်သခင်ထံမှ မေတ္တာအဖြစ်။ ဧကန်မလွဲ အရှင်သည် အရာခပ်သိမ်းကို ကြားတော်မူ၊ အရာခပ်သိမ်းကို သိတော်မူသော အရှင်ဖြစ်၏။ ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေ၏ အရှင်သခင်နှင့် ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံး၏ အရှင်သခင်၊)</span> ဆိုလိုသည်မှာ ကုရ်အာန်ကျမ်းမြတ်ကို ပို့လွှတ်ခဲ့သော အရှင်သည် ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေ၏ အရှင်၊ ဖန်ဆင်းရှင်နှင့် အချုပ်အခြာအာဏာရှင်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنْ كُنْتُمْ مُوقِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ယုံကြည်မှုခိုင်မာသူများဖြစ်ပါက။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မှတစ်ပါး ကိုးကွယ်ရာမရှိ။ အရှင်သည် အသက်ကိုပေး၏၊ သေခြင်းကို ဖြစ်စေ၏ – သင်တို့၏အရှင်သခင်နှင့် သင်တို့၏ ရှေးဘိုးဘေးဘီဘင်တို့၏ အရှင်သခင်။)</span> ဤသည်မှာ အောက်ပါကျမ်းပိုဒ်နှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောဆိုပါ– \"အို လူသားအပေါင်းတို့၊ ဧကန်မလွဲ ကျွန်ုပ်သည် သင်တို့အားလုံးထံသို့ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခြင်းခံရသူဖြစ်သည် – ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေ၏ အချုပ်အခြာအာဏာသည် အရှင်ပိုင်ဖြစ်သည်။ အရှင်မှတစ်ပါး ကိုးကွယ်ရာမရှိ။ အရှင်သည် အသက်ကိုပေး၏၊ သေခြင်းကို ဖြစ်စေ၏...\")</span><span class=\"gray\">(၇:၁၅၈)</span></p>"
  }
]