[
  {
    "ayah_key": "33:69",
    "group_ayah_key": "33:69",
    "from_ayah": "33:69",
    "to_ayah": "33:69",
    "ayah_keys": "33:69",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူအပေါင်းတို့! မူဆာကို ဒုက္ခပေးခဲ့သူများကဲ့သို့ မဖြစ်ကြကုန်နှင့်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သူတို့စွပ်စွဲသော အရာမှ မူဆာအား ကင်းရှင်းစေခဲ့၏။ သူသည် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်၌ ဂုဏ်သရေရှိသူ ဖြစ်ခဲ့လေသည်။ <span>(၆၉)</span></p><p lang=\"my\" class=\"my \">ဂျူးတို့၏ မူဆာအပေါ် စွပ်စွဲချက်များ</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် ပရောဖက်များဆိုင်ရာ ဟဒီးဆ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အဗူဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ဆို၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مُوسَى عَلَيْهِ السَّلَامُ كَانَ رَجُلًا حَيِيًّا سِتِّيرًا لَا يُرَى مِنْ جِلْدِهِ شَيْءٌ اسْتِحْيَاءً مِنْهُ، فَآذَاهُ مَنْ آذَاهُ مِنْ بَنِي إِسْرَائِيلَ فَقَالُوا: مَا يَتَسَتَّرُ هَذَا التَّسَتُّرَ إِلَّا مِنْ عَيْبٍ فِي جِلْدِهِ إِمَّا بَرَصٌ وَإِمَّا أُدْرَةٌ وَإِمَّا آفَةٌ. وَإِنَّ اللهَ عَزَّ وَجَلَّ أَرَادَ أَنْ يُبَرِّئَهُ مِمَّا قَالُوا لِمُوسَى عَلَيْهِ السَّلَامُ، فَخَلَا يَوْمًا وَحْدَهُ فَخَلَعَ ثِيَابَهُ عَلَى حَجَرٍ ثُمَّ اغْتَسَلَ، فَلَمَّا فَرَغَ أَقْبَلَ إِلَى ثِيَابِهِ لِيَأْخُذَهَا، وَإِنَّ الْحَجَرَ عَدَا بِثَوْبِهِ فَأَخَذَ مُوسَى عَصَاهُ وَطَلَبَ الْحَجَرَ فَجَعَلَ يَقُولُ: ثَوْبِي حَجَرُ، ثَوْبِي حَجَرُ، حَتّٰى انْتَهَى إِلَى مَلَإٍ مِنْ بَنِي إِسْرَائِيلَ، فَرَأَوْهُ عُرْيَانًا أَحْسَنَ مَا خَلَقَ اللهُ عَزَّ وَجَلَّ، وَأَبْرَأَهُ مِمَّا يَقُولُونَ، وَقَامَ الْحَجَرُ، فَأَخَذَ ثَوْبَهُ فَلَبِسَهُ، وَطَفِقَ بِالْحَجَرِ ضَرْبًا بِعَصَاهُ، فَوَاللهِ إِنَّ بِالْحَجَرِ لَنَدَبًا مِنْ أَثَرِ ضَرْبِهِ ثَلَاثًا أَوْ أَرْبَعًا أَوْ خَمْسًا - قَالَ: - فَذَلِكَ قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَىٰ فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا ۚ وَكَانَ عِنْدَ اللَّهِ وَجِيهًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ (အပေါ်၌ ငြိမ်းချမ်းခြင်း ရှိပါစေ) သည် ရှက်ကြောက်တတ်ပြီး သိမ်မွေ့သော အမျိုးသားတစ်ဦးဖြစ်ရာ သူ၏ရှက်ရွံ့မှုကြောင့် သူ၏အရေပြားကို ဘယ်တော့မှ မပြသခဲ့ပေ။ ဣစ်ရာအီလ်သားအချို့က \"သူသည် သူ၏အရေပြားတွင် ကူးစက်ရောဂါ သို့မဟုတ် ကျိုင်းကပ်နာ သို့မဟုတ် အခြားချို့ယွင်းချက်တစ်ခုခုကြောင့်သာ ကိုယ့်ကိုယ်ကိုယ် ဖုံးကွယ်ထားခြင်းဖြစ်သည်\" ဟု ပြောဆိုခြင်းဖြင့် သူ့ကို ဒုက္ခပေးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် (ဘုန်းတော်ကြီးမြင့်မြတ်ပါစေ) သူတို့ပြောဆိုနေသော အရာမှ မူဆာကို (အပေါ်၌ ငြိမ်းချမ်းခြင်း ရှိပါစေ) ကင်းရှင်းစေလိုခဲ့သည်။ တစ်နေ့တွင် မူဆာသည် တစ်ယောက်တည်းရှိနေစဉ် သူ၏အဝတ်ကို ချွတ်ပြီး ကျောက်တုံးပေါ်တွင် တင်ထားခဲ့ကာ ရေချိုးခဲ့သည်။ ရေချိုးပြီးသောအခါ သူ၏အဝတ်ကို ကောက်ယူရန် ပြန်လှည့်လာခဲ့သည်။ သို့သော် ထိုကျောက်တုံးသည် သူ့အဝတ်နှင့်အတူ ရွေ့သွားခဲ့သည်။ မူဆာသည် သူ၏တုတ်ကို ကောက်ယူပြီး ကျောက်တုံးကို လိုက်ဖမ်းကာ \"ငါ့အဝတ်၊ အို ကျောက်တုံး! ငါ့အဝတ်၊ အို ကျောက်တုံး!\" ဟု ပြောဆိုခဲ့သည်။ ဣစ်ရာအီလ်သားအုပ်စုတစ်စုထံသို့ ရောက်သည်အထိ လိုက်ခဲ့ရာ သူတို့သည် သူ့ကို အဝတ်မပါဘဲ မြင်တွေ့ခဲ့ကြပြီး သူသည် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းခဲ့သူများအနက် အကောင်းဆုံးဖြစ်ကြောင်း တွေ့ရှိခဲ့ကြသည်။ ထို့ကြောင့် သူတို့ သူ့အကြောင်း ပြောဆိုခဲ့သော အရာမှ သူသည် ကင်းရှင်းခဲ့သည်။ ထို့နောက် ကျောက်တုံးသည် ရပ်တန့်သွားရာ သူ၏အဝတ်ကို ယူ၍ ဝတ်ဆင်ခဲ့သည်။ သူသည် ကျောက်တုံးကို တုတ်ဖြင့် ရိုက်နှက်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ ထိုရိုက်နှက်မှု၏ အမှတ်အသားများသည် ကျောက်တုံးပေါ်တွင် သုံး၊ လေး သို့မဟုတ် ငါးချက် ကျန်ရှိနေခဲ့သည်။ ဤသည်မှာ အာယသ်တော်တွင် ရည်ညွှန်းထားသော အရာဖြစ်သည်- <span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! မူဆာကို ဒုက္ခပေးခဲ့သူများကဲ့သို့ မဖြစ်ကြကုန်နှင့်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သူတို့စွပ်စွဲသော အရာမှ မူဆာအား ကင်းရှင်းစေခဲ့၏။ သူသည် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်၌ ဂုဏ်သရေရှိသူ ဖြစ်ခဲ့လေသည်။)</span>)</span> ဤဟဒီးဆ်သည် အလ်-ဘူခါရီက မှတ်တမ်းတင်ခဲ့သော ဟဒီးဆ်များအနက် တစ်ခုဖြစ်ပြီး မွတ်စလင်မ်က မမှတ်တမ်းတင်ခဲ့ပေ။ </p><p lang=\"my\" class=\"my \">အီမာမ်အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ အဗ်ဒုလ္လာဟ် <span class=\"gray\">(အိဗ်နု မစ်စ်အူးဒ်)</span> က ပြောသည်- \"တစ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် စစ်မှန်သောပစ္စည်းအချို့ကို ဝေငှပေးခဲ့ရာ အန်ဆွာရ်လူမျိုးတစ်ဦးက 'ဤခွဲဝေမှုသည် အလ္လာဟ်အရှင်မြတ်အတွက် မဟုတ်ပါ' ဟု ပြောဆိုခဲ့သည်။ ကျွန်ုပ်က 'အို အလ္လာဟ်အရှင်မြတ်၏ ရန်သူ! သင်ပြောဆိုခဲ့သည့်အရာကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ပြောပြတော့မည်' ဟု ပြောဆိုခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်သည် ပရောဖက် ﷺ အား ထိုအကြောင်းကို ပြောပြခဲ့သည်။ ကိုယ်တော်၏ မျက်နှာတော် နီမြန်းသွားပြီး ကိုယ်တော်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةُ اللهِ عَلَىٰ مُوسَى لَقَدْ أُوذِيَ بِأَكْثَرَ مِنْ هَذَا فَصَبَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မူဆာအား ကရုဏာထားပါစေ။ ဤထက် ဆိုးရွားသော အရာများဖြင့် ဒုက္ခရောက်ခဲ့ရသော်လည်း သူသည် သည်းခံခဲ့သည်။)</span>\" ဤသည်ကို ဆွာဟီးဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ عِنْدَ اللَّهِ وَجِيهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်၌ ဂုဏ်သရေရှိသူ ဖြစ်ခဲ့လေသည်။)</span> ဆိုလိုသည်မှာ၊ သူ၏ အရှင်သခင်ရှေ့မှောက်၌ မြင့်မြတ်သော ဂုဏ်သရေရှိသော ရာထူးတစ်ခု ရှိခဲ့သည်၊ အရှင်သည် ဘုန်းတော်ကြီးမြင့်မြတ်ပါစေ။ အလ်-ဟာစန် အလ်-ဘစရီက ပြောသည်- \"သူ၏ ဒိုအာများကို အလ္လာဟ်အရှင်မြတ်က လက်ခံခဲ့သည်။\" အချို့က သူ၏အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်၌ ကြီးမြတ်သော ရပ်တည်မှု၏ အစိတ်အပိုင်းတစ်ခုမှာ သူ၏ညီ ဟာရူန်အတွက် ကြားဝင်အသနားခံခဲ့ခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်အား သူ့ကို ရစူလ်တမန်တော်အဖြစ် သူနှင့်အတူ စေလွှတ်ရန် တောင်းဆိုခဲ့သည်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် သူ၏တောင်းဆိုချက်ကို ခွင့်ပြုပြီး မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ကရုဏာတော်ကြောင့် သူ၏ညီ ဟာရူန်ကို <span class=\"gray\">(လည်း)</span> ပရောဖက်တစ်ဦးအဖြစ် သူ့အား ပေးသနားတော်မူခဲ့သည်။)</span><span class=\"gray\">(၁၉:၅၃)</span></p>"
  },
  {
    "ayah_key": "33:7",
    "group_ayah_key": "33:7",
    "from_ayah": "33:7",
    "to_ayah": "33:8",
    "ayah_keys": "33:7,33:8",
    "text": "<p class=\"my translation\" lang=\"my\">ကျွန်ုပ်တို့သည် ပရောဖက်များထံမှ ၎င်းတို့၏ သဘောတူညီချက်ကို ယူခဲ့သည့်အခါ၊ သင်ထံမှလည်းကောင်း၊ နူဟ်၊ အိဗ်ရာဟင်မ်၊ မူဆာ၊ နှင့် မရ်ယမ်၏သား အီဆာထံမှလည်းကောင်း။ ကျွန်ုပ်တို့သည် ၎င်းတို့ထံမှ ခိုင်မာသော သဘောတူညီချက်ကို ယူခဲ့သည်။ <span>(၇)</span>အမှန်တရားပြောဆိုသူများအား ၎င်းတို့၏အမှန်တရားနှင့်ပတ်သက်၍ အရှင်မြတ်က မေးမြန်းရန်အတွက်။ အရှင်မြတ်သည် မယုံကြည်သူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်ကို ပြင်ဆင်ထားတော်မူသည်။ <span>(၈)</span></p><p lang=\"my\" class=\"my \">ပရောဖက်များ၏ သဘောတူညီချက်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ပြင်းထန်သောစိတ်ဓာတ်ရှိသော မဟာတမန်တော်ငါးပါးနှင့် အခြားပရောဖက်များအကြောင်းကို မိန့်ကြားတော်မူသည်၊ အလ္လာဟ်အရှင်မြတ်၏ သာသနာကို ထူထောင်ရန်နှင့် အရှင်၏သတင်းစကားကို သယ်ဆောင်ရန်၊ နှင့် အချင်းချင်း ပူးပေါင်းကူညီထောက်ပံ့ရန် ၎င်းတို့ထံမှ မည်သို့ သဘောတူညီချက်ကို ယူခဲ့သည်ကို မိန့်ကြားတော်မူသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ ۚ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِي ۖ قَالُوا أَقْرَرْنَا ۚ قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ပရောဖက်များထံမှ သဘောတူညီချက်ကို ယူခဲ့သောအခါ၊ မိန့်ကြားတော်မူသည်- \"ငါသည် သင်တို့အား ကျမ်းနှင့် ဟစ်ကမာဟ် (ဉာဏ်ပညာ) မှ ပေးခဲ့သမျှကို ယူကြလော့။ ထို့နောက် သင်တို့ထံသို့ သင်တို့နှင့်အတူ ရှိသောအရာကို အတည်ပြုသော ရစူလ်တစ်ပါး ရောက်လာလိမ့်မည်။ ထို့နောက် သင်တို့သည် သူ့ကို ယုံကြည်ရမည်ဖြစ်ပြီး သူ့ကို ကူညီရမည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- \"သင်တို့ သဘောတူသလော၊ ငါ၏ သဘောတူညီချက်ကို ယူမည်လော။\" ၎င်းတို့က \"ကျွန်ုပ်တို့ သဘောတူပါသည်\" ဟု ဆိုကြသည်။ အရှင်က မိန့်ကြားတော်မူသည်- \"ထို့နောက် သက်သေခံကြလော့။ ငါသည် သင်တို့နှင့်အတူ သက်သေခံသူများအနက်မှ ဖြစ်သည်။\")</span><span class=\"gray\">(၃:၈၁)</span></p><p lang=\"my\" class=\"my \">ဤသဘောတူညီချက်ကို ၎င်းတို့၏သာသနာပြုလုပ်ငန်းများ စတင်ပြီးနောက် ၎င်းတို့ထံမှ ယူခဲ့သည်။ အခြားကုရ်အာန်တွင် အလ္လာဟ်အရှင်မြတ်သည် ငါးဦးကို အမည်ဖြင့် ဖော်ပြထားပြီး၊ ၎င်းတို့သည် ပြင်းထန်သောစိတ်ဓာတ်ရှိသော မဟာတမန်တော်များ ဖြစ်ကြသည်။ ၎င်းတို့အား ဤအာယသ်တော်နှင့် အခြားအာယသ်တော်တွင်လည်း အမည်ဖြင့် ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَىٰ ۖ أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် နူဟ်အား စီရင်ပေးခဲ့သော သာသနာအတိုင်း သင်တို့အား စီရင်ပေးခဲ့ပြီးဖြစ်ကာ၊ ကျွန်ုပ်တို့သည် သင်တို့ထံ ထုတ်ဖော်ခဲ့သော အရာနှင့် ကျွန်ုပ်တို့သည် အိဗ်ရာဟင်မ်၊ မူဆာနှင့် အီဆာတို့အား စီရင်ခဲ့သော အရာတို့ကို သင်တို့သည် သာသနာကို ထူထောင်ပြီး ၎င်းတွင် မည်သည့် ကွဲပြားမှုမျှ မပြုလုပ်သင့်ဟု မိန့်ကြားတော်မူသည်။)</span><span class=\"gray\">(၄၂:၁၃)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့ထံမှ ယူခဲ့သော သဘောတူညီချက်ဖြစ်သည်၊ အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَى ابْنِ مَرْيَمَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ပရောဖက်များထံမှ ၎င်းတို့၏ သဘောတူညီချက်ကို ယူခဲ့သည့်အခါ၊ သင်ထံမှလည်းကောင်း၊ နူဟ်၊ အိဗ်ရာဟင်မ်၊ မူဆာ၊ နှင့် မရ်ယမ်၏သား အီဆာထံမှလည်းကောင်း။)</span> ဤအာယသ်တော်သည် နောက်ဆုံးပရောဖက်ဖြင့် စတင်ထားခြင်းဖြစ်ပြီး ဂါရဝပြုသည့်အနေဖြင့် ဖြစ်သည်၊ အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများ သူ့အပေါ်၌ ရှိပါစေ၊ ထို့နောက် အခြားပရောဖက်များ၏ အမည်များကို အစဉ်အတိုင်း ဖော်ပြထားသည်၊ အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများ ၎င်းတို့အပေါ်၌ ရှိပါစေ။ </p><p lang=\"my\" class=\"my \">အိဗ်နုအဗ္ဗားစ်က ပြောသည်- \"ခိုင်မာသော သဘောတူညီချက်သည် အလ်-အဟ်ဒ် <span class=\"gray\">(သဘောတူညီချက်)</span> ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တရားပြောဆိုသူများအား ၎င်းတို့၏အမှန်တရားနှင့်ပတ်သက်၍ အရှင်မြတ်က မေးမြန်းရန်အတွက်။)</span> မူဂျာဟစ်ဒ်က ပြောသည်- \"ဤသည်မှာ ရစူလ်တမန်တော်များထံမှ သတင်းစကားကို သယ်ဆောင်သူများကို ရည်ညွှန်းသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعَدَّ لِلْكَافِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မယုံကြည်သူများအတွက် ပြင်ဆင်ထားသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ လူမျိုးများအနက်မှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَذَابًا أَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြင်းထန်သော ပြစ်ဒဏ်ကို။)</span> ဆိုလိုသည်မှာ နာကျင်စေသော ပြစ်ဒဏ်။ ကျွန်ုပ်တို့ သက်သေခံသည်မှာ ရစူလ်တမန်တော်များသည် ၎င်းတို့၏ အရှင်သခင်၏ သတင်းစကားကို သယ်ဆောင်ခဲ့ကြပြီး ၎င်းတို့၏ လူမျိုးများအား အကြံဉာဏ်ပေးခဲ့ကြကာ၊ ၎င်းတို့သည် ရှုပ်ထွေးမှု၊ သံသယ သို့မဟုတ် မရေရာမှု မရှိသော အမှန်တရားကို ရှင်းလင်းစွာ ပြသခဲ့ကြသည်၊ မသိနားမလည်သူများ၊ ခေါင်းမာသူများနှင့် ပုန်ကန်တတ်သော မတရားသူများက ၎င်းတို့ကို ငြင်းပယ်ခဲ့သော်လည်း။ ရစူလ်တမန်တော်များ ယူဆောင်လာခဲ့သော အရာသည် အမှန်တရားဖြစ်ပြီး ၎င်းတို့ကို ဆန့်ကျင်သူ မည်သူမဆို လမ်းမှားရောက်နေသူ ဖြစ်သည်။ ဂျန္နတ်အပေါင်းသားများက ပြောဆိုကြလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ ရစူလ်တမန်တော်များသည် အမှန်တရားဖြင့် ရောက်ရှိလာခဲ့ကြသည်။)</span><span class=\"gray\">(၇:၄၃)</span></p>"
  },
  {
    "ayah_key": "33:70",
    "group_ayah_key": "33:70",
    "from_ayah": "33:70",
    "to_ayah": "33:71",
    "ayah_keys": "33:70,33:71",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။ နှင့် အမှန်တရားကို <span class=\"gray\">(အမြဲတမ်း)</span> ပြောဆိုကြလော့။ <span>(၇၀)</span>အရှင်မြတ်သည် သင်တို့အား ကောင်းမြတ်သော လုပ်ရပ်များ ပြုလုပ်ရန် လမ်းညွှန်ပြသမည်ဖြစ်ပြီး သင်တို့၏အပြစ်များကို ခွင့်လွှတ်ပေးမည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ရစူလ်တမန်တော်ကို နာခံသူ မည်သူမဆို ကြီးမားသော အောင်မြင်မှုကို အမှန်ပင် ရရှိခဲ့ပြီးဖြစ်သည်။ <span>(၇၁)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူများအား အလ္လာဟ်ကို ကြောက်ရွံ့ရန်နှင့် အမှန်တရားကို ပြောဆိုရန် အမိန့်တော်</p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ကျွန်များအား အရှင်ကို ကြောက်ရွံ့ရန်၊ အရှင်ကို မြင်နေရသကဲ့သို့ ခဝပ်ကိုးကွယ်ရန်၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَوْلًا سَدِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တရားကို <span class=\"gray\">(အမြဲတမ်း)</span> ပြောဆိုကြလော့။)</span> ဆိုလိုသည်မှာ ဖြောင့်မှန်သောနည်းဖြင့်၊ ကောက်ကျစ်ခြင်း သို့မဟုတ် ပုံပျက်ပန်းပျက် မရှိဘဲ ပြောဆိုရန်ဖြစ်သည်။ အရှင်မြတ်က ၎င်းတို့ ထိုသို့ပြုလုပ်ပါက၊ ၎င်းတို့၏လုပ်ရပ်များကို ဖြောင့်မတ်စေခြင်းဖြင့်၊ ဆိုလိုသည်မှာ ဖြောင့်မတ်သောလုပ်ရပ်များ ပြုလုပ်နိုင်စေခြင်းဖြင့် ဆုချမည်ဖြစ်ပြီး ၎င်းတို့၏အတိတ်ကအပြစ်များကို ခွင့်လွှတ်မည်ဟု ကတိပြုတော်မူသည်။ အနာဂတ်တွင် ၎င်းတို့ကျူးလွန်နိုင်သည့် မည်သည့်အပြစ်များအတွက်မဆို၊ ၎င်းတို့အား နောင်တရရန် တွန်းအားပေးမည်။ ထို့နောက် အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ရစူလ်တမန်တော်ကို နာခံသူ မည်သူမဆို ကြီးမားသော အောင်မြင်မှုကို အမှန်ပင် ရရှိခဲ့ပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သူသည် ငရဲမီးမှ ကယ်တင်ခံရမည်ဖြစ်ပြီး ထာဝရချမ်းသာသုခကို <span class=\"gray\">(ဂျန္နတ်တွင်)</span> ခံစားရမည်ဖြစ်သည်။</p>"
  }
]