[
  {
    "ayah_key": "82:13",
    "group_ayah_key": "82:13",
    "from_ayah": "82:13",
    "to_ayah": "82:19",
    "ayah_keys": "82:13,82:14,82:15,82:16,82:17,82:18,82:19",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ်အဗ်ရားရ် <span class=\"gray\">(ဖြောင့်မတ်သောယုံကြည်သူများ)</span> သည် နိအ်မတ် <span class=\"gray\">(ပျော်ရွှင်ချမ်းမြေ့မှု)</span> ထဲ၌ ရှိကြလိမ့်မည်။ <span>(၁၃)</span> အမှန်စင်စစ် ဆိုးသွမ်းသူများသည် ပြင်းထန်စွာ တောက်လောင်သော ငရဲမီး <span class=\"gray\">(ငရဲ)</span> ထဲ၌ ရှိကြလိမ့်မည်။ <span>(၁၄)</span> ထိုသူတို့သည် ပြန်လည်စစ်ဆေးမေးမြန်းခြင်းနေ့တွင် ထိုငရဲမီးထဲသို့ ဝင်ရောက်ကြကာ၊ ယင်း၏ပူပြင်းသော မီးလျှံကို မြည်းစမ်းကြရလိမ့်မည်။ <span>(၁၅)</span> ထိုသူတို့သည် ထိုငရဲမီးမှ ပျောက်ကွယ်သွားရမည်မဟုတ်ပေ။ <span>(၁၆)</span> ပြန်လည်စစ်ဆေးမေးမြန်းခြင်းနေ့သည် မည်သည့်အရာဖြစ်သည်ကို သင် မည်သို့ သိရှိစေမည်နည်း။ <span>(၁၇)</span> ထပ်မံ၍ ပြန်လည်စစ်ဆေးမေးမြန်းခြင်းနေ့သည် မည်သည့်အရာဖြစ်သည်ကို သင် မည်သို့ သိရှိစေမည်နည်း။ <span>(၁၈)</span> <span class=\"gray\">(၎င်းသည်)</span> မည်သည့်လူတစ်ဦးတစ်ယောက်မျှ အခြားလူတစ်ဦးတစ်ယောက်အတွက် တန်ခိုးအာဏာမရှိသော နေ့ဖြစ်လိမ့်မည်။ ထိုနေ့တွင် အမိန့်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိလိမ့်မည်။ <span>(၁၉)</span></p><p lang=\"my\" class=\"my \">ဖြောင့်မတ်သူများနှင့် အပြစ်သားတို့၏ အကျိုး</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖြောင့်မတ်သူများ မည်သည့်ပျော်ရွှင်ချမ်းမြေ့မှုကို ရရှိမည်ကို အကြောင်းကြားတော်မူသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို နာခံသူများဖြစ်ပြီး၊ မနာခံမှု <span class=\"gray\">(အပြစ်များ)</span> ဖြင့် အရှင်မြတ်နှင့် မတွေ့ဆုံခဲ့ကြပေ။ ထို့နောက် အမှန်စင်စစ် ဆိုးသွမ်းသူများသည် ငရဲနှင့် ထာဝရပြစ်ဒဏ်တွင် ရှိလိမ့်မည်ဟု အရှင်မြတ်က မိန့်တော်မူသည်။ ထိုသို့ဖြစ်ခြင်းကြောင့် အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَصْلَوْنَهَا يَوْمَ الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ပြန်လည်စစ်ဆေးမေးမြန်းခြင်းနေ့တွင် ထိုငရဲမီးထဲသို့ ဝင်ရောက်ကြကာ၊ ယင်း၏ပူပြင်းသော မီးလျှံကို မြည်းစမ်းကြရလိမ့်မည်၊)</span> ဆိုလိုသည်မှာ စစ်ဆေးမေးမြန်းခြင်းနေ့၊ အကျိုးပေးခြင်းနေ့နှင့် တရားစီရင်ခြင်းနေ့။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا هُمْ عَنْهَا بِغَائِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ထိုငရဲမီးမှ ပျောက်ကွယ်သွားရမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ထိုသူတို့သည် ပြစ်ဒဏ်မှ တစ်နာရီမျှပင် ပျောက်ကွယ်နေမည်မဟုတ်ပေ။ ပြစ်ဒဏ်သည် ၎င်းတို့အပေါ်မှ ပေါ့ပါးစေမည်မဟုတ်သကဲ့သို့၊ ၎င်းတို့တောင်းဆိုနေမည့် သေဆုံးခြင်းကိုလည်းကောင်း၊ မည်သည့်အနားယူမှုကိုမျှ — တစ်ရက်မျှပင် — ပေးအပ်ခြင်းခံရမည်မဟုတ်ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြန်လည်စစ်ဆေးမေးမြန်းခြင်းနေ့သည် မည်သည့်အရာဖြစ်သည်ကို သင် မည်သို့ သိရှိစေမည်နည်း။)</span> ၎င်းသည် တရားစီရင်ခြင်းနေ့၏ အရေးကိစ္စကို အလေးအနက်ထား ဖော်ပြခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အတည်ပြုတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထပ်မံ၍ ပြန်လည်စစ်ဆေးမေးမြန်းခြင်းနေ့သည် မည်သည့်အရာဖြစ်သည်ကို သင် မည်သို့ သိရှိစေမည်နည်း။)</span> ထို့နောက် အရှင်မြတ်က ၎င်းကို ဤသို့ မိန့်တော်မူခြင်းဖြင့် ရှင်းပြတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းသည်)</span> မည်သည့်လူတစ်ဦးတစ်ယောက်မျှ အခြားလူတစ်ဦးတစ်ယောက်အတွက် တန်ခိုးအာဏာမရှိသော နေ့ဖြစ်လိမ့်မည်၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူနှင့် နှစ်သက်တော်မူသူအား ခွင့်ပြုတော်မမူသမျှ မည်သူတစ်ဦးတစ်ယောက်မျှ အခြားသူအား အကျိုးပြုနိုင်မည်မဟုတ်သကဲ့သို့၊ ၎င်းခံစားနေရသောအရာမှလည်း ကူညီနိုင်မည်မဟုတ်ပေ။ ကျွန်ုပ်တို့သည် ဤနေရာတွင် ဟဒီးစ် <span class=\"gray\">(နဗီတမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်)</span> တစ်ခုကို ဖော်ပြမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي هَاشِم، أَنْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ لَا أَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဟာရှင်မ်၏ သားမြေးတို့! သင်တို့ကိုယ်သင်တို့ကို ငရဲမီးမှ ကယ်တင်ကြလော့၊ အဘယ်ကြောင့်ဆိုသော် ငါသည် သင်တို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အကျိုးကိုမျှ ဖြစ်စေရန် စွမ်းအားမရှိပေ။)</span> ၎င်းကို ဆူရဟ် အက်ရှ်ရှူအရာအ်၏ တဖ်စီရ်အဆုံးပိုင်းတွင် <span class=\"gray\">(၂၆း၂၁၄ ကို ကြည့်ပါ)</span> ဖော်ပြခဲ့ပြီးဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَمْرُ يَوْمَئِذٍ لِّلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် အမိန့်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِّمَنِ الْمُلْكُ الْيَوْمَ ۖ لِلَّهِ الْوَاحِدِ الْقَهَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေ့တွင် မည်သူ၏ အုပ်ချုပ်မှုနည်း။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အုပ်ချုပ်မှုဖြစ်သည်၊ တစ်ဆူတည်းသော၊ မည်သူမျှ မတွန်းလှန်နိုင်သော အရှင်မြတ်ဖြစ်သည်။)</span><span class=\"gray\">(၄၀း၁၆)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်လည်း ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် အုပ်ချုပ်မှုသည် အလွန်အမင်း ကရုဏာရှင် အရှင်မြတ်အတွက်သာ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၂၅း၂၆)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်လည်း ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِكِ يَوْمِ الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြန်လည်စစ်ဆေးမေးမြန်းခြင်းနေ့၏ တစ်ဦးတည်းသော ပိုင်ရှင်)</span><span class=\"gray\">(၁း၄)</span></p><p lang=\"et\" class=\"et \">Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْئًا ۖ وَالْأَمْرُ يَوْمَئِذٍ لِّلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းသည်)</span> မည်သည့်လူတစ်ဦးတစ်ယောက်မျှ အခြားလူတစ်ဦးတစ်ယောက်အတွက် တန်ခိုးအာဏာမရှိသော နေ့ဖြစ်လိမ့်မည်။ ထိုနေ့တွင် အမိန့်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာဆိုသည်မှာ၊ ယနေ့ <span class=\"gray\">(ယခု)</span> အမိန့်သည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်၊ သို့သော် ထိုနေ့တွင် မည်သူတစ်ဦးတစ်ယောက်မျှ အရှင်မြတ်နှင့်ပတ်သက်၍ အငြင်းပွားရန် ကြိုးစားမည်မဟုတ်ပေ။\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရဟ် အလ်အင်ဖိသွာရ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိသည်၊ အရှင်မြတ်သည် အောင်မြင်ခြင်းနှင့် အမှားကင်းစင်ခြင်းကို ပေးသနားတော်မူသောအရှင်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "83:1",
    "group_ayah_key": "83:1",
    "from_ayah": "83:1",
    "to_ayah": "83:6",
    "ayah_keys": "83:1,83:2,83:3,83:4,83:5,83:6",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးသနားကြင်နာတော်မူသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِّلْمُطَفِّفِينَ - الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ - وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ - أَلَا يَظُنُّ أُولَٰئِكَ أَنَّهُم مَّبْعُوثُونَ - لِيَوْمٍ عَظِيمٍ - يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ တဖိဖ်ပြုသူများအား ပျက်စီးခြင်းရှိစေသတည်း။)</span><span class=\"gray\">(၂။ ထိုသူတို့သည် လူများထံမှ အတိုင်းအတာဖြင့် ယူသောအခါ၊ ပြည့်မီအောင် ယူကြ၏။)</span><span class=\"gray\">(၃။ သို့ရာတွင် ထိုသူတို့က အတိုင်းအတာ သို့မဟုတ် အလေးချိန်ဖြင့် လူတို့အား ပေးသောအခါ၊ လျှော့၍ပေးကြ၏။)</span><span class=\"gray\">(၄။ ထိုသူတို့သည် ၎င်းတို့အား ရှင်ပြန်ထမြောက်စေလိမ့်မည်ဟု မထင်ကြဘူးလော။)</span><span class=\"gray\">(၅။ ကြီးကျယ်သောနေ့တွင်လား။)</span><span class=\"gray\">(၆။ ထိုနေ့တွင် <span class=\"gray\">(လူခပ်သိမ်း)</span> လူသားအပေါင်းတို့သည် စကြဝဠာကို အစိုးရသော အရှင်၏ ရှေ့မှောက်၌ ရပ်တည်ကြမည်လား။)</span></p><p lang=\"my\" class=\"my \">အတိုင်းအတာနှင့် အလေးချိန်တွင် တိုးမြှင့်ခြင်းနှင့် လျှော့ချခြင်းသည် နောင်တရခြင်းနှင့် ဆုံးရှုံးခြင်း၏ အကြောင်းရင်းဖြစ်လိမ့်မည်</p><p lang=\"my\" class=\"my \">အန်နဆာအီနှင့် အစ်ဘ်နုမာဂျာတို့သည် အစ်ဘ်နုအဘ်ဘာစ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ သူက \"နဗီတမန်တော် ﷺ အလ်မဒီနာသို့ ရောက်ရှိလာသောအခါ၊ အလ်မဒီနာမြို့သားတို့သည် အတိုင်းအတာပေးရာတွင် အဆိုးရွားဆုံးသော လူများ <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့သည် လိမ်လည်လေ့ရှိကြသည်)</span> ဖြစ်ကြ၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِّلْمُطَفِّفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်မွသဖ်ဖိဖ်များအား ပျက်စီးခြင်းရှိစေသတည်း။)</span> ဤနောက် ၎င်းတို့သည် ကောင်းမွန်စွာ တိုင်းတာပေးခြင်းကို စတင်ခဲ့ကြသည်။ ဤနေရာတွင် တပ်ဖိဖ်ဟူသော စကားလုံး၏ အဓိပ္ပါယ်မှာ အတိုင်းအတာနှင့် အလေးချိန်တွင် နှမြောခြင်းဖြစ်ပြီး၊ အကယ်၍ အခြားသူများထံမှ ရသင့်သည်ဆိုပါက တိုး၍ယူခြင်း၊ သို့မဟုတ် အကြွေးဖြစ်ပါက လျှော့၍ပေးခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မွသဖ်ဖိဖ်များ (ဆုံးရှုံးခြင်းနှင့် ပျက်စီးခြင်းကို ကတိပြုထားသူများ၊ \"ပျက်စီးခြင်း\" ဟူသည်မှာ ၎င်းတို့အား ရည်ညွှန်းသည်) သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် လူများထံမှ အတိုင်းအတာဖြင့် ယူသောအခါ၊)</span> ဆိုလိုသည်မှာ လူများအကြားမှဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَوْفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြည့်မီအောင် ယူကြ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ ရပိုင်ခွင့်ကို ပြည့်မီအောင်နှင့် ပို၍ပင် တောင်းယူကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် ထိုသူတို့က အတိုင်းအတာ သို့မဟုတ် အလေးချိန်ဖြင့် <span class=\"gray\">(အခြား)</span> လူတို့အား ပေးသောအခါ၊ လျှော့၍ပေးကြ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လျှော့ချကြသည်။ </p><p lang=\"my\" class=\"my \">စင်စစ်သော်ကား၊ အလ္လာဟ်အရှင်မြတ်သည် အတိုင်းအတာနှင့် အလေးချိန်ကို ပြည့်မီအောင် ပေးရန် အမိန့်ချမှတ်တော်မူခဲ့သည်။ ကိုယ်တော်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ တိုင်းတာသောအခါ ပြည့်မီစွာ တိုင်းတာကြကုန်။ ဖြောင့်မတ်သော ချိန်ခွင်ဖြင့် ချိန်တွယ်ကြကုန်။ ထိုသည် ကောင်းမြတ်၍ နောက်ဆုံး၌ ပို၍သာလွန်ကောင်းမွန်၏။)</span><span class=\"gray\">(၁၇:၃၅)</span> အလ္လာဟ်အရှင်မြတ်က ထပ်မံမိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ ۖ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရားမျှတမှုဖြင့် အတိုင်းအတာကို ပြည့်မီအောင် ပေးကြကုန်၊ အလေးချိန်ကို ပြည့်မီအောင် ချိန်တွယ်ကြကုန်။ ငါတို့သည် မည်သူ့ကိုမျှ သူစွမ်းဆောင်နိုင်သည်ထက် ပို၍ ဝန်ပိစေခြင်းမပြုပေ။)</span><span class=\"gray\">(၆:၁၅၂)</span> ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလေးချိန်ကို မျှတစွာ စောင့်ရှောက်ကြကုန်။ ချိန်ခွင်ကို လျှော့မပစ်ကြကုန်။)</span><span class=\"gray\">(၅၅:၉)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှူအိုက်ဘ်၏လူမျိုးတို့အား ၎င်းတို့၏ အလေးချိန်နှင့် အတိုင်းအတာများတွင် လိမ်လည်မှုကြောင့် ဖျက်ဆီးပစ်ခဲ့ပြီး ရှင်းလင်းပစ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">စကြဝဠာကို အစိုးရသော အရှင်၏ ရှေ့မှောက်၌ ရပ်တည်ရမည့်အရေးဖြင့် မွသဖ်ဖိဖ်များအား ခြိမ်းခြောက်ခြင်း</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခြိမ်းခြောက်သည့်အနေဖြင့် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا يَظُنُّ أُولَٰئِكَ أَنَّهُم مَّبْعُوثُونَ - لِيَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ၎င်းတို့အား ကြီးကျယ်သောနေ့တွင် ရှင်ပြန်ထမြောက်စေလိမ့်မည်ဟု မထင်ကြဘူးလော။)</span> ဆိုလိုသည်မှာ ဤလူများသည် ဖုံးကွယ်ထားသော ကိစ္စများနှင့် အနက်ရှိုင်းဆုံး လျှို့ဝှက်ချက်များကို သိရှိတော်မူသောအရှင်၏ ရှေ့မှောက်၌ ရှင်ပြန်ထမြောက်ရခြင်းနှင့် ရပ်တည်ရခြင်းကို မကြောက်ကြဘူးလော၊ ထိုနေ့သည် ကြီးမားသော ကြောက်မက်ဖွယ်ရာနှင့် အလွန်ကြီးကျယ်သော ထိတ်လန့်ဖွယ်ရာများ ပါရှိသောနေ့ဖြစ်သည်။ ဤနေ့တွင် ရှုံးနိမ့်သူသည် မီးတောက်နေသော ငရဲမီးထဲသို့ ဝင်ရောက်ရလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် <span class=\"gray\">(လူခပ်သိမ်း)</span> လူသားအပေါင်းတို့သည် စကြဝဠာကို အစိုးရသော အရှင်၏ ရှေ့မှောက်၌ ရပ်တည်ကြမည်လား။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ခြေဗလာ၊ ကိုယ်ဗလာနှင့် ခေါင်းမဖြတ်ရဘဲ ရပ်တည်ကြမည်ဖြစ်ပြီး၊ ထိုနေရာသည် ရာဇဝတ်သားများအတွက် ခက်ခဲ၊ ပြင်းထန်ပြီး ဆင်းရဲဒုက္ခပေးမည့် နေရာဖြစ်လိမ့်မည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် ဖုံးလွှမ်းခြင်းခံရမည်ဖြစ်ပြီး၊ ထိုအရာသည် ခွန်အားနှင့် အာရုံများကပင် မခံနိုင်သော အရာဖြစ်လိမ့်မည်။ </p><p lang=\"my\" class=\"my \">အီမာမ်မာလိက်သည် နာဖီအ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ နာဖီအ်က အစ်ဘ်နုအိုမာရ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ နဗီတမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ، حَتّٰى يَغِيبَ أَحَدُهُمْ فِي رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ လူသားတို့သည် စကြဝဠာကို အစိုးရသော အရှင်၏ ရှေ့မှောက်၌ ရပ်တည်ရမည့်နေ့ဖြစ်လိမ့်မည်၊ ၎င်းတို့ထဲမှ တစ်ဦးသည် ၎င်း၏ နားရွက်အလယ်အထိ ချွေးများထဲတွင် နစ်မြုပ်နေလိမ့်မည်။)</span> အလ်-ဘူခါရီသည် ဤဟဒီးဆ်တော်ကို မာလိက်နှင့် အဘ်ဒူလ်လာဟ် ဘင် အွမ်တို့ထံမှ မှတ်တမ်းတင်ခဲ့သည်၊ ထိုနှစ်ဦးစလုံးသည် နာဖီအ်ထံမှ မှတ်တမ်းတင်ခဲ့ခြင်းဖြစ်သည်။ မွတ်စလင်မ်ကလည်း ၎င်းကို လမ်းကြောင်းနှစ်ခုဖြင့် မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြားဟဒီးဆ်တော်တစ်ခု- အီမာမ်အဟ်မဒ်သည် အလ်-မစ်က်ဒါဒ် (အစ်ဘ်နု အလ်-အဆ်ဝဒ် အလ်-ကင်ဒီ) ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا كَانَ يَوْمُ الْقِيَامَةِ أُدْنِيَتِ الشَّمْسُ مِنَ الْعِبَادِ حَتّٰى تَكُونَ قَدْرَ مِيلٍ أَوْ مِيلَيْنِ - قال - فَتَصْهَرُهُمُ الشَّمْسُ فَيَكُونُونَ فِي الْعَرَقِ كَقَدْرِ أَعْمَالِهِمْ، مِنْهُمْ مَنْ يَأْخُذُهُ إِلَى عَقِبَيْهِ، وَمِنْهُمْ مَنْ يَأْخُذُهُ إِلَى رُكْبَتَيْهِ، وَمِنْهُمْ مَنْ يَأْخُذُهُ إِلَى حَقْوَيْهِ، وَمِنْهُمْ مَنْ يُلْجِمُهُ إِلْجَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရားစီရင်ရာနေ့တွင် နေသည် ကျွန်များထံသို့ တစ်မိုင် သို့မဟုတ် နှစ်မိုင်ခန့်အကွာအထိ ချဉ်းကပ်လာလိမ့်မည်။ ထို့နောက် နေက ၎င်းတို့အား လောင်ကျွမ်းစေမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ လုပ်ရပ်ပမာဏအပေါ် မူတည်၍ ချွေးများထဲတွင် နစ်မြုပ်နေကြလိမ့်မည်။ ၎င်းတို့အထဲမှ အချို့သည် ၎င်းတို့၏ ချွေးများက ၎င်းတို့၏ ခြေဖနောင့်နှစ်ဖက်အထိ ရောက်ရှိလာလိမ့်မည်။ ၎င်းတို့အထဲမှ အချို့သည် ၎င်းတို့၏ ချွေးများက ၎င်းတို့၏ ဒူးနှစ်ဖက်အထိ ရောက်ရှိလာလိမ့်မည်။ ၎င်းတို့အထဲမှ အချို့သည် ၎င်းတို့၏ ချွေးများက ၎င်းတို့၏ ပေါင်ခြံအထိ ရောက်ရှိလာလိမ့်မည်။ ၎င်းတို့အထဲမှ အချို့သည် ချွေးများဖြင့် လည်စပတ်ချည်နှောင်ခံရလိမ့်မည် <span class=\"gray\">(၎င်းတို့၏ လည်ပင်းအထိ)</span>။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို မွတ်စလင်မ်နှင့် အလ်-တစ်ရ်မိဒီတို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">စူနန်အဗူဒါဝူးဒ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် တရားစီရင်ရာနေ့တွင် ရပ်တည်ရမည့် ဒုက္ခဆင်းရဲမှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံလေ့ရှိသည်။ အစ်ဘ်နုမပ်စ်အူးဒ်ထံမှ သတင်းပို့ထားသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ ဦးခေါင်းများကို ကောင်းကင်ဘက်သို့ မြှောက်ကာ နှစ်လေးဆယ်ကြာ ရပ်တည်နေကြလိမ့်မည်။ မည်သူမျှ ၎င်းတို့နှင့် စကားပြောမည်မဟုတ်ဘဲ၊ ၎င်းတို့အနက်မှ ဖြောင့်မတ်သူနှင့် မကောင်းသူအားလုံးသည် ချွေးများဖြင့် ချည်နှောင်ခံရလိမ့်မည်။ အစ်ဘ်နုအိုမာရ်ထံမှ သတင်းပို့ထားသည်မှာ ၎င်းတို့သည် နှစ်တစ်ရာကြာ ရပ်တည်နေကြလိမ့်မည်။ ဤပြောဆိုချက်နှစ်ခုစလုံးကို အစ်ဘ်နုဂျာရီရ်က မှတ်တမ်းတင်ထားသည်။ အဗူဒါဝူးဒ်၊ အန်နဆာအီနှင့် အစ်ဘ်နုမာဂျာတို့၏ စူနန်ကျမ်းများတွင် မှတ်တမ်းတင်ထားသည်မှာ အာအိရှာဟ်ထံမှ သတင်းပို့ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ ညဉ့်နက်ပိုင်းဝတ်ပြုခြင်းကို အလ္လာဟ်အရှင်မြတ်၏ ကြီးမြတ်မှုကို ဆယ်ကြိမ်တိုင်တိုင် ကြေညာခြင်း၊ အလ္လာဟ်အရှင်မြတ်အား ဆယ်ကြိမ်တိုင်တိုင် ချီးမွမ်းခြင်း၊ အလ္လာဟ်အရှင်မြတ်အား ဆယ်ကြိမ်တိုင်တိုင် ဘုန်းတော်ချီးမြှင့်ခြင်း၊ နှင့် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို ဆယ်ကြိမ်တိုင်တိုင် တောင်းခံခြင်းတို့ဖြင့် စတင်လေ့ရှိသည်။ ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللْهُمَّ اغْفِرْ لِي وَاهْدِنِي وَارْزُقْنِي وَعَافِنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်အား ခွင့်လွှတ်တော်မူပါ၊ လမ်းပြတော်မူပါ၊ စားဝတ်နေရေး စီစဉ်ပေးတော်မူပါ၊ နှင့် အကျွန်ုပ်အား ကာကွယ်တော်မူပါ။)</span> ထို့နောက် ကိုယ်တော်က တရားစီရင်ရာနေ့တွင် ရပ်တည်ရမည့် ဒုက္ခဆင်းရဲမှ ခိုလှုံလေ့ရှိသည်။</p>"
  }
]