[
  {
    "ayah_key": "2:276",
    "group_ayah_key": "2:276",
    "from_ayah": "2:276",
    "to_ayah": "2:277",
    "ayah_keys": "2:276,2:277",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် ရီဘာ (အတိုး) ကို ဖျက်ဆီးတော်မူမည်ဖြစ်ပြီး ဆဒ်ကာ (အလှူဒါန) အတွက် တိုးပွားစေမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သူများ၊ အပြစ်ကျူးလွန်သူများကို မနှစ်သက်ပေ <span>(၂၇၆)</span>မှန်စင်စစ် ယုံကြည်သူများ၊ ကောင်းမှုကုသိုလ်များ ပြုလုပ်သူများ၊ ဆွလာသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ထူထောင်သူများ၊ ဇကားသ် (တရားဝင်လှူဒါန်းခြင်း) ပေးဆောင်သူများသည် ၎င်းတို့၏ အကျိုးကို ၎င်းတို့၏ အရှင်သခင်ထံတွင် ရရှိကြမည်။ ၎င်းတို့အပေါ် မည်သည့် ကြောက်ရွံ့မှုမျှ မရှိစေရ၊ ၎င်းတို့ ဝမ်းနည်းပူဆွေးကြရမည်လည်း မဟုတ်ပေ <span>(၂၇၇)</span></p><div lang=\"fil\" class=\"fil \"><h2>Allah Does Not Bless Riba</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရီဘာ (အတိုး) ကို ဖျက်ဆီးကြောင်း၊ ထိုငွေကို အတိုးစားသူများထံမှ ဖယ်ရှားခြင်းအားဖြင့်သော်လည်းကောင်း၊ သို့မဟုတ် ကောင်းချီးမင်္ဂလာကို ကင်းမဲ့စေပြီး ၎င်းတို့၏ ငွေကြေးအကျိုးကျေးဇူးကို ဖယ်ရှားခြင်းအားဖြင့်သော်လည်းကောင်း ဖျက်ဆီးကြောင်း ဖော်ပြထားသည်။ ၎င်းတို့၏ ရီဘာ (အတိုး) ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤဘဝတွင်ပင် ညှဉ်းပန်းနှိပ်စက်မည်ဖြစ်ပြီး ရှင်ပြန်ထမြောက်ရာနေ့တွင်လည်း အပြစ်ပေးမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အလ်-ခဗစ် <span class=\"gray\">(မကောင်းမှုများ)</span> နှင့် အတ်-သွိုင်းယစ်ဗ် <span class=\"gray\">(ကောင်းမှုများ)</span> သည် တူညီခြင်းမရှိပေ၊ အလ်-ခဗစ် (မကောင်းမှုများ) ပေါများခြင်းက သင့်ကို ကျေနပ်စေလျှင်ပင်\")</span><span class=\"gray\">[5:100]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَىٰ بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းသူများ <span class=\"gray\">(ငြင်းပယ်သူများနှင့် မကောင်းမှုပြုသူများ)</span> ကို တစ်ယောက်ပေါ်တစ်ယောက် ထပ်၍ စုပုံပြီး ငရဲသို့ ပစ်ထည့်ပါ)</span><span class=\"gray\">[8:37]</span>, နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَيْتُم مِّن رِّبًا لِّيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားသူတို့၏ ပစ္စည်းမှ သင်တို့ <span class=\"gray\">(အခြားသူများကို)</span> လက်ဆောင်ပေးသော အရာသည် <span class=\"gray\">(ပိုကောင်းသော အရာကို ပြန်လည်ရရှိရန် မျှော်လင့်၍ သင်တို့၏ ပစ္စည်းဥစ္စာ တိုးပွားစေရန်အတွက်)</span> အခြားလူတို့၏ ပစ္စည်းဥစ္စာမှ တိုးပွားခြင်းမရှိပေ။)</span><span class=\"gray\">[30:39]</span>.</p><p lang=\"de\" class=\"de \">Ibn Jarir said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْحَقُ اللَّهُ الرِّبَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ရီဘာ (အတိုး) ကို ဖျက်ဆီးတော်မူမည်)</span> သည် 'အဗ်ဒုလ္လာဟ် ဘင် မဆ်အူဒ် မှ ဖော်ပြသော ပြောကြားချက်နှင့် ဆင်တူသည်။ \"ရီဘာ (အတိုး) သည် များပြားနေလျှင်ပင် လျော့နည်းသွားလိမ့်မည်။\" အီမာမ် အဟ်မဒ်သည် အလ်-မွစ်နဒ်တွင် အလားတူပြောကြားချက်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် အလှူဒါနကို တိုးပွားစေသည်၊ လူတစ်ဦးက ၎င်း၏ တိရစ္ဆာန်ကို မွေးမြူသကဲ့သို့ပင်</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرْبِي الصَّدَقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆဒ်ကာ (အလှူဒါန) အတွက် တိုးပွားစေမည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အလှူဒါနကို ကြီးထွားစေသည်၊ သို့မဟုတ် တိုးပွားစေသည်ဟု အဓိပ္ပါယ်ရသည်။ အလ်-ဗုခါရီသည် အဘူ ဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်တော်မူခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ تَصَدَّقَ بِعَدْلِ تَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ، وَلَا يَقْبَلُ اللهُ إِلَّا الطَّيِّبَ، فَإِنَّ اللهَ يَتَقَبَّلُهَا بِيَمِينِهِ، ثُمَّ يُرَبِّيهَا لِصَاحِبِهِ، كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ حَتَّى تَكُونَ مِثْلَ الْجَبَلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ရိုးသားသော ရင်းမြစ်မှ အင်ဖျာတစ်ခုနှင့် ညီမျှသော အလှူဒါနကို ပေးလျှင်၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမြတ်သန့်စင်သောအရာကိုသာ လက်ခံတော်မူ၏၊ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ၎င်း၏ ညာဘက် <span class=\"gray\">(လက်တော်)</span> ဖြင့် လက်ခံတော်မူပြီး ၎င်းကို ပေးလှူသူအတွက် တိုးပွားစေတော်မူသည်၊ သင်တို့အနက် တစ်ဦးဦးက ၎င်း၏ တိရစ္ဆာန်ကို မွေးမြူသကဲ့သို့ပင်၊ ၎င်းသည် တောင်တစ်ခုကဲ့သို့ ကြီးမားလာသည်အထိ။)</span></p><p lang=\"my\" class=\"my \">၎င်းကို ဇကားသ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သော အပြစ်ကျူးလွန်သူများကို မနှစ်သက်ပေ</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သူများ၊ အပြစ်ကျူးလွန်သူများကို မနှစ်သက်ပေ)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သော နှလုံးသားရှိသူ၊ လျှာနှင့် လုပ်ရပ်ဖြင့် အပြစ်ကျူးလွန်သူကို မနှစ်သက်ကြောင်း ပြသသည်။ ရီဘာ (အတိုး) နှင့် ပတ်သက်သော အာယသ်၏ အစပိုင်းနှင့် အလ္လာဟ်အရှင်မြတ် အဆုံးသတ်ထားသည့်အရာကြားတွင် ဆက်စပ်မှုရှိသည်။ ရီဘာ (အတိုး) စားသုံးသူများသည် အလ္လာဟ်အရှင်မြတ် ပေးသနားတော်မူသော ခွင့်ပြုနိုင်သော၊ သန့်စင်သော ရင်းမြစ်များဖြင့် ကျေနပ်ခြင်းမရှိပေ။ ယင်းအစား၊ ၎င်းတို့သည် မကောင်းသော နည်းလမ်းများကို အားကိုးခြင်းဖြင့် လူတို့၏ ငွေကြေးများကို တရားမဝင် ရယူရန် ကြိုးစားကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ပေးသနားတော်မူသော ဆုလာဘ်များအပေါ် ၎င်းတို့၏ တန်ဖိုးမထားမှုကို ပြသသည်။</p><div lang=\"el-Latn\" class=\"el-Latn \"><h2>Praising Those Who Thank Allah</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ အရှင်သခင်ဖြစ်ခြင်းကို ယုံကြည်သူများ၊ ၎င်း၏ အမိန့်များကို နာခံသူများ၊ ၎င်းအား ကျေးဇူးတင်၍ တန်ဖိုးထားသူများကို ချီးကျူးတော်မူသည်။ ၎င်းတို့သည် ၎င်း၏ ဖန်ဆင်းခြင်းခံရသူများအပေါ် ကြင်နာသူများ၊ ဆွလာသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ထူထောင်သူများ၊ ၎င်းတို့၏ ငွေကြေးအပေါ် သင့်လျော်သော အလှူဒါနကို ပေးဆောင်သူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် ပြင်ဆင်ထားသော ဂုဏ်ပြုဆုလာဘ်အကြောင်းနှင့် ရှင်ပြန်ထမြောက်ရာနေ့၏ အကျိုးဆက်များမှ လုံခြုံမှုရရှိမည်ဖြစ်ကြောင်း ၎င်းတို့အား အသိပေးတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် ယုံကြည်သူများ၊ ကောင်းမှုကုသိုလ်များ ပြုလုပ်သူများ၊ ဆွလာသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ထူထောင်သူများ၊ ဇကားသ် (တရားဝင်လှူဒါန်းခြင်း) ပေးဆောင်သူများသည် ၎င်းတို့၏ အကျိုးကို ၎င်းတို့၏ အရှင်သခင်ထံတွင် ရရှိကြမည်။ ၎င်းတို့အပေါ် မည်သည့် ကြောက်ရွံ့မှုမျှ မရှိစေရ၊ ၎င်းတို့ ဝမ်းနည်းပူဆွေးကြရမည်လည်း မဟုတ်ပေ။)</span></p>"
  }
]