[
  {
    "ayah_key": "21:71",
    "group_ayah_key": "21:71",
    "from_ayah": "21:71",
    "to_ayah": "21:75",
    "ayah_keys": "21:71,21:72,21:73,21:74,21:75",
    "text": "<p lang=\"my\" class=\"my \">သူ့အားလည်းကောင်း၊ လွတ်တ်အားလည်းကောင်း၊ လူမျိုးများအတွက် ကျွန်ုပ်တို့ ကောင်းချီးပေးထားသော မြေသို့ ကယ်တင်ခဲ့သည် <span>(71)</span> ၎င်းပြင် သူ့အား အစ်ဟာက်အားလည်းကောင်း၊ ယာကူးဗ် နာဖီလတန်အားလည်းကောင်း ပေးသနားတော်မူခဲ့သည်၊ တစ်ဦးစီကို ကျွန်ုပ်တို့ ဖြောင့်မတ်စေခဲ့သည် <span>(72)</span> ၎င်းပြင် ကျွန်ုပ်တို့သည် သူတို့ကို ခေါင်းဆောင်များ ဖြစ်စေခဲ့သည်၊ ကျွန်ုပ်တို့၏ အမိန့်ဖြင့် လမ်းညွှန်စေခဲ့သည်၊ ၎င်းပြင် ကျွန်ုပ်တို့သည် သူတို့အား ကောင်းမှုကုသိုလ်များ ပြုလုပ်ခြင်း၊ ဆွလားတ် (ဝတ်ပြုဆုတောင်းခြင်း) ပြုလုပ်ခြင်း၊ ဇကားတ် (တောင်းရမ်းခြင်း) ပေးခြင်းတို့ကို ဗျာဒိတ်တော် ပေးခဲ့သည်၊ ၎င်းပြင် ကျွန်ုပ်တို့ <span class=\"gray\">(တစ်ပါးတည်း)</span> ကိုသာလျှင် သူတို့သည် ကိုးကွယ်ကြသူများ ဖြစ်ခဲ့သည် <span>(73)</span> ၎င်းပြင် <span class=\"gray\">(မှတ်ထား)</span> လွတ်တ်အား ကျွန်ုပ်တို့သည် ဉာဏ်ပညာနှင့် အသိပညာကို ပေးခဲ့သည်၊ ၎င်းပြင် သူ့အား အလ်-ခဗာအစ်သ်ကို ကျင့်သုံးခဲ့သော မြို့မှ ကျွန်ုပ်တို့ ကယ်တင်ခဲ့သည်၊ အမှန်စင်စစ် သူတို့သည် ဆိုးသွမ်းသော လူမျိုးများ ဖြစ်ကြသည်၊ ၎င်းပြင် သူပုန်များလည်း ဖြစ်ကြသည် <span>(74)</span> ၎င်းပြင် ကျွန်ုပ်တို့သည် သူ့အား ကျွန်ုပ်တို့၏ ကရုဏာတော်ထဲသို့ ထည့်သွင်းခဲ့သည်၊ အမှန်တကယ်ပင် သူသည် ဖြောင့်မတ်သူများထဲမှ ဖြစ်ခဲ့သည် <span>(75)</span></p><div lang=\"my\" class=\"my \"><h2>အစ်ဗရာဟင်မ် အာရှ်-ရှားမ် <span class=\"my gray\" lang=\"my\">(မဟာ ဆီးရီးယား)</span> သို့ ရွှေ့ပြောင်းခြင်း၊ လွတ်တ်နှင့် အတူ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အစ်ဗရာဟင်မ်အား သူ၏လူမျိုးများ မီးရှို့ထားသော မီးမှ ကယ်တင်ခဲ့ပြီး သူတို့အကြားမှ ထုတ်ယူခဲ့ကာ အာရှ်-ရှားမ်ဒေသရှိ သန့်ရှင်းသောဒေသများသို့ ရွှေ့ပြောင်းစေခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(And We bestowed upon him Ishaq, and Ya'qub Nafilatan.)</span> 'Ata' and Mujahid said, \"Nafilatan means as a gift.\" Ibn 'Abbas, Qatadah and Al-Hakam bin 'Uyaynah said, \"The gift of a son who has a son,\" meaning that Ya'qub was the son of Ishaq, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကျွန်ုပ်တို့သည် သူမအား အစ်ဟာက်၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည်၊ ၎င်းပြင် အစ်ဟာက်နောက်ပိုင်းတွင် ယာကူးဗ်၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည်)</span><span class=\"gray\">[11:71]</span>။ အဗ်ဒုရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်က ပြောသည်၊ \"သူက <span class=\"gray\">[သား]</span> တစ်ဦးကို တောင်းခဲ့ပြီး ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကျွန်ုပ်၏ အရှင်သခင်၊ အကျွန်ုပ်အား ဖြောင့်မတ်သူများထဲမှ ပေးသနားတော်မူပါ\")</span><span class=\"gray\">[37:100]</span>။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား အစ်ဟာက်ကို ပေးခဲ့သည်၊ ၎င်းပြင် ယာကူးဗ်ကိုလည်း ထပ်ပေါင်းပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلًّا جَعَلْنَا صَالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးစီကို ကျွန်ုပ်တို့ ဖြောင့်မတ်စေခဲ့သည်)</span> ဟူသည်မှာ၊ သူတို့နှစ်ဦးစလုံးသည် ကောင်းမြတ်ပြီး ဖြောင့်မတ်သောသူများ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ أَئِمَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကျွန်ုပ်တို့သည် သူတို့ကို ခေါင်းဆောင်များ ဖြစ်စေခဲ့သည်၊)</span> ဟူသည်မှာ၊ လိုက်နာရမည့် ပုံသက်သေများ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَهْدُونَ بِأَمْرِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အမိန့်ဖြင့် လမ်းညွှန်စေခဲ့သည်၊)</span> ဟူသည်မှာ၊ ကိုယ်တော်၏ ခွင့်ပြုချက်ဖြင့် ကိုယ်တော်ထံသို့ ဖိတ်ခေါ်ခြင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကျွန်ုပ်တို့သည် သူတို့အား ကောင်းမှုကုသိုလ်များ ပြုလုပ်ခြင်း၊ ဆွလားတ် (ဝတ်ပြုဆုတောင်းခြင်း) ပြုလုပ်ခြင်း၊ ဇကားတ် (တောင်းရမ်းခြင်း) ပေးခြင်းတို့ကို ဗျာဒိတ်တော် ပေးခဲ့သည်၊)</span> ဤနေရာတွင် အထွေထွေကို သီးခြားဖြင့် နောက်က လိုက်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا لَنَا عَابِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကျွန်ုပ်တို့ <span class=\"gray\">(တစ်ပါးတည်း)</span> ကိုသာလျှင် သူတို့သည် ကိုးကွယ်ကြသူများ ဖြစ်ခဲ့သည်)</span> ဟူသည်မှာ၊ သူတို့သည် အခြားသူများကို ပြုလုပ်ရန် တိုက်တွန်းခဲ့သည့်အရာကို ပြုလုပ်ခဲ့ကြသည်။</p><div lang=\"nl\" class=\"nl \"><h2>The Prophet Lut</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က လွတ်တ်အကြောင်းကို ဖော်ပြသည်၊ သူ၏အမည်အပြည့်အစုံမှာ လွတ်တ် ဘင်န် ဟာရန် ဘင်န် အာဇာရ် ဖြစ်သည်။ သူသည် အစ်ဗရာဟင်မ်ကို ယုံကြည်ခဲ့ပြီး သူ့နောက် လိုက်ခဲ့သည်၊ ၎င်းပြင် သူ့နှင့်အတူ ရွှေ့ပြောင်းခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَآمَنَ لَهُ لُوطٌ ۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် လွတ်တ်သည် သူ့အား ယုံကြည်ခဲ့သည်၊ သူ <span class=\"gray\">(အစ်ဗရာဟင်မ်)</span> က ပြောသည်- \"အကျွန်ုပ်သည် အကျွန်ုပ်၏ အရှင်သခင်အတွက် ရွှေ့ပြောင်းတော့မည်\")</span><span class=\"gray\">(29:26)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ဉာဏ်ပညာနှင့် အသိပညာကို ပေးခဲ့သည်၊ ကိုယ်တော်သည် သူ့ထံ ဗျာဒိတ်တော် ပေးခဲ့သည်၊ သူ့အား တမန်တော်တစ်ပါး ဖြစ်စေခဲ့ပြီး စဒွမ်း <span class=\"gray\">(ဆိုဒုံ)</span> နှင့် ၎င်း၏ ပတ်ဝန်းကျင်သို့ ခန့်အပ်ခဲ့သည်၊ သို့သော် သူတို့သည် သူ့အား ငြင်းပယ်ခဲ့ပြီး ဆန့်ကျင်ခဲ့သည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား လုံးဝဖျက်ဆီးခဲ့သည်၊ ကိုယ်တော်သည် ကျွန်ုပ်တို့အား ကိုယ်တော်၏ ကျမ်းမြတ်တွင် နေရာများစွာ၌ ပြောပြထားသည့်အတိုင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَت تَّعْمَلُ الْخَبَائِثَ ۗ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ - وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا ۖ إِنَّهُ مِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် သူ့အား အလ်-ခဗာအစ်သ်ကို ကျင့်သုံးခဲ့သော မြို့မှ ကျွန်ုပ်တို့ ကယ်တင်ခဲ့သည်၊ အမှန်စင်စစ် သူတို့သည် ဆိုးသွမ်းသော လူမျိုးများ ဖြစ်ကြသည်၊ ၎င်းပြင် သူပုန်များလည်း ဖြစ်ကြသည်၊ ၎င်းပြင် ကျွန်ုပ်တို့သည် သူ့အား ကျွန်ုပ်တို့၏ ကရုဏာတော်ထဲသို့ ထည့်သွင်းခဲ့သည်၊ အမှန်တကယ်ပင် သူသည် ဖြောင့်မတ်သူများထဲမှ ဖြစ်ခဲ့သည်)</span>။</p>"
  },
  {
    "ayah_key": "21:76",
    "group_ayah_key": "21:76",
    "from_ayah": "21:76",
    "to_ayah": "21:77",
    "ayah_keys": "21:76,21:77",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းပြင် <span class=\"gray\">(မှတ်ထား)</span> နူဟ်ကို၊ သူသည် ယခင်က <span class=\"gray\">(ကျွန်ုပ်တို့ထံ)</span> အော်ဟစ်ခဲ့သောအခါ၊ ကျွန်ုပ်တို့သည် သူ၏ ပန်ကြားမှုကို တုံ့ပြန်ခဲ့ပြီး သူ့အားနှင့် သူ၏မိသားစုကို ကြီးမားသော ဒုက္ခမှ ကယ်တင်ခဲ့သည် <span>(76)</span> ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ငြင်းပယ်သောသူများအား တိုက်ခိုက်ရာတွင် သူ့အား ကူညီခဲ့သည်၊ အမှန်စင်စစ် သူတို့သည် ဆိုးသွမ်းသော လူမျိုးများ ဖြစ်ကြသည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့သည် သူတို့အားလုံးကို ရေနစ်သေစေခဲ့သည် <span>(77)</span></p><div lang=\"my\" class=\"my \"><h2>နူဟ်နှင့် သူ၏လူမျိုးများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိ၏ကျွန်နှင့် တမန်တော် နူဟ် (အလိုင်ဟစ်စလာမ်) အား သူ၏လူမျိုးများက သူ့အား မယုံကြည်မှုကြောင့် ကိုယ်တော်ထံ ဆုတောင်းသောအခါ ကိုယ်တော်မည်သို့ တုံ့ပြန်ခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانتَصِرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် မိမိ၏အရှင်သခင်အား <span class=\"gray\">(ပြောဆိုရင်း)</span> ပန်ကြားသည်- \"အကျွန်ုပ် အရေးနိမ့်ခဲ့ပြီ၊ ထို့ကြောင့် <span class=\"gray\">(အကျွန်ုပ်အား)</span> ကူညီတော်မူပါ!\")</span><span class=\"gray\">(54:10)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا - إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် နူဟ်က ပြောသည်- \"အကျွန်ုပ်၏ အရှင်သခင်၊ ကမ္ဘာပေါ်တွင် မယုံကြည်သူများထဲမှ မည်သူမျှကို မချန်ထားတော်မူပါနှင့်! အကယ်၍ ကိုယ်တော်သည် သူတို့ကို ချန်ထားပါက၊ သူတို့သည် ကိုယ်တော်၏ကျွန်များကို လမ်းမှားသို့ ပို့ဆောင်မည်ဖြစ်ပြီး၊ ဆိုးယုတ်သော မယုံကြည်သူများမှအပ မည်သူကိုမျှ မွေးဖွားမည်မဟုတ်ပါ)</span><span class=\"gray\">(71:26-27)</span>။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ نَادَىٰ مِن قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် <span class=\"gray\">(မှတ်ထား)</span> နူဟ်ကို၊ သူသည် ယခင်က <span class=\"gray\">(ကျွန်ုပ်တို့ထံ)</span> အော်ဟစ်ခဲ့သောအခါ၊ ကျွန်ုပ်တို့သည် သူ၏ ပန်ကြားမှုကို တုံ့ပြန်ခဲ့ပြီး သူ့အားနှင့် သူ၏မိသားစုကို ကယ်တင်ခဲ့သည်)</span> ဟူသည်မှာ၊ သူ့အား ယုံကြည်ခဲ့သူများကို ဆိုလိုသည်၊ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် မိန့်တော်မူသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ ۚ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် သင်၏မိသားစု – ကိုယ်တော်၏ အမိန့်တော် ကျရောက်ပြီးသူမှအပ – နှင့် ယုံကြည်သူများ၊ ၎င်းပြင် သူ့အား ယုံကြည်သူ အနည်းငယ်မှအပ မည်သူမျှ မရှိခဲ့ပေ)</span><span class=\"gray\">[11: 40]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْكَرْبِ الْعَظِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြီးမားသော ဒုက္ခမှ)</span> ဟူသည်မှာ၊ အခက်အခဲ၊ ငြင်းပယ်မှုနှင့် ထိခိုက်မှုတို့မှ ဖြစ်သည်။ သူသည် သူတို့အကြားတွင် တစ်ထောင်နှစ်မှ ငါးဆယ်နုတ်သောကာလပတ်လုံး အလ္လာဟ်အရှင်မြတ်ထံသို့ ခေါ်ဖိတ်ခဲ့သည်၊ ၎င်းပြင် အနည်းငယ်မှအပ မည်သူမျှ သူ့အား ယုံကြည်ခဲ့ခြင်း မရှိခဲ့ပေ။ သူ၏လူမျိုးများသည် သူ့အား ဆန့်ကျင်ရန် ရာစုနှစ်ပေါင်းများစွာ၊ မျိုးဆက်ပေါင်းများစွာ တစ်ဦးနှင့်တစ်ဦး ကြံစည်ခဲ့ကြပြီး အကြံပေးခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَصَرْنَاهُ مِنَ الْقَوْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ၏လူမျိုးများအား တိုက်ခိုက်ရာတွင် သူ့အား ကူညီခဲ့သည်)</span> ဟူသည်မှာ၊ 'ကျွန်ုပ်တို့သည် သူ့အား ကယ်တင်ခဲ့ပြီး သူ၏လူမျိုးများအား တိုက်ခိုက်ရာတွင် သူ့အား ကူညီခဲ့သည်' ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ငြင်းပယ်သောသူများ၊ အမှန်စင်စစ် သူတို့သည် ဆိုးသွမ်းသော လူမျိုးများ ဖြစ်ကြသည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့သည် သူတို့အားလုံးကို ရေနစ်သေစေခဲ့သည်)</span> ဟူသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အားလုံးကို ရေနစ်သေစေခဲ့ပြီး ကမ္ဘာမျက်နှာပြင်ပေါ်တွင် သူတို့ထဲမှ တစ်ဦးမျှ မကျန်ခဲ့ပေ၊ သူတို့၏ တမန်တော်က သူတို့အား ဖြစ်ပျက်ရန် ဆုတောင်းခဲ့သည့်အတိုင်း ဖြစ်သည်။</p>"
  }
]