[
  {
    "ayah_key": "9:49",
    "group_ayah_key": "9:49",
    "from_ayah": "9:49",
    "to_ayah": "9:49",
    "ayah_keys": "9:49",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့အနက်မှ \"ကျွန်ုပ်အား ခွင့်ပြုတော်မူပါ၊ စမ်းသပ်မှုထဲသို့ မထည့်ပါနှင့်\" ဟု ပြောဆိုသူလည်း ရှိသည်။ အမှန်စင်စစ် ၎င်းတို့သည် စမ်းသပ်မှုထဲသို့ ကျရောက်ခဲ့ကြပြီ။ အမှန်စင်စစ် ငရဲသည် မယုံကြည်သူများကို ဝန်းရံလျက်ရှိ၏။ <span>(၄၉)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ အချို့သော ဟန်ဆောင်သူများသည် အို မုဟမ္မဒ် (ဆွ)၊ သင့်အား ပြောဆိုကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْذَن لِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား ခွင့်ပြုတော်မူပါ)</span>၊ နောက်တွင် ကျန်ရစ်ရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَفْتِنِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စမ်းသပ်မှုထဲသို့ မထည့်ပါနှင့်။)</span>၊ အကယ်၍ ကျွန်ုပ်သည် သင်နှင့်အတူ လိုက်ပါပြီး ရောမအမျိုးသမီးများကို မြင်တွေ့ရပါက။ အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသော အရှင်မြတ်က ပြန်လည်မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا فِي الْفِتْنَةِ سَقَطُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သည် စမ်းသပ်မှုထဲသို့ ကျရောက်ခဲ့ကြပြီ)</span> ၎င်းတို့ပြောဆိုသော စကားကြောင့်။ မုဟမ္မဒ် ဘင် အစ္စဟက်က အဇ်-ဇူဟ်ရီ၊ ယဇစ် ဘင် ရူးမန်၊ အဗ်ဒူလ္လာဟ် ဘင် အဘီ ဘကရ်၊ အာစင် ဘင် ကတာဒါနှင့် အခြားအများအပြားတို့ထံမှ သတင်းပို့ခဲ့ရာ ၎င်းတို့က ပြောဆိုသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) က ဘနီ စလီမာမှ အလ်-ဂျဒ် ဘင် ကိုက်စ်အား မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكَ يَا جَدُّ الْعَامَ فِي جَلَادِ بَنِي الْأَصْفَرِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('ယခုနှစ်တွင် အဝါရောင်လူမျိုးများ <span class=\"gray\">(ရောမများ)</span> ကို တိုက်ခိုက်လိုပါသလား။')</span></p><p lang=\"my\" class=\"my \">သူက ပြောသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။ ကျွန်ုပ်အား <span class=\"gray\">(နောက်တွင် ကျန်ရစ်ရန်)</span> ခွင့်ပြုတော်မူပါ၊ ကျွန်ုပ်အတွက် ဖစ်တ်နာ မဖြစ်စေပါနှင့်။ အလ္လာဟ်အရှင်မြတ်ကို အမှန်ပြု၍! ကျွန်ုပ်၏လူမျိုးများက ကျွန်ုပ်ထက် အမျိုးသမီးများကို ပို၍ နှစ်သက်သူ မရှိကြောင်း သိကြပါသည်။ အကယ်၍ ကျွန်ုပ်သည် အဝါရောင်လူမျိုးများ၏ အမျိုးသမီးများကို မြင်တွေ့ရပါက၊ ကျွန်ုပ်သည် သည်းခံနိုင်မည် မဟုတ်ဟု စိုးရိမ်ပါသည်။' အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) က သူ့ထံမှ လှည့်ထွက်သွားပြီး မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَذِنْتُ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ခွင့်ပြုသည်။)</span> အလ်-ဂျဒ်၏ ကိစ္စတွင် ဤအာယသ်တော်ကို ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَقُولُ ائْذَن لِّي وَلَا تَفْتِنِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ \"ကျွန်ုပ်အား ခွင့်ပြုတော်မူပါ၊ စမ်းသပ်မှုထဲသို့ မထည့်ပါနှင့်\" ဟု ပြောဆိုသူလည်း ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) နှင့် <span class=\"gray\">(ဂျီဟဒ်တွင်)</span> မပူးပေါင်းဘဲ သူ၏ ဘေးကင်းလုံခြုံမှုကို ရစူလ်တမန်တော် (ဆွ) ၏ ဘေးကင်းလုံခြုံမှုထက် ပို၍ နှစ်သက်ခဲ့ခြင်းကြောင့် သူကျရောက်ခဲ့သော ဖစ်တ်နာသည် သူလိမ်လည်၍ ကြောက်ရွံ့သည်ဟု ပြောဆိုသော ဖစ်တ်နာထက် ပို၍ ဆိုးရွားသည်။\" အိဗ်နု အဗ်ဗားစ်၊ မူဂျာဟစ်နှင့် အခြားအများအပြားတို့ထံမှ သတင်းပို့ခဲ့သည်မှာ ဤအာယသ်တော်ကို ဘနီ စလီမာ၏ အကြီးအကဲများထဲမှ တစ်ဦးဖြစ်သော အလ်-ဂျဒ် ဘင် ကိုက်စ်၏ ကိစ္စတွင် ထုတ်ပြန်ခဲ့သည်။ စဟီဟ်ကျမ်းတွင်လည်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) က မေးမြန်းခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ceb\" lang=\"ceb \"><span class=\"gray\">(Who is your chief, O Bani Salamah?)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က ပြောသည်၊ \"အလ်-ဂျဒ် ဘင် ကိုက်စ် ဖြစ်ပါသည်၊ သို့သော် ကျွန်ုပ်တို့က သူ့ကို နှမြောတွန့်တိုသူအဖြစ် မှတ်ယူပါသည်။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَيُّ دَاءٍ أَدْوَأُ مِنَ الْبُخْلِ! وَلَكِنْ سَيِّدُكُمْ الْفَتَى الْجَعْدُ الْأَبْيَضُ بِشْرُ بْنُ الْبَرَاءِ بْنِ مَعْرُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှမြောတွန့်တိုခြင်းထက် ဆိုးရွားသော ရောဂါမရှိ။ ထို့ကြောင့် သင်တို့၏အကြီးအကဲမှာ အဖြူရောင် ဆံပင်ကောက်ကောက်ရှိသော လူငယ် ဘိရှ်ရ် ဘင် အလ်-ဘရာအ် ဘင် မအ်ရူရ် ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က နောက်ထပ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငရဲသည် မယုံကြည်သူများကို ဝန်းရံလျက်ရှိ၏။)</span> ၎င်းတို့သည် ၎င်းကို ရှောင်ရှားရန်၊ ကာကွယ်ရန် သို့မဟုတ် ထွက်ပြေးလွတ်မြောက်ရန် ဘယ်သောအခါမျှ မစွမ်းနိုင်ကြပေ။</p>"
  },
  {
    "ayah_key": "9:5",
    "group_ayah_key": "9:5",
    "from_ayah": "9:5",
    "to_ayah": "9:5",
    "ayah_keys": "9:5",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် မြင့်မြတ်သောလများ ကုန်ဆုံးသွားသောအခါ သင်တို့သည် ၎င်းတို့အား မည်သည့်နေရာတွင် တွေ့ရသည်ဖြစ်စေ မွတ်ရှရစ်ကင်တို့နှင့် တိုက်ခိုက်ကြကုန်။ ၎င်းတို့အား ဖမ်းဆီးကြကုန်။ ၎င်းတို့အား ဝိုင်းရံကြကုန်။ ၎င်းတို့အား ထောင်ချောက်တိုင်း၊ ဖမ်းဆီးရာနေရာတိုင်း၌ ချောင်းမြောင်းစောင့်ဆိုင်းကြကုန်။ သို့ရာတွင် ၎င်းတို့သည် နောင်တရပြီး ဆွာလာတ်ကို ထမ်းဆောင်ကာ ဇကားတ်ကို ပေးဆောင်ပါက ၎င်းတို့၏လမ်းကို လွှတ်ပေးကြကုန်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များအား ခွင့်လွှတ်တော်မူထသော အလွန်သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(5)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းသည် ဓား၏ အာယတ်တော် ဖြစ်သည်</h2></div><p lang=\"cy\" class=\"cy \">Mujahid, 'Amr bin Shu'ayb, Muhammad bin Ishaq, Qatadah, As-Suddi and 'Abdur-Rahman bin Zayd bin Aslam said that the four months mentioned in this Ayah are the four-month grace period mentioned in the earlier Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မြေပြင်တစ်လျှောက် လေးလကြာ လွတ်လပ်စွာ သွားလာကြကုန်။)</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا انسَلَخَ الْأَشْهُرُ الْحُرُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ မြင့်မြတ်သောလများ ကုန်ဆုံးသောအခါ...)</span>, ဆိုလိုသည်မှာ 'သင်တို့အား ရုပ်ပွားကိုးကွယ်သူများနှင့် တိုက်ခိုက်ခြင်းကို ငါတို့တားမြစ်ထားသော လေးလတာကာလကုန်ဆုံးသောအခါ၊ ၎င်းသည် ငါတို့သူတို့ကိုပေးသော ကရုဏာကာလဖြစ်သည်။ ထိုအခါ သင်တို့တွေ့ရာအရပ်၌ ရုပ်ပွားကိုးကွယ်သူများကို တိုက်ခိုက်ပြီး သတ်ပစ်ကြကုန်။' အလ္လာဟ်အရှင်မြတ်၏ ဆက်လက်မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့တွေ့ရာအရပ်တိုင်းတွင် မွတ်ရှရစ်ကင်များကို တိုက်ခိုက်ကြကုန်)</span>, ဆိုလိုသည်မှာ မြေပြင်တစ်ဝှမ်းလုံး၌ဖြစ်သည်၊ မြင့်မြတ်သောနယ်မြေမှလွဲ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَامِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ ۖ فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မစ်ဂျစ်ဒ် အလ်-ဟာရမ်၌ ၎င်းတို့နှင့် မတိုက်ခိုက်ကြကုန်နှင့်။ ၎င်းတို့က သင်တို့အား ထိုနေရာ၌ တိုက်ခိုက်ခြင်းမရှိလျှင် မတိုက်ခိုက်ကြကုန်နှင့်။ သို့ရာတွင် ၎င်းတို့က သင်တို့အား တိုက်ခိုက်ပါက ၎င်းတို့အား တိုက်ခိုက်ကြကုန်။)</span><span class=\"gray\">[2:191]</span> အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာ၌ မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُذُوهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ဖမ်းဆီးကြကုန်)</span>, အချို့ကို သေဒဏ်ပေးပြီး အချို့ကို သုံ့ပန်းအဖြစ် ထိန်းသိမ်းထားကြကုန်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ဝိုင်းရံကြကုန်။ ၎င်းတို့အား ထောင်ချောက်တိုင်း၊ ဖမ်းဆီးရာနေရာတိုင်း၌ ချောင်းမြောင်းစောင့်ဆိုင်းကြကုန်)</span>, သင်တို့ ၎င်းတို့အား ရှာမတွေ့မချင်း မစောင့်ဆိုင်းကြကုန်နှင့်။ ထို့ထက် ၎င်းတို့၏နယ်မြေများနှင့် ခံတပ်များတွင် ၎င်းတို့အား ရှာဖွေဝိုင်းရံကြကုန်။ လမ်းကြောင်းအမျိုးမျိုးနှင့် ကူးသန်းသွားလာရာနေရာများတွင် ၎င်းတို့နှင့်ပတ်သက်သော သတင်းအချက်အလက်များကို စုဆောင်းကြကုန်။ ထိုသို့ပြုလုပ်ခြင်းဖြင့် ကျယ်ဝန်းသောနေရာသည် ၎င်းတို့အတွက် သေးငယ်လာမည်။ ဤနည်းအားဖြင့် ၎င်းတို့သည် သေဆုံးခြင်း သို့မဟုတ် အစ္စလာမ်ကို လက်ခံခြင်းမှလွဲ၍ ရွေးချယ်စရာမရှိတော့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ ۚ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် ၎င်းတို့သည် နောင်တရပြီး ဆွာလာတ်ကို ထမ်းဆောင်ကာ ဇကားတ်ကို ပေးဆောင်ပါက ၎င်းတို့၏လမ်းကို လွှတ်ပေးကြကုန်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များအား ခွင့်လွှတ်တော်မူထသော အလွန်သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အဘူဘကရ် အစ်စ်-စစ်ဒီက်သည် ဇကားတ်ပေးဆောင်ခြင်းမှ ရှောင်ကြဉ်သူများနှင့် တိုက်ခိုက်ရန် အထောက်အထားအဖြစ် ဤအာယတ်တော်နှင့် အခြားသော ဂုဏ်သရေရှိအာယတ်တော်များကို အသုံးပြုခဲ့သည်။ ဤအာယတ်တော်များသည် လူတို့အား အစ္စလာမ်ကို လက်ခံ၍ ၎င်း၏ စည်းမျဉ်းများနှင့် တာဝန်များကို အကောင်အထည်မဖော်မချင်း၊ သို့မဟုတ် အကောင်အထည်ဖော်သည်အထိ တိုက်ခိုက်ခွင့်ပြုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာ၌ အရေးအပါဆုံးသော အစ္စလာမ်၏ ကဏ္ဍများကို ဖော်ပြထားပြီး၊ အရေးမပါသော အရာများကိုလည်း ထည့်သွင်းဖော်ပြထားသည်။ ဧကန်အမှန်ပင် သက်သေခံချက်နှစ်ခုနောက် အစ္စလာမ်၏ အမြင့်ဆုံးသော အစိတ်အပိုင်းများသည် အမြင့်မြတ်ဆုံး၊ အမြဲထာဝရမြင့်မားတော်မူသော အလ္လာဟ်အရှင်မြတ်၏ အခွင့်အရေးဖြစ်သော ဆွလာတ် (ဝတ်ပြုဆုတောင်းခြင်း) ဖြစ်သည်၊ ထို့နောက် ဆင်းရဲသားများနှင့် လိုအပ်သူများကို အကျိုးပြုသော ဇကားတ် (တရားဝင်လှူဒါန်းခြင်း) ဖြစ်သည်။ ၎င်းတို့သည် သတ္တဝါများ ဆောင်ရွက်သည့် အလေးမြတ်ဆုံးသော လုပ်ရပ်များဖြစ်ပြီး၊ ထိုကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်သည် ဆွလာတ်နှင့် ဇကားတ်ကို မကြာခဏ တွဲဖက်ဖော်ပြလေ့ရှိသည်။ ဆွဟီဟ်ကျမ်းနှစ်ခုတွင် အိဘ်နုအိုမာရ်က အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိကြောင်း၊ မုဟမ္မဒ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်ဖြစ်ကြောင်း သက်သေခံသည်အထိ၊ ဆွလာတ်ကို တည်ထောင်၍ ဇကားတ်ကို ပေးဆောင်သည်အထိ လူတို့အား တိုက်ခိုက်ရန် ငါအမိန့်ပေးခံရပြီ။)</span></p><p lang=\"my\" class=\"my \">ဤဂုဏ်သရေရှိအာယတ်တော် <span class=\"gray\">(9:5)</span> ကို ဓား၏ အာယတ်တော်ဟု ခေါ်ဆိုခဲ့သည်။ ၎င်းနှင့်ပတ်သက်၍ အဒ်-ဒဟ်ဟက် ဘင် မူဇာဟင်မ်က “၎င်းသည် တမန်တော်မြတ် ﷺ နှင့် မည်သည့်ရုပ်တုကိုးကွယ်သူနှင့်မဆို ငြိမ်းချမ်းရေးသဘောတူညီချက်တိုင်း၊ စာချုပ်တိုင်းနှင့် သတ်မှတ်ချက်တိုင်းကို ပယ်ဖျက်ခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ အလ်-'အော်ဖီက အိဘ်နုအဗ္ဗားစ်က မှတ်ချက်ပေးသည်မှာ “ဆူရာ ဘာရာအာဟ် ထင်ရှားပြခဲ့သည်မှစ၍ မည်သည့်ရုပ်တုကိုးကွယ်သူမျှ နောက်ထပ် စာချုပ် သို့မဟုတ် လုံခြုံရေးကတိကဝတ် မရှိတော့ပေ။ ဘာရာအာဟ် ထင်ရှားပြပြီး ကြေညာခြင်းမပြုမီ ချုပ်ဆိုခဲ့သော ငြိမ်းချမ်းရေးစာချုပ်များအားလုံးအပြင် လေးလတာကာလသည် ရဗီအ် အလ်-အာခိရ် လ၏ ဆယ်ရက်နေ့တွင် ကုန်ဆုံးခဲ့ပြီဖြစ်သည်။”</p>"
  },
  {
    "ayah_key": "9:50",
    "group_ayah_key": "9:50",
    "from_ayah": "9:50",
    "to_ayah": "9:51",
    "ayah_keys": "9:50,9:51",
    "text": "<p class=\"my translation\" lang=\"my\">အကယ်၍ သင့်အပေါ် ကောင်းခြင်းများ ကျရောက်ခဲ့သော် ၎င်းတို့သည် ဝမ်းနည်းကြေကွဲကြ၏၊ သို့သော် သင့်အပေါ် ဘေးဆိုးတစ်ခု ကျရောက်ခဲ့သော် ၎င်းတို့က “ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ကြိုတင်ကာကွယ်မှုကို လုပ်ဆောင်ထားပြီးဖြစ်သည်” ဟု ပြောကြပြီး ဝမ်းမြောက်စွာ လှည့်ထွက်သွားကြသည် <span>(50)</span>ပြောပါ– “ကျွန်ုပ်တို့အတွက် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ပြဋ္ဌာန်းထားသည့် အရာမှလွဲ၍ အခြားမည်သည့်အရာမျှ ကျွန်ုပ်တို့အပေါ် ဘယ်တော့မှ ကျရောက်မည်မဟုတ်ပေ။ ကိုယ်တော်သည် ကျွန်ုပ်တို့၏ မော်လာ <span class=\"gray\">(အစောင့်အရှောက်)</span> ဖြစ်သည်။” ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်အပေါ်တွင်သာ ယုံကြည်ကိုးစားကြပါစေ <span>(51)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် မုနာဖစ်က်တို့ (ဟန်ဆောင်သူတို့) က တမန်တော်မြတ် ﷺ အပေါ်ထားရှိသော ရန်ငြိုးကို အလေးထား ဖော်ပြသည်။</h2></div><p lang=\"my\" class=\"my \"> အကယ်၍ ရန်သူများအပေါ် အောင်ပွဲရခြင်းကဲ့သို့သော ကောင်းချီးမင်္ဂလာတစ်ခုသည် တမန်တော်မြတ် ﷺ အား ပေးအပ်ခဲ့ပါက၊ ၎င်းသည် ကိုယ်တော်နှင့် ကိုယ်တော့်၏ ဆွဟာဘာများကို နှစ်သက်စေသောကြောင့် မုနာဖစ်က် (ဟန်ဆောင်သူ) တို့ကို ဝမ်းနည်းစေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင့်အပေါ် ဘေးဆိုးတစ်ခု ကျရောက်ခဲ့သော် ၎င်းတို့က “ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ကြိုတင်ကာကွယ်မှုကို လုပ်ဆောင်ထားပြီးဖြစ်သည်” ဟု ပြောကြ၏၊)</span> ၎င်းတို့က ပြောသည်၊ ကျွန်ုပ်တို့သည် ကိုယ်တော်နှင့် ပူးပေါင်းခြင်းမပြုသောအခါ ကြိုတင်ကာကွယ်မှုများ ပြုလုပ်ခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَوَلَّوا وَّهُمْ فَرِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ဝမ်းမြောက်စွာ လှည့်ထွက်သွားကြသည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ အား ၎င်းတို့ ကိုယ်တော်အပေါ်ထားရှိသော ပြင်းထန်သော ရန်ငြိုးကို တုံ့ပြန်ရန် ညွှန်ကြားခဲ့သည်၊</p><p class=\"qpc-hafs\">قُل</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span>၊ ၎င်းတို့အား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّن يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အတွက် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ပြဋ္ဌာန်းထားသည့် အရာမှလွဲ၍ အခြားမည်သည့်အရာမျှ ကျွန်ုပ်တို့အပေါ် ဘယ်တော့မှ ကျရောက်မည်မဟုတ်ပေ။)</span> အကြောင်းမှာ ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ ထိန်းချုပ်မှုနှင့် အမိန့်အောက်တွင် ရှိနေသောကြောင့်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">هُوَ مَوْلَانَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ကျွန်ုပ်တို့၏ မော်လာဖြစ်သည်။)</span>၊ သခင်နှင့် အစောင့်အရှောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်အပေါ်တွင်သာ ယုံကြည်ကိုးစားကြပါစေ)</span><span class=\"gray\">[9:51]</span>၊ နှင့် ကျွန်ုပ်တို့သည် ကိုယ်တော်အား ယုံကြည်ကိုးစားကြသည်။ အမှန်စင်စစ် ကိုယ်တော်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်တော်မူ၏၊ မည်မျှကောင်းမြတ်သော အစောင့်အရှောက်ရှင် ပါတကား။</p>"
  }
]