[
  {
    "ayah_key": "2:21",
    "group_ayah_key": "2:21",
    "from_ayah": "2:21",
    "to_ayah": "2:22",
    "ayah_keys": "2:21,2:22",
    "text": "<p lang=\"my\" class=\"my \">အို လူသားအပေါင်းတို့! သင်တို့ကိုလည်းကောင်း၊ သင်တို့၏အရှေ့က လူတို့ကိုလည်းကောင်း ဖန်ဆင်းတော်မူသော သင်တို့၏အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်)</span> ကို ဝတ်ပြုကိုးကွယ်ကြလော့။ သို့မှသာ သင်တို့သည် တက်ကဝါ <span>(၂၁)</span>ကို ရရှိကြမည်။ ထိုအရှင်သည် သင်တို့အတွက် မြေကြီးကို ခိုနားရာအဖြစ်လည်းကောင်း၊ ကောင်းကင်ကို အမိုးအဖြစ်လည်းကောင်း ပြုလုပ်ပေးတော်မူ၏။ ထို့ပြင် အရှင်သည် ကောင်းကင်မှ ရေ <span class=\"gray\">(မိုး)</span> ကို ချပေးတော်မူပြီး ထိုရေဖြင့် သင်တို့အတွက် စားနပ်ရိက္ခာအဖြစ် အသီးအနှံများကို ထွက်ပေါ်စေတော်မူ၏။ သို့ဖြစ်၍ သင်တို့ <span class=\"gray\">(တစ်ပါးတည်းသာ ကိုးကွယ်ခံထိုက်သောအရှင်ဖြစ်ကြောင်း)</span> သိရှိနေလျက်ပင် အလ္လာဟ် <span class=\"gray\">(အား ဝတ်ပြုကိုးကွယ်ရာတွင်)</span> နှင့် ရင်ဘောင်တန်းသူများကို မထားကြနှင့်။<span>(၂၂)</span></p><div lang=\"xh\" class=\"xh \"><h2>Tawhid Al-Uluhiyyah</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ဘုရားတစ်ပါးတည်းဖြစ်ခြင်းကို ဖော်ပြတော်မူပြီး၊ မိမိ၏ကျွန်များကို မရှိခြင်းမှ အသက်ရှင်စေခြင်းဖြင့် မျက်နှာသာပေးခဲ့ကြောင်း ဖော်ပြတော်မူခဲ့သည်။ ကိုယ်တော်သည် ၎င်းတို့အား ဖုံးကွယ်ထားသောနှင့် ထင်ရှားသောကောင်းချီးမင်္ဂလာများဖြင့် ဝန်းရံထားတော်မူသည်။ ကိုယ်တော်သည် ၎င်းတို့အတွက် မြေကြီးကို ကုတင်ကဲ့သို့ ခိုင်မာသောတောင်များဖြင့် တည်ငြိမ်သော ခိုနားရာနေရာအဖြစ် ဖန်ဆင်းပေးတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَآءَ بِنَآءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ကို အမိုးအဖြစ်)</span> ဆိုလိုသည်မှာ 'မျက်နှာကျက်' ဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا السَّمَاءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ကိုလည်း လုံခြုံစွာစောင့်ထိန်းထားသော မျက်နှာကျက်အဖြစ် ငါတို့ပြုလုပ်ခဲ့ပြီ။ သို့တိုင် သူတို့သည် ၎င်း၏နိမိတ်လက္ခဏာများ <span class=\"gray\">(ဆိုလိုသည်မှာ နေ၊ လ၊ လေ၊ တိမ်)</span> မှ လွှဲဖယ်သွားကြသည်)</span><span class=\"gray\">(၂၁:၃၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلَ مِنَ السَّمَاءِ مَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်မှ သင်တို့အတွက် ရေ <span class=\"gray\">(မိုး)</span> ကို ချပေးတော်မူ၏)</span> ဆိုလိုသည်မှာ မိုးလိုအပ်ချိန်တွင် တိမ်တိုက်များမှတဆင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် လူများနှင့် ၎င်းတို့၏တိရစ္ဆာန်များအတွက် စားနပ်ရိက္ခာအဖြစ် အမျိုးမျိုးသော သစ်ပင်ပန်းမန်များနှင့် သစ်သီးဝလံများကို ပေါက်ရောက်စေတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤကောင်းချီးမင်္ဂလာကို ကိန်းဂဏန်းများစွာသော ကုရ်အာန်အခန်းများတွင် ထပ်လောင်းဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">ဤအာယတ် <span class=\"gray\">(၂:၂၂)</span> နှင့်ဆင်တူသော အခြားအာယတ်တစ်ခုရှိသေးသည်၊ ၎င်းမှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးကို သင်တို့အတွက် နေထိုင်ရာအဖြစ်လည်းကောင်း၊ ကောင်းကင်ကို အမိုးအဖြစ်လည်းကောင်း ဖန်ဆင်းပေးတော်မူသောအရှင်သည် ကိုယ်တော်ပင်ဖြစ်သည်။ ကိုယ်တော်သည် သင်တို့အား ပုံသဏ္ဌာန်ပြုလုပ်ပေးတော်မူကာ သင်တို့၏ပုံသဏ္ဌာန်များကို ကောင်းမွန် <span class=\"gray\">(ကြည့်ကောင်းအောင်)</span> ပြုလုပ်ပေးတော်မူ၏။ ထို့ပြင် သင်တို့အား ကောင်းမွန်သော အရာများကို ပေးသနားတော်မူ၏။ ထိုအရှင်သည် အလ္လာဟ်၊ သင်တို့၏အရှင်သခင်ဖြစ်သည်။ သို့ဖြစ်ရာ ကမ္ဘာလောကကြီးတစ်ခုလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသောအရှင်၊ အလ္လာဟ်သည် ကောင်းချီးမင်္ဂလာနှင့် ပြည့်စုံတော်မူလှပေစွ!)</span><span class=\"gray\">(၄၀:၆၄)</span>။</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ထပ်လောင်းပြောဆိုထားသည့် အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းရှင်၊ ထောက်ပံ့ရှင်၊ ပိုင်ဆိုင်ရှင်နှင့် ဤဘဝ၏ အရာအားလုံးကို ထောက်ပံ့သူဖြစ်သည်ဟူ၍ ဖြစ်သည်။ ထို့ကြောင့် ကိုယ်တော်တစ်ပါးတည်းသာလျှင် ဝတ်ပြုကိုးကွယ်ခံထိုက်ပြီး၊ ကိုယ်တော်နှင့် မည်သူတစ်ဦးတစ်ယောက်မျှ၊ မည်သည့်အရာမျှ ဖက်စပ်ခြင်းမရှိရပေ။ ထို့ကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်က နောက်တစ်ဖန် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَجْعَلُوا لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ <span class=\"gray\">(တစ်ပါးတည်းသာ ကိုးကွယ်ခံထိုက်သောအရှင်ဖြစ်ကြောင်း)</span> သိရှိနေလျက်ပင် အလ္လာဟ် <span class=\"gray\">(အား ဝတ်ပြုကိုးကွယ်ရာတွင်)</span> နှင့် ရင်ဘောင်တန်းသူများကို မထားကြနှင့်)</span><span class=\"gray\">(၂:၂၂)</span>။</p><p lang=\"ceb\" class=\"ceb \">The Two Sahihs record that Ibn Mas'ud said, \"I said to the Messenger of Allah ﷺ, 'Which evil deed is the worst with Allah?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်နှင့် ရင်ဘောင်တန်းသူကို ထားခြင်း၊ ကိုယ်တော်တစ်ပါးတည်းသာ သင်တို့ကို ဖန်ဆင်းထားချိန်တွင်ပင်။)</span>\"</p><p lang=\"my\" class=\"my \">ထို့အပြင် မူအာဇ်သည် တမန်တော်မြတ်၏ မိန့်ကြားချက်ကို ထွက်ဆိုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرِي مَا حَقُّ اللهِ عَلَى عِبَادِهِ؟ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ မိမိ၏ကျွန်များအပေါ် အခွင့်အရေးကို သင်တို့သိကြသလော။ ၎င်းတို့သည် ကိုယ်တော်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရမည်ဖြစ်ပြီး၊ ကိုးကွယ်ရာတွင် ကိုယ်တော်နှင့် မည်သည့်အရာကိုမျှ ဖက်စပ်ခြင်းမှ ရှောင်ကြဉ်ရမည်။)</span> အခြားဟဒီးဆ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَقُولَنَّ أَحَدُكُمْ مَا شَاءَ اللهُ وَشَاءَ فُلَانٌ، وَلكِنْ لِيَقُلْ: مَا شَاءَ اللهُ ثُمَّ شَاءَ فُلَانٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ မည်သူမျှ 'အလ္လာဟ်နှင့် ထိုသူလိုချင်သည်' ဟု မပြောရ။ ယင်းအစား၊ 'အလ္လာဟ်လိုချင်သည်၊ ထို့နောက် ထိုသူလိုချင်သည်' ဟု ပြောပါစေ။)</span></p><div lang=\"my\" class=\"my \"><h2>အဓိပ္ပါယ်တူသော ဟဒီးဆ်တစ်ခု</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က အလ်ဟာရစ်သ် အလ်အရှ်အရီက အလ္လာဟ်၏ တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့ကြောင်း ထွက်ဆိုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ عَزّ َوَجَلَّ أَمَرَ يَحْيَى بْنَ زَكَرِيَّا عَلَيْهِ السَّلَامُ بِخَمْسِ كَلِمَاتٍ أَنْ يَعْمَلَ بِهِنَّ، وَأَنْ يَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهِنَّ وَأَنَّهُ كَادَ أَنْ يُبْطِىءَ بِهَا، فَقَالَ لَهُ عِيسَى عَلَيْهِ السَّلَامُ: إِنَّكَ قَدْ أُمِرْتَ بِخَمْسِ كَلِمَاتٍ أَنْ تَعْمَلَ بِهِنَّ وَتَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهِنَّ فَإِمَّا أَنْ تُبَلِّغَهُمْ وَإمَّا أَنْ أُبَلِّغَهُنَّ، فَقَالَ: يَا أَخِي إِنِّي أَخْشَى إِنْ سَبَقْتَنِي أَنْ أُعَذَّبَ أَوْ يُخْسَفَ بِي قَالَ: فَجَمَعَ يَحْيَى بْنُ زَكَرِيَّا بَنِي إِسْرَائِيلَ فِي بَيْتِ الْمَقْدِسِ حَتَّى امْتَلَأَ الْمَسْجِدُ، فَقَعَدَ عَلَى الشَّرَفِ فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: إِنَّ اللهَ أَمَرَنِي بِخَمْسِ كَلِمَاتٍ أَنْ أَعْمَلَ بِهِنَّ وَآمُرَكُمْ أَنْ تَعْمَلُوا بِهِنَّ أَوَّلُهُنَّ: أَنْ تَعْبُدُوا اللهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا، فَإِنَّ مَثَلَ ذلِكَ كَمَثَلِ رَجُلٍ اشْتَرَى عَبْدًا مِنْ خَالِصِ مَالِهِ بِوَرِقٍ أَوْ ذَهَبٍ فَجَعَلَ يَعْمَلُ وَيُؤَدِّي غَلَّتَهُ إِلى غَيْرِ سَيِّدِهِ، فَأَيُّكُمْ يَسُرُّهُ أَنْ يَكُونَ عَبْدُهُ كَذلِكَ، وَإِنَّ اللهَ خَلَقَكُمْ وَرَزَقَكُمْ فَاعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا. وَآمُرَكُمْ بِالصَّلَاةِ فَإِنَّ اللهَ يَنْصِبُ وَجْهَهُ لِوَجْهِ عَبْدِهِ مَا لَمْ يَلْتَفِتْ فَإِذَا صَلَّيْتُمْ فَلَا تَلْتَفِتُوا. وَآمُرُكُمْ بِالصِّيَامِ فَإِنَّ مَثَلَ ذلِكَ كَمَثَلِ رَجُلٍ مَعَهُ صُرَّةٌ مِنْ مِسْكٍ فِي عِصَابَةٍ كُلُّهُمْ يَجِدُ رِيحَ الْمِسْكِ وَإِنَّ خَلُوفَ فَمِ الصَّائِم أَطْيَبُ عِنْدَ اللهِ مِنْ رِيحِ الْمِسْكِ. وَآمُرُكُمْ بِالصَّدَقَةِ فَإِنَّ مَثَلَ ذلِكَ كَمَثَلِ رَجُلٍ أَسَرَهُ الْعَدُوُّ فَشَدُّوا يَدَيْهِ إِلى عُنُقِهِ وَقَدَّمُوهُ لِيَضْرِبُوا عُنُقَهُ فَقَالَ لَهُمْ: هَلْ لَكُمْ أَنْ أَفْتَدِيَ نَفْسِي مِنْكُمْ فَجَعَلَ يَفْتَدِي نَفْسَهُ مِنْهُمْ بِالْقَلِيلِ وَالْكَثِيرِ حَتَّى فَكَّ نَفْسَهُ. وَآمُرُكُمْ بِذِكْرِ اللهِ كَثِيرًا وَإِنَّ مَثَلَ ذلِكَ كَمَثَلِ رَجُلِ طَلَبَهُ الْعَدُوُّ سِرَاعًا فِي أَثَرِهِ فَأَتَى حِصْنًا حَصِينًا فَتَحَصَّنَ فِيهِ وَإِنَّ الْعَبْدَ أَحْصَنَ مَا يَكُونُ مِنَ الشَّيْطَانِ إِذَا كَانَ فِي ذِكْرِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယဟ်ယာ ဘင် ဇကရီယာအား အမိန့်တော်ငါးပါးကို အကောင်အထည်ဖော်ရန်နှင့် ဣသရေလသားတို့ကိုလည်း အကောင်အထည်ဖော်ရန် အမိန့်ပေးခဲ့သည်။ သို့သော် ယဟ်ယာသည် ဤအမိန့်များကို ဆောင်ရွက်ရာတွင် နှောင့်နှေးခဲ့သည်။ အီဆာက ယဟ်ယာအား 'သင့်ကို အမိန့်ငါးပါးကို အကောင်အထည်ဖော်ရန်နှင့် ဣသရေလသားတို့အားလည်း အကောင်အထည်ဖော်ရန် အမိန့်ပေးထားသည်။ သို့ဖြစ်ရာ သင်ကိုယ်တိုင် အမိန့်ပေးပါ၊ သို့မဟုတ် ငါလုပ်ဆောင်မည်' ဟု ပြောကြားခဲ့သည်။ ယဟ်ယာက 'အစ်ကို! သင်သာ ငါ့ထက်အရင် လုပ်ဆောင်ခဲ့လျှင် ငါအပြစ်ပေးခံရမည် သို့မဟုတ် ငါ့ခြေအောက် မြေငလျင်လှုပ်မည်ကို ငါကြောက်သည်' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် ယဟ်ယာ ဘင် ဇကရီယာသည် ဣသရေလသားတို့ကို ဘိတ်အလ်မက်ဒစ် <span class=\"gray\">(ဂျေရုဆလင်)</span> သို့ ခေါ်ယူခဲ့ပြီး၊ ဗလီကျောင်းပြည့်သည်အထိ ခေါ်ယူခဲ့သည်။ သူသည် လေသာဆောင်တွင် ထိုင်ကာ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းများ ပြုလုပ်ခဲ့ပြီးနောက် ပြောကြားခဲ့သည်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ပညတ်တော်ငါးပါးကို အကောင်အထည်ဖော်ရန်နှင့် သင်တို့အားလည်း ယင်းတို့ကို လိုက်နာရန် အမိန့်ပေးခဲ့သည်။ ပထမဆုံးမှာ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရမည်ဖြစ်ပြီး၊ ကိုယ်တော်နှင့် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဖက်စပ်ခြင်းမရှိရ။ ဤအမိန့်၏ဥပမာမှာ မိမိ၏ငွေဖြင့် စက္ကူ သို့မဟုတ် ရွှေဖြင့် ကျွန်တစ်ဦးကို ဝယ်ယူခဲ့သော အမျိုးသားတစ်ဦး၏ ဥပမာဖြစ်သည်။ ထိုကျွန်သည် သခင်အတွက် အလုပ်လုပ်ကိုင်ခဲ့သော်လည်း၊ ရရှိသော အကျိုးအမြတ်များကို အခြားသူတစ်ဦးအား ပေးအပ်ခဲ့သည်။ သင်တို့ထဲမှ မည်သူက မိမိ၏ကျွန်ကို ထိုကဲ့သို့ ပြုမူစေလိုမည်နည်း။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ဖန်ဆင်းခဲ့ပြီး ထောက်ပံ့ခဲ့သည်။ ထို့ကြောင့် ကိုယ်တော်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ကြပြီး၊ ကိုယ်တော်နှင့် မည်သည့်အရာကိုမျှ ဖက်စပ်ခြင်းမရှိကြနှင့်။ ကျွန်ုပ်သည် သင်တို့အား ဆွလားသ် (ဝတ်ပြုဆုတောင်းခြင်း) ပြုလုပ်ရန်လည်း အမိန့်ပေးခဲ့သည်။ အကြောင်းမှာ အကျွန်က လှည့်မကြည့်သရွေ့ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏မျက်နှာတော်ကို အကျွန်၏မျက်နှာဘက်သို့ လှည့်ထားတော်မူသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် သင်တို့ ဆွလားသ်ပြုလုပ်သောအခါ ခေါင်းများကို ဟိုဟိုဒီဒီ မလှည့်ကြနှင့်။ ကျွန်ုပ်သည် သင်တို့အား ဆွောမ် (ဥပုသ်သီလစောင့်ထိန်းခြင်း) ပြုလုပ်ရန်လည်း အမိန့်ပေးခဲ့သည်။ ယင်း၏ဥပမာမှာ အမျိုးသားတစ်စုထဲတွင် အမျိုးသားတစ်ဦးရှိပြီး သူ၌ အဝတ်စတစ်ခုတွင် ထုပ်ထားသော ကတိုးနံ့သာအချို့ရှိပြီး၊ ထို့ကြောင့် ထိုအုပ်စုဝင်အားလုံးသည် ထိုထုပ်ထားသော ကတိုးနံ့သာ၏ အနံ့ကို ရရှိကြသည်။ အမှန်စင်စစ် ဥပုသ်စောင့်သူ၏ ပါးစပ်အနံ့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်တွင် ကတိုးနံ့သာ၏ အနံ့ထက် ပိုမိုကောင်းမွန်သည်။ ကျွန်ုပ်သည် သင်တို့အား ဆွဒ်ကဟ် (ဒါနပြုခြင်း) ပေးရန်လည်း အမိန့်ပေးခဲ့သည်။ ၎င်း၏ဥပမာမှာ ရန်သူမှ ဖမ်းဆီးခံရသော အမျိုးသားတစ်ဦး၏ ဥပမာဖြစ်သည်။ ၎င်းတို့သည် သူ၏လက်များကို လည်ပင်းသို့ ကြိုးတုပ်ကာ သူ၏လည်ပင်းကို ဖြတ်ရန် ခေါ်ဆောင်လာခဲ့ကြသည်။ ထိုသူက ၎င်းတို့အား 'ကျွန်ုပ်ကိုယ်တိုင်အတွက် ရွေးနုတ်ဖိုး ပေးဆောင်၍ ရနိုင်ပါသလား' ဟု မေးခဲ့သည်။ သူသည် မိမိကိုယ်တိုင် လွတ်မြောက်သည်အထိ အနည်းငယ်နှင့် များစွာသော ရွေးနုတ်ဖိုးများကို ဆက်လက်ပေးဆောင်ခဲ့သည်။ ကျွန်ုပ်သည် သင်တို့အား အလ္လာဟ်အရှင်မြတ်ကို အစဉ်အမြဲ အမှတ်ရနေရန်လည်း အမိန့်ပေးခဲ့သည်။ ဤလုပ်ရပ်၏ ဥပမာမှာ ရန်သူက ပင်ပန်းနွမ်းနယ်စွာ လိုက်လံရှာဖွေနေသော အမျိုးသားတစ်ဦး၏ ဥပမာဖြစ်သည်။ သူသည် ခိုင်မာသောခံတပ်တစ်ခုတွင် ခိုလှုံသည်။ အကျွန်သည် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရသောအခါ၊ သူသည် ရှိုင်တွာန်ထံမှ အကောင်းဆုံး ခိုလှုံရာသို့ ခိုလှုံရာရောက်ပေမည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ်ဟာရစ်သ်က အလ္လာဟ်၏ ရစူလ် ﷺ မိန့်ကြားတော်မူသည်ဟု ထွက်ဆိုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا آمُرُكُمْ بِخَمْسٍ اللهُ أَمَرَنِي بِهِنَّ: الْجَمَاعَةِ وَالسَّمْعِ وَالطَّاعَةِ وَالْهِجْرَةِ وَالْجِهَادِ فِي سَبِيلِ اللهِ. فَإِنَّهُ مَنْ خَرَجَ مِنَ الْجَمَاعَةِ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رَبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ إِلَّا أَنْ يُرَاجِعَ وَمَنْ دَعَا بِدَعْوَى جَاهِلِيَّةٍ فَهُوَ مِنْ جُثَى جَهَنَّم</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا: يَا رَسُولَ اللهِ وَإِنْ صَامَ وَصَلَّى؟ فَقَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ صَلَّى وَصَامَ وَزَعَمَ أَنَّهُ مُسْلِمٌ، فَادْعُوا الْمُسْلِمِينَ بِأَسْمَائِهِمْ عَلَى مَا سَمَّاهُمُ اللهُ عَزَّ وَجَلَّ الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည်လည်း အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား အမိန့်ပေးခဲ့သော ပညတ်တော်ငါးပါးဖြင့် သင်တို့အား အမိန့်ပေးသည်။ ဂျမာအာ <span class=\"gray\">(ယုံကြည်သူများ၏အသိုင်းအဝိုင်း)</span> နှင့် ကပ်ပါ၊ နားထောင်ပြီး နာခံပါ <span class=\"gray\">(သင်တို့၏ခေါင်းဆောင်များကို)</span>၊ ဟစ်ဂျ်ရာ <span class=\"gray\">(ပြောင်းရွှေ့ခြင်း)</span> နှင့် ဂျီဟာဒ်ကို အလ္လာဟ်အရှင်မြတ်အတွက် ဆောင်ရွက်ပါ။ ဂျမာအာကို လက်တစ်ထွာမျှပင် စွန့်ခွာသူသည် သူ၏လည်ပင်းမှ အစ္စလာမ်၏ ကြိုးကို ဖယ်ရှားပြီးဖြစ်သည်။ သူပြန်မလာသရွေ့ပေါ့။ ဂျာဟီလီယာ <span class=\"gray\">(အစ္စလာမ်မတိုင်မီ မသိနားမလည်မှုခေတ်)</span> ၏ ကြွေးကြော်သံများကို သုံးစွဲသူသည် ဂျဟန္နမ် <span class=\"gray\">(ငရဲ)</span> တွင် ဒူးထောက်သူများထဲမှ ဖြစ်လိမ့်မည်။)</span> ၎င်းတို့က 'အို အလ္လာဟ်၏ ရစူလ်! သူ ဆွလားသ် (ဝတ်ပြုဆုတောင်းခြင်း) ပြုလုပ်ပြီး ဥပုသ်စောင့်လျှင်ပင်လား?' ဟု မေးလျှောက်ကြသည်။ ကိုယ်တော်က မိန့်ကြားသည်မှာ <span class=\"gray\">(သူ ဆွလားသ်ပြုလုပ်ပြီး ဥပုသ်စောင့်ကာ မိမိကိုယ်ကို မွတ်စလင်ဟု ကြွေးကြော်လျှင်ပင်။ ထို့ကြောင့် မွတ်စလင်များကို အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခေါ်ဝေါ်ထားသော အမည်များဖြင့် ခေါ်ဝေါ်ကြပါ- 'မွတ်စလင်များ၊ အလ္လာဟ်၏ ယုံကြည်သောကျွန်များ' ဟူ၍ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ဟာစန်ဟဒီးဆ်တစ်ခုဖြစ်ပြီး၊ \"အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ဖန်ဆင်းခဲ့ပြီး ထောက်ပံ့သည်။ ထို့ကြောင့် ကိုယ်တော်ကို ကိုးကွယ်ကြပြီး ကိုယ်တော်နှင့် ကိုးကွယ်ရာတွင် မည်သည့်အရာကိုမျှ ဖက်စပ်ခြင်းမရှိကြနှင့်\" ဟူသော ပြောကြားချက်ပါရှိသည်။ ဤပြောကြားချက်သည် ဤနေရာတွင် ကျွန်ုပ်တို့ ဆွေးနွေးနေသော အာယတ် <span class=\"gray\">(၂:၂၁-၂၂)</span> နှင့် သက်ဆိုင်ပြီး၊ အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ရာတွင် ဖက်စပ်ခြင်းမရှိဘဲ တစ်ပါးတည်းထားရှိခြင်းကို ထောက်ခံသည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ် တည်ရှိခြင်း၏ လက္ခဏာများ</h2></div><p lang=\"my\" class=\"my \">အာရ်-ရာဇီနှင့် အခြား တဖ်စီးရ်ပညာရှင်များစွာသည် ဤအာယတ်များကို ဖန်ဆင်းရှင်တည်ရှိမှုအတွက် သက်သေအဖြစ် အသုံးပြုခဲ့ကြပြီး၊ ၎င်းသည် အငြင်းပွားဖွယ်ရာ အကောင်းဆုံးနည်းလမ်းဖြစ်သည်။ စင်စစ်၊ တည်ရှိနေသောအရာများ၊ အမြင့်နှင့်အနိမ့်သတ္တဝါများ၊ ၎င်းတို့၏ ပုံသဏ္ဌာန်အမျိုးမျိုး၊ အရောင်များ၊ အပြုအမူများ၊ အကျိုးကျေးဇူးများနှင့် ဂေဟစနစ်ဆိုင်ရာ အခန်းကဏ္ဍများကို ဆင်ခြင်သုံးသပ်သူတိုင်းသည် ၎င်းတို့၏ ဖန်ဆင်းရှင်၏ စွမ်းရည်၊ ဉာဏ်ပညာ၊ ဗဟုသုတ၊ ပြည့်စုံမှုနှင့် ခမ်းနားကြီးကျယ်မှုကို နားလည်လာမည်ဖြစ်သည်။ တစ်ချိန်က ဘေဒူအင်တစ်ဦးအား အလ္လာဟ်အရှင်မြတ်တည်ရှိမှု၏ သက်သေနှင့်ပတ်သက်၍ မေးမြန်းခဲ့ရာ၊ သူက \"ချီးမွမ်းခြင်းရှိသမျှသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်! ကုလားအုတ်၏ ချေးသည် ကုလားအုတ်တည်ရှိမှုကို သက်သေခံပြီး၊ ခြေရာက တစ်စုံတစ်ယောက် လမ်းလျှောက်ခဲ့ကြောင်းကို သက်သေခံသည်။ ကြီးမားသောကြယ်များကို ထိန်းထားသော ကောင်းကင်၊ လွင်ပြင်များရှိသော မြေကြီးနှင့် လှိုင်းတံပိုးများရှိသော ပင်လယ်၊ ဤအရာအားလုံးသည် အလွန်ကြင်နာတော်မူသော၊ အလွန်အသိဉာဏ်ရှိတော်မူသောအရှင် တည်ရှိကြောင်းကို သက်သေမခံဘဲ ရှိပါသလော?\" ဟု ပြန်လည်ဖြေကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ ကောင်းကင်၏ ကျယ်ပြန့်မှု၊ ၎င်း၏ အတိုင်းအဆမရှိမှုနှင့် ယင်း၌ရှိသော အမျိုးမျိုးသော ဂြိုဟ်များကို စူးစမ်းသူတိုင်း၊ အချို့သော ဂြိုဟ်များသည် ကောင်းကင်၌ ငြိမ်သက်နေပုံရသည်— ကုန်းမြေကို အရပ်မျက်နှာအနှံ့ ဝန်းရံထားသော ပင်လယ်များကို စူးစမ်းသူတိုင်း၊ မြေကြီးကို တည်ငြိမ်စေရန် မြေပေါ်၌ တည်ထားသော တောင်များကို စူးစမ်းသူတိုင်း၊ သို့မှသာ ကုန်းမြေပေါ်တွင် နေထိုင်သူတိုင်း၊ ၎င်းတို့၏ ပုံသဏ္ဌာန်နှင့် အရောင် မည်သို့ပင်ရှိစေကာမူ အသက်ရှင်နေထိုင်ပြီး ကြီးပွားတိုးတက်နိုင်မည်ဖြစ်သည်— အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို ဖတ်ရှုသူတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ - وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်များထဲတွင် အဖြူရောင်နှင့် အနီရောင်၊ အရောင်အမျိုးမျိုး ကွဲပြားသော အစင်းကြောင်းများရှိပြီး <span class=\"gray\">(အခြား)</span> အလွန်မည်းနက်သော အရာများလည်းရှိသည်။ ထို့အတူ လူနှင့် အဒ်-ဒါဝါဘ် <span class=\"gray\">(ရွေ့လျား <span class=\"gray\">(သက်ရှိ)</span> သတ္တဝါများ၊ သားရဲတိရစ္ဆာန်များ)</span> နှင့် ကျွဲနွားများသည်လည်း အရောင်အမျိုးမျိုး ကွဲပြားသည်။ ကိုယ်တော်၏ကျွန်များထဲမှ ဗဟုသုတရှိသူများသာ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြသည်)</span><span class=\"gray\">(၃၅:၂၇-၂၈)</span>။</p><p lang=\"my\" class=\"my \">ဒေသတစ်ခုမှ အခြားဒေသတစ်ခုသို့ အကျိုးကျေးဇူးများယူဆောင်လာသော စီးဆင်းနေသည့် မြစ်များကို တွေးတောသူတိုင်း၊ အလ္လာဟ်အရှင်မြတ် မြေကြီးပေါ်တွင် ဖန်ဆင်းထားသည်များကို ဆင်ခြင်သုံးသပ်သူတိုင်း၊ မြေနှင့်ရေတို့ ပေါင်းစည်းမှုကြောင့် ဖြစ်ပေါ်လာသော အရသာ၊ ရနံ့၊ ပုံသဏ္ဌာန်နှင့် အရောင်အမျိုးမျိုးရှိသည့် တိရစ္ဆာန်နှင့် အပင်အမျိုးမျိုးတို့ကို ဆင်ခြင်သုံးသပ်သူတိုင်း၊ ဤအရာအားလုံးကို တွေးတောသူတိုင်းသည် ဤအချက်အလက်များသည် ဖန်ဆင်းရှင်တည်ရှိမှုကို၊ ကိုယ်တော်၏ ပြည့်စုံသောစွမ်းရည်၊ ဉာဏ်ပညာ၊ ကရုဏာ၊ ကြင်နာမှု၊ ရက်ရောမှုနှင့် ကိုယ်တော်၏ ဖန်ဆင်းခံများအပေါ် ယေဘုယျအားဖြင့် သနားကြင်နာမှုကို သက်သေခံနေသည်ကို နားလည်လာမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော ဘုရားမရှိ၊ ကိုယ်တော်မှလွဲ၍ အရှင်သခင်လည်းမရှိ၊ ကိုယ်တော်ကိုသာ ကျွန်ုပ်တို့ မှီခိုပြီး ကိုယ်တော်ထံသို့သာ ကျွန်ုပ်တို့ နောင်တရသည်။ ဤအကြောင်းအရာနှင့်ပတ်သက်၍ ကုရ်အာန်တွင် အာယတ်မြောက်များစွာ ရှိသည်။</p>"
  }
]