[
  {
    "ayah_key": "4:1",
    "group_ayah_key": "4:1",
    "from_ayah": "4:1",
    "to_ayah": "4:1",
    "ayah_keys": "4:1",
    "text": "<p lang=\"fil\" class=\"fil \">Virtues of Surat An-Nisa, A Madinan Surah</p><p lang=\"my\" class=\"my \">Al-'Awfi သည် Ibn 'Abbas က Surat An-Nisa' သည် Al-Madinah တွင် ထုတ်ပြန်ခဲ့သည်ဟု ပြောကြားကြောင်း သတင်းပေးခဲ့သည်။ Ibn Marduwyah သည် 'Abdullah bin Az-Zubayr နှင့် Zayd bin Thabit တို့ထံမှ အလားတူပြောဆိုမှုများကို မှတ်တမ်းတင်ခဲ့သည်။ ၎င်း၏ Mustadrak တွင် Al-Hakim က 'Abdullah bin Mas'ud က \"Surat An-Nisa' တွင် အာယတ်ငါးခုရှိပြီး ၎င်းတို့ကို ဤလောကဘဝနှင့် ၎င်းတွင်ရှိသော အရာအားလုံးထက် ပိုမိုနှစ်သက်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အက်တမ်တစ်လုံး၏ အလေးချိန်မျှပင် မတရားပြုတော်မမူ၊)</span><span class=\"gray\">[4:40]</span>,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို တားမြစ်ထားသည့် မဟာပြစ်မှုကြီးများကို ရှောင်ကြဉ်လျှင်)</span><span class=\"gray\">[4:31]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့်တွဲဖက်ကိုးကွယ်ခြင်းကို ခွင့်လွှတ်တော်မမူ၊ သို့သော် ၎င်းမှအပ <span class=\"gray\">(အခြားအရာမှန်သမျှကို)</span> ၎င်းအလိုရှိသူအား ခွင့်လွှတ်တော်မူသည်)</span><span class=\"gray\">[4:48]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوا أَنفُسَهُمْ جَاءُوكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူတို့ <span class=\"gray\">(ဟန်ဆောင်သူများ)</span> သည် မိမိတို့ကိုယ်ကို မတရားပြုပြီးနောက် သင်တို့ထံ လာရောက်ခဲ့လျှင်)</span><span class=\"gray\">[4:64]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုကို ပြုလုပ်လျှင် သို့မဟုတ် မိမိကိုယ်ကို မတရားပြုလျှင်၊ သို့သော် နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို ရှာဖွေလျှင်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ကို အလွန်အမင်း ခွင့်လွှတ်တော်မူသော၊ အလွန်သနားကြင်နာတော်မူသော အရှင်အဖြစ် တွေ့ရှိရလိမ့်မည်)</span>။\"</p><p lang=\"my\" class=\"my \">Al-Hakim မှတ်တမ်းတင်သည်မှာ Ibn 'Abbas က \"Surat An-Nisa' အကြောင်း ကျွန်ုပ်ကို မေးပါ၊ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်သည် ငယ်ရွယ်စဉ်ကတည်းက ကုရ်အာန်ကို သင်ယူခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ Al-Hakim က \"ဤဟဒီးဆ်သည် Sahih နှစ်ခု၏ စံနှုန်းများနှင့်အညီ Sahih ဖြစ်ပြီး ၎င်းတို့သည် ၎င်းကို မစုဆောင်းခဲ့ကြပါ\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလွန်မဟာဂရုဏာတော်ရှင်၊ အလွန်သနားကြင်နာတော်မူသော အရှင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အို လူသားတို့! သင်တို့၏ သခင်ကို ကြောက်ရွံ့ကြလော့။ ၎င်းသည် သင်တို့ကို တစ်ဦးတည်းသော ပုဂ္ဂိုလ်မှ ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းထံမှ ၎င်း၏ အိမ်ထောင်ဖက်ကို ဖန်ဆင်းခဲ့ကာ၊ ၎င်းတို့နှစ်ဦးမှ အမျိုးသားနှင့် အမျိုးသမီး အများအပြားကို ဖန်ဆင်းခဲ့သည်။ သင်တို့သည် အပြန်အလှန် <span class=\"gray\">(အခွင့်အရေးများ)</span> ကို တောင်းဆိုကြသည့် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ သားအိမ်များကို လေးစားကြလော့။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ် အမြဲစောင့်ကြည့်နေတော်မူသည်)</span>။</p><div lang=\"my\" class=\"my \"><h2>တက်ကဝါကို ခံယူရန် အမိန့်၊ ဖန်ဆင်းခြင်းအကြောင်း သတိပေးချက်နှင့် ဆွေမျိုးသားချင်းများကို ကြင်နာခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ဖန်ဆင်းခံများကို ၎င်းတစ်ပါးတည်းကိုသာ တွဲဖက်မရှိဘဲ ကိုးကွယ်ခြင်းဖြင့် ၎င်းကို ကြောက်ရွံ့ရန် အမိန့်ပေးတော်မူသည်။ ၎င်းသည် ၎င်းတို့အား ၎င်း၏စွမ်းရည်ကို သတိပေးတော်မူသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ၎င်းတို့အားလုံးကို တစ်ဦးတည်းသော ပုဂ္ဂိုလ်ဖြစ်သည့် အာဒမ်၊ ၎င်းအပေါ် ငြိမ်သက်ခြင်းရှိပါစေ ဟူ၍ ဖန်ဆင်းခဲ့သောကြောင့် ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَخَلَقَ مِنْهَا زَوْجَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းထံမှ ၎င်း၏ဇနီးကို ဖန်ဆင်းခဲ့သည်)</span> ဟာဝါအ် <span class=\"gray\">(ဧဝ)</span> သည် အာဒမ်၏ ဘယ်ဘက်နံရိုးမှ ၎င်းကျောဘက်မှ ဖန်ဆင်းခံခဲ့ရသည်။ အာဒမ် နိုးလာသောအခါ ဟာဝါအ်ကို မြင်သောအခါ ၎င်းကို နှစ်သက်ပြီး မြတ်နိုးခဲ့ကာ၊ ၎င်းသည်လည်း ၎င်းအပေါ် အလားတူ ခံစားခဲ့ရသည်။ စစ်မှန်သော ဟဒီးဆ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ، وَإِنَّ أَعْوَجَ شَيْءٍ فِي الضِّلَعِ أَعْلَاهُ، فَإِنْ ذَهَبْتَ تُقِيمُهُ كَسَرْتَهُ، وَإِنِ اسْتَمْتَعْتَ بِهَا اسْتَمْتَعْتَ بِهَا وَفِيهَا عِوَجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးကို နံရိုးမှ ဖန်ဆင်းခဲ့သည်။ အမှန်စင်စစ် နံရိုး၏ အကောက်ဆုံးအပိုင်းမှာ ၎င်း၏အပေါ်ပိုင်း ဖြစ်သည်၊ ထို့ကြောင့် သင်သည် ၎င်းကို ဖြောင့်အောင်ကြိုးစားလျှင်၊ သင်သည် ၎င်းကို ချိုးဖဲ့လိမ့်မည်၊ သို့သော် သင်သည် ၎င်းကို မူလအတိုင်းထားခဲ့လျှင်၊ ၎င်းသည် ကောက်ကွေးနေလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ဦးမှ အမျိုးသားနှင့် အမျိုးသမီး အများအပြားကို ဖန်ဆင်းခဲ့သည်;)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်နှင့် ဟာဝါအ်တို့မှ အမျိုးသားနှင့် အမျိုးသမီး အများအပြားကို ဖန်ဆင်းခဲ့ပြီး ကမ္ဘာတစ်ဝှမ်းလုံးတွင် ပုံသဏ္ဍာန်၊ လက္ခဏာ၊ အရောင်နှင့် ဘာသာစကား အမျိုးမျိုးဖြင့် ဖြန့်ကျက်ထားခဲ့သည်။ နောက်ဆုံးတွင် ၎င်းတို့၏ စုဝေးခြင်းနှင့် ပြန်လည်ရောက်ရှိခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖြစ်လိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အပြန်အလှန် <span class=\"gray\">(အခွင့်အရေးများ)</span> ကို တောင်းဆိုကြသည့် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ သားအိမ်များကို လေးစားကြလော့)</span>, ၎င်းအား နာခံမှုဖြင့် အလ္လာဟ်အရှင်မြတ်ထံမှ မိမိကိုယ်ကို ကာကွယ်ပါ။ အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي تَسَاءَلُونَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အပြန်အလှန် <span class=\"gray\">(အခွင့်အရေးများ)</span> ကို တောင်းဆိုကြသည့် အရှင်)</span> သည် အချို့သောလူများက \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍၊ ထို့နောက် Rahim <span class=\"gray\">(သားအိမ်၊ ဆိုလိုသည်မှာ ကျွန်ုပ်၏ သင့်နှင့် ဆက်နွယ်မှု)</span> ဆက်ဆံရေးဖြင့် သင့်ကို တောင်းဆိုသည်\" ဟု ပြောသည့်အခါကို ရည်ညွှန်းသည်။ Ibrahim, Mujahid နှင့် Al-Hasan တို့၏ အဆိုအရ ဖြစ်သည်။ Ad-Dahhak က ပြောကြားသည်မှာ \"သင်တို့ အရောင်းအဝယ်နှင့် စာချုပ်များ ပြုလုပ်သည့်အခါ သင်တို့ခေါ်ဆိုသော အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။\" \"သားအိမ်၏ ဆက်ဆံရေးကို မဖြတ်ဘဲ သားအိမ်ကို လေးစားကြလော့၊ သို့သော် ၎င်းတို့ကို ထိန်းသိမ်းပြီး ဂုဏ်ပြုကြလော့\" ဟု Ibn 'Abbas, 'Ikrimah, Mujahid, Al-Hasan, Ad-Dahhak, Ar-Rabi' နှင့် အခြားသူများက ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ် အမြဲစောင့်ကြည့်နေတော်မူသည်)</span> ဆိုလိုသည်မှာ ၎င်းသည် သင်တို့၏ လုပ်ရပ်အားလုံးကို စောင့်ကြည့်ပြီး သင်တို့၏ အခြေအနေတိုင်းကို မြင်တော်မူသည်။ အခြားအာယတ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် သက်သေခံဖြစ်တော်မူသည်)</span><span class=\"gray\">[58:6]</span>။ စစ်မှန်သော ဟဒီးဆ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">اعْبُدِ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ، فَإِنَّهُ يَرَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အလ္လာဟ်အရှင်မြတ်ကို မြင်သကဲ့သို့ ကိုးကွယ်ပါ၊ အဘယ်ကြောင့်ဆိုသော် သင်သည် ၎င်းကို မမြင်နိုင်သော်လည်း၊ ၎င်းသည် သင့်ကို မြင်တော်မူသည်)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ အပိုင်းသည် အလ္လာဟ်အရှင်မြတ်သည် အမြဲစောင့်ကြည့်နေကြောင်း၊ ပြည့်စုံပြီး ပြီးပြည့်စုံသော နည်းလမ်းဖြင့်၊ သေချာသော ခံစားချက်ကို ပိုင်ဆိုင်ရန် အားပေးသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားများကို ဖခင်တစ်ဦးတည်းနှင့် မိခင်တစ်ဦးတည်းမှ ဖန်ဆင်းခဲ့သည်ဟု ဖော်ပြခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် အချင်းချင်း သနားကြင်နာမှုရှိပြီး ၎င်းတို့အနက်မှ အားနည်းသူများကို ကြင်နာနိုင်စေရန် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">၎င်း၏ Sahih တွင် မွတ်စ်လင်မ်က Jarir bin 'Abdullah Al-Bajali က Mudar မှ ကိုယ်စားလှယ်အဖွဲ့တစ်ဖွဲ့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ လာရောက်ခဲ့ပြီး၊ ၎င်းသည် ၎င်းတို့၏ ဆင်းရဲမွဲတေမှုကြောင့် အစင်းပါ သိုးမွေးအဝတ်များကို ဝတ်ဆင်ထားသည့် အခြေအနေကို မြင်ခဲ့ရသည်ဟု မှတ်တမ်းတင်ခဲ့သည်။ ဇူဟ်ရ်ဆွလားသ် ဆုတောင်းပြီးနောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ထရပ်၍ မိန့်ခွန်းပြောကြားခဲ့ပြီး ၎င်းတွင် ၎င်းက ရွတ်ဆိုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့! သင်တို့၏ သခင်ကို ကြောက်ရွံ့ကြလော့။ ၎င်းသည် သင်တို့ကို တစ်ဦးတည်းသော ပုဂ္ဂိုလ်မှ ဖန်ဆင်းခဲ့သည်၊)</span> အာယတ်၏ အဆုံးအထိ။ ၎င်း ﷺ သည်လည်း ရွတ်ဆိုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူတို့! အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။ လူတိုင်းသည် နက်ဖြန်အတွက် ၎င်းဘာပို့ထားသည်ကို ကြည့်ပါစေ)</span><span class=\"gray\">[59:18]</span>။ ၎င်းသည် ၎င်းတို့အား အလှူဒါနပေးရန်လည်း အားပေးခဲ့ပြီး၊ ပြောကြားသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">تَصَدَّقَ رَجُلٌ مِنْ دِينَارِهِ، مِنْ دِرْهَمِهِ، مِنْ صَاعِ بُرِّهِ، مِنْ صَاعِ تَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် ၎င်း၏ဒီနာမှ၊ ၎င်း၏ဒီရ်ဟမ်မှ၊ ၎င်း၏ဂျုံတစ်ဆာမှ၊ ၎င်း၏စားစရာအစွန်အဖျားမှ ဆဒါကာပေးခဲ့သည်)</span> ဟဒီးဆ်၏အဆုံးအထိ။ ဤဇာတ်ကြောင်းကို Ahmad နှင့် Sunan စုဆောင်းသူများက Ibn Mas'ud ထံမှလည်း စုဆောင်းခဲ့သည်။</p>"
  },
  {
    "ayah_key": "4:101",
    "group_ayah_key": "4:101",
    "from_ayah": "4:101",
    "to_ayah": "4:101",
    "ayah_keys": "4:101",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့သည် ကုန်းမြေပေါ်တွင် ဒါရဗ်တွမ် ပြုလုပ်သောအခါ၊ သင်တို့သည် ဆွလားသ်ကို တိုစေပါက သင်တို့အပေါ် ပြစ်မှုမရှိ၊ အကယ်၍ သင်တို့သည် မယုံကြည်သူများက သင်တို့ကို စမ်းသပ်မှုထဲ ထည့်သွင်းမည်ကို စိုးရိမ်ပါက၊ အမှန်စင်စစ် မယုံကြည်သူများသည် သင်တို့အပေါ် အမြဲတစေ ပွင့်လင်းသော ရန်သူများ ဖြစ်ကြသည် <span>(၁၀၁)</span></p><div lang=\"uz\" class=\"uz \"><h2>Salat Al-Qasr, Shortening the Prayer</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကုန်းမြေပေါ်တွင် ဒါရဗ်တွမ် ပြုလုပ်သောအခါ၊)</span> ဆိုလိုသည်မှာ သင်တို့သည် ကုန်းမြေပေါ်တွင် ခရီးသွားလာလျှင် ဖြစ်သည်။ အခြားအာယတ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَىٰ وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ဖျားနာသူများ ရှိမည်ဖြစ်ကြောင်း၊ အခြားသူများ Yadribuna <span class=\"gray\">(ခရီးသွားလာသူများ)</span> သည် ကုန်းမြေပေါ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ရှာဖွေကြမည်ဖြစ်ကြောင်း ၎င်းသိတော်မူသည်...)</span><span class=\"gray\">[73:20]</span>။ အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا مِنَ الصَّلَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ဆွလားသ် <span class=\"gray\">(ဆုတောင်းခြင်း)</span> ကို တိုစေပါက သင်တို့အပေါ် ပြစ်မှုမရှိ)</span> <span class=\"gray\">(ဆုတောင်းခြင်း၏ ယူနစ်များကို)</span> လေးယူနစ်မှ နှစ်ယူနစ်သို့ လျှော့ချခြင်းဖြင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် မယုံကြည်သူများက သင်တို့ကို စမ်းသပ်မှုထဲ ထည့်သွင်းမည် <span class=\"gray\">(တိုက်ခိုက်မည်)</span> ကို စိုးရိမ်ပါက)</span>, ဤအာယတ်ကို ထုတ်ပြန်ခဲ့သည့်အချိန်က အဖြစ်များသော ကြောက်ရွံ့မှုအမျိုးအစားကို ရည်ညွှန်းသည်။ အစ္စလာမ်၏ အစောပိုင်းကာလနှင့် ဟစ်ဂျ်ရာပြီးနောက်ပိုင်းတွင် မွတ်စ်လင်မ်များသည် ၎င်းတို့၏ ခရီးအများစု၌ ကြောက်ရွံ့မှုကို ကြုံတွေ့ရလေ့ရှိသည်။ ၎င်းတို့သည် ၎င်းတို့၏ လှုပ်ရှားမှုများကို ကြီးမားသော သို့မဟုတ် တိုတောင်းသော စစ်ရေးခရီးများသို့ ကန့်သတ်ထားခဲ့သည်။ ထိုခေတ်ကာလတွင် ဧရိယာအများစုသည် အစ္စလာမ်နှင့် ၎င်း၏လူမျိုးများ၏ တိုက်ခိုက်နေသော ရန်သူများ၏ နယ်မြေများ ဖြစ်ခဲ့သည်။ သို့သော် အဖြစ်များသော အခြေအနေများ ရပ်ဆိုင်းသွားသောအခါ၊ သို့မဟုတ် အခြေအနေအသစ်တစ်ခု ဖြစ်ပေါ်လာသောအခါ၊ ဤသဘောသဘာဝ၏ အမိန့်များကို နားမလည်နိုင်တော့ပေ၊ အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကျွန်မများကို ပြည်တန်ဆာပြုရန် မတွန်းအားပေးကြနှင့်၊ အကယ်၍ ၎င်းတို့သည် သန့်ရှင်းမှုကို အလိုရှိပါက)</span>။ <span class=\"gray\">[24:33]</span> ၎င်း၏ ပြောကြားချက်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُم مِّن نِّسَائِكُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ပထွေးသမီးများ၊ သင်တို့၏ စောင့်ရှောက်မှုအောက်ရှိ၊ သင်တို့ပေါင်းဖက်ခဲ့သော သင်တို့၏ ဇနီးသည်များမှ မွေးဖွားသူများ)</span></p><p lang=\"cy\" class=\"cy \">Imam Ahmad recorded that Ya'la bin Umayyah said, \"I asked 'Umar bin Al-Khattab about the verse:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ဆုတောင်းခြင်းကို တိုစေပါက သင်တို့အပေါ် ပြစ်မှုမရှိ။ အကယ်၍ သင်တို့သည် မယုံကြည်သူများက သင်တို့ကို စမ်းသပ်မှုထဲ ထည့်သွင်းမည်ကို စိုးရိမ်ပါက၊)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မွတ်စ်လင်မ်များအား ယခုအခါ ဘေးကင်းလုံခြုံမှုကို ပေးအပ်ထားပါသလား?' 'Umar က ကျွန်ုပ်အား ပြောသည်မှာ 'ကျွန်ုပ်သည်လည်း ထိုအရာကိုပင် တွေးတောခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား မေးခဲ့ရာ ၎င်းက ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَدَقَــةٌ تَصَدَّقَ اللهُ بِهَا عَلَيْكُمْ فَاقْبَلُوا صَدَقَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ပေးအပ်ခဲ့သော လက်ဆောင်တစ်ခုဖြစ်သည်၊ ထို့ကြောင့် ၎င်း၏လက်ဆောင်ကို လက်ခံကြလော့)</span>။\"</p><p lang=\"my\" class=\"my \">မွတ်စ်လင်မ်နှင့် ဆူနန်စုဆောင်းသူများသည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။ At-Tirmidhi က \"ဟစန် ဆဟီဟ်\" ဟု ပြောကြားခဲ့သည်။ 'Ali bin Al-Madini က \"ဤဟဒီးဆ်သည် 'Umar ၏ ဇာတ်ကြောင်းမှ ဟစန် ဆဟီဟ် ဖြစ်ပြီး၊ ဤလမ်းကြောင်းမှအပ အခြားမည်သည့်လမ်းကြောင်းမှမဆို ထိန်းသိမ်းထားခြင်းမရှိပါ၊ ၎င်း၏ ဇာတ်ကြောင်းပြောသူများအားလုံးသည် လူသိများကြသည်\" ဟု ပြောကြားခဲ့သည်။ Abu Bakr Ibn Abi Shaybah မှတ်တမ်းတင်သည်မှာ Abu Hanzalah Al-Hadha' က \"ကျွန်ုပ်သည် Ibn 'Umar အား Qasr ဆုတောင်းခြင်းအကြောင်း မေးမြန်းခဲ့ရာ ၎င်းက '၎င်းတွင် ရကအာနှစ်ခု ပါဝင်သည်' ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ်က အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်အကြောင်း မည်သို့နည်း၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် မယုံကြည်သူများက သင်တို့ကို စမ်းသပ်မှုထဲ ထည့်သွင်းမည် <span class=\"gray\">(တိုက်ခိုက်မည်)</span> ကို စိုးရိမ်ပါက၊)</span></p><p lang=\"my\" class=\"my \">ယခုအခါ ကျွန်ုပ်တို့ ဘေးကင်းပါသည်။' ၎င်းက ပြောသည်မှာ 'ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဆွန္နတ်တော် ဖြစ်သည်'။\"</p><p lang=\"my\" class=\"my \">Al-Bukhari မှတ်တမ်းတင်သည်မှာ Anas က \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ Al-Madinah မှ Makkah သို့ ထွက်ခွာခဲ့ကြသည်; ကျွန်ုပ်တို့ Al-Madinah သို့ ပြန်မရောက်မချင်း ၎င်းသည် ရကအာနှစ်ခု ဆုတောင်းလေ့ရှိသည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းအား Makkah တွင် မည်မျှကြာကြာ နေခဲ့ကြကြောင်း မေးမြန်းသောအခါ ၎င်းက \"ကျွန်ုပ်တို့သည် Makkah တွင် ဆယ်ရက်ကြာ နေခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ ဤအရာကို အဖွဲ့မှ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">Imam Ahmad မှတ်တမ်းတင်သည်မှာ Harithah bin Wahb Al-Khuza'i က \"ကျွန်ုပ်သည် Mina တွင် Zuhr နှင့် 'Asr ဆုတောင်းခြင်းများအတွက် တမန်တော်မြတ် ﷺ နောက်၌ ဆုတောင်းခဲ့သည်၊ ထိုအခါ လူများစွာရှိပြီး အလွန်ဘေးကင်းလုံခြုံခဲ့ကြသည်၊ ၎င်းသည် ရကအာနှစ်ခု ဆုတောင်းခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ ဤအရာကို Ibn Majah မှလွဲ၍ အဖွဲ့မှ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">Al-Bukhari ၏ ဤဟဒီးဆ်ဇာတ်ကြောင်းတွင် \"တမန်တော်မြတ် ﷺ သည် ငြိမ်းချမ်းရေးကာလအတွင်း Mina တွင် ရကအာနှစ်ခု ပေးဆပ်ခြင်းဖြင့် ဆုတောင်းရာတွင် ကျွန်ုပ်တို့ကို ဦးဆောင်ခဲ့သည်\" ဟု ဖော်ပြထားသည်။</p>"
  }
]