[
  {
    "ayah_key": "33:6",
    "group_ayah_key": "33:6",
    "from_ayah": "33:6",
    "to_ayah": "33:6",
    "ayah_keys": "33:6",
    "text": "<p class=\"my translation\" lang=\"my\">တမန်တော်သည် ယုံကြည်သူတို့ထက် သူတို့ကိုယ်တိုင်ထက် ပိုမိုနီးစပ်ပြီး ၎င်း၏ဇနီးများသည် ၎င်းတို့၏မိခင်များ ဖြစ်ကြသည်။ နှင့် တစ်ဦးနှင့်တစ်ဦး သွေးသားတော်စပ်သူများသည် ယုံကြည်သူများနှင့် မူဟာဂျီရွန်များထက် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်တွင် ပိုမိုနီးစပ်သော ပုဂ္ဂိုလ်ရေးဆိုင်ရာ ဆက်ဆံမှုများရှိသည်၊ ထိုညီအစ်ကိုများအား ကြင်နာမှုပြုခြင်းမှလွဲ၍ ဖြစ်သည်။ ဤအရာကို ကျမ်းတွင် ရေးသားထားသည်။ <span>(6)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ အပေါ် သစ္စာစောင့်သိခြင်း၊ နှင့် ၎င်း၏ဇနီးများသည် ယုံကြည်သူတို့၏မိခင်များ ဖြစ်ကြသည်။</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ သည် ကိုယ်တော်၏အွမ္မသ်အပေါ် မည်မျှ ကရုဏာထားပြီး စိတ်ရင်းမှန်ဖြင့် ဆက်ဆံကြောင်းနှင့် ၎င်းတို့သည် သူတို့ကိုယ်တိုင်ထက် ၎င်းတို့နှင့် မည်မျှနီးစပ်ကြောင်း ပြောကြားထားသည်။ ကိုယ်တော်၏ဆုံးဖြတ်ချက် သို့မဟုတ် အမိန့်သည် ၎င်းတို့ကိုယ်တိုင်အတွက် ၎င်းတို့၏ရွေးချယ်မှုများထက် ဦးစားပေးသည်၊ အလ္လာဟ်အရှင်မြတ်မိန့်ကြားထားသည့်အတိုင်း-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မဟုတ်ပေ၊ သင့်အရှင်သခင်၏ ကျိန်ဆိုချက်အရ၊ ၎င်းတို့သည် သင့်ကို ၎င်းတို့ကြားရှိ အငြင်းပွားမှုအားလုံးတွင် တရားသူကြီးအဖြစ် မထားသ၍၊ နှင့် သင့်ဆုံးဖြတ်ချက်များအပေါ် ၎င်းတို့ကိုယ်တိုင်တွင် မည်သည့်ဆန့်ကျင်မှုမျှ မတွေ့သ၍၊ နှင့် အပြည့်အဝ နာခံမှုဖြင့် လက်မခံသ၍၊ ၎င်းတို့တွင် ယုံကြည်ချက် မရှိနိုင်ပေ။)</span><span class=\"gray\">(4:65)</span> ဆဟီဟ်တွင် ဤသို့ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ نَفْسِهِ وَمَالِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ဝိညာဉ်သည် ကိုယ်တော်၏လက်တော်တွင် ရှိတော်မူသောအရှင်သခင်၏ ကျိန်ဆိုချက်အရ၊ သင်တို့ထဲမှ မည်သူမျှ ကျွန်ုပ်သည် သူ၏ကိုယ်တိုင်၊ သူ၏စည်းစိမ်ဥစ္စာ၊ သူ၏သားသမီးများနှင့် လူသားအားလုံးထက် သူအတွက် ပိုမိုချစ်ခင်စရာ မဖြစ်လာမချင်း စစ်မှန်စွာ ယုံကြည်မည်မဟုတ်ပေ။)</span> ဆဟီဟ်တွင်လည်း အွမ္မရ် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေသော်) က ပြောကြားခဲ့သည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ရစူလ်တမန်တော်၊ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆိုချက်အရ၊ ကိုယ်တော်သည် ကျွန်ုပ်၏ကိုယ်တိုင်မှလွဲ၍ အရာအားလုံးထက် ကျွန်ုပ်အတွက် ပိုမိုချစ်ခင်စရာ ဖြစ်သည်။\" ကိုယ်တော် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، يَا عُمَرُ! حَتَّى أَكُونَ أَحَبَّ إِلَيْكَ مِنْ نَفْسِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ အို အွမ္မရ်၊ ငါသည် မင်းရဲ့ကိုယ်တိုင်ထက် ပိုချစ်ခင်စရာမဖြစ်မချင်း မဟုတ်ဘူး။)</span> အွမ္မရ်က ပြောကြားခဲ့သည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ရစူလ်တမန်တော်၊ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆိုချက်အရ၊ ယခု ကိုယ်တော်သည် အရာအားလုံးထက်၊ ကျွန်ုပ်၏ကိုယ်တိုင်ထက်ပင် ကျွန်ုပ်အတွက် ပိုမိုချစ်ခင်စရာ ဖြစ်သည်။\" ကိုယ်တော် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ يَاعُمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခု၊ အို အွမ္မရ် <span class=\"gray\">[သင် မှန်ကန်စွာရရှိခဲ့ပြီ]</span>။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တွင် မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်သည် ယုံကြည်သူတို့ထက် သူတို့ကိုယ်တိုင်ထက် ပိုမိုနီးစပ်သည်၊)</span> ဤအာယတ်နှင့်ပတ်သက်၍ အလ်-ဘူခါရီသည် အဘူဟူရိုင်ရာ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) ထံမှ တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ကို ပြန်လည်ပြောပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ مُؤْمِنٍ إِلَّا وَأَنَا أَوْلَى النَّاسِ بِهِ فِي الدُّنْيَا وَالْآخِرَةِ، اقْرَؤُوا إِنْ شِئْتُمْ: النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူမည်သူမျှ မရှိ၊ ငါသည် ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ သူနှင့် အနီးဆုံးသူဖြစ်သည်။ သင်အလိုရှိပါက ရွတ်ဆိုပါ- <span class=\"gray\">(တမန်တော်သည် ယုံကြည်သူတို့ထက် သူတို့ကိုယ်တိုင်ထက် ပိုမိုနီးစပ်သည်)</span>။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيُّمَا مُؤْمِنٍ تَرَكَ مَالًا فَلْيَرِثْهُ عُصْبَتُهُ مَنْ كَانُوا، وَإِنْ تَرَكَ دَيْنًا أَوْ ضِيَاعًا فَلْيَأْتِنِي فَأَنَا مَوْلَاهُ</p><p lang=\"my\" class=\"my \">မည်သည့်ယုံကြည်သူမဆို စည်းစိမ်ဥစ္စာများ ချန်ထားခဲ့ပါက ၎င်း၏ဆွေမျိုးများက အမွေဆက်ခံပါစေ။ သို့သော် အကြွေး သို့မဟုတ် မိဘမဲ့ကလေးများ ချန်ထားခဲ့ပါက ၎င်းတို့ကို ကျွန်ုပ်ထံသို့ ယူဆောင်လာပါ၊ ကျွန်ုပ်က ကြည့်ရှုစောင့်ရှောက်ပါမည်။) ဤအရာကို အလ်-ဘူခါရီတစ်ဦးတည်းသာ မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းကို ငွေချေးခြင်းဆိုင်ရာကျမ်းတွင်လည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏ဇနီးများသည် ၎င်းတို့၏မိခင်များ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လက်ထပ်ရန်အတွက် တရားမဝင်ပေ။ ဂုဏ်သိက္ခာ၊ လေးစားမှုနှင့် ရိုသေမှုတို့အရ ၎င်းတို့နှင့် တစ်ဦးတည်းရှိနေခြင်းကို ခွင့်မပြုဘဲ၊ ၎င်းတို့နှင့် လက်ထပ်ခြင်းကို တားမြစ်ထားခြင်းသည် ၎င်းတို့၏သမီးများနှင့် ညီအစ်မများထံသို့ မသက်ရောက်ကြောင်း ပညာရှင်များ၏ သဘောတူညီချက်အရ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တစ်ဦးနှင့်တစ်ဦး သွေးသားတော်စပ်သူများသည် ယုံကြည်သူများနှင့် မူဟာဂျီရွန်များထက် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်တွင် ပိုမိုနီးစပ်သော ပုဂ္ဂိုလ်ရေးဆိုင်ရာ ဆက်ဆံမှုများရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ယခင်ကတည်ရှိခဲ့သော ၎င်းတို့ကြားရှိ ညီအစ်ကိုသစ္စာကျိန်ဆိုခြင်းကြောင့် တစ်ဦးနှင့်တစ်ဦး အမွေဆက်ခံနိုင်သည့် စည်းမျဉ်းကို ပယ်ဖျက်ခြင်းဖြစ်သည်။ အိဗ်နု အဘ္ဘားစ်နှင့် အခြားသူများက ပြောကြားခဲ့သည်- \"မူဟာဂျီရ်တစ်ဦးသည် အန်စာရီတစ်ဦးထံမှ အမွေဆက်ခံမည်ဖြစ်သည်၊ ၎င်းတို့သည် သွေးသားတော်စပ်ခြင်း မရှိသော်လည်း၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မှ ၎င်းတို့ကြားတွင် ထူထောင်ခဲ့သော ညီအစ်ကိုသစ္စာကြောင့် ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">ဤအရာကို ဆအီးဒ် ဘင်န် ဂျူဘိုင်ရ် နှင့် ရှေးဦးနှင့် နောက်ပိုင်းမျိုးဆက်မှ ပညာရှင်များကြားတွင် အခြားသူများကလည်း ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنْ تَفْعَلُوا إِلَىٰ أَوْلِيَائِكُمْ مَعْرُوفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုညီအစ်ကိုများအား ကြင်နာမှုပြုခြင်းမှလွဲ၍)</span> ဆိုလိုသည်မှာ တစ်ဦးနှင့်တစ်ဦး အမွေဆက်ခံခြင်းဆိုင်ရာ အယူအဆသည် ပျောက်ကွယ်သွားပြီဖြစ်သော်လည်း ပံ့ပိုးကူညီမှုနှင့် ကြင်နာမှုကို ပေးဆောင်ရန်၊ ညီအစ်ကိုသစ္စာဆက်ဆံရေးကို ထိန်းသိမ်းရန်နှင့် ကောင်းမွန်သောအကြံဉာဏ်များ ပေးရန် တာဝန်ရှိနေဆဲဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ ذَٰلِكَ فِي الْكِتَابِ مَسْطُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအရာကို ကျမ်းတွင် ရေးသားထားသည်။)</span> ဤဆုံးဖြတ်ချက်၊ ဆိုလိုသည်မှာ သွေးသားတော်စပ်သူများသည် တစ်ဦးနှင့်တစ်ဦး ပိုမိုနီးစပ်သော ပုဂ္ဂိုလ်ရေးဆိုင်ရာ ဆက်ဆံမှုများရှိသည်ဟူသော ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်က သတ်မှတ်ထားပြီး ပြောင်းလဲခြင်း သို့မဟုတ် ပယ်ဖျက်ခြင်းမပြုနိုင်သော ပထမကျမ်းတွင် ရေးသားထားသော ဆုံးဖြတ်ချက်ဖြစ်သည်။ ဤသည်မှာ မူဂျာဟစ်ဒ်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ <span class=\"gray\">(ဤသည်မှာ ဖြစ်သည်)</span> အလ္လာဟ်အရှင်မြတ်သည် အချို့အချိန်များတွင် ကွဲပြားခြားနားသော အရာများကို ပြဌာန်းခဲ့သော်လည်း ၎င်းနောက်ကွယ်တွင် ဉာဏ်ပညာရှိပြီး၊ ဤအရာသည် ပယ်ဖျက်ခံရမည်ကို သူသိတော်မူကာ ထာဝရကာလကတည်းက စတင်ခဲ့သော မူရင်းဆုံးဖြတ်ချက်သည် လွှမ်းမိုးလိမ့်မည်ဖြစ်ပြီး၊ ဤသည်မှာ ကိုယ်တော်၏ စကြဝဠာနှင့် ဥပဒေပြုရေးဆိုင်ရာ အမိန့်တော်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံးသိတော်မူ၏။</p>"
  },
  {
    "ayah_key": "33:63",
    "group_ayah_key": "33:63",
    "from_ayah": "33:63",
    "to_ayah": "33:68",
    "ayah_keys": "33:63,33:64,33:65,33:66,33:67,33:68",
    "text": "<p lang=\"my\" class=\"my \">လူတို့သည် သင့်အား နေ့ရက်အကြောင်း မေးမြန်းကြသည်၊ ပြောပါ။ \"၎င်း၏အသိပညာသည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိသည်။ သင်ဘာသိသနည်း။ နေ့ရက်သည် နီးကပ်နေပေလိမ့်မည်! <span>(63)</span>အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို ကျိန်စာတိုက်ခဲ့ပြီး ၎င်းတို့အတွက် မီးတောက်မီးလျှံငရဲကို ပြင်ဆင်ထားသည်။ <span>(64)</span>ထိုငရဲတွင် ၎င်းတို့သည် ထာဝရနေထိုင်ကြလိမ့်မည်၊ ၎င်းတို့သည် အကာအကွယ်ပေးသူကိုမျှ သို့မဟုတ် ကူညီသူကိုမျှ တွေ့ရလိမ့်မည်မဟုတ်ပေ။ <span>(65)</span>၎င်းတို့၏မျက်နှာများကို မီးထဲတွင် လှန်ပစ်မည့်နေ့၌ ၎င်းတို့သည် ပြောကြလိမ့်မည်- \"အို၊ ကျွန်ုပ်တို့သာ အလ္လာဟ်အရှင်မြတ်ကို နာခံပြီး ရစူလ်တမန်တော်ကို နာခံခဲ့ပါလျှင် ကောင်းလေစွ။ <span>(66)</span>၎င်းတို့သည် ပြောကြလိမ့်မည်- \"အို ကျွန်ုပ်တို့၏အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ခေါင်းဆောင်များနှင့် ကျွန်ုပ်တို့၏ကြီးမြတ်သူများကို နာခံခဲ့ကြပြီး ၎င်းတို့သည် ကျွန်ုပ်တို့အား လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြသည်။ <span>(67)</span>\"အို ကျွန်ုပ်တို့၏အရှင်သခင်! ၎င်းတို့အား နှစ်ဆသော ပြစ်ဒဏ်ကို ပေးသနားတော်မူပါ၊ ၎င်းတို့အား ကြီးမားသော ကျိန်စာဖြင့် ကျိန်စာတိုက်တော်မူပါ! <span>(68)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ရှင်ပြန်ထမြောက်ခြင်းနေ့ မည်သည့်အချိန်တွင် ရောက်ရှိလာမည်ကို မသိပေ။</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ အား နေ့ရက်သည် မည်သည့်အချိန်တွင် ရောက်ရှိလာမည်ကို သူသိနိုင်မည်မဟုတ်ကြောင်းနှင့် လူတို့က ၎င်းအကြောင်း မေးမြန်းလာပါက ၎င်းကိစ္စကို အလ္လာဟ်အရှင်မြတ် (ကိုယ်တော်မြတ်သည် ချီးမြှင့်တော်မူပါစေ) ထံသို့ ရည်ညွှန်းရန် ညွှန်ကြားထားသည်။ အလ္လာဟ်အရှင်မြတ်က ဆူရာ အလ်-အာရာဖ်တွင် မိန့်ကြားထားသည့်အတိုင်းပင်၊ ထိုဆူရာသည် မက္ကာဟ်တွင် ထုတ်ဖော်ခဲ့ပြီး ဤဆူရာသည် အလ်-မဒီနာတွင် ထုတ်ဖော်ခဲ့သော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤကိစ္စကို ၎င်းအကြောင်း သိရှိသူထံသို့ ရည်ညွှန်းရန် ဆက်လက်ပြောကြားခဲ့သော်လည်း ၎င်းသည် လက်တကမ်းတွင် ရှိနေကြောင်း ကိုယ်တော်မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ဘာသိသနည်း။ နေ့ရက်သည် နီးကပ်နေပေလိမ့်မည်!)</span> ဤအရာသည် အာယတ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့ရက်သည် နီးကပ်လာပြီး လသည်လည်း နှစ်ခြမ်းကွဲခဲ့ပြီ။)</span><span class=\"gray\">(54:1)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် ၎င်းတို့၏ စစ်ဆေးခြင်းသည် နီးကပ်လာပြီဖြစ်သော်လည်း ၎င်းတို့သည် ပေါ့ဆမှုဖြင့် လှည့်ထွက်သွားကြသည်။)</span><span class=\"gray\">(21:1)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ပြဌာန်းထားသော အဖြစ်အပျက် <span class=\"gray\">(နေ့ရက်)</span> သည် ဖြစ်မြောက်လိမ့်မည်ဖြစ်ရာ ၎င်းကို အလျင်စလို မလုပ်ကြနှင့်။)</span><span class=\"gray\">(16:1)</span>.</p><p lang=\"my\" class=\"my \">မယုံကြည်သူများအပေါ် ကျိန်စာနှင့် ၎င်း၏ထာဝရတည်ရှိမှုနှင့် ၎င်းတို့၏နောင်တ</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို ကျိန်စာတိုက်ခဲ့သည်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့အား ကိုယ်တော်၏ ကရုဏာမှ ဝေးကွာစေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعَدَّ لَهُمْ سَعِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အတွက် မီးတောက်မီးလျှံငရဲကို ပြင်ဆင်ထားသည် <span class=\"gray\">(ငရဲ)</span>)</span> ဆိုလိုသည်မှာ နောင်တမလွန်ဘဝတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا أَبَدًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုငရဲတွင် ၎င်းတို့သည် ထာဝရနေထိုင်ကြလိမ့်မည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုနေရာ၌ ထာဝရနေထိုင်ကြလိမ့်မည်၊ မည်သည့်အခါမျှ ထွက်ခွာခြင်း သို့မဟုတ် သက်သာရာရခြင်း မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် အကာအကွယ်ပေးသူကိုမျှ သို့မဟုတ် ကူညီသူကိုမျှ တွေ့ရလိမ့်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား ကူညီရန် သို့မဟုတ် ၎င်းတို့၏ ဆိုးရွားသော အခြေအနေမှ ကယ်တင်ရန် ကယ်တင်ရှင် မရှိပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏မျက်နှာများကို မီးထဲတွင် လှန်ပစ်မည့်နေ့၌ ၎င်းတို့သည် ပြောကြလိမ့်မည်- \"အို၊ ကျွန်ုပ်တို့သာ အလ္လာဟ်အရှင်မြတ်ကို နာခံပြီး ရစူလ်တမန်တော်ကို နာခံခဲ့ပါလျှင် ကောင်းလေစွ။\")</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မီးထဲသို့ မျက်နှာချင်းဆိုင် ဆွဲသွင်းခံရမည်ဖြစ်ပြီး ၎င်းတို့၏မျက်နှာများသည် ငရဲတွင် ပုံပျက်နေမည်ဖြစ်ကာ ထိုအခြေအနေတွင် ၎င်းတို့သည် ဤလောကတွင် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ ကို နာခံခဲ့သူများထဲတွင် ပါဝင်ခဲ့ပါလျှင် ကောင်းလေစွဟု ဆုတောင်းကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝတွင် ၎င်းတို့ မည်သို့ဖြစ်မည်ကို ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا - يَا وَيْلَتَىٰ لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا - لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي ۗ وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူသည် ၎င်း၏လက်များကို ကိုက်ခဲမည့်နေ့၌ သူက ပြောလိမ့်မည်- \"အို! ကျွန်ုပ်သာ ရစူလ်တမန်တော်နှင့်အတူ လမ်းကြောင်းတစ်ခုကို ရွေးချယ်ခဲ့ပါလျှင် ကောင်းလေစွ။ အာ! ကျွန်ုပ်အတွက် ကံဆိုးလေစွ! ကျွန်ုပ်သာ မည်သူ့ကိုမျှ အရင်းနှီးဆုံး မိတ်ဆွေအဖြစ် မရွေးချယ်ခဲ့ပါလျှင် ကောင်းလေစွ! ၎င်းသည် ကျွန်ုပ်အား သတိပေးချက် ရောက်ရှိလာပြီးနောက် လမ်းမှားသို့ ပို့ဆောင်ခဲ့သည်။ ရှိုင်တွာန်သည် လူသားအတွက် လိုအပ်သည့်အချိန်တွင် အမြဲတစေ စွန့်ပစ်သူဖြစ်သည်။\")</span><span class=\"gray\">(25:27-29)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် ၎င်းတို့သာ မွတ်စ်လင်မ်များ ဖြစ်ခဲ့ပါလျှင် မည်မျှအထိ ဆန္ဒရှိမည်နည်း။)</span><span class=\"gray\">(15:2)</span> ဤနေရာတွင်လည်း အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့သည် ဤအခြေအနေတွင် ရှိနေသည့်အခါ ဤလောကတွင် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ ကို နာခံခဲ့ပါလျှင် ကောင်းလေစွဟု ဆုတောင်းကြမည်ဖြစ်ကြောင်း ပြောကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပြောကြလိမ့်မည်- \"အို ကျွန်ုပ်တို့၏အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ခေါင်းဆောင်များနှင့် ကျွန်ုပ်တို့၏ကြီးမြတ်သူများကို နာခံခဲ့ကြပြီး ၎င်းတို့သည် ကျွန်ုပ်တို့အား လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြသည်။\")</span> တာဝူစ်က ပြောကြားခဲ့သည်- \"'ကျွန်ုပ်တို့၏ခေါင်းဆောင်များ' ဆိုသည်မှာ ၎င်းတို့၏ မင်းစိုးရာဇာများကို ဆိုလိုပြီး 'ကျွန်ုပ်တို့၏ကြီးမြတ်သူများ' ဆိုသည်မှာ ၎င်းတို့၏ ပညာရှင်များကို ဆိုလိုသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်! ၎င်းတို့အား နှစ်ဆသော ပြစ်ဒဏ်ကို ပေးသနားတော်မူပါ)</span> ဆိုလိုသည်မှာ '၎င်းတို့၏ မယုံကြည်မှုကြောင့်နှင့် ကျွန်ုပ်တို့အား လမ်းမှားသို့ ပို့ဆောင်ခဲ့သောကြောင့်' ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အဘူ အလ်-ကွာဆင်မ် အတ်-တာဘာရာနီသည် အဘူ ရာဖီအ် ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလီနှင့်အတူ တိုက်ပွဲဝင်ခဲ့သူများထဲတွင် အလ်-ဟဂျ်ဂျာဂျ် ဘင်န် အမ်ရ် ဘင်န် ဂါဇီယာလည်း ပါဝင်ခဲ့ပြီး ၎င်းတို့တွေ့ဆုံခဲ့ကြသောအခါ သူက ပြောကြားခဲ့သည်- \"အို အန်စာရ် လူမျိုးတို့! ကျွန်ုပ်တို့၏အရှင်သခင်နှင့် တွေ့ဆုံသောအခါ သင်တို့က ပြောလိုသလား-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا - رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ခေါင်းဆောင်များနှင့် ကျွန်ုပ်တို့၏ကြီးမြတ်သူများကို နာခံခဲ့ကြပြီး ၎င်းတို့သည် ကျွန်ုပ်တို့အား လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြသည်။ အို ကျွန်ုပ်တို့၏အရှင်သခင်! ၎င်းတို့အား နှစ်ဆသော ပြစ်ဒဏ်ကို ပေးသနားတော်မူပါ၊ ၎င်းတို့အား ကြီးမားသော ကျိန်စာဖြင့် ကျိန်စာတိုက်တော်မူပါ!)</span>\"</p>"
  }
]