[
  {
    "ayah_key": "33:36",
    "group_ayah_key": "33:36",
    "from_ayah": "33:36",
    "to_ayah": "33:36",
    "ayah_keys": "33:36",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်မြတ်တို့သည် ကိစ္စတစ်ရပ်ကို ပြဋ္ဌာန်းပြီးဖြစ်ပါက မည်သည့်ယုံကြည်သူ အမျိုးသားဖြစ်စေ၊ အမျိုးသမီးဖြစ်စေ မိမိတို့၏ ဆုံးဖြတ်ချက်တွင် ရွေးချယ်ခွင့်မရှိပေ။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်မြတ်တို့အား မနာခံသူဖြစ်လျှင် ထိုသူသည် ဧကန်မလွဲ ထင်ရှားသော လမ်းမှားသို့ရောက်ရှိသွားပြီဖြစ်သည် <span>(36)</span></p><p lang=\"no\" class=\"no \">The Reason for Revelation</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဘူဘာရ်ဇာဟ် အလ်အစ်လမီက ပြောသည်- \"ဂျူလိုင်ဗစ်ဗ်သည် အမျိုးသမီးများထံ ဝင်ထွက်ပြီး ရယ်ရယ်ပြုံးပြုံး စနောက်လေ့ရှိသော လူတစ်ဦးဖြစ်သည်။ ကျွန်ုပ်က ကျွန်ုပ်၏ ဇနီးအား ပြောခဲ့သည်- 'ဂျူလိုင်ဗစ်ဗ်ကို သင်ထံ ဝင်ခွင့်မပြုပါနှင့်။ အကယ်၍ သူ ဝင်လာလျှင် ကျွန်ုပ်သည် ထိုသို့ထိုသို့ လုပ်မည်။' အန်ဆွာရ်များထဲမှ မည်သူမဆို အမျိုးသမီး ဆွေမျိုးတစ်ဦးတည်းရှိပါက တမန်တော်မြတ် ﷺ က သူမအား လက်ထပ်လိုခြင်း ရှိ၊ မရှိ မသိရမချင်း သူမအတွက် အိမ်ထောင်ရေးကို စီစဉ်ပေးခြင်းမပြုခဲ့ပေ။ တမန်တော်မြတ် ﷺ သည် အန်ဆွာရ်တစ်ဦးအား ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَوِّجْنِي ابْنَتَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ သမီးကို လက်ထပ်ပေးပါရန်။)</span> သူက \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်၊ ဟုတ်ကဲ့၊ ၎င်းသည် ဂုဏ်ယူစရာကောင်းပြီး ကောင်းချီးမင်္ဂလာဖြစ်ပါမည်။\" ဟု ပြောခဲ့သည်။ ကိုယ်တော် ﷺ က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَسْتُ أُرِيدُهَا لِنَفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသူမကို ငါ့အတွက်မလိုချင်ပါ။)</span> သူက \"ဒါဆိုရင် ဘယ်သူ့အတွက်လဲ၊ အို အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်?\" ကိုယ်တော် ﷺ က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِجُلَيْبِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူလိုင်ဗစ်ဗ်အတွက်။)</span> သူက \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်၊ သူမ၏မိခင်နှင့် တိုင်ပင်ခွင့်ပြုပါ။\" ထို့ကြောင့် သူသည် ထိုမိန်းကလေး၏မိခင်ထံသွားပြီး \"အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် သင့်သမီးအတွက် အိမ်ထောင်ရေး ကမ်းလှမ်းနေသည်\" ဟု ပြောခဲ့သည်။ သူမက \"ဟုတ်ကဲ့၊ ဝမ်းသာစရာပါပဲ\" ဟု ပြောခဲ့သည်။ သူက \"ကိုယ်တော်ကိုယ်တိုင် သူမအား လက်ထပ်ရန် ကမ်းလှမ်းခြင်းမဟုတ်၊ ဂျူလိုင်ဗစ်ဗ်အတွက် ကမ်းလှမ်းခြင်းဖြစ်သည်\" ဟု ပြောခဲ့သည်။ သူမက \"ဘာ! ဂျူလိုင်ဗစ်ဗ်လား? အလ္လာဟ်ကို တိုင်တည်ပြီးပြောရမည်ဆိုလျှင် သူမကို သူနှင့် လက်ထပ်ပေးမည်မဟုတ်\" ဟု ပြောခဲ့သည်။ သူသည် ထိုမိန်းကလေး၏မိခင်ပြောခဲ့သည့်အကြောင်းကို အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံ သွားပြောရန် ထရပ်မည်ပြုစဉ် ထိုမိန်းကလေးက \"ဘယ်သူက ကျွန်မကို တောင်းဆိုနေတာလဲ?\" ဟု မေးခဲ့သည်။ ထို့ကြောင့် သူမ၏မိခင်က ပြောပြခဲ့ရာ သူမက \"သင်တို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ အမိန့်ကို မလိုက်နာဘဲ ငြင်းဆန်ကြမည်လား? ကိုယ်တော်၏ အမိန့်ကို လိုက်နာကြပါ။ အကြောင်းမှာ ကျွန်မသည် မည်သည့် ဘေးဥပဒ်မှ မခံရပေ။\" ထို့ကြောင့် သူမ၏ဖခင်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံသွားပြီး \"ကိုယ်တော်အလိုရှိသလို လုပ်ဆောင်ပါ\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ကိုယ်တော်က သူမအား ဂျူလိုင်ဗစ်ဗ်နှင့် လက်ထပ်ပေးခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ကိုယ်တော်၏ စစ်ရေးလှုပ်ရှားမှုတစ်ခုသို့ ထွက်ခွာသွားပြီး အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား အောင်မြင်မှုပေးသနားပြီးနောက် ကိုယ်တော်က မိမိ၏ ဆွဟာဘာများကို အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَفْقِدُونَ مِنْ أَحَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်စုံတစ်ဦး ပျောက်ဆုံးနေသလား ကြည့်ကြပါဦး။)</span> သူတို့က 'ကျွန်ုပ်တို့သည် ထိုလူနှင့် ထိုလူကို ဆုံးရှုံးခဲ့ရသည်။' ဟု ပြောခဲ့သည်။ ကိုယ်တော် ﷺ က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْظُرُوا هَلْ تَفْقِدُونَ مِنْ أَحَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်စုံတစ်ဦး ပျောက်ဆုံးနေသလား ကြည့်ကြပါ။)</span> သူတို့က 'ဘယ်သူမှ မပျောက်ပါဘူး။' ဟု ပြောခဲ့သည်။ ကိုယ်တော် ﷺ က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكِنَّنِي أَفْقِدُ جُلَيْبِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဂျူလိုင်ဗစ်ဗ် ပျောက်ဆုံးနေသည်ကို ငါတွေ့ရသည်။)</span> ကိုယ်တော် ﷺ က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاطْلُبُوهُ فِي الْقَتْلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သွား၍ အလောင်းများထဲတွင် သူ့ကို ရှာကြပါ။)</span> ထို့ကြောင့် သူတို့က သူ့ကို ရှာဖွေခဲ့ရာ သူသည် မိမိကိုယ်တိုင် အသတ်မခံရမီ သတ်ဖြတ်ခဲ့သော ရန်သူခုနစ်ဦး၏ ဘေးတွင် သူ့ကိုတွေ့ရှိခဲ့သည်။ သူတို့က \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်၊ သူသည် ဤတွင်ရှိသည်။ မိမိကိုယ်တိုင် အသတ်မခံရမီ သတ်ဖြတ်ခဲ့သော ရန်သူခုနစ်ဦး၏ ဘေးတွင်ဖြစ်သည်။\" အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ကြွလာပြီး သူ့ဘေးတွင် ရပ်ကာ ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَتَلَ سَبْعَةً وَقَتَلُوهُ، هَذَا مِنِّي وَأَنَا مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မိမိကိုယ်တိုင် အသတ်မခံရမီ ခုနစ်ဦးကို သတ်ခဲ့သည်။ သူသည် ငါ့အတွက်ဖြစ်ပြီး ငါသည် သူ့အတွက်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်က ဤစကားကို နှစ်ကြိမ် သို့မဟုတ် သုံးကြိမ် ပြောခဲ့သည်။ ထို့နောက် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် သူ့ကို ရင်ခွင်ပိုက်ကာ သူ့ဂူကို တူးနေစဉ် ဖက်ထားခဲ့ပြီးနောက် သူ့ကို ဂူထဲသို့ ထည့်ခဲ့သည်။ ကိုယ်တော်က သူ့ကို ရေချိုးပေးခဲ့ကြောင်း ဖော်ပြထားခြင်းမရှိပါ။ အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ။\" </p><p lang=\"my\" class=\"my \">သာဗစ်က အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ- \"အန်ဆွာရ်များထဲတွင် ထိုမိန်းကလေးထက် အိမ်ထောင်ပြုရန် ပိုမိုလိုလားသော မုဆိုးမတစ်ဦးမှ မရှိခဲ့ပါ\" ဟု ပြောခဲ့သည်။ အစ်ဟာက် ဘင်န် အဗ်ဒုလ္လာဟ် ဘင်န် အဘီ တလ်ဟာက သာဗစ်အား \"အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ထိုမိန်းကလေးအတွက် မည်သို့ ဒိုအာပြုပေးခဲ့သည်ကို သင်သိပါသလား?\" ဟု မေးခဲ့သည်။ သူက ပြောခဲ့သည်- \"ကိုယ်တော်က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ صُبَّ عَلَيْهَا الْخَيْرَ صَبًّا وَلَا تَجْعَلْ عَيْشَهَا كَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ သူမအပေါ် ကောင်းချီးမင်္ဂလာများ သွန်ချပေးတော်မူပါ။ သူမ၏ဘဝကို ခက်ခဲစေတော်မမူပါနှင့်။)</span> ဤသည်မှာ ဖြစ်ခဲ့ပုံဖြစ်သည်။ အန်ဆွာရ်များထဲတွင် သူမထက် အိမ်ထောင်ပြုရန် ပိုမိုလိုလားသော မုဆိုးမတစ်ဦးမှ မရှိခဲ့ပါ။\" </p><p lang=\"my\" class=\"my \">ဤသည်မှာ အီမာမ် အဟ်မဒ်က အပြည့်အစုံ မှတ်တမ်းတင်ခဲ့ပုံဖြစ်သည်။ မွစ်လင်မ်နှင့် အန်-နာစာအီတို့သည် အလ်-ဖဒါအီလ်တွင် ကိုယ်တော်၏ ကွယ်လွန်ခြင်းအကြောင်းကို မှတ်တမ်းတင်ခဲ့သည်။ အလ်-ဟာဖစ်ဇ် အဘူ အိုမာရ် ဘင်န် အဗ်ဒ် အလ်-ဗာရ် က အလ်-အစ္စတီအဗ် တွင် ထိုမိန်းကလေးက သူမ၏ အထီးကျန်ဆန်မှုတွင် 'သင်တို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ အမိန့်ကို မလိုက်နာဘဲ ငြင်းဆန်ကြမည်လား?' ဟု ပြောခဲ့သောအခါ ဤအာယသ်တော် ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်မြတ်တို့သည် ကိစ္စတစ်ရပ်ကို ပြဋ္ဌာန်းပြီးဖြစ်ပါက မည်သည့်ယုံကြည်သူ အမျိုးသားဖြစ်စေ၊ အမျိုးသမီးဖြစ်စေ မိမိတို့၏ ဆုံးဖြတ်ချက်တွင် ရွေးချယ်ခွင့်မရှိပေ။)</span> တာဝူးစ်က အိဗ်နု အဗ်ဗာစ်အား အစ္စရ်နောက်ပိုင်း ရကအသ် နှစ်ခု ဆွလာသ်ပြုခြင်းနှင့် ပတ်သက်၍ မေးခဲ့ရာ သူက မလုပ်ရန် ပြောခဲ့သည်။ အိဗ်နု အဗ်ဗာစ်က ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်မြတ်တို့သည် ကိစ္စတစ်ရပ်ကို ပြဋ္ဌာန်းပြီးဖြစ်ပါက မည်သည့်ယုံကြည်သူ အမျိုးသားဖြစ်စေ၊ အမျိုးသမီးဖြစ်စေ မိမိတို့၏ ဆုံးဖြတ်ချက်တွင် ရွေးချယ်ခွင့်မရှိပေ။)</span> ဤအာယသ်တော်သည် အဓိပ္ပါယ်အားဖြင့် ယေဘုယျဖြစ်ပြီး ကိစ္စအားလုံးနှင့် သက်ဆိုင်သည်၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်မြတ် ﷺ တို့သည် ကိစ္စတစ်ရပ်ကို ပြဋ္ဌာန်းပြီးဖြစ်ပါက မည်သူမျှ ၎င်းကို ဆန့်ကျင်ပိုင်ခွင့်မရှိ၊ ဤကိစ္စတွင် မည်သူမျှ ရွေးချယ်စရာ သို့မဟုတ် ပုဂ္ဂိုလ်ရေး ထင်မြင်ချက်ပေးရန် နေရာမရှိပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မဟုတ်ပေ၊ သင့်အရှင်ကို တိုင်တည်ပြီးပြောရလျှင် ၎င်းတို့သည် သင့်အား ၎င်းတို့အချင်းချင်း ဖြစ်ပွားသော အငြင်းပွားမှုအားလုံးတွင် တရားသူကြီး မပြုလုပ်မချင်း၊ သင်၏ ဆုံးဖြတ်ချက်များကို ၎င်းတို့၏ စိတ်ထဲတွင် ဆန့်ကျင်ခြင်းမရှိ၊ အပြည့်အဝ နာခံမှုဖြင့် လက်ခံ<span class=\"gray\">(ခြင်း)</span> မရှိမချင်း ၎င်းတို့တွင် ယုံကြည်ချက် မရှိနိုင်ပေ။)</span><span class=\"gray\">(4:65)</span> ထို့ကြောင့် ၎င်းကို ဆန့်ကျင်ခြင်းပြဿနာကို ထိုသို့သော ပြင်းထန်သော စကားလုံးများဖြင့် ကိုင်တွယ်ဖြေရှင်းထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်မြတ်တို့အား မနာခံသူဖြစ်လျှင် ထိုသူသည် ဧကန်မလွဲ ထင်ရှားသော လမ်းမှားသို့ရောက်ရှိသွားပြီဖြစ်သည်)</span> ဤသည်မှာ ဤအာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူတို့သည် တမန်တော်၏ အမိန့်ကို ဆန့်ကျင်ကြသူများဖြစ်လျှင် ၎င်းတို့အပေါ် ဖစ်သ်နာတစ်စုံတစ်ရာ ကျရောက်မည် သို့မဟုတ် ပြင်းထန်သော ပြစ်ဒဏ်တစ်စုံတစ်ရာ ကျရောက်မည်ကို သတိထားကြပါစေ။)</span><span class=\"gray\">(24:63)</span>။</p>"
  }
]