[
  {
    "ayah_key": "13:20",
    "group_ayah_key": "13:20",
    "from_ayah": "13:20",
    "to_ayah": "13:24",
    "ayah_keys": "13:20,13:21,13:22,13:23,13:24",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ပဋိညာဉ်ကို ပြည့်စုံစေ၍ ယုံကြည်အပ်နှံခြင်းကို မဖောက်ဖျက်သူများ <span>(20)</span>အလ္လာဟ်အရှင်မြတ်က ဆက်သွယ်ရန် အမိန့်ပေးထားသည်များကို ဆက်သွယ်သူများ၊ ၎င်းတို့၏ အရှင်သခင်ကို ကြောက်ရွံ့သူများ၊ ကြောက်မက်ဖွယ်ကောင်းသော စစ်ဆေးခြင်းကို စိုးရိမ်သူများ <span>(21)</span>၎င်းတို့၏ အရှင်သခင်၏ မျက်နှာတော်ကို ရှာဖွေလျက် သည်းခံနေသူများ၊ ဆွလားတ်ကို ထမ်းဆောင်သူများ၊ ငါတို့ ပေးသနားထားသည်များမှ လျှို့ဝှက်စွာနှင့် ပွင့်လင်းစွာ သုံးစွဲသူများ၊ မကောင်းမှုကို ကောင်းမှုဖြင့် တွန်းလှန်သူများ၊ ထိုသူများအတွက် ကောင်းမွန်သော အဆုံးသတ်ရှိသည် <span>(22)</span>'အဒ်န်ဥယျာဉ်များ၊ ၎င်းတို့ ဝင်ရောက်ကြမည်ဖြစ်ပြီး <span class=\"gray\">(လည်း)</span> ၎င်းတို့၏ ဖခင်များ၊ ၎င်းတို့၏ ဇနီးများ၊ ၎င်းတို့၏ သားစဉ်မြေးဆက်များထဲမှ ကောင်းမှုပြုခဲ့သူများလည်း ဝင်ရောက်ကြမည်။ ကောင်းကင်တမန်များသည် ၎င်းတို့ထံ တံခါးတိုင်းမှ ဝင်ရောက်ကြမည် <span class=\"gray\">(ဆိုသည်မှာ)</span><span>(23)</span>\"စလာမွန် 'အလိုင်းကွမ် <span class=\"gray\">(သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span> သင်တို့ သည်းခံမှုဖြင့် ကြိုးစားခဲ့ကြသောကြောင့်! စင်စစ် အကောင်းဆုံးသော နောက်ဆုံးနေအိမ်ပင်တည်း! <span>(24)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းချီးခံစားရသူများ၏ အရည်အသွေးများ၊ ၎င်းတို့သည် ဂျန္နတ်သို့ ဦးတည်စေမည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤကောင်းမွန်သော အရည်အသွေးများ ရှိသူများသည် ကောင်းမွန်သော နောက်ဆုံးနေအိမ်ကို ရရှိမည်ဟု ဖော်ပြထားသည်- ဤဘဝနှင့် နောင်ဘဝတွင် အောင်မြင်မှုနှင့် အောင်ပွဲများ ရရှိမည်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنقُضُونَ الْمِيثَاقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ပဋိညာဉ်ကို ပြည့်စုံစေ၍ ယုံကြည်အပ်နှံခြင်းကို မဖောက်ဖျက်သူများ။)</span> ၎င်းတို့သည် ဟန်ဆောင်သူများနှင့် လုံးဝမတူပေ၊ ဟန်ဆောင်သူများသည် ပဋိညာဉ်ပြုလျှင် ဖောက်ဖျက်သည်၊ ငြင်းခုံလျှင် အလွန်ရန်ဖြစ်တတ်သည်၊ စကားပြောလျှင် လိမ်သည်၊ ယုံကြည်အပ်နှံခြင်းခံရလျှင် သစ္စာဖောက်သည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ဆက်သွယ်ရန် အမိန့်ပေးထားသည်များကို ဆက်သွယ်သူများ)</span> ၎င်းတို့သည် ၎င်းတို့၏ ဆွေမျိုးသားချင်းများအပေါ် ကောင်းမွန်စွာ ဆက်ဆံကြပြီး ဆွေမျိုးဆက်ဆံရေးကို မဖြတ်တောက်ကြပေ။ ၎င်းတို့သည် ဆင်းရဲသားများနှင့် လိုအပ်သူများအပေါ်လည်း ကြင်နာတတ်ပြီး စိတ်သဘောထား နူးညံ့သိမ်မွေ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخْشَوْنَ رَبَّهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ အရှင်သခင်ကို ကြောက်ရွံ့သည်)</span>၊ ၎င်းတို့ ပြုလုပ်သော သို့မဟုတ် မပြုလုပ်သော အပြုအမူများနှင့် ပြောဆိုမှုများတွင် ဖြစ်သည်။ ၎င်းတို့သည် ဤအရာအားလုံးကို အလ္လာဟ်အရှင်မြတ်က စောင့်ကြည့်နေသည်ကို အမှတ်ရပြီး နောင်ဘဝတွင် ကိုယ်တော်၏ ကြောက်မက်ဖွယ်ကောင်းသော စစ်ဆေးခြင်းကို ကြောက်ရွံ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့၏ ကိစ္စရပ်အားလုံးသည် ဖြောင့်မှန်သော လမ်းကြောင်းပေါ်တွင် ရှိပြီး မှန်ကန်သည်၊ ၎င်းတို့ လှုပ်ရှားနေသည်ဖြစ်စေ၊ ပျင်းရိနေသည်ဖြစ်စေ၊ ၎င်းတို့၏ ကိစ္စရပ်အားလုံးတွင် အခြားသူများကို သက်ရောက်မှုရှိသော ကိစ္စရပ်များလည်း အပါအဝင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရှင်သခင်၏ မျက်နှာတော်ကို ရှာဖွေလျက် သည်းခံနေသူများ)</span> ၎င်းတို့သည် အပြစ်များနှင့် မကောင်းမှုများမှ ရှောင်ခွာရင်း သည်းခံခြင်းကို လိုက်နာကြသည်၊ ထိုသို့ပြုလုပ်နေစဉ်တွင် ၎င်းတို့၏ အမြင့်မြတ်ဆုံး၊ ဂုဏ်အရှိဆုံး အရှင်သခင်၏ အမှုတော်ကို မြှုပ်နှံပြီး ကိုယ်တော်၏ နှစ်သက်မှုကိုနှင့် ကြီးမြတ်သော အကျိုးလာဘ်ကို ရှာဖွေကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقَامُوا الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဆွလားတ်ကို ထမ်းဆောင်သည်)</span>၊ ၎င်း၏ ကန့်သတ်ချက်များ၊ အချိန်များ၊ ဦးညွှတ်ခြင်း၊ ဦးချခြင်းနှင့် နူးညံ့သိမ်မွေ့ခြင်းတို့ကို ထိန်းသိမ်းလျက်၊ ဘာသာရေး၏ သတ်မှတ်ထားသော ကန့်သတ်ချက်များနှင့် စည်းမျဉ်းများအတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့ ပေးသနားထားသည်များမှ သုံးစွဲသည်)</span> ၎င်းတို့သည် ၎င်းတို့၏ ဇနီးမယားများ၊ ဆွေမျိုးများ၊ ဆင်းရဲသားများနှင့် လိုအပ်သူများ အစရှိသဖြင့် ၎င်းတို့အပေါ် သုံးစွဲရန် တာဝန်ရှိသူများအပေါ် သုံးစွဲကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِرًّا وَعَلَانِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှို့ဝှက်စွာနှင့် ပွင့်လင်းစွာ)</span> ၎င်းတို့သည် ညဖြစ်စေ၊ နေ့ဖြစ်စေ၊ လျှို့ဝှက်စွာဖြစ်စေ၊ ပွင့်လင်းစွာဖြစ်စေ အခြေအနေနှင့် အချိန်အခါအားလုံးတွင် သုံးစွဲကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မကောင်းမှုကို ကောင်းမှုဖြင့် တွန်းလှန်သည်)</span> ၎င်းတို့သည် မကောင်းမှုကို ကောင်းမွန်သော အပြုအမူဖြင့် တွန်းလှန်ကြသည်။ လူအများက ၎င်းတို့ကို ထိခိုက်နစ်နာစေသောအခါ ၎င်းတို့သည် ထိခိုက်နစ်နာမှုကို ကောင်းမွန်သော သည်းခံခြင်း၊ ခွင့်လွှတ်ခြင်း၊ နားလည်ပေးခြင်းနှင့် လွှတ်ငြိမ်းခွင့်ပေးခြင်းတို့ဖြင့် ရင်ဆိုင်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုကို ပိုမိုကောင်းမွန်သော အရာဖြင့် တွန်းလှန်လော့၊ ထိုအခါ စင်စစ် သင်တို့နှင့် သူ့အကြား ရန်ငြိုးဖွဲ့နေသူသည် <span class=\"gray\">(ဖြစ်လာပေလိမ့်မည်)</span> ခင်မင်ရင်းနှီးသော မိတ်ဆွေတစ်ဦး ဖြစ်လာပေလိမ့်မည်။ သို့သော် သည်းခံသူများမှလွဲ၍ မည်သူမျှ ဤအရာကို ရရှိလိမ့်မည်မဟုတ်ပေ - ဤလောကတွင် ကြီးမားသော အခွင့်အရေးပိုင်ဆိုင်သူမှလွဲ၍ မည်သူမျှ ဤအရာကို ရရှိလိမ့်မည်မဟုတ်ပေ။)</span><span class=\"gray\">[41:34-35]</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ဤကောင်းမွန်သော အရည်အသွေးများရှိသူများ၊ ကောင်းချီးခံစားရသူများသည် နောက်ဆုံးနေအိမ်ကို ရရှိမည်ဖြစ်ကြောင်း ဤနေရာတွင် ဖော်ပြထားရခြင်း အကြောင်းရင်းဖြစ်သည်။ ကိုယ်တော်က ထို့နောက် ရှင်းပြထားသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">جَنَّاتُ عَدْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အဒ်န်ဥယျာဉ်များ)</span>၊ 'အဒ်န်သည် အမြဲတမ်းနေထိုင်ခြင်းကို ပြသသည်; ၎င်းတို့သည် ထာဝရအသက်၏ ဥယျာဉ်များတွင် နေထိုင်ကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(လည်း)</span> ၎င်းတို့၏ ဖခင်များ၊ ၎င်းတို့၏ ဇနီးများ၊ ၎င်းတို့၏ သားစဉ်မြေးဆက်များထဲမှ ကောင်းမှုပြုခဲ့သူများလည်း။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ၎င်းတို့၏ ချစ်ခင်ရသူများ၊ ၎င်းတို့၏ ဖခင်များ၊ မိသားစုဝင်များ၊ သားစဉ်မြေးဆက်များ၊ ဖြောင့်မတ်သူများ၊ ဂျန္နတ်သို့ ဝင်ရောက်ထိုက်သူများနှင့် စုစည်းပေးမည်ဖြစ်ပြီး ၎င်းတို့ကို မြင်ရခြင်းဖြင့် ၎င်းတို့၏ မျက်လုံးများ ချမ်းသာစေရန် ဖြစ်သည်။ ကိုယ်တော်သည် အဆင့်နိမ့်သူများ၏ အဆင့်ကို မြှင့်တင်ပေး၍ အဆင့်မြင့်သူများ၏ အဆင့်များအထိ မြှင့်တင်ပေးမည်၊ ၎င်းသည် ကိုယ်တော်၏ ကြင်နာမှုမှ ဆင်းသက်လာသော ကျေးဇူးတော်ဖြစ်ပြီး အဆင့်မြင့်သူများ၏ အဆင့်ကို မလျှော့ချဘဲ <span class=\"gray\">(ဂျန္နတ်တွင်)</span> ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများနှင့် ၎င်းတို့၏ သားစဉ်မြေးဆက်များက ယုံကြည်ခြင်း၌ ၎င်းတို့နောက် လိုက်ပါသူများ- ထိုသူများအား ငါတို့သည် ၎င်းတို့၏ သားစဉ်မြေးဆက်များကို ပေါင်းစည်းပေးမည်။)</span><span class=\"gray\">[52:21]</span> အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ - سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များသည် ၎င်းတို့ထံ တံခါးတိုင်းမှ ဝင်ရောက်ကြမည် <span class=\"gray\">(ဆိုသည်မှာ)</span>- \"စလာမွန် 'အလိုင်းကွမ် <span class=\"gray\">(သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span> သင်တို့ သည်းခံမှုဖြင့် ကြိုးစားခဲ့ကြသောကြောင့်! စင်စစ် အကောင်းဆုံးသော နောက်ဆုံးနေအိမ်ပင်တည်း!\")</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်များသည် ဂျန္နတ်သို့ ဝင်ရောက်ခြင်းအတွက် ဂုဏ်ပြုလျက် လမ်းညွှန်တိုင်းမှ ၎င်းတို့ထံ ဝင်ရောက်ကြမည်။ ကောင်းကင်တမန်များသည် ၎င်းတို့ကို အစ္စလာမ့်နှုတ်ဆက်စကားဖြင့် ကြိုဆိုပြီး အလ္လာဟ်အရှင်မြတ်၏ နီးစပ်မှုနှင့် အကျိုးလာဘ်များကို ရရှိခြင်းအတွက်၊ ငြိမ်းချမ်းရေး၏ နေအိမ်သို့ ဝင်ရောက်ခွင့်ရရှိခြင်းအတွက်၊ ဂုဏ်သရေရှိ တမန်တော်များ၊ ပရောဖက်များနှင့် မှန်ကန်သော ယုံကြည်သူများ၏ အိမ်နီးနားချင်းများ ဖြစ်ရခြင်းအတွက် ချီးမွမ်းကြမည်။ အိမာမ် အဟ်မဒ်သည် 'အဘ်ဒုလ္လာဟ် ဘင် 'အမ်ရ် ဘင် အလ်-'အာစ်မှ မှတ်တမ်းတင်ထားသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှစ်ဦးစလုံးကို နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَدْرُونَ أَوَّلَ مَنْ يَدْخُلُ الْجَنَّةَ مِنْ خَلْقِ اللهِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများထဲမှ မည်သူက ဂျန္နတ်သို့ ဦးဆုံး ဝင်ရောက်မည်ကို သင်တို့ သိကြပါသလား?)</span> ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်သည်သာ ပိုမိုသိရှိတော်မူပါသည်\" ဟု ဆိုကြသည်။ ကိုယ်တော်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَّلُ مَنْ يَدْخُلُ الْجَنَّةَ مِنْ خَلْقِ اللهِ الْفُقَرَاءُ الْمُهَاجِرُونَ الَّذِينَ تُسَدُّ بِهِمُ الثُّغُورُ، وَتُتَّقَى بِهِمُ الْمَكَارِهُ، وَيَمُوتُ أَحَدُهُمْ وَحَاجَتُهُ فِي صَدْرِهِ، لَا يَسْتَطِيعُ لَهَا قَضَاءً، فَيَقُولُ اللهُ تَعَالَى لِمَنْ يَشَاءُ مِنْ مَلَائِكَتِهِ: ائْتُوهُمْ فَحَيُّوهُمْ، فَتَقُولُ الْمَلَائِكَةُ: نَحْنُ سُكَّانُ سَمَائِكَ، وَخِيرَتُكَ مِنْ خَلْقِكَ، أَفَتَأْمُرُنَا أَنْ نَأْتِي هؤُلَاءِ وَنُسَلِّمَ عَلَيْهِمْ؟ فَيَقُولُ: إِنَّهُمْ كَانُوا عِبَادًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا، وَتُسَدُّ بِهِمُ الثُّغُورُ، وَتُتَّقَى بِهِمُ الْمَكَارِهُ، وَيَمُوتُ أَحَدُهُمْ وَحَاجَتُهُ فِي صَدْرِهِ لَا يَسْتَطِيعُ لَهَا قَضَاءً - قَالَ - : فَتَأْتِيهِمُ الْمَلَائِكَةُ عِنْدَ ذَلِكَ فَيَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများထဲမှ ဂျန္နတ်သို့ ဦးဆုံးဝင်ရောက်သူများမှာ ဆင်းရဲသော ပြောင်းရွှေ့နေထိုင်သူများ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အတွက်)</span> ဖြစ်ပြီး ၎င်းတို့ဖြင့် နယ်စပ်ဂိတ်များ <span class=\"gray\">(မြေ၏)</span> ကို လုံခြုံစေကာ အမျိုးမျိုးသော ဒုက္ခဆင်းရဲများကို ကာကွယ်ခဲ့ကြသည်။ ၎င်းတို့ထဲမှ တစ်ဦးသည် ၎င်း၏ လိုအပ်ချက်သည် ရင်တွင်း၌ ရှိနေဆဲဖြစ်ပြီး မိမိကိုယ်တိုင် ပြည့်စုံအောင် မလုပ်နိုင်ဘဲ သေဆုံးသွားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကောင်းကင်တမန်များထဲမှ ကိုယ်တော်အလိုရှိသူအား \"၎င်းတို့ထံ သွား၍ စလာမ်ဖြင့် ကြိုဆိုကြလော့\" ဟု မိန့်တော်မူလိမ့်မည်။ ကောင်းကင်တမန်များက \"အရှင်သခင်၊ ကျွန်တော်မျိုးတို့သည် ကိုယ်တော်၏ ကောင်းကင်နေထိုင်သူများဖြစ်ပြီး ကိုယ်တော်၏ ဖန်ဆင်းခံများထဲမှ အကောင်းဆုံးများ ဖြစ်ပါသည်၊ ကျွန်တော်မျိုးတို့ကို ၎င်းတို့ထံ သွား၍ စလာမ်ဖြင့် ကြိုဆိုရန် အမိန့်ပေးတော်မူပါသလား?\" ဟု ဆိုကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က \"၎င်းတို့သည် ငါ့ကို ဝတ်ပြုကိုးကွယ်ပြီး ငါနှင့် အခြားမည်သူ့ကိုမျှ သို့မဟုတ် မည်သည့်အရာကိုမျှ ဝတ်ပြုကိုးကွယ်မှုတွင် မတွဲဖက်ခဲ့ကြသော ငါ၏ ကျွန်များဖြစ်သည်။ ၎င်းတို့ဖြင့် နယ်စပ်ဂိတ်များကို လုံခြုံစေပြီး ဒုက္ခဆင်းရဲများကို ကာကွယ်ခဲ့ကြသည်။ ၎င်းတို့ထဲမှ တစ်ဦးသည် ၎င်း၏ လိုအပ်ချက်သည် ရင်တွင်း၌ ရှိနေဆဲဖြစ်ပြီး မဖြည့်ဆည်းနိုင်ဘဲ သေဆုံးသွားလိမ့်မည်။\" ထို့ကြောင့် ကောင်းကင်တမန်များသည် ၎င်းတို့ထံ တံခါးတိုင်းမှ <span class=\"gray\">(ဂျန္နတ်၏)</span> သွားကြလိမ့်မည်)</span> ဆိုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စလာမွန် 'အလိုင်းကွမ် <span class=\"gray\">(သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span> သင်တို့ သည်းခံမှုဖြင့် ကြိုးစားခဲ့ကြသောကြောင့်! စင်စစ် အကောင်းဆုံးသော နောက်ဆုံးနေအိမ်ပင်တည်း!)</span>\"</p>"
  },
  {
    "ayah_key": "13:25",
    "group_ayah_key": "13:25",
    "from_ayah": "13:25",
    "to_ayah": "13:25",
    "ayah_keys": "13:25",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်၏ ပဋိညာဉ်ကို ခိုင်မြဲပြီးနောက် ချိုးဖောက်သူများ၊ အလ္လာဟ်အရှင်မြတ်က ဆက်သွယ်ရန် အမိန့်ပေးထားသည်များကို ဖြတ်တောက်သူများ၊ ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှုများ ပြုလုပ်သူများအပေါ်တွင် ကျိန်ခြင်းကျရောက်ပြီး၊ ထိုသူတို့အတွက် မကောင်းသော <span class=\"gray\">(ဆိုးရွားသော)</span> နေရာ <span class=\"gray\">(ဆိုလိုသည်မှာ ငရဲ)</span> သည် ရှိ၏။<span>(၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>ကျိန်ခြင်းနှင့် မကောင်းသော နေရပ်သို့ ဦးတည်စေမည့် ကံဆိုးသူများ၏ ဝိသေသလက္ခဏာများ</h2></div><p lang=\"my\" class=\"my \">ဤသည်ကား ကံဆိုးသူတို့၏ ပန်းတိုင်ဖြစ်ပြီး ဤသည်တို့ကား ၎င်းတို့၏ ဝိသေသလက္ခဏာများ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ နိဂုံးကို နောင်တမလွန်ဘဝတွင် ဖော်ပြခဲ့ပြီး၊ သစ္စာရှိသူများ ရရှိသော နိဂုံးနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်ကို ပြသရန်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ ဝိသေသလက္ခဏာများသည် ဤလောကရှိ သစ္စာရှိသူတို့၏ ဂုဏ်ရည်များနှင့် ဆန့်ကျင်ဘက်ဖြစ်သောကြောင့်ပင်။ နောက်ဆုံးဖော်ပြခဲ့သူ (သစ္စာရှိသူ) တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပဋိညာဉ်ကို ထိန်းသိမ်းပြီး အလ္လာဟ်အရှင်မြတ်က ဆက်သွယ်ရန် အမိန့်ပေးထားသည်များကို ဆက်သွယ်ခဲ့ကြသည်။ ရှေးဦးဖော်ပြခဲ့သူ (ကံဆိုးသူ) တို့မူကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ပဋိညာဉ်ကို ခိုင်မြဲပြီးနောက် ချိုးဖောက်ခြင်း၊ အလ္လာဟ်အရှင်မြတ်က ဆက်သွယ်ရန် အမိန့်ပေးထားသည်များကို ဖြတ်တောက်ခြင်း၊ ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှုများ ပြုလုပ်ခြင်း)</span> စစ်မှန်သော ဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟန်ဆောင်သူ၏ လက္ခဏာသုံးရပ်မှာ အောက်ပါအတိုင်းဖြစ်၏- စကားပြောသောအခါ လိမ်ညာပြောဆိုခြင်း၊ ကတိပြုသောအခါ အမြဲတစေ ပျက်ကွက်ခြင်း <span class=\"gray\">(သူ၏ကတိကို ချိုးဖောက်ခြင်း)</span>၊ သူ့ကို ယုံကြည်အပ်နှံသောအခါ မရိုးသားကြောင်း သက်သေပြခြင်း။\")</span> အခြားသော ဖော်ပြချက်တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِذَا عَاهَدَ غَدَرَ وَإِذَا خَاصَمَ فَجَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ပဋိညာဉ်ပြုလုပ်ပါက သစ္စာဖောက်ပြီး၊ အငြင်းပွားပါက အလွန်ရန်ဖြစ်တတ်သူအဖြစ် သက်သေပြသည်။)</span> ဤကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်က ထပ်မံမိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمُ اللَّعْنَةُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အပေါ်တွင် ကျိန်ခြင်းကျရောက်၏၊)</span> ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာမှ ဝေးကွာစေလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အတွက် မကောင်းသော နေရပ်သည် ရှိ၏။)</span> ဆိုးရွားသော နိဂုံးနှင့် ပန်းတိုင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمِهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ နေထိုင်ရာနေရာသည် ငရဲဖြစ်မည်။ ထိုနေရာသည် အနားယူရန် အမှန်ပင် အဆိုးဆုံးနေရာဖြစ်၏။)</span><span class=\"gray\">[13:18]</span></p>"
  }
]