[
  {
    "ayah_key": "2:151",
    "group_ayah_key": "2:151",
    "from_ayah": "2:151",
    "to_ayah": "2:152",
    "ayah_keys": "2:151,2:152",
    "text": "<p lang=\"my\" class=\"my \">ထိုနည်းတူစွာပင် <span class=\"gray\">(သင်တို့အပေါ် ငါ၏ကောင်းချီးမင်္ဂလာတို့ကို ပြည့်စုံစေရန်)</span>၊ ငါတို့သည် သင်တို့ထံသို့ သင်တို့ထဲမှ ရစူလ်တမန်တစ်ပါး <span class=\"gray\">(မိုဟမ္မဒ် ﷺ)</span> ကို စေလွှတ်တော်မူခဲ့၏။ ၎င်းတမန်တော်သည် သင်တို့အား ငါတို့၏အခန်းငယ်များ <span class=\"gray\">(ကုရ်အာန်)</span> ကို ဖတ်ကြားပြသပြီး သင်တို့အား စင်ကြယ်စေကာ ကျမ်းဂန် <span class=\"gray\">(ကုရ်အာန်)</span> နှင့် ဟစ်က်မာဟ် <span class=\"gray\">(ဆိုလိုသည်မှာ စွန္နဟ်၊ အစ္စလာမ့်ဥပဒေများနှင့် ဖစ်ကဟ် ـ ဥပဒေပညာ)</span> ကို သင်ကြားပေးပြီး သင်တို့မသိခဲ့သည်များကို သင်ကြားပေး၏ <span>(၁၅၁)</span>ထို့ကြောင့် ငါ့ကို သတိရကြလော့ <span class=\"gray\">(ဆွလာတ်ဖတ်ခြင်း၊ ချီးမွမ်းခြင်းဖြင့်)</span>။ ငါသည် သင်တို့ကို သတိရမည်။ ငါ့အား ကျေးဇူးတင်ကြလော့ <span class=\"gray\">(သင်တို့အပေါ် ငါ၏မရေမတွက်နိုင်သော ကောင်းချီးများအတွက်)</span>။ ငါ့ကို မည်သည့်အခါမျှ ကျေးဇူးမကန်းကြလော့ <span>(၁၅၂)</span></p><div lang=\"my\" class=\"my \"><h2>မိုဟမ္မဒ်၏ <span class=\"gray\">(ﷺ )</span> ပရောဖက်ပြုချက်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကြီးမားသော ကျေးဇူးတော်တစ်ခုဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိုဟမ္မဒ် ﷺ ကို ၎င်းတို့ထံ ရစူလ်တမန်အဖြစ် စေလွှတ်တော်မူခြင်းဖြင့် ၎င်းတို့အား ပေးသနားတော်မူခဲ့သော ကျေးဇူးတော်များကို သတိပေးတော်မူ၏။ ၎င်းတမန်တော်သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ရှင်းလင်းသော အာယသ်တော်များကို ဖတ်ကြားပြသပြီး အဆိုးရွားဆုံးသော အပြုအမူများ၊ စိတ်ဝိညာဉ်၏ ဖောက်ပြန်မှုများ၊ ဂျာဟီလီယဟ်ခေတ် <span class=\"gray\">(အစ္စလာမ်မတိုင်မီခေတ်)</span> ၏ လုပ်ရပ်များမှ စင်ကြယ်စေပြီး သန့်စင်ပေး၏။ ရစူလ်တမန်တော် ﷺ သည် ၎င်းတို့အား အမှောင်ထု <span class=\"gray\">(သံသယ)</span> မှ အလင်းရောင် <span class=\"gray\">(ယုံကြည်ခြင်း)</span> သို့ ခေါ်ဆောင်သွားပြီး ကျမ်းဂန်၊ ကုရ်အာန်နှင့် ဟစ်က်မာဟ် <span class=\"gray\">(ဆိုလိုသည်မှာ ဉာဏ်ပညာ)</span> ဖြစ်သော ၎င်း၏စွန္နဟ်တို့ကို သင်ကြားပေး၏။ ၎င်းတို့ မသိခဲ့သည်များကိုလည်း သင်ကြားပေး၏။ ဂျာဟီလီယဟ်ခေတ်တွင် ၎င်းတို့သည် မိုက်မဲသော စကားများကို ပြောဆိုလေ့ရှိသည်။ နောက်ပိုင်းတွင် တမန်တော်၏ သတင်းစကားနှင့် ၎င်း၏ပရောဖက်ပြုချက်၏ ကောင်းချီးမင်္ဂလာကြောင့် ၎င်းတို့သည် အော်လီယာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ သစ္စာရှိမိတ်ဆွေများ)</span> အဆင့်သို့လည်းကောင်း၊ ပညာရှင်များ၏ ရာထူးသို့လည်းကောင်း မြှင့်တင်ခြင်းခံရသည်။ ထို့ကြောင့် ၎င်းတို့သည် လူတို့တွင် အနက်ရှိုင်းဆုံးသော အသိပညာ၊ အဓမ္မကင်းရှင်းသော နှလုံးသားများနှင့် အမှန်ကန်ဆုံးသော လျှာများကို ရရှိခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အပေါ် ၎င်းတို့ထဲမှ ရစူလ်တမန်တစ်ပါး <span class=\"gray\">(မိုဟမ္မဒ် ﷺ)</span> ကို စေလွှတ်တော်မူခြင်းဖြင့် ကြီးမားသော ကျေးဇူးတော်တစ်ရပ်ကို ပေးသနားတော်မူခဲ့၏။ ၎င်းတမန်တော်သည် ၎င်းတို့အား အရှင်၏ အခန်းငယ်များ <span class=\"gray\">(ကုရ်အာန်)</span> ကို ဖတ်ကြားပြသပြီး ၎င်းတို့အား <span class=\"gray\">(အပြစ်များမှ)</span> စင်ကြယ်စေ၏။)</span><span class=\"gray\">(၃:၁၆၄)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤကောင်းချီးတော်ကို ထိုက်သင့်သော အလေးထားမှု မပြုခဲ့သူများကိုလည်း ပြစ်တင်ရှုံ့ချတော်မူခဲ့သည်၊ အရှင်က အောက်ပါအတိုင်း မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို မယုံကြည်ခြင်း <span class=\"gray\">(တမန်တော် မိုဟမ္မဒ် ﷺ ကို ငြင်းပယ်ခြင်းဖြင့်)</span> နှင့် အစ္စလာမ်၏ သတင်းစကားကို ပြောင်းလဲခဲ့သူများကို သင်မမြင်ခဲ့ဘူးလော၊)</span> ၎င်းတို့၏လူမျိုးများကို ပျက်စီးရာအရပ်၌ နေထိုင်စေခဲ့သူများကို <span class=\"gray\">(၁၄:၂၈)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က မှတ်ချက်ပြုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ဆိုသည်မှာ မိုဟမ္မဒ်ဖြစ်သည်။\" ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ဤကျေးဇူးတော်ကို အတည်ပြုရန်နှင့် ကျေးဇူးတင်ခြင်း၊ အရှင်အား အောက်မေ့ခြင်းတို့ဖြင့် တန်ဖိုးထားရန် အမိန့်ပေးတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါ့ကို သတိရကြလော့။ ငါသည် သင်တို့ကို သတိရမည်။ ငါ့အား ကျေးဇူးတင်ကြလော့။ ငါ့ကို မည်သည့်အခါမျှ ကျေးဇူးမကန်းကြလော့။)</span></p><p lang=\"gd\" class=\"gd \">Mujahid said that Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာပင် <span class=\"gray\">(သင်တို့အပေါ် ငါ၏ကျေးဇူးတော်ကို ပြည့်စုံစေရန်)</span>၊ ငါတို့သည် သင်တို့ထဲမှ ရစူလ်တမန်တစ်ပါး <span class=\"gray\">(မိုဟမ္မဒ် )</span> ကို စေလွှတ်တော်မူခဲ့၏၊)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ- ထို့ကြောင့် ငါ၏ ကျေးဇူးတော်ကို ကျေးဇူးတင်သောအားဖြင့် ငါ့ကို သတိရကြလော့။</p><p lang=\"my\" class=\"my \">အလ်ဟာစန် အလ်ဘာစ်ရီက အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍ မှတ်ချက်ပြုသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُونِي أَذْكُرْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါ့ကို သတိရကြလော့။ ငါသည် သင်တို့ကို သတိရမည်။)</span>၊ \"ငါသည် သင်တို့အား အမိန့်ပေးထားသည်များနှင့် ပတ်သက်၍ ငါ့ကို သတိရကြလော့။ ငါသည် သင်တို့အကျိုးအတွက် ကိုယ့်ကိုယ်ကို ကတိပေးထားသည်များနှင့် ပတ်သက်၍ သင်တို့ကို ငါသတိရမည် <span class=\"gray\">(ဆိုလိုသည်မှာ အရှင်၏ဆုလာဘ်များနှင့် ခွင့်လွှတ်မှု)</span>။\" </p><p lang=\"my\" class=\"my \">စစ်မှန်သော ဟဒီးဆ်တော်တစ်ခုတွင် ပါရှိသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: مَنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نَفْسِي وَمَنْ ذَكَرَنِي فِي مَلَأٍ ذَكَرْتُهُ فِي مَلَأٍ خَيْرٍ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ- 'မည်သူမဆို ငါ့ကို သူ့ဘာသာသူ ဖော်ပြလျှင် ငါသည် သူ့ကို ငါ့ဘာသာငါ ဖော်ပြမည်။ မည်သူမဆို ငါ့ကို စည်းဝေးပွဲတစ်ခုတွင် ဖော်ပြလျှင် ငါသည် သူ့ကို ထိုထက်သာ၍ ကောင်းသော စည်းဝေးပွဲတစ်ခုတွင် ဖော်ပြမည်။')</span>'</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အနပ်စ်မှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ကို ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ عَزَّ وَجَلَّ: يَا ابْنَ آدَمَ، إِنْ ذَكَرْتَنِي فِي نَفْسِكَ ذَكَرْتُك فِي نَفْسِي، إِنْ ذَكَرْتَنِي فِي مَلَإٍ ذكَرْتُكَ فِي مَلَإٍ مِنَ الْمَلَائِكَةِ - أَوْ قَالَ: فِي مَلَإٍ خَيْرٍ مِنْهُ - وَإِنْ دَنَوْتَ مِنِّي شِبْرًا دَنَوْتُ مِنْكَ ذِرَاعًا، وَإِنْ دَنَوْتَ مِنِّي ذِرَاعًا دَنَوْتُ مِنْكَ بَاعًا، وَإنْ أَتَيْتَنِي تَمْشِي أَتَيْتُكَ هَرْوَلَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ- 'အို အာဒမ်၏သား၊ သင်သည် ငါ့ကို သင့်ဘာသာသင် ဖော်ပြလျှင် ငါသည် သင့်ကို ငါ့ဘာသာငါ ဖော်ပြမည်။ သင်သည် ငါ့ကို စည်းဝေးပွဲတစ်ခုတွင် ဖော်ပြလျှင် ငါသည် သင့်ကို ကောင်းကင်တမန်များ၏ စည်းဝေးပွဲတွင် <span class=\"gray\">(သို့မဟုတ် ထိုထက်သာ၍ ကောင်းသော စည်းဝေးပွဲတွင်)</span> ဖော်ပြမည်။ သင်သည် ငါ့ထံသို့ လက်တစ်ဝါးစာ နီးကပ်လာလျှင် ငါသည် သင့်ထံသို့ လက်တစ်တောင်ခန့် နီးကပ်လာမည်။ သင်သည် ငါ့ထံသို့ လက်တစ်တောင်ခန့် နီးကပ်လာလျှင် ငါသည် သင့်ထံသို့ လက်တစ်ဖက်စာ နီးကပ်လာမည်။ သင်သည် ငါ့ထံသို့ လမ်းလျှောက်လာလျှင် ငါသည် သင့်ထံသို့ ပြေးလာမည်။')</span>။</p><p lang=\"my\" class=\"my \">၎င်း၏ သွယ်ဝိုက်ဆက်စပ်မှုမှာ စဟီးဟ်ဖြစ်ပြီး အလ်ဘူခါရီက မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ငါ့အား ကျေးဇူးတင်ကြလော့ <span class=\"gray\">(သင်တို့အပေါ် ငါ၏မရေမတွက်နိုင်သော ကျေးဇူးတော်များအတွက်)</span> နှင့် ငါ့ကို မည်သည့်အခါမျှ ကျေးဇူးမကန်းကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်တွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်အား ကျေးဇူးတင်ရန်နှင့် တန်ဖိုးထားရန် အမိန့်ပေးတော်မူပြီး ကျေးဇူးတင်ခြင်းအတွက် ပိုမိုများပြားသော ဆုလာဘ်များကို ကတိပြုတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အရှင်သည် ကြေညာတော်မူခဲ့သည်ကို <span class=\"gray\">(သတိရကြလော့)</span>- \"အကယ်၍ သင်တို့သည် ကျေးဇူးတင်ပါက <span class=\"gray\">(အီမာန်ကိုလက်ခံပြီး အလ္လာဟ်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ မကိုးကွယ်ပါက)</span> ငါသည် သင်တို့အား ပိုမိုပေးသနားမည် <span class=\"gray\">(ငါ၏ကောင်းချီးများ)</span>၊ သို့သော် သင်တို့သည် ကျေးဇူးကန်းပါက <span class=\"gray\">(ဆိုလိုသည်မှာ မယုံကြည်သူများ)</span>၊ အမှန်စင်စစ် ငါ၏ပြစ်ဒဏ်သည် ပြင်းထန်လှ၏။\")</span><span class=\"gray\">(၁၄:၇)</span></p><p lang=\"my\" class=\"my \">အဗူ ရဂျာအ် အလ်-ဥတာရီဒီက ပြောသည်- အင်မ်ရာန် ဘင်န် ဟွတ်စိန်သည် ကျွန်ုပ်တို့ထံ တစ်ကြိမ်လာရာတွင် ကျွန်ုပ်တို့ ယခင်က သို့မဟုတ် နောက်ပိုင်းတွင် တစ်ခါမျှ မမြင်ဖူးသော လှပသော ပိုးထည်ဝတ်ရုံကို ဝတ်ဆင်ထားသည်။ ၎င်းက ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنْعَمَ اللهُ عَلَيْهِ نِعْمَةً فَإِنَّ اللهَ يُحِبُّ أَنْ يَرَى أَثَرَ نِعْمَتِهِ عَلَى خَلْقِهِ،</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ رَوْحٌ مَرَّةً:</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَى عَبْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့အား ကျေးဇူးတော်တစ်ရပ်ဖြင့် ကောင်းချီးပေးခဲ့ပါက အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ကျေးဇူးတော်၏ အကျိုးသက်ရောက်မှုကို အရှင်၏ဖန်ဆင်းခံများအပေါ် မြင်တွေ့ရခြင်းကို နှစ်သက်တော်မူ၏)</span>၊ သို့မဟုတ် ၎င်းက \"အရှင်၏ကျွန်အပေါ်\" ဟု ပြောခဲ့သည် - ရူဟ် <span class=\"gray\">(ဟဒီးဆ်တော်၏ ရာဝီတစ်ဦး)</span> အရဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "2:153",
    "group_ayah_key": "2:153",
    "from_ayah": "2:153",
    "to_ayah": "2:154",
    "ayah_keys": "2:153,2:154",
    "text": "<p class=\"my translation\" lang=\"my\">အို၊ ယုံကြည်သူအပေါင်းတို့! သည်းခံခြင်းနှင့် အဆ်-ဆွလာတ် <span class=\"gray\">(ဆွလာတ်)</span> ဖြင့် အကူအညီရှာကြလော့။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အဆ်-ဆွဗေရီန် <span class=\"gray\">(သည်းခံသူများ)</span> နှင့်အတူ ရှိတော်မူသည် <span>(၁၅၃)</span>အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသတ်ခံရသူများနှင့် ပတ်သက်၍ \"၎င်းတို့သည် သေဆုံးသွားသူများ\" ဟု မပြောကြနှင့်။ မဟုတ်ပေ၊ ၎င်းတို့သည် အသက်ရှင်လျက်ရှိကြသည်၊ သို့သော် သင်တို့သည် <span class=\"gray\">(၎င်းကို)</span> မသိမြင်နိုင်ကြပေ <span>(၁၅၄)</span></p><div lang=\"my\" class=\"my \"><h2>သည်းခံခြင်းနှင့် ဆွလာတ်၏ ဂုဏ်ကျေးဇူး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်အား တန်ဖိုးထားရန် အမိန့်ပေးပြီးနောက် သည်းခံခြင်းနှင့် ဆွလာတ်ကို ပြဋ္ဌာန်းတော်မူခဲ့သည်။ ကျွန်တစ်ဦးသည် ကျေးဇူးတင်သင့်သော ကောင်းချီးမင်္ဂလာကို ခံစားနေရခြင်း သို့မဟုတ် သည်းခံခြင်းဖြင့် ရင်ဆိုင်သင့်သော ဘေးဆိုးတစ်ခုကို ခံစားနေရခြင်းသည် အမှန်ပင်ဖြစ်သည်။ ဟဒီးဆ်တော်တစ်ခုတွင် ပါရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللهُ لَهُ قَضَاءً إلَّا كَانَ خَيْرًا لَهُ: إِنْ أَصَابَتْهُ سَرَّاءُ فَشَكَرَ كَانَ خَيْرًا لَهُ وإنْ أَصَابَتْهُ ضَرَّاءُ فَصَبَرَ كَانَ خَيْرًا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူသည် အံ့သြဖွယ်ကောင်း၏၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် မည်သည့်အရာကိုမဆို ပြဋ္ဌာန်းသည်ဖြစ်စေ ၎င်းအတွက် ပိုကောင်း၏။ အကယ်၍ ၎င်းသည် ကောင်းချီးမင်္ဂလာဖြင့် စမ်းသပ်ခံရပါက ၎င်းသည် ကျေးဇူးတင်ပြီး ၎င်းအတွက် ပိုကောင်း၏။ အကယ်၍ ၎င်းသည် ဒုက္ခတစ်ခုဖြင့် ဘေးသင့်ခံရပါက ၎င်းသည် သည်းခံပြီး ၎င်းအတွက် ပိုကောင်း၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဘေးဆိုးများ၏ အကျိုးသက်ရောက်မှုများကို လျှော့ချရန် အကောင်းဆုံးသော ကိရိယာများမှာ သည်းခံခြင်းနှင့် ဆွလာတ်ဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။ ယခင်က ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို ဖော်ပြခဲ့ပြီးဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည်းခံခြင်းနှင့် အဆ်-ဆွလာတ် <span class=\"gray\">(ဆွလာတ်)</span> ဖြင့် အကူအညီရှာကြလော့၊ အမှန်စင်စစ် ၎င်းသည် အလ်-ခါရှီအီးန် <span class=\"gray\">[ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို အမှန်တကယ် ယုံကြည်သူများ]</span> မှတစ်ပါး အလွန်အမင်းလေးလံခက်ခဲ၏။)</span><span class=\"gray\">(၂:၄၅)</span></p><p lang=\"my\" class=\"my \">ဆွဗ်ရ် ـ သည်းခံခြင်း အမျိုးအစားများစွာရှိ၏- ပိတ်ပင်ထားသည်များနှင့် အပြစ်များကို ရှောင်ကြဉ်ခြင်းအတွက် တစ်မျိုး၊ ကိုးကွယ်မှုနှင့် နာခံမှုလုပ်ရပ်များအတွက် တစ်မျိုးဖြစ်သည်။ ဒုတိယအမျိုးအစားသည် ပထမအမျိုးအစားထက် ပိုမိုများပြားသော ဆုလာဘ်များကို သယ်ဆောင်သည်။ ဘေးဆိုးများနှင့် ဒုက္ခများကို ရင်ဆိုင်ရာတွင် လိုအပ်သော တတိယအမျိုးအစားသည် မဖြစ်မနေလိုအပ်ပြီး နောင်တရခြင်းနှင့်တူသည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒူရ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အဆ်လမ်က ပြောသည်၊ \"ဆွဗ်ရ်တွင် အပိုင်းနှစ်ပိုင်းရှိသည်- အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူသည်များနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ အကြောင်းကြောင့် သည်းခံခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ကိုးကွယ်မှုနှင့် နာခံမှုလုပ်ရပ်များ)</span>၊ ၎င်းသည် နှလုံးသားနှင့် ခန္ဓာကိုယ်အပေါ် ခက်ခဲစေသည်ဖြစ်စေ၊ အရှင်မနှစ်သက်သည်များကို ရှောင်ရှားရာတွင် သည်းခံခြင်း၊ ၎င်းသည် အလိုရှိသည်ဖြစ်စေ။ ဤအရည်အသွေးများကို ရရှိသူများသည် အလ္လာဟ်အရှင်မြတ် နှုတ်ခွန်းဆက်မည့် သည်းခံသူများထဲတွင် ပါဝင်မည် <span class=\"gray\">(နောင်တမလွန်ဘဝတွင် အရှင်နှင့်တွေ့ဆုံသောအခါ၊ စူရာ အလ်-အဟ်ဇာဗ် ၃၃:၄၄ ကို ကိုးကား)</span>၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက။\"</p><div lang=\"my\" class=\"my \"><h2>ရှဟီးဒ်များ ခံစားရသော ဘဝ</h2></div><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقُولُوا لِمَن يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသတ်ခံရသူများနှင့် ပတ်သက်၍ \"၎င်းတို့သည် သေဆုံးသွားသူများ\" ဟု မပြောကြနှင့်။ မဟုတ်ပေ၊ ၎င်းတို့သည် အသက်ရှင်လျက်ရှိကြသည်၊)</span> ဟူသည်မှာ ရှဟီးဒ်များသည် အသက်ရှင်လျက်ရှိပြီး ၎င်းတို့၏ စားနပ်ရိက္ခာကို ရရှိနေကြောင်း ဖော်ပြသည်။</p><p lang=\"id\" class=\"id \">Muslim reported in his Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ أَرْوَاحَ الشُّهَدَاءِ فِي حَوَاصِلَ طَيْرٍ خُضْرٍ، تَسْرَحُ فِي الْجَنَّة حَيْثُ شَاءَتْ، ثُمَّ تَأْوِي إلَى قَنَادِيلَ مُعَلَّقَةٍ تَحْتَ الْعَرْشِ، فَاطَّلَعَ عَلَيْهِمْ رَبُّكَ اطِّلَاعَةً، فقَالَ: مَاذَا تَبْغُونَ؟ فَقَالُوا: يَا رَبَّنَا وَأَيَّ شَيْءٍ نَبْغِي، وَقَدْ أَعْطَيْتنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقِكَ؟ ثُمَّ عَادَ إِلَيْهِمْ بِمِثْلِ هذَا، فَلَمَّا رَأَوْا أَنَّهُم لَا يُتْرَكُون مِنْ أَنْ يُسْأَلُوا، قَالُوا: نُرِيدُ أَنْ تَرُدَّنَا إِلَى الدَّارِ الدُّنْيَا فَنُقَاتِلَ فِي سَبِيلِكَ حَتَّى نُقْتَلَ فِيكَ مَرَّةً أُخْرَىٰ - لِمَا يَرَوْنَ مِنْ ثَوابِ الشَّهادَةِ - فَيَقُولُ الرَّبُّ جَلَّ جَلَالُهُ: إِنِّي كَتَبْتُ أَنَّهُمْ إلَيْهَا لَا يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှဟီးဒ်များ၏ ဝိညာဉ်များသည် အစိမ်းရောင်ငှက်များအတွင်း၌ ရှိပြီး ၎င်းတို့အလိုရှိရာ ဂျန္နသ်ဥယျာဉ်တွင် လှည့်လည်သွားလာကြသည်။ ထို့နောက် ၎င်းတို့သည် အာရ်ရှ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> အောက်တွင် ချိတ်ဆွဲထားသော မီးခွက်များ၌ ခိုလှုံကြသည်။ သင်၏အရှင်သည် ၎င်းတို့အား ကြည့်ရှုပြီး 'သင်တို့ဘာကို အလိုရှိသနည်း' ဟု မေးတော်မူသည်။ ၎င်းတို့က 'သင်သည် သင်၏ဖန်ဆင်းခံများထဲမှ မည်သူ့ကိုမျှ မပေးဖူးသည်များကို ကျွန်ုပ်တို့အား ပေးသနားတော်မူပြီးဖြစ်ပါက ကျွန်ုပ်တို့သည် အခြားဘာကိုမှ အလိုမရှိတော့ပါ' ဟု ပြောကြသည်။ အရှင်သည် မေးခွန်းကို ထပ်မံ၍ မေးတော်မူသည်။ ၎င်းတို့အား မေးမြန်းခံရမည် <span class=\"gray\">(အဖြေပေးသည်အထိ)</span> ဟု သိရှိသောအခါ ၎င်းတို့က 'ကျွန်ုပ်တို့သည် ကမ္ဘာ့ဘဝသို့ ပြန်ပို့ပေးရန် အလိုရှိပါသည်၊ သို့မှသာ ကျွန်ုပ်တို့သည် အရှင်၏လမ်းတော်၌ ထပ်မံ၍ အသတ်ခံရသည်အထိ တိုက်ခိုက်နိုင်မည်' <span class=\"gray\">(ရှဟီးဒ်၏ ဆုလာဘ်များကို ခံစားရသောကြောင့်)</span> ဟု ပြောကြသည်။ ထို့နောက် အရှင်ဘုရားက '၎င်းတို့သည် ၎င်း <span class=\"gray\">(ကမ္ဘာ့ဘဝ)</span> သို့ ပြန်လာရမည် မဟုတ်ကြောင်း ငါရေးသားခဲ့ပြီးဖြစ်သည်' ဟု မိန့်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဗ်ဒူရ်-ရဟ်မာန် ဘင်န် ကအ်ဗ် ဘင်န် မာလိက်က ၎င်း၏ဖခင်မှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ကို ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَسَمَةُ الْمُؤْمِنِ طَائِرٌ تَعْلَقُ فِي شَجَرِ الْجَنَّةِ حَتَّى يَرْجِعَهُ اللهُ إِلَى جَسَدهِ يَوْمَ يَبْعَثُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူ၏ ဝိညာဉ်သည် ဂျန္နသ်ဥယျာဉ်ရှိ သစ်ပင်များပေါ်၌ အစာစားသော ငှက်တစ်ကောင်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ထိုသူအား ရှင်ပြန်ထမြောက်စေသောအခါ ၎င်း၏ခန္ဓာကိုယ်သို့ ပြန်ပို့ပေးလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်သည် ယုံကြည်သူအားလုံးကို ၎င်း၏ယေဘုယျအဓိပ္ပါယ်တွင် ပါဝင်သည်။ ထို့ကြောင့် ကုရ်အာန်သည် အထက်ပါအာယသ်တော်တွင် ရှဟီးဒ်များကို အထူးဖော်ပြခြင်းသည် ၎င်းတို့အား ဂုဏ်ပြုရန်၊ ချီးမြှင့်ရန်နှင့် ကျေးဇူးပြုရန်အတွက်ဖြစ်သည် <span class=\"gray\">(အခြားယုံကြည်သူများလည်း ၎င်းတို့ခံစားရသော ဆုလာဘ်များကို ခံစားရသော်လည်း)</span>။</p>"
  }
]