[
  {
    "ayah_key": "3:149",
    "group_ayah_key": "3:149",
    "from_ayah": "3:149",
    "to_ayah": "3:153",
    "ayah_keys": "3:149,3:150,3:151,3:152,3:153",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အကယ်၍ သင်တို့သည် မယုံကြည်သူများကို နာခံကြပါလျှင်၊ ၎င်းတို့သည် သင်တို့ကို ခြေဖနောင့်များပေါ်သို့ ပြန်လည်ပို့ဆောင်ကြလိမ့်မည်။ ထိုအခါ သင်တို့သည် ရှုံးနိမ့်သူများအဖြစ် ပြန်လှည့်သွားကြလိမ့်မည်။ <span>(၁၄၉)</span>မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ထိန်းသိမ်းစောင့်ရှောက်သူဖြစ်၏။ ကိုယ်တော်သည် အကောင်းဆုံးသော အကူအညီပေးသူဖြစ်သည်။ <span>(၁၅၀)</span>မယုံကြည်သူများ၏ နှလုံးသားများထဲသို့ ကြောက်ရွံ့ခြင်းကို ငါတို့ ထည့်သွင်းမည်။ အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာတွင် ပူးပေါင်းခဲ့ကြသောကြောင့်ဖြစ်ပြီး၊ ထိုအရာအတွက် ကိုယ်တော်သည် မည်သည့်အခွင့်အာဏာကိုမျှ မပို့လွှတ်ခဲ့ပေ။ ၎င်းတို့၏ နေထိုင်ရာသည် ငရဲဘုံဖြစ်လိမ့်မည်။ မတော်မတရားပြုသူတို့၏ နေထိုင်ရာသည် အဘယ်မျှ ဆိုးရွားလှသနည်း! <span>(၁၅၁)</span>အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ကိုယ်တော်၏ ခွင့်ပြုချက်ဖြင့် ၎င်းတို့ <span class=\"gray\">(သင်တို့၏ရန်သူ)</span> ကို သတ်ဖြတ်နေကြစဉ်၊ သင်တို့အား ပေးထားသော ကိုယ်တော်၏ ကတိတော်ကို ပြည့်စုံစေခဲ့သည်။ ဖာရှီလ်တမ် ဖြစ်သွားပြီး အမိန့်နှင့်ပတ်သက်၍ အငြင်းပွားကာ၊ သင်တို့ ချစ်မြတ်နိုးသောအရာကို ကိုယ်တော် ပြသပြီးနောက် မနာခံမချင်းပင်။ သင်တို့အနက် အချို့သည် ဤလောကကို လိုလားကြပြီး၊ အချို့မှာ နောင်တမလွန်ဘဝကို လိုလားကြသည်။ ထို့နောက် သင်တို့ကို စမ်းသပ်ရန်အတွက် ၎င်းတို့ထံမှ ထွက်ပြေးစေခဲ့သည်။ သို့သော် ကိုယ်တော်သည် သင်တို့ကို ခွင့်လွှတ်ခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အပေါ် အလွန်တရာ ကျေးဇူးကြီးမားတော်မူ၏။ <span>(၁၅၂)</span><span class=\"gray\">(မှတ်သားကြလော့)</span> သင်တို့သည် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဘေးအကြည့်ပင် မကြည့်ဘဲ ထွက်ပြေးနေကြစဉ်၊ တမန်တော်သည် သင်တို့နောက်မှ ပြန်လည်ခေါ်နေခဲ့သည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လွတ်မြောက်သွားသောအရာအတွက်၊ သို့မဟုတ် သင်တို့ကို ထိခိုက်နစ်နာသောအရာအတွက် ဝမ်းမနည်းကြရန် သင်ကြားပေးရန်အတွက်၊ လက်စားချေခြင်းအဖြစ် ဆင်းရဲဒုက္ခတစ်ခုပြီးတစ်ခု ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုမူသမျှကို ကောင်းစွာသိရှိတော်မူ၏။ <span>(၁၅၃)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများကို နာခံခြင်းကို တားမြစ်ခြင်း; အိုဟွဒ်၌ ရှုံးနိမ့်ရခြင်း၏ အကြောင်းရင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူကျွန်များကို မယုံကြည်သူများနှင့် ဟန်ဆောင်သူများကို နာခံခြင်းမှ သတိပေးထားသည်။ အကြောင်းမှာ ထိုသို့သော နာခံခြင်းသည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် လုံးဝ ပျက်စီးခြင်းသို့ ဦးတည်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَىٰ أَعْقَابِكُمْ فَتَنقَلِبُوا خَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် မယုံကြည်သူများကို နာခံကြပါလျှင်၊ ၎င်းတို့သည် သင်တို့ကို ခြေဖနောင့်များပေါ်သို့ ပြန်လည်ပို့ဆောင်ကြလိမ့်မည်။ ထိုအခါ သင်တို့သည် <span class=\"gray\">(ယုံကြည်ခြင်းမှ)</span> ရှုံးနိမ့်သူများအဖြစ် ပြန်လှည့်သွားကြလိမ့်မည်)</span><span class=\"gray\">[3:149]</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို ကိုယ်တော်အား နာခံရန်၊ ကိုယ်တော်အား ၎င်းတို့၏ ကာကွယ်စောင့်ရှောက်သူအဖြစ် သတ်မှတ်ရန်၊ ကိုယ်တော်၏ အကူအညီကို ရှာဖွေရန်နှင့် ကိုယ်တော်အား ယုံကြည်စိတ်ချရန်လည်း အမိန့်ပေးထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ اللَّهُ مَوْلَاكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ထိန်းသိမ်းစောင့်ရှောက်သူဖြစ်၏။ ကိုယ်တော်သည် အကောင်းဆုံးသော အကူအညီပေးသူဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နောက်ထပ် သတင်းကောင်းကို ပြောကြားသည်မှာ ကိုယ်တော်သည် မွတ်စ်လင်မ်တို့အပေါ် ကြောက်ရွံ့ခြင်းနှင့် မွတ်စ်လင်မ်တို့အပေါ် နာခံရမည့် ခံစားချက်များကို ၎င်းတို့၏ မယုံကြည်သော ရန်သူများ၏ နှလုံးသားများထဲသို့ ထည့်သွင်းလိမ့်မည်။ အကြောင်းမှာ ၎င်းတို့၏ ကုဖ်ရ် (မယုံကြည်မှု) နှင့် ရှရ်က် (ဘုရားရှင်နှင့် တွဲဖက်ကိုးကွယ်မှု) ကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝတွင် ၎င်းတို့အတွက် နှိပ်စက်ခြင်းနှင့် ပြစ်ဒဏ်များကို ပြင်ဆင်ထားပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများ၏ နှလုံးသားများထဲသို့ ကြောက်ရွံ့ခြင်းကို ငါတို့ ထည့်သွင်းမည်။ အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာတွင် ပူးပေါင်းခဲ့ကြသောကြောင့်ဖြစ်ပြီး၊ ထိုအရာအတွက် ကိုယ်တော်သည် မည်သည့်အခွင့်အာဏာကိုမျှ မပို့လွှတ်ခဲ့ပေ။ ၎င်းတို့၏ နေထိုင်ရာသည် ငရဲဘုံဖြစ်လိမ့်မည်။ မတော်မတရားပြုသူတို့၏ နေထိုင်ရာသည် အဘယ်မျှ ဆိုးရွားလှသနည်း!)</span></p><p lang=\"my\" class=\"my \">ထို့အပြင် ဆဟီဟ်ကျမ်းနှစ်ခု၌ ဂျာဘိရ်ဘင်အဗ်ဒုလ္လာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَتْ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا، وَأُحِلَّتْ لِيَ الْغَنَائِمُ، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلى النَّاسِ عَامَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ရှေ့မှ မည်သည့်တမန်တော်အားမျှ မပေးခဲ့သော အရာငါးခုကို ငါ့အား ပေးခဲ့သည်။ ငါ့အား တစ်လခရီးအကွာအဝေးမှ ကြောက်ရွံ့ခြင်းဖြင့် အကူအညီပေးခဲ့သည်။ ကမ္ဘာမြေကို ငါ့အတွက် ဗလီနှင့် သန့်ရှင်းသောနေရာအဖြစ် ပြုလုပ်ပေးခဲ့သည်။ စစ်တလင်းပစ္စည်းများကို ငါ့အား ခွင့်ပြုခဲ့သည်။ ရှဖာအာ (အသနားခံခြင်း) ကို ငါ့အား ပေးခဲ့သည်။ တမန်တော်များသည် ၎င်းတို့၏လူမျိုးများထံသို့သာ ပို့လွှတ်ခြင်းခံခဲ့ရသော်လည်း၊ ငါ့အား လူသားအားလုံးထံသို့ အထူးသဖြင့် ပို့လွှတ်ခဲ့သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ကိုယ်တော်၏ ကတိတော်ကို ပြည့်စုံစေခဲ့သည်)</span><span class=\"gray\">[3:152]</span>၊</p><p lang=\"my\" class=\"my \">အိုဟွဒ်နေ့၏ အစတွင်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِذْ تَحُسُّونَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့ကို သတ်ဖြတ်နေကြစဉ်)</span>၊ သင်တို့၏ ရန်သူများကို သတ်ဖြတ်နေကြစဉ်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِإِذْنِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ ခွင့်ပြုချက်ဖြင့်)</span>၊ အကြောင်းမှာ ကိုယ်တော်သည် ၎င်းတို့အား ထိုသို့ပြုလုပ်ရန် သင်တို့ကို ခွင့်ပြုခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فَشِلْتُمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(until when you Fashiltum)</span>. Ibn Jurayj said that Ibn 'Abbas said that Fashiltum means, 'lost courage'.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမိန့်နှင့်ပတ်သက်၍ အငြင်းပွားကာ မနာခံခဲ့ကြသည်)</span> ဥပမာ- မြားပစ်သမားများ ပြုလုပ်ခဲ့သော အမှားကဲ့သို့၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مِّن بَعْدِ مَا أَرَاكُم مَّا تُحِبُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ချစ်မြတ်နိုးသောအရာကို ကိုယ်တော် ပြသပြီးနောက်)</span>၊ ဆိုလိုသည်မှာ မယုံကြည်သူများအပေါ် အောင်ပွဲရရှိပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنكُم مَّن يُرِيدُ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် အချို့သည် ဤလောကကို လိုလားကြသည်)</span> ရန်သူ ရှုံးနိမ့်သည်ကို မြင်သောအခါ စစ်တလင်းပစ္စည်းများ စုဆောင်းရန် ကြိုးပမ်းခဲ့သူများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنكُم مَّن يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့မှာ နောင်တမလွန်ဘဝကို လိုလားကြသည်။ ထို့နောက် သင်တို့ကို စမ်းသပ်ရန်အတွက် ၎င်းတို့ထံမှ ထွက်ပြေးစေခဲ့သည်)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယသ်၏ အဓိပ္ပါယ်မှာ အို ယုံကြည်သူတို့၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို စမ်းသပ်ရန် ၎င်းတို့အား အသာစီးရစေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَفَا عَنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကိုယ်တော်သည် သင်တို့ကို ခွင့်လွှတ်ခဲ့သည်)</span>၊</p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် သင်တို့ကျူးလွန်ခဲ့သော အမှားကို ခွင့်လွှတ်ခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် - အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည် - ရုပ်ပွားဆင်းတုကိုးကွယ်သူများသည် များပြားပြီး ကောင်းစွာ ထောက်ပံ့ထားပြီး မွတ်စ်လင်မ်များတွင် လူအင်အားနည်းပါးပြီး ထောက်ပံ့ရေးပစ္စည်းများလည်း နည်းပါးခဲ့သောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အလ်-ဘာရာအ်က ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"ထိုနေ့ <span class=\"gray\">(အိုဟွဒ်)</span> တွင် ကျွန်ုပ်တို့သည် ရုပ်ပွားကိုးကွယ်သူများနှင့် တွေ့ဆုံခဲ့ကြပြီး တမန်တော်မြတ် ﷺ သည် အဗ်ဒုလ္လာဟ် ဘင် ဂျုဘိုင်ရ်ကို မြားပစ်သမားများ၏ ခေါင်းဆောင်အဖြစ် ခန့်အပ်ခဲ့သည်။ ကိုယ်တော်က ၎င်းတို့အား 'သင်တို့၏ နေရာတွင် ရှိနေကြပါ၊ ကျွန်ုပ်တို့ ၎င်းတို့ကို အနိုင်ယူသည်ကို မြင်လျှင်လည်း သင်တို့၏ နေရာများကို စွန့်ခွာမသွားပါနှင့်။ ၎င်းတို့က ကျွန်ုပ်တို့ကို အနိုင်ယူသည်ကို မြင်လျှင်လည်း ကျွန်ုပ်တို့ကို ကူညီရန် အလောတကြီး မလာကြပါနှင့်' ဟု ညွှန်ကြားခဲ့သည်။ ကျွန်ုပ်တို့ တွေ့ဆုံသောအခါ မယုံကြည်သူများသည် ထွက်ပြေးခဲ့ကြပြီး၊ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ အမျိုးသမီးများက ၎င်းတို့၏ ခြေကျင်းဝတ်များနှင့် ခြေထောက်များကို ဖော်ပြလျက် အဝတ်များကို မြှောက်ပင့်ကာ တောင်ပေါ်သို့ ထွက်ပြေးနေကြသည်ကို မြင်ခဲ့ရသည်။ ထို့ကြောင့် အဖော်များ <span class=\"gray\">(အဗ်ဒုလ္လာဟ် ဘင် ဂျုဘိုင်ရ်၏)</span> က 'စစ်တလင်းပစ္စည်း၊ စစ်တလင်းပစ္စည်း' ဟု ပြောခဲ့ကြသည်။ အဗ်ဒုလ္လာဟ် ဘင် ဂျုဘိုင်ရ်က 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က သင်တို့ကို သင်တို့၏ နေရာကို စွန့်ခွာရန် ခွင့်မပြုရန် ကျွန်ုပ်ကို အမိန့်ပေးထားသည်' ဟု ပြောခဲ့သည်။ ၎င်းတို့သည် နားမထောင်ခဲ့ကြဘဲ ၎င်းတို့၏ နေရာကို စွန့်ခွာသွားသောအခါ မွတ်စ်လင်မ်တို့ ရှုံးနိမ့်ခဲ့ကြပြီး ၎င်းတို့အနက်မှ ခုနစ်ဆယ်ဦး သတ်ဖြတ်ခံခဲ့ရသည်။ အဗူဆူဖ်ယန်က 'မိုဟမ္မဒ်သည် ဤလူများထဲတွင် ရှိပါသလား' ဟု အော်ခဲ့သည်။ တမန်တော်မြတ် ﷺ က 'သူ့ကို မဖြေကြနှင့်' ဟု မိန့်တော်မူခဲ့သည်။ ထို့နောက် သူက 'အဗူကွဟာဖာ၏သား <span class=\"gray\">(အဗူဘကရ်)</span> သည် ဤလူများထဲတွင် ရှိပါသလား' ဟု မေးခဲ့သည်။ တမန်တော်မြတ် ﷺ က 'သူ့ကို မဖြေကြနှင့်' ဟု မိန့်တော်မူခဲ့သည်။ သူက ထပ်မံ၍ 'အလ်-ခတ်တားဘ်၏သား <span class=\"gray\">('ဥမရ်)</span> သည် ဤလူများထဲတွင် ရှိပါသလား။ ဤ <span class=\"gray\">(လူများ)</span> မှာ သေဆုံးပြီးဖြစ်သည်၊ အကယ်၍ ၎င်းတို့ အသက်ရှင်သေးပါက ကျွန်ုပ်ကို ဖြေကြလိမ့်မည်' ဟု မေးခဲ့သည်။ 'ဥမရ်သည် သူ့ကိုယ်သူ မထိန်းနိုင်တော့ဘဲ <span class=\"gray\">(အဗူဆူဖ်ယန်အား)</span> 'အို အလ္လာဟ်၏ရန်သူ၊ သင်လိမ်ပြောနေသည်။ သင်၏ ဆင်းရဲဒုက္ခ၏ အကြောင်းရင်းသည် ရှိနေဆဲပင်' ဟု ပြောခဲ့သည်။ အဗူဆူဖ်ယန်က 'အို ဟူဘလ်၊ မြင့်မြတ်ပါစေ' ဟု ပြောခဲ့သည်။ ထိုအခါ တမန်တော်မြတ် ﷺ က <span class=\"gray\">(ကိုယ်တော်၏ အဖော်များအား)</span> 'သူ့ကို ပြန်ဖြေကြ' ဟု မိန့်တော်မူခဲ့သည်။ ၎င်းတို့က 'ဘာပြောရမလဲ' ဟု မေးခဲ့သည်။ ကိုယ်တော်က 'အလ္လာဟ်အရှင်မြတ်သည် ပိုမိုမြင့်မြတ်ပြီး ပိုမိုကြီးမြတ်တော်မူသည်ဟု ပြောကြ' ဟု မိန့်တော်မူခဲ့သည်။ အဗူဆူဖ်ယန်က 'ကျွန်ုပ်တို့တွင် <span class=\"gray\">(ရုပ်တု)</span> အလ်-'ဥဇ္ဇာ ရှိသည်၊ သင်တို့တွင် 'ဥဇ္ဇာ မရှိ' ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် ﷺ က 'သူ့ကို ပြန်ဖြေကြ' ဟု မိန့်တော်မူခဲ့သည်။ ၎င်းတို့က 'ဘာပြောရမလဲ' ဟု မေးခဲ့သည်။ ကိုယ်တော်က 'အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့၏ ကာကွယ်စောင့်ရှောက်သူဖြစ်ပြီး သင်တို့တွင် ကာကွယ်စောင့်ရှောက်သူ မရှိဟု ပြောကြ' ဟု မိန့်တော်မူခဲ့သည်။ အဗူဆူဖ်ယန်က 'ယနေ့ ကျွန်ုပ်တို့၏ အောင်ပွဲသည် ဘဒ်ရ်တိုက်ပွဲမှ သင်တို့၏ လက်စားချေခြင်းဖြစ်သည်။ စစ်ပွဲတွင် <span class=\"gray\">(အောင်ပွဲ)</span> သည် အမြဲတမ်း မသေချာမရေရာဘဲ၊ စစ်ပြိုင်ဖက်များက အလှည့်ကျ ခံစားရသည်။ သင်တို့၏ သေဆုံးသူအချို့သည် ကိုယ်လက်အင်္ဂါ ပြတ်တောက်နေသည်ကို သင်တို့ တွေ့လိမ့်မည်၊ သို့သော် ကျွန်ုပ်သည် ကျွန်ုပ်၏လူများကို ထိုသို့ပြုလုပ်ရန် တိုက်တွန်းခဲ့ခြင်း မရှိပေ၊ သို့တိုင် ၎င်းတို့၏ လုပ်ရပ်အတွက် ကျွန်ုပ် စိတ်မကောင်းမဖြစ်မိ' ဟု ပြောခဲ့သည်။\" ဤဟဒီးဆ်တော်ကို အလ်-ဘူခါရီ တစ်ဦးတည်းသာ ဤဆင့်ကဲပြောပြမှုဖြင့် စုစည်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">မိုဟမ္မဒ် ဘင် အစ်ဟာက်က 'အဗ်ဒုလ္လာဟ် ဘင် အဇ်-ဇူဘိုင်ရ်က အဇ်-ဇူဘိုင်ရ် ဘင် အလ်-'အဝွမ်က ပြောသည်ကို ဆင့်ပြန်သည်- \"အလ္လာဟ်အရှင်မြတ်ကို အမှန်ပြု၍! ဟိန္ဒ် <span class=\"gray\">(အဗူဆူဖ်ယန်၏ ဇနီး)</span> ၏ ကျွန်မများနှင့် အဖော်အမျိုးသမီးများ ၎င်းတို့၏ ခြေထောက်များကို ဖော်ထုတ်ကာ ထွက်ပြေးကြသည်ကို ကျွန်ုပ် မြင်ခဲ့ရသည်။ ထိုအချိန်တွင် ၎င်းတို့ကို ဖမ်းဆီးရန် ကျွန်ုပ်တို့နှင့် ၎င်းတို့အကြား ကြီးမားသော သို့မဟုတ် သေးငယ်သော ကြိုးပမ်းမှု မရှိခဲ့ပေ။ သို့သော် ရန်သူသည် စစ်မြေပြင်မှ ထွက်ပြေးသောအခါ မြားပစ်သမားများသည် တောင်အောက်သို့ ဆင်းသွားကြပြီး စစ်တလင်းပစ္စည်းများ စုဆောင်းရန် ကြိုးပမ်းခဲ့ကြသည်။ ၎င်းတို့သည် ကျွန်ုပ်တို့၏ နောက်တန်းများကို မယုံကြည်သူများ၏ မြင်းစီးသမားများအား ဖော်ထုတ်ပေးခဲ့ပြီး ၎င်းတို့သည် အခွင့်အရေးကို ယူကာ ကျွန်ုပ်တို့ကို နောက်မှ တိုက်ခိုက်ခဲ့ကြသည်။ ထို့နောက် လူတစ်ဦးက 'မိုဟမ္မဒ် အသတ်ခံရပြီ' ဟု အော်ခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်တို့ နောက်ဆုတ်ခဲ့ကြပြီး မယုံကြည်သူများက ကျွန်ုပ်တို့ကို လိုက်ခဲ့ကြသည်။ ကျွန်ုပ်တို့ ၎င်းတို့၏ အလံကို ကိုင်ဆောင်သူများကို သတ်ဖြတ်ပြီးနောက်တွင် ၎င်းတို့ထဲမှ မည်သူမျှ ထိုအလံအနီးသို့ ချဉ်းကပ်ဝံ့ခြင်း မရှိခဲ့သေးပေ။\" မိုဟမ္မဒ် ဘင် အစ်ဟာက်က နောက်ထပ်ပြောသည်မှာ- \"မယုံကြည်သူများ၏ အလံသည် 'အမ်ရာ ဘင်တ် 'အလ်ကာမာ အလ်-ဟာရစ်သီယျာက ကောက်ယူကာ ၎င်းကို ကိုင်ဆောင်ထားသော ကူရိုင်းရှ်လူမျိုးများအား မပေးမချင်း မြေပြင်ပေါ်တွင် ကျန်ရှိနေခဲ့သည်\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့ကို စမ်းသပ်ရန်အတွက် ၎င်းတို့ထံမှ ထွက်ပြေးစေခဲ့သည်)</span><span class=\"gray\">[3:152]</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အနပ်စ် ဘင် မာလိက်က ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"ကျွန်ုပ်၏ဦးလေး အနပ်စ် ဘင် အန်-နဒ်ရ်သည် ဘဒ်ရ်တိုက်ပွဲမှ ပျက်ကွက်ခဲ့သည်။ သူက 'တမန်တော်မြတ် ﷺ တိုက်ခိုက်ခဲ့သော ပထမဆုံးတိုက်ပွဲ <span class=\"gray\">(ရုပ်ပွားကိုးကွယ်သူများနှင့်)</span> မှ ကျွန်ုပ် ပျက်ကွက်ခဲ့သည်။ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို အမှန်ပြု၍)</span> အကယ်၍ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်နှင့်အတူ တိုက်ခိုက်ရန် အခွင့်အရေးပေးခဲ့လျှင်၊ ကျွန်ုပ် မည်မျှ <span class=\"gray\">(ရဲရင့်စွာ)</span> တိုက်ခိုက်မည်ကို အလ္လာဟ်အရှင်မြတ် မြင်လိမ့်မည်' ဟု ပြောခဲ့သည်။ အိုဟွဒ်နေ့တွင် မွတ်စ်လင်မ်များ နောက်လှည့်၍ ထွက်ပြေးသောအခါ၊ သူက 'အို အလ္လာဟ်! ဤ <span class=\"gray\">(ဆိုလိုသည်မှာ မွတ်စ်လင်မ်များ)</span> ပြုလုပ်ခဲ့သောအရာအတွက် ကိုယ်တော်အား ကျွန်ုပ် တောင်းပန်ပါသည်။ ဤရုပ်ပွားကိုးကွယ်သူများ ပြုလုပ်ခဲ့သောအရာကို ကျွန်ုပ် ကန့်ကွက်သည်' ဟု ပြောခဲ့သည်။ ထို့နောက် သူသည် ဓားကို မြှောက်လျက် ရှေ့သို့ တိုးသွားပြီး ဆအ်ဒ် ဘင် မူအာဓ်နှင့် တွေ့သောအခါ သူ့အား 'အို ဆအ်ဒ် ဘင် မူအာဓ်! ဘယ်ရောက်နေတာလဲ! ဂျန္နတ် (ပရဒိသု)။ <span class=\"gray\">(အိုဟွဒ်)</span> တောင်ခြေမှ ၎င်း၏ မွှေးရနံ့ကို ကျွန်ုပ် နံနေသည်' ဟု ပြောခဲ့ပြီး ရှေ့သို့ ဆက်သွားကာ တိုက်ခိုက်ပြီး ကျဆုံးခဲ့သည်။ ကျွန်ုပ်တို့သည် သူ၏ ခန္ဓာကိုယ်ပေါ်တွင် ဓားဒဏ်ရာ၊ ဓားချက် သို့မဟုတ် မြှားပေါက်ရာပေါင်း ရှစ်ဆယ်ကျော်ကို တွေ့ရှိခဲ့ရသည်၊ ၎င်းသည် အလွန်အမင်း ပုံပျက်နေသောကြောင့် သူ၏ညီမမှလွဲ၍ မည်သူမျှ မမှတ်မိနိုင်ခဲ့ဘဲ၊ သူမသည် သူ၏လက်ချောင်းများ သို့မဟုတ် မှဲ့ဖြင့်သာ မှတ်မိနိုင်ခဲ့သည်\" ဟူ၍ ဖြစ်သည်။ ဤသည်မှာ အလ်-ဘူခါရီက ဆင့်ပြန်သော အဆိုဖြစ်သည်။ မွတ်စ်လင်မ်ကလည်း အနပ်စ်မှ သာဘစ်မှတဆင့် အလားတူ အဆိုကို စုစည်းခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>အိုဟွဒ်တိုက်ပွဲအတွင်း မွတ်စ်လင်မ်များ ကြုံတွေ့ခဲ့ရသော ရှုံးနိမ့်မှု</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَىٰ أَحَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်သားကြလော့)</span> သင်တို့သည် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဘေးအကြည့်ပင် မကြည့်ဘဲ ကြောက်မက်ဖွယ်ရာ ထွက်ပြေးနေကြစဉ် <span class=\"gray\">(တုဆ်အိဒူနာ)</span>)</span>၊ သင်တို့သည် ရန်သူလက်မှ လွတ်မြောက်ရန် တောင်ပေါ်သို့ တက်သွားပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို သင်တို့အား ထားခဲ့စေခဲ့သည်။ အလ်-ဟာစန်နှင့် ကွာတာဒါဟ်တို့က တုဆ်အိဒူနာ ဆိုသည်မှာ 'တောင်ပေါ်သို့တက်ခြင်း' ဟု ပြောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْوُونَ عَلَىٰ أَحَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဘေးအကြည့်ပင် မကြည့်ဘဲ)</span> ဆိုလိုသည်မှာ သင်တို့သည် တုန်လှုပ်မှု၊ ကြောက်ရွံ့မှုနှင့် ထိတ်လန့်မှုတို့ကြောင့် အခြားမည်သူ့ကိုမျှ မကြည့်ခဲ့ကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်သည် သင်တို့နောက်မှ ပြန်လည်ခေါ်နေခဲ့သည်)</span>၊ အကြောင်းမှာ သင်တို့သည် ကိုယ်တော်ကို သင်တို့နောက်တွင် ထားခဲ့ကြပြီး၊ ကိုယ်တော်က သင်တို့ကို ရန်သူထံမှ ထွက်ပြေးခြင်းကို ရပ်တန့်ကာ ပြန်လာတိုက်ခိုက်ရန် ခေါ်နေခဲ့သောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အစ်-ဆွဒ်ဒီက ပြောသည်- \"အိုဟွဒ်တိုက်ပွဲအတွင်း မယုံကြည်သူများက မွတ်စ်လင်မ်တန်းများကို တိုက်ခိုက်ပြီး အနိုင်ယူသောအခါ၊ မွတ်စ်လင်မ်အချို့သည် အလ်-မာဒီနာသို့ ထွက်ပြေးကြပြီး၊ အချို့မှာ အိုဟွဒ်တောင်ပေါ်သို့ ကျောက်တုံးတစ်ခုဆီသို့ တက်၍ ရပ်နေကြသည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က 'ငါ့ထံ လာကြ၊ အို အလ္လာဟ်၏ ကျွန်များ! ငါ့ထံ လာကြ၊ အို အလ္လာဟ်၏ ကျွန်များ!' ဟု ဆက်လက်ကြေညာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မွတ်စ်လင်မ်များ တောင်ပေါ်သို့ တက်သွားခြင်းနှင့် တမန်တော်မြတ် ﷺ က ၎င်းတို့ကို ပြန်လာရန် ခေါ်ခဲ့ကြောင်းကို ဖော်ပြခဲ့ပြီး၊ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَىٰ أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်သားကြလော့)</span> သင်တို့သည် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဘေးအကြည့်ပင် မကြည့်ဘဲ ထွက်ပြေးနေကြစဉ်၊ တမန်တော်သည် သင်တို့နောက်မှ ပြန်လည်ခေါ်နေခဲ့သည်)</span>။\" ထိုနည်းတူ အိဗ်နု အဗ္ဗားစ်၊ ကွာတာဒါဟ်၊ အလ်-ရာဘိအ်နှင့် အိဗ်နု ဇိုင်းဒ်တို့က ပြောခဲ့ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>အန်ဆွာရ်များနှင့် မူဟာဂျီရ်များက တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> ကို ကာကွယ်ခဲ့ကြပုံ</h2></div><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက ကိုင်းစ် ဘင် အဗီ ဟာဇိမ်က ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"တလ်ဟာဟ်၏ လက်ကို ကျွန်ုပ် မြင်ခဲ့ရသည်၊ ၎င်းသည် အားမရှိတော့ပေ၊ အကြောင်းမှာ သူသည် တမန်တော်မြတ် ﷺ ကို ၎င်းလက်ဖြင့် ကာကွယ်ပေးခဲ့သောကြောင့်ဖြစ်သည်\" ဟု ဆိုလိုသည်မှာ အိုဟွဒ်နေ့တွင် ဖြစ်သည်။ ဆဟီဟ်ကျမ်းနှစ်ခု၌ အဗူ 'ဥသ်မန် အန်-နဟ်ဒီက ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"ထိုနေ့ <span class=\"gray\">(အိုဟွဒ်)</span> တွင် တမန်တော်မြတ် ﷺ တိုက်ခိုက်ခဲ့စဉ်က တလ်ဟာဟ် ဘင် 'ဥဘိုင်ဒွလ္လာဟ်နှင့် ဆအ်ဒ်တို့သာ တမန်တော်မြတ်နှင့်အတူ ကျန်ရှိခဲ့ကြသည်\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဆအ်ဒ် ဘင် အလ်-မူဆိုင်ယိဘ်က ပြောသည်- \"ဆအ်ဒ် ဘင် အဗီ ဝက္ကော့စ်က ပြောသည်ကို ကျွန်ုပ် ကြားခဲ့ရသည်- 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် အိုဟွဒ်နေ့တွင် ကိုယ်တော်၏ မြှားတောင့်မှ မြှားများကို ကျွန်ုပ်အား ပေးခဲ့ပြီး 'ပစ်လော့၊ ကျွန်ုပ်၏ မိဘနှစ်ပါးကို သင်၏အတွက် ပေးဆပ်ပါရစေ' ဟု မိန့်တော်မူခဲ့သည်'။\" အလ်-ဘူခါရီကလည်း ဤဟဒီးဆ်ကို စုစည်းခဲ့သည်။ ဆဟီဟ်ကျမ်းနှစ်ခု၌ ဆအ်ဒ် ဘင် အဗီ ဝက္ကော့စ်က ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"အိုဟွဒ်နေ့တွင် ကျွန်ုပ်သည် အဖြူရောင် အဝတ်အစားများ ဝတ်ဆင်ထားသော လူနှစ်ဦးကို မြင်ခဲ့ရသည်၊ တစ်ဦးက တမန်တော်မြတ် ﷺ ၏ ညာဘက်တွင်ရှိပြီး တစ်ဦးက ဘယ်ဘက်တွင်ရှိသည်။ ၎င်းတို့သည် တမန်တော်မြတ်ကို ပြင်းထန်စွာ ကာကွယ်နေခဲ့ကြသည်။ ဤလူများကို ထိုနေ့မတိုင်မီ သို့မဟုတ် ထိုနေ့နောက်ပိုင်းတွင် ကျွန်ုပ် တစ်ခါမျှ မမြင်ဖူးခဲ့ပေ။\" ဆိုလိုသည်မှာ ဂျိဗ်ရီလ်နှင့် မီကာအီလ် ကောင်းကင်တမန်များ ဖြစ်ကြပြီး ၎င်းတို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ။</p><p lang=\"my\" class=\"my \">အဗူ အလ်-အဆ်ဝဒ်က 'ဥရ်ဝါ ဘင် အဇ်-ဇူဘိုင်ရ်က ပြောသည်ကို ဆင့်ပြန်သည်- \"ဘနီ ဂျူမာဟ်မှ 'ဥဘိုင်ယ် ဘင် ခါးလဖ်သည် မက္ကာဟ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ကို သတ်မည်ဟု ကျိန်ဆိုခဲ့သည်။ တမန်တော်မြတ် ﷺ ကို သူ့ကျိန်ဆိုချက်အကြောင်း ပြောပြသောအခါ ကိုယ်တော်က 'မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက ငါက သူ့ကို သတ်မည်' ဟု မိန့်တော်မူခဲ့သည်။ အိုဟွဒ်နေ့တွင် 'ဥဘိုင်ယ်သည် သံချပ်ဝတ်တန်ဆာများ ဝတ်ဆင်လျက် 'မိုဟမ္မဒ် အသက်ရှင်လျှင် ငါ အသက်ရှင်ခွင့် မရှိစေသတည်း' ဟု ကြွေးကြော်ရင်း ရောက်ရှိလာခဲ့သည်။ ထို့နောက် သူသည် တမန်တော်မြတ် ﷺ ကို သတ်ရန် ရည်ရွယ်ချက်ဖြင့် ကိုယ်တော်၏ လမ်းကြောင်းသို့ ဦးတည်သွားခဲ့သော်လည်း၊ ဘနီ အဗ်ဒ် အဒ်-ဒါရ်မှ မူဆ်အဗ် ဘင် 'ဥမိုင်ရ်က သူ့ကို ကြားဖြတ်ကာ တမန်တော်မြတ် ﷺ ကို သူ့ခန္ဓာကိုယ်ဖြင့် ကာကွယ်ပေးခဲ့ပြီး မူဆ်အဗ် ဘင် 'ဥမိုင်ရ် ကျဆုံးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် 'ဥဘိုင်ယ်၏ လည်ပင်းသည် ဒိုင်းများနှင့် ဦးထုပ်ကြားတွင် ပွင့်နေသည်ကို မြင်သောအခါ ကိုယ်တော်၏ လှံဖြင့် ထိုးလိုက်ရာ 'ဥဘိုင်ယ်သည် သူ၏ မြင်းပေါ်မှ မြေပြင်သို့ လဲကျသွားသည်။ သို့သော် သူ၏ ဒဏ်ရာမှ သွေး မစီးကျခဲ့ပေ။ သူ၏လူများ ရောက်လာပြီး နွားတစ်ကောင်ကဲ့သို့ ညည်းတွားနေသော သူ့ကို သယ်ဆောင်သွားခဲ့ကြသည်။ ၎င်းတို့က သူ့အား 'ဘာဖြစ်လို့ ဒီလောက် စိတ်ပူနေရတာလဲ၊ ဒါက အသားဒဏ်ရာလေးပဲ' ဟု ပြောခဲ့ကြသည်။ 'ဥဘိုင်ယ်က ၎င်းတို့အား တမန်တော်မြတ်၏ ကျိန်ဆိုချက် 'မဟုတ်ပါ၊ ငါက 'ဥဘိုင်ယ်ကို သတ်မည်' ဟု ပြောပြခဲ့ပြီးနောက် မှတ်ချက်ပြုသည်မှာ 'ကျွန်ုပ်၏ဝိညာဉ်သည် ကိုယ်တော်၏လက်တော်တွင် ရှိတော်မူသောအရှင်ကို အမှန်ပြု၍! အကယ်၍ ကျွန်ုပ်ကို ထိခိုက်ခဲ့သောအရာသည် ဓူလ်-မာဂျာဇ် <span class=\"gray\">(အစ္စလာမ်မတိုင်မီက လူကြိုက်များသော ဈေးနေရာတစ်ခု)</span> မှ လူများကို ထိခိုက်ခဲ့ပါက ၎င်းတို့အားလုံး ပျက်စီးကုန်လိမ့်မည်' ဟူ၍ ဖြစ်သည်။ ထို့နောက် သူသည် သေဆုံး၍ ငရဲဘုံသို့ သွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُحْقًا لِّأَصْحَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ လောင်မြိုက်နေသော ငရဲဘုံ၏ နေထိုင်သူများ ထွက်သွားကြလော့!)</span><span class=\"gray\">[67:11]</span>။\"</p><p lang=\"my\" class=\"my \">ဤအဆိုကို မူဆာ ဘင် 'ဥက်ဗာဟ်က အဇ်-ဇူဟ်ရီမှ ဆအ်ဒ် ဘင် အလ်-မူဆိုင်ယိဘ်မှတဆင့် စုစည်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်ခု၌ မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ <span class=\"gray\">[အိုဟွဒ်၌]</span> ခံစားခဲ့ရသော ဒဏ်ရာများအကြောင်း မေးမြန်းသောအခါ ဆဟ်လ် ဘင် ဆအ်ဒ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ မျက်နှာတော် ဒဏ်ရာရခဲ့ပြီး ကိုယ်တော်၏ ရှေ့သွား ကျိုးခဲ့ကာ ကိုယ်တော်၏ ဦးထုပ်တော် ခေါင်းပေါ်တွင် ကျိုးပဲ့ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ သမီးတော် ဖာတိမာဟ်သည် သွေးများကို ဆေးကြောပေးခဲ့ပြီး 'အလီက သူမ၏လက်ပေါ်သို့ ရေလောင်းပေးနေခဲ့သည်။ ဖာတိမာဟ်က ရေကြောင့် သွေးထွက်ပိုများလာသည်ကို မြင်သောအခါ ဖျာတစ်ချပ်ကိုယူ၍ မီးရှို့ကာ ပြာများကို တမန်တော်မြတ် ﷺ ၏ ဒဏ်ရာတွင် ထည့်ပေးခဲ့ရာ သွေးယိုစိမ့်မှု ရပ်တန့်သွားသည်\" ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က နောက်ထပ် မိန့်တော်မူခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\"> فَأَثَابَكُمْ غَمًّا بِغَمٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ဆင်းရဲဒုက္ခတစ်ခုပြီးတစ်ခု ပေးခဲ့သည်)</span><span class=\"gray\">[3:153]</span>၊</p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် သင်တို့၏ ဝမ်းနည်းပူဆွေးမှုအပေါ် ဝမ်းနည်းပူဆွေးမှုကို ပေးခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က ပြောသည်- 'ပထမဆုံး ဝမ်းနည်းပူဆွေးမှုသည် ရှုံးနိမ့်မှုကြောင့်ဖြစ်ပြီး အထူးသဖြင့် မိုဟမ္မဒ် ﷺ ကျဆုံးခဲ့သည်ဟူသော ကောလဟာလ ပျံ့နှံ့ခဲ့ချိန်ဖြစ်သည်။ ဒုတိယ ဝမ်းနည်းပူဆွေးမှုသည် ရုပ်ပွားကိုးကွယ်သူများ တောင်ပေါ်သို့ တက်သွားပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က 'အို အလ္လာဟ်! ၎င်းတို့ ကျွန်ုပ်တို့အပေါ် မြင့်မားလာရန် မသင့်တော်ပါ' ဟု မိန့်တော်မူခဲ့ချိန်ဖြစ်သည်။\" မိုဟမ္မဒ် ﷺ ကျဆုံးခဲ့သည်ဟူသော ကောလဟာလ ပျံ့နှံ့ခဲ့ချိန်ဖြစ်သည်။ ဒုတိယ ဝမ်းနည်းပူဆွေးမှုသည် ရုပ်ပွားကိုးကွယ်သူများ တောင်ပေါ်သို့ တက်သွားပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က 'အို အလ္လာဟ်! ၎င်းတို့ ကျွန်ုပ်တို့အပေါ် မြင့်မားလာရန် မသင့်တော်ပါ' ဟု မိန့်တော်မူခဲ့ချိန်ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်-ရာဟ်မာန် ဘင် 'အဝ်ဖ်က ပြောသည်- \"ပထမဆုံးသော ဆင်းရဲဒုက္ခသည် ရှုံးနိမ့်မှုကြောင့်ဖြစ်ပြီး ဒုတိယဆင်းရဲဒုက္ခမှာ မိုဟမ္မဒ် ﷺ ကျဆုံးခဲ့သည်ဟူသော ကောလဟာလ စတင်ပျံ့နှံ့ချိန်ဖြစ်ပြီး ၎င်းတို့အတွက်မူ ရှုံးနိမ့်ခြင်းထက် ပိုဆိုးရွားခဲ့သည်\"။ အိဗ်နု မရ်ဒူဝိယာဟ်က ဤနှစ်ခုလုံးကို မှတ်တမ်းတင်ခဲ့သည်။ မူဂျာဟိဒ်နှင့် ကွာတာဒါဟ်တို့က \"ပထမဆုံး ဆင်းရဲဒုက္ခသည် မိုဟမ္မဒ် ﷺ ကျဆုံးခဲ့သည်ကို ၎င်းတို့ကြားသိရချိန်ဖြစ်ပြီး ဒုတိယဆင်းရဲဒုက္ခမှာ ၎င်းတို့ အကျအဆုံးများနှင့် ဒဏ်ရာများ ရရှိခဲ့ချိန်ဖြစ်သည်\" ဟု ပြောခဲ့ကြသည်။ ကွာတာဒါဟ်နှင့် အလ်-ရာဘိအ် ဘင် အနပ်စ်တို့က ၎င်းသည် ဆန့်ကျင်ဘက် <span class=\"gray\">[အစီအစဉ်]</span> ဖြစ်သည်ဟုလည်း အစီရင်ခံထားသည်။ အစ်-ဆွဒ်ဒီက ပထမဆုံး ဆင်းရဲဒုက္ခသည် ၎င်းတို့ လွဲချော်ခဲ့သော အောင်ပွဲနှင့် စစ်တလင်းပစ္စည်းများကြောင့်ဖြစ်ပြီး ဒုတိယဆင်းရဲဒုက္ခမှာ ရန်သူသည် ၎င်းတို့အပေါ် <span class=\"gray\">(တောင်ပေါ်သို့)</span> တက်လာသောကြောင့်ဖြစ်သည်ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّكَيْلَا تَحْزَنُوا عَلَىٰ مَا فَاتَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ လွတ်မြောက်သွားသောအရာအတွက် ဝမ်းမနည်းကြရန် သင်ကြားပေးရန်အတွက် လက်စားချေခြင်းအဖြစ်)</span>၊ အဘယ်ကြောင့်ဆိုသော် သင်တို့သည် စစ်တလင်းပစ္စည်းများနှင့် သင်တို့၏ ရန်သူအပေါ် အောင်ပွဲကို လွဲချော်ခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا مَا أَصَابَكُمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(nor for what struck you)</span>, of injury and fatalities, as Ibn 'Abbas, 'Abdur-Rahman bin 'Awf, Al-Hasan, Qatadah and As-Suddi stated. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုမူသမျှကို ကောင်းစွာသိရှိတော်မူ၏။)</span> ချီးမွမ်းခြင်းအားလုံးသည် ကိုယ်တော်အတွက်ဖြစ်ပြီး ကျေးဇူးတင်ခြင်းလည်းဖြစ်သည်၊ ကိုယ်တော်မှလွဲ၍ အခြားကိုးကွယ်ထိုက်သူ မရှိ၊ အလွန်အမြင့်မြတ်ဆုံး၊ အလွန်ဂုဏ်အရှိဆုံးဖြစ်သည်။</p>"
  }
]