[
  {
    "ayah_key": "26:90",
    "group_ayah_key": "26:90",
    "from_ayah": "26:90",
    "to_ayah": "26:104",
    "ayah_keys": "26:90,26:91,26:92,26:93,26:94,26:95,26:96,26:97,26:98,26:99,26:100,26:101,26:102,26:103,26:104",
    "text": "<p lang=\"my\" class=\"my \">တက်ကွာရှိသူများထံ ဂျန္နတ်ကို နီးစပ်စေလိမ့်မည် <span>(90)</span>ပြီးတော့ လမ်းလွဲသူများအား <span class=\"gray\">(ဂျဟန္နမ်)</span> မီးကို ပြည့်ပြည့်စုံစုံ မြင်သာစေမည်။ <span>(91)</span>ပြီးတော့ သူတို့အား ပြောကြားလိမ့်မည်- \"သင်တို့ ကိုးကွယ်ခဲ့သော သူတို့သည် ဘယ်မှာနည်း။ <span>(92)</span>\"အလ္လာဟ်အရှင်မြတ်မှတစ်ပါးသော (ဘုရားများလား)။ သူတို့သည် သင်တို့ကို ကူညီနိုင်ကြသလော သို့မဟုတ် သူတို့ကိုယ်တိုင် ကူညီနိုင်ကြသလော။ <span>(93)</span>ထို့နောက် သူတို့ကိုလည်းကောင်း၊ လမ်းလွဲသူများကိုလည်းကောင်း၊ (မီး) ထဲသို့ မျက်နှာနှင့် စိုက်၍ ပစ်ချလိမ့်မည်။ <span>(94)</span>ပြီးတော့ အိဗ်လီစ်၏ စစ်သည်တော် အားလုံးကိုလည်း (ပစ်ချလိမ့်မည်)။ <span>(95)</span>သူတို့သည် ထိုတွင် အချင်းချင်း အငြင်းပွားနေကြစဉ် ပြောဆိုကြမည်။ <span>(96)</span>\"အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာဆိုပါသည်၊ ငါတို့သည် ဧကန်မလွဲ ထင်ရှားသော လမ်းမှားခြင်း၌ ရှိခဲ့ကြသည်။ <span>(97)</span>\"ငါတို့သည် သင်တို့ကို စကြဝဠာများ၏ အရှင်သခင်နှင့် တန်းတူထားခဲ့စဉ်က (မှားယွင်းခဲ့ကြသည်)။ <span>(98)</span>\"ပြီးတော့ ငါတို့ကို ရာဇဝတ်သားများမှတစ်ပါး အဘယ်သူမျှ လမ်းမှားအောင် မလုပ်ခဲ့ပါ။ <span>(99)</span>\"ယခုအခါ ငါတို့တွင် شفاعة (တောင်းပန်ပေးမည့်သူ) မရှိတော့ပါ။ <span>(100)</span>\"ပြီးတော့ ရင်းနှီးသော မိတ်ဆွေလည်း မရှိတော့ပါ။ <span>(101)</span>\"<span class=\"gray\">(အို...!)</span> ငါတို့သာ ပြန်သွားဖို့ အခွင့်အရေး ရခဲ့ပါလျှင်၊ ငါတို့သည် ဧကန်မလွဲ ယုံကြည်သူများထဲမှ ဖြစ်လာမည်။ <span>(102)</span>ဧကန်မလွဲ ဤအရာ၌ သက်သေလက္ခဏာတစ်ခု ရှိ၏။ သို့သော် သူတို့အများစုမှာ ယုံကြည်သူများ မဟုတ်ကြပါ။ <span>(103)</span>ပြီးတော့ ဧကန်မလွဲ သင်၏အရှင်သခင်သည် ၎င်းအရှင်သည် ဧကန်မလွဲ အနန္တတန်ခိုးရှင်၊ အကြင်နာအရှိဆုံး ဖြစ်တော်မူ၏။ <span>(104)</span></p><div lang=\"my\" class=\"my \"><h2>တက်ကွာရှိသူများနှင့် ရှင်ပြန်ထမြောက်ရာနေ့တွင် လမ်းလွဲသူများ၊ ထို့ပြင် လမ်းမှားသူတို့၏ အငြင်းအခုံများနှင့် ဝမ်းနည်းပူဆွေးမှုများ</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُزْلِفَتِ الْجَنَّةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်ကို နီးစပ်စေလိမ့်မည်)</span> ဆိုသည်မှာ ၎င်း၏လူများထံသို့ နီးကပ်လာစေမည်၊ သူတို့မြင်တွေ့နိုင်ရန် အလှဆင်ထားမည်။ ၎င်း၏လူများသည် ဤလောကရှိ မည်သည့်အရာထက်မဆို ၎င်းကို ပိုမိုနှစ်သက်၍ ဤလောကတွင် ၎င်းအတွက် ကြိုးပမ်းခဲ့ကြသော သူတော်စင်များ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးတော့ လမ်းလွဲသူများအတွက် <span class=\"gray\">(ဂျဟန္နမ်)</span> မီးကို ပြည့်ပြည့်စုံစုံ မြင်သာစေမည်။)</span> ဆိုသည်မှာ ၎င်းတို့ကို ပြသလိမ့်မည်ဖြစ်ပြီး ၎င်းမှ လည်ပင်းတစ်ခုသည် ညည်းတွားငြီးငြူကာ ဆန့်တန်းထွက်ပေါ်လာမည်ဖြစ်ပြီး ၎င်းတို့၏နှလုံးသားများသည် လည်ချောင်းသို့ ရောက်ရှိလိမ့်မည်။ ၎င်း၏လူများအား အပြစ်တင်ဆုံးမခြင်းသဘောဖြင့် ပြောကြားလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَ مَا كُنتُمْ تَعْبُدُونَ - مِن دُونِ اللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ကိုးကွယ်ခဲ့သော သူတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါးသော (ဘုရားများလား)။ သူတို့သည် သင်တို့ကို ကူညီနိုင်ကြသလော သို့မဟုတ် သူတို့ကိုယ်တိုင် ကူညီနိုင်ကြသလော။)</span> ဆိုသည်မှာ၊ 'သင်တို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ခဲ့သော နတ်ဘုရားများနှင့် ရုပ်တုများသည် ယနေ့ သင်တို့ကို မကူညီနိုင်ကြသလို၊ သူတို့ကိုယ်တိုင်ပင် မကာကွယ်နိုင်ကြပါ။ သင်တို့နှင့် သူတို့သည် ယနေ့ ဂျဟန္နမ်မီးအတွက် လောင်စာများဖြစ်ပြီး သင်တို့ ဧကန်မလွဲ ဝင်ရောက်ရလိမ့်မည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့ကိုလည်းကောင်း၊ လမ်းလွဲသူများကိုလည်းကောင်း၊ <span class=\"gray\">(မီး)</span> ထဲသို့ မျက်နှာနှင့် စိုက်၍ ပစ်ချလိမ့်မည်။)</span> မုဂျာဟစ်ဒ်က \"ဆိုလိုသည်မှာ သူတို့ကို ၎င်းထဲသို့ ပစ်သွင်းခြင်းဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။ အခြားသူများကမူ \"သူတို့သည် တစ်ဦးပေါ်တစ်ဦး ပစ်ချခံရလိမ့်မည်။ ထိုသူတို့သည် အစ္စလာမ်ကို ငြင်းပယ်သူများနှင့် ရှစ်ရ်က်သို့ ဖိတ်ခေါ်ခဲ့သော ၎င်းတို့၏ ခေါင်းဆောင်များ ဖြစ်ကြသည်။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးတော့ အိဗ်လီစ်၏ စစ်သည်တော် အားလုံးကိုလည်း (ပစ်ချလိမ့်မည်)။)</span> ၎င်းတို့အားလုံးကို ၎င်းထဲသို့ ပစ်ချလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ - تَاللَّهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ - إِذْ نُسَوِّيكُم بِرَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ထိုတွင် အချင်းချင်း အငြင်းပွားနေကြစဉ် \"အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာဆိုပါသည်၊ ငါတို့သည် စကြဝဠာများ၏ အရှင်သခင်နှင့် သင်တို့ကို တန်းတူထားခဲ့စဉ်က ဧကန်မလွဲ ထင်ရှားသော လမ်းမှားခြင်း၌ ရှိခဲ့ကြသည်\" ဟု ပြောဆိုကြမည်။)</span></p><p lang=\"my\" class=\"my \">သူတို့အနက် အားနည်းသူများသည် ၎င်းတို့၏ မောက်မာသော ခေါင်းဆောင်များအား ပြောဆိုလိမ့်မည်- 'ဧကန်မလွဲ၊ ငါတို့သည် သင်တို့ကို လိုက်နာခဲ့ကြသည်။ သင်တို့သည် ငါတို့အား မီးမှ မည်သည့်အရာမျှ ကယ်တင်နိုင်ကြမည်လော။' ထို့နောက် သူတို့ကိုယ်တိုင် အပြစ်တင်ခံရမည်ကို သိရှိလာပြီး ပြောဆိုလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ - إِذْ نُسَوِّيكُم بِرَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာဆိုပါသည်၊ ငါတို့သည် စကြဝဠာများ၏ အရှင်သခင်နှင့် သင်တို့ကို တန်းတူထားခဲ့စဉ်က ဧကန်မလွဲ ထင်ရှားသော လမ်းမှားခြင်း၌ ရှိခဲ့ကြသည်။)</span> ဆိုသည်မှာ၊ 'ငါတို့သည် စကြဝဠာများ၏ အရှင်သခင်၏ အမိန့်များကို လိုက်နာသင့်သကဲ့သို့ သင်တို့၏ အမိန့်များကို လိုက်နာခဲ့ကြပြီး၊ စကြဝဠာများ၏ အရှင်သခင်နှင့်အတူ သင်တို့ကို ကိုးကွယ်ခဲ့ကြသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးတော့ ငါတို့ကို ရာဇဝတ်သားများမှတစ်ပါး အဘယ်သူမျှ လမ်းမှားအောင် မလုပ်ခဲ့ပါ။)</span> ဆိုသည်မှာ၊ 'ဆိုးသွမ်းသူများမှတစ်ပါး မည်သူမျှ ငါတို့ကို ထိုသို့ပြုလုပ်ရန် မဖိတ်ခေါ်ခဲ့ပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَنَا مِن شَافِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခုအခါ ငါတို့တွင် شفاعة (တောင်းပန်ပေးမည့်သူ) မရှိတော့ပါ။)</span> ဤသည်မှာ ၎င်းတို့ ပြောဆိုလိမ့်မည်ဟု ဖော်ပြထားသော အာယသ်နှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَل لَّنَا مِن شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ယခုအခါ ငါတို့အတွက် တောင်းပန်ပေးမည့်သူများ ရှိကြသလော၊ သို့မှသာ ၎င်းတို့သည် ငါတို့ဘက်မှ တောင်းပန်ပေးနိုင်မည်။ သို့မဟုတ် ငါတို့ကို ပြန်လည်ပို့ဆောင်ပေးနိုင်မည်လော၊ သို့မှသာ ငါတို့ လုပ်ခဲ့သော အလုပ်များမှတစ်ပါး အခြားအလုပ်များကို လုပ်နိုင်မည်။)</span><span class=\"gray\">(7:53)</span>။ ထိုနည်းတူ၊ ဤဆူရာတွင်လည်း အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ ပြောဆိုလိမ့်မည်ဟု ငါတို့အား ပြောပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَنَا مِن شَافِعِينَ - وَلَا صَدِيقٍ حَمِيمٍ</p><p class=\"ca qpc-hafs\" lang=\"ca \"><span class=\"gray\">(Now we have no intercessors, nor a close friend.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အို...!) ငါတို့သာ ပြန်သွားဖို့ အခွင့်အရေး ရခဲ့ပါလျှင်၊ ငါတို့သည် ဧကန်မလွဲ ယုံကြည်သူများထဲမှ ဖြစ်လာမည်။)</span></p><p lang=\"my\" class=\"my \">သူတို့သည် ဤလောကသို့ ပြန်လာနိုင်ခဲ့လျှင် ၎င်းတို့၏ အရှင်သခင်အား နာခံမှု ပြုနိုင်ရန် – ၎င်းတို့၏ ပြောဆိုချက်အရ – ဆန္ဒပြုကြလိမ့်မည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ဤလောကသို့ ပြန်လာခဲ့လျှင် တားမြစ်ထားသော အရာများကိုသာ ပြန်လည်ပြုလုပ်ကြမည်ကို သိတော်မူ၏။ ၎င်းတို့သည် မုသားပြောသူများဖြစ်သည်ကိုလည်း သိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က စူရာဟ် ဆွဒ်တွင် ဂျဟန္နမ်မီးသားများ အချင်းချင်း မည်သို့ အငြင်းပွားကြမည်ကို ပြောကြားထားတော်မူသည်၊ ၎င်းအရှင်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ၎င်းသည် စစ်မှန်သော အမှန်တရားဖြစ်သည်။ ဂျဟန္နမ်မီးသားတို့၏ အချင်းချင်း အငြင်းအခုံပြုခြင်းပင်!)</span><span class=\"gray\">(38:64)</span>။ ထို့နောက် ၎င်းအရှင်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤအရာ၌ သက်သေလက္ခဏာတစ်ခု ရှိ၏။ သို့သော် သူတို့အများစုမှာ ယုံကြည်သူများ မဟုတ်ကြပါ။)</span> ဆိုသည်မှာ၊ အိဗ်ရာဟင်မ်သည် ၎င်း၏လူများနှင့် အငြင်းပွားခြင်းနှင့် ၎င်း၏ တောင်ဟီးဒ် (တစ်ဆူတည်းသောဘုရားရှိခိုးခြင်း) အထောက်အထားတွင် သက်သေလက္ခဏာတစ်ခုရှိ၏။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သည့်ဘုရားမျှ မရှိကြောင်း ထင်ရှားသော အထောက်အထားဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့အများစုမှာ ယုံကြည်သူများ မဟုတ်ကြပါ။ ပြီးတော့ ဧကန်မလွဲ သင်၏အရှင်သခင်သည် ၎င်းအရှင်သည် ဧကန်မလွဲ အနန္တတန်ခိုးရှင်၊ အကြင်နာအရှိဆုံး ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "27:1",
    "group_ayah_key": "27:1",
    "from_ayah": "27:1",
    "to_ayah": "27:6",
    "ayah_keys": "27:1,27:2,27:3,27:4,27:5,27:6",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် စတင်ပါ၏။ ကရုဏာအရှိဆုံး၊ မဟာကရုဏာရှင်ဖြစ်တော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">طس ۚ تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ - هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ - الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ - إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ - أُولَٰئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ - وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ သွာ စီးန်။ ဤသည်တို့ကား အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော် (အာယသ်များ) နှင့် ထင်ရှားသော ကျမ်းတော်မြတ်ကုရ်အာန်၏ အာယသ်များ ဖြစ်သည်။)</span><span class=\"gray\">(၂။ ယုံကြည်သူများအတွက် လမ်းညွှန်ချက်နှင့် ဝမ်းမြောက်ဖွယ်သတင်းဖြစ်သည်။)</span><span class=\"gray\">(၃။ ထိုသူတို့သည် ဆွလားသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ထူထောင်ကြပြီး ဇကာတ် (တောင်းရမ်းခံရသူများအတွက် လှူဒါန်းခြင်း) ကို ပေးဆောင်ကြပြီး ၎င်းတို့သည် နောင်တမလွန်ဘဝကို ယုံကြည်စိတ်ချကြသည်။)</span><span class=\"gray\">(၄။ ဧကန်မလွဲ နောင်တမလွန်ဘဝကို မယုံကြည်ကြသောသူတို့အတွက် ၎င်းတို့၏လုပ်ရပ်များကို ငါတို့သည် လှပအောင် ပြုလုပ်ထားရာ ၎င်းတို့သည် မျက်စိမှိတ်၍ လှည့်ပတ်သွားလာနေကြသည်။)</span><span class=\"gray\">(၅။ ထိုသူတို့သည် ၎င်းတို့အတွက် ဆိုးရွားသော ပြစ်ဒဏ်ရှိမည်။ ပြီးတော့ နောင်တမလွန်ဘဝတွင် ၎င်းတို့သည် အကြီးမားဆုံး ဆုံးရှုံးသူများ ဖြစ်ကြလိမ့်မည်။)</span><span class=\"gray\">(၆။ ပြီးတော့ ဧကန်မလွဲ သင်သည် အလ္လာဟ်အရှင်မြတ် (အနန္တပညာရှင်၊ အနန္တသိရှိတော်မူသောအရှင်) ထံမှ ကုရ်အာန်ကို သင်ကြားပို့ချခြင်း ခံနေရသည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်သည် ယုံကြည်သူများအတွက် လမ်းညွှန်ချက်နှင့် ဝမ်းမြောက်ဖွယ်သတင်းဖြစ်ပြီး၊ မယုံကြည်သူများအတွက် သတိပေးချက်ဖြစ်ပြီး၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">စူရာဟ် အလ်-ဗကရဟ် <span class=\"gray\">(မှတ်ချက်များ)</span> တွင်၊ ငါတို့သည် အချို့သော စူရာဟ်များ၏ အစတွင် ပေါ်ပေါက်လာသော စာလုံးများအကြောင်း ဆွေးနွေးခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်တို့ကား အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော် (အာယသ်များ) နှင့် <span class=\"gray\">(၎င်းသည်)</span> ထင်ရှားသော ကျမ်း <span class=\"gray\">(တစ်ခု)</span> ဖြစ်သည်။)</span> ၎င်းသည် ရိုးရှင်းပြီး ထင်ရှားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများအတွက် လမ်းညွှန်ချက်နှင့် ဝမ်းမြောက်ဖွယ်သတင်းဖြစ်သည်။)</span> ဆိုသည်မှာ၊ ကုရ်အာန်မှ လမ်းညွှန်ချက်နှင့် သတင်းကောင်းများကို ၎င်းကို ယုံကြည်သူများ၊ လိုက်နာသူများနှင့် လက်တွေ့ကျင့်သုံးသူများအတွက် ရရှိနိုင်သည်။ ၎င်းတို့သည် မဖြစ်မနေ ဝတ်ပြုဆုတောင်းခြင်းများကို ထူထောင်ကြသည်၊ ဇကာတ် (တောင်းရမ်းခံရသူများအတွက် လှူဒါန်းခြင်း) ကို ပေးဆောင်ကြသည်၊ ပြီးတော့ နောင်တမလွန်ဘဝ၊ သေပြီးနောက် ပြန်လည်ထမြောက်ခြင်း၊ ကောင်းမကောင်းလုပ်ရပ်အားလုံးအတွက် အကျိုးနှင့်ပြစ်ဒဏ်၊ ဂျန္နတ်နှင့် ဂျဟန္နမ်တို့ကို ခိုင်မာသော ယုံကြည်မှုဖြင့် ယုံကြည်ကြသည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါ- \"၎င်းသည် ယုံကြည်သူများအတွက် လမ်းညွှန်ချက်နှင့် ကုစားမှုဖြစ်သည်။ အစ္စလာမ်ကို မယုံကြည်သူများအတွက်မူ ၎င်းတို့၏ နားများ၌ လေးလံမှု <span class=\"gray\">(နားပင်းမှု)</span> ရှိသည်။\")</span><span class=\"gray\">(41:44)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တက်ကွာရှိသူများအား ဝမ်းမြောက်ဖွယ် သတင်းပေးရန်နှင့် ၎င်းနှင့်အတူ လဒ် <span class=\"gray\">(အငြင်းအခုန် အများဆုံး)</span> လူမျိုးအား သတိပေးရန်)</span><span class=\"gray\">(19:97)</span>။ </p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ နောင်တမလွန်ဘဝကို မယုံကြည်ကြသောသူတို့အတွက်)</span> ဆိုသည်မှာ ၎င်းကို ငြင်းပယ်ပြီး ၎င်းသည် မည်သည့်အခါမျှ ဖြစ်လာမည်မဟုတ်ဟု ထင်မြင်သူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့၏လုပ်ရပ်များကို ၎င်းတို့အား လှပအောင် ပြုလုပ်ထားရာ ၎င်းတို့သည် မျက်စိမှိတ်၍ လှည့်ပတ်သွားလာနေကြသည်။)</span> ဆိုသည်မှာ၊ '၎င်းတို့ လုပ်နေသည့်အရာများကို ၎င်းတို့အား ကောင်းမွန်သည်ဟု ထင်ရစေပြီး ၎င်းတို့အား ၎င်းတို့၏ လမ်းမှားခြင်းတွင် ဆက်လက်ထားခဲ့ရာ ၎င်းတို့သည် ပျောက်ဆုံးပြီး ရှုပ်ထွေးနေကြသည်။' ဤသည်မှာ နောင်တမလွန်ဘဝကို ၎င်းတို့ မယုံကြည်မှုအတွက် အကျိုးပေးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးတော့ ငါတို့သည် ၎င်းတို့၏ နှလုံးသားများနှင့် မျက်စိများကို လှည့်ပစ်မည်။ ၎င်းတို့သည် ပထမဆုံးအကြိမ်တွင် ၎င်းကို မယုံကြည်ခဲ့ကြသောကြောင့်ဖြစ်သည်။)</span><span class=\"gray\">(6:110)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ၎င်းတို့အတွက် ဆိုးရွားသော ပြစ်ဒဏ်ရှိမည်။)</span> ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးတော့ နောင်တမလွန်ဘဝတွင် ၎င်းတို့သည် အကြီးမားဆုံး ဆုံးရှုံးသူများ ဖြစ်ကြလိမ့်မည်။)</span> ဆိုသည်မှာ၊ စုဝေးရောက်ရှိလာမည့် လူများအားလုံးအနက် ၎င်းတို့မှတစ်ပါး အဘယ်သူမျှ ၎င်းတို့၏ ဝိညာဉ်များနှင့် ၎င်းတို့၏ ဥစ္စာများကို မဆုံးရှုံးရလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّكَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(And verily, you)</span> O Muhammad. Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتُلَقَّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ကြားပို့ချခြင်း ခံနေရသည်။)</span> \"လက်ခံရရှိနေသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် (အနန္တပညာရှင်၊ အနန္တသိရှိတော်မူသောအရှင်) ထံမှ ကုရ်အာန်ကို သင်ကြားပို့ချခြင်း ခံနေရသည်။)</span> ၎င်းအရှင်သည် ၎င်းအရှင်၏ အမိန့်များနှင့် တားမြစ်ချက်များတွင် ပညာရှိပြီး အရာခပ်သိမ်းကို၊ အသေးအမွှားမှ အကြီးအကျယ်အထိ သိရှိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ ၎င်းအရှင် မိန့်တော်မူသမျှသည် လုံးဝဥဿုံမှန်ကန်သော သစ္စာတရားဖြစ်ပြီး ၎င်းအရှင်၏ စီရင်ဆုံးဖြတ်ချက်များသည် လုံးဝတရားမျှတမှုရှိသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးတော့ သင်၏အရှင်သခင်၏ နှုတ်ကပတ်တော်သည် အမှန်တရားနှင့် တရားမျှတမှုဖြင့် ပြည့်စုံခဲ့ပြီ။)</span><span class=\"gray\">(6:115)</span>။</p>"
  }
]