[
  {
    "ayah_key": "3:121",
    "group_ayah_key": "3:121",
    "from_ayah": "3:121",
    "to_ayah": "3:123",
    "ayah_keys": "3:121,3:122,3:123",
    "text": "<p lang=\"my\" class=\"my \">သင်၏အိမ်သူအိမ်သားများကို နံနက်စောစောက စစ်ပွဲ <span class=\"gray\">(ဥဟွဒ်စစ်ပွဲ)</span> အတွက် မွတ်စ်လင်မ်များအား ၎င်းတို့၏ နေရာများတွင် နေရာချထားရန် သင်ထွက်ခွာလာခဲ့စဉ် <span class=\"gray\">(သတိရပါ)</span>။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားသိတော်မူသောအရှင်၊ အလုံးစုံကို သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏ <span>(၁၂၁)</span> သင်တို့အနက်မှ အဖွဲ့နှစ်ဖွဲ့သည် စိတ်ပျက်အားငယ်တော့မည်ဖြစ်သော်လည်း အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဝလီ <span class=\"gray\">(ပံ့ပိုးကူညီသူနှင့် အကာအကွယ်ပေးသူ)</span> ဖြစ်တော်မူ၏။ ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်အပေါ်သာ ယုံကြည်စိတ်ချသင့်၏ <span>(၁၂၂)</span> အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ဗဒ်ရ်စစ်ပွဲ၌ အောင်မြင်စေခဲ့ပြီးဖြစ်၏။ ထိုစဉ်က သင်တို့သည် အင်အားနည်းပါးပြီး အားနည်းနေခဲ့၏။ ထို့ကြောင့် သင်တို့ကျေးဇူးတင်ရန်အတွက် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့ <span>(၁၂၃)</span></p><div lang=\"my\" class=\"my \"><h2>ဥဟွဒ်စစ်ပွဲ</h2></div><p lang=\"my\" class=\"my \">ပညာရှင်အများစု၏ အဆိုအရ ဤအာယတ်များသည် ဥဟွဒ်စစ်ပွဲကို ဖော်ပြနေခြင်းဖြစ်သည်ဟု အိဗ်နု အဗ္ဗာစ်၊ အလ်-ဟစန်၊ ကွသာဒဟ်၊ အစ်-ဆွဒ်ဒီနှင့် အခြားသူများက ပြောကြားခဲ့ကြသည်။ ဥဟွဒ်စစ်ပွဲသည် ဟစ်ဂျ်ရာ၏ တတိယနှစ် ရှောင်ဝါလ်လ၏ စနေနေ့တွင် ဖြစ်ပွားခဲ့သည်။ 'အိကရိမာဟ်က ဥဟွဒ်စစ်ပွဲသည် ရှောင်ဝါလ်လ၏ အလယ်လောက်တွင် ဖြစ်ပွားခဲ့သည်ဟု ဆိုသည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံးသိတော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>ဥဟွဒ်စစ်ပွဲဖြစ်ရခြင်း၏ အကြောင်းရင်း</h2></div><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူတို့သည် ဗဒ်ရ်စစ်ပွဲတွင် ၎င်းတို့၏ မြင့်မြတ်သောလူများအနက် သေဆုံးသူများစွာ ခံစားခဲ့ရသည်။ အဗူဆူဖ်ယန် ဦးဆောင်သော ကုန်သည်ယာဉ်တန်း <span class=\"gray\">(ဗဒ်ရ်မတိုင်မီ)</span> သည် မက္ကာဟ်သို့ ဘေးကင်းစွာ ပြန်လည်ရောက်ရှိခဲ့ရာ ကျန်ရှိသော မက္ကာဟ်ခေါင်းဆောင်များနှင့် ဗဒ်ရ်စစ်ပွဲတွင် သေဆုံးခဲ့သူတို့၏ သားသမီးများက အဗူဆူဖ်ယန်အား \"ဤငွေများကို မုဟမ္မဒ်ကို တိုက်ခိုက်ရာတွင် သုံးစွဲပါ\" ဟု တောင်းဆိုရန် တွန်းအားပေးခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် ကုန်သည်ယာဉ်တန်းမှ ငွေများကို စစ်စရိတ်အတွက် သုံးစွဲပြီး အဟဗ်ဘစ်ရှ် မျိုးနွယ်စုများ <span class=\"gray\">(မြို့ပတ်ဝန်းကျင်တွင် နေထိုင်သော မျိုးနွယ်စုများ)</span> အပါအဝင် ၎င်းတို့၏ တပ်ဖွဲ့များကို စုစည်းခဲ့ကြသည်။ ၎င်းတို့သည် စစ်သားသုံးထောင်ကို စုဆောင်းကာ အလ်-မဒီနာကို မျက်နှာမူလျက် ဥဟွဒ်အနီးတွင် စခန်းချသည်အထိ ချီတက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သောကြာနေ့ ဆွလာသ်ကို ဦးဆောင်ခဲ့ပြီး ဆွလာသ်ပြီးဆုံးသောအခါ ဗနီ အန်-နဂျ္ဂျာရ်မှ မာလိက် ဘင်န် အမ်ရ် ဟုခေါ်သော အမျိုးသားတစ်ဦးအတွက် ဂျနာဇာ ဆွလာသ်ကို ဖတ်ကြားခဲ့သည်။ ထို့နောက် တမန်တော် ﷺ သည် မွတ်စ်လင်မ်များအား အကြံဉာဏ်တောင်းခံခဲ့သည်။ ၎င်းတို့သည် မယုံကြည်သူများနှင့် တွေ့ဆုံရန် ချီတက်သင့်သလား သို့မဟုတ် အလ်-မဒီနာတွင် ခံတပ်တည်ဆောက်သင့်သလားဟူ၍ ဖြစ်သည်။ 'အဗ်ဒုလ္လာဟ် ဘင်န် အူဘိုင် <span class=\"gray\">(ဖောက်ပြန်သူတို့၏ ခေါင်းဆောင်)</span> က မယုံကြည်သူများက အလ်-မဒီနာကို ဝိုင်းရံလျှင် ထိုဝိုင်းရံမှုသည် ၎င်းတို့အတွက် အလွန်နစ်နာစေလိမ့်မည်ဟု ဆိုကာ အလ်-မဒီနာတွင် ဆက်နေသင့်ကြောင်း အကြံပေးခဲ့သည်။ သူက ထပ်လောင်းပြောကြားသည်မှာ အကယ်၍ ၎င်းတို့သည် အလ်-မဒီနာကို တိုက်ခိုက်ရန် ဆုံးဖြတ်ပါက ၎င်း၏လူများသည် ၎င်းတို့နှင့် ရင်ဆိုင်တိုက်ခိုက်မည်ဖြစ်ပြီး အမျိုးသမီးများနှင့် ကလေးများသည် ၎င်းတို့၏ခေါင်းပေါ်မှ ကျောက်တုံးများဖြင့် ပစ်ပေါက်နိုင်မည်ဖြစ်သည်။ ထို့ပြင် အကယ်၍ ၎င်းတို့သည် မက္ကာဟ်သို့ ပြန်ရန် ဆုံးဖြတ်ပါက ကျရှုံးမှုဖြင့် ပြန်လာရမည်ဖြစ်သည်။ သို့သော် ဗဒ်ရ်စစ်ပွဲသို့ မတက်ရောက်ခဲ့သော ဆွဟာဘာအချို့က မွတ်စ်လင်မ်များသည် မယုံကြည်သူများနှင့် တွေ့ဆုံရန် ဥဟွဒ်သို့ ထွက်သွားသင့်ကြောင်း အကြံပေးခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏အိမ်သို့သွား၍ ဒိုင်းကို ဝတ်ဆင်ကာ ထွက်လာခဲ့သည်။ ဆွဟာဘာများသည် ထိုအခါ ပင်ပန်းနွမ်းနယ်နေပြီး တစ်ဦးကိုတစ်ဦး ပြောကြားခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို ကျွန်ုပ်တို့ ထွက်သွားရန် တွန်းအားပေးခဲ့သလား\" ဟူ၍ ဖြစ်သည်။ ၎င်းတို့က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အကယ်၍ သင်အလိုရှိပါက ကျွန်ုပ်တို့သည် အလ်-မဒီနာတွင် ဆက်နေပါမည်\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَنْبَغِي لِنَبِيٍّ إِذَا لَبِسَ لَأْمَتَهُ أَنْ يَرْجِعَ حَتَّى يَحْكُمَ اللهُ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်တစ်ပါးအတွက် စစ်ပွဲအတွက် ၎င်း၏ဒိုင်းကို ဝတ်ဆင်ပြီးနောက် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ဘက်မှ အဆုံးအဖြတ်မပေးမီ ၎င်း၏လက်နက်များကို ချထားရန် မသင့်လျော်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ဆွဟာဘာတစ်ထောင်နှင့်အတူ ချီတက်ခဲ့သည်။ ၎င်းတို့သည် ရှောင်ဝါတ်ဒ်ဒေသသို့ ရောက်ရှိသောအခါ 'အဗ်ဒုလ္လာဟ် ဘင်န် အူဘိုင်သည် စစ်တပ်၏ သုံးပုံတစ်ပုံနှင့်အတူ အလ်-မဒီနာသို့ ပြန်သွားခဲ့သည်။ ၎င်းက တမန်တော် ﷺ သည် ၎င်း၏အကြံဉာဏ်ကို နားမထောင်ခဲ့၍ ဒေါသထွက်သည်ဟု ပြောဆိုခဲ့သည်။ သူနှင့် ၎င်း၏နောက်လိုက်များသည် \"ယနေ့ သင်တို့ တိုက်ခိုက်မည်ကို ကျွန်ုပ်တို့ သိခဲ့ပါက သင်တို့နှင့်အတူ လိုက်ပါခဲ့ပါမည်။ သို့သော် ယနေ့ သင်တို့ တိုက်ခိုက်မည်ဟု ကျွန်ုပ်တို့ မထင်ပါ\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဥဟွဒ်ဒေသရှိ တောင်ကုန်းသို့ ရောက်သည်အထိ ချီတက်ခဲ့သည်။ ထိုနေရာတွင် ၎င်းတို့သည် ဥဟွဒ်တောင်ကို နောက်ခံထားလျက် ချိုင့်ဝှမ်းတွင် စခန်းချခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا يُقَاتِلَنَّ أَحَدٌ حَتَّى نَأْمُرَهُ بِالْقِتَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်က တိုက်ခိုက်ရန် အမိန့်မထုတ်ပြန်သရွေ့ မည်သူမျှ တိုက်ခိုက်ခြင်းကို မစတင်ရ။)</span></p><p lang=\"my\" class=\"my \">တမန်တော် ﷺ သည် ၎င်း၏တပ်ဖွဲ့များကို စစ်ပွဲအတွက် ပြင်ဆင်ခဲ့ပြီး ၎င်း၏စစ်တပ်မှာ လူခုနစ်ရာ ဖြစ်သည်။ ၎င်းက ဗနီ အမ်ရ် ဘင်န် အောင်ဖ်မှ 'အဗ်ဒုလ္လာဟ် ဘင်န် ဂျုဘိုင်ရ်ကို လေးသမားငါးဆယ် ဦးဆောင်စေခဲ့သည်။ တမန်တော် ﷺ က ၎င်းတို့အား မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْضَحُوا الْخَيْلَ عَنَّا، وَلَا نُؤْتَيَنَّ مِنْ قِبَلِكُمْ، وَالْزَمُوا مَكَانَكُمْ، إِنْ كَانَتِ النَّوْبَةُ لَنَا أَوْ عَلَيْنَا، وَإِنْ رَأَيْتُمُونَا تَخْطَفُنَا الطَّيْرُ فَلَا تَبْرَحُوا مَكَانَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင်းစီးသူရဲများကို ကျွန်ုပ်တို့ထံမှ ဝေးဝေးထားပါ၊ သင်တို့ဘက်မှ ကျွန်ုပ်တို့ တိုက်ခိုက်ခံရနိုင်သည်ကို သတိပြုပါ။ အောင်ပွဲသည် ကျွန်ုပ်တို့ဘက်မှ ဖြစ်စေ၊ ကျွန်ုပ်တို့အား ဆန့်ကျင်၍ ဖြစ်စေ၊ သင်တို့၏ နေရာများတွင် ဆက်နေပါ။ သင်တို့သည် ကျွန်ုပ်တို့ကို ငှက်များက ဖမ်းဆုပ်သွားသည်ကို မြင်ရသော်လည်း သင်တို့၏ နေရာများကို စွန့်လွှတ်မသွားပါနှင့်။)</span></p><p lang=\"my\" class=\"my \">တမန်တော် ﷺ သည် ကာကွယ်ရေးဒိုင်းနှစ်ခုကို ဝတ်ဆင်ပြီး ဗနီ 'အဗ်ဒ် အဒ်-ဒါရ်မှ မွတ်စ်'အဗ် ဘင်န် 'အူမိုင်ရ်အား အလံကို ပေးအပ်ခဲ့သည်။ တမန်တော် ﷺ သည် လူငယ်အချို့ကို တိုက်ခိုက်ရာတွင် ပါဝင်ခွင့်ပြုခဲ့သော်လည်း အခြားသူများကိုမူ မပါဝင်စေခဲ့ပေ။ ထိုအခြားသူများကိုမူ နှစ်နှစ်အကြာတွင် အလ်-ခံဒတ်ဒ် စစ်ပွဲတွင် ပါဝင်ခွင့်ပြုခဲ့သည်။ ကူရိုင်းရှ်တို့သည် ၎င်းတို့၏တပ်ဖွဲ့ဝင် သုံးထောင်ကို မြင်းစီးသူရဲနှစ်ရာစီဖြင့် ဘေးနှစ်ဖက်တွင် စုစည်းခဲ့သည်။ ၎င်းတို့သည် မြင်းစီးသူရဲတပ်၏ ညာဘက်ခြမ်းကို ခါလိဒ် ဘင်န် အလ်-ဝါလိဒ်ကို ဦးဆောင်စေခဲ့ပြီး ဘယ်ဘက်ခြမ်းကို 'အိကရိမာဟ် အိဗ်နု အဘီ ဂျဟ်လ်ကို ဦးဆောင်စေခဲ့သည်။ ၎င်းတို့သည် ၎င်းတို့၏ ကြီးမားသော အလံကိုလည်း ဗနီ 'အဗ်ဒ် အဒ်-ဒါရ် မျိုးနွယ်စုအား ပေးအပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက ဤစစ်ပွဲ၏ အသေးစိတ်အချက်အလက်များကို နောက်ပိုင်းတွင် ဖော်ပြပါမည်။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် နံနက်စောစောက သင်၏အိမ်သူအိမ်သားများကို စစ်ပွဲအတွက် မွတ်စ်လင်မ်များအား ၎င်းတို့၏ နေရာများတွင် နေရာချထားရန် သင်ထွက်ခွာလာခဲ့စဉ် <span class=\"gray\">(သတိရပါ)</span>)</span><span class=\"gray\">[၃:၁၂၁]</span>၊ ၎င်းတို့အား အမျိုးမျိုးသော နေရာများသို့ သတ်မှတ်ပေးခြင်း၊ စစ်တပ်ကို ဘယ်နှင့်ညာခြမ်းသို့ ပိုင်းခြားခြင်းနှင့် သင်အမိန့်ပေးသည့်နေရာတိုင်းတွင် ၎င်းတို့ကို ချထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ سَمِيعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားသိတော်မူသောအရှင်၊ အလုံးစုံကို သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏)</span>၊ သင်တို့ပြောသည်ကို ကြားသိတော်မူပြီး သင်တို့၏နှလုံးသားများတွင် ဖုံးကွယ်ထားသည်ကို သိရှိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ هَمَّت طَّائِفَتَانِ مِنكُمْ أَن تَفْشَلَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ အဖွဲ့နှစ်ဖွဲ့သည် စိတ်ပျက်အားငယ်တော့မည်ဖြစ်စဉ်)</span><span class=\"gray\">[၃:၁၂၂]</span>။</p><p lang=\"id\" class=\"id \">Al-Bukhari recorded that Jabir bin 'Abdullah said, \"The Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ هَمَّت طَّائِفَتَانِ مِنكُمْ أَن تَفْشَلَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ အဖွဲ့နှစ်ဖွဲ့သည် စိတ်ပျက်အားငယ်တော့မည်ဖြစ်စဉ်)</span> ဟူသော အာယတ်သည် ကျွန်ုပ်တို့နှင့်ပတ်သက်၍ <span class=\"gray\">[မွတ်စ်လင်မ်မျိုးနွယ်စုနှစ်ခုဖြစ်သော]</span> ဗနီ ဟာရီသားနှင့် ဗနီ ဆလာမာဟ်တို့အကြောင်းကို ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ အကယ်၍ ထုတ်ပြန်ခဲ့ခြင်းမရှိပါက ကျွန်ုပ် <span class=\"gray\">(သို့မဟုတ် ကျွန်ုပ်တို့)</span> စိတ်ကျေနပ်မည်မဟုတ်ပေ၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတွင် မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَلِيُّهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဝလီ <span class=\"gray\">(ပံ့ပိုးကူညီသူနှင့် အကာအကွယ်ပေးသူ)</span> ဖြစ်တော်မူ၏)</span><span class=\"gray\">[၃:၁၂၂]</span>။\"</p><p lang=\"my\" class=\"my \">မွတ်စ်လင်မ်သည် ဤဟဒီးဆ်ကို ဆူဖ်ယန် ဘင်န် 'အူယိုင်နာဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူတို့အား ဗဒ်ရ်စစ်ပွဲ၌ ၎င်းတို့၏ အောင်ပွဲကို ပြန်လည်သတိပေးခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ဗဒ်ရ်စစ်ပွဲ၌ အောင်မြင်စေခဲ့ပြီးဖြစ်၏)</span><span class=\"gray\">[၃:၁၂၃]</span>၊ ဆိုလိုသည်မှာ ဗဒ်ရ်စစ်ပွဲအတွင်း၊ ထိုစစ်ပွဲသည် ဟစ်ဂျ်ရာ၏ ဒုတိယနှစ်၊ ရမ်ဇာန်လ ဆယ့်ခုနစ်ရက်၊ သောကြာနေ့တွင် ဖြစ်ပွားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဗဒ်ရ်နေ့ကို ယောင်မ် အလ်-ဖုရ်ကာန် <span class=\"gray\">[ရှင်းလင်းပြတ်သားခြင်းနေ့]</span> ဟုသိကြပြီး ထိုနေ့၌ အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်နှင့် ၎င်း၏လူများကို အောင်ပွဲနှင့် လွှမ်းမိုးမှုကို ပေးသနားတော်မူခဲ့ပြီး ရှီရ်က်ကို အရှက်ရစေကာ ဖျက်ဆီးခဲ့သည်။ မွတ်စ်လင်မ်များသည် လူနည်းစုဖြစ်နေသော်လည်း ဖြစ်သည်။ မွတ်စ်လင်မ်များသည် လူသုံးရာ့တစ်ဆယ့်သုံးယောက်၊ မြင်းနှစ်စီးနှင့် ကုလားအုတ်ခုနစ်ဆယ်ဖြင့် ရှိခဲ့သည်။ ကျန်သူများသည် စစ်ပွဲအတွက် လုံလောက်သော ထောက်ပံ့ရေးပစ္စည်းများမရှိသည့် ခြေလျင်စစ်သားများ ဖြစ်သည်။ ရန်သူစစ်တပ်တွင် လူကိုးရာမှ တစ်ထောင်အထိ ပါဝင်ပြီး လုံလောက်သော ဒိုင်းများနှင့် ထောက်ပံ့ရေးပစ္စည်းများ၊ စစ်ပွဲအတွက် အသင့်ဖြစ်နေသော မြင်းများ၊ အမျိုးမျိုးသော အလှဆင်ပစ္စည်းများပင် ရှိခဲ့သည်။</p><p lang=\"my\" class=\"my \">သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရစူလ်တမန်တော် ﷺ အား အောင်ပွဲကို ပေးသနားတော်မူခဲ့ပြီး ၎င်း၏ ဗျာဒိတ်တော်ကို ထောက်ခံကာ တမန်တော် ﷺ နှင့် ၎င်း၏ နောက်လိုက်များ၏ မျက်နှာများပေါ်တွင် အောင်မြင်မှုကို လင်းထိန်စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ရှိုင်တန်နှင့် ၎င်း၏တပ်ဖွဲ့ကိုလည်း အရှက်ရစေခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ယုံကြည်သောကျွန်များနှင့် ၎င်း၏သန့်ရှင်းသောပါတီအား ဤကျေးဇူးတော်ကို သတိပေးခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ဗဒ်ရ်စစ်ပွဲ၌ အောင်မြင်စေခဲ့ပြီးဖြစ်၏။ ထိုစဉ်က သင်တို့သည် အင်အားနည်းပါးပြီး အားနည်းနေခဲ့၏)</span>၊ ထိုစဉ်က သင်တို့သည် လူနည်းစုဖြစ်နေချိန်တွင်။ ဤအာယတ်သည် အောင်ပွဲသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်ပြီး ကြီးမားသောစစ်တပ်နှင့် လုံလောက်သောထောက်ပံ့ရေးပစ္စည်းများကြောင့် မဟုတ်ကြောင်း ၎င်းတို့အား သတိပေးသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ဟူနိုင်းန်နေ့ <span class=\"gray\">(စစ်ပွဲ)</span> တွင် သင်တို့၏ များပြားသောအရေအတွက်ကြောင့် သင်တို့ ဝမ်းမြောက်ခဲ့ကြသော်လည်း ၎င်းသည် သင်တို့အား အနည်းငယ်မျှပင် အကျိုးမပြုခဲ့)</span><span class=\"gray\">[၉:၂၅]</span>၊ ထိုသို့ဖြစ်သည်အထိ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူ၏)</span><span class=\"gray\">[၉:၂၇]</span>။</p><p lang=\"my\" class=\"my \">ဗဒ်ရ်သည် မက္ကာဟ်နှင့် အလ်-မဒီနာအကြားရှိ ဒေသတစ်ခုဖြစ်ပြီး ၎င်း၏အမည်ကိုခံယူထားသော ရေတွင်းကြောင့် လူသိများသည်။ ထိုရေတွင်းကို တူးခဲ့သူ ဗဒ်ရ် ဘင်န် အန်-နာရိုင်းန်အား အစွဲပြု၍ နာမည်ပေးခဲ့ခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့ကျေးဇူးတင်ရန်အတွက် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့)</span><span class=\"gray\">[၃:၁၂၃]</span>၊ ဆိုလိုသည်မှာ ၎င်း၏နာခံမှုဆိုင်ရာ တာဝန်ဝတ္တရားများကို ဖြည့်ဆည်းကြလော့။</p>"
  }
]