[
  {
    "ayah_key": "14:44",
    "group_ayah_key": "14:44",
    "from_ayah": "14:44",
    "to_ayah": "14:46",
    "ayah_keys": "14:44,14:45,14:46",
    "text": "<p lang=\"my\" class=\"my \">လူသားတို့အား ၎င်းတို့ထံ ပြစ်ဒဏ်ရောက်ရှိမည့်နေ့ကို သတိပေးလော့။ ထိုအခါ ပြစ်မှုကျူးလွန်သူများသည် \"အို ကျွန်ုပ်တို့၏အရှင်သခင်! ကျွန်ုပ်တို့အား ခဏတာမျှ အချိန်ပေးပါ၊ ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ခေါ်သံကို တုံ့ပြန်၍ တမန်များကို လိုက်နာပါမည်!\" <span class=\"gray\">(ပြောဆိုခြင်းခံရမည်။)</span> \"ယခင်က သင်တို့သည် မထွက်ခွာဟု ကျိန်ဆိုခဲ့ကြသည် မဟုတ်လော <span class=\"gray\">(နောက်ဘဝအတွက် ဤလောကကို)</span>။ <span>(၄၄)</span>\"သင်တို့သည် မိမိတို့ကိုယ်ကို မတရားပြုခဲ့ကြသူတို့၏ နေအိမ်များတွင် နေထိုင်ခဲ့ကြပြီး၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အား မည်သို့ပြုမူခဲ့သည်ကို သင်တို့အား ရှင်းလင်းပြခဲ့ပြီးဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် သင်တို့အတွက် ဥပမာ <span class=\"gray\">(များစွာ)</span> ကို ထုတ်ဖော်ခဲ့သည်။ <span>(၄၅)</span>အမှန်စင်စစ် ၎င်းတို့သည် ၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုကို စီစဉ်ခဲ့ကြပြီး၊ ၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိ၏။ သို့သော် ၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် တောင်များကို ၎င်းတို့၏နေရာမှ ရွေ့လျားသွားအောင် ပြုလုပ်နိုင်လောက်အောင် မဟုတ်ခဲ့ပေ။ <span>(၄၆)</span></p><div lang=\"my\" class=\"my \"><h2>ပြစ်ဒဏ်ရောက်ရှိလာပြီးနောက် အချိန်ပေးခြင်းမရှိ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိတို့ကိုယ်ကို မတရားပြုခဲ့ကြသူများသည် ပြစ်ဒဏ်ကို မြင်တွေ့ရသောအခါ မည်သို့ပြောဆိုကြမည်ကို ဖော်ပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَخِّرْنَا إِلَىٰ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်! ကျွန်ုပ်တို့အား ခဏတာမျှ အချိန်ပေးပါ၊ ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ခေါ်သံကို တုံ့ပြန်၍ တမန်များကို လိုက်နာပါမည်!)</span> အလ္လာဟ်အရှင်မြတ်သည် အခြားကျမ်းပိုဒ်များတွင် မိန့်ကြားတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် တစ်ဦးဦးထံ သေခြင်းတရား ရောက်ရှိလာသောအခါ၊ သူက \"အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်ကို ပြန်လွှတ်ပါ\" ဟု ပြောသည်အထိ။)</span><span class=\"gray\">[23:99]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့၏ ပစ္စည်းဥစ္စာတို့သည် သင်တို့ကို သွေဖည်စေခြင်း မရှိပါစေနှင့်။)</span><span class=\"gray\">[63:9-10]</span> အလ္လာဟ်အရှင်မြတ်သည် စုရုံးရာနေ့တွင် ပြစ်မှုကျူးလွန်သူတို့၏ အခြေအနေကို ဖော်ပြတော်မူခဲ့သည်။ ထိုအခါ ကိုယ်တော်က မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြစ်မှုကျူးလွန်သူတို့သည် ၎င်းတို့၏ခေါင်းများကို ငုံ့ထားကြသောအခါ သင်သာ မြင်တွေ့နိုင်ခဲ့လျှင်။)</span><span class=\"gray\">[32:12]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား မီးပေါ်သို့ ဆွဲတင်ထားသည်ကိုသာ သင်မြင်နိုင်ခဲ့လျှင်! ၎င်းတို့က \"ကျွန်ုပ်တို့သာ <span class=\"gray\">(လောကသို့)</span> ပြန်လွှတ်ခံခဲ့ရလျှင် ကောင်းလေစွ! ထိုအခါ ကျွန်ုပ်တို့၏အရှင်သခင်၏ ကျမ်းပိုဒ်များကို ငြင်းပယ်ကြမည် မဟုတ်ပေ...\" ဟု ပြောကြလိမ့်မည်!)</span><span class=\"gray\">[6:27]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَصْطَرِخُونَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတွင် ၎င်းတို့ အော်ဟစ်ကြလိမ့်မည်။)</span><span class=\"gray\">[35:37]</span> အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာ၌ ၎င်းတို့၏ပြောဆိုမှုကို ငြင်းပယ်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ تَكُونُوا أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခင်က သင်တို့သည် မထွက်ခွာဟု ကျိန်ဆိုခဲ့ကြသည် မဟုတ်လော။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည် 'ယခင်က သင်တို့၏ အခြေအနေဟောင်းသည် မပြောင်းလဲနိုင်၊ ရှင်ပြန်ထမြောက်ခြင်း သို့မဟုတ် စစ်ဆေးခြင်း မရှိဟု သင်တို့ ကတိမပြုခဲ့ကြဘူးလား။ ထို့ကြောင့် သင်တို့ ယခင်က ကတိပြုခဲ့သည့်အတွက် ဤပြစ်ဒဏ်ကို မြည်းစမ်းလော့။' မူဂျာဟစ်ဒ်က မှတ်ချက်ပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُم مِّن زَوَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မထွက်ခွာဟု)</span> သည် ဤလောကဘဝမှ နောက်ဘဝသို့ ထွက်ခွာခြင်းကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ لَا يَبْعَثُ اللَّهُ مَن يَمُوتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့၏ အပြင်းထန်ဆုံးကျိန်ဆိုမှုများဖြင့် ကျိန်ဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သေဆုံးသူကို ရှင်ပြန်ထမြောက်စေမည် မဟုတ်ဟု။)</span><span class=\"gray\">[16:38]</span> အလ္လာဟ်အရှင်မြတ်သည် နောက်ထပ် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَكَنتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မိမိတို့ကိုယ်ကို မတရားပြုခဲ့ကြသူတို့၏ နေအိမ်များတွင် နေထိုင်ခဲ့ကြပြီး၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အား မည်သို့ပြုမူခဲ့သည်ကို သင်တို့အား ရှင်းလင်းပြခဲ့ပြီးဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် သင်တို့အတွက် ဥပမာ <span class=\"gray\">(များစွာ)</span> ကို ထုတ်ဖော်ခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊ 'ယခင်က အမှန်တရားကို ငြင်းပယ်ခဲ့ကြသော လူမျိုးများအား မည်သို့ဖြစ်ပျက်ခဲ့သည်ကို သင်တို့သည် မြင်တွေ့ခဲ့ရသည် သို့မဟုတ် သတင်းကြားသိခဲ့ရသည်။ သို့သော် သင်တို့သည် ၎င်းတို့၏ အဆုံးသတ်မှ သင်ခန်းစာ မယူခဲ့ကြ။ ထို့ပြင် ကျွန်ုပ်တို့ ၎င်းတို့ကို အပြစ်ပေးခဲ့သည်မှာ သင်တို့အတွက် ဥပမာတစ်ခု မဖြစ်ခဲ့ပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِكْمَةٌ بَالِغَةٌ ۖ فَمَا تُغْنِ النُّذُرُ</p><p lang=\"mt\" class=\"mt \"><span class=\"gray\">(Perfect wisdom but the warners benefit then not.)</span><span class=\"gray\">[54:5]</span> Shu'bah narrated that Abu Ishaq said that 'Abdur-Rahman bin Dabil said that 'Ali bin Abi Talib commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် တောင်များကို ၎င်းတို့၏နေရာမှ ရွေ့လျားသွားအောင် ပြုလုပ်နိုင်လောက်အောင် မဟုတ်ခဲ့သော်လည်း။)</span> \"အီဗ်ရာဟင်မ်နှင့် ၎င်း၏အရှင်သခင်အကြောင်း ငြင်းခုံခဲ့သူသည် လင်းယုန်ငယ်နှစ်ကောင်ကို ယူဆောင်၍ အရွယ်ရောက်လင်းယုန်များ ဖြစ်လာသည်အထိ မွေးမြူခဲ့သည်။ ထို့နောက် ၎င်းသည် လင်းယုန်တစ်ကောင်စီ၏ ခြေထောက်ကို ကြိုးများဖြင့် သစ်သားသေတ္တာတစ်လုံးတွင် ချည်နှောင်ကာ ဆာလောင်စေခဲ့သည်။ ၎င်းနှင့် အခြားလူတစ်ဦးသည် သစ်သားသေတ္တာအတွင်း ထိုင်ပြီး အသားစတစ်ပိုင်း တပ်ဆင်ထားသော တောင်ဝှေးတစ်ချောင်းကို မြှင့်တင်ခဲ့သည်။ ထို့ကြောင့် လင်းယုန်နှစ်ကောင် စတင်ပျံသန်းခဲ့သည်။ ဘုရင်က ၎င်း၏အဖော်အား ၎င်းမြင်တွေ့ရသည်များကို ပြောပြခိုင်းပြီး၊ သူက မြင်ကွင်းများကို ဘုရင်အား ဖော်ပြခဲ့သည်။ နောက်ဆုံးတွင် သူက ကမ္ဘာမြေကို ယင်ကောင်တစ်ကောင်ကဲ့သို့ မြင်ခဲ့ကြောင်း ပြောဆိုခဲ့သည်။ ထို့ကြောင့် ဘုရင်သည် တောင်ဝှေးကို လင်းယုန်များထံ ပိုမိုနီးကပ်စေခဲ့ပြီး ၎င်းတို့ ဖြည်းဖြည်းချင်း ဆင်းသက်လာခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">(وَإِنْ كَادَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ)</p><p lang=\"my\" class=\"my \">၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် တောင်များကို ၎င်းတို့၏နေရာမှ ရွေ့လျားသွားအောင် ပြုလုပ်နိုင်လောက်အောင် မဟုတ်ခဲ့ပေ။'\" မူဂျာဟစ်ဒ်က ဤပုံပြင်သည် နဗူခဒ်နက်ဇာ (Nebuchadnezzar) အကြောင်းဖြစ်ကြောင်းလည်း ဖော်ပြခဲ့သည်။ ဘုရင်၏အမြင်သည် ကမ္ဘာမြေနှင့် ၎င်းရှိလူသားများမှ ဝေးကွာသွားသောအခါ၊ 'အို မတရားသူ! သင် မည်သည့်နေရာသို့ ဦးတည်နေသနည်း?' ဟု သူ့ကို ခေါ်ဝေါ်ခဲ့သည်။ သူ ကြောက်ရွံ့သွားပြီး တောင်ဝှေးကို လင်းယုန်များထံ ပိုမိုနီးကပ်စေခဲ့ရာ၊ လင်းယုန်များသည် အလွန်လျင်မြန်စွာ ပျံသန်းသွားခဲ့ပြီး ၎င်းတို့ပြုလုပ်သော ဆူညံသံကြောင့် တောင်များသည် တုန်ခါလုနီးပါး ဖြစ်ခဲ့သည်။ တောင်များသည် ၎င်းတို့၏နေရာများမှ ရွေ့လျားလုနီးပါး ဖြစ်ခဲ့သောကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် တောင်များကို ၎င်းတို့၏နေရာမှ ရွေ့လျားသွားအောင် ပြုလုပ်နိုင်လောက်အောင် မဟုတ်ခဲ့သော်လည်း။)</span>\" အစ်ဗ်နု ဂျူရေးဂျ်က မူဂျာဟစ်ဒ်သည် ဤကျမ်းပိုဒ်ကို '၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် တောင်များကို ၎င်းတို့၏နေရာမှ ရွေ့လျားသွားအောင် ပြုလုပ်နိုင်လောက်အောင် ဖြစ်သည်' ဟူသော အဓိပ္ပါယ်ဖြင့် ရွတ်ဖတ်ခဲ့ကြောင်း ပြောကြားခဲ့သည်။ သို့သော် အလ်-အော်ဖီက အစ်ဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် တောင်များကို ၎င်းတို့၏နေရာမှ ရွေ့လျားသွားအောင် ပြုလုပ်နိုင်လောက်အောင် မဟုတ်ခဲ့သော်လည်း။)</span> သည် ၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် တောင်များကို ၎င်းတို့၏နေရာမှ ရွေ့လျားသွားအောင် ပြုလုပ်နိုင်လောက်အောင် မဟုတ်ကြောင်း ဖော်ပြသည်။ အလ်-ဟာစန် အလ်-ဘစရီကလည်း ထိုနည်းတူ ပြောကြားခဲ့သည်။ အစ်ဗ်နု ဂျာရီရ်က \"အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်ခြင်းနှင့် ကိုယ်တော်ကို မယုံကြည်ခြင်း၊ ၎င်းတို့ကိုယ်တိုင် ဖန်တီးခဲ့သော အရာများသည် တောင်များကိုဖြစ်စေ၊ အခြားသတ္တဝါများကိုဖြစ်စေ အနှောင့်အယှက် မဖြစ်စေခဲ့ပေ။ ယင်းအစား ၎င်းတို့၏ လုပ်ရပ်များ၏ အန္တရာယ်သည် ၎င်းတို့နောက်သို့ လိုက်လာခဲ့သည်\" ဟု အကြောင်းပြခဲ့သည်။ ကျွန်ုပ် <span class=\"gray\">(အစ်ဗ်နု ကသီရ်)</span> က ပြောကြားသည်မှာ၊ ဤအဓိပ္ပါယ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا ۖ إِنَّكَ لَن تَخْرِقَ الْأَرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာန်မာနနှင့် ဝင့်ဝါစွာ ကမ္ဘာမြေပေါ်တွင် မလျှောက်လှမ်းနှင့်။ အမှန်စင်စစ် သင်သည် ကမ္ဘာမြေကို ဖောက်ထွင်းနိုင်မည် မဟုတ်၊ အမြင့်အားဖြင့် တောင်များကဲ့သို့ အရပ်ရှည်နိုင်မည်လည်း မဟုတ်ပေ။)</span><span class=\"gray\">[17:37]</span> ဤကျမ်းပိုဒ်ကို ရှင်းပြရန် အခြားနည်းလမ်းတစ်ခုရှိသည်။ 'အလီ ဗင် အဘီ တလ်ဟာဟ်က အစ်ဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် တောင်များကို ၎င်းတို့၏နေရာမှ ရွေ့လျားသွားအောင် ပြုလုပ်နိုင်လောက်အောင် မဟုတ်ခဲ့သော်လည်း။)</span> သည် ၎င်းတို့၏ တွဲဖက်ကိုးကွယ်ခြင်း (ရှိရ်က်) ကို ရည်ညွှန်းသည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် အခြားကျမ်းပိုဒ်တစ်ခုတွင် မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကြောင့် ကောင်းကင်များသည် ပြိုကွဲလုနီးပါး ဖြစ်နေသည်။)</span><span class=\"gray\">[19:90]</span> အဒ်-ဒဟ်ဟက်နှင့် ကတာဒါဟ်တို့ကလည်း ထိုနည်းတူ ပြောကြားခဲ့သည်။</p>"
  }
]