[
  {
    "ayah_key": "8:27",
    "group_ayah_key": "8:27",
    "from_ayah": "8:27",
    "to_ayah": "8:28",
    "ayah_keys": "8:27,8:28",
    "text": "<p class=\"my translation\" lang=\"my\">အို၊ ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်အား သစ္စာဖောက်ခြင်းမပြုကြကုန်လင့်။ ထိုနည်းတူ သင်တို့အား အပ်နှံထားသော အပ်နှံပစ္စည်းများ <span class=\"gray\">(သင်တို့အား အပ်နှံထားသောအရာများ)</span><span>(၂၇)</span> ထို့ပြင် သင်တို့၏ ဥစ္စာပစ္စည်းများနှင့် သင်တို့၏ သားသမီးများသည် စမ်းသပ်မှုသက်သက်သာဖြစ်ကြောင်း၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတွင် ကြီးမားသော အကျိုးဆုလာဘ်ရှိကြောင်း သင်တို့ သိထားကြကုန်လော့။ <span>(၂၈)</span></p><div lang=\"my\" class=\"my \"><h2>ဤအာယသ်တော် ထုတ်ပြန်ပြသရခြင်း၏ အကြောင်းရင်းနှင့် သစ္စာဖောက်ခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်ခုတွင် ဟာတစ်ဗ် ဘင် အဘီ ဗလ်သာအဟ်၏ ဇာတ်လမ်းကို ဖော်ပြထားသည်။ မက္ကာဟ်အောင်ပွဲရသည့်နှစ်တွင် သူသည် ကူရိုင်းရှ်လူမျိုးများထံသို့ စာရေးသားခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းတို့ထံသို့ ချီတက်ရန် ရည်ရွယ်ထားကြောင်း သတိပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား ဤအကြောင်းကို အသိပေးခဲ့ပြီး၊ ကိုယ်တော်သည် ဟာတစ်ဗ်ပို့ခဲ့သော စာကို ပြန်လည်ယူဆောင်ရန် သခင်တစ်ပါးကို စေလွှတ်ခဲ့သည်။ ထို့နောက် ဟာတစ်ဗ်အား ခေါ်ယူခဲ့သည်။ သူသည် သူပြုလုပ်ခဲ့သည့်အရာကို ဝန်ခံခဲ့သည်။ အွမ်မာရ် ဘင် အလ်-ခတ္တားဗ်သည် မတ်တပ်ရပ်ပြီး “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! သူ၏ ဦးခေါင်းကို ဖြတ်ပစ်သင့်ပါသလား။ အကြောင်းမှာ သူသည် အလ္လာဟ်အရှင်မြတ်၊ ကိုယ်တော်၏ ရစူလ်တမန်တော်နှင့် ယုံကြည်သူများကို သစ္စာဖောက်ခဲ့သောကြောင့်ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعْهُ فَإِنَّهُ قَدْ شَهِدَ بَدْرًا، وَمَا يُدْرِيكَ لَعَلَّ اللهَ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို ထားလိုက်ပါ။ သူသည် ဘဒ်ရ်တိုက်ပွဲတွင် ပါဝင်ခဲ့သည်။ ဘဒ်ရ်တိုက်ပွဲတွင် ပါဝင်ခဲ့သူများကို အလ္လာဟ်အရှင်မြတ် ကြည့်ရှုတော်မူပြီး 'သင်တို့ အလိုရှိရာကို ပြုကြလော့။ ငါသည် သင်တို့ကို ခွင့်လွှတ်ခဲ့ပြီ' ဟု မိန့်တော်မူခဲ့သည်ကို သင်မည်သို့ သိနိုင်မည်နည်း။)</span></p><p lang=\"my\" class=\"my \">သို့သော် ဤအာယသ်တော်သည် သီးခြားဖြစ်ရပ်တစ်ခုနှင့်ပတ်သက်၍ ထုတ်ပြန်ပြသခဲ့သော်လည်း ပိုမိုကျယ်ပြန့်သည်ဟု ထင်ရသည်။ ထိုသို့သော အမိန့်များသည် ၎င်းတို့ကို ထုတ်ပြန်ပြသရခြင်း၏ သီးခြားအကြောင်းရင်းများဖြင့်မဟုတ်ဘဲ ၎င်းတို့၏ ဖော်ပြချက်များဖြင့်သာ ကိုင်တွယ်ဖြေရှင်းကြသည်ဟု ပညာရှင်အများစုက ဆိုသည်။</p><p lang=\"my\" class=\"my \">သစ္စာဖောက်မှုတွင် အသေးစားနှင့် အဓိက အပြစ်များ ပါဝင်သကဲ့သို့ အခြားသူများကို ထိခိုက်စေသော အပြစ်များလည်း ပါဝင်သည်။ အလီ ဘင် အဘီ တလ်ဟာဟ် က အိဗ်နု အဗ္ဗားစ်သည် ဤအာယသ်တော်ကို မှတ်ချက်ပြုခဲ့သည်ဟု ပြောကြားခဲ့သည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَخُونُوا أَمَانَاتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အမာနတ်များကို သစ္စာမဖောက်ကြနှင့်)</span> \"အမာနတ် ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ကျွန်များအား အပ်နှံထားသော လုပ်ဆောင်ချက်များကို ရည်ညွှန်းသည်။ ဥပမာအားဖြင့် ကိုယ်တော်က အမိန့်ပေးထားသောအရာများ ပါဝင်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်မှာ</p><p class=\"fa qpc-hafs\" lang=\"fa\"> لَا تَخُونُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ္စာမဖောက်ကြနှင့်...)</span>၊ 'တာဝန်ဝတ္တရားများကို စွန့်ပစ်ခြင်းမပြုကြနှင့်။'” အဗ်ဒုရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ်က မှတ်ချက်ပြုခဲ့သည်မှာ “အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်အား သစ္စာဖောက်ခြင်းမှ သင်တို့ကို တားမြစ်ထားသည်။ ဟန်ဆောင်သူများ ပြုလုပ်သကဲ့သို့ပင်။”</p><p class=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့၏ ဥစ္စာပစ္စည်းများနှင့် သင်တို့၏ သားသမီးများသည် စမ်းသပ်မှုသက်သက်သာဖြစ်ကြောင်း သင်တို့ သိထားကြကုန်လော့။)</span> ကိုယ်တော်ထံမှ သင်တို့ထံသို့။ သင်တို့အနက် မည်သူသည် ကိုယ်တော်အား ကျေးဇူးတင်ပြီး နာခံမည်နည်း၊ သို့မဟုတ် ကိုယ်တော်အစား ၎င်းတို့နှင့် အလုပ်ရှုပ်ပြီး မြှုပ်နှံထားမည်နည်းဟူသည်ကို ကိုယ်တော်သိရှိရန် ကိုယ်တော်သည် ဤအရာများကို သင်တို့အား ပေးသနားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ ۚ وَاللَّهُ عِندَهُ أَجْرٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ စည်းစိမ်ဥစ္စာများနှင့် သင်တို့၏ သားသမီးများသည် စမ်းသပ်မှုသက်သက်သာဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံတွင် ကြီးမားသော အကျိုးဆုလာဘ်ရှိသည်။)</span><span class=\"gray\">[၆၄:၁၅]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်တို့ကို မကောင်းမှုနှင့် ကောင်းမှုတို့ဖြင့် စမ်းသပ်မည်။)</span><span class=\"gray\">[၂၁:၃၅]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَن ذِكْرِ اللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့၏ စည်းစိမ်ဥစ္စာများ သို့မဟုတ် သင်တို့၏ သားသမီးများသည် အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခြင်းမှ သင်တို့ကို လမ်းလွဲစေခြင်းမပြုပါစေနှင့်။ ထိုသို့ပြုလုပ်သူသည် ဆုံးရှုံးသူများဖြစ်သည်။)</span><span class=\"gray\">[၆၃:၉]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့၊ အမှန်စင်စစ် သင်တို့၏ ဇနီးမယားများနှင့် သင်တို့၏ သားသမီးများအနက် သင်တို့အတွက် ရန်သူများရှိသည် <span class=\"gray\">(သူတို့သည် သင်တို့ကို အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်းမှ တားဆီးနိုင်သည်)</span>; ထို့ကြောင့် ၎င်းတို့ကို သတိထားကြကုန်လော့။)</span><span class=\"gray\">[၆၄:၁၄]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ عِندَهُ أَجْرٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတွင် ကြီးမားသော အကျိုးဆုလာဘ်ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ်၊ ကျေးဇူးတော်နှင့် ဂျန္နတ် (ပရဒိသု) သည် သင်တို့အတွက် ဥစ္စာပစ္စည်းများနှင့် သားသမီးများထက် ပိုမိုကောင်းမွန်သည်။ အမှန်စင်စစ် ဥစ္စာပစ္စည်းများနှင့် သားသမီးများအနက် သင်တို့အတွက် ရန်သူများရှိနိုင်ပြီး ၎င်းတို့၏ အများစုသည် အကျိုးမဖြစ်ထွန်းနိုင်ပါ။ ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ဆုံးဖြတ်ချက်နှင့် အချုပ်အခြာအာဏာသည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ ပိုင်ဆိုင်ပြီး ကိုယ်တော်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကြီးမားသော အကျိုးဆုလာဘ်များကို ပေးသနားတော်မူသည်။ ဆဟီဟ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သော ဟဒီးစ်တော်တစ်ခု ပါရှိသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثٌ مَنْ كُنَّ فِيهِ، وَجَدَ بِهِنَّ حَلَاوَةَ الْإِيمَانِ: مَنْ كَانَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَمَنْ كَانَ يُحِبُّ الْمَرْءَ لَا يُحِبُّهُ إِلَّا للهِ، وَمَنْ كَانَ أَنْ يُلْقَى فِي النَّارِ أَحَبَّ إِلَيْهِ مِنْ أَنْ يَرْجِعَ إِلَى الْكُفْرِ بَعْدَ إِذْ أَنْقَذَهُ اللهُ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ထိုအရည်အချင်းသုံးခုကို ပိုင်ဆိုင်ပါက၊ သူသည် အီမာန် (ယုံကြည်ခြင်း) ၏ ချိုမြိန်မှုကို မြည်းစမ်းရမည်။ <span class=\"gray\">(၎င်းတို့မှာ)</span> မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်သည် အခြားမည်သူ့ထက်မဆို သူ့အတွက် ပို၍ ချစ်ခင်မြတ်နိုးသူဖြစ်ခြင်း၊ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အတွက်သက်သက် လူတစ်ဦးကို ချစ်ခြင်း၊ နှင့် မည်သူမဆို အလ္လာဟ်အရှင်မြတ်က သူ့ကို ကွဖ်ရ် (မယုံကြည်မှု) မှ ကယ်တင်ပြီးနောက် မယုံကြည်မှုသို့ ပြန်မသွားဘဲ မီးထဲသို့ ပစ်ချခံရခြင်းကို ပိုနှစ်သက်ခြင်းတို့ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို ချစ်ခင်ခြင်းသည် သားသမီးများ၊ ဥစ္စာပစ္စည်းများနှင့် မိမိကိုယ်ကို ချစ်ခင်ခြင်းထက် ရှေ့ဦးစွာ လာသည်။ ဆဟီဟ်ကျမ်းတွင် ကိုယ်တော် ﷺ မိန့်တော်မူခဲ့သည်မှာ အတည်ပြုထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ نَفْسِهِ وَأَهْلِهِ وَمَالِهِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အသက်ဝိညာဉ်ကို ကိုင်စွဲထားသော အရှင်မြတ်ကို ကျိန်ဆိုပါ၏! ကျွန်ုပ်သည် သူ့အတွက် သူ့ကိုယ်သူ၊ သူ့မိသားစု၊ သူ့စည်းစိမ်ဥစ္စာနှင့် လူအားလုံးထက် ပို၍ ချစ်ခင်မြတ်နိုးသူ မဖြစ်မချင်း သင်တို့အနက် မည်သူမျှ အီမာန် (ယုံကြည်ခြင်း) မရှိနိုင်။)</span></p>"
  },
  {
    "ayah_key": "8:29",
    "group_ayah_key": "8:29",
    "from_ayah": "8:29",
    "to_ayah": "8:29",
    "ayah_keys": "8:29",
    "text": "<p class=\"my translation\" lang=\"my\">အို၊ ယုံကြည်သူအပေါင်းတို့! အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား နာခံ၍ ကြောက်ရွံ့ကြပါလျှင်၊ ကိုယ်တော်သည် သင်တို့အား ဖုရ်ကွာန်ကို ပေးသနားတော်မူမည်ဖြစ်ပြီး၊ သင်တို့၏ အပြစ်များကို ဖယ်ရှားပေးတော်မူမည်၊ ထို့ပြင် သင်တို့အား ခွင့်လွှတ်တော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် ကြီးမားသော ကျေးဇူးတော်၏ ပိုင်ရှင်ဖြစ်တော်မူသည် <span>(29)</span></p><p lang=\"fil\" class=\"fil \">Ibn 'Abbas, As-Suddi, Mujahid, 'Ikrimah, Ad-Dahhak, Qatadah, Muqatil bin Hayyan and several others said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُرْقَانًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖုရ်ကွာန်)</span> ဆိုသည်မှာ 'လွတ်မြောက်ရာလမ်း' ဟု အဓိပ္ပာယ်ရသည်။ မူဂျာဟစ်ဒ်က \"ဤဘဝတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ\" ဟု ထပ်လောင်းပြောကြားခဲ့သည်။ အခြားသော ရာဝါယသ်တစ်ခုတွင် အိဗ်နု အဗ္ဗားစ်က 'ဖုရ်ကွာန်' ဆိုသည်မှာ 'ကယ်တင်ခြင်း' ဟု သို့မဟုတ် – အခြားသော ရာဝါယသ်တစ်ခုအရ – 'အကူအညီ' ဟု ပြောကြားခဲ့သည်ဟု ဖော်ပြထားသည်။ မုဟမ္မဒ် ဘင်န် အစ္စဟာက်က 'ဖုရ်ကွာန်' ဆိုသည်မှာ 'အမှန်တရားနှင့် မဟုတ်မမှန်ခြင်းကြား ခွဲခြားသိမြင်စေသောအရာ' ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အစ္စဟာက်၏ ဤနောက်ဆုံးရှင်းလင်းချက်သည် ကျွန်ုပ်တို့ဖော်ပြခဲ့သည့် ကျန်ရှင်းလင်းချက်များထက် ပိုမိုကျယ်ပြန့်ပြီး အခြားအဓိပ္ပာယ်များကိုလည်း ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို နာခံခြင်းနှင့် ကိုယ်တော်တားမြစ်ထားသောအရာများကို ရှောင်ကြဉ်ခြင်းအားဖြင့် တက်ကဝါ (Taqwa) ရှိသူများသည် အမှန်တရားနှင့် မဟုတ်မမှန်ခြင်းကြားတွင် ကွဲပြားခြားနားမှုကို သိမြင်ရန် လမ်းညွှန်ခံရမည်မှာ သေချာသည်။ ၎င်းသည် သူတို့အတွက် ဤဘဝ၏ကိစ္စများမှ အောင်ပွဲ၊ ဘေးကင်းမှုနှင့် ထွက်ပေါက်တစ်ခု ဖြစ်လာမည်ဖြစ်ပြီး၊ နောင်တမလွန်ဘဝတွင် ပျော်ရွှင်မှုကိုလည်း ရရှိကြမည်ဖြစ်သည်။ သူတို့သည် ခွင့်လွှတ်ခြင်းကိုလည်း ရရှိကြမည်ဖြစ်ရာ သူတို့၏အပြစ်များ ပယ်ဖျက်ခံရမည်ဖြစ်ပြီး၊ လွတ်ငြိမ်းချမ်းသာခွင့်ကိုလည်း ရရှိကြမည်ဖြစ်ရာ သူတို့၏အပြစ်များကို အခြားသူများထံမှ ဖုံးအုပ်ထားခံရမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ကြီးမားသော အကျိုးကျေးဇူးများကို ရရှိရန် လမ်းညွှန်ခံရမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်အား တက်ကဝါထားကြလော့၊ ထို့ပြင် ကိုယ်တော်၏ ရစူလ်တမန်တော်အား ယုံကြည်ကြလော့၊ ကိုယ်တော်သည် ကိုယ်တော်၏ ကရုဏာတော်ကို နှစ်ဆပေးသနားတော်မူမည်ဖြစ်ပြီး၊ သင်တို့ လျှောက်လှမ်းနိုင်ရန် အလင်းရောင်ကို ပေးသနားတော်မူမည် <span class=\"gray\">(မှန်ကန်သောလမ်း)</span>။ ထို့ပြင် ကိုယ်တော်သည် သင်တို့ကို ခွင့်လွှတ်တော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူသည်!)</span><span class=\"gray\">[57:28]</span>.</p>"
  },
  {
    "ayah_key": "8:30",
    "group_ayah_key": "8:30",
    "from_ayah": "8:30",
    "to_ayah": "8:30",
    "ayah_keys": "8:30",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုအခါ <span class=\"gray\">(မှတ်သားကြပါ)</span> မယုံကြည်သူများသည် သင့်ကို ထောင်ချရန် သို့မဟုတ် သင့်ကို သတ်ပစ်ရန် သို့မဟုတ် သင့်ကို <span class=\"gray\">(သင်၏ မက္ကာမြို့မှ)</span> နှင်ထုတ်ရန် ကြံစည်ကြသည့်အခါ၊ ၎င်းတို့သည် ကြံစည်နေကြပြီး အလ္လာဟ်အရှင်မြတ်ကလည်း ကြံစည်တော်မူနေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကြံစည်သူများထဲတွင် အကောင်းဆုံးဖြစ်တော်မူသည်။ <span>(၃၀)</span></p><div lang=\"my\" class=\"my \"><h2>မက္ကာသားတို့သည် တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> ကို သတ်ပစ်ရန်၊ ထောင်ချရန် သို့မဟုတ် မက္ကာမှ နှင်ထုတ်ရန် ကြံစည်ခြင်း</h2></div><p lang=\"hmn\" class=\"hmn \">Ibn 'Abbas, Mujahid and Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُثْبِتُوكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">('လီယုစ်ဘိသူကာ')</span> ဆိုသည်မှာ \"သင့်ကို ထောင်ချရန်\" ဟု အဓိပ္ပါယ်ရသည်။ အလ်-ဆူဒီက \"အစ်ဘသ်ဆိုသည်မှာ ပိတ်လှောင်ခြင်း သို့မဟုတ် သံကြိုးခတ်ခြင်းဖြစ်သည်။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-မာဂါဇီ၏ စာရေးဆရာ အီမာမ် မုဟမ္မဒ် ဘင် အစ်ဟာက် ဘင် ယာဆာသည် အဗ်ဒူလ္လာဟ် ဘင် အဘီ နာဂျီဟ်မှတဆင့် မူဂျာဟစ်မှတဆင့် အိဗ်နု အဗ္ဗာစ်မှ သတင်းပေးပို့ခဲ့သည်– \"ကုရိုင်ရှ်မျိုးနွယ်စုအသီးသီးမှ ခေါင်းဆောင်အချို့သည် ဒါရ် အန်-နဒ်ဝါ <span class=\"gray\">(၎င်းတို့၏ ညီလာခံဧရိယာ)</span> တွင် စုဝေးခဲ့ကြပြီး အိဗ်လီစ် <span class=\"gray\">(ရှိုင်တွာန်)</span> သည် ထူးချွန်သော အဘိုးအိုတစ်ဦး၏ ပုံသဏ္ဌာန်ဖြင့် ၎င်းတို့နှင့် တွေ့ဆုံခဲ့သည်။ ၎င်းတို့သည် သူ့ကို မြင်သောအခါ 'သင်မည်သူနည်း' ဟု မေးမြန်းခဲ့သည်။ သူက 'ကျွန်ုပ်သည် နဂျ်ဒ်မှ အဘိုးအိုတစ်ဦးဖြစ်သည်။ သင်တို့ အစည်းအဝေး ပြုလုပ်နေကြကြောင်း ကျွန်ုပ်ကြားသိရပြီး သင်တို့၏ အစည်းအဝေးကို တက်ရောက်လိုပါသည်။ သင်တို့သည် ကျွန်ုပ်၏ အမြင်နှင့် အကြံဉာဏ်မှ အကျိုးကျေးဇူးရရှိကြမည်' ဟု ပြောခဲ့သည်။ ၎င်းတို့က 'သဘောတူသည်၊ ဝင်လာပါ' ဟု ပြောခဲ့သည်။ သူသည် ၎င်းတို့နှင့်အတူ ဝင်ရောက်ခဲ့သည်။ အိဗ်လီစ်က 'သင်တို့သည် ဤပုဂ္ဂိုလ် <span class=\"gray\">(မုဟမ္မဒ်)</span> ကို စဉ်းစားရမည်! အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ သူသည် မကြာမီတွင် သူ၏ ကိစ္စ <span class=\"gray\">(ဘာသာတရား)</span> ဖြင့် သင်တို့ကို လွှမ်းမိုးသွားလိမ့်မည်' ဟု ပြောခဲ့သည်။ ၎င်းတို့ထဲမှ တစ်ဦးက 'သူ့ကို သံကြိုးခတ်ပြီး ထောင်ချထားပါ။ သူ၏ ရှေ့က ကဗျာဆရာများဖြစ်ကြသည့် ဇူဟိုင်ရ်နှင့် အန်-နာဘီဃှာတို့ သေဆုံးသွားသကဲ့သို့ သူလည်း သေဆုံးသွားသည်အထိ ထောင်ချထားပါ။ စင်စစ်အားဖြင့် သူသည် ၎င်းတို့နှင့်တူသော ကဗျာဆရာတစ်ဦးဖြစ်သည်' ဟု ပြောခဲ့သည်။ နဂျ်ဒ်မှ အဘိုးအို၊ အလ္လာဟ်အရှင်မြတ်၏ ရန်သူက မှတ်ချက်ပေးခဲ့သည်– 'အလ္လာဟ်အရှင်မြတ်အားဖြင့်! ဤသည်မှာ ကောင်းသောအကြံမဟုတ်ပါ။ သူ၏ အရှင်သခင်သည် သူ့ကို ထောင်မှ သူ၏ အပေါင်းအပါများထံသို့ လွတ်မြောက်စေမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် သင့်လက်မှ သူ့ကို လွတ်မြောက်စေလိမ့်မည်။ ၎င်းတို့သည် သင့်ရန်မှ သူ့ကို ကာကွယ်ပေးလိမ့်မည်ဖြစ်ပြီး သင့်ကို သင့်မြေမှ နှင်ထုတ်ကောင်း နှင်ထုတ်လိမ့်မည်။' ၎င်းတို့က 'ဤအဘိုးအိုသည် အမှန်ကို ပြောခဲ့သည်။ ထို့ကြောင့် ဤအမြင်မှအပ အခြားအမြင်တစ်ခုကို ရှာဖွေကြပါ' ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">၎င်းတို့ထဲမှ နောက်တစ်ဦးက 'သူ့ကို သင့်မြေမှ နှင်ထုတ်လိုက်ပါ၊ သို့မှသာ သင်တို့သည် သူ၏ ဒုက္ခမှ ကင်းဝေးလိမ့်မည်! သူသည် သင့်မြေမှ ထွက်ခွာသွားပါက၊ သူဘာလုပ်သည်ဖြစ်စေ၊ ဘယ်ကိုသွားသည်ဖြစ်စေ သင်တို့ စိတ်အနှောင့်အယှက်ဖြစ်မည်မဟုတ်။ သူသည် သင့်တို့ကြားတွင် ဒုက္ခပေးရန် မရှိသရွေ့ သူသည် အခြားသူတစ်ဦးနှင့် ရှိနေလိမ့်မည်။' နဂျ်ဒ်မှ အဘိုးအိုက ပြန်ဖြေခဲ့သည်– 'အလ္လာဟ်အရှင်မြတ်အားဖြင့်! ဤသည်မှာ ကောင်းသောအမြင်မဟုတ်ပါ။ သင်တို့သည် သူ၏ ချိုသာသော စကားပြောဆိုမှုနှင့် မိန့်ခွန်းစွမ်းရည်တို့ကို မေ့သွားကြပြီလား၊ သူ၏ စကားသည် လူတို့၏ နှလုံးသားကို မည်သို့ ဖမ်းစားသည်ကိုလည်း မေ့သွားကြပြီလား။ အလ္လာဟ်အရှင်မြတ်အားဖြင့်! ဤနည်းဖြင့် သူသည် အာရပ်များကြားတွင် နောက်လိုက်များ ပိုမို စုဆောင်းလိမ့်မည်ဖြစ်ပြီး၊ ၎င်းတို့သည် သင့်တို့အား ဆန့်ကျင် စုဝေးကာ သင့်တို့၏ ကိုယ်ပိုင်မြေတွင် တိုက်ခိုက်ပြီး သင့်တို့ကို နှင်ထုတ်ကာ သင့်တို့၏ ခေါင်းဆောင်များကို သတ်ပစ်လိမ့်မည်။' ၎င်းတို့က 'သူသည် အမှန်ကို ပြောခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်အားဖြင့်! ထို့ကြောင့် ဤအမြင်မှအပ အခြားအမြင်တစ်ခုကို ရှာဖွေကြပါ' ဟု ပြောခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဘူ ဂျဟလ်၊ အလ္လာဟ်အရှင်မြတ် သူ့ကို ကျိန်စာသင့်ပါစေ၊ ထို့နောက် ပြောခဲ့သည်– 'အလ္လာဟ်အရှင်မြတ်အားဖြင့်! အခြားမည်သူမျှ မအကြံပေးရသေးသော အကြံတစ်ခု ကျွန်ုပ်၌ရှိပြီး၊ သင်တို့အတွက် ဤထက် ပိုကောင်းသော အမြင်ကို မတွေ့ရ။ မျိုးနွယ်စုတိုင်းမှ သန်မာပြီး လူမှုရေးအရ မြင့်မြတ်သော လူငယ်တစ်ဦးကို ရွေးချယ်ပြီး ၎င်းတို့တစ်ဦးစီအား ထက်မြက်သော ဓားတစ်ချောင်းစီ ပေးပါ။ ထို့နောက် ၎င်းတို့အားလုံးသည် မုဟမ္မဒ်ကို သူတို့၏ဓားများဖြင့် တစ်ချိန်တည်း ထိုးခုတ်၍ သတ်ပစ်လိမ့်မည်။ ထို့ကြောင့် သူ၏သွေးသည် မျိုးနွယ်စုအားလုံးမှ သွန်းခြင်းခံရလိမ့်မည်။ ဤနည်းဖြင့် သူ၏မျိုးနွယ်စုဖြစ်သည့် ဘနူ ဟာရှင်မ်သည် ကုရိုင်ရှ်မျိုးနွယ်စုအားလုံးကို စစ်မတိုက်နိုင်ကြောင်း သဘောပေါက်လိမ့်မည်ဖြစ်ပြီး သွေးကြွေးငွေ လက်ခံရန် သဘောတူရလိမ့်မည်။ ကျွန်ုပ်တို့သည် မိမိကိုယ်ကို သက်သာရာရစေပြီး သူ့ကို ဒုက္ခပေးခြင်းမှ တားဆီးနိုင်လိမ့်မည်။'</p><p lang=\"my\" class=\"my \">နဂျ်ဒ်မှ အဘိုးအိုက မှတ်ချက်ပေးခဲ့သည်– 'အလ္လာဟ်အရှင်မြတ်အားဖြင့်! ဤလူသည် အကောင်းဆုံးအမြင်ကို ဖော်ပြခဲ့ပြီး၊ ကျွန်ုပ်သည် အခြားမည်သည့်အမြင်ကိုမျှ မထောက်ခံပါ။' ၎င်းတို့သည် သူတို့၏ အစည်းအဝေးကို လျင်မြန်စွာ အဆုံးသတ်ခဲ့ပြီး ဤအစီအစဉ်ကို အကောင်အထည်ဖော်ရန် ပြင်ဆင်စတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဂျိဘ်ရီလ်သည် တမန်တော်မြတ် ﷺ ထံ ရောက်ရှိလာပြီး ထိုညတွင် သူ၏အိပ်ရာ၌ မအိပ်ရန် အမိန့်ပေးကာ ၎င်းတို့၏ ကြံစည်မှုသတင်းကို သူ့အား ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ထိုညတွင် သူ၏အိမ်၌ မအိပ်ခဲ့ဘဲ၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား ရွှေ့ပြောင်းရန် ခွင့်ပြုတော်မူခဲ့သည်။ ရစူလ်တမန်တော် ﷺ သည် အလ်-မာဒီနာသို့ ရွှေ့ပြောင်းပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား စူရတ် အလ်-အန်ဖာလ်ကို ဗျာဒိတ်တော် ပေးခဲ့ပြီး သူ၏ ကျေးဇူးတော်များနှင့် သူ့အား ပေးသနားတော်မူခဲ့သော ကောင်းချီးမင်္ဂလာများကို သတိရစေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ <span class=\"gray\">(မှတ်သားကြပါ)</span> မယုံကြည်သူများသည် သင့်ကို ထောင်ချရန် သို့မဟုတ် သင့်ကို သတ်ပစ်ရန် သို့မဟုတ် သင့်ကို <span class=\"gray\">(မက္ကာမှ)</span> နှင်ထုတ်ရန် ကြံစည်ကြသည့်အခါ၊ ၎င်းတို့သည် ကြံစည်နေကြပြီး အလ္လာဟ်အရှင်မြတ်ကလည်း ကြံစည်တော်မူနေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကြံစည်သူများထဲတွင် အကောင်းဆုံးဖြစ်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ် ﷺ သေဆုံးခြင်းကို စောင့်ဆိုင်းသင့်သည်ဟူသော ခေါင်းကိုးကွယ်သူများ၏ ပြောကြားချက်ကို ပြန်လည်ဖြေကြားတော်မူခဲ့သည်၊ သူတို့ပြောဆိုသကဲ့သို့ သူ၏ရှေ့က ကဗျာဆရာများ ပျက်စီးခဲ့သကဲ့သို့ပင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့က 'သူသည် ကဗျာဆရာတစ်ဦးဖြစ်သည်! ကျွန်ုပ်တို့သည် သူ့အား ကာလအချိန်ကြာမြင့်မှ ကပ်ဘေးတစ်ခုခု ကျရောက်မည့်အချိန်ကို စောင့်ဆိုင်းနေသည်!' ဟု ပြောသလော။)</span><span class=\"gray\">[၅၂:၃၀]</span></p><p lang=\"ms\" class=\"ms \">As-Suddi narrated a similar story.</p><p lang=\"cy\" class=\"cy \">Muhammad bin Ishaq reported from Muhammad bin Ja'far bin Az-Zubayr, from 'Urwah bin Az-Zubayr who commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့သည် ကြံစည်နေကြပြီး အလ္လာဟ်အရှင်မြတ်ကလည်း ကြံစည်တော်မူနေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကြံစည်သူများထဲတွင် အကောင်းဆုံးဖြစ်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">ငါ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ငါ၏ ခိုင်မာသော စီမံမှုဖြင့် ၎င်းတို့ကို ကြံစည်ခဲ့ပြီး၊ ငါသည် သင့်ကို <span class=\"gray\">(အို မုဟမ္မဒ်)</span> ၎င်းတို့ထံမှ ကယ်တင်ခဲ့သည်။</p>"
  }
]