[
  {
    "ayah_key": "3:176",
    "group_ayah_key": "3:176",
    "from_ayah": "3:176",
    "to_ayah": "3:180",
    "ayah_keys": "3:176,3:177,3:178,3:179,3:180",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(၁၇၆။ သစ္စာမဲ့ရန် အလျင်စလို ပြေးလွှားကြသူတို့သည် သင့်အား ဝမ်းနည်းစေခြင်း မပြုပါစေနှင့်။ အမှန်စင်စစ် သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား အနည်းငယ်မျှပင် ထိခိုက်နစ်နာစေမည် မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝတွင် သူတို့အား မည်သည့် အစိတ်အပိုင်းမျှ ပေးမည် မဟုတ်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ဆန္ဒတော်ပင် ဖြစ်သည်။ သူတို့အတွက် ကြီးမားသော ပြစ်ဒဏ်ရှိ၏။)</span><span class=\"gray\">(၁၇၇။ အမှန်စင်စစ် ယုံကြည်ခြင်းကို ဖျက်ဆီး၍ မယုံကြည်ခြင်းကို ဝယ်ယူကြသူတို့သည် အလ္လာဟ်အရှင်မြတ်အား အနည်းငယ်မျှပင် ထိခိုက်နစ်နာစေမည် မဟုတ်ပေ။ သူတို့အတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိ၏။)</span><span class=\"gray\">(၁၇၈။ ထို့ပြင် မယုံကြည်သူတို့သည် ကျွန်ုပ်တို့က သူတို့၏ ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်းသည် သူတို့အတွက် ကောင်းသည်ဟု မထင်မှတ်ပါစေနှင့်။ သူတို့ အပြစ်များ ပိုမိုများပြားလာစေရန်သာ ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်း ဖြစ်သည်။ သူတို့အတွက် အရှက်ရဖွယ် ပြစ်ဒဏ်ရှိ၏။)</span><span class=\"gray\">(၁၇၉။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ယခုရောက်ရှိနေသော အခြေအနေအတိုင်း ယုံကြည်သူတို့ကို ထားမည် မဟုတ်ပေ။ (အလ္လာဟ်အရှင်မြတ်သည်) မကောင်းသူတို့မှ ကောင်းသူတို့ကို ခွဲခြားသိမြင်စေသည်အထိ (ထိုအခြေအနေအတိုင်း ထားမည်မဟုတ်ပေ)။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကွယ်ဝှက်ထားသော လျှို့ဝှက်ချက်များကို သင်တို့အား ထုတ်ဖော်ပြသမည် မဟုတ်ပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်များအနက် မိမိအလိုရှိရာကို ရွေးချယ်တော်မူသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်များကို ယုံကြည်ကြလော့။ သင်တို့သည် ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပါက သင်တို့အတွက် ကြီးမားသော အကျိုးဆုလာဘ်ရှိ၏။)</span><span class=\"gray\">(၁၈၀။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ကရုဏာတော်ဖြင့် ပေးသနားတော်မူသော အရာများကို နှမြောတွန့်တိုသူတို့သည် ၎င်းသည် သူတို့အတွက် ကောင်းသည်ဟု မထင်မှတ်ပါစေနှင့်။ မဟုတ်ပေ၊ ၎င်းသည် သူတို့အတွက် ပိုမိုဆိုးရွားပေလိမ့်မည်။ သူတို့ နှမြောတွန့်တိုခဲ့သော အရာများသည် ရှင်ပြန်ထမြောက်ရာနေ့၌ သူတို့၏ လည်ပင်းတွင် ကော်လာကြိုးကဲ့သို့ ချည်နှောင်ထားခြင်း ခံရလိမ့်မည်။ ထို့ပြင် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အမွေခံသည် အလ္လာဟ်အရှင်မြတ်သာ ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လုပ်ဆောင်သမျှ အရာအားလုံးကို ကောင်းစွာသိရှိတော်မူ၏။)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အား နှစ်သိမ့်ပေးခြင်း <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိ၏ တမန်တော်အား မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْزُنكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ္စာမဲ့ရန် အလျင်စလို ပြေးလွှားကြသူတို့သည် သင့်အား ဝမ်းနည်းစေခြင်း မပြုပါစေနှင့်)</span><span class=\"gray\">[3:176]</span>။</p><p lang=\"my\" class=\"my \">အဘယ်ကြောင့်ဆိုသော် တမန်တော် ﷺ သည် လူတို့၏ အကျိုးအတွက် စိတ်အားထက်သန်တော်မူသောကြောင့် မယုံကြည်သူများသည် ဆန့်ကျင်မှု၊ ပုန်ကန်မှုနှင့် ခေါင်းမာမှုတို့ကို ပြုလုပ်သောအခါ ဝမ်းနည်းတော်မူလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က 'ဤအပြုအမူကြောင့် စိတ်မညစ်ပါနှင့်' ဟု မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ لَن يَضُرُّوا اللَّهَ شَيْئًا يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား အနည်းငယ်မျှပင် ထိခိုက်နစ်နာစေမည် မဟုတ်ပေ။ နောင်တမလွန်ဘဝတွင် သူတို့အား မည်သည့် အစိတ်အပိုင်းမျှ ပေးမည် မဟုတ်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ဆန္ဒတော်ပင် ဖြစ်သည်)</span> အကြောင်းမှာ အရှင်မြတ်သည် မိမိ၏ တန်ခိုးတော်နှင့် ဉာဏ်ပညာတော်ဖြင့် သူတို့သည် နောင်တမလွန်ဘဝတွင် မည်သည့် အစိတ်အပိုင်းမျှ ရရှိမည် မဟုတ်ကြောင်း ဆုံးဖြတ်ထားတော်မူသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် ကြီးမားသော ပြစ်ဒဏ်ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများနှင့် ပတ်သက်၍ မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယုံကြည်ခြင်းကို ဖျက်ဆီး၍ မယုံကြည်ခြင်းကို ဝယ်ယူကြသူတို့သည်)</span> ယုံကြည်ခြင်းနှင့် လဲလှယ်၍ မယုံကြည်ခြင်းကို ဝယ်ယူခြင်းဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَضُرُّوا اللَّهَ شَيْئًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား အနည်းငယ်မျှပင် ထိခိုက်နစ်နာစေမည် မဟုတ်ပေ။)</span> ယင်းအစား သူတို့သည် မိမိတို့ကိုယ်ကိုသာ ထိခိုက်နစ်နာစေလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိ၏။)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُّهِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မယုံကြည်သူတို့သည် ကျွန်ုပ်တို့က သူတို့၏ ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်းသည် သူတို့အတွက် ကောင်းသည်ဟု မထင်မှတ်ပါစေနှင့်။ သူတို့ အပြစ်များ ပိုမိုများပြားလာစေရန်သာ ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်း ဖြစ်သည်။ သူတို့အတွက် အရှက်ရဖွယ် ပြစ်ဒဏ်ရှိ၏)</span><span class=\"gray\">[3:178]</span>။</p><p lang=\"my\" class=\"my \">ဤမိန့်ကြားချက်သည် အလ္လာဟ်အရှင်မြတ်၏ အခြားမိန့်ကြားချက်များနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَل لَّا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူတို့အား ကြွယ်ဝသော ဥစ္စာဓနနှင့် သားသမီးများကို ပေးသနားထားသောကြောင့် ကျွန်ုပ်တို့က သူတို့အား ကောင်းသောအရာများဖြင့် အလျင်အမြန် ဆောင်ကြဉ်းပေးနေသည်ဟု သူတို့ ထင်မှတ်ကြပါသလား။ မဟုတ်ပေ၊ သို့သော် သူတို့ သဘောမပေါက်ကြပေ။)</span><span class=\"gray\">[23:55-56]</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْنِي وَمَن يُكَذِّبُ بِهَٰذَا الْحَدِيثِ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ဤကုရ်အာန်ကို မယုံကြည်သူများနှင့် ကျွန်ုပ်အား တစ်ယောက်တည်း ထားလိုက်ကြလော့။ သူတို့ သဘောမပေါက်သော ဘက်မှ ကျွန်ုပ်တို့သည် သူတို့အား တဖြည်းဖြည်း ပြစ်ဒဏ်ပေးမည်။)</span><span class=\"gray\">[68:44]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَن يُعَذِّبَهُم بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ ဥစ္စာဓန သို့မဟုတ် သားသမီးများက သင့်အား အံ့အားသင့်စေခြင်း မပြုပါစေနှင့်။ အလ္လာဟ်အရှင်မြတ်၏ အစီအစဉ်မှာ ဤလောကတွင် ဤအရာများဖြင့် သူတို့ကို ပြစ်ဒဏ်ပေးရန်ဖြစ်ပြီး၊ သူတို့၏ ဝိညာဉ်များသည် ထွက်ခွာသွားလိမ့်မည် <span class=\"gray\">(သေဆုံးလိမ့်မည်)</span> သူတို့သည် မယုံကြည်သူများ ဖြစ်နေစဉ်)</span><span class=\"gray\">[9:85]</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ယခုရောက်ရှိနေသော အခြေအနေအတိုင်း ယုံကြည်သူတို့ကို ထားမည် မဟုတ်ပေ။ (အလ္လာဟ်အရှင်မြတ်သည်) မကောင်းသူတို့မှ ကောင်းသူတို့ကို ခွဲခြားသိမြင်စေသည်အထိ (ထိုအခြေအနေအတိုင်း ထားမည်မဟုတ်ပေ)။)</span><span class=\"gray\">[3:179]</span>၊ ဆိုလိုသည်မှာ အရှင်မြတ်သည် ဘေးဒုက္ခတစ်ခု ဖြစ်စေပြီး ထိုဘေးဒုက္ခအတွင်း၌ အရှင်မြတ်၏ မိတ်ဆွေကို သိရှိလာပြီး အရှင်မြတ်၏ ရန်သူကို ဖော်ထုတ်ပြသကာ သည်းခံသော မုအ်မင်န်ကို သိရှိစေပြီး အပြစ်ရှိသော နစ်ဖာက် (မျက်နှာနှစ်ဖက်) ကို ဖော်ထုတ်ပြသသည်။ ဤအာယတ်တော်သည် အူဟွဒ်တိုက်ပွဲကို ရည်ညွှန်းသည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ထိုတိုက်ပွဲ၌ မုအ်မင်န်များကို စမ်းသပ်ခဲ့ပြီး မုအ်မင်န်များ၏ ယုံကြည်ခြင်း၊ ခံနိုင်ရည်ရှိခြင်း၊ သည်းခံခြင်း၊ ခိုင်မာခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ အပေါ် နာခံမှုတို့ကို ထင်ရှားစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မျက်နှာနှစ်ဖက်ရှိသူများကို သူတို့၏ ဆန့်ကျင်မှု၊ ဂျီဟတ်မှ ပြန်လှည့်မှုနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ အပေါ် ကျူးလွန်ခဲ့သော သစ္စာဖောက်မှုတို့ဖြင့် ဖော်ထုတ်ပြသခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခြင်း၏ အကြောင်းရင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ယခုရောက်ရှိနေသော အခြေအနေအတိုင်း ယုံကြည်သူတို့ကို ထားမည် မဟုတ်ပေ။ (အလ္လာဟ်အရှင်မြတ်သည်) မကောင်းသူတို့မှ ကောင်းသူတို့ကို ခွဲခြားသိမြင်စေသည်အထိ (ထိုအခြေအနေအတိုင်း ထားမည်မဟုတ်ပေ)။)</span></p><p lang=\"my\" class=\"my \">မူဂျာဟစ်က မှတ်ချက်ပေးသည်မှာ၊ \"အရှင်မြတ်သည် အူဟွဒ်နေ့တွင် သူတို့ကြား ခွဲခြားသိမြင်စေခဲ့သည်။\" ကွတ်တာဒါဟ်က ပြောသည်မှာ၊ \"အရှင်မြတ်သည် ဂျီဟတ်နှင့် ဟစ်ဂျ်ရာတွင် သူတို့ကြား ခွဲခြားသိမြင်စေခဲ့သည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကွယ်ဝှက်ထားသော လျှို့ဝှက်ချက်များကို သင်တို့အား ထုတ်ဖော်ပြသမည် မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် ထုတ်ဖော်ပြသသော အမျိုးအစားတစ်ခုစီ၏ လက္ခဏာများမှလွဲ၍ သင်တို့သည် ယုံကြည်သူနှင့် မျက်နှာနှစ်ဖက်ရှိသူကြား ခွဲခြားသိမြင်နိုင်ရန် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းရှင်ဆိုင်ရာ အသိပညာကို သင်တို့ ရရှိနိုင်မည် မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ يَجْتَبِي مِن رُّسُلِهِ مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်များအနက် မိမိအလိုရှိရာကို ရွေးချယ်တော်မူသည်)</span> သည် အခြားအာယတ်တော်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا - إِلَّا مَنِ ارْتَضَىٰ مِن رَّسُولٍ فَإِنَّهُ يَسْلُكُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အရှင်မြတ်တစ်ပါးတည်းသာလျှင်) ကွယ်ဝှက်ထားသော အရာအားလုံးကို အကြွင်းမဲ့သိရှိတော်မူသော အရှင်ဖြစ်ပြီး အရှင်မြတ်သည် မိမိ၏ ကွယ်ဝှက်ထားသော အရာများကို မည်သူတစ်ဦးတစ်ယောက်အားမျှ ထုတ်ဖော်ပြသမည် မဟုတ်ပေ။ မိမိရွေးချယ်ထားသော ရစူလ်တမန်တော် <span class=\"gray\">(လူသားတို့အနက်မှ)</span> မှလွဲ၍ ဖြစ်သည်။ ထို့နောက် အရှင်မြတ်သည် ၎င်း၏ ရှေ့မှနှင့် နောက်မှ ကင်းစောင့် စောင့်ကြည့်သူများ <span class=\"gray\">(မာလာအိကတ်များ)</span> ကို ချီတက်စေတော်မူသည်)</span><span class=\"gray\">[72:26-27]</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَآمِنُوا بِاللَّهِ وَرُسُلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်များကို ယုံကြည်ကြလော့။)</span> အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ အား နာခံပြီး အရှင်မြတ်က သင်တို့အတွက် ပြဋ္ဌာန်းပေးခဲ့သော ဥပဒေကို လိုက်နာကြလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပါက သင်တို့အတွက် ကြီးမားသော အကျိုးဆုလာဘ်ရှိ၏။)</span></p><div lang=\"my\" class=\"my \"><h2>ကိုယ်ကျိုးရှာမှုအား ပြစ်တင်ရှုံ့ချခြင်းနှင့် ၎င်းကို သတိပေးခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِن فَضْلِهِ هُوَ خَيْرًا لَّهُم بَلْ هُوَ شَرٌّ لَّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ကရုဏာတော်ဖြင့် ပေးသနားတော်မူသော အရာများ <span class=\"gray\">(ဥစ္စာဓန)</span> ကို နှမြောတွန့်တိုသူတို့သည် ၎င်းသည် သူတို့အတွက် ကောင်းသည်ဟု မထင်မှတ်ပါစေနှင့်။ မဟုတ်ပေ၊ ၎င်းသည် သူတို့အတွက် ပိုမိုဆိုးရွားပေလိမ့်မည်။)</span><span class=\"gray\">[3:180]</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤအာယတ်တော်က နှမြောတွန့်တိုသူသည် ငွေကြေးစုဆောင်းခြင်းသည် မိမိအား အကျိုးပြုမည်ဟု မထင်မှတ်သင့်ကြောင်း မိန့်ကြားသည်။ ယင်းအစား ၎င်းသည် မိမိ၏ ဘာသာရေးနှင့် လောကီရေးရာများတွင် မိမိအား ထိခိုက်နစ်နာစေလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် နှမြောတွန့်တိုသူက ရှင်ပြန်ထမြောက်ရာနေ့တွင် စုဆောင်းခဲ့သော ငွေကြေးကို မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ နှမြောတွန့်တိုခဲ့သော အရာများသည် ရှင်ပြန်ထမြောက်ရာနေ့၌ သူတို့၏ လည်ပင်းတွင် ကော်လာကြိုးကဲ့သို့ ချည်နှောင်ထားခြင်း ခံရလိမ့်မည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ آتَاهُ اللهُ مَالًا فَلَمْ يُؤَدِّ زَكَاتَهُ، مُثِّلَ لَهُ شُجَاعًا أَقْرَعَ، لَهُ زَبِيبَتَانِ، يُطَوَّقُهُ يَوْمَ الْقِيَامَةِ، يَأْخُذُ بِلِهْزِمَتَيْهِ - يَعْنِي بِشِدْقَيْهِ - يَقُولُ: أَنَا مَالُكَ، أَنَا كَنْزُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မည်သူ့ကိုမဆို ချမ်းသာကြွယ်ဝစေပြီး ထိုသူသည် မိမိ၏ ဥစ္စာဓနအပေါ် တင်ရှိသော ဇကာတ်ကို မပေးဆောင်ပါက၊ ထိုအခါ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့၌)</span> ၎င်း၏ ဥစ္စာဓနကို မျက်လုံးအပေါ်တွင် အနက်ရောင်အစက်နှစ်ခုရှိသော ခေါင်းပြောင် အဆိပ်ပြင်း မြွေထီးတစ်ကောင်၏ ပုံသဏ္ဌာန်အဖြစ် ပြုလုပ်လိမ့်မည်။ ထိုမြွေသည် ၎င်း၏ လည်ပင်းကို ဝိုင်းရစ်ပြီး ၎င်း၏ ပါးပြင်များကို ကိုက်ကာ 'ငါသည် မင်း၏ ဥစ္စာ၊ ငါသည် မင်း၏ ဘဏ္ဍာ' ဟု ကြွေးကြော်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် တမန်တော် ﷺ သည် အာယတ်တော်ကို ရွတ်ဖတ်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِن فَضْلِهِ هُوَ خَيْرًا لَّهُم بَلْ هُوَ شَرٌّ لَّهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ကရုဏာတော်ဖြင့် ပေးသနားတော်မူသော အရာများကို နှမြောတွန့်တိုသူတို့သည် ၎င်းသည် သူတို့အတွက် ကောင်းသည်ဟု မထင်မှတ်ပါစေနှင့်။ မဟုတ်ပေ၊ ၎င်းသည် သူတို့အတွက် ပိုမိုဆိုးရွားပေလိမ့်မည်)</span> ဟု အဆုံးထိဖြစ်သည်။ အလ်-ဘူခါရီသည် ဤဟဒီးဆ်ကို ဤသယ်ယူပို့ဆောင်မှုနည်းလမ်းဖြင့် စုဆောင်းခဲ့သော်လည်း မွတ်စ်လင်မ်က မစုဆောင်းခဲ့ပေ။ အိဗ်နု ဟစ်ဘန်လည်း ၎င်း၏ စဟီဟ်တွင် စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် 'အဗ်ဒူလ္လာဟ်' က တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ عَبْدٍ لَا يُؤَدِّي زَكَاةَ مَالِهِ إِلَّا جُعِلَ لَهُ شُجَاعٌ أَقْرَعُ يَتْبَعُهُ، يَفِرُّ مِنْهُ وَهُوَ يَتْبَعُهُ، فَيَقُولُ: أَنَا كَنْزُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ ဥစ္စာဓနအပေါ် တင်ရှိသော ဇကာတ်ကို မပေးဆောင်သော လူတိုင်းသည် မိမိ၏ ငွေကြေးကို ခေါင်းပြောင် အဆိပ်ပြင်း မြွေထီးတစ်ကောင်၏ ပုံသဏ္ဌာန်အဖြစ် ပြုလုပ်ခြင်းခံရမည်ဖြစ်ပြီး ထိုမြွေသည် ၎င်းအား လိုက်မည်။ ထိုသူသည် မြွေထံမှ ထွက်ပြေးမည်ဖြစ်ပြီး မြွေက ၎င်းအား လိုက်ကာ 'ငါသည် မင်း၏ ဘဏ္ဍာ' ဟု ကြွေးကြော်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အဗ်ဒူလ္လာဟ်သည် ဤအချက်ကို ထောက်ခံသော အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်လာ အာယတ်တော်ကို ရွတ်ဖတ်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ နှမြောတွန့်တိုခဲ့သော အရာများသည် ရှင်ပြန်ထမြောက်ရာနေ့၌ သူတို့၏ လည်ပင်းတွင် ကော်လာကြိုးကဲ့သို့ ချည်နှောင်ထားခြင်း ခံရလိမ့်မည်။)</span></p><p lang=\"gd\" class=\"gd \">This was recorded by At-Tirmidhi, An-Nasa'i, and Ibn Majah, and At-Tirmidhi said, \"Hasan Sahih.\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အမွေခံသည် အလ္လာဟ်အရှင်မြတ်သာ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က သင်တို့အား အမွေခံများ ဖြစ်စေခဲ့သော အရာမှ သုံးစွဲကြလော့)</span><span class=\"gray\">[57: 7]</span>။ ထို့ကြောင့် ကိစ္စရပ်အားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ထိန်းချုပ်မှုအောက်တွင် ရှိသောကြောင့် သင်တို့၏ ငွေကြေးမှ သုံးစွဲကြလော့။ သို့မှသာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့အား အကျိုးပြုလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လုပ်ဆောင်သမျှ အရာအားလုံးကို ကောင်းစွာသိရှိတော်မူ၏။)</span> သင်တို့၏ ရည်ရွယ်ချက်များနှင့် သင်တို့၏ စိတ်နှလုံးများက ဖုံးကွယ်ထားသောအရာများ အားလုံးကို သိရှိတော်မူ၏။</p>"
  }
]