[
  {
    "ayah_key": "24:19",
    "group_ayah_key": "24:19",
    "from_ayah": "24:19",
    "to_ayah": "24:19",
    "ayah_keys": "24:19",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် ယုံကြည်သူတို့အကြား ဖာဟီရှာ (မကောင်းမှု) ပျံ့နှံ့မှုကို နှစ်သက်သူတို့သည် ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရမည်။ အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူပြီး၊ သင်တို့သည် မသိကြပေ <span>(19)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူများအကြား တရားမဝင် လိင်ဆက်ဆံမှု ပျံ့နှံ့မှုကို နှစ်သက်သူများကို ဆုံးမခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ မကောင်းသောစကားကို ကြားရပြီး အတိုင်းအတာတစ်ခုအထိ ယုံကြည်ကာ ဖြန့်ဝေသူများအား ရည်ရွယ်သည့် တတိယအကြိမ် ဆုံးမမှုဖြစ်သည်။ ၎င်းတို့သည် ထိုသို့သော စကားကို မဖြန့်သင့်ဘဲ အခြားသူများထံ ဆက်လက်မဖြန့်သင့်ပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယုံကြည်သူတို့အကြား ဖာဟ်ရှား (မကောင်းမှု) ပျံ့နှံ့မှုကို နှစ်သက်သူတို့သည် ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရမည်)</span> ဟူသည်မှာ (ယုံကြည်သူများ) အကြောင်း မကောင်းသောစကား ပေါ်ပေါက်လာသည်ကို မြင်လိုသူများကို ဆိုလိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဤလောက၌ ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရမည်)</span> ဟူသည်မှာ သတ်မှတ်ထားသော ပြစ်ဒဏ်ကြောင့်ဖြစ်ပြီး၊ နောင်တမလွန်ဘဝတွင် ငရဲ၏ ပြစ်ဒဏ်ကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူပြီး သင်တို့သည် မသိကြပေ။)</span> ဟူသည်မှာ ထိုကိစ္စကို အရှင်မြတ်ထံ ပြန်အပ်ပါက သင်တို့အား လမ်းညွှန်မှုပေးမည်ဟု ဆိုလိုသည်။ အီမာမ် အဟ်မဒ်သည် သောင်ဘန်မှ မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُؤْذُوا عِبَادَ اللهِ وَلَا تُعَيِّرُوهُمْ، وَلَا تَطْلُبُوا عَوْرَاتِهِمْ، فَإِنَّهُ مَنْ طَلَبَ عَوْرَةَ أَخِيهِ الْمُسْلِمِ طَلَبَ اللهُ عَوْرَتَهُ، حَتَّى يَفْضَحَهُ فِي بَيْتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ ကျွန်များကို မနှောင့်ယှက်ကြနှင့်၊ မစော်ကားကြနှင့်၊ ၎င်းတို့၏ ဖုံးကွယ်ထားသော ချို့ယွင်းချက်များကိုလည်း မရှာဖွေကြနှင့်။ မည်သူမဆို မိမိ၏ မွတ်စလင်ညီအစ်ကို၏ အပြစ်များကို ရှာဖွေပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ အပြစ်များကို ဖော်ထုတ်ပြီး ၎င်းအား အရှက်ရစေမည်၊ ၎င်း၏အိမ်တွင် ပုန်းနေသော်လည်း ဖြစ်စေ။)</span></p>"
  },
  {
    "ayah_key": "24:20",
    "group_ayah_key": "24:20",
    "from_ayah": "24:20",
    "to_ayah": "24:21",
    "ayah_keys": "24:20,24:21",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်သည် သင်တို့အပေါ်၌ မရှိခဲ့ပါမူ၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကြင်နာတော်မူထသော၊ အလွန်မဟာကရုဏာတော်ရှင်ဖြစ်တော်မူသောကြောင့် (သင်တို့ ကယ်တင်ခံရခြင်းဖြစ်သည်)။ အို ယုံကြည်သူအပေါင်းတို့! ရှိုင်တွာန်၏ ခြေလှမ်းများကို မလိုက်ပါကြနှင့်။ မည်သူမဆို ရှိုင်တွာန်၏ ခြေလှမ်းများကို လိုက်လျှောက်ပါက အမှန်စင်စစ် ၎င်းသည် အလ်ဖာဟ်ရှား (မကောင်းမှု) နှင့် ဆိုးရွားသော လုပ်ရပ်များကို အမိန့်ပေး၏။ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်သည် သင်တို့အပေါ်၌ မရှိခဲ့ပါမူ သင်တို့အနက် တစ်ဦးတစ်ယောက်မျှ အပြစ်များမှ သန့်စင်နိုင်မည်မဟုတ်ပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အလိုတော်ရှိသူကို သန့်စင်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို သိတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(21)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ပြန်လည်အမှတ်ရစေခြင်းနှင့် ရှိုင်တွာန်၏ ခြေလှမ်းများကို လိုက်နာခြင်းမှ သတိပေးခြင်း</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်သည် သင်တို့အပေါ်၌ မရှိခဲ့ပါမူ၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကြင်နာတော်မူထသော၊ အလွန်မဟာကရုဏာတော်ရှင်ဖြစ်တော်မူသောကြောင့်။)</span> ဟူသည်မှာ ဤသို့မဟုတ်ခဲ့ပါမူ လုံးဝအခြားကိစ္စတစ်ခု ဖြစ်လိမ့်မည်၊ သို့သော် အရှင်မြတ်သည် မိမိ၏ကျွန်များအပေါ် ကြင်နာတော်မူထသော၊ ၎င်းတို့အပေါ် ကရုဏာတော်ရှင်ဖြစ်တော်မူ၏။ အရှင်မြတ်သည် ဤအပြစ်မှ နောင်တပြန်ရသူများ၏ နောင်တကို လက်ခံတော်မူပြီး၊ ၎င်းတို့အပေါ်၌ ဆောင်ရွက်သည့် သတ်မှတ်ထားသော ပြစ်ဒဏ်ဖြင့် သန့်စင်ခံရသူများကို သန့်စင်တော်မူ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! ရှိုင်တွာန်၏ ခြေလှမ်းများကို မလိုက်ပါကြနှင့်။)</span> ဟူသည်မှာ ၎င်း၏နည်းလမ်းများနှင့် လမ်းခရီးများ၊ ၎င်းအမိန့်ပေးသည်များကို ဆိုလိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنكَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ရှိုင်တွာန်၏ ခြေလှမ်းများကို လိုက်လျှောက်ပါက အမှန်စင်စစ် ၎င်းသည် အကျင့်ပျက်မှုနှင့် ဆိုးရွားသော လုပ်ရပ်များကို အမိန့်ပေး၏။)</span> ဤသည်မှာ အတိုဆုံးနှင့် အပြောအဆို အကောင်းဆုံး နည်းလမ်းဖြင့် ပေးထားသော သတိပေးချက်ဖြစ်သည်။ 'အလီ ဗင် အဘီ တလ်ဟာသည် အိဗ်နု အဗ္ဗားစ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُطُوَاتِ الشَّيْطَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်၏ ခြေလှမ်းများ)</span> ဟူသည်မှာ ၎င်း၏ လုပ်ရပ်များကို ဆိုလိုသည်။ အစ်ကရိမဟ်က ၎င်းသည် ၎င်း၏ မကောင်းသော လှုံ့ဆော်မှုများဟု ဆိုသည်။ ကာတာဒဟ်က “အပြစ်တိုင်းသည် ရှိုင်တွာန်၏ ခြေလှမ်းများထဲမှ တစ်ခုဖြစ်သည်” ဟု ဆိုသည်။ အဘူ မစ်ဂျလာဇ်က “အပြစ်ကျူးလွန်ရန် ကတိသစ္စာပြုခြင်းသည် ရှိုင်တွာန်၏ ခြေလှမ်းများထဲမှ တစ်ခုဖြစ်သည်” ဟု ဆိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်သည် သင်တို့အပေါ်၌ မရှိခဲ့ပါမူ သင်တို့အနက် တစ်ဦးတစ်ယောက်မျှ အပြစ်များမှ သန့်စင်နိုင်မည်မဟုတ်ပေ။)</span> ဟူသည်မှာ အရှင်မြတ်သည် မိမိအလိုတော်ရှိသူကို နောင်တပြန်ရစေရန်နှင့် အရှင်မြတ်ထံ ပြန်လာစေရန်၊ ရှစ်ရ်က်၊ မကောင်းမှုနှင့် အပြစ်များမှ သန့်စင်စေရန် မကူညီခဲ့ပါမူ၊ ထို့ပြင် လူတစ်ဦးစီ၌ ၎င်း၏သဘာဝအတိုင်း ရှိသော မကောင်းသော စရိုက်လက္ခဏာများ မည်သို့ပင်ရှိစေကာမူ မည်သူမျှ သန့်စင်မှုနှင့် ကောင်းမြတ်မှုကို ရရှိနိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ يُزَكِّي مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အလိုတော်ရှိသူကို သန့်စင်တော်မူ၏)</span> ဟူသည်မှာ မိမိ၏ ဖန်ဆင်းခံများထဲမှ၊ ထို့ပြင် အရှင်မြတ်သည် အလိုတော်ရှိသူကို လမ်းမှားစေပြီး ၎င်းအား ၎င်း၏ လမ်းမှားခြင်းနှင့် အပြစ်တွင် ပျက်စီးစေရန် ထားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ سَمِيعٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊)</span> ဟူသည်မှာ အရှင်မြတ်သည် မိမိ၏ ကျွန်များ ပြောဆိုသည်များကို ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလုံးစုံကို သိတော်မူထသော။)</span> မည်သူသည် လမ်းညွှန်မှုခံထိုက်ပြီး မည်သူသည် လမ်းမှားခံထိုက်သည်ကို သိတော်မူ၏။</p>"
  },
  {
    "ayah_key": "24:22",
    "group_ayah_key": "24:22",
    "from_ayah": "24:22",
    "to_ayah": "24:22",
    "ayah_keys": "24:22",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့အနက် ကျေးဇူးတော်များနှင့် ဥစ္စာဓနတို့ဖြင့် ပြည့်စုံသူတို့သည် မိမိတို့၏ ဆွေမျိုးသားချင်းများ၊ ဆင်းရဲသားများနှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် မိမိတို့၏ အိမ်များကို စွန့်ခွာခဲ့သူများအား မပေးလှူရန် ကျိန်ဆိုခြင်းမပြုကြပါစေနှင့်။ ၎င်းတို့သည် ခွင့်လွှတ်ပြီး မေတ္တာထားကြပါစေ။ အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို ခွင့်လွှတ်တော်မူသည်ကို သင်တို့ မနှစ်သက်ကြဘူးလား။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူထသော၊ အလွန်မဟာကရုဏာတော်ရှင်ဖြစ်တော်မူ၏။ <span>(22)</span></p><div lang=\"my\" class=\"my \"><h2>ဥစ္စာဓန ပြည့်စုံသူများအား ပေးလှူရန်နှင့် သည်းခံခွင့်လွှတ်ရန် တိုက်တွန်းခြင်း</h2></div><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَأْتَلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျိန်ဆိုခြင်းမပြုကြပါစေနှင့်)</span> ဟူသည်မှာ သစ္စာပြုခြင်းကို ဆိုလိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولُو الْفَضْلِ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ကျေးဇူးတော်များနှင့် ပြည့်စုံသူတို့)</span> ဟူသည်မှာ ဆွဒ်ကာ ပေးလှူရန်နှင့် ကောင်းမှုပြုရန် အစွမ်းအစရှိသူများကို ဆိုလိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّعَةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဥစ္စာဓနတို့)</span> ဟူသည်မှာ ကံကောင်းခြင်းကို ဆိုလိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يُؤْتُوا أُولِي الْقُرْبَىٰ وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ ဆွေမျိုးသားချင်းများ၊ ဆင်းရဲသားများနှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် မိမိတို့၏ အိမ်များကို စွန့်ခွာခဲ့သူများအား ပေးလှူရန်။)</span> ဟူသည်မှာ ဆင်းရဲသူ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်အတွက် ရွှေ့ပြောင်းသွားလာခဲ့သူ သင်၏ဆွေမျိုးများနှင့် ဆွေမျိုးဆက်ဆံရေးကို မဖြတ်တောက်ရန် ကျိန်ဆိုခြင်းမပြုကြနှင့်ဟု ဆိုလိုသည်၊ ၎င်းသည် ဆွေမျိုးဆက်ဆံရေးကို ထိန်းသိမ်းရာတွင် အမြင့်ဆုံး ကောင်းမြတ်သော လုပ်ရပ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَعْفُوا وَلْيَصْفَحُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ခွင့်လွှတ်ပြီး မေတ္တာထားကြပါစေ။)</span> ဟူသည်မှာ အတိတ်က စော်ကားမှုများနှင့် မကောင်းသော ဆက်ဆံမှုများကို ဆိုလိုသည်။ ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မတရားပြုသော်လည်း ၎င်း၏ဖန်ဆင်းခံများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ သည်းခံခြင်း၊ ရက်ရောခြင်းနှင့် ကြင်နာခြင်း၏ တစ်စိတ်တစ်ပိုင်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် အစ်ဆစ်ဒိက်နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ။ ၎င်းသည် 'အာအီရှာနှင့် ပတ်သက်၍ ပြောဆိုပြီးနောက် မစ်စ်တဟ် ဗင် အူသ်သာသဟ်ကို မကူညီတော့ဟု ကျိန်ဆိုခဲ့သည့်အခါ၊ ကျွန်ုပ်တို့ ဟဒီးစ်တွင် တွေ့မြင်ခဲ့ရသည့်အတိုင်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့၏ မယ်တော် 'အာအီရှာ၏ အပြစ်ကင်းစင်မှုကို ထုတ်ဖော်လိုက်သောအခါ၊ ထိုဖြစ်ရပ်၏ ရလဒ်နှင့် ပတ်သက်၍ ယုံကြည်သူတို့သည် ဝမ်းသာအားရဖြစ်ခဲ့ကြပြီး၊ ထိုကိစ္စနှင့် ပတ်သက်၍ ပြောဆိုခဲ့ကြသော ယုံကြည်သူတို့သည် နောင်တရခဲ့ကြကာ၊ သတ်မှတ်ထားသော ပြစ်ဒဏ်ကို ကျခံရသူများအပေါ် ဆောင်ရွက်ပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်သည် အစ်ဆစ်ဒိက်၏ နှလုံးသားကို ၎င်း၏ဆွေမျိုး မစ်စ်တဟ် ဗင် အူသ်သာသဟ်အပေါ် ပျော့ပြောင်းစေခဲ့သည်။ မစ်စ်တဟ်သည် အစ်ဆစ်ဒိက်၏ ဝမ်းကွဲညီအစ်ကိုဖြစ်ပြီး၊ ၎င်း၏ မိခင်၏ ညီအစ်ကို၏သားဖြစ်ကာ၊ အဘူ ဗကရ် ၎င်းအပေါ် သုံးစွဲသည်မှအပ မည်သည့်ဥစ္စာဓနမျှမရှိသော ဆင်းရဲသားတစ်ဦးဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် ရွှေ့ပြောင်းသွားလာခဲ့သူများထဲမှ တစ်ဦးဖြစ်သည်။ ၎င်းသည် မုသားနှင့် ကဲ့ရဲ့မှုများကို ဖန်တီးခဲ့သော်လည်း၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏နောင်တကို လက်ခံတော်မူပြီး သတ်မှတ်ထားသော ပြစ်ဒဏ်ကို ၎င်းအပေါ် ဆောင်ရွက်ခဲ့သည်။ အစ်ဆစ်ဒိက်သည် ၎င်း၏ ရက်ရောမှုကြောင့် လူသိများပြီး ၎င်းသည် မိမိ၏ ဆွေမျိုးများနှင့် သူစိမ်းများအပေါ် ကူညီခဲ့သည်။ ဤအာယတ်တော် ထုတ်ပြန်ခဲ့သောအခါ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို ခွင့်လွှတ်တော်မူသည်ကို သင်တို့ မနှစ်သက်ကြဘူးလား?)</span> ဟူသည်မှာ အကျိုးသည် လုပ်ရပ်နှင့် ကိုက်ညီသည်ကို ပြသပြီး၊ 'သင်သည် အခြားသူများကို ခွင့်လွှတ်ပါက သင်လည်း ခွင့်လွှတ်ခံရမည်' ဟူသော အချက်ကို ပြသသည်။ ထို့နောက် အစ်ဆစ်ဒိက်က “ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ ကျွန်ုပ်တို့သည် – အို ကျွန်ုပ်တို့၏ အရှင်သခင် – အရှင်မြတ်က ကျွန်ုပ်တို့ကို ခွင့်လွှတ်တော်မူသည်ကို နှစ်သက်ကြသည်” ဟု ဆိုခဲ့သည်။ ထို့နောက် ၎င်းသည် မစ်စ်တဟ်အပေါ် ဆက်လက်သုံးစွဲခဲ့ပြီး “အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ ကျွန်ုပ်သည် ၎င်းအပေါ် သုံးစွဲခြင်းကို ဘယ်သောအခါမျှ ရပ်တန့်မည်မဟုတ်” ဟု ဆိုခဲ့သည်။ ဤသည်မှာ ၎င်းအရင်က ပြောခဲ့သော “အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ ကျွန်ုပ်သည် ၎င်းအပေါ် ဘယ်သောအခါမျှ သုံးစွဲမည်မဟုတ်” ဟူသော စကားကို ပယ်ဖျက်ရန်ဖြစ်သည်။ ဤသည်မှာ ၎င်းအား အစ်ဆစ်ဒိက်ဟု ခေါ်ဝေါ်ခံထိုက်သည်ကို သက်သေပြသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့် ၎င်း၏သမီးကို နှစ်သက်တော်မူပါစေ။</p>"
  }
]