[
  {
    "ayah_key": "103:1",
    "group_ayah_key": "103:1",
    "from_ayah": "103:1",
    "to_ayah": "103:3",
    "ayah_keys": "103:1,103:2,103:3",
    "text": "<p lang=\"my\" class=\"my \">သူတို့ပြောသည်မှာ အမ်ရ် ဘင်န် အလ်-အာစ် သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ သည် <span class=\"gray\">(နဗီအဖြစ်)</span> တာဝန်ပေးအပ်ခြင်းခံရပြီးနောက်၊ အမ်ရ် အစ္စလာမ်မသာသနာကို မလက်ခံမီတွင် မူဆိုင်လီမာ အလ်-ကဒ်ဒ်ဟဗ် ထံသို့ သွားရောက်လည်ပတ်ခဲ့သည်။ သူရောက်ရှိသောအခါ မူဆိုင်လီမာက သူ့အား \"သင့်သူငယ်ချင်း <span class=\"gray\">(မူဟမ္မဒ် ﷺ)</span> အား ဤကာလအတွင်း အဘယ်အရာ ထုတ်ပြန်ပြသခဲ့သနည်း\" ဟု မေးခဲ့သည်။ အမ်ရ်က \"တိုတောင်းပြီး ပြတ်သားသော စူရာဟ်တစ်ခု သူ့ထံ ထုတ်ပြန်ပြသခဲ့သည်\" ဟု ပြောခဲ့သည်။ ထို့နောက် မူဆိုင်လီမာက \"ဘာလဲ\" ဟု မေးခဲ့သည်။ အမ်ရ်က ပြန်ဖြေခဲ့သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَصْرِ - إِنَّ الْإِنسَانَ لَفِي خُسْرٍ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အစရ်အားဖြင့်။ အမှန်စင်စစ် လူသားသည် ဆုံးရှုံးမှု၌ ရှိ၏။ သို့သော် သက်ဝင်ယုံကြည်ပြီး ကောင်းမှုများ ပြုသူများ၊ တစ်ဦးနှင့်တစ်ဦး သစ္စာတရားကို အကြံပြုသူများ၊ တစ်ဦးနှင့်တစ်ဦး သည်းခံခြင်းကို အကြံပြုသူများမှအပ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် မူဆိုင်လီမာ ခဏမျှ စဉ်းစားခဲ့သည်။ ထို့နောက် သူက \"အမှန်စင်စစ် အလားတူတစ်ခု ငါ့ထံလည်း ထုတ်ပြန်ပြသခဲ့သည်\" ဟု ပြောခဲ့သည်။ အမ်ရ်က သူ့အား \"ဘာလဲ\" ဟု မေးခဲ့သည်။ သူက \"အို ဝဗ်ရ် <span class=\"gray\">(သေးငယ်သော၊ အမွှေးထူသော နို့တိုက်သတ္တဝါ၊ ဟိုင်းရက်စ်)</span>၊ အို ဝဗ်ရ်! သင်၌ နားနှစ်ခုနှင့် ရင်ဘတ်တစ်ခုသာ ရှိသည်။ သင်၏ကျန်သောအပိုင်းမှာ တူးဖော်ခြင်းနှင့် တွင်းတူးခြင်းသာဖြစ်သည်။\" ထို့နောက် သူက \"အို အမ်ရ်၊ မင်းဘယ်လိုထင်သလဲ\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် အမ်ရ်က သူ့အား \"အလ္လာဟ်အရှင်မြတ်ကို အိုထာယမ်ပြီး! အမှန်စင်စစ် သင်သည် ကျွန်ုပ်သိသည်ကို သိသည်မှာ သင်သည် လိမ်ညာနေခြင်းဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အဘူဘက္ကရ် အလ်-ခါရာအစ်တီသည် ဤပုံပြင်၏ အစိတ်အပိုင်းတစ်ခုအတွက်၊ သို့မဟုတ် ၎င်း၏ အဓိပ္ပါယ်နှင့် နီးစပ်သည့်အရာအတွက် စဉ်ဆက်ဇာတ်ကြောင်းကို သူ၏ နာမည်ကျော်စာအုပ် မစာဝီအ် အွလ်-အခ်လာက်၏ ဒုတိယတွဲတွင် ဖော်ပြထားသည်ကို ကျွန်ုပ်တွေ့ခဲ့သည်။ ဝဗ်ရ်သည် ကြောင်နှင့်တူသော သေးငယ်သည့် တိရစ္ဆာန်ဖြစ်ပြီး ၎င်းပေါ်တွင် အကြီးဆုံးအရာမှာ ၎င်း၏နားများနှင့် ၎င်း၏ခန္ဓာကိုယ် ဖြစ်သည်။ ကျန်သောအပိုင်းမှာ ရုပ်ဆိုးသည်။ မူဆိုင်လီမာသည် ဤအဓိပ္ပါယ်မဲ့သော ကဗျာများကို ရေးစပ်ခြင်းဖြင့် ကုရ်အာန်ကို ဆန့်ကျင်မည့်အရာတစ်ခုကို ဖန်တီးရန် ရည်ရွယ်ခဲ့သည်။ သို့သော် ထိုအချိန်က ရုပ်တုကိုးကွယ်သူအားပင် ယုံကြည်လက်ခံစေနိုင်ခြင်း မရှိခဲ့ပေ။ </p><p lang=\"my\" class=\"my \">အသ်-တဗ်ရာနီသည် အဗ်ဒုလ္လာဟ် ဘင်န် ဟစ်စန် အဘီ မဒီနာ ထံမှ မှတ်တမ်းတင်ထားသည်မှာ သူက \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ၏ ဆွဟာဘာနှစ်ဦး တွေ့ဆုံသည့်အခါတိုင်း၊ တစ်ဦးက အခြားတစ်ဦးအား စူရဟ် အလ်-အစရ် တစ်ခုလုံးကို ရွတ်ဖတ်ပြပြီး၊ တစ်ဦးက အခြားတစ်ဦးအား ငြိမ်းချမ်းရေးနှုတ်ခွန်းဆက်စကား ပြောကြားခြင်း မရှိမချင်း ခွဲခွာလေ့မရှိခဲ့ပေ။\" </p><p lang=\"my\" class=\"my \">အစ်ရ်ှ-ရှာဖိအီက \"လူတို့သည် ဤစူရာကို စဉ်းစားဆင်ခြင်ပါက ၎င်းတို့အတွက် လုံလောက်လိမ့်မည်\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးသနားကြင်နာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَصْرِ - إِنَّ الْإِنسَانَ لَفِي خُسْرٍ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလ်-အစရ်အားဖြင့်။)</span><span class=\"gray\">(၂။ အမှန်စင်စစ် လူသားသည် ဆုံးရှုံးမှု၌ ရှိ၏။)</span><span class=\"gray\">(၃။ သို့သော် သက်ဝင်ယုံကြည်ပြီး ကောင်းမှုများ ပြုသူများ၊ တစ်ဦးနှင့်တစ်ဦး သစ္စာတရားကို အကြံပြုသူများ၊ တစ်ဦးနှင့်တစ်ဦး သည်းခံခြင်းကို အကြံပြုသူများမှအပ။)</span></p><p lang=\"my\" class=\"my \">အလ်-အစရ်သည် အာဒမ်၏ သားသမီးတို့၏ လှုပ်ရှားမှုများ ဖြစ်ပေါ်သည့်အချိန်ဖြစ်သည်၊ ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ။ မာလစ်ခ်သည် ဇိုင်ဒ် ဘင်န် အစလမ် ထံမှ ဇာတ်ကြောင်းပြောပြသည်မှာ သူက \"၎င်းသည် ညနေခင်းဖြစ်သည်\" ဟု ပြောခဲ့သည်။ သို့သော် ပထမအမြင်မှာ လူကြိုက်များသော အယူအဆဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအရာဖြင့် ကျိန်ဆိုသည်မှာ လူသားသည် ခွစ်ရ်၌ ရှိသည်၊ ဆိုလိုသည်မှာ ဆုံးရှုံးမှုနှင့် ပျက်စီးခြင်း၌ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သက်ဝင်ယုံကြည်ပြီး ကောင်းမှုများ ပြုသူများမှအပ)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဆုံးရှုံးမှု၌ ရှိသော လူသားမျိုးနွယ်များအနက် ၎င်းတို့၏နှလုံးသားဖြင့် ယုံကြည်ပြီး ၎င်းတို့၏ကိုယ်အင်္ဂါများဖြင့် ကောင်းမှုများပြုလုပ်သူများအတွက် ချွင်းချက်ပြုလုပ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَاصَوْا بِالْحَقِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တစ်ဦးနှင့်တစ်ဦး သစ္စာတရားကို အကြံပြုကြ၏။)</span> ၎င်းသည် နာခံမှုရှိသော အလုပ်များကို လုပ်ဆောင်ပြီး တားမြစ်ထားသော အရာများကို ရှောင်ရှားရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَاصَوْا بِالصَّبْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တစ်ဦးနှင့်တစ်ဦး သည်းခံခြင်းကို အကြံပြုကြ၏။)</span> ဆိုလိုသည်မှာ ကောင်းမှုပြုရန် အမိန့်ပေးခြင်းနှင့် မကောင်းမှုကို တားမြစ်ခြင်းကြောင့် လူများကို ဒုက္ခပေးသူများ၏ ကြံစည်မှုများ၊ မကောင်းမှုများ၊ နှင့် ထိခိုက်မှုများဖြင့် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရဟ် အလ်-အစရ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "104:1",
    "group_ayah_key": "104:1",
    "from_ayah": "104:1",
    "to_ayah": "104:9",
    "ayah_keys": "104:1,104:2,104:3,104:4,104:5,104:6,104:7,104:8,104:9",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာရှင်၊ အမြဲတမ်း သနားကြင်နာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ - الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ - يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ - كَلَّا ۖ لَيُنبَذَنَّ فِي الْحُطَمَةِ - وَمَا أَدْرَاكَ مَا الْحُطَمَةُ - نَارُ اللَّهِ الْمُوقَدَةُ - الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ - إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ - فِي عَمَدٍ مُّمَدَّدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ကဲ့ရဲ့ရှုံ့ချသူတိုင်းအတွက် ပျက်စီးခြင်းရှိ၏။)</span><span class=\"gray\">(၂။ ၎င်းသည် ဥစ္စာဓနများကို စုဆောင်း၍ ရေတွက်ခဲ့၏။)</span><span class=\"gray\">(၃။ သူ၏ဥစ္စာက သူ့ကို ထာဝရတည်စေမည်ဟု သူထင်၏။)</span><span class=\"gray\">(၄။ သို့သော် မဟုတ်ပါ။ ဧကန်မုချ သူသည် အလ်-ဟူတာမာ ထဲသို့ ပစ်ချခံရမည်။)</span><span class=\"gray\">(၅။ အလ်-ဟူတာမာဟူသည် အဘယ်နည်းဟူသည်ကို အသင်မည်သို့ သိရှိမည်နည်း။)</span><span class=\"gray\">(၆။ အလ္လာဟ်အရှင်မြတ်၏ မီး၊ အလ်-မူကာဒါဟ်၊)</span><span class=\"gray\">(၇။ ထိုမီးသည် နှလုံးသားများအပေါ်သို့ ခုန်တက်၏။)</span><span class=\"gray\">(၈။ ဧကန်မုချ ၎င်းတို့အပေါ်တွင် မူအ်ဆာဒါဟ် ဖြစ်နေမည်။)</span><span class=\"gray\">(၉။ ဆန့်တန်းထားသော တိုင်များတွင်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဟမ္မာဇ်သည် စကားဖြင့် <span class=\"gray\">(အတင်းတုပ်ခြင်း)</span> ကို ရည်ညွှန်းပြီး၊ အလ်-လမ္မာဇ်သည် လုပ်ရပ်ဖြင့် <span class=\"gray\">(အတင်းတုပ်ခြင်း)</span> ကို ရည်ညွှန်းသည်။ ဆိုလိုသည်မှာ ထိုသူသည် လူတို့ကို အပြစ်ရှာပြီး သေးနုပ်အောင် ပြုလုပ်ခြင်းဖြစ်သည်။ ယင်းနှင့်ပတ်သက်သော ရှင်းလင်းချက်ကို အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်တွင် ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَمَّازٍ مَّشَّاءٍ بِنَمِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟမ္မာဇ်၊ အတင်းအဖျင်းများဖြင့် လှည့်လည်သူ)</span><span class=\"gray\">(၆၈:၁၁)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ \"ဟူမာဇာဟ် လူမာဇာဟ် ဆိုသည်မှာ <span class=\"gray\">(အခြားသူများကို)</span> ကဲ့ရဲ့ရှုံ့ချပြီး အရှက်ရစေသူကို ဆိုလိုသည်။\" မူဂျာဟစ်ဒ်က ပြောကြားသည်မှာ၊ \"အလ်-ဟူမာဇာဟ်သည် လက်နှင့် မျက်လုံးဖြင့်ဖြစ်ပြီး၊ အလ်-လူမာဇာဟ်သည် လျှာဖြင့် ဖြစ်သည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥစ္စာဓနများကို စုဆောင်း၍ ရေတွက်ခဲ့သူ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သူသည် ဥစ္စာများကို စုပုံ၍ ထပ်ပြီး ရေတွက်၏။ ဤသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَمَعَ فَأَوْعَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥစ္စာဓနများကို စုဆောင်း၍ ဖွက်ထား၏။)</span><span class=\"gray\">(၇၀:၁၈)</span> ဤသို့ အလ်-ဆူဒီနှင့် အိဗ်နု ဂျာရီရ်တို့က ပြောကြားခဲ့သည်။ မုဟမ္မဒ် ဘင်န် ကအ်ဗ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောကြားသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">جَمَعَ مَالًا وَعَدَّدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥစ္စာဓနများကို စုဆောင်း၍ ရေတွက်ခဲ့၏။)</span> \"သူ၏ဥစ္စာက သူ့အချိန်ကို နေ့ဘက်တွင် အလုပ်ရှုပ်စေ၏၊ ဒီကနေ ဟိုကို သွားလာရင်း။ ညရောက်သောအခါ ပုပ်ပွနေသော ရုပ်အလောင်းကဲ့သို့ အိပ်စက်၏။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ဥစ္စာက သူ့ကို ထာဝရတည်စေမည်ဟု သူထင်၏။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ဥစ္စာဓနများကို စုဆောင်းခြင်းသည် ဤဘဝ <span class=\"gray\">(ဤလောကဘဝ)</span> တွင် သူ့ကို ထာဝရတည်စေမည်ဟု သူထင်၏။</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَلَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မဟုတ်ပါ။)</span> ဆိုလိုသည်မှာ အခြေအနေသည် သူပြောသည့်အတိုင်း၊ သူတွက်ဆသည့်အတိုင်း မဟုတ်ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيُنبَذَنَّ فِي الْحُطَمَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ သူသည် အလ်-ဟူတာမာ ထဲသို့ ပစ်ချခံရမည်။)</span> ဆိုလိုသည်မှာ ဥစ္စာဓနများကို စုဆောင်း၍ ရေတွက်ခဲ့သူသည် အလ်-ဟူတာမာ ထဲသို့ ပစ်ချခံရမည်။ ၎င်းသည် ငရဲမီး၏ ဖော်ပြသော အမည်များထဲမှ တစ်ခုဖြစ်သည်။ ၎င်းသည် ၎င်းထဲရှိသူတိုင်းကို ကြိတ်ချေသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَدْرَاكَ مَا الْحُطَمَةُ - نَارُ اللَّهِ الْمُوقَدَةُ - الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ဟူတာမာဟူသည် အဘယ်နည်းဟူသည်ကို အသင်မည်သို့ သိရှိမည်နည်း။ အလ္လာဟ်အရှင်မြတ်၏ မီး၊ အလ်-မူကာဒါဟ်၊ ထိုမီးသည် နှလုံးသားများအပေါ်သို့ ခုန်တက်၏။)</span></p><p lang=\"my\" class=\"my \">သာဗစ် အလ်-ဘူးနာနီက ပြောကြားသည်မှာ၊ \"၎င်းသည် ၎င်းတို့၏ နှလုံးသားများအထိ လောင်ကျွမ်းစေမည်၊ ၎င်းတို့ အသက်ရှင်နေစဉ်ပင်။\" ထို့နောက် သူက ပြောသည်မှာ၊ \"ဧကန်မုချ ညှဉ်းပန်းနှိပ်စက်မှုသည် ၎င်းတို့ထံသို့ ရောက်ရှိလိမ့်မည်။\" ထို့နောက် သူငိုကြွေးခဲ့သည်။ မုဟမ္မဒ် ဘင်န် ကအ်ဗ်က ပြောကြားသည်မှာ၊ \"၎င်း <span class=\"gray\">(မီး)</span> သည် သူ၏ ခန္ဓာကိုယ်၏ အစိတ်အပိုင်းတိုင်းကို စားသုံးမည်၊ သူ၏ နှလုံးသားသို့ ရောက်ရှိပြီး လည်ချောင်းအဆင့်အထိ ရောက်သည်အထိ၊ ထို့နောက် သူ့ခန္ဓာကိုယ်သို့ ပြန်လည်ရောက်ရှိမည်။\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ ၎င်းတို့အပေါ်တွင် မူအ်ဆာဒါဟ် ဖြစ်နေမည်။)</span> ဆိုလိုသည်မှာ ဖုံးအုပ်ခြင်း၊ စူရာ အလ်-ဘာလဒ်၏ တဖ်စီရ်တွင် ဖော်ပြခဲ့သည့်အတိုင်း <span class=\"gray\">(၉၀:၂၀ ကို ကြည့်ပါ)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي عَمَدٍ مُّمَدَّدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆန့်တန်းထားသော တိုင်များတွင်။)</span></p><p lang=\"my\" class=\"my \">အာတီယာ အလ်-အောဖီက ပြောကြားသည်မှာ၊ \"သံတိုင်များ။\" အလ်-ဆူဒီက ပြောကြားသည်မှာ၊ \"မီးဖြင့်ပြုလုပ်ထားသည်။\" အလ်-အောဖီက အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပေးပို့သည်မှာ၊ \"အရှင်မြတ်သည် ၎င်းတို့အား ဆန့်တန်းထားသော တိုင်များထဲသို့ ဝင်ရောက်စေမည်၊ ဆိုလိုသည်မှာ ၎င်းတို့အပေါ်တွင် တိုင်များရှိမည်၊ ၎င်းတို့၏ လည်ပင်းများတွင် သံကြိုးများရှိမည်၊ ထို့ပြင် <span class=\"gray\">(ငရဲ)</span> တံခါးများကို ၎င်းတို့အပေါ်တွင် ပိတ်ထားမည်။\"</p><p lang=\"my\" class=\"my \">ဤသည် စူရာ အလ်-ဟူမာဇာဟ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံတွင် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးရှိ၏။</p>"
  }
]