[
  {
    "ayah_key": "2:266",
    "group_ayah_key": "2:266",
    "from_ayah": "2:266",
    "to_ayah": "2:266",
    "ayah_keys": "2:266",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့ထဲမှ မည်သူမဆို စွန်ပလွန်ပင်များနှင့် စပျစ်နွယ်ပင်များရှိသော ဥယျာဉ်တစ်ခုကို ပိုင်ဆိုင်လိုပါမည်လား၊ ယင်း၏အောက်မှ မြစ်များစီးဆင်းနေပြီး၊ ၎င်းတွင် သူ့အတွက် အသီးအနှံအမျိုးမျိုးရှိသည့် ဥယျာဉ်ကို ပိုင်ဆိုင်လိုပါမည်လား၊ ထိုသူသည် အသက်အရွယ်ကြီးရင့်နေပြီး သူ၏သားသမီးများမှာ အားနည်းနေချိန်တွင် <span class=\"gray\">(မိမိကိုယ်ကို မစောင့်ရှောက်နိုင်)</span>၊ ထို့နောက် ၎င်းဥယျာဉ်ကို မီးတောက်များပါသော လေဆင်နှာမောင်းတစ်ခု တိုက်ခိုက်လိုက်သဖြင့် မီးလောင်ကျွမ်းသွားပါသလား။ ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့စဉ်းစားဆင်ခြင်ရန်အတွက် ကိုယ်တော်၏ အာယတ်တော်များကို ရှင်းလင်းပြသတော်မူသည်။ <span>(၂၆၆)</span></p><div lang=\"my\" class=\"my \"><h2>မကောင်းမှုများက ကောင်းမှုများကို ပျက်ပြယ်စေခြင်း၏ ဥပမာ</h2></div><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဗ္ဗားစ်နှင့် ဥဗိုင်ဒ် ဘင်န် ဥမိုင်ရ်တို့က ပြောကြားခဲ့သည်မှာ ဥမရ် ဘင်န် အလ်-ခါးတ္တဘ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်၏ သွဟာဘာများကို မေးမြန်းခဲ့သည်၊ \"သင်တို့၏ ထင်မြင်ယူဆချက်အရ ဤအာယတ်တော်သည် မည်သူနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့သနည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ မည်သူမဆို စွန်ပလွန်ပင်များနှင့် စပျစ်နွယ်ပင်များရှိသော ဥယျာဉ်တစ်ခုကို ပိုင်ဆိုင်လိုပါမည်လား။)</span>။\"</p><p lang=\"my\" class=\"my \">\"သူတို့က၊ \"အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံးသိတော်မူသည်\" ဟု ပြောကြသည်။ ဥမရ်သည် ဒေါသထွက်ပြီး၊ \"ကျွန်ုပ်တို့ သိသည် သို့မဟုတ် မသိဟု ပြောကြပါ\" ဟု ပြောခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က၊ \"အို ယုံကြည်သူတို့၏ ခေါင်းဆောင်! ကျွန်ုပ်၌ ၎င်းနှင့်ပတ်သက်၍ ထင်မြင်ချက်ရှိပါသည်\" ဟု ပြောခဲ့သည်။ ဥမရ်က၊ \"အို ငါ့တူ! မင်းရဲ့ထင်မြင်ချက်ကို ပြောပါ၊ ကိုယ့်ကိုယ်ကို မနှိမ်ချပါနဲ့\" ဟု ပြောခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က၊ \"၎င်းသည် လုပ်ရပ်တစ်ခုအတွက် သတ်မှတ်ထားသော ဥပမာဖြစ်သည်\" ဟု ပြောခဲ့သည်။ ဥမရ်က၊ \"မည်သည့်လုပ်ရပ်မျိုးလဲ\" ဟု ပြောခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က၊ \"အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုအတွက် လုပ်ဆောင်သော ဓနဥစ္စာကြွယ်ဝသူတစ်ဦးအတွက်ဖြစ်သည်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သူ့ထံသို့ ရှိုက်သွာန်ကို စေလွှတ်လိုက်ပြီး၊ သူသည် မနာခံမှုဖြင့် လုပ်ဆောင်ကာ သူ၏ ကောင်းမှုများကို ပျက်ပြယ်စေသည့်အထိဖြစ်သည်\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်သည် အာယတ်တော်အတွက် ရှင်းလင်းချက်အနေဖြင့် လုံလောက်ပါသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ပထမဦးစွာ ကောင်းမှုပြုပြီးနောက် မကောင်းမှုဖြင့် လိုက်ပါသောသူ၏ သတ်မှတ်ထားသည့် ဥပမာကို ရှင်းပြထားသောကြောင့်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့ကို ဤအဆုံးသတ်မှ ကယ်တင်တော်မူပါစေ။ ထို့ကြောင့် ဤလူသည် သူ၏ ယခင်ကောင်းမှုများကို သူ၏ နောက်ပိုင်းမကောင်းမှုများဖြင့် ပျက်ပြယ်စေခဲ့သည်။ သူသည် ယခင်အမျိုးအစား၏ လုပ်ရပ်များကို အပြင်းအထန်လိုအပ်သောအခါ၊ မည်သည့်အရာမျှ မရှိတော့ချေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခြင်း၏ အကြောင်းရင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အသက်အရွယ်ကြီးရင့်နေပြီး သူ၏သားသမီးများမှာ အားနည်းနေချိန်တွင် <span class=\"gray\">(မိမိကိုယ်ကို မစောင့်ရှောက်နိုင်)</span>၊ ထို့နောက် ၎င်းဥယျာဉ်ကို လေဆင်နှာမောင်းတစ်ခု တိုက်ခတ်လိုက်သည်)</span> လေပြင်းများနှင့်အတူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِيهِ نَارٌ فَاحْتَرَقَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးတောက်များပါ၍ မီးလောင်ကျွမ်းသွားသည်)</span> ဆိုလိုသည်မှာ ၎င်း၏အသီးများသည် မီးလောင်ကျွမ်းခဲ့ပြီး ၎င်း၏သစ်ပင်များသည် ပျက်စီးသွားခဲ့သည်။ ထို့ကြောင့် သူ၏အခြေအနေသည် မည်သို့ဖြစ်မည်နည်း။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ထားသည်မှာ အလ်-အော်ဖီက ပြောကြားခဲ့သည်မှာ အိဗ်နု အဗ္ဗားစ်က ပြောခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမြတ်သော ဥပမာတစ်ခုကို သတ်မှတ်ထားတော်မူသည်၊ ကိုယ်တော်၏ ဥပမာများအားလုံးသည် ကောင်းမြတ်ကြသည်။ ကိုယ်တော်က မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِن كُلِّ الثَّمَرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ မည်သူမဆို စွန်ပလွန်ပင်များနှင့် စပျစ်နွယ်ပင်များရှိသော ဥယျာဉ်တစ်ခုကို ပိုင်ဆိုင်လိုပါမည်လား၊ ယင်း၏အောက်မှ မြစ်များစီးဆင်းနေပြီး၊ ၎င်းတွင် သူ့အတွက် အသီးအနှံအမျိုးမျိုးရှိသည့် ဥယျာဉ်ကို ပိုင်ဆိုင်လိုပါမည်လား။)</span></p><p lang=\"my\" class=\"my \">သို့သော် သူသည် ဤအရာအားလုံးကို သူ၏အသက်အရွယ်ကြီးရင့်ချိန်တွင် ဆုံးရှုံးခဲ့ရသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَصَابَهُ الْكِبَرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အသက်အရွယ်ကြီးရင့်နေချိန်တွင်)</span> သူ၏ဘဝကုန်ဆုံးခါနီးတွင် သူ၏သားသမီးမြေးမြစ်များမှာ အားနည်းနေချိန်၌။ ထို့နောက် မိုးကြိုးမုန်တိုင်းတစ်ခု ကျရောက်လာပြီး သူ၏ဥယျာဉ်ကို ဖျက်ဆီးခဲ့သည်။ ထို့နောက် သူသည် အခြားဥယျာဉ်တစ်ခုကို စိုက်ပျိုးရန် ခွန်အားမရှိတော့သည့်အပြင်၊ သူ၏သားသမီးမြေးမြစ်များကလည်း လုံလောက်သောအကူအညီကို မပေးခဲ့ကြပါ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လည်ရောက်ရှိသောအခါ ရှင်ပြန်ထမြောက်ရာနေ့၌ ငြင်းပယ်သူ၏ အခြေအနေဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ပုံဥပမာရှိ လူသားသည် ဥယျာဉ်ကို ပြန်လည်စိုက်ပျိုးရန် ခွန်အားမရှိသကဲ့သို့ သူသည်လည်း သူ့အတွက် ဆင်ခြေ - သို့မဟုတ် ခိုလှုံရာ - ပေးနိုင်မည့် ကောင်းမှုတစ်ခုမျှ ရှိလိမ့်မည်မဟုတ်ပေ။ ငြင်းပယ်သူသည် အကူအညီရယူရန် မည်သည့်အရာကိုမျှ ရှာဖွေတွေ့ရှိလိမ့်မည်မဟုတ်၊ ပုံဥပမာရှိ လူသား၏သားသမီးမြေးမြစ်များက သူ့ကို အကူအညီမပေးခဲ့ကြသကဲ့သို့ပင်။ ထို့ကြောင့် သူသည် အလိုအပ်ဆုံးအချိန်၌ သူ၏ဆုလာဘ်မှ ကင်းမဲ့ခံရလိမ့်မည်၊ ပုံဥပမာရှိ လူသားသည် သူအိုမင်းပြီး သူ၏သားသမီးမြေးမြစ်များ အားနည်းသွားသောအခါ အလိုအပ်ဆုံးအချိန်၌ အလ္လာဟ်အရှင်မြတ်၏ ဥယျာဉ်မှ ကင်းမဲ့ခံရသကဲ့သို့ပင်။\"</p><p lang=\"my\" class=\"my \">သူ၏ မွတ်စ်တတ်ရက်၌ အလ်-ဟာကင်မ်က မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် ကိုယ်တော်၏ ဒိုအာပြုရာတွင် ပြောကြားလေ့ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ اجْعَلْ أَوْسَعَ رِزْقِكَ عَلَيَّ عِنْدَ كِبَرِ سِنِّي وَانْقِضَاءِ عُمُرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! ကျွန်ုပ် အသက်အရွယ်ကြီးရင့်လာသောအခါနှင့် ကျွန်ုပ်၏ဘဝ ကုန်ဆုံးချိန်၌ ကိုယ်တော်၏ အကြီးမားဆုံးသော ပြင်ဆင်မှုကို ကျွန်ုပ်အတွက် ပြုလုပ်ပေးတော်မူပါ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခြင်း၏ အကြောင်းရင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့စဉ်းစားဆင်ခြင်ရန်အတွက် ကိုယ်တော်၏ ပညတ်တော်များကို ရှင်းလင်းပြသတော်မူသည်)</span> ဆိုလိုသည်မှာ ဥပမာများနှင့် ၎င်းတို့၏ ရည်ရွယ်ချက်များကို နားလည်သဘောပေါက်စေရန်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဥပမာများကို ကျွန်ုပ်တို့သည် လူသားများအတွက် တင်ပြထားသည်၊ သို့သော် အသိပညာရှိသူများမှလွဲ၍ မည်သူမျှ ၎င်းတို့ကို နားလည်လိမ့်မည်မဟုတ်ပေ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ လက္ခဏာများကို)</span>)</span><span class=\"gray\">[၂၉:၄၃]</span>။</p>"
  }
]