[
  {
    "ayah_key": "46:29",
    "group_ayah_key": "46:29",
    "from_ayah": "46:29",
    "to_ayah": "46:32",
    "ayah_keys": "46:29,46:30,46:31,46:32",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် ဂျင်န်အုပ်စုတစ်စုကို သင့်ထံသို့ ကုရ်အာန်ကို နာခံရန် စေလွှတ်ခဲ့သောအခါ <span class=\"gray\">(မှတ်သားပါ)</span>။ ၎င်းတို့ ရောက်ရှိလာသောအခါ 'တိတ်ဆိတ်စွာ နားထောင်ကြ!' ဟု ပြောဆိုကြသည်။ ပြီးဆုံးသောအခါ ၎င်းတို့သည် ၎င်းတို့၏လူမျိုးများထံ သတိပေးသူများအဖြစ် ပြန်သွားကြသည် <span>(၂၉)</span>၎င်းတို့က 'အို ကျွန်ုပ်တို့၏လူမျိုးတို့! မူဆာနောက်ပိုင်း ချမှတ်တော်မူသော ကျမ်းတစ်အုပ်ကို ကျွန်ုပ်တို့ ကြားခဲ့ရသည်။ ၎င်းသည် ယခင်ကျမ်းများကို အတည်ပြုပြီး မှန်ကန်သောအရာနှင့် ဖြောင့်မတ်သောလမ်းသို့ ပို့ဆောင်သည်' ဟု ပြောဆိုကြသည် <span>(၃၀)</span>'အို ကျွန်ုပ်တို့၏လူမျိုးတို့! အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ဆောင်သူကို တုံ့ပြန်ပြီး ၎င်းကို ယုံကြည်ကြပါ။ ၎င်း <span class=\"gray\">(အလ္လာဟ်)</span> သည် သင်တို့၏ အပြစ်အချို့ကို ခွင့်လွှတ်ပြီး ပြင်းထန်သော ညှဉ်းပန်းနှိပ်စက်မှုမှ ကာကွယ်ပေးလိမ့်မည် <span>(၃၁)</span>'အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ဆောင်သူကို မတုံ့ပြန်သူ မည်သူမဆို မြေကြီးပေါ်တွင် လွတ်မြောက်နိုင်မည်မဟုတ်ဘဲ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ကာကွယ်ပေးနိုင်သူ ရှိမည်မဟုတ်ပေ။ ၎င်းတို့သည် ထင်ရှားသော လမ်းမှား၌ ရှိကြသည် <span>(၃၂)</span></p><p lang=\"my\" class=\"my \">ဂျင်န်များ ကုရ်အာန်ကို နာခံခြင်း ဇာတ်လမ်း</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အဇ်-ဇူဘိုင်ယာထံမှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်းက အာယတ်တော်ကို ဤသို့ မှတ်ချက်ပြုခဲ့သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(မှတ်သားကြလော့)</span> ကျွန်ုပ်တို့သည် ဂျင်န်အုပ်စုတစ်စုကို သင်တို့ထံသို့ ကုရ်အာန်ကို နားထောင်ရန် စေလွှတ်ခဲ့သောအခါ။)</span></p><p lang=\"my\" class=\"my \">'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် ဣရှာနမာဇ်ကို ဖတ်နေစဉ်တွင် ၎င်းတို့သည် နခ်လာဟုခေါ်သော နေရာတစ်ခု၌ ရှိနေကြပြီး</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သူ့ကို နာခံရန် တစ်ယောက်ပေါ် တစ်ယောက် တိုးဝှေ့နေကြသည်)</span><span class=\"gray\">(၇၂:၁၉)</span>\" ဆူဖယန်က \"၎င်းတို့သည် သိုးမွှေးပုံထားသလို တစ်ယောက်ပေါ် တစ်ယောက် ရပ်နေကြသည်\" ဟု ပြောခဲ့သည်။ အဟ်မဒ်သည် ဤအရာကို တစ်ဦးတည်း မှတ်တမ်းတင်ခဲ့သည်။ အိမာမ် အဟ်မဒ်နှင့် နာမည်ကြီး အိမာမ် အလ်-ဟာဖိဇ် အဘူ ဗကရ် အလ်-ဘိုင်ဟကီတို့သည် ၎င်းတို့၏ စာအုပ် Dala'il An-Nubuwwah တွင် အိဗ်နု အဘ်ဘာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဂျင်န်များအား ကုရ်အာန်ကို ဘယ်သောအခါမျှ ရွတ်မပြခဲ့ဖူးသလို ၎င်းတို့အား မြင်လည်း မမြင်ခဲ့ဖူးပါ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ ဆွဟာဘီများ အုပ်စုနှင့်အတူ 'ဥကတ်ဇ်' ဈေးဘက်သို့ ဦးတည်သွားနေခဲ့သည်။ ထိုအချိန်တွင် ရှိုင်သွာန်များကို ကောင်းကင်ဘုံသတင်းများကို ခိုးနားထောင်ခြင်းမှ တားမြစ်ခံခဲ့ရပြီး မီးတောက်များဖြင့် တိုက်ခိုက်ခံနေရသည် <span class=\"gray\">(၎င်းတို့ နားထောင်ရန် ကြိုးစားတိုင်း)</span>။ ရှိုင်သွာန်များ ၎င်းတို့၏လူမျိုးများထံ ပြန်ရောက်သောအခါ ၎င်းတို့ ဘာဖြစ်ခဲ့သည်ကို မေးမြန်းခဲ့ကြရာ ၎င်းတို့က 'ကျွန်ုပ်တို့သည် ကောင်းကင်ဘုံသတင်းများကို ခိုးနားထောင်ခြင်းမှ တားမြစ်ခံခဲ့ရပြီး မီးတောက်များ ယခုအခါ ကျွန်ုပ်တို့ကို တိုက်ခိုက်နေသည်' ဟု ပြန်ဖြေခဲ့ကြသည်။ ၎င်းတို့၏လူမျိုးများက 'ကောင်းကင်ဘုံသတင်းများကို ခိုးနားထောင်ခြင်းမှ သင်တို့ကို တားမြစ်ခံခဲ့ရသည်မှာ ဖြစ်ပျက်ခဲ့သော <span class=\"gray\">(အဓိက)</span> တစ်စုံတစ်ရာကြောင့်သာ ဖြစ်သည်။ ထို့ကြောင့် ကမ္ဘာမြေအနှံ့ အရှေ့အနောက်သို့ သွားရောက်ကာ ကောင်းကင်ဘုံသတင်းများကို ခိုးနားထောင်ခြင်းမှ သင်တို့ကို အဘယ်အရာက တားဆီးထားသည်ကို ကြည့်ရှုကြလော့' ဟု ပြောခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ကောင်းကင်ဘုံသတင်းများကို ခိုးနားထောင်ခြင်းမှ ၎င်းတို့ကို အဘယ်အရာက တားဆီးထားသည်ကို ရှာဖွေရန် ကမ္ဘာမြေအနှံ့ အရှေ့အနောက်သို့ ခရီးနှင်ခဲ့ကြသည်။ ၎င်းတို့အုပ်စုတစ်စုသည် တီဟာမာဘက်သို့ သွားရောက်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို 'ဥကတ်ဇ်' ဈေးသို့သွားရာလမ်းရှိ နခ်လာဟုခေါ်သော နေရာတစ်ခု၌ တွေ့ရှိခဲ့ကြသည်။ ၎င်းသည် ၎င်း၏ ဆွဟာဘီများကို ဖဂျရ်နမာဇ်တွင် ဦးဆောင်နေခဲ့သည်။ ဂျင်န်များ ကုရ်အာန်ရွတ်ဆိုသံကို ကြားသောအခါ ၎င်းတို့သည် နားထောင်ရန် ရပ်နားခဲ့ကြပြီး ထို့နောက် ၎င်းတို့က 'အလ္လာဟ်အရှင်မြတ်ကို အိုထ်! ဤအရာသည် ကောင်းကင်ဘုံသတင်းများကို ခိုးနားထောင်ခြင်းမှ သင်တို့ကို တားဆီးထားသောအရာပင်' ဟု ပြောဆိုကြသည်။ ထို့နောက် ၎င်းတို့သည် ၎င်းတို့၏လူမျိုးများထံ ပြန်သွားပြီး ၎င်းတို့ကို ပြောပြခဲ့ကြသည်: 'ကျွန်ုပ်တို့၏လူမျိုးတို့! ကျွန်ုပ်တို့သည် အံ့သြဖွယ် ရွတ်ဆိုသံ <span class=\"gray\">(ကုရ်အာန်)</span> ကို ကြားခဲ့ရသည်မှာ သေချာသည်။ ၎င်းသည် မှန်ကန်သောလမ်းသို့ ပို့ဆောင်သည်။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းကို ယုံကြည်ခဲ့ပြီး ကျွန်ုပ်တို့၏ အရှင်သခင်နှင့်အတူ မည်သူကိုမျှ ကိုးကွယ်ရာတွင် ပူးပေါင်းမည်မဟုတ်ပါ။' ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ အား ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- ဂျင်န်အုပ်စုတစ်စု နားထောင်ခဲ့ကြောင်း <span class=\"gray\">(ကုရ်အာန်ကို)</span> ကျွန်ုပ်ထံ ထုတ်ဖော်ပြသပြီးဖြစ်သည်)</span><span class=\"gray\">(၇၂:၁)</span> ဤသို့ဖြင့် ၎င်းထံ ထုတ်ဖော်ပြသခဲ့သည်မှာ ဂျင်န်တို့၏ ပြောဆိုချက်သာ ဖြစ်သည်။\" အလ်-ဘူခါရီသည် အလားတူ မှတ်တမ်းကို မှတ်တမ်းတင်ခဲ့ပြီး မွတ်စ်လင်မ်က ၎င်းကို <span class=\"gray\">(ဤနေရာတွင် ရှိသည့်အတိုင်း)</span> မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီကလည်း မှတ်တမ်းတင်ခဲ့ပြီး အန်-နစာအီကလည်း ၎င်း၏ Tafsir တွင် မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဗ်ဒူလ္လာဟ် ဘင် မဆ်အူဒ်က အနခ်လာဟု ခေါ်သော နေရာတစ်ခုတွင် နဗီတမန်တော် ﷺ ကုရ်အာန် ရွတ်ဖတ်နေစဉ် ဂျင်န်များ ဆင်းသက်လာကြောင်း ဖော်ပြခဲ့သည်။ ၎င်းတို့သည် ၎င်းကို ကြားသောအခါ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا أَنْصِتُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က 'တိတ်ဆိတ်စွာ နားထောင်ကြ!' ဟု ပြောဆိုကြသည်)</span> ဆိုလိုသည်မှာ 'တိတ်ဆိတ်ကြ!' ၎င်းတို့သည် ကိုးဦးရှိပြီး ၎င်းတို့ထဲမှ တစ်ဦးကို ဇော်ဘာအာဟု ခေါ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ۖ فَلَمَّا قُضِيَ وَلَّوْا إِلَىٰ قَوْمِهِمْ مُنْذِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ဂျင်န်အုပ်စုတစ်စုကို သင့်ထံသို့ ကုရ်အာန်ကို နားထောင်ရန် စေလွှတ်ခဲ့သောအခါ။ ၎င်းတို့ ရောက်ရှိလာသောအခါ 'တိတ်ဆိတ်စွာ နားထောင်ကြ!' ဟု ပြောဆိုကြသည်။ ပြီးဆုံးသောအခါ ၎င်းတို့သည် ၎င်းတို့၏လူမျိုးများထံ သတိပေးသူများအဖြစ် ပြန်သွားကြသည်)</span> ၎င်း၏ မိန့်ဆိုချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضَلَالٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထင်ရှားသော လမ်းမှား၌)</span> ဤသို့ဖြင့် ဤမှတ်တမ်းနှင့် အထက်ပါ အိဗ်နု အဘ်ဘာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ၏ မှတ်တမ်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ထိုအချိန်က ဂျင်န်များရှိနေခြင်းကို မသိခဲ့ကြောင်း ဖော်ပြသည်။ ၎င်းတို့သည် ၎င်း၏ရွတ်ဆိုသံကို နာခံပြီး ၎င်းတို့၏လူမျိုးများထံ ပြန်သွားခဲ့ကြသည်။ နောက်ပိုင်းတွင် ၎င်းတို့သည် အုပ်စုများဖွဲ့၍၊ တစ်ဖွဲ့ပြီး တစ်ဖွဲ့၊ တစ်အုပ်စုပြီး တစ်အုပ်စု ၎င်းထံ လာရောက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَّوْا إِلَىٰ قَوْمِهِمْ مُنْذِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏လူမျိုးများထံ သတိပေးသူများအဖြစ် ပြန်သွားကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏လူမျိုးများထံ ပြန်သွားပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ကြားခဲ့ရသောအရာများကို ၎င်းတို့အား သတိပေးခဲ့ကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့သည် ဘာသာတရားတွင် နားလည်မှုရရှိစေရန်နှင့် ၎င်းတို့၏လူမျိုးများထံ ပြန်ရောက်သောအခါ ၎င်းတို့အား သတိပေးနိုင်ရန်၊ သို့မှသာ ၎င်းတို့သည် <span class=\"gray\">(မကောင်းမှုမှ)</span> သတိထားနိုင်ကြမည်။)</span><span class=\"gray\">(၉:၁၂၂)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်ကို ဂျင်န်များ၌ ၎င်းတို့ကိုယ်တိုင်ထဲမှ သတိပေးသူများရှိသော်လည်း တမန်တော်များ မရှိကြောင်း အထောက်အထားအဖြစ် အသုံးပြုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဂျင်န်များထဲမှ တမန်တော်များ စေလွှတ်ခြင်း မရှိသည်မှာ သံသယဖြစ်ဖွယ်မရှိပေ၊ အကြောင်းမှာ ၎င်းအရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَىٰ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင့်မတိုင်မီက ကျွန်ုပ်တို့သည် တမန်တော်အဖြစ် မြို့ရွာများမှ လူများထဲမှ ကျွန်ုပ်တို့ ထုတ်ဖော်ခဲ့သူများမှလွဲ၍ မည်သူ့ကိုမျှ မစေလွှတ်ခဲ့ပါ)</span><span class=\"gray\">(၁၂:၁၀၉)</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင့်မတိုင်မီ တမန်တော်များထဲမှ မည်သူ့ကိုမျှ မစေလွှတ်ခဲ့ပါ၊ ၎င်းတို့သည် အစားအသောက်စားကြပြီး ဈေးများတွင် လမ်းလျှောက်ကြသည်မှလွဲ၍)</span><span class=\"gray\">(၂၅:၂၀)</span> ထို့ပြင် ၎င်းအရှင်မြတ်က အစ်ဗရာဟင်မ် အလ်-ခါလီးလ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) နှင့် ပတ်သက်၍ မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့ပြင် ၎င်း၏သားစဉ်မြေးဆက်တို့၌ တမန်တော်အဖြစ်နှင့် ကျမ်းဂန်ကို ထားရှိခဲ့သည်)</span><span class=\"gray\">(၂၉:၂၇)</span> ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က အစ်ဗရာဟင်မ်နောက်ပိုင်း စေလွှတ်ခဲ့သော တမန်တော်တိုင်းသည် ၎င်း၏သားသမီးများနှင့် မျိုးဆက်များမှ ဖြစ်ကြသည်။ ဆူရဟ် အလ်-အန်အမ်ရှိ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဂျင်န်နှင့် လူသားအပေါင်းတို့! သင်တို့ထဲမှ တမန်တော်များ သင်တို့ထံ မလာခဲ့ကြဘူးလား)</span><span class=\"gray\">(၆:၁၃၀)</span> ၎င်းသည် အမျိုးအစားနှစ်ခုလုံးကို စုပေါင်း၍သာ သက်ဆိုင်သော်လည်း ၎င်းတို့ထဲမှ တစ်ခုတည်းကိုသာ သီးသန့်သက်ဆိုင်သည်၊ ၎င်းမှာ လူသားပင်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနှစ်ခုလုံး <span class=\"gray\">(ဆားငံရေနှင့် ရေချို)</span> မှ ပုလဲနှင့် မာရ်ဂျာန် ထွက်ပေါ်လာသည်)</span><span class=\"gray\">(၅၅:၂၂)</span> ၎င်းအရှင်မြတ်က \"၎င်းနှစ်ခုလုံး\" ဟု မိန့်တော်မူခဲ့သော်လည်း ၎င်းသည် ရေအမျိုးအစား နှစ်ခုထဲမှ တစ်ခုတည်း <span class=\"gray\">(ဆားငံရေ)</span> ကိုသာ သက်ဆိုင်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဂျင်န်တို့သည် ၎င်းတို့၏လူမျိုးများအား မည်သို့ သတိပေးခဲ့ကြောင်း ရှင်းပြသည်။ ၎င်းအရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က 'အို ကျွန်ုပ်တို့၏လူမျိုးတို့! မူဆာနောက်ပိုင်း ချမှတ်တော်မူသော ကျမ်းတစ်အုပ်ကို ကျွန်ုပ်တို့ ကြားခဲ့ရသည်' ဟု ပြောဆိုကြသည်)</span> ၎င်းတို့သည် အီဆာ (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) ကို မဖော်ပြခဲ့ကြပေ၊ အကြောင်းမှာ ၎င်းထံ ထုတ်ဖော်ခဲ့သော အင်ဂျီလ်ကျမ်းသည် ဆုံးမဩဝါဒများနှင့် တိုက်တွန်းချက်များ ပါဝင်သော်လည်း ခွင့်ပြုချက် သို့မဟုတ် တားမြစ်ချက် အနည်းငယ်သာ ပါဝင်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းသည် တော်ရာ၏ ဥပဒေပြုခြင်းအတွက် ဖြည့်စွက်ချက်တစ်ခုနှင့်တူပြီး တော်ရာသည် အကိုးအကားဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့က 'မူဆာနောက်ပိုင်း ချမှတ်တော်မူသည်' ဟု ပြောခဲ့ကြသည်။ ဤသည်မှာ ဝါရကာ ဘင် နောင်ဖလ်က နဗီတမန်တော် ﷺ အား ၎င်း၏ ဂျိဗ်ရီလ်၊ အန်-နာမုစ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) နှင့် ပထမဆုံး တွေ့ဆုံမှုအကြောင်း ပြောပြသောအခါ ပြောဆိုခဲ့သည့် နည်းလမ်းပင်ဖြစ်သည်။ ၎င်းက 'အလွန်ကောင်းပါသည်၊ အလွန်ကောင်းပါသည်! ဤသည်မှာ မူဆာထံ အမြဲလာရောက်လေ့ရှိသော <span class=\"gray\">(ကောင်းကင်တမန်)</span> ပင်။ ကျွန်ုပ်သာ လူငယ်တစ်ဦးအဖြစ် ရှိနေသေးပါက <span class=\"gray\">(သင့်ကို ထောက်ခံရန်)</span>' ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ရှေ့တွင် ရှိခဲ့သည်များကို အတည်ပြုသည်)</span> ဆိုလိုသည်မှာ ၎င်း၏ရှေ့တွင် ယခင်တမန်တော်များထံ ထုတ်ဖော်ခဲ့သော ကျမ်းဂန်များပင်ဖြစ်သည်။ ထို့နောက် ၎င်းတို့က ပြောဆိုကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِي إِلَى الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မှန်ကန်သောအရာသို့ ပို့ဆောင်သည်)</span> ဆိုလိုသည်မှာ ယုံကြည်မှုနှင့် သတင်းအချက်အလက်တို့၌ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِلَىٰ طَرِيقٍ مُسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဖြောင့်မတ်သော လမ်းသို့)</span> ဆိုလိုသည်မှာ လုပ်ရပ်များ၌ ဖြစ်သည်။ ကုရ်အာန်သည် အမှန်စင်စစ် အချက်နှစ်ချက် ပါဝင်သည်- သတင်းအချက်အလက်နှင့် ပညတ်တော်များ။ ၎င်း၏ သတင်းအချက်အလက်သည် မှန်ကန်ပြီး ၎င်း၏ ပညတ်တော်များအားလုံးသည် မျှတသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်၏ နှုတ်ကပတ်တော်သည် မှန်ကန်မှုနှင့် တရားမျှတမှုတို့၌ ပြည့်စုံခဲ့ပြီ)</span><span class=\"gray\">(၆:၁၁၅)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သည် ၎င်း၏တမန်တော်ကို လမ်းညွှန်မှုနှင့် မှန်ကန်သောဘာသာတရားဖြင့် စေလွှတ်တော်မူခဲ့သူဖြစ်သည်)</span><span class=\"gray\">(၄၈:၂၈)</span> လမ်းညွှန်မှုသည် အကျိုးပြုသော အသိပညာဖြစ်ပြီး မှန်ကန်သောဘာသာတရားဆိုသည်မှာ ဖြောင့်မတ်သော ကောင်းမှုကုသိုလ်များကို ဆိုလိုသည်။ ဤသို့ဖြင့် ဂျင်န်တို့က ပြောဆိုခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِي إِلَى الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မှန်ကန်သောအရာသို့ ပို့ဆောင်သည်)</span> ယုံကြည်မှုကိစ္စများ၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَىٰ طَرِيقٍ مُسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဖြောင့်မတ်သော လမ်းသို့)</span> ဆိုလိုသည်မှာ လုပ်ရပ်များနှင့် ပတ်သက်၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏လူမျိုးတို့! အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ဆောင်သူကို တုံ့ပြန်ကြ!)</span> ဤသည်မှာ မိုဟမ္မဒ် ﷺ ကို လူသားများနှင့် ဂျင်န်များ နှစ်ခုလုံးထံ စေလွှတ်ခဲ့ကြောင်း အထောက်အထားဖြစ်သည်။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ဆောင်သူကို တုံ့ပြန်ပြီး ၎င်းကို ယုံကြည်ကြ!)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ထို့နောက် သင်တို့၏ အပြစ်အချို့ကို ခွင့်လွှတ်ပေးလိမ့်မည်)</span> အချို့ပညာရှင်များက ဤနေရာရှိ \"အချို့\" သည် အရန်ပုဒ်ဖြစ်သည်ဟု ပြောဆိုကြသော်လည်း အတည်ပြုချက်အဓိပ္ပါယ်ကို အားဖြည့်ရန် ၎င်းကို အသုံးပြုခဲသောကြောင့် ဤသည်မှာ မေးခွန်းထုတ်စရာဖြစ်သည်။ အခြားသူများကမူ ၎င်းသည် တစ်စိတ်တစ်ပိုင်း ခွင့်လွှတ်ခြင်းကို ဆိုလိုသည်ဟု ပြောဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြင်းထန်သော ညှဉ်းပန်းနှိပ်စက်မှုမှ ကာကွယ်ပေးလိမ့်မည်)</span> ဆိုလိုသည်မှာ ၎င်းအရှင်မြတ်သည် ၎င်း၏ပြင်းထန်သော ပြစ်ဒဏ်မှ သင့်ကို ကာကွယ်ပေးလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ ပြောဆိုခဲ့သည်ကို အသိပေးသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ဆောင်သူကို မတုံ့ပြန်သူ မည်သူမဆို မြေကြီးပေါ်တွင် လွတ်မြောက်နိုင်မည်မဟုတ်ပေ)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်သည် ၎င်းကို လွှမ်းခြုံထားပြီး ဝန်းရံထားသည်</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ကာကွယ်ပေးနိုင်သူ ရှိမည်မဟုတ်ပေ)</span> ဆိုလိုသည်မှာ မည်သူမျှ အလ္လာဟ်အရှင်မြတ်ကို ဆန့်ကျင်၍ ၎င်းကို ကာကွယ်ပေးနိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထင်ရှားသော လမ်းမှား၌ ရှိကြသည်)</span> ဤသည်မှာ ခြိမ်းခြောက်မှုနှင့် သတိပေးချက်ဖြစ်သည်။ ဤသို့ဖြင့် ထိုဂျင်န်တို့သည် ၎င်းတို့၏လူမျိုးများအား အားပေးမှုနှင့် သတိပေးမှုတို့ဖြင့် ခေါ်ဆိုခဲ့ကြသည်။ ဤအကြောင်းကြောင့် ဂျင်န်များစွာသည် နားလည်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ဆက်တိုက်ကိုယ်စားလှယ်များအဖြစ် လာရောက်ခဲ့ကြသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံး၏ ထိုက်တန်သူဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး သိတော်မူသည်။</p>"
  }
]