[
  {
    "ayah_key": "48:29",
    "group_ayah_key": "48:29",
    "from_ayah": "48:29",
    "to_ayah": "48:29",
    "ayah_keys": "48:29",
    "text": "<p lang=\"my\" class=\"my \">မုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်တော်မူ၏။ ၎င်းအရှင်မြတ်နှင့်အတူရှိကြသူများသည် မယုံကြည်သူများနှင့် စပ်လျဉ်း၍ ပြင်းထန်ကြ၏။ အချင်းချင်းတို့တွင်မူ ကရုဏာထားသူများ ဖြစ်ကြ၏။ ၎င်းတို့ကို သင်သည် အရိုအသေပြုနေကြသည်ကို လည်းကောင်း၊ ဝပ်တွားဦးချနေကြသည်ကို လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ဆုလာဘ်နှင့် နှစ်သက်မှုကို ရှာဖွေနေကြသည်ကို လည်းကောင်း တွေ့ရပေမည်။ ၎င်းတို့၏ လက္ခဏာသည် ၎င်းတို့၏ မျက်နှာများပေါ်တွင် ဝပ်တွားဦးချခြင်း၏ အမှတ်အသားများမှ ရှိနေသည်။ ဤသည်မှာ သောင်ရာကျမ်းတော်တွင် ၎င်းတို့၏ ဖော်ပြချက်ဖြစ်သည်။ သို့သော် အင်ဂျီလ်ကျမ်းတော်တွင်မူ ၎င်းတို့၏ ဖော်ပြချက်မှာ အပင်ပေါက်သည့်မျိုးစေ့နှင့် တူ၏။ ထို့နောက် ၎င်းသည် အားကောင်းလာပြီး ထူထဲလာကာ ၎င်း၏ပင်စည်ပေါ်တွင် တည့်မတ်စွာ ရပ်တည်နေပြီး မျိုးစေ့ချသူများကို နှစ်သက်စေသည်၊ သို့မှသာ ၎င်းတို့နှင့်အတူ မယုံကြည်သူများကို အရှင်မြတ်က ဒေါသထွက်စေရန် ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အနက်မှ ယုံကြည်ပြီး ကောင်းမှုပြုကြသူများကို ခွင့်လွှတ်ခြင်းနှင့် ကြီးမားသော ဆုလာဘ်ကို ကတိပြုထားတော်မူ၏။ <span>(၂၉)</span></p><p lang=\"my\" class=\"my \">သစ္စာရှိသည့် မွတ်စ်လင်မ်များ၏ အရည်အသွေးများနှင့် ၎င်းတို့၏ မြင့်မားခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ သည် ဧကန်မလွဲ ၎င်းအရှင်မြတ်၏ တမန်တော်ဖြစ်သည်ဟု ကြေညာထားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُحَمَّدٌ رَسُولُ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်တော်မူ၏။)</span> ဤအရည်အသွေးသည် လှပသော ဖော်ပြချက်တိုင်းကို ပေါင်းစပ်ထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ရစူလ်တမန်တော် ﷺ ၏ ဆွဟာဘာများကို ချီးကျူးတော်မူ၏။ ၎င်းတို့အားလုံးကို အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်နှင့်အတူရှိကြသူများသည် မယုံကြည်သူများနှင့် စပ်လျဉ်း၍ ပြင်းထန်ကြ၏။ အချင်းချင်းတို့တွင်မူ ကရုဏာထားသူများ ဖြစ်ကြ၏။)</span> ၎င်းအရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးအရှင်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်ကြားထားသကဲ့သို့ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ်နှစ်သက်တော်မူမည့် လူမျိုးတစ်မျိုးကို ဆောင်ကြဉ်းလာမည်ဖြစ်ပြီး ၎င်းတို့ကလည်း ၎င်းအရှင်မြတ်ကို နှစ်သက်ကြလိမ့်မည်။ မွတ်စ်လင်မ်များအပေါ်တွင် နူးညံ့သိမ်မွေ့ကြပြီး မယုံကြည်သူများအပေါ်တွင် တင်းမာကြသူများဖြစ်၏။)</span><span class=\"gray\">(၅:၅၄)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ မွတ်စ်လင်မ်များ၏ ဖော်ပြချက်ဖြစ်၏။ မယုံကြည်သူများနှင့် စပ်လျဉ်း၍ တင်းမာကြ၏။ မွတ်စ်လင်မ်များအပေါ်တွင် ကရုဏာရှိပြီး ကြင်နာတတ်ကြ၏။ မယုံကြည်သူများရှေ့တွင် အပြုံးမရှိဘဲ ဒေါသထွက်ကြ၏။ ၎င်း၏ ယုံကြည်သူညီအစ်ကိုရှေ့တွင်မူ ပြုံးရွှင်ဝမ်းသာနေကြ၏။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်ကြားထားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့နှင့် နီးစပ်သော မယုံကြည်သူများနှင့် တိုက်ခိုက်ကြကုန်၊ သင်တို့ထံတွင် ၎င်းတို့က တင်းမာမှုကို တွေ့ရှိစေကုန်။)</span><span class=\"gray\">(၉:၁၂၃)</span> တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ كَمَثَلِ الْجَسَدِ الْوَاحِدِ، إِذَا اشْتَكَىٰ مِنْهُ عُضْوٌ تَدَاعَىٰ لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စ်လင်မ်တို့သည် အချင်းချင်း ကြင်နာမှုနှင့် ကရုဏာထားရာတွင် ခန္ဓာကိုယ်နှင့် တူ၏။ ၎င်း၏ ကိုယ်အင်္ဂါတစ်ခု ဖျားနာလျှင် ကျန်ခန္ဓာကိုယ်တစ်ခုလုံးသည် အဖျားနှင့် အိပ်မပျော်ခြင်းဖြင့် တုံ့ပြန်ကြ၏။)</span> တမန်တော်မြတ် ﷺ ကလည်း မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတစ်ဦးသည် အခြားယုံကြည်သူတစ်ဦးအတွက် အစိတ်အပိုင်းအမျိုးမျိုးက အချင်းချင်းအားဖြည့်ပေးသော အဆောက်အအုံနှင့်တူ၏။)</span> ထို့နောက် ၎င်းအရှင်သည် ၎င်း၏လက်များကို လက်ချောင်းများဖြင့် ချိတ်ဆက်ကာ ဆုပ်ကိုင်ထားသည်။ ဤဟဒီးဆ်နှစ်ပုဒ်လုံးကို ဆွဟီးဟ်ကျမ်းတွင် စုဆောင်းထားသည်။ အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးအရှင်က မိန့်ကြားထားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို သင်သည် အရိုအသေပြုနေကြသည်ကို လည်းကောင်း၊ ဝပ်တွားဦးချနေကြသည်ကို လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ဆုလာဘ်နှင့် နှစ်သက်မှုကို ရှာဖွေနေကြသည်ကို လည်းကောင်း တွေ့ရပေမည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မွတ်စ်လင်မ်များကို ကောင်းမှုများ ပြုလုပ်ရာတွင် လည်းကောင်း၊ ဝတ်ပြုဆုတောင်းရာတွင် လည်းကောင်း တက်ကြွလှုပ်ရှားကြောင်း ဖော်ပြထားတော်မူ၏။ ၎င်းသည် ရှိသမျှတို့တွင် အကောင်းဆုံးသော လုပ်ရပ်ဖြစ်ပြီး ဝတ်ပြုဆုတောင်းခြင်းတွင် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးအရှင်အား ရိုးသားစွာ ကိုးကွယ်ကာ ၎င်းအရှင်မြတ်၏ သဒ္ဒါတရားကြီးမားသော ဆုလာဘ်ကိုသာ စောင့်မျှော်နေကြ၏။ အလ္လာဟ်အရှင်မြတ်၏ အကောင်းဆုံးသော ဆုလာဘ်သည် ၎င်းအရှင်မြတ်၏ ကောင်းကျိုးချမ်းသာများနှင့် ကျေးဇူးတော်များ၊ ပေါများသော စားနပ်ရိက္ခာများ ပါဝင်သည့် ဂျန္နတ်သုခဘုံဖြစ်သည့်အပြင်၊ အရင်ဆုလာဘ်ထက် ပိုမိုကြီးမြတ်သည့် ၎င်းအရှင်မြတ်၏ နှစ်သက်မှုကို ရရှိခြင်းလည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကြီးမြတ်ဆုံးသော ချမ်းသာသည် အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်ခြင်း ဖြစ်သည်။)</span><span class=\"gray\">(၉:၇၂)</span> အလ္လာဟ်အရှင်မြတ်၏ နောက်ထပ်မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လက္ခဏာသည် ၎င်းတို့၏ မျက်နှာများပေါ်တွင် ဝပ်တွားဦးချခြင်း၏ အမှတ်အသားများမှ ရှိနေသည်။)</span> ဆိုသည်မှာ လှပသော အသွင်အပြင်ကို ရည်ညွှန်းသည်။ ၎င်းအား အလီ ဘင် အဘီ တလ်ဟာ မှတစ်ဆင့် ရယူထားသော အိဗ်နု အဘ္ဘားစ်၏ အဆိုအရ ဖြစ်သည်။ မုဂျာဟိဒ်နှင့် အခြားသူအများအပြားက ဤသို့ရှင်းပြထားသည်။ \"၎င်းသည် နှိမ့်ချမှုနှင့် ရိုသေလေးစားမှုကို ဆိုလိုသည်။\" အချို့ကမူ \"ကောင်းမှုသည် နှလုံးသားကို အလင်းပေး၏၊ မျက်နှာကို တောက်ပစေ၏၊ စားနပ်ရိက္ခာကို ပေါများစေ၏၊ လူတို့၏ စိတ်နှလုံးတွင် ချစ်ခြင်းမေတ္တာကို ဖြစ်ပေါ်စေ၏\" ဟု ဆိုကြသည်။ သစ္စာရှိသူတို့၏ ခေါင်းဆောင်၊ 'ဥစ်မန် ဘင် 'အဖ်ဖန်က \"မည်သူမဆို လျှို့ဝှက်ချက်တစ်ခုကို ဖုံးကွယ်ထားလျှင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ မျက်နှာပေါ်တွင် ၎င်းလုပ်ခဲ့သည့်အရာကို ဖော်ပြမည် သို့မဟုတ် ၎င်း၏ပါးစပ်မှ မတော်တဆ ထွက်ပေါ်လာသော စကားများဖြင့် ဖော်ပြမည်ဖြစ်သည်။\" ဟု မိန့်ကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ အဘ်ဒုလ္လာဟ် ဘင် 'အဘ္ဘားစ်က တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْهَدْيَ الصَّالِحَ، وَالسَّمْتَ الصَّالِحَ، وَالْاقْتِصَادَ، جُزْءٌ مِنْ خَمْسَةٍ وَعِشْرِينَ جُزْءًا مِنَ النُّبُوَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်သော်ကား၊ ကောင်းမွန်သော အမူအကျင့်၊ လှပသော ရုပ်သွင်နှင့် မျှတခြင်းသည် တမန်တော်ပြုခြင်း၏ နှစ်ဆယ့်ငါးပုံတစ်ပုံ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အဗူ ဒါဝူးဒ်ကလည်း ဤဟဒီးဆ်တော်ကို စုဆောင်းထားသည်။ ထို့ကြောင့် ဆွဟာဘာများ၊ ၎င်းတို့အားလုံးကို အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ ၎င်းတို့တွင် ရိုးသားသော ရည်ရွယ်ချက်များနှင့် ကောင်းမှုများရှိသည့်အတွက် ၎င်းတို့ကို မြင်ရသူတိုင်းက ၎င်းတို့၏ အသွင်အပြင်နှင့် အမူအကျင့်များကို နှစ်သက်ကြသည်။ အီမာမ် မာလစ်ခ်က \"ကျွန်ုပ်အား ပြောပြသည်မှာ ခရစ်ယာန်များသည် အရှ်-ရှမ်း (Ash-Sham) ကို အောင်နိုင်ခဲ့သော ဆွဟာဘာများကို တွေ့မြင်သောအခါ ၎င်းတို့က မှတ်ချက်ပေးခဲ့သည် 'ဤသူများသည် အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပြောရမည်ဆိုလျှင်၊ ကျွန်ုပ်တို့ထံသို့ ရောက်ရှိလာသော အချက်အလက်များအရ ('အီဆာ၏) တပည့်သာဝကများထက် ပိုမိုကောင်းမွန်ကြသည်။'\" ၎င်းတို့သည် အမှန်ပင် ပြောဆိုခဲ့ကြသည်။ အကြောင်းမှာ ဤအွမ္မသ် (လူမျိုး) အကြောင်းကို အရင်ထုတ်ပြန်ခဲ့သော ကျမ်းဂန်များတွင် ဂုဏ်ယူဖွယ်ရာ ဖော်ပြထားသောကြောင့် ဖြစ်သည်။ ဤအွမ္မသ်၏ အကောင်းဆုံးနှင့် အလေးအမြတ်ဆုံး အဖွဲ့ဝင်များမှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဆွဟာဘာများ ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးအရှင်သည် အရင်ကျမ်းများနှင့် ဗျာဒိတ်တော်များတွင် ၎င်းတို့ကို ချီးကျူးတော်မူခဲ့ပြီး ဤသည်မှာ ၎င်းအရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားခဲ့သည့် အကြောင်းရင်းဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သောင်ရာကျမ်းတော်တွင် ၎င်းတို့၏ ဖော်ပြချက်ဖြစ်သည်။)</span> ထို့နောက် မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အင်ဂျီလ်ကျမ်းတော်တွင်မူ ၎င်းတို့၏ ဖော်ပြချက်မှာ အပင်ပေါက်သည့်မျိုးစေ့နှင့် တူ၏ <span class=\"gray\">(ရှက်တ'အာ)</span>)</span> ၎င်း၏ အပင်ပေါက် သို့မဟုတ် အကိုင်းအခက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَآزَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းကို အားကောင်းစေ၏၊)</span> ကိုယ့်ဘာသာ ရပ်တည်နိုင်ရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَغْلَظَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ထူထဲလာ၏)</span>, နုပျိုပြီး ရှည်လျား၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَوَىٰ عَلَىٰ سُوقِهِ يُعْجِبُ الزُّرَّاعَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏ပင်စည်ပေါ်တွင် တည့်မတ်စွာ ရပ်တည်နေပြီး မျိုးစေ့ချသူများကို နှစ်သက်စေသည်၊)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဆွဟာဘာများကို ဖော်ပြသည့် ဥပမာဖြစ်သည်။ ၎င်းတို့သည် ရစူလ်တမန်တော် ﷺ အား အကူအညီ၊ ထောက်ခံမှုနှင့် အောင်ပွဲကို ပေးခဲ့ကြသည်၊ အပင်ပေါက်က အပင်ကို ခိုင်မာစေသကဲ့သို့ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَغِيظَ بِهِمُ الْكُفَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ၎င်းအရှင်မြတ်က ၎င်းတို့နှင့်အတူ မယုံကြည်သူများကို ဒေါသထွက်စေရန် ဖြစ်၏။)</span> ဤအာယသ်တော်ကို မှီခိုလျက် အီမာမ် မာလစ်ခ်က ရွာဝါဖစ်ဒ် (Rawafid) များသည် မယုံကြည်သူများဖြစ်သည်ဟု ပြောကြားခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဆွဟာဘာများကို မုန်းတီးသောကြောင့်ဖြစ်သည်။ ၎င်းတို့အားလုံးကို အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ။ မာလစ်ခ်က \"ဆွဟာဘာများသည် ၎င်းတို့ကို ဒေါသထွက်စေသည်၊ ဤအာယသ်တော်အရ ဆွဟာဘာများကြောင့် ဒေါသထွက်သူသည် မယုံကြည်သူဖြစ်သည်။\" ဟု မိန့်ကြားခဲ့သည်။ ပညာရှင်များစွာက မာလစ်ခ်၏ အမြင်နှင့် သဘောတူညီခဲ့ကြသည်။ ၎င်းတို့အားလုံးကို အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ။ ဆွဟာဘာများ၏ ဂုဏ်ကျေးဇူးများကို ဖော်ပြထားသည့် ဟဒီးဆ်တော်များစွာရှိပြီး ၎င်းတို့၏ အမှားများကို ဝေဖန်ခြင်းကို တားမြစ်ထားသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို ချီးကျူးပြီး ၎င်းတို့အား နှစ်သက်ကြောင်း ကြေညာထားခြင်းပင် လုံလောက်သည်။ အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးအရှင်က မိန့်ကြားထားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အနက်မှ ယုံကြည်ပြီး ကောင်းမှုပြုကြသူများကို ခွင့်လွှတ်ခြင်းကို ကတိပြုထားတော်မူ၏)</span> ၎င်းတို့၏ အပြစ်များအတွက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْرًا عَظِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကြီးမားသော ဆုလာဘ်။)</span> သဒ္ဒါတရားကြီးမားသော ဆုလာဘ်နှင့် ဂုဏ်ယူဖွယ်ရာ စားနပ်ရိက္ခာများ။ စင်စစ်သော်ကား၊ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ပြီး ပြည့်စုံလာမည်ဖြစ်ကာ မည်သည့်အခါမျှ ဖောက်ဖျက်ခံရမည် သို့မဟုတ် ပြောင်းလဲခံရမည်မဟုတ်။ ဧကန်မလွဲ၊ ဆွဟာဘာများ၏ လမ်းညွှန်မှုကို လိုက်နာသူအားလုံး၊ ၎င်းတို့အားလုံးကို အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ ၎င်းတို့နှင့်တူညီကြလိမ့်မည်။ သို့သော် ဆွဟာဘာများသည် ပိုမိုကောင်းမွန်သော ဂုဏ်ကျေးဇူး၊ ထင်ရှားသော ဦးဆောင်မှုနှင့် စရိုက်လက္ခဏာတွင် ပြည့်စုံမှုများ ရှိကြသည်၊ ထိုအကြောင်းများကြောင့် ဤအွမ္မသ်တွင် မည်သူမျှ ၎င်းတို့၏ အဆင့်ကို ရောက်ရှိနိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို နှစ်သက်တော်မူပြီး ၎င်းတို့အား ကျေနပ်စေတော်မူပါစေ။ ၎င်းတို့ကို အလ်-ဖိရ်ဒေါဝ်စ်ဥယျာဉ်များတွင် ထားရှိတော်မူပြီး ၎င်းတို့၏ နေအိမ်ဖြစ်စေတော်မူပါစေ။ ၎င်းအရှင်မြတ်သည် ထိုအရာအားလုံးကို ပြီးမြောက်စေခဲ့ပြီးဖြစ်သည်။ ၎င်း၏ဆွဟီးဟ်ကျမ်းတွင် မွတ်စ်လင်မ်က မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဟိုရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسُبُّوا أَصْحَابِي، فَوَالَّذِي نَفْسِي بِيَدِهِ! لَوْ أَنَّ أَحَدَكُمْ أَنْفَقَ مِثْلَ أُحُدٍ ذَهَبًا، مَا أَدْرَكَ مُدَّ أَحَدِهِمْ وَلَا نَصِيفَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ဆွဟာဘာများကို မစော်ကားကြနှင့်၊ အကြောင်းမှာ ကျွန်ုပ်၏ဝိညာဉ် ၎င်းအရှင်မြတ်၏ လက်ဝယ်တွင်ရှိတော်မူသော အရှင်မြတ်ကျိန်ဆိုပြောရမည်ဆိုလျှင်! သင်တို့အနက် တစ်ဦးဦးက ဥဟုဒ်တောင်မျှ ရွှေကို လှူဒါန်းခဲ့လျှင်ပင် ထိုပမာဏသည် ၎င်းတို့အနက် တစ်ဦးဦးက မုဒ် (Mudd) တစ်ဝက် လှူဒါန်းခြင်း၏ အဆင့်ကို မည်သည့်အခါမျှ မရောက်ရှိနိုင်ပါ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရဟ် အလ်-ဖတ်ဟ်၏ တဖ်စီရ် (ကျမ်းအနက်ဖွင့်ဆိုချက်) ၏ အဆုံးသတ်ဖြစ်သည်; ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]