[
  {
    "ayah_key": "30:1",
    "group_ayah_key": "30:1",
    "from_ayah": "30:1",
    "to_ayah": "30:7",
    "ayah_keys": "30:1,30:2,30:3,30:4,30:5,30:6,30:7",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင်၊ အနန္တ မဟာမေတ္တာတော်ရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - غُلِبَتِ الرُّومُ - فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ - فِي بِضْعِ سِنِينَ ۗ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ- بِنَصْرِ اللَّهِ ۚ يَنْصُرُ مَنْ يَشَاءُ ۖ وَهُوَ الْعَزِيزُ الرَّحِيمُ - وَعْدَ اللَّهِ ۖ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ - يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(1. အလိဖ် လာမ် မီမ်။)</span><span class=\"gray\">(2. ရောမသားတို့သည် ရှုံးနိမ့်သွားခဲ့ကြပြီ။)</span><span class=\"gray\">(3. အနီးဆုံးနယ်မြေတွင်ဖြစ်သည်၊ သူတို့သည် ရှုံးနိမ့်ပြီးနောက် အောင်ပွဲခံကြလိမ့်မည်။)</span><span class=\"gray\">(4. 'ဘစ်ဒ်အီ' နှစ်များအတွင်းတွင်ဖြစ်သည်။ ကိစ္စရပ်၏ ဆုံးဖြတ်ချက်သည် အရင်နှင့် နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ ထိုနေ့တွင် ယုံကြည်သူတို့သည် ဝမ်းမြောက်ကြလိမ့်မည်။)</span><span class=\"gray\">(5. အလ္လာဟ်အရှင်မြတ်၏ အကူအညီဖြင့်ဖြစ်သည်။ ကိုယ်တော်ရှင်သည် အလိုရှိသူကို ကူညီတော်မူ၏၊ ကိုယ်တော်ရှင်သည် အနန္တတန်ခိုးရှင်၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(6. အလ္လာဟ်အရှင်မြတ်ထံမှ ကတိတော်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ရှင်၏ ကတိကို မပျက်ကွက်စေပါ၊ သို့သော် လူအများစုသည် မသိကြပေ။)</span><span class=\"gray\">(7. သူတို့သည် လောကီဘဝ၏ အပြင်ပန်းအသွင်အပြင်ကိုသာ သိကြသည်၊ နောက်ဘဝကိုမူ သူတို့သည် ပေါ့ဆလျစ်လျူရှုသူများ ဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ရောမတို့၏ အောင်ပွဲကို ကြိုတင်ဟောကိန်းထုတ်ခြင်း</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်များသည် ပါရှားဘုရင် ဆာဘူရ်က အက်ရှ်-ရှမ် <span class=\"gray\">(ဂရိတ်တာစီရီးယား)</span>၊ အာရေဗျကျွန်းဆွယ်ရှိ နယ်နိမိတ်ချင်းထိစပ်နေသော ပါတီစန်နိုင်ငံများနှင့် ရောမပြည်၏ ဝေးလံသောဒေသများကို အောင်နိုင်ခြင်းနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ ရောမဧကရာဇ် ဟေရာကလိယပ်စ်သည် ကွန်စတန်တီနိုပယ်သို့ ထွက်ပြေးရန် အတင်းအကျပ်ခံရပြီး ထိုနေရာတွင် အချိန်ကြာမြင့်စွာ ဝိုင်းရံခံခဲ့ရသည်။ ထို့နောက် ဟေရာကလိယပ်စ်သည် အသာစီးပြန်ရခဲ့သည်။ အီမာမ် အာမဒ်သည် အိဗ်နု အဘ်ဘာစ်၏ ဤအာယတ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုထားသည်ကို မှတ်တမ်းတင်ထားသည်- အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - غُلِبَتِ الرُّومُ - فِي أَدْنَى الْأَرْضِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ် လာမ် မီမ်။ ရောမတို့သည် ရှုံးနိမ့်သွားကြပြီ။ အနီးဆုံးပြည်၌၊)</span> သူက 'သူတို့သည် ရှုံးနိမ့်ပြီးနောက် အောင်ပွဲခံခဲ့ကြသည်' ဟု ပြောကြားခဲ့သည်။ 'ရုပ်တုကိုးကွယ်သူတို့သည် ပါရှားတို့က ရောမတို့ကို အနိုင်ရစေလိုခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် ရုပ်တုကိုးကွယ်သူများဖြစ်၍၊ မွတ်စ်လင်မ်တို့သည် ရောမတို့က ပါရှားတို့ကို အနိုင်ရစေလိုခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် ကျမ်းဂန်ရှင်များ ဖြစ်သောကြောင့်ဖြစ်သည်။' ဤအကြောင်းကို အဘူဘာကရ်အား ပြောကြားခဲ့ရာ၊ သူက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَمَا إِنَّهُمْ سَيَغْلِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သေချာပေါက် အောင်ပွဲခံကြလိမ့်မည်။)</span> အဘူဘာကရ်သည် ဤအကြောင်းကို ရုပ်တုကိုးကွယ်သူတို့အား ပြောကြားခဲ့ရာ၊ သူတို့က 'ထို့အတွက် အချိန်ကန့်သတ်ချက် သတ်မှတ်ပါ၊ ကျွန်ုပ်တို့ အောင်ပွဲခံပါက ထိုအရာကို ရရှိမည်၊ သင်တို့ အောင်ပွဲခံပါက ထိုအရာကို ရရှိမည်' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူသည် ငါးနှစ် ကန့်သတ်ချက် သတ်မှတ်ခဲ့သော်လည်း သူတို့ <span class=\"gray\">(ရောမတို့)</span> အောင်ပွဲမခံနိုင်ခဲ့ပေ။ အဘူဘာကရ်သည် ထိုအကြောင်းကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ပြောကြားခဲ့ရာ၊ ကိုယ်တော်ရှင်က မိန့်တော်မူခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا جَعَلْتَهَا إِلَى دُونَ - أُرَاهُ قَالَ: الْعَشْرِ -</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် သင်သည် ၎င်းကို လျှော့မချခဲ့သနည်း)</span><span class=\"gray\">[ကျွန်ုပ် <span class=\"gray\">(ပြောပြသူ)</span> ထင်သည်မှာ သူသည် ဆယ်နှစ်အောက်ကို ဆိုလိုသည်]</span>။ စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်က 'ဘစ်ဒ်' ဆိုသည်မှာ ဆယ်နှစ်အောက်ကို ဆိုလိုသည်' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ရောမတို့သည် အောင်ပွဲခံခဲ့ကြသည်၊ သူက 'အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ ဤသို့ဖြစ်သည်-' ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - غُلِبَتِ الرُّومُ - فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ - فِي بِضْعِ سِنِينَ ۗ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ- بِنَصْرِ اللَّهِ ۚ يَنْصُرُ مَنْ يَشَاءُ ۖ وَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ် လာမ် မီမ်။ ရောမတို့သည် ရှုံးနိမ့်သွားခဲ့ကြပြီ။ အနီးဆုံးနယ်မြေတွင်ဖြစ်သည်၊ သူတို့သည် ရှုံးနိမ့်ပြီးနောက် အောင်ပွဲခံကြလိမ့်မည်။ 'ဘစ်ဒ်အီ' နှစ်များအတွင်းတွင်ဖြစ်သည်။ ကိစ္စရပ်၏ ဆုံးဖြတ်ချက်သည် အရင်နှင့် နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ ထိုနေ့တွင် ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အကူအညီဖြင့် ဝမ်းမြောက်ကြလိမ့်မည်။ ကိုယ်တော်ရှင်သည် အလိုရှိသူကို ကူညီတော်မူ၏၊ ကိုယ်တော်ရှင်သည် အနန္တတန်ခိုးရှင်၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span> ဤအရာကို အတ္-တီရ်မီဇီနှင့် အန်-နာစာအီတို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အတ္-တီရ်မီဇီက 'ဟာစန် ဂါရစ်ဘ်' ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ပုဒ်</p><p lang=\"jv\" class=\"jv \">Abu 'Isa At-Tirmidhi recorded that Niyar bin Mukram Al-Aslami said: \"When the following Ayat were revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - غُلِبَتِ الرُّومُ - فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ - فِي بِضْعِ سِنِينَ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ် လာမ် မီမ်။ ရောမတို့သည် ရှုံးနိမ့်သွားခဲ့ကြပြီ။ အနီးဆုံးနယ်မြေတွင်ဖြစ်သည်၊ သူတို့သည် ရှုံးနိမ့်ပြီးနောက် အောင်ပွဲခံကြလိမ့်မည်။ 'ဘစ်ဒ်' နှစ်များအတွင်းတွင်ဖြစ်သည်။)</span> ၎င်းတို့ ထုတ်ပြန်ခဲ့သည့်နေ့တွင် ပါရှားတို့သည် ရောမတို့ကို အသာစီးရနေသည်။ မွတ်စ်လင်မ်တို့သည် ရောမတို့က သူတို့ <span class=\"gray\">(ပါရှားတို့)</span> ကို အနိုင်ရစေလိုသည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့နှစ်ဦးစလုံးသည် ကျမ်းဂန်ကို လိုက်နာသူများဖြစ်သောကြောင့်ဖြစ်သည်။ ဤအကြောင်းနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ - بِنَصْرِ اللَّهِ ۚ يَنْصُرُ مَنْ يَشَاءُ ۖ وَهُوَ الْعَزِيزُ الرَّحِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အကူအညီဖြင့် ဝမ်းမြောက်ကြလိမ့်မည်။ ကိုယ်တော်ရှင်သည် အလိုရှိသူကို ကူညီတော်မူ၏၊ ကိုယ်တော်ရှင်သည် အနန္တတန်ခိုးရှင်၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span> တစ်ဖက်တွင်မူ ကူရိုင်းရှ်တို့သည် ပါရှားတို့ အောင်ပွဲခံစေလိုသည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့နှစ်ဦးစလုံးသည် ကျမ်းဂန်ကို လိုက်နာသူများလည်း မဟုတ်ကြသလို၊ ရှင်ပြန်ထမြောက်ခြင်းကိုလည်း မယုံကြည်ကြသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်များကို ထုတ်ပြန်သောအခါ အဘူဘာကရ်သည် မက္ကာတစ်ခွင် လှည့်လည်ကြေညာခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - غُلِبَتِ الرُّومُ - فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ - فِي بِضْعِ سِنِينَ ۗ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ် လာမ် မီမ်။ ရောမတို့သည် ရှုံးနိမ့်သွားခဲ့ကြပြီ။ အနီးဆုံးနယ်မြေတွင်ဖြစ်သည်၊ သူတို့သည် ရှုံးနိမ့်ပြီးနောက် အောင်ပွဲခံကြလိမ့်မည်။ 'ဘစ်ဒ်' နှစ်များအတွင်းတွင်ဖြစ်သည်။)</span> ကူရိုင်းရှ်အချို့က အဘူဘာကရ်အား 'ဒါက <span class=\"gray\">(လောင်းကစားတစ်ခု)</span> ကျွန်ုပ်တို့နှင့် သင်တို့ကြားကဖြစ်သည်။ သင်၏အဖော်က ရောမတို့သည် ပါရှားတို့ကို သုံးနှစ်မှ ကိုးနှစ်အတွင်း အနိုင်ယူလိမ့်မည်ဟု ဆိုသည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့နှင့် သင်တို့ကြားတွင် ထိုအပေါ် လောင်းကစားမလုပ်သင့်ဘူးလား' ဟု ပြောကြားခဲ့သည်။ အဘူဘာကရ်က 'ဟုတ်ကဲ့' ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ လောင်းကစားကို မတားမြစ်မီကဖြစ်သည်။ ထို့ကြောင့် အဘူဘာကရ်နှင့် ရုပ်တုကိုးကွယ်သူတို့သည် လောင်းကစားပြုလုပ်ခဲ့ကြပြီး၊ သူတို့က အဘူဘာကရ်အား 'ဘစ်ဒ်' ဆိုသည်မှာ သုံးနှစ်မှ ကိုးနှစ်ကြားကို ဆိုလိုသည်ဟု သင်ထင်သည်၊ ထို့ကြောင့် အလယ်အလတ်ကို သဘောတူကြစို့' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူတို့သည် ခြောက်နှစ်ကို သဘောတူခဲ့ကြသည်။ ထို့နောက် ခြောက်နှစ် ကုန်လွန်သွားခဲ့သော်လည်း ရောမတို့ အောင်ပွဲမခံနိုင်ခဲ့ပေ၊ ထို့ကြောင့် ရုပ်တုကိုးကွယ်သူတို့သည် အဘူဘာကရ်နှင့် လောင်းကစားပြုလုပ်ခဲ့သည့်အရာကို ယူခဲ့ကြသည်။ သတ္တမနှစ်ရောက်လာပြီး ရောမတို့သည် နောက်ဆုံးတွင် ပါရှားတို့ကို အောင်ပွဲခံသောအခါ မွတ်စ်လင်မ်တို့သည် အဘူဘာကရ်ကို ခြောက်နှစ် သဘောတူခဲ့သည့်အတွက် ဆူပူကြိမ်းမောင်းခဲ့ကြသည်။ သူက 'အလ္လာဟ်အရှင်မြတ်က \"ဘစ်ဒ် နှစ်များအတွင်း\" ဟု မိန့်တော်မူခဲ့သောကြောင့်' ဟု ပြောကြားခဲ့သည်။ ထိုအချိန်တွင် လူအများအပြား မွတ်စ်လင်မ်ဖြစ်လာခဲ့ကြသည်။\" ဤသို့ဖြင့် အတ္-တီရ်မီဇီက ၎င်းကို မှတ်တမ်းတင်ထားပြီး၊ ထို့နောက် သူက 'ဤသည်မှာ ဟာစန် ဟဒီးဆ် ဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ရောမတို့သည် မည်သူများ ဖြစ်ခဲ့ကြသနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - غُلِبَتِ الرُّومُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ် လာမ် မီမ်။ ရောမတို့သည် ရှုံးနိမ့်သွားခဲ့ကြပြီ။)</span> ကျွန်ုပ်တို့သည် ဆူရတ် အလ်-ဘကရဟ်၏ ကျွန်ုပ်တို့၏ တဖ်စီရ်အစတွင် အချို့ဆူရာများ၏ အစတွင် ပေါ်လာသော သီးခြားအက္ခရာများနှင့် ပတ်သက်၍ ဆွေးနွေးပြီးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ရောမ <span class=\"gray\">(အာရ်-ရူမ်)</span> တို့နှင့်ပတ်သက်၍ သူတို့သည် အလ်-အီစ် ဘင်န် အိစ်ဟာက် ဘင်န် အိဗ်ရာဟင်မ်၏ မျိုးဆက်များဖြစ်သည်။ သူတို့သည် အစ္စရာအီလ်သားတို့၏ ဝမ်းကွဲများဖြစ်ပြီး၊ ဘနီ အလ်-အဆ်ဖရ် ဟူ၍လည်း လူသိများသည်။ သူတို့သည် တူရကီလူမျိုးတို့၏ ဝမ်းကွဲများဖြစ်ကြသော ယာဖိသ် ဘင်န် နူဟ်၏ မျိုးဆက်များဖြစ်သည့် ဂရိလူမျိုးတို့၏ ဘာသာတရားကို လိုက်နာခဲ့ကြသည်။ သူတို့သည် ဂြိုလ်ခုနစ်လုံးကို ကိုးကွယ်ခဲ့ကြပြီး၊ မြောက်ဝင်ရိုးစွန်းဘက်သို့ မျက်နှာမူ၍ ဆုတောင်းခဲ့ကြသည်။ ဒမတ်စကပ်စ်ကို တည်ထောင်ပြီး မြောက်ဘက်သို့ မျက်နှာမူထားသော ဝတ်ပြုရာနေရာရှိသည့် ဘုရားကျောင်းကို တည်ဆောက်ခဲ့သည်မှာ သူတို့ပင်ဖြစ်သည်။ ရောမတို့သည် မက်ဆီယာ (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှု သူတို့အပေါ် သက်ရောက်ပါစေ) လက်ထက်နောက်ပိုင်း ခန့်မှန်းခြေ နှစ်သုံးရာအထိ ဤဘာသာတရားကို လိုက်နာခဲ့ကြသည်။ မြေဩဇာကောင်းသော လခြမ်းဒေသ (ဆီးရီးယားသဲကန္တာရမှ ပါရှန်းပင်လယ်ကွေ့အထိ မြေဩဇာကောင်းသော မြေဆီလွှာဒေသ) နှင့်အတူ ဂရိတ်တာစီရီးယားကို အုပ်စိုးခဲ့သော ဘုရင်ကို ဆီဇာဟုခေါ်သည်။ ခရစ်ယာန်ဘာသာသို့ ပထမဆုံးဝင်ရောက်ခဲ့သူမှာ ကော့စ်တပ်စ်၏သား ကွန်စတန်တိုင်းဖြစ်သည်။ သူ၏မိခင်မှာ ဟာရ်ရာန်ပြည်မှ မရ်ယမ် အလ်-ဟီလာနီယဟ် အရှ်-ရှဒ်ကနီယဟ် ဖြစ်သည်။ သူမသည် သူ့ထက်စော၍ ခရစ်ယာန်ဖြစ်လာခဲ့ပြီး၊ သူ့ကို သူမ၏ဘာသာသို့ ဖိတ်ခေါ်ခဲ့သည်။ ထို့မတိုင်မီ သူသည် ဒဿနပညာရှင်တစ်ဦးဖြစ်ခဲ့ပြီး၊ ထို့နောက် သူမကို လိုက်နာခဲ့သည်။ ဤသည်မှာ ယုံကြည်ခြင်း၏ ပြင်ပလက္ခဏာမျှသာဖြစ်သည်ဟု ဆိုခဲ့သည်။ ထို့နောက် ခရစ်ယာန်များသည် သူနှင့် တွေ့ဆုံခဲ့ကြသည်။ သူ၏လက်ထက်တွင် အဗ်ဒူလ္လာဟ် ဘင်န် အာရီယူးစ် <span class=\"gray\">(အာရီယူးစ်)</span> နှင့် အငြင်းပွားခဲ့ကြပြီး ကြီးမားသော ကွဲပြားမှုများ ပေါ်ပေါက်လာခဲ့ရာ ပြန်လည်သင့်မြတ်စေရန် မဖြစ်နိုင်ခဲ့ပေ။ ထို့နောက် ဘိရှော့သုံးရာတစ်ဆယ့်ရှစ်ဦး စုဝေးပြီး သဘောတူညီချက်ရရှိခဲ့ပြီး၊ ၎င်းတို့၏ ယုံကြည်ချက်ကို ကွန်စတန်တိုင်းအား တင်ပြခဲ့သည်။ ဤသည်ကို သူတို့က မဟာယုံကြည်ချက်ဟု ခေါ်ဆိုကြသော်လည်း အမှန်တကယ်တွင် ၎င်းသည် အဆိုးဆုံးသော သစ္စာဖောက်မှုဖြစ်သည်။ သူတို့သည် သူ့အား ၎င်းတို့၏ ဥပဒေများ၊ ဆိုလိုသည်မှာ မည်သည့်အရာက တရားဝင်ပြီး မည်သည့်အရာက တားမြစ်ထားကြောင်း စီရင်ထုံးများနှင့် အခြားလိုအပ်သည့် အရာများပါသည့် စာအုပ်များကို တင်ပြခဲ့ကြသည်။ သူတို့သည် မက်ဆီယာ (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှု သူတို့အပေါ် သက်ရောက်ပါစေ) ၏ ဘာသာတရားကို ပြောင်းလဲခဲ့ကြပြီး၊ အချို့အရာများကို ထည့်သွင်းကာ အချို့အရာများကို ဖယ်ရှားခဲ့ကြသည်။ သူတို့သည် အရှေ့ဘက်သို့ ဦးတည်၍ ဆုတောင်းခြင်းကို စတင်ခဲ့ကြပြီး၊ ဥပုသ်နေ့ <span class=\"gray\">(စနေနေ့)</span> အခမ်းအနားများကို တနင်္ဂနွေနေ့သို့ ပြောင်းလဲခဲ့ကြသည်။ သူတို့သည် လက်ဝါးကပ်တိုင်ကို ကိုးကွယ်ခဲ့ကြပြီး၊ ဝက်သားစားခြင်းကို ခွင့်ပြုခဲ့ကြကာ၊ လက်ဝါးကပ်တိုင်ပွဲတော်၊ မတ်စ်၊ ဗတ္တိဇံ စသည်ဖြင့် တီထွင်ထားသော ပွဲတော်များ၊ ရှင်အုန်းပလ္လင်တနင်္ဂနွေနေ့နှင့် အခြားအခါသမယများကို ကျင့်သုံးခဲ့ကြသည်။ သူတို့သည် ပုပ်ရဟန်းမင်းတစ်ဦးကို ၎င်းတို့၏ခေါင်းဆောင်အဖြစ် ခန့်အပ်ခဲ့ကြပြီး၊ ဘိုးဘေးများ၊ မက်ထရိုပိုလီတန်များ၊ ဘိရှော့များ၊ ဘုန်းတော်ကြီးများနှင့် ဒေကွန်များကို ခန့်အပ်ခဲ့ကြကာ၊ ဘုန်းကြီးကျောင်းစနစ်ကို တီထွင်ခဲ့ကြသည်။ ဘုရင်သည် သူတို့အတွက် ဘုရားကျောင်းများနှင့် ဝတ်ပြုရာနေရာများကို တည်ဆောက်ပေးခဲ့ပြီး၊ သူ့အမည်ဖြင့် ကွန်စတန်တီနိုပယ်အမည်ရှိ မြို့ကို တည်ထောင်ခဲ့သည်။ သူ၏လက်ထက်တွင် ဘုရားကျောင်းပေါင်း တစ်သောင်းနှစ်ထောင် တည်ဆောက်ခဲ့ပြီး၊ ဘက်သလီဟမ်တွင် ဝတ်ပြုရာနေရာသုံးခု တည်ဆောက်ခဲ့ကာ၊ သူ၏မိခင်က သန့်ရှင်းသော ဂူဗိမာန်ဘုရားကျောင်းကို တည်ဆောက်ခဲ့သည်ဟု ဆိုခဲ့သည်။ ဤသူတို့သည် ဘုရင်များ၏ ဘာသာတရားကို လိုက်နာခဲ့သူများဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် သူတို့နောက်တွင် ယာအ်ကူဘ် အလ်-အဆ်ကဖ်၏ နောက်လိုက်များဖြစ်သော ဂျေကော့ဗ်ဘိုက်တို့ ရောက်ရှိလာပြီး၊ ထို့နောက် နက်စ်တိုရီယပ်စ်၏ နောက်လိုက်များဖြစ်သော နက်စ်တိုရီယန်တို့ ရောက်ရှိလာသည်။ သူတို့ကြားတွင် အဖွဲ့အစည်းများနှင့် ဂိုဏ်းဂဏများစွာရှိသည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည့်အတိုင်း-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ افْتَرَقُوا عَلَى اثْنَتَيْنِ وَسَبْعِينَ فِرْقَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ခုနစ်ဆယ့်နှစ်ဂိုဏ်း ကွဲပြားခဲ့ကြသည်။)</span> ဤနေရာတွင် အဓိကအချက်မှာ သူတို့သည် ခရစ်ယာန်ဘာသာကို ဆက်လက်လိုက်နာခဲ့ကြခြင်းဖြစ်သည်။ ဆီဇာတစ်ပါး ကွယ်လွန်တိုင်း နောက်တစ်ပါးက ဆက်ခံခဲ့သည်၊ နောက်ဆုံးတွင် ဟေရာကလိယပ်စ် နန်းတက်လာသည်အထိ ဖြစ်သည်။ သူသည် ဉာဏ်ပညာရှိသူ၊ ဘုရင်များထဲတွင် အလိမ္မာပါးနပ်ဆုံးနှင့် အသိဉာဏ်အရှိဆုံးတစ်ဦးဖြစ်ပြီး၊ နက်ရှိုင်းသော အတွေးအမြင်နှင့် ခိုင်မာသော သဘောထားများ ရှိခဲ့သည်။ သူ၏အုပ်ချုပ်မှုသည် ကြီးကျယ်ခမ်းနားခဲ့သည်။ သူသည် ပါရှားဘုရင်၊ အီရတ်၊ ခိုရာဆာန်၊ အာရ်-ရီယ် နှင့် ပါရှားပြည်နယ်အားလုံး၏ ဘုရင် ချိုစရိုး၏ ဆန့်ကျင်မှုကို ခံခဲ့ရသည်။ သူ၏အမည်မှာ ဆာဘူရ် ဒွလ်-အက်တာဖ် ဖြစ်ပြီး၊ သူ၏နိုင်ငံသည် ဆီဇာ၏နိုင်ငံထက် ပိုမိုကြီးကျယ်ခဲ့သည်။ သူသည် ပါရှားတို့၏ ခေါင်းဆောင်ဖြစ်ပြီး၊ ဇိုရိုအက်စ်တားမီးကိုးကွယ်သူ ပါရှားလူမျိုးများကဲ့သို့ ခေါင်းမာသူဖြစ်သည်။</p><p lang=\"ga\" class=\"ga \">How Caesar defeated Chosroes <span class=\"gray\">(Kisra)</span></p><p lang=\"my\" class=\"my \">ယခင်က အိကရီမာက 'ချိုစရိုးသည် သူ၏ကိုယ်စားလှယ်နှင့် သူ၏စစ်တပ်ကို ဆီဇာအား တိုက်ခိုက်ရန် စေလွှတ်ခဲ့ပြီး၊ သူတို့ တိုက်ခိုက်ခဲ့ကြသည်' ဟု ဖော်ပြခဲ့သည်ဟု လူသိများသည်။ ချိုစရိုးကိုယ်တိုင် သူ၏ပြည်ကို ကျူးကျော်ခဲ့သော စစ်တပ်တွင် ပါဝင်တိုက်ခိုက်ခဲ့ပြီး ဆီဇာကို အနိုင်ယူကာ လွှမ်းမိုးခဲ့ကြောင်း လူသိများသည်။ ကွန်စတန်တီနိုပယ်မြို့မှလွဲ၍ သူ့တွင် ဘာမှ မကျန်တော့သည်အထိပင်။ ထိုနေရာတွင် ချိုစရိုးက သူ့ကို အချိန်ကြာမြင့်စွာ ဝိုင်းရံထားခဲ့ရာ အခြေအနေများ သူ့အတွက် အလွန်ခက်ခဲလာခဲ့သည်။ သူသည် ခရစ်ယာန်များကြားတွင် အလွန်လေးစားခံရသူဖြစ်ပြီး၊ ချိုစရိုးသည် မြို့ကို မအောင်မြင်နိုင်ခဲ့ပေ၊ အဘယ်ကြောင့်ဆိုသော် မြို့မှာ ခိုင်ခံ့စွာ ခံတပ်ချထားပြီး၊ တစ်ဝက်က ကုန်းမြေဘက်သို့ မျက်နှာမူကာ၊ ကျန်တစ်ဝက်က ပင်လယ်ဘက်သို့ မျက်နှာမူထားသောကြောင့် ပင်လယ်မှ ထောက်ပံ့ရေးပစ္စည်းများ ရောက်ရှိနိုင်သောကြောင့်ဖြစ်သည်။ ဤသို့ အချိန်ကြာမြင့်စွာ ဖြစ်ပျက်ပြီးနောက် ဆီဇာသည် လိမ္မာပါးနပ်သော ပရိယာယ်တစ်ခုကို စဉ်းစားခဲ့သည်။ သူသည် ချိုစရိုးအား ငြိမ်းချမ်းရေးပူဇော်သက္ကာအဖြစ် ပေးသည့်ငွေကြေးနှင့် လဲလှယ်၍ သူ၏မြို့မှ ထွက်ခွာခွင့်ပြုရန် တောင်းဆိုခဲ့သည်၊ ချိုစရိုးလိုလားသည့် မည်သည့်စည်းကမ်းချက်ဖြင့်မဆို ဖြစ်သည်။ ချိုစရိုးသည် ထိုအရာကို သဘောတူခဲ့ပြီး ကြီးမားသော ပမာဏရှိသည့် ရွှေ၊ ရတနာ၊ အထည်အလိပ်၊ အစေခံအမျိုးသမီးများ၊ အစေခံများ နှင့် အခြားများစွာသော ချမ်းသာကြွယ်ဝမှုများကို တောင်းဆိုခဲ့ရာ ကမ္ဘာပေါ်ရှိ မည်သည့်ဘုရင်မျှ ပေးချေနိုင်မည်မဟုတ်သည့် ပမာဏဖြစ်သည်။ ဆီဇာသည် ထိုအရာကို လိုက်လျောခဲ့ပြီး သူတောင်းဆိုခဲ့သည့် အရာအားလုံး သူ့တွင်ရှိသည်ဟု အထင်ရောက်စေခဲ့သည်။ ထိုသို့သော အရာကို တောင်းဆိုခဲ့သည့်အတွက် ရူးသွပ်သည်ဟု သူက ထင်ခဲ့သော်လည်း၊ အဘယ်ကြောင့်ဆိုသော် သူတို့နှစ်ဦးလုံး၏ ချမ်းသာကြွယ်ဝမှုအားလုံးကို ပေါင်းလိုက်လျှင်ပင် ထိုပမာဏ၏ တစ်ဆယ်ပုံတစ်ပုံမျှပင် မဖြစ်နိုင်သောကြောင့်ဖြစ်သည်။ သူသည် ချိုစရိုးအား သူ့မြို့မှ အက်ရှ်-ရှမ်နှင့် သူ၏နိုင်ငံ၏ အခြားဒေသများသို့ သွားခွင့်ပြုရန် တောင်းဆိုခဲ့သည်၊ သို့မှသာ သူ၏ဂိုဒေါင်များနှင့် သူ၏ချမ်းသာကြွယ်ဝမှုများ မြှုပ်နှံထားရာနေရာများမှ ထိုအရာကို စုဆောင်းနိုင်မည်ဖြစ်သည်။ ချိုစရိုးသည် သူ့ကို သွားခွင့်ပြုခဲ့ပြီး၊ ဆီဇာ ကွန်စတန်တီနိုပယ်မှ ထွက်ခွာရန် ပြင်ဆင်သောအခါ သူ၏လူများကို စုဝေးစေပြီး ပြောကြားခဲ့သည်- 'ကျွန်ုပ်သည် ကျွန်ုပ်၏စစ်တပ်မှ ရွေးချယ်ထားသော စစ်သားအချို့နှင့်အတူ လုပ်ဆောင်ရန် ဆုံးဖြတ်ထားသည့် မစ်ရှင်တစ်ခုသို့ သွားမည်ဖြစ်သည်။ တစ်နှစ်မကုန်မီ သင်တို့ထံ ကျွန်ုပ်ပြန်လာပါက ကျွန်ုပ်သည် သင်တို့၏ဘုရင်အဖြစ် ဆက်ရှိနေမည်ဖြစ်သော်လည်း ထိုအချိန်နောက်ပိုင်း ကျွန်ုပ်ပြန်မလာပါက သင်တို့တွင် ရွေးချယ်ခွင့်ရှိမည်ဖြစ်သည်။ ထို့နောက် သင်တို့ အလိုရှိပါက ကျွန်ုပ်ကို သစ္စာခံနေနိုင်သည်၊ သို့မဟုတ် သင်တို့ အလိုရှိပါက ကျွန်ုပ်အစား တစ်စုံတစ်ဦးကို ခန့်အပ်နိုင်သည်။' သူတို့က 'အသင်သည် ဆယ်နှစ်တာ ကွယ်ပျောက်နေလျှင်ပင် အသက်ရှင်သရွေ့ ကျွန်ုပ်တို့၏ဘုရင်ဖြစ်သည်' ဟု ပြန်ဖြေခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">သူ ကွန်စတန်တီနိုပယ်မှ ထွက်ခွာသောအခါ မြင်းစီးတပ်တစ်တပ်သည် သူ့နှင့်အတူ ထွက်ခွာခဲ့ပြီး၊ ချိုစရိုးသည် သူပြန်လာခြင်းကို စောင့်ဆိုင်းရန် ကွန်စတန်တီနိုပယ်အပြင်ဘက်တွင် တပ်စွဲခဲ့သည်။ ဆီဇာသည် ပါရှားပြည်သို့ တိုက်ရိုက်သွားရောက်ခဲ့ပြီး၊ ထိုနေရာတွင် တိုက်ခိုက်နိုင်သော အရွယ်ရောက်ပြီးသား အမျိုးသားအားလုံးကို တစ်ဦးချင်းစီ စတင်သတ်ဖြတ်ခဲ့သည်၊ ချိုစရိုးနိုင်ငံ၏ အာဏာစက်တည်ရာ အလ်-မာဒါအင်သို့ မရောက်မချင်း သတ်ဖြတ်ခြင်းကို မရပ်တန့်ခဲ့ပေ။ သူသည် မြို့တွင်းရှိ လူတိုင်းကို သတ်ဖြတ်ခဲ့ပြီး၊ မြို့၏ ရတနာများနှင့် ချမ်းသာကြွယ်ဝမှုအားလုံးကို သိမ်းယူခဲ့သည်။ သူသည် ချိုစရိုး၏ အမျိုးသမီးများကို ဖမ်းဆီးခဲ့ပြီး၊ သူ၏သား၏ ခေါင်းကို ရိတ်ကာ သူ့ကို မြည်းပေါ်စီးစေပြီး၊ သူ၏လူမျိုးခေါင်းဆောင်များနှင့်အတူ အလွန်အမင်း အရှက်ရစေသော အခြေအနေဖြင့် စေလွှတ်ခဲ့သည်။ သူသည် ချိုစရိုးထံ 'ဤသည်မှာ သင်တောင်းဆိုခဲ့သည့်အရာဖြစ်သည်၊ ထို့ကြောင့် ယူပါ' ဟု ရေးသားခဲ့သည်။ ဤအကြောင်း ချိုစရိုးထံ ရောက်ရှိသောအခါ သူသည် အလ္လာဟ်အရှင်မြတ်သာ သိရှိသော အတိုင်းအတာအထိ အလွန်အမင်း စိတ်ဆင်းရဲခဲ့သည်။ သူ၏ဒေါသသည် ကွန်စတန်တီနိုပယ်မြို့ကို ဦးတည်ခဲ့ပြီး၊ သူ၏ဝိုင်းရံမှုကို အပြင်းအထန် တိုးမြှင့်ခဲ့သော်လည်း ၎င်းကို အချိန်ကြာမြင့်စွာ ဝိုင်းရံနိုင်ခြင်းမရှိခဲ့ပေ၊ ဆီဇာ ကွန်စတန်တီနိုပယ်သို့ ရောက်ရှိနိုင်သည့် တစ်ခုတည်းသော လမ်းကြောင်းဖြစ်သော ဂျေဟွန်မြစ်၏ မြစ်ဆုံသို့လည်း သွားနိုင်ခြင်းမရှိခဲ့ပေ။ ဆီဇာ ဤအကြောင်းကို ကြားသောအခါ သူသည် မကြုံစဖူးသော နည်းဗျူဟာတစ်ခုကို စဉ်းစားခဲ့သည်၊ သူသည် သူ၏တပ်များနှင့် ပစ္စည်းများကို မြစ်ဆုံတွင် ချန်ထားခဲ့ပြီး၊ သူ၏စစ်တပ်အချို့နှင့်အတူ ထွက်ခွာခဲ့ပြီး၊ သူတို့ကို ကောက်ရိုးနှင့် တိရစ္ဆာန်ချေးများကို ကောက်ယူရန်၊ နှင့် မြစ်ညာဘက်သို့ ခန့်မှန်းခြေ တစ်ရက်ခရီး သွားရန် အမိန့်ပေးခဲ့သည်။ ထို့နောက် သူက ထိုအရာများကို ရေထဲသို့ ပစ်ချရန် ပြောကြားခဲ့သည်။ သူတို့ ချိုစရိုးဘေးမှ ဖြတ်သွားသောအခါ သူနှင့် သူ၏စစ်သားများသည် ရောမတို့သည် ထိုလမ်းမှ သွားခဲ့သည်ဟု ထင်ခဲ့ကြပြီး၊ ထို့ကြောင့် သူတို့နောက်သို့ လိုက်ရန် ထွက်ခွာသွားခဲ့ရာ မြစ်ဆုံသည် ပါရှားတို့ သိမ်းပိုက်ထားခြင်း မရှိတော့ပေ။ ထို့နောက် ဆီဇာသည် သူ၏လူများကို ထပြီး မြစ်ထဲသို့ ခုန်ဆင်းရန် အမိန့်ပေးခဲ့ရာ သူတို့ လုပ်ဆောင်ခဲ့ကြပြီး၊ ထို့ကြောင့် ချိုစရိုးနှင့် သူ၏တပ်များမှ လွတ်မြောက်ခဲ့ကြပြီး၊ ထို့နောက် ကွန်စတန်တီနိုပယ်သို့ ဝင်ရောက်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ထိုနေ့သည် ခရစ်ယာန်များအတွက် ကြီးကျယ်သောနေ့တစ်နေ့ဖြစ်သည်။ ချိုစရိုးနှင့် သူ၏စစ်တပ်သည် ရှုပ်ထွေးသော အခြေအနေတွင် ရှိနေခဲ့ပြီး၊ သူတို့ ဘာလုပ်နေသည်ကို မသိကြပေ။ သူတို့သည် ဆီဇာ၏ပြည်ကို မအောင်မြင်နိုင်ခဲ့ကြသလို၊ သူတို့၏ ကိုယ်ပိုင်ပြည်ကိုလည်း ရောမတို့က ဖျက်ဆီးခဲ့ကြပြီး၊ သူတို့၏ ချမ်းသာကြွယ်ဝမှုများကို သိမ်းယူကာ၊ သူတို့၏ အမျိုးသမီးများနှင့် ကလေးများကို ဖမ်းဆီးခဲ့ကြသည်။ ဤသည်မှာ ရောမတို့ ပါရှားတို့ကို အနိုင်ယူခဲ့ပုံဖြစ်ပြီး၊ ဤသည်မှာ ပါရှားတို့နှင့် ရောမတို့ ဆက်လက်ဖြစ်ပွားပြီးနောက် ကိုးနှစ်အကြာတွင် ရောမတို့သည် အဒ်ဟ်ရူအတ် <span class=\"gray\">(အက်ရှ်-ရှမ်)</span> နှင့် ဘူဆ်ရာ ကြားတွင် အောင်ပွဲခံခဲ့ကြသည်၊ အိဗ်နု အဘ်ဘာစ်၊ အိကရီမာနှင့် အခြားသူများက ဖော်ပြခဲ့သည့်အတိုင်းဖြစ်သည်။ ဤသည်မှာ အက်ရှ်-ရှမ်၏ အစွန်းတစ်နေရာ၊ အလ်-ဟိဂျာဇ်နှင့် နယ်နိမိတ်တစ်လျှောက်တွင်ရှိသော နေရာဖြစ်သည်။ မူဂျာဟစ်ဒ်က 'ထိုသည်မှာ အာရေဗျကျွန်းဆွယ်ရှိ နေရာတစ်နေရာဖြစ်ပြီး ပါရှားထက် ရောမပြည်နှင့် ပိုမိုနီးစပ်သည်' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။</p>"
  }
]