[
  {
    "ayah_key": "10:41",
    "group_ayah_key": "10:41",
    "from_ayah": "10:41",
    "to_ayah": "10:44",
    "ayah_keys": "10:41,10:42,10:43,10:44",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က သင့်ကို ငြင်းပယ်လျှင် သင်ပြောပါ- \"ကျွန်ုပ်အတွက် ကျွန်ုပ်၏လုပ်ရပ်များရှိပြီး သင်တို့အတွက် သင်တို့၏လုပ်ရပ်များရှိသည်။ ကျွန်ုပ်လုပ်သောကိစ္စမှ သင်တို့သည် အပြစ်ကင်းကြသည်။ ကျွန်ုပ်သည်လည်း သင်တို့လုပ်သောကိစ္စမှ အပြစ်ကင်းသည်။\" <span>(၄၁)</span>၎င်းတို့အနက် အချို့သည် သင့်အား နားထောင်ကြ၏။ သို့သော် သင်သည် နားမလည်ကြသော်လည်း နားမကြားသူများကို ကြားစေနိုင်ပါ့မလား <span>(၄၂)</span>၎င်းတို့အနက် အချို့သည် သင့်အား ကြည့်ရှုကြ၏။ သို့သော် သင်သည် မမြင်ကြသော်လည်း မျက်မမြင်များကို လမ်းပြနိုင်ပါ့မလား <span>(၄၃)</span>စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့ကို အနည်းငယ်မျှပင် မပြစ်မှားချေ။ သို့သော် လူသားတို့သည် မိမိတို့ကိုယ်ကိုသာ ပြစ်မှားကြကုန်၏ <span>(၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူများမှ လွတ်ကင်းရှင်းလင်းနေရန် အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ အား မိန့်တော်မူခဲ့သည်- 'ဤရုပ်တုကိုးကွယ်သူတို့သည် သင့်ကို ငြင်းပယ်လျှင် ၎င်းတို့နှင့် ၎င်းတို့၏လုပ်ရပ်များမှ ကင်းရှင်းပါစေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ပြောပါ- \"ကျွန်ုပ်အတွက် ကျွန်ုပ်၏လုပ်ရပ်များရှိပြီး သင်တို့အတွက် သင်တို့၏လုပ်ရပ်များရှိသည်။\")</span> အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ - لَا أَعْبُدُ مَا تَعْبُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ပြောပါ- \"အို ငြင်းပယ်သူအပေါင်းတို့၊ သင်တို့ ကိုးကွယ်ရာကို ကျွန်ုပ် မကိုးကွယ်ချေ။\")</span><span class=\"gray\">[၁၀၉:၁-၂]</span> ဆူရာ၏အဆုံးအထိ။ အီဗရာဟင်မ် အလ်ခါလီလ် <span class=\"gray\">(မိတ်ဆွေ)</span> နှင့် ၎င်း၏ နောက်လိုက်များက ၎င်းတို့၏လူမျိုးများအနက်မှ ရုပ်တုကိုးကွယ်သူများကို ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا بُرَآءُ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ကျွန်ုပ်တို့သည် သင်တို့နှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ ကိုးကွယ်သမျှတို့မှ လွတ်ကင်းကြသည်။)</span><span class=\"gray\">[၆၀:၄]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့သည် သင့်အား နားထောင်ကြ၏၊)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် သင့်၏လှပသောစကားကိုလည်းကောင်း၊ ခန့်ညားထယ်ဝါသောကုရ်အာန်ကိုလည်းကောင်း နားထောင်ကြသည်။ ၎င်းတို့သည် နှလုံးသားများ၊ ကိုယ်ခန္ဓာများနှင့် ၎င်းတို့၏ယုံကြည်မှုတို့အတွက် အကျိုးရှိသော သင့်၏မှန်ကန်ပြီး ပြေပြစ်သော၊ စစ်မှန်သော ဟဒီးစ်တော်များကို နားထောင်ကြသည်။ ၎င်းသည် အမှန်ပင် ကြီးမားသောအကျိုးကျေးဇူးဖြစ်ပြီး လုံလောက်ပါသည်။ သို့သော် လူသားများကို အမှန်တရားသို့ လမ်းညွှန်ခြင်းသည် သင့်အပေါ်၌လည်းကောင်း၊ ၎င်းတို့အပေါ်၌လည်းကောင်း မူတည်မနေပါ။ သင်သည် နားမကြားသူများကို ကြားစေနိုင်မည်မဟုတ်ပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် အလိုတော်မရှိပါက ဤသူများကို သင် လမ်းညွှန်နိုင်မည်မဟုတ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့သည် သင့်အား ကြည့်ရှုကြ၏၊)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် သင့်အားလည်းကောင်း၊ ဂုဏ်သိက္ခာ၊ မြင့်မြတ်သောကိုယ်ရည်ကိုယ်သွေးနှင့် ကြီးမြတ်သောအကျင့်စာရိတ္တတို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က သင့်အား ပေးသနားထားသည်များကိုလည်းကောင်း ကြည့်ရှုကြသည်။ ဤအရာအားလုံး၌ အသိဉာဏ်နှင့် ထိုးထွင်းသိမြင်မှုရှိသူများအတွက် သင့်၏နဗီပြုခြင်း၏ ထင်ရှားသောသက်သေခံချက်များရှိသည်။ အခြားလူများလည်း ကြည့်ရှုကြသော်လည်း ၎င်းတို့ကဲ့သို့ လမ်းညွှန်မှုကို မရရှိကြချေ။ ယုံကြည်သူများသည် သင့်အား လေးစားမှုနှင့် ဂုဏ်သိက္ခာဖြင့် ကြည့်ရှုကြပြီး မယုံကြည်သူများသည် သင့်အား မထီမဲ့မြင်ပြုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က သင့်အား မြင်သောအခါ ၎င်းတို့သည် သင့်အား ပြောင်လှောင်သရော်ရန်အတွက်သာ သဘောထားကြ၏။)</span><span class=\"gray\">[၂၅:၄၁]</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ မတရားမပြုကြောင်း ကြေညာတော်မူသည်။ အရှင်မြတ်သည် အလိုတော်ရှိသူကို လမ်းညွှန်တော်မူ၏။ မျက်မမြင်တို့၏ မျက်စိကို ဖွင့်တော်မူ၏။ နားမကြားသူတို့ကို ကြားစေတော်မူ၏။ နှလုံးသားများမှ လစ်လျူရှုမှုကို ဖယ်ရှားတော်မူ၏။ တစ်ချိန်တည်းမှာပင် အရှင်မြတ်သည် အခြားသူများကို လမ်းမှားစေပြီး ယုံကြည်မှုမှ ကင်းဝေးစေသည်။ အရှင်မြတ်သည် ထိုအရာအားလုံးကို ပြုတော်မူသော်လည်း အမြဲတမ်း တရားမျှတတော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် အုပ်စိုးရှင်ဖြစ်ပြီး ၎င်း၏နိုင်ငံတော်အပေါ် အပြည့်အဝ အာဏာရှိသောကြောင့်ဖြစ်သည်။ အရှင်မြတ်သည် မည်သည့်ကန့်သတ်ချက်မှမရှိဘဲ အလိုတော်ရှိသည်များကို ပြုတော်မူသည်။ အရှင်မြတ် ပြုလုပ်သည်များကို မည်သူမျှ မေးမြန်းနိုင်မည်မဟုတ်သော်လည်း အရှင်မြတ်ကမူ အခြားသူတိုင်းကို မေးမြန်းတော်မူမည်ဖြစ်သည်။ အရှင်မြတ်သည် အလုံးစုံကိုသိတော်မူသော၊ အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့် စီမံခန့်ခွဲတော်မူသော၊ အလုံးစုံ တရားမျှတတော်မူသော အရှင်ဖြစ်တော်မူ၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَٰكِنَّ النَّاسَ أَنفُسَهُمْ يَظْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့ကို အနည်းငယ်မျှပင် မပြစ်မှားချေ။ သို့သော် လူသားတို့သည် မိမိတို့ကိုယ်ကိုသာ ပြစ်မှားကြကုန်၏။)</span></p><p lang=\"my\" class=\"my \">အဘူဒါရ်း ရေးသားခဲ့သော ဟဒီးစ်တော်၌ ၎င်းက တမန်တော် ﷺ သည် အရှင်မြတ်၏ အရှင်သခင်၊ အမြင့်မြတ်ဆုံးနှင့် အထွတ်အထိပ်ဖြစ်တော်မူသော အရှင်မြတ်က မိန့်တော်မူကြောင်း ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي! إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ကျွန်များ၊ ကျွန်ုပ်သည် မိမိကိုယ်တိုင်အပေါ် ဖိနှိပ်မှုကို တားမြစ်ထားပြီး သင်တို့အပေါ်၌လည်း တားမြစ်ထားသည်၊ ထို့ကြောင့် တစ်ဦးနှင့်တစ်ဦး ဖိနှိပ်မှုမပြုကြနှင့်။)</span> ဟဒီးစ်တော်၏အဆုံး၌ အရှင်မြတ် မိန့်တော်မူသည်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي! إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ، ثُمَّ أُوفِيكُمْ إِيَّاهَا، فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ، وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ကျွန်များ၊ ၎င်းသည် သင်တို့၏လုပ်ရပ်များသာဖြစ်ပြီး ကျွန်ုပ်သည် သင်တို့အတွက် ၎င်းတို့ကို စာရင်းမှတ်ပြီးနောက် သင်တို့အား အကျိုးပြန်ပေးမည်။ ထို့ကြောင့် ကောင်းသောအရာကို <span class=\"gray\">(နောင်ဘဝ၌)</span> တွေ့ရှိသူသည် အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းပါစေ။ ထို့မှတစ်ပါး အခြားအရာကို တွေ့ရှိသူသည် မိမိကိုယ်ကိုသာ အပြစ်တင်ပါစေ။)</span> အပြည့်အစုံကို မွတ်စလင်မ်က မှတ်တမ်းတင်ထားသည်။</p>"
  },
  {
    "ayah_key": "10:45",
    "group_ayah_key": "10:45",
    "from_ayah": "10:45",
    "to_ayah": "10:45",
    "ayah_keys": "10:45",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား စုရုံးစေသောအခါ <span class=\"gray\">(၎င်းတို့သည်)</span> <span class=\"gray\">(ဤလောကဘဝနှင့် သင်္ချိုင်းများ၌)</span> တစ်ရက်၏ တစ်နာရီမျှသာ နေထိုင်ခဲ့ရသကဲ့သို့ ဖြစ်ပေမည်။ ၎င်းတို့သည် အချင်းချင်း မှတ်မိကြမည်။ အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို ငြင်းပယ်ခဲ့ကြသူများ၊ လမ်းမှန်ကို မရခဲ့ကြသူများသည် အမှန်ပင် ပျက်စီးကြပေမည်။ <span>(၄၅)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ရာနေ့၌ စုရုံးခြင်းတွင် လောကီဘဝ၏ အချိန်တိုတောင်းခြင်းကို ခံစားရပုံ</h2></div><p lang=\"my\" class=\"my \">လူအများအား ကပ်ဘေးကြီးကျရောက်ခြင်းနှင့် ၎င်းတို့၏ သင်္ချိုင်းများမှ တရားစီရင်ရာနေ့အတွက် စုရုံးရာသို့ ပြန်လည်ထမြောက်ခြင်းတို့ကို သတိပေးရန်အတွက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို စုရုံး <span class=\"gray\">(ပြန်လည်ထမြောက်)</span> စေသောနေ့တွင်)</span> ထို့အတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِّن نَّهَارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ကတိပေးထားသော <span class=\"gray\">(ခြိမ်းခြောက်ထားသော ဤ)</span> ပြစ်ဒဏ်ကို တွေ့မြင်ရသောနေ့တွင် ၎င်းတို့သည် တစ်ရက်တာ၏ တစ်နာရီထက် ပို၍ မနေထိုင်ခဲ့ရသကဲ့သို့ ဖြစ်ပေမည်။)</span><span class=\"gray\">[၄၆:၃၅]</span></p><p lang=\"gl\" class=\"gl \">Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေ့ကို မြင်ရသောအခါ <span class=\"gray\">(၎င်းတို့သည် ဤလောကတွင်)</span> နေ့လယ်ပိုင်း သို့မဟုတ် နံနက်ပိုင်းခန့်သာ နေထိုင်ခဲ့ရသကဲ့သို့ ဖြစ်ပေမည်။)</span><span class=\"gray\">[၇၉:၄၆]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُنفَخُ فِي الصُّورِ ۚ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا - يَتَخَافَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلَّا عَشْرًا - نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلَّا يَوْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တံပိုးမှုတ်ခံရသောနေ့တွင် <span class=\"gray\">(ဒုတိယအကြိမ် မှုတ်ခြင်း)</span>: ထိုနေ့တွင် ငါတို့သည် ပြစ်မှုကျူးလွန်သူများ၊ မျက်လုံးပြာများကို စုရုံးစေမည်။ ၎င်းတို့သည် အချင်းချင်း အသံတိုးတိုးဖြင့် <span class=\"gray\">(ပြောဆိုကြမည်)</span>: \"သင်တို့သည် ဆယ် <span class=\"gray\">(ရက်)</span> ထက် ပိုမနေခဲ့ရပါဘူး။\" ၎င်းတို့ပြောဆိုသည်ကို ငါတို့ ကောင်းစွာသိသည်။ ၎င်းတို့အနက် အသိပညာနှင့် ဉာဏ်ပညာတွင် အကောင်းဆုံးသူက- \"သင်တို့သည် တစ်ရက်ထက် ပိုမနေခဲ့ရပါဘူး။\" ဟု ပြောဆိုသောအခါတွင် <span class=\"gray\">(သိသည်။)</span>)</span><span class=\"gray\">[၂၀:၁၀၂-၁၀၄]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကပ်ဘေးကြီးကျရောက်သောနေ့တွင် ပြစ်မှုကျူးလွန်သူများသည် ၎င်းတို့သည် တစ်နာရီမျှသာ နေထိုင်ခဲ့ရသည်ဟု ကျိန်ဆိုကြမည်။)</span><span class=\"gray\">[၃၀:၅၅]</span></p><p lang=\"my\" class=\"my \">ဤအရာများအားလုံးသည် နောင်တမလွန်ဘဝနှင့်နှိုင်းယှဉ်လျှင် လောကီဘဝ၏ အချိန်တိုတောင်းခြင်းကို သက်သေပြခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ - قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ - قَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က မိန့်တော်မူမည်- \"သင်တို့သည် ကမ္ဘာမြေပေါ်တွင် နှစ်မည်မျှနေခဲ့ကြသနည်း။\" ၎င်းတို့က ပြောဆိုကြမည်- \"ကျွန်ုပ်တို့သည် တစ်ရက် သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်းမျှသာ နေခဲ့ကြသည်။ စာရင်းစစ်သူများကို မေးမြန်းကြည့်ပါ။\" အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က မိန့်တော်မူမည်- \"သင်တို့သည် အနည်းငယ်မျှသာ နေခဲ့ကြသည်။ သင်တို့သာ သိခဲ့ကြလျှင် <span class=\"gray\">(သိကြလိမ့်မည်)</span>။\")</span><span class=\"gray\">[၂၃:၁၁၂-၁၁၄]</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَعَارَفُونَ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အချင်းချင်း မှတ်မိကြမည်)</span></p><p lang=\"my\" class=\"my \">ကလေးများသည် ၎င်းတို့၏မိဘများကို သိကြမည်ဖြစ်ပြီး ဆွေမျိုးများလည်း အချင်းချင်း မှတ်မိကြမည်။ ၎င်းတို့သည် ဤလောကဘဝတွင် သိခဲ့ကြသည့်အတိုင်းပင် သိကြမည်။ သို့သော် ထိုနေ့တွင် လူတိုင်းသည် မိမိကိုယ်တိုင်ဖြင့်သာ အလုပ်ရှုပ်နေကြမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် တံပိုးမှုတ်ခံရသောအခါ ၎င်းတို့အကြား ဆွေမျိုးတော်စပ်မှု မရှိတော့ပေ။)</span><span class=\"gray\">[၂၃:၁၀၁]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် မိတ်ဆွေကမျှ မိတ်ဆွေကို <span class=\"gray\">(သူ၏အခြေအနေ)</span> မမေးမြန်းကြပေ။)</span><span class=\"gray\">[၇၀:၁၀]</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို ငြင်းပယ်ခဲ့ကြသူများ၊ လမ်းမှန်ကို မရခဲ့ကြသူများသည် အမှန်ပင် ပျက်စီးကြပေမည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် အာယတ်တော်နှင့် ဆင်တူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ငြင်းပယ်သူများအဖို့ ပျက်စီးခြင်းပါတကား။)</span><span class=\"gray\">[၇၇:၁၅]</span></p><p lang=\"my\" class=\"my \">၎င်းတို့အား ပျက်စီးခြင်းပါတကား။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိမိတို့ကိုယ်ကိုနှင့် မိမိတို့၏မိသားစုများကို ဆုံးရှုံးကြမည်ဖြစ်သောကြောင့် ဖြစ်သည်။ ထိုဆုံးရှုံးမှုသည် အမှန်ပင် ကြီးမားသော ဆုံးရှုံးမှုဖြစ်သည်။ ဝမ်းနည်းပူဆွေးမှုနှင့် နောင်တရရာနေ့တွင် မိမိ၏ချစ်ခင်ရသူများထံမှ ခွဲခွာရသောသူ၏ ဆုံးရှုံးမှုထက် ပို၍ကြီးမားသော ဆုံးရှုံးမှု မရှိပေ။</p>"
  },
  {
    "ayah_key": "10:46",
    "group_ayah_key": "10:46",
    "from_ayah": "10:46",
    "to_ayah": "10:47",
    "ayah_keys": "10:46,10:47",
    "text": "<p lang=\"my\" class=\"my \">သင့်အား ကျွန်ုပ်တို့ကတိပေးထားသည်များ <span class=\"gray\">(ပြစ်ဒဏ်များ)</span> အချို့ကို ပြသသည်ဖြစ်စေ၊ သင့်အား သေဆုံးစေသည်ဖြစ်စေ၊ ၎င်းတို့သည် ကျွန်ုပ်တို့ထံသို့ ပြန်လာရမည်ဖြစ်ပြီး၊ ထို့အပြင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုလုပ်ခဲ့သည်များကို သက်သေခံဖြစ်တော်မူသည် <span>(၄၆)</span> အဖန်ဖန်တလဲလဲ ပြောဆိုခြင်းမရှိဘဲ အလုံးစုံသော အစ္စလာမ့်သာသနာ့အဖွဲ့အစည်းတိုင်းအတွက် ရစူလ်တမန်တော်တစ်ပါးစီ ရှိ၏။ ၎င်းတို့၏ ရစူလ်တမန်တော် ရောက်ရှိလာသောအခါ၊ ၎င်းတို့အကြား ကိစ္စရပ်ကို တရားမျှတစွာ ဆုံးဖြတ်ပေးမည်ဖြစ်ပြီး ၎င်းတို့အား မတရားပြုခံရမည်မဟုတ်ပေ <span>(၄၇)</span></p><div lang=\"my\" class=\"my \"><h2>ပြစ်မှုကျူးလွန်သူများသည် ဤကမ္ဘာလောကတွင်ဖြစ်စေ၊ နောင်တမလွန်ဘဝတွင်ဖြစ်စေ လက်စားချေခံရမည်မှာ သေချာသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said to His Messenger ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ကတိပြုထားသည့်အရာများ <span class=\"gray\">(ပြစ်ဒဏ်)</span> အချို့ကို သင့်အား ပြသသည်ဖြစ်စေ၊)</span> ကျွန်ုပ်တို့သည် သင့်ဘဝတစ်လျှောက်လုံးတွင် ၎င်းတို့အား လက်စားချေမည်ဖြစ်ရာ သင့်မျက်စိ ပျော်ရွှင်ရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင့်အား ကျွန်ုပ်တို့သေဆုံးစေသည် – သို့တိုင် ၎င်းတို့သည် ကျွန်ုပ်တို့ထံ ပြန်လာရမည်ဖြစ်သည်၊)</span> အလ္လာဟ်အရှင်မြတ်သည် သင့်အတွက် ၎င်းတို့၏လုပ်ရပ်များကို စောင့်ကြည့်နေသော သက်သေဖြစ်တော်မူလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَاءَ رَسُولُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလုံးစုံသော အစ္စလာမ့်သာသနာ့အဖွဲ့အစည်းတိုင်းအတွက် ရစူလ်တမန်တော်တစ်ပါးစီ ရှိ၏။ ၎င်းတို့၏ ရစူလ်တမန်တော် ရောက်ရှိလာသောအခါ၊)</span> မူဂျာဟစ်ဒ်က ပြောကြားခဲ့သည်- \"၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُضِيَ بَيْنَهُم بِالْقِسْطِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိစ္စရပ်ကို ၎င်းတို့အကြား တရားမျှတစွာ ဆုံးဖြတ်ပေးမည်၊)</span> သည် အာယသ်နှင့် ဆင်တူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေကြီးသည် ၎င်း၏အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်)</span> ၏အလင်းဖြင့် တောက်ပလိမ့်မည်၊)</span><span class=\"gray\">[၃၉:၆၉]</span> ထို့ကြောင့် အစ္စလာမ့်သာသနာ့အဖွဲ့အစည်းတိုင်းသည် ၎င်း၏ရစူလ်တမန်တော်နှင့် ၎င်း၏လုပ်ဆောင်ချက်စာအုပ်ရှေ့တွင် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်သို့ ရောက်ရှိလာမည်ဖြစ်သည်။ ကောင်းမှုနှင့် မကောင်းမှုအားလုံးကို ၎င်းတို့အပေါ် သက်သေခံလိမ့်မည်။ ၎င်းတို့၏ အစောင့်အရှောက်ကောင်းကင်တမန်များလည်း သက်သေဖြစ်ကြလိမ့်မည်။ အစ္စလာမ့်သာသနာ့အဖွဲ့အစည်းများကို တစ်ခုပြီးတစ်ခု ခေါ်ထုတ်လာလိမ့်မည်။ </p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏ ဂုဏ်သရေရှိ အစ္စလာမ့်သာသနာ့အဖွဲ့အစည်းသည် အစ္စလာမ့်သာသနာ့အဖွဲ့အစည်းများထဲတွင် နောက်ဆုံးဖြစ်သော်လည်း၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပထမဆုံး မေးခွန်းထုတ်ခံရပြီး တရားစီရင်ခံရမည်ဖြစ်သည်။ ဤအကြောင်းကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ် နှစ်ဦးစလုံး မှတ်တမ်းတင်ထားသော ဟာဒီးစ်တွင် ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ، الْمَقْضِيُّ لَهُمْ قَبْلَ الْخَلَائِقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် နောက်ဆုံးဖြစ်သော်လည်း ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပထမဆုံးဖြစ်သည်၊ ကျွန်ုပ်တို့သည် ကျန်ရှိသော ဖန်ဆင်းခံများမတိုင်မီ တရားစီရင်ခံရမည်ဖြစ်သည်။)</span> ၎င်း၏ အစ္စလာမ့်သာသနာ့အဖွဲ့အစည်းသည် ၎င်း၏ ရစူလ်တမန်တော်၏ ဂုဏ်အင်္ဂါကြောင့်သာ ဦးဆောင်မှု၏ ဂုဏ်ကို ရရှိသည်၊ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ထာဝရသက်ရောက်ပါစေ။</p>"
  }
]