[
  {
    "ayah_key": "28:56",
    "group_ayah_key": "28:56",
    "from_ayah": "28:56",
    "to_ayah": "28:57",
    "ayah_keys": "28:56,28:57",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် သင်ချစ်မြတ်နိုးသူကို သင်သည် လမ်းပြတော်မူသည်မဟုတ်ဘဲ အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိတော်မူသူကို လမ်းပြတော်မူသည်။ လမ်းညွှန်ခြင်းခံရသူများထဲမှ အကောင်းဆုံးကို ကိုယ်တော်သိတော်မူသည် <span>(၅၆)</span>၎င်းတို့က “အကယ်၍ ကျွန်ုပ်တို့သည် သင်နှင့်အတူ လမ်းညွှန်မှုကို လိုက်နာပါက ကျွန်ုပ်တို့၏မြေမှ ခေါ်ဆောင်သွားခြင်း ခံရလိမ့်မည်” ဟု ပြောကြသည်။ ကိုယ်တော်သည် ၎င်းတို့အတွက် လုံခြုံသော နယ်မြေကို မတည်ထောင်ပေးခဲ့ဘူးလား၊ ထိုနယ်မြေသို့ အသီးအနှံအမျိုးမျိုးကို ယူဆောင်လာကြသည်၊ ကျွန်ုပ်တို့ထံမှ ရိက္ခာများဖြစ်သည်၊ သို့သော် ၎င်းတို့အများစုမှာ မသိကြပေ <span>(၅၇)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိတော်မူသူကို လမ်းပြတော်မူသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ ရစူလ်တမန်တော် ﷺ အား မိန့်ကြားတော်မူသည်- 'အို မိုဟာမက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَهْدِي مَنْ أَحْبَبْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်ချစ်မြတ်နိုးသူကို သင်သည် လမ်းပြတော်မူသည်မဟုတ်)</span>' ဆိုလိုသည်မှာ 'ဤကိစ္စသည် သင့်အပေါ်တွင် မတည်ရှိပါ။ သင်လုပ်ဆောင်ရမည့်အရာမှာ သတင်းစကားကို ပေးပို့ရန်သာဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိတော်မူသူကို လမ်းပြတော်မူမည်ဖြစ်ပြီး၊ ကိုယ်တော်၏ ဉာဏ်ပညာသည် အမြင့်မြတ်ဆုံးဖြစ်သည်' ဟု ကိုယ်တော်မိန့်ကြားတော်မူသကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လမ်းညွှန်မှုသည် သင့်အပေါ်တွင် မရှိဘဲ အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိတော်မူသူကို လမ်းပြတော်မူသည်။)</span><span class=\"gray\">(၂:၂၇၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်မည်မျှပင် လိုချင်တောင့်တစေကာမူ လူအများစုသည် ယုံကြည်မည်မဟုတ်ပေ။)</span><span class=\"gray\">(၁၂:၁၀၃)</span> ဤအာယတ်တော်သည် အောက်ပါအာယတ်တော်ထက် ပိုမိုတိကျသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۚ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်ချစ်မြတ်နိုးသူကို သင်သည် လမ်းပြတော်မူသည်မဟုတ်ဘဲ အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိတော်မူသူကို လမ်းပြတော်မူသည်။ လမ်းညွှန်ခြင်းခံရသူများထဲမှ အကောင်းဆုံးကို ကိုယ်တော်သိတော်မူသည်)</span> ဆိုလိုသည်မှာ- မည်သူသည် လမ်းညွှန်မှုခံရထိုက်ပြီး မည်သူသည် လမ်းမှားရောက်ထိုက်သည်ကို အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး သိတော်မူသည်။ ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဦးလေးဖြစ်သူ အဘူတာလစ်ဗ်နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။ သူသည် တမန်တော် ﷺ ကို ကာကွယ်ခဲ့သည်၊ ထောက်ပံ့ခဲ့သည်၊ ဘေးတွင် ရပ်တည်ခဲ့သည်။ သူသည် တမန်တော် ﷺ ကို အလွန်ချစ်ခင်ခဲ့သော်လည်း ဤချစ်ခြင်းမေတ္တာသည် သဘာဝချစ်ခြင်းမေတ္တာဖြစ်သည်၊ ဆိုလိုသည်မှာ ဆွေမျိုးသားချင်းဖြစ်ခြင်းကြောင့် ဖြစ်ပေါ်လာသော ချစ်ခြင်းမေတ္တာဖြစ်သည်၊ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ဖြစ်သောကြောင့် ဖြစ်ပေါ်လာသော ချစ်ခြင်းမေတ္တာမဟုတ်ပေ။ သူသည် သေခါနီးအချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူ့အား သက်ဝင်ယုံကြည်ရန်နှင့် အစ္စလာမ်သာသနာသို့ ဝင်ရောက်ရန် ဖိတ်ခေါ်ခဲ့သော်လည်း ကံကြမ္မာက သူ့ကို လွှမ်းမိုးသွားခဲ့ပြီး သူသည် မယုံကြည်ခြင်း၏နောက်လိုက်အဖြစ် ကျန်ရှိနေခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ပြည့်စုံသော ဉာဏ်ပညာရှင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အဇ်-ဇူဟ်ရီက ပြောကြားသည်- \"စအီးဒ် ဘင်န် အလ်-မူစိုင်ယစ်ဗ်က သူ့ဖခင် အလ်-မူစိုင်ယစ်ဗ် ဘင်န် ဟာဇန် အလ်-မခ်ဇူမီ (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ) က ပြောပြသည်- \"အဘူတာလစ်ဗ် သေခါနီးတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သူ့ထံသို့ လာခဲ့ပြီး အဘူဂျဟ်လ် ဘင်န် ဟိရှမ်နှင့် အဗ်ဒူလ္လာဟ် ဘင်န် အဘီ အူမိုင်ယဟ် ဘင်န် အလ်-မူဂီရဟ် တို့ကို သူ့နှင့်အတူ တွေ့ရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَمِّ قُلْ: لَا إِلَهَ إِلَّا اللهُ، كَلِمَةً أُحَاجُّ لَكَ بِهَا عِنْدَ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ ဦးလေး၊ လာအီလာဟ အစ်လလ်လာဟ် ဟု ပြောပါ၊ ဤစကားကို အလ္လာဟ်အရှင်မြတ်ထံတွင် သင့်ဘက်မှ သက်သေအဖြစ် အသုံးပြုနိုင်ပါသည် <span class=\"gray\">[နောင်ဘဝတွင်]</span>။)</span> အဘူဂျဟ်လ် ဘင်န် ဟိရှမ်နှင့် အဗ်ဒူလ္လာဟ် ဘင်န် အဘီ အူမိုင်ယဟ်တို့က 'အို အဘူတာလစ်ဗ်၊ အဗ်ဒူလ်-မူတ္တလစ်ဗ်၏ ဘာသာကို စွန့်ပစ်တော့မည်လား' ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က သူ့အား လာအီလာဟ အစ်လလ်လာဟ် ဟု ပြောရန် ဆက်လက်တိုက်တွန်းနေခဲ့သည်၊ ၎င်းတို့က 'အဗ်ဒူလ်-မူတ္တလစ်ဗ်၏ ဘာသာကို စွန့်ပစ်တော့မည်လား' ဟု ဆက်လက်ပြောဆိုနေခဲ့ကြသည် – နောက်ဆုံးတွင် သူသည် အဗ်ဒူလ်-မူတ္တလစ်ဗ်၏ ဘာသာကို လိုက်နာသည်ဟု ပြောကြားခဲ့ပြီး လာအီလာဟ အစ်လလ်လာဟ် ဟု ပြောရန် ငြင်းဆန်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆိုပါသည်၊ အကယ်၍ ကျွန်ုပ်ကို မတားမြစ်ပါက သင့်အတွက် ခွင့်လွှတ်မှု အမှန်တကယ် တောင်းခံပါမည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်နှင့် ယုံကြည်သူများအတွက် ရုပ်တုကိုးကွယ်သူများအတွက် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံရန် <span class=\"gray\">(မသင့်လျော်ပါ)</span>၊ ၎င်းတို့သည် ဆွေမျိုးများဖြစ်သော်လည်း)</span><span class=\"gray\">(၉:၁၁၃)</span>။ ထို့အပြင် အဘူတာလစ်ဗ်နှင့် ပတ်သက်၍ အာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်ချစ်မြတ်နိုးသူကို သင်သည် လမ်းပြတော်မူသည်မဟုတ်ဘဲ အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိတော်မူသူကို လမ်းပြတော်မူသည်။)</span>\" ဤအရာကို အဇ်-ဇူဟ်ရီ၏ ဟဒီးဆ်တော်မှ <span class=\"gray\">(အလ်-ဗုခါရီနှင့် မွတ်စ်လင်မ်တို့က)</span> မှတ်တမ်းတင်ထားသည်။</p><div lang=\"my\" class=\"my \"><h2>မက္ကာမြို့သားများက မယုံကြည်ခြင်းအတွက် ပြုလုပ်ခဲ့သော ဆင်ခြေများနှင့် ၎င်းတို့၏ ဆင်ခြေများကို ပယ်ချခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا إِنْ نَتَّبِعِ الْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “အကယ်၍ ကျွန်ုပ်တို့သည် သင်နှင့်အတူ လမ်းညွှန်မှုကို လိုက်နာပါက ကျွန်ုပ်တို့၏မြေမှ ခေါ်ဆောင်သွားခြင်း ခံရလိမ့်မည်” ဟု ပြောကြသည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် အချို့သော မယုံကြည်သူများက စစ်မှန်သော လမ်းညွှန်မှုကို မလိုက်နာခြင်းအတွက် ပေးခဲ့သော ဆင်ခြေဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ نَتَّبِعِ الْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်တို့သည် သင်နှင့်အတူ လမ်းညွှန်မှုကို လိုက်နာပါက ကျွန်ုပ်တို့၏မြေမှ ခေါ်ဆောင်သွားခြင်း ခံရလိမ့်မည်။)</span>, ဆိုလိုသည်မှာ၊ 'သင်ယူဆောင်လာသော လမ်းညွှန်မှု သတင်းစကားကို ကျွန်ုပ်တို့လိုက်နာပြီး ကျွန်ုပ်တို့ပတ်ဝန်းကျင်ရှိ ရုပ်တုကိုးကွယ်သော အာရပ်မျိုးနွယ်စုများကို ဆန့်ကျင်ပါက ၎င်းတို့သည် ကျွန်ုပ်တို့အား အန္တရာယ်ပြုရန် ကြိုးပမ်းမည်ဖြစ်ပြီး ကျွန်ုပ်တို့အား တိုက်ခိုက်မည်ဖြစ်ကာ ကျွန်ုပ်တို့ရှိရာနေရာမှ ခေါ်ဆောင်သွားနိုင်သည်' ဟု ကျွန်ုပ်တို့ စိုးရိမ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား တုံ့ပြန်ရာတွင် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ၎င်းတို့အတွက် လုံခြုံသော နယ်မြေကို မတည်ထောင်ပေးခဲ့ဘူးလား၊)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့ပေးသော ဆင်ခြေသည် မုသားဖြစ်ပြီး မှားယွင်းသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား လုံခြုံသောမြို့နှင့် တည်ဆောက်ချိန်မှစ၍ ဘေးကင်းလုံခြုံခဲ့သော မြင့်မြတ်သည့်နယ်မြေတွင် ထားရှိခဲ့သည် – ၎င်းတို့သည် မယုံကြည်ခြင်းနှင့် ရှင်ရစ်ကို ယုံကြည်သောအခါ ဤနယ်မြေသည် ၎င်းတို့အတွက် မည်သို့ဘေးကင်းနိုင်မည်နည်း၊ ၎င်းတို့သည် မွတ်စ်လင်မ်များဖြစ်လာပြီး သစ္စာတရားကို လိုက်နာသောအခါ ၎င်းတို့အတွက် မည်သို့ဘေးကင်းမှု မရှိနိုင်မည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُجْبَىٰ إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနယ်မြေသို့ အသီးအနှံအမျိုးမျိုးကို ယူဆောင်လာကြသည်၊)</span> ဆိုလိုသည်မှာ၊ အတ်-တာအိဖ်နှင့် အခြားနေရာများမှ ပတ်ဝန်းကျင်ဒေသများမှ အသီးအနှံအမျိုးမျိုးဖြစ်သည်။ အလားတူပင်၊ မက္ကာမြို့သားများသည် ကုန်သွယ်မှုတွင် ပါဝင်ခဲ့ကြပြီး အခြားကုန်ပစ္စည်းများလည်း ၎င်းတို့၏မြို့သို့ ရောက်ရှိလာခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِزْقًا مِنْ لَدُنَّا وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ထံမှ ရိက္ခာများဖြစ်သည်၊ သို့သော် ၎င်းတို့အများစုမှာ မသိကြပေ။)</span> – ၎င်းတို့ ထိုသို့ပြောဆိုရခြင်း အကြောင်းရင်းဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "28:58",
    "group_ayah_key": "28:58",
    "from_ayah": "28:58",
    "to_ayah": "28:59",
    "ayah_keys": "28:58,28:59",
    "text": "<p lang=\"my\" class=\"my \">မိမိတို့၏ စားဝတ်နေရေးအတွက် ကျေးဇူးမသိသော မြို့ပေါင်းမည်မျှကို ကိုယ်တော်ဖျက်ဆီးခဲ့ပြီနည်း။ ထိုအရာများမှာ ၎င်းတို့၏ နေအိမ်များဖြစ်ပြီး ၎င်းတို့နောက်ပိုင်းတွင် အနည်းငယ်မျှသာ နေထိုင်ခြင်းမရှိခဲ့ပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် အမွေခံများ ဖြစ်ခဲ့သည် <span>(၅၈)</span>သင်၏အရှင်သခင်သည် မြို့များကို မိမိတို့၏ အဓိကမြို့သို့ ကျွန်ုပ်တို့၏အာယတ်တော်များကို ရွတ်ဖတ်ပြမည့် ရစူလ်တမန်တော်တစ်ပါးကို မစေလွှတ်မချင်း ဘယ်တော့မှ ဖျက်ဆီးမည်မဟုတ်ပေ။ ကိုယ်တော်သည် မြို့များကို ၎င်းတို့၏ပြည်သူများ မတော်မတရားပြုသူများမဟုတ်လျှင် ဘယ်တော့မှ ဖျက်ဆီးမည်မဟုတ်ပေ <span>(၅၉)</span></p><div lang=\"my\" class=\"my \"><h2>မြို့များကို ဖျက်ဆီးခြင်း၊ သက်သေအထောက်အထားများ ၎င်းတို့အပေါ် မတည်ဆောက်မချင်း ဖျက်ဆီးခြင်းမပြုခြင်း</h2></div><p lang=\"my\" class=\"my \">မက္ကာမြို့သားများကို ရည်ညွှန်း၍ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ စားဝတ်နေရေးအတွက် ကျေးဇူးမသိသော မြို့ပေါင်းမည်မျှကို ကိုယ်တော်ဖျက်ဆီးခဲ့ပြီနည်း။)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပြည့်စုံသော ရိက္ခာများ ပေးသနားခြင်း၏ ကောင်းချီးကို ငြင်းပယ်ခဲ့သော မာနကြီးပြီး ကျူးလွန်သူများဖြစ်သည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လုံခြုံစိတ်ချစွာ နေထိုင်ခဲ့သော မြို့တစ်မြို့၏ ဥပမာကို တင်ပြတော်မူသည်- ၎င်း၏ရိက္ခာများသည် နေရာတိုင်းမှ ပြည့်စုံစွာ ရောက်ရှိလာခဲ့သည်)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် မတော်မတရားပြုသူများ ဖြစ်နေစဉ်ပင် နှိပ်စက်မှုက ၎င်းတို့အား လွှမ်းမိုးခဲ့သည်။)</span><span class=\"gray\">(၁၆:၁၁၂-၁၁၃)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာများမှာ ၎င်းတို့၏ နေအိမ်များဖြစ်ပြီး ၎င်းတို့နောက်ပိုင်းတွင် အနည်းငယ်မျှသာ နေထိုင်ခြင်းမရှိခဲ့ပါ။)</span> ၎င်းတို့၏ မြေသည် ဗလာဖြစ်ပြီး ဆိတ်ငြိမ်သွားခဲ့သည်၊ သင်သည် ၎င်းတို့၏ နေအိမ်များမှလွဲ၍ မည်သည့်အရာကိုမှ မမြင်ရတော့ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنَّا نَحْنُ الْوَارِثِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် အမွေခံများ ဖြစ်ခဲ့သည်။)</span> ၎င်းတို့၏ မြို့များသည် ပျက်စီးယိုယွင်းခဲ့ပြီး မည်သူမျှ မကျန်ရှိတော့ပါ။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တရားမျှတမှုကို ကျွန်ုပ်တို့အား ပြောပြတော်မူပြီး ကိုယ်တော်သည် မည်သူ့ကိုမျှ မတရားဖျက်ဆီးခြင်း မပြုကြောင်း၊ ဆန့်ကျင်ဘက်အားဖြင့် ကိုယ်တော်သည် ၎င်းတို့အပေါ် သက်သေအထောက်အထားများ တည်ဆောက်ပြီးနောက် ဖျက်ဆီးလိုသူများကို ဖျက်ဆီးတော်မူကြောင်း ပြောပြတော်မူသည်။ ထို့ကြောင့် ကိုယ်တော်မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَىٰ حَتَّىٰ يَبْعَثَ فِي أُمِّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် မြို့များကို မိမိတို့၏ အဓိကမြို့သို့ မစေလွှတ်မချင်း ဘယ်တော့မှ ဖျက်ဆီးမည်မဟုတ်ပေ)</span> ဆိုလိုသည်မှာ မက္ကာ –</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏အာယတ်တော်များကို ရွတ်ဖတ်ပြမည့် ရစူလ်တမန်တော်တစ်ပါး။)</span> ဤအရာက အက္ခရာမတတ်သော တမန်တော် မိုဟာမက် ﷺ သည် မြို့တော်များ၏ မိခင် (မက္ကာ) မှ အာရပ်နှင့် အာရပ်မဟုတ်သော မြို့များအားလုံးသို့ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခြင်းခံရကြောင်း ဖော်ပြသည်။ ၎င်းသည် အာယတ်တော်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُنْذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်သည် မြို့တော်များ၏မိခင်နှင့် ၎င်းပတ်ဝန်းကျင်ရှိလူအားလုံးကို သတိပေးရန်ဖြစ်သည်)</span><span class=\"gray\">(၆:၉၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို လူသားမျိုးနွယ်တို့! အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့အားလုံးထံသို့ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခြင်းခံရသူဖြစ်သည်။\")</span><span class=\"gray\">(၇:၁၅၈)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာအားဖြင့် ကျွန်ုပ်သည် သင့်အားနှင့် ၎င်းရောက်ရှိမည့်သူအားလုံးကို သတိပေးနိုင်ရန်ဖြစ်သည်။)</span><span class=\"gray\">(၆:၁၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကို ငြင်းပယ်သော ဂိုဏ်းဂဏများအတွက်မူ ငရဲမီးသည် ၎င်းတို့၏ ကတိထားသော တွေ့ဆုံရာနေရာ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၁၁:၁၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့မတိုင်မီ ကျွန်ုပ်တို့ မဖျက်ဆီးဘဲ သို့မဟုတ် ပြင်းထန်သော နှိပ်စက်မှုဖြင့် အပြစ်မပေးဘဲ မြို့တစ်မြို့မျှ မရှိပါ။)</span><span class=\"gray\">(၁၇:၅၈)</span>။ အလ္လာဟ်အရှင်မြတ်က ရှင်ပြန်ထမြောက်ရာနေ့မတိုင်မီ မြို့တိုင်းကို ဖျက်ဆီးမည်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်၊ ကိုယ်တော်မိန့်ကြားသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ရစူလ်တမန်တော်တစ်ပါးကို မစေလွှတ်မချင်း ဘယ်တော့မှ အပြစ်မပေးပါ။)</span><span class=\"gray\">(၁၇:၁၅)</span>။ အလ္လာဟ်အရှင်မြတ်သည် အက္ခရာမတတ်သော တမန်တော်အား မြို့များအားလုံး <span class=\"gray\">(လူသားအားလုံး)</span> ထံသို့ စေလွှတ်ခဲ့သည်၊ အကြောင်းမှာ သူသည် မြို့တော်များ၏မိခင်ဖြစ်သော ၎င်းတို့အားလုံး ပြန်လာရာ မူရင်းနေရာသို့ စေလွှတ်ခြင်းခံရသောကြောင့်ဖြစ်သည်။ တမန်တော် ﷺ က မိန့်ကြားသည်ဟု ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် အနီနှင့် အနက်ရောင်တို့ထံသို့ စေလွှတ်ခြင်းခံရသည်။)</span> နဗီတမန်တော်ရာထူးသည် သူနှင့်အတူ ပြီးဆုံးသွားခဲ့ပြီး သူ၏နောက်မှ လာမည့် နဗီတမန်တော် သို့မဟုတ် ရစူလ်တမန်တော် မရှိတော့ပါ၊ သို့သော် သူ၏လမ်းစဉ်သည် ညဉ့်နှင့်နေ့ သက်ရှိထင်ရှားရှိသမျှကာလပတ်လုံး၊ ရှင်ပြန်ထမြောက်ရာနေ့အထိ တည်ရှိနေမည်ဖြစ်သည်။</p>"
  }
]