[
  {
    "ayah_key": "16:1",
    "group_ayah_key": "16:1",
    "from_ayah": "16:1",
    "to_ayah": "16:1",
    "ayah_keys": "16:1",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲတမ်း သနားကြင်နာတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် စင်စစ်ပင် ရောက်လာခဲ့ပြီဖြစ်ရာ ၎င်းကို အလျင်စလို မဖြစ်စေကြကုန်လင့်။ ထိုအရှင်မြတ်သည် (သူတစ်ပါးတို့) ကိုယ်တော်နှင့် တွဲဖက်ကိုးကွယ်ကြသော အရာခပ်သိမ်းထက် ဘုန်းတော်ကြီးမွန် မြင့်မြတ်လှတော်မူ၏။)</span></p><div lang=\"my\" class=\"my \"><h2>ကိယာမတ်နေ့ နီးကပ်လာခြင်းနှင့် ပတ်သက်၍ သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိယာမတ်နေ့ နီးကပ်လာခြင်းကို အတိတ်ကာလ ကြိယာဝိသေသန <span class=\"gray\">[အာရဗီဘာသာဖြင့်]</span> ဖြင့် အသိပေးထားသည်မှာ ၎င်းသည် မလွဲဧကန် ရောက်ရှိလာမည်ကို အတည်ပြုရန်ဖြစ်သည်။ ၎င်းသည် အောက်ပါအာယတ်တော်များနှင့် တူညီ၏။ ၎င်းတို့တွင် ကြိယာများသည် အာရဗီဘာသာဖြင့် အတိတ်ကာလ ကြိယာဝိသေသနများအဖြစ် ပါဝင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့၏ စစ်ဆေးမေးမြန်းခြင်းသည် ၎င်းတို့ထံသို့ နီးကပ်လာခဲ့ပြီ။ သို့သော်လည်း ၎င်းတို့သည် ဂရုမစိုက်ဘဲ လျစ်လျူရှုလျက်ပင် ရှိကြ၏။)</span><span class=\"gray\">[၂၁း၁]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိယာမတ်နေ့သည် နီးကပ်လာခဲ့ပြီဖြစ်ပြီး လသည်လည်း ကွဲခဲ့ပြီ။)</span><span class=\"gray\">[၅၄း၁]</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَا تَسْتَعْجِلُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းကို အလျင်စလို မဖြစ်စေကြကုန်လင့်။)</span> ဟူသည်မှာ ဝေးကွာသောအရာသည် ယခုအခါ နီးကပ်လာပြီဖြစ်ရာ ၎င်းကို အလျင်စလို မဖြစ်စေရန် ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ ۚ وَلَوْلَا أَجَلٌ مُّسَمًّى لَّجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ - يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် သင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြ၏။ အကယ်၍ သတ်မှတ်ထားသော ကာလတစ်ခု မရှိခဲ့ပါမူ ပြစ်ဒဏ်သည် ၎င်းတို့ထံသို့ မလွဲဧကန် ရောက်ရှိလာခဲ့ပြီး ဖြစ်ပေမည်။ ၎င်းတို့ မသိလိုက်ဘဲ ရုတ်တရက်ပင် ၎င်းတို့ထံသို့ ရောက်ရှိလာပေလိမ့်မည်။ ၎င်းတို့သည် သင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြ၏။ မလွဲဧကန် ဂျဟန္နမ်ငရဲသည် ကာဖစ်ရ်များကို ဝန်းရံထားပြီး ဖြစ်ချေမည်။)</span><span class=\"gray\">(၂၉း၅၃-၅၄)</span>။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသ်ိမ်က ‘ဥက္ကဘာ ဗင်န် ‘အာမရ်ထံမှ တင်ပြသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَطْلُعُ عَلَيْكُمْ عِنْدَ السَّاعَةِ سَحَابَةٌ سَوْدَاءُ مِنَ الْمَغْرِبِ مِثْلَ التُّرْسِ، فَمَا تَزَالُ تَرْتَفِعُ فِي السَّمَاءِ ثُمَّ يُنَادِي مُنَادٍ فِيهَا: يَا أَيُّهَا النَّاسُ! فَيُقْبِلُ النَّاسُ بَعْضُهُمْ عَلَى بَعْضٍ: هَلْ سَمِعْتُمْ، فَمِنْهُمْ مَنْ يَقُولُ: نَعَمْ، وَمِنْهُمْ مَنْ يَشُكُّ، ثُمَّ يُنَادِي الثَّانِيَةَ: يَا أَيُّهَا النَّاسُ! فَيَقُولُ النَّاسُ بَعْضُهُمْ لِبَعْضٍ: هَلْ سَمِعْتُمْ، فَيَقُولُونَ: نَعَمْ، ثُمَّ يُنَادِي الثَّالِثَةَ: يَا أَيُّهَا النَّاسُ! أَتَى أَمْرُ اللهِ فَلَا تَسْتَعْجِلُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိယာမတ်နေ့ နီးကပ်လာသောအခါ ဒိုင်းလွှားနှင့်တူသော မည်းမှောင်သော တိမ်တိုက်ကြီးတစ်ခုသည် အနောက်ဘက်မှ ထွက်ပေါ်လာလိမ့်မည်။ ၎င်းသည် ကောင်းကင်ယံသို့ ဆက်လက်တက်ကြွလာမည်ဖြစ်ပြီး ထို့နောက် အသံတစ်ခုက 'အို လူသားအပေါင်းတို့!' ဟု ခေါ်ဝေါ်လိမ့်မည်။ လူများသည် တစ်ဦးကိုတစ်ဦး 'သင်တို့ ကြားလိုက်ကြသလား' ဟု ပြောဆိုကြလိမ့်မည်။ အချို့က 'ကြားလိုက်ပါသည်' ဟု ပြောကြမည်ဖြစ်ပြီး အချို့ကမူ သံသယရှိကြလိမ့်မည်။ ထို့နောက် ဒုတိယအကြိမ် ခေါ်သံလာမည်၊ 'အို လူသားအပေါင်းတို့!' လူများသည် တစ်ဦးကိုတစ်ဦး 'သင်တို့ ကြားလိုက်ကြသလား' ဟု ပြောဆိုကြမည်။ ထိုအခါ ၎င်းတို့က 'ကြားလိုက်ပါသည်' ဟု ပြောဆိုကြလိမ့်မည်။ ထို့နောက် တတိယအကြိမ် ခေါ်သံလာမည်၊ 'အို လူသားအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် စင်စစ်ပင် ရောက်လာခဲ့ပြီဖြစ်ရာ ၎င်းကို အလျင်စလို မဖြစ်စေကြကုန်လင့်။')</span></p><p lang=\"no\" class=\"no \">The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَ الَّذِي نَفْسِي بِيَدِهِ، إِنَّ الرَّجُلَيْنِ لَيَنْشُرَانِ الثَّوبَ فَمَا يَطْوِيَانِهِ أَبَدًا، وَإِنَّ الرَّجُلَ لَيَمُدَّنَّ حَوْضَهُ فَمَا يَسْقِي فِيهِ شَيْئًا أَبَدًا، وَإِنَّ الرَّجُلَ لَيَحْلُبُ نَاقَتَهُ فَمَا يَشْرَبُهُ أَبَدًا - قَالَ - وَيَشْتَغِلُ النَّاسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ဝိညာဉ်တော်သည် မည်သူ့လက်ထဲတွင် ရှိသည်ကို ကြိမ်ဆိုသည်၊ လူနှစ်ဦးသည် အထည်တစ်ခုကို ဖြန့်ခင်းမည်ဖြစ်သော်လည်း ၎င်းကို လုံးဝပြန်မခေါက်ကြတော့ပေ။ လူတစ်ဦးသည် သူ၏ ရေခွက်ကို ပြင်ဆင်မည်ဖြစ်သော်လည်း ၎င်းမှ သူ၏ တိရစ္ဆာန်များကို လုံးဝရေမတိုက်တော့ပေ။ လူတစ်ဦးသည် သူ၏ ကုလားအုတ်ကို နို့ညှစ်မည်ဖြစ်သော်လည်း ၎င်းနို့ကို လုံးဝမသောက်ရတော့ပေ။\" ထို့နောက် သူက \"လူများသည် အာရုံပျံ့လွင့်ကြလိမ့်မည်။\" ဟု မိန့်ကြားတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်သည် ၎င်းတို့၏ ရုပ်တုကိုးကွယ်မှုတွင် ကိုယ်တော်နှင့် တွဲဖက်များ ပြုလုပ်ခြင်း၊ ကိုယ်တော်အတွက် တူညီသူများ ပြုလုပ်ခြင်း စွပ်စွဲချက်များမှ လွတ်ကင်းကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ထိုအရာများထက် ကိုယ်တော်သည် ဘုန်းတော်ကြီးမွန် မြင့်မြတ်လှတော်မူ၏။ ၎င်းတို့သည် ကိယာမတ်နေ့ကို ငြင်းပယ်သူများဖြစ်ကြရာ ကိုယ်တော်က မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်မြတ်သည် ၎င်းတို့ ကိုယ်တော်နှင့် တွဲဖက်ကိုးကွယ်ကြသော အရာခပ်သိမ်းထက် ဘုန်းတော်ကြီးမွန် မြင့်မြတ်လှတော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "16:10",
    "group_ayah_key": "16:10",
    "from_ayah": "16:10",
    "to_ayah": "16:11",
    "ayah_keys": "16:10,16:11",
    "text": "<p lang=\"my\" class=\"my \">ကိုယ်တော်ပင်ဖြစ်သည်၊ ကောင်းကင်မှ ရေကို ချပေးတော်မူသောသူ။ ထိုရေမှ သင်တို့သောက်ကြပြီး ထိုရေမှ <span class=\"gray\">(ပေါက်သည်)</span> သင်တို့၏ ကျွဲနွားများ ကျက်စားရန် စေလွှတ်သည့် သစ်ပင်ပန်းမန်များ <span>(၁၀)</span>ထိုရေဖြင့် ကိုယ်တော်သည် သင်တို့အတွက် သီးနှံများ၊ သံလွင်သီးများ၊ စွန်ပလွန်များ၊ စပျစ်သီးများနှင့် အသီးအမျိုးမျိုးတို့ကို ဖြစ်ထွန်းစေတော်မူ၏။ ဧကန်မလွဲ၊ ဤအရာ၌ ဆင်ခြင်တွေးခေါ်သူများအတွက် ထင်ရှားသော သက်သေနှင့် ထင်ရှားသော လက္ခဏာရပ်တစ်ခု ရှိပေသည် <span>(၁၁)</span></p><div lang=\"my\" class=\"my \"><h2>မိုး၏ ကောင်းချီးမင်္ဂလာများနှင့် ၎င်းသည် လက္ခဏာရပ်များထဲမှ တစ်ခုဖြစ်ပုံကို ရှင်းပြခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အား ပေးသနားတော်မူသော ကျွဲနွားများနှင့် အခြားတိရစ္ဆာန်များ၏ ကောင်းချီးမင်္ဂလာများကို ဖော်ပြသောအခါ၊ အထက်ကောင်းကင်မှ မိုးကို ချပေးခြင်းဖြင့် မည်သို့ကောင်းချီးပေးခဲ့သည်ကို ဖော်ပြတော်မူသည်။ ထိုမိုးသည် လူများနှင့် ၎င်းတို့၏ ကျွဲနွားများ၏ လိုအပ်ချက်များကို ဖြည့်ဆည်းပေးခဲ့ပြီး ပျော်ရွှင်မှုကို ဆောင်ကျဉ်းပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَّكُم مِّنْهُ شَرَابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုရေမှ သင်တို့သောက်ကြသည်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ထိုရေကို လတ်ဆတ်သန့်စင်အောင် ဖန်ဆင်းထားသဖြင့် လူတို့သောက်နိုင်ရန် ဖြစ်ပြီး၊ ငန်သော သို့မဟုတ် သောက်မရသော ရေမျိုးမဟုတ်ချေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုရေမှ သင်တို့၏ ကျွဲနွားများ ကျက်စားရန် စေလွှတ်သည့် သစ်ပင်ပန်းမန်များ <span class=\"gray\">(ပေါက်သည်)</span>။)</span> ဆိုလိုသည်မှာ ထိုရေမှ ကိုယ်တော်သည် သင်တို့၏ ကျွဲနွားများ ကျက်စားသည့် အပင်များကို ပေါက်ရောက်စေခဲ့သည်။ အိဗ်နု အဘ်ဘာစ်၊ အိက်ရိမာဟ်၊ အဒ်-ဒဟ်ဟာက်၊ ကွာတာဒါဟ်နှင့် အိဗ်နု ဇိုင်ဒ်တို့အားလုံးက ဤသည်မှာ ကုလားအုတ်များအပါအဝင် ကျက်စားသည့် တိရစ္ဆာန်များကို ရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنبِتُ لَكُم بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِن كُلِّ الثَّمَرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုရေဖြင့် ကိုယ်တော်သည် သင်တို့အတွက် သီးနှံများ၊ သံလွင်သီးများ၊ စွန်ပလွန်များ၊ စပျစ်သီးများနှင့် အသီးအမျိုးမျိုးတို့ကို ဖြစ်ထွန်းစေတော်မူ၏။)</span> ဆိုလိုသည်မှာ ဤတစ်မျိုးတည်းသော ရေဖြင့် ကိုယ်တော်သည် ကမ္ဘာမြေကို အရသာများ၊ အရောင်များ၊ အနံ့များနှင့် ပုံသဏ္ဍာန်များ ကွဲပြားသော အပင်များကို ပေါက်ရောက်စေသည်။ ဤအကြောင်းကြောင့် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ဤအရာ၌ ဆင်ခြင်တွေးခေါ်သူများအတွက် ထင်ရှားသော သက်သေနှင့် ထင်ရှားသော လက္ခဏာရပ်တစ်ခု ရှိပေသည်။)</span> ဆိုလိုသည်မှာ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကိုးကွယ်ရာမရှိကြောင်း ပြသသည့် လက္ခဏာနှင့် သက်သေတစ်ခုဖြစ်သည်။ ကိုယ်တော်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنزَلَ لَكُم مِّنَ السَّمَاءِ مَاءً فَأَنبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنبِتُوا شَجَرَهَا ۗ أَإِلَٰهٌ مَّعَ اللَّهِ ۚ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် <span class=\"gray\">(သင်တို့၏ ကိုးကွယ်ရာများထက် ပိုမိုကောင်းမွန်တော်မူသည် မဟုတ်လော)</span> ကောင်းကင်များကိုလည်းကောင်း၊ ကမ္ဘာမြေကိုလည်းကောင်း ဖန်ဆင်းတော်မူပြီး သင်တို့အတွက် ကောင်းကင်မှ ရေကို ချပေးတော်မူ၏။ ထိုရေမှ အလှအပနှင့် နှစ်သက်ဖွယ်ရာများ ပြည့်နှက်နေသော အံ့သြဖွယ် ဥယျာဉ်များကို ငါတို့ ဖြစ်ထွန်းစေသည်။ သင်တို့သည် ၎င်းတို့၏ သစ်ပင်များကို ပေါက်ရောက်စေနိုင်စွမ်း မရှိကြပေ။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သည့် အိလာဟ် <span class=\"gray\">(ဘုရားသခင်)</span> ရှိပါသနည်း။ မဟုတ်ပေ၊ သူတို့သည် <span class=\"gray\">(ကိုယ်တော်နှင့်)</span> တန်းတူထားသူများ ဖြစ်ကြသည်!)</span><span class=\"gray\">(၂၇:၆၀)</span>။</p>"
  },
  {
    "ayah_key": "16:101",
    "group_ayah_key": "16:101",
    "from_ayah": "16:101",
    "to_ayah": "16:102",
    "ayah_keys": "16:101,16:102",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် အာယတ်တစ်ခုကို အခြားတစ်ခု၏ နေရာတွင် အစားထိုးလိုက်သောအခါ - အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ထုတ်ဖော်ပြသသည်ကို အကောင်းဆုံးသိတော်မူ၏ - ထိုသူတို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> က၊ \"သင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> သည် လိမ်လည်သူသာဖြစ်သည်။\" တကယ်တော့ သူတို့အများစု မသိကြ။ <span>(၁၀၁)</span> <span class=\"gray\">(အို မုဟမ္မဒ်)</span> ပြောပါ၊ \"ရူဟ်-အလ်-ကုဒွတ်စ်သည် ၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> ကို သင်၏အရှင်ထံမှ သစ္စာတရားဖြင့် သယ်ဆောင်လာခဲ့သည်။\" ယုံကြည်သူတို့၏ ယုံကြည်မှုအတွက်၊ မွတ်စ်လင်မ်တို့အတွက် လမ်းညွှန်မှုနှင့် သတင်းကောင်းအဖြစ် <span>(၁၀၂)</span></p><div lang=\"my\" class=\"my \"><h2>အာယတ်အချို့ ပယ်ဖျက်ခံရသောကြောင့် နဗီတမန်တော် <span class=\"gray\">(ﷺ)</span> သည် လိမ်လည်သူဖြစ်သည်ဟု ရုပ်တုကိုးကွယ်သူတို့၏ စွပ်စွဲချက်နှင့် ၎င်းတို့၏ တောင်းဆိုမှုများကို ငြင်းပယ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူတို့၏ အားနည်းသောစိတ်များ၊ ၎င်းတို့၏ ယုံကြည်မှုနှင့် သက်သေခံချက် ကင်းမဲ့ခြင်းတို့ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ၎င်းတို့အား ပျက်စီးစေရန် ကိုယ်တော်ဆုံးဖြတ်တော်မူပြီးဖြစ်သောကြောင့် ၎င်းတို့ယုံကြည်ရန် မဖြစ်နိုင်ကြောင်း ကိုယ်တော်ရှင်းပြတော်မူသည်။ အချို့စီရင်ချက်များကို ပယ်ဖျက်ခြင်းဖြင့် ပြောင်းလဲထားသည်ကို ၎င်းတို့တွေ့သောအခါ အလ္လာဟ်၏ ရစူလ်တမန်တော် (ﷺ) အား ၎င်းတို့ပြောဆိုကြသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّمَا أَنتَ مُفْتَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် လိမ်လည်သူသာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ မဟုတ်မမှန်ပြောဆိုသူဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အလိုရှိသမျှကို ပြုတော်မူပြီး ကိုယ်တော်အလိုရှိသလို စီရင်တော်မူသော အရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدَّلْنَا آيَةً مَّكَانَ آيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် အာယတ်တစ်ခု <span class=\"gray\">(ကုရ်အာန်၏)</span> ကို အခြားတစ်ခု၏ နေရာတွင် အစားထိုးလိုက်သောအခါ)</span> မုဂျာဟိဒ်က ပြောကြားသည်- ဤသည်မှာ \"ကျွန်ုပ်တို့သည် တစ်ခုကို ဖယ်ရှားပြီး ၎င်း၏နေရာတွင် အခြားတစ်ခုကို ထားခြင်းဖြစ်သည်။\" ကတာဒါဟ်က ပြောကြားသည်- ဤသည်မှာ အာယတ်နှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မည်သည့် အာယတ်ကိုမဆို ပြောင်းလဲ <span class=\"gray\">[ပယ်ဖျက်]</span> သို့မဟုတ် ဖယ်ရှား <span class=\"gray\">[ပယ်ဖျက်ပြီး]</span> သည်ဖြစ်စေ...)</span>\" <span class=\"gray\">(၂:၁၀၆)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား တုံ့ပြန်သည့်အနေဖြင့် ပြောကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ရူဟ်-အလ်-ကုဒွတ်စ်က ၎င်းကို သယ်ဆောင်လာခဲ့သည်...\")</span> ဆိုလိုသည်မှာ ဂျိဘ်ရီလ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن رَّبِّكَ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်ထံမှ သစ္စာတရားဖြင့်)</span> ဆိုလိုသည်မှာ၊ သစ္စာရှိမှုနှင့် တရားမျှတမှုဖြင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُثَبِّتَ الَّذِينَ آمَنُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့၏ ယုံကြည်မှုအတွက်)</span> သို့မှသာ ၎င်းတို့သည် အစောပိုင်းက ထုတ်ဖော်ပြသခဲ့သည်များကိုရော၊ နောက်ပိုင်းတွင် ထုတ်ဖော်ပြသခဲ့သည်များကိုပါ ယုံကြည်ကြမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံ နိမ့်ကျစွာ ဆက်ဆံကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စ်လင်မ်တို့အတွက် လမ်းညွှန်မှုနှင့် သတင်းကောင်းအဖြစ်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို ယုံကြည်သော မွတ်စ်လင်မ်တို့အတွက် ၎င်းကို လမ်းညွှန်မှုနှင့် သတင်းကောင်းအဖြစ် ကိုယ်တော် ပြုလုပ်ထားတော်မူသည်။</p>"
  },
  {
    "ayah_key": "16:103",
    "group_ayah_key": "16:103",
    "from_ayah": "16:103",
    "to_ayah": "16:103",
    "ayah_keys": "16:103",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်ကိုးကွယ်သူများနှင့် ရုပ်တုကိုးကွယ်သူများ)</span> က \"၎င်းအား လူသားတစ်ဦးသာ သင်ကြားပေးခြင်းဖြစ်သည်\" ဟု ပြောသည်ကို ငါတို့အမှန်ပင်သိသည်။ ၎င်းတို့ရည်ညွှန်းသောသူ၏ ဘာသာစကားမှာ နိုင်ငံခြားဘာသာစကားဖြစ်ပြီး၊ ဤ <span class=\"gray\">(ကုရ်အာန်)</span> မှာမူ ရှင်းလင်းသော အာရဗီဘာသာစကား <span class=\"gray\">(ဖြစ်သည်)</span> <span>(၁၀၃)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကို လူသားတစ်ဦးက သင်ကြားပေးခဲ့သည်ဟူသော ရုပ်တုကိုးကွယ်သူများ၏ ပြောဆိုချက်နှင့် ၎င်းတို့၏ ပြောဆိုချက်ကို ပယ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူတို့၏ မုသားများ၊ စွပ်စွဲချက်များနှင့် အသရေဖျက်မှုများအကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်၊ ၎င်းတို့အတွက် မုဟမ္မဒ်သခင် ﷺ ရွတ်ဆိုပြခဲ့သော ဤကုရ်အာန်ကို လူသားတစ်ဦးက သင်ကြားပေးခဲ့ခြင်းဖြစ်သည်ဟု ၎င်းတို့က ပြောဆိုခဲ့ကြသည့်အခါ၌ ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့အကြားတွင် နေထိုင်သော နိုင်ငံခြားသား <span class=\"gray\">(ဆိုလိုသည်မှာ အာရပ်မဟုတ်သော)</span> အမျိုးသားတစ်ဦးကို ရည်ညွှန်းခဲ့ကြပြီး၊ ၎င်းမှာ ကူရိုင်ရ်ှမျိုးနွယ်စုအချို့၏ ကျွန်ဖြစ်ပြီး အစ်-ဆွာဖာ၌ ကုန်ပစ္စည်းများ ရောင်းချလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် တစ်ခါတစ်ရံ ၎င်းနှင့်အတူထိုင်၍ အနည်းငယ် စကားပြောဆိုခဲ့ခြင်းဖြစ်နိုင်သည်၊ သို့သော် ၎င်းမှာ အာရဗီဘာသာစကားကို သိပ်မသိသော နိုင်ငံခြားသားတစ်ဦးဖြစ်ပြီး၊ မေးခွန်းများကို ဖြေဆိုရန်လိုအပ်သည့်အခါ၌ ရိုးရှင်းသော စကားလုံးအချို့ကိုသာ သိရှိသည်။ ထို့ကြောင့် ၎င်းတို့၏ ဖန်တီးထားသောအဆိုများကို ပယ်ချရန် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَٰذَا لِسَانٌ عَرَبِيٌّ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ရည်ညွှန်းသောသူ၏ ဘာသာစကားမှာ နိုင်ငံခြားဘာသာစကားဖြစ်ပြီး၊ ဤ <span class=\"gray\">(ကုရ်အာန်)</span> မှာမူ ရှင်းလင်းသော အာရဗီဘာသာစကား <span class=\"gray\">(ဖြစ်သည်)</span>။)</span> ဆိုလိုသည်မှာ၊ ဤကုရ်အာန်သည် ၎င်း၏ ပြေပြစ်သောဟန်နှင့် ပြည့်စုံသော အဓိပ္ပါယ်များနှင့် ပြည့်စုံပြီး၊ ယခင်က စေလွှတ်ခဲ့သော မည်သည့်ပရောဖက်ကိုမျှ ထုတ်ပြန်ခဲ့သည့် မည်သည့်ကျမ်းထက်မဆို ပိုမိုပြည့်စုံနေပါလျက် ဘာသာစကားကို မကျွမ်းကျင်သော နိုင်ငံခြားသားတစ်ဦးထံမှ သင်ယူခဲ့ခြင်းဖြစ်နိုင်မည်နည်း။ အနည်းငယ်မျှသော အသိဥာဏ်ရှိသူ မည်သူမျှ ထိုသို့သောစကားကို ပြောမည်မဟုတ်ပါ။</p>"
  }
]