[
  {
    "ayah_key": "32:15",
    "group_ayah_key": "32:15",
    "from_ayah": "32:15",
    "to_ayah": "32:17",
    "ayah_keys": "32:15,32:16,32:17",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏ အာယတ်တော်များကို သတိပေးခံရသောအခါ ဦးချဆင်းသက်ပြီး ၎င်းတို့၏အရှင်သခင်၏ ချီးကျူးဂုဏ်ပြုခြင်းများကို ချီးမွမ်းကြသောသူများသာလျှင် ယုံကြည်ကြသည်၊ ၎င်းတို့သည် မာန်မာနမကြီးကြပေ။ <span>(၁၅)</span>၎င်းတို့၏ ဘေးဘက်များသည် ၎င်းတို့၏ အိပ်ယာများကို စွန့်လွှတ်ကြပြီး၊ ၎င်းတို့၏အရှင်သခင်ကို ကြောက်ရွံ့ခြင်းနှင့် မျှော်လင့်ခြင်းတို့ဖြင့် တောင်းဆိုကြပြီး၊ ကျွန်ုပ်တို့ပေးသနားခဲ့သော အရာများမှ သုံးစွဲကြသည် <span>(၁၆)</span>၎င်းတို့ ပြုလုပ်ခဲ့သော အရာများအတွက် အကျိုးဆုလာဘ်အဖြစ် ၎င်းတို့အတွက် မည်သည့်မျက်စိ၏ နှစ်သက်ဖွယ်ရာများကို ဖုံးကွယ်ထားသည်ကို မည်သူမျှ မသိနိုင်ပေ <span>(၁၇)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူများ၏ အခြေအနေနှင့် ၎င်းတို့၏ အကျိုးဆုလာဘ် </p><p lang=\"jv\" class=\"jv \">Allah states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُؤْمِنُ بِآيَاتِنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ယုံကြည်သူများသာလျှင်၊)</span> ဆိုသည်မှာ ၎င်းတို့ကို မှန်ကန်သည်ဟု လက်ခံသူများဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို သတိပေးခံရသောအခါ ဦးချဆင်းသက်ကြသောသူများ၊)</span> ဆိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့ကို နားထောင်ပြီး စကားနှင့်လုပ်ရပ်ဖြင့် နာခံကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အရှင်သခင်၏ ချီးကျူးဂုဏ်ပြုခြင်းများကို ချီးမွမ်းကြပြီး မာန်မာနမကြီးကြပေ။)</span> ဆိုသည်မှာ ပုန်ကန်သော ကာဖီရ်များအနက်မှ အသိပညာမဲ့သူများနှင့်မတူဘဲ ၎င်းတို့သည် ၎င်းတို့ကို လိုက်နာရန်နှင့် နာခံရန်အတွက် မာန်မာနကြီးခြင်းမရှိပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်အား ဝတ်ပြုကိုးကွယ်ခြင်းကို မာန်မာနထားသူများသည် အရှက်တကွဲဖြင့် ဂျဟန္နမ် (ငရဲ) ထဲသို့ သေချာပေါက် ဝင်ရောက်ကြလိမ့်မည်။)</span><span class=\"gray\">(၄၀:၆၀)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဘေးဘက်များသည် ၎င်းတို့၏ အိပ်ယာများကို စွန့်လွှတ်ကြသည်၊)</span> ဆိုသည်မှာ ၎င်းတို့သည် စေတနာ့ဝန်ထမ်း ညဉ့်ဆွလားသ်ကို ဖတ်ပြီး အိပ်စက်ခြင်းနှင့် သက်တောင့်သက်သာရှိသော အိပ်ယာပေါ်တွင် အနားယူခြင်းကို စွန့်လွှတ်ကြသည်။ မုဂျာဟစ်ဒ်နှင့် အလ်-ဟာစန်တို့က အာယတ်တော်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဘေးဘက်များသည် ၎င်းတို့၏ အိပ်ယာများကို စွန့်လွှတ်ကြသည်၊)</span> ဟူသည် စေတနာ့ဝန်ထမ်း ညဉ့်ဆွလားသ်ကို ရည်ညွှန်းသည်။ အဒ်-ဒဟ်ဟက်ခ်က ပြောသည်မှာ၊ \"၎င်းသည် စုပေါင်း၍ အစ်ရှားဆွလားသ်နှင့် စုပေါင်း၍ ဖဂျရ်ဆွလားသ်တို့ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အရှင်သခင်ကို ကြောက်ရွံ့ခြင်းနှင့် မျှော်လင့်ခြင်းတို့ဖြင့် တောင်းဆိုကြသည်၊)</span> ဆိုသည်မှာ ၎င်း၏အပြစ်ဒဏ်ကို ကြောက်ရွံ့ခြင်းနှင့် ၎င်း၏အကျိုးဆုလာဘ်ကို မျှော်လင့်ခြင်းတို့ဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ပေးသနားခဲ့သော အရာများမှ သုံးစွဲကြသည်၊)</span> ဆိုသည်မှာ ၎င်းတို့သည် မဖြစ်မနေနှင့် စေတနာ့ဝန်ထမ်း ဝတ်ပြုမှုနှစ်မျိုးလုံးကို ပြုလုပ်ကြသည်။ ဤလောကနှင့် နောင်လောကတွင် ၎င်းတို့၏ခေါင်းဆောင်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ မုအာဇ် ဘင် ဂျဘလ်က ပြောသည်၊ \"ကျွန်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ တစ်မနက်ခင်း ခရီးသွားစဉ်တွင်၊ ကိုယ်တော်အနီးတွင် လမ်းလျှောက်နေခဲ့သည်။ ကျွန်တော်က၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ ကျွန်တော့်ကို ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ခွင့်ပေးမည့်၊ ငရဲမှ ဝေးဝေးနေစေမည့် လုပ်ရပ်တစ်ခုကို ပြောပြတော်မူပါ။' ဟု ပြောကြားခဲ့ရာ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ سَأَلْتَ عَنْ عَظِيمٍ وَإِنَّهَ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللهُ عَلَيْهِ، تَعْبُدُ اللهَ وَلَا تُشْرِكُ بِهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ الْبَيْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကြီးကျယ်သောအရာတစ်ခုကို မေးမြန်းခဲ့သည်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က လွယ်ကူစေသူအတွက် လွယ်ကူလှသည်။ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ပါ၊ ၎င်းနှင့် မည်သည့်အရာကိုမျှ တွဲဖက်မကိုးကွယ်ပါနှင့်၊ ပုံမှန်ဝတ်ပြုဆွလားသ်ကို တည်ဆောက်ပါ၊ ဇကားတ်ပေးဆောင်ပါ၊ ရမ်ဇာန်ဥပုသ်သီလစောင့်ထိန်းပါ၊ အိမ်တော်သို့ ဟဂျ်ပြုလုပ်ပါ။)</span> ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أَدُلُّكَ عَلَى أَبْوَابِ الْخَيْرِ؟ الصَّومُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِىءُ الْخَطِيئَةَ، وَصَلَاةُ الرَّجُلِ فِي جَوْفِ اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှု၏ တံခါးများအကြောင်း သင်အား မပြောပြရမည်လား။ ဥပုသ်သည် ဒိုင်းလွှားဖြစ်သည်၊ ဒါနသည် အပြစ်ကို ဖျက်ဆီးသည်၊ ညနက်ပိုင်းတွင် အမျိုးသားတစ်ဦး၏ ဝတ်ပြုဆွလားသ်။)</span> ထို့နောက် ကိုယ်တော်က ရွတ်ဆိုပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဘေးဘက်များသည် ၎င်းတို့၏ အိပ်ယာများကို စွန့်လွှတ်ကြသည်၊)</span> ကိုယ်တော် ရောက်ရှိသည်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَزَاءً بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပြုလုပ်ခဲ့သော အရာများအတွက် အကျိုးဆုလာဘ်အဖြစ်။)</span> ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُخْبِرُكَ بِرَأْسِ الْأَمْرِ وَعَمُودِهِ وَذِرْوَةِ سَنَامِهِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာအားလုံး၏ အကြီးမြတ်ဆုံးသော အရာနှင့် ၎င်း၏ တိုင်များ၊ ၎င်း၏ အထွတ်အထိပ်အကြောင်း သင်အား မပြောပြရမည်လား။)</span> ကျွန်တော်က၊ 'ဟုတ်ပါတယ်၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။' ဟု ပြောကြားခဲ့ရာ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَأْسُ الْأَمْرِ الْإسْلَامُ، وَعَمُودُهُ الصَّلَاةُ، وَذِرْوَةُ سَنَامِهِ الْجِهَادُ فِي سَبِيلِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာအားလုံး၏ အကြီးမြတ်ဆုံးသော အရာမှာ အစ္စလာမ်ဖြစ်သည်၊ ၎င်း၏ တိုင်များမှာ ဝတ်ပြုဆွလားသ်များဖြစ်ပြီး ၎င်း၏ အထွတ်အထိပ်မှာ အလ္လာဟ်အရှင်မြတ်လမ်းစဉ်တွင် ဂျီဟာဒ်ဖြစ်သည်။)</span> ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُخْبِرُكَ بِمَلَاكِ ذٰلِكَ كُلِّهِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဲ့ဒီအရာအားလုံး မှီခိုနေရတဲ့ အကြောင်းရင်းကို သင်အား မပြောပြရမည်လား။)</span> ကျွန်တော်က၊ 'ဟုတ်ပါတယ်၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။' ဟု ပြောကြားခဲ့ရာ ကိုယ်တော်သည် ၎င်း၏လျှာကို ကိုင်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُفَّ عَلَيْكَ هٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒီအရာကို ထိန်းချုပ်ပါ။)</span> ကျွန်တော်က၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်တော်တို့ ပြောတဲ့စကားတွေအတွက် တာဝန်ခံရမလား။' ဟု ပြောကြားခဲ့ရာ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَكِلَتْكَ أُمُّكُ يَا مُعَاذُ، وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلىٰ وُجُوهِهِمْ - أَوْ قَالَ: عَلىٰ مَنَاخِرِهِمْ - إِلَّا حَصَائِدُ أَلْسِنَتهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မိခင်သည် သင့်အား ဆုံးရှုံးပါစေ၊ အို မုအာဇ်! လူတို့သည် ငရဲထဲသို့ – <span class=\"gray\">(သို့မဟုတ် ကိုယ်တော်က မိန့်တော်မူသည်)</span> ၎င်းတို့၏မျက်နှာများဖြင့် – ၎င်းတို့၏လျှာများပြောသော အရာများကြောင့်မှအပ ပစ်ချခံရမည်လား။)</span></p><p lang=\"gd\" class=\"gd \">It was also recorded by At-Tirmidhi, An-Nasa'i and Ibn Majah in their Sunans. At-Tirmidhi said, \"It is Hasan Sahih.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်မျက်စိ၏ နှစ်သက်ဖွယ်ရာများကို ၎င်းတို့အတွက် ဖုံးကွယ်ထားသည်ကို မည်သူမျှ မသိနိုင်ပေ)</span> ဆိုသည်မှာ မည်သူမျှ မမြင်ဖူးသည့် နိဗ္ဗာန်ရှိ ထာဝရပျော်ရွှင်မှုနှင့် နှစ်သက်ဖွယ်ရာများ၏ ကျယ်ပြန့်မှုကို အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် မည်သို့ဖုံးကွယ်ထားသည်ကို မသိနိုင်ခြင်းပင်။ ၎င်းတို့သည် ၎င်းတို့၏ ကောင်းမှုများကို ဖုံးကွယ်ထားသောကြောင့်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် ဆုလာဘ်ကို ဖုံးကွယ်ထားသည်၊ ၎င်းတို့၏ လုပ်ရပ်များနှင့် ကိုက်ညီသော သင့်လျော်သည့် ဆုလာဘ်ပင်။ အလ်-ဟာစန် အလ်-ဘစရီက ပြောသည်၊ \"လူတို့သည် ၎င်းတို့၏ ကောင်းမှုများကို ဖုံးကွယ်ထားလျှင်၊ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်မျက်စိကမျှ မမြင်ဖူးသေးသော၊ လူသား၏စိတ်ထဲတွင် တစ်ခါမျှ မပေါ်ပေါက်ဖူးသေးသော အရာများကို ၎င်းတို့အတွက် ဖုံးကွယ်ထားမည်။\" ၎င်းကို အိဗ်နု အဘီ ဟာတိမ် မှတ်တမ်းတင်ထားသည်။ အလ်-ဘူခါရီက အာယတ်တော်ကို ကိုးကားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်မျက်စိ၏ နှစ်သက်ဖွယ်ရာများကို ၎င်းတို့အတွက် ဖုံးကွယ်ထားသည်ကို မည်သူမျှ မသိနိုင်ပေ)</span> ထို့နောက် ကိုယ်တော် မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဟုရိုင်ရာဟ် ရဒီယမ်လ္လာဟု အန်ဟု က ပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ تَعَالىٰ: أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ، وَلَا أُذُنٌ سَمِعَتْ، وَلَا خَطَرَ عَلىٰ قَلْبِ بَشَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"ကျွန်ုပ်သည် ကျွန်ုပ်၏ သူတော်စင်ကျွန်များအတွက် မည်သည့်မျက်စိကမျှ မမြင်ဖူးသေးသော၊ မည်သည့်နားကမျှ မကြားဖူးသေးသော၊ လူသား၏စိတ်ထဲတွင် တစ်ခါမျှ မပေါ်ပေါက်ဖူးသေးသော အရာများကို ပြင်ဆင်ထားပြီ။\")</span> အဘူ ဟုရိုင်ရာဟ်က ပြောသည်- \"အကယ်၍ သင်ဆန္ဒရှိပါက ရွတ်ဆိုပါ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်မျက်စိ၏ နှစ်သက်ဖွယ်ရာများကို ၎င်းတို့အတွက် ဖုံးကွယ်ထားသည်ကို မည်သူမျှ မသိနိုင်ပေ။)</span> ၎င်းကို မွတ်စလင်မ်နှင့် အတ်-တီရ်မီဇီတို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အတ်-တီရ်မီဇီက ပြောသည်၊ \"၎င်းသည် ဟာစန် စဟီဟ် ဖြစ်သည်။\" အလ်-ဘူခါရီ၏ အခြားပုံစံတစ်မျိုးတွင်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ، ذُخْرًا مِنْ بَلْهِ مَا أُطْلِعْتُمْ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မည်သူမျှ စိတ်ကူးပင်မယဉ်ဖူးသေးသော။ ထိုအရာအားလုံးကို ထိန်းသိမ်းထားပြီး၊ ထို့အပြင် သင်တို့ မြင်ဖူးသမျှ အရာအားလုံးသည် ဘာမျှမဖြစ်။\")</span> အဘူ ဟုရိုင်ရာဟ် ရဒီယမ်လ္လာဟု အန်ဟု ထံမှလည်း သတင်းပို့ထားသည်မှာ တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَدْخُلِ الْجَنَّةَ يَنْعَمْ لَا يَبْأَسْ، لَا تَبْلَىٰ ثِيَابُهُ، وَلَا يَفْنَىٰ شَبَابُهُ، فِي الْجَنَّةِ مَا لَا عَيْنٌ رَأَتْ، وَلَا أُذُنٌ سَمِعَتْ، وَلَا خَطَرَ عَلىٰ قَلْبِ بَشَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်လျှင် ဇိမ်ခံဘဝကို ခံစားရမည်ဖြစ်ပြီး မည်သည့်အခါမျှ ဆင်းရဲဒုက္ခကို ခံစားရမည်မဟုတ်၊ ၎င်း၏အဝတ်အစားများသည် ဘယ်သောအခါမျှ ဟောင်းနွမ်းမည်မဟုတ်၊ ၎င်း၏လူငယ်ဘဝသည် ဘယ်သောအခါမျှ မှေးမှိန်မည်မဟုတ်။ ဂျန္နတ်တွင် မည်သည့်မျက်စိကမျှ မမြင်ဖူးသေးသော၊ မည်သည့်နားကမျှ မကြားဖူးသေးသော၊ လူသား၏စိတ်ထဲတွင် တစ်ခါမျှ မပေါ်ပေါက်ဖူးသေးသော အရာများ ရှိသည်။)</span> ၎င်းကို မွတ်စလင်မ် မှတ်တမ်းတင်ထားသည်။</p>"
  }
]