[
  {
    "ayah_key": "12:110",
    "group_ayah_key": "12:110",
    "from_ayah": "12:110",
    "to_ayah": "12:110",
    "ayah_keys": "12:110",
    "text": "<p class=\"my translation\" lang=\"my\"><span class=\"gray\">(၎င်းတို့အား ဖြေလျှော့ပေးခဲ့သည်)</span> တမန်များ စိတ်ပျက်အားလျှော့သွားပြီး ၎င်းတို့အား ငြင်းပယ်သည်ဟု ထင်မြင်ယူဆလိုက်သောအခါမှသာ ကျွန်ုပ်တို့၏အကူအညီသည် ၎င်းတို့ထံ ရောက်ရှိလာခဲ့၏။ ကျွန်ုပ်တို့ အလိုရှိသူတိုင်း ကယ်ဆယ်ခြင်းခံရ၏။ ရာဇဝတ်သားများဖြစ်သော လူမျိုးတို့ထံမှ ကျွန်ုပ်တို့၏အပြစ်ဒဏ်ကို တွန်းလှန်နိုင်မည်မဟုတ်ပေ။ <span>(၁၁၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များသည် ဆင်းရဲဒုက္ခကာလများတွင် အောင်ပွဲဖြင့် ကူညီခြင်းခံရခြင်း </h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏တမန်တော်များ (၎င်းတို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) အား ဆင်းရဲဒုက္ခများနှင့် ပြင်ပပယောဂများ ဝန်းရံလာပြီး ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏အကူအညီကို စိတ်အားထက်သန်စွာ စောင့်မျှော်နေချိန်တွင် မိမိ၏အကူအညီနှင့် ထောက်ပံ့မှုကို စေလွှတ်ကြောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် အလွန်တုန်လှုပ်သွားကြသည်အထိ တမန်တော်နှင့် ၎င်းနှင့်အတူ ယုံကြည်သူများက \"အလ္လာဟ်အရှင်မြတ်၏ အကူအညီသည် မည်သည့်အချိန်တွင် ရောက်ရှိလာမည်နည်း\" ဟု ပြောဆိုခဲ့ကြသည်။)</span><span class=\"gray\">[၂:၂၁၄]</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်နှင့်ပတ်သက်၍၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُذِبُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ငြင်းပယ်ခဲ့သည်)</span> ၎င်းအတွက် ရွတ်ဖတ်ပုံနှစ်မျိုးရှိသည်။ ၎င်းတို့ထဲမှ တစ်ခုမှာ ရှဒ်ဒါ <span class=\"gray\">(အဓိပ္ပါယ်- ၎င်းတို့၏လူမျိုးများက သစ္စာဖောက်ခဲ့သည်)</span> ဖြင့် ဖြစ်သည်။ ၎င်းသည် အာအီရှာ (အလ္လာဟ်အရှင်မြတ် သဘောတော်ကျပါစေ) ရွတ်ဖတ်ခဲ့သည့် ပုံစံဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘွခါရီက ဥရ်ဝါဟ် ဘင်န် အဇ်-ဇူဘိုင်ရ်က အာအီရှာအား အောက်ပါအာယသ်၏ အဓိပ္ပါယ်နှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်ဟု ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('တမန်များ စိတ်ပျက်အားလျှော့သွားသည်အထိ...)</span>၊ ဖြေလျှော့ပေးခဲ့သည်၊ ၎င်းသည် ငြင်းပယ်ခြင်းခံရခြင်းလား သို့မဟုတ် သစ္စာဖောက်ခြင်းခံရခြင်းလား။ အာအီရှာက \"သစ္စာဖောက်ခြင်းခံရခြင်း\" ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ဥရ်ဝါဟ်က \"ကျွန်ုပ်က '၎င်းတို့၏လူမျိုးများက ၎င်းတို့အား သစ္စာဖောက်ခဲ့သည်ဟု ၎င်းတို့ ယုံကြည်စိတ်ချခဲ့ကြသည်၊ သို့ဆိုလျှင် 'ထင်မြင်ယူဆခြင်း' ဟူသော စကားလုံးကို အဘယ်ကြောင့် သုံးစွဲရသနည်း' ဟု မေးခဲ့သည်။ သူမက 'ဟုတ်သည်၊ ၎င်းတို့အား သစ္စာဖောက်ခဲ့သည်ဟု ၎င်းတို့ ယုံကြည်စိတ်ချခဲ့ကြသည်' ဟု ပြန်ဖြေခဲ့သည်။ ကျွန်ုပ်က၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား (အလ္လာဟ်အရှင်မြတ်က) ငြင်းပယ်ခဲ့သည်ဟု ၎င်းတို့ ထင်မြင်ယူဆခဲ့ကြသည်)</span>? </p><p lang=\"my\" class=\"my \">အာအီရှာက 'အလ္လာဟ်အရှင်မြတ် မပိတ်ပင်ပါစေနှင့်။ တမန်တော်များသည် ၎င်းတို့၏အရှင်သခင်အား ထိုသို့သောကိစ္စမျိုးကို သံသယမဝင်ခဲ့ကြပါ။' ကျွန်ုပ်က 'သို့ဆိုလျှင် ဤအာယသ်သည် အဘယ်အဓိပ္ပါယ်ရှိသနည်း' ဟု မေးခဲ့သည်။ သူမက 'ဤအာယသ်သည် ၎င်းတို့၏အရှင်သခင်အား ယုံကြည်ပြီး ၎င်းတို့၏တမန်တော်များကို ယုံကြည်ခဲ့ကြသော တမန်တော်များ၏ နောက်လိုက်များနှင့် သက်ဆိုင်သည်။ ထိုနောက်လိုက်များအတွက် စမ်းသပ်မှုကာလသည် ရှည်ကြာခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ အကူအညီသည် နှောင့်နှေးခဲ့သည်။ တမန်တော်များသည် ၎င်းတို့၏လူမျိုးထဲမှ မယုံကြည်သူများ ကူးပြောင်းလာမည့်အပေါ် စိတ်ပျက်အားလျှော့သွားပြီး ၎င်းတို့၏နောက်လိုက်များပင်လျှင် ၎င်းတို့၏ယုံကြည်မှု၌ တုန်လှုပ်နေကြသည်ဟု သံသယဝင်လာသည်အထိ ဖြစ်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏အကူအညီသည် ၎င်းတို့ထံ ရောက်ရှိလာခဲ့သည်။'\"</p><p lang=\"fil\" class=\"fil \">Ibn Jurayj narrated that Ibn Abi Mulaikah said that Ibn 'Abbas read this Ayah this way,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အား ငြင်းပယ်သည်ဟု ထင်မြင်ယူဆခဲ့ကြသည်)</span>။ အဗ်ဒုလ္လာဟ် ဘင်န် အဘီ မူလိုက်ကာက \"ထို့နောက် အိဗ်နု အဗ္ဗားစ်က ကျွန်ုပ်အား ၎င်းတို့သည် လူသားများဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ ထို့နောက် ၎င်းက ဤအာယသ်ကို ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ ۗ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...တမန်တော်နှင့် ၎င်းနှင့်အတူ ယုံကြည်သူများကပင်လျှင် \"အလ္လာဟ်အရှင်မြတ်၏ အကူအညီသည် မည်သည့်အချိန်တွင် ရောက်ရှိလာမည်နည်း\" ဟု ပြောဆိုခဲ့ကြသည်။ ဟုတ်ပေသည်! ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်၏ အကူအညီသည် နီးကပ်နေပြီ ဖြစ်သည်။)</span><span class=\"gray\">[၂:၂၁၄]</span>\" အိဗ်နု ဂျူရေးဂျ်ကလည်း အိဗ်နု အဘီ မူလိုက်ကာက ဥရ်ဝါဟ်က ၎င်းအား အာအီရှာသည် ဤအရာကို သဘောမတူဘဲ ငြင်းပယ်ခဲ့သည်ဟု ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ သူမက \"အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) အား ကတိပေးခဲ့သည့် မည်သည့်အရာမဆို မုဟမ္မဒ်သည် ၎င်းသေဆုံးသည်အထိ ဧကန်မလွဲ ရောက်ရှိလာမည်ကို သိခဲ့သည်။ သို့သော် တမန်တော်များသည် စမ်းသပ်မှုများဖြင့် စမ်းသပ်ခြင်းခံခဲ့ရသည်မှာ ၎င်းတို့နှင့်အတူရှိသော ထိုယုံကြည်သူများသည် ၎င်းတို့အား အပြည့်အဝ ထောက်ခံခြင်းမရှိဟု ၎င်းတို့ ထင်မြင်ယူဆလာသည်အထိ ဖြစ်ခဲ့သည်။\" အိဗ်နု အဘီ မူလိုက်ကာက ဥရ်ဝါဟ်က အာအီရှာသည် ဤအာယသ်ကို ဤသို့ ရွတ်ဖတ်ခဲ့သည်ဟု ပြောကြားခဲ့သည်၊ </p><p class=\"ps qpc-hafs\" lang=\"ps\">(وَظَنُّوا أَنَّهُمْ قَد كُذِّبُوا)</p><p lang=\"my\" class=\"my \">\"နှင့် ၎င်းတို့အား သစ္စာဖောက်ခဲ့သည်ဟု ၎င်းတို့ ထင်မြင်ယူဆခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤစကားလုံးကို ရွတ်ဖတ်ပုံနောက်တစ်မျိုးရှိပြီး ၎င်း၏အဓိပ္ပါယ်နှင့်ပတ်သက်၍ သဘောထားကွဲလွဲမှုများရှိသည်။ အိဗ်နု အဗ္ဗားစ် ဖော်ပြခဲ့သော အဓိပ္ပါယ်ကို ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည်။ အိဗ်နု မစအူဒ်က၊ စူဖ်ယန် အသ်-သောင်ရီက ၎င်းထံမှ ဖော်ပြခဲ့သည်မှာ၊ ၎င်းက ဤအာယသ်ကို ဤသို့ ရွတ်ဖတ်ခဲ့သည်ဟု ဆိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်များ စိတ်ပျက်အားလျှော့သွားပြီး ၎င်းတို့အား ငြင်းပယ်သည်ဟု ထင်မြင်ယူဆလိုက်သည်အထိ။)</span> အဗ်ဒုလ္လာဟ်က ဤသည်မှာ သင်မကြိုက်နှစ်သက်သော ရွတ်ဖတ်ပုံဖြစ်သည်ဟု မှတ်ချက်ပြုခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်ကလည်း ဤအာယသ်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်များ စိတ်ပျက်အားလျှော့သွားပြီး ၎င်းတို့အား ငြင်းပယ်သည်ဟု ထင်မြင်ယူဆလိုက်သည်အထိ)</span> \"တမန်တော်များသည် ၎င်းတို့၏လူမျိုးများက ၎င်းတို့၏သတင်းစကားများကို လက်ခံမည်ဟု မျှော်လင့်ချက်ကုန်ဆုံးသွားသောအခါ၊ နှင့် ၎င်းတို့၏လူမျိုးများသည် ၎င်းတို့၏တမန်တော်များက ၎င်းတို့အား အမှန်တရားကို မပြောကြားခဲ့ဟု ထင်မြင်ယူဆသောအခါ၊ ထိုအခါ အလ္လာဟ်အရှင်မြတ်၏ အောင်ပွဲ ရောက်ရှိလာခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَنُجِّيَ مَن نَّشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ အလိုရှိသူတိုင်း ကယ်ဆယ်ခြင်းခံရ၏။)</span> အိဗ်နု ဂျရီရ် အသ်-တဘာရီက အိဗ်ရာဟင်မ် ဘင်န် အဘီ ဟမ်ဇာ <span class=\"gray\">[ဟူရ်ရာဟ်]</span> အလ်-ဂျာဇာရီက \"ကူရိုက်ရှ်လူငယ်တစ်ဦးက စအီဒ် ဘင်န် ဂျူဘိုင်ရ်အား 'အို၊ အဘူ အဗ်ဒုလ္လာဟ်! ဤစကားလုံးကို သင်မည်သို့ဖတ်သနည်း၊ ၎င်းကို ကျွန်ုပ် ဖြတ်သန်းသွားသောအခါ ဤဆူရာကို မဖတ်ခဲ့မိလျှင် ကောင်းမည်ဟု ဆန္ဒရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်များ စိတ်ပျက်အားလျှော့သွားပြီး ၎င်းတို့အား ငြင်းပယ်သည်ဟု ထင်မြင်ယူဆလိုက်သည်အထိ...)</span></p><p lang=\"my\" class=\"my \">သူက 'ဟုတ်သည်၊ ဆိုလိုသည်မှာ တမန်တော်များသည် ၎င်းတို့၏လူမျိုးများက ၎င်းတို့အား ယုံကြည်မည်ဟု မျှော်လင့်ချက်ကုန်ဆုံးသွားသောအခါ၊ နှင့် တမန်တော်များ စေလွှတ်ခြင်းခံရသူများသည် တမန်တော်များသည် အမှန်တရားကို မပြောကြားခဲ့ဟု ထင်မြင်ယူဆသောအခါ ဖြစ်သည်။'\" အဒ်-ဒဟ်ဟက် ဘင်န် မူဇဟင်မ်က မှတ်ချက်ပြုသည်မှာ \"ယနေ့အထိ အသိပညာကို ဖိတ်ခေါ်ခြင်းခံရပြီး ဖိတ်ကြားချက်ကို လက်ခံရန် ပျင်းရိသူကို ကျွန်ုပ် မတွေ့ဖူးသေးပါ။ ဤရှင်းလင်းချက်ကို ရရှိရန်အတွက် ယီမင်သို့ ခရီးသွားခဲ့လျှင်ပင် ၎င်းသည် တန်ဖိုးရှိပေလိမ့်မည်။\" အိဗ်နု ဂျရီရ် အသ်-တဘာရီက မွတ်စလင်မ် ဘင်န် ယာစာရ်က စအီဒ် ဘင်န် ဂျူဘိုင်ရ်အား ထိုအာယသ်နှင့်ပတ်သက်၍ မေးမြန်းခဲ့ပြီး ၎င်းက အတူတူပင် ပြန်ဖြေခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ မွတ်စလင်မ်သည် ထရပ်ပြီး စအီဒ် ဘင်န် ဂျူဘိုင်ရ်အား ဖက်ပြီး \"ကျွန်ုပ်ထံမှ ဆင်းရဲဒုက္ခကို သင်ဖယ်ရှားပေးသကဲ့သို့ အလ္လာဟ်အရှင်မြတ်က သင့်ထံမှ ဆင်းရဲဒုက္ခကို ဖယ်ရှားပေးပါစေ!\" ဟု ပြောခဲ့သည်။ ဤအရာကို စအီဒ် ဘင်န် ဂျူဘိုင်ရ်ထံမှ အမျိုးမျိုးသော ဖော်ပြချက်လမ်းကြောင်းများမှတစ်ဆင့် ဖော်ပြခဲ့သည်။ ဤသည်မှာ မူဂျာဟစ် ဘင်န် ဂျဘရ်နှင့် အခြားဆလဖ်ပညာရှင်အများအပြားက ဤအာယသ်အတွက် ပေးခဲ့သော တဖ်စီးရ်လည်းဖြစ်သည်။ သို့သော် ပညာရှင်အချို့က ထိုအာယသ်သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အား ငြင်းပယ်ခဲ့သည်ဟု ထင်မြင်ယူဆခဲ့ကြသည်)</span>၊ ဆိုသည်မှာ တမန်တော်များကို လိုက်နာသော ယုံကြည်သူများနှင့် သက်ဆိုင်ကြောင်း ပြောကြားခဲ့ကြပြီး၊ အချို့ကမူ တမန်တော်များ၏လူမျိုးထဲမှ မယုံကြည်သူများနှင့် သက်ဆိုင်ကြောင်း ပြောကြားခဲ့ကြသည်။ နောက်ဆုံးအခြေအနေတွင် အဓိပ္ပါယ်မှာ 'နှင့် မယုံကြည်သူများက တမန်တော်များအား အောင်ပွဲခံရန် အမှန်တကယ် ကတိပေးခြင်းမခံရဟု ထင်မြင်ယူဆခဲ့ကြသည်' ဟု ဖြစ်လာသည်။ အိဗ်နု ဂျရီရ် အသ်-တဘာရီက တမီမ် ဘင်န် ဟဒ်ဇ်လမ်က \"ကျွန်ုပ်သည် အဗ်ဒုလ္လာဟ် ဘင်န် မစအူဒ်က ဤအာယသ်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုသည်ကို ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်များ စိတ်ပျက်အားလျှော့သွားသည်အထိ)</span> ၎င်းတို့၏လူမျိုးများက ၎င်းတို့အား ယုံကြည်မည်ဟူ၍ ဖြစ်သည်။ နှင့် ၎င်းတို့၏လူမျိုးများသည် ဖြေလျှော့ပေးသည့်ကာလ ရှည်ကြာလာသောအခါ တမန်တော်များအား အောင်ပွဲခံရန် အမှန်တကယ် ကတိပေးခြင်းမခံရဟု ထင်မြင်ယူဆခဲ့ကြသည်\" ဟု ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "12:111",
    "group_ayah_key": "12:111",
    "from_ayah": "12:111",
    "to_ayah": "12:111",
    "ayah_keys": "12:111",
    "text": "<p class=\"my translation\" lang=\"my\">စင်စစ် ၎င်းတို့၏ ပုံပြင်များတွင် နားလည်တတ်သူများအတွက် သင်ခန်းစာရှိ၏။ ၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> သည် ဖန်တီးထားသော ထုတ်ပြန်ချက်မဟုတ်ဘဲ ၎င်းမတိုင်မီကရှိခဲ့သော အရာများကို အတည်ပြုချက်ဖြစ်ပြီး အရာရာတိုင်းကို အသေးစိတ်ရှင်းပြချက်ဖြစ်ကာ ယုံကြည်သူလူများအတွက် လမ်းညွှန်ချက်နှင့် ကရုဏာဖြစ်သည်။ <span>(၁၁၁)</span></p><div lang=\"my\" class=\"my \"><h2>နားလည်တတ်သူများအတွက် သင်ခန်းစာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က တမန်တော်များ၏ ပုံပြင်များ၊ ၎င်းတို့၏ လူမျိုးများအကြောင်း၊ ယုံကြည်သူများကို ကျွန်ုပ်တို့ မည်သို့ ကယ်တင်ခဲ့ပုံနှင့် မယုံကြည်သူများကို မည်သို့ ဖျက်ဆီးခဲ့ပုံတို့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">عِبْرَةٌ لِّأُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားလည်တတ်သူများအတွက် သင်ခန်းစာ)</span>၊ ကောင်းမွန်သော စိတ်ရှိသူများအတွက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا كَانَ حَدِيثًا يُفْتَرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ဖန်တီးထားသော ထုတ်ပြန်ချက်မဟုတ်ပါ။)</span> အလ္လာဟ်အရှင်မြတ်က ဤကုရ်အာန်သည် ဖန်တီးထားခြင်းမဟုတ်ကြောင်း၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ စစ်မှန်စွာလာကြောင်း ဤနေရာတွင် မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းမတိုင်မီကရှိခဲ့သော အရာများကို အတည်ပြုချက်ဖြစ်သည်။)</span> ဆိုသည်မှာ ယခင်က ထုတ်ပြန်ခဲ့သော ဓမ္မကျမ်းများကို ရည်ညွှန်းသည်။ ၎င်းတို့ထဲတွင် ကျန်ရှိနေသေးသော မှန်ကန်သည့် အစိတ်အပိုင်းများကို ဤကုရ်အာန်က သက်သေခံပြီး လူများက ထည့်သွင်း၊ ပြောင်းလဲ၊ လိမ်လည်ခဲ့သော အတုအယောင် အစိတ်အပိုင်းများကို ငြင်းပယ်၊ ပယ်ချသည်။ ဤကျမ်းများထဲမှ အလ္လာဟ်အရှင်မြတ် အလိုရှိရာကို ကုရ်အာန်က လက်ခံသည် သို့မဟုတ် ပယ်ဖျက်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَفْصِيلَ كُلِّ شَيْءٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရာရာတိုင်းကို အသေးစိတ်ရှင်းပြချက်)</span> ဆိုသည်မှာ ခွင့်ပြုထားသော၊ တားမြစ်ထားသော၊ နှစ်သက်ဖွယ်ကောင်းသော နှင့် မနှစ်သက်ဖွယ်ကောင်းသော ကိစ္စရပ်များကို ဆိုလိုသည်။ ကုရ်အာန်သည် ဝတ်ပြုမှုများ၊ မဖြစ်မနေလုပ်ဆောင်ရမည့်နှင့် အကြံပြုထားသော ကိစ္စရပ်များ၊ မတရားသော အရာများကို တားမြစ်ခြင်းနှင့် မနှစ်သက်ဖွယ်ရာများမှ တားဆီးခြင်းတို့ကို ကိုင်တွယ်ဖြေရှင်းသည်။ ကုရ်အာန်တွင် တည်ရှိမှုနှင့် ပတ်သက်သော အဓိက အချက်အလက်များနှင့် အနာဂတ် ကိစ္စရပ်များအကြောင်းကို အကျဉ်းချုပ်အားဖြင့်ဖြစ်စေ၊ အသေးစိတ်အားဖြင့်ဖြစ်စေ ပါဝင်သည်။ ကုရ်အာန်က ကျွန်ုပ်တို့အား အရှင်သခင်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးမြတ်ဆုံးအရှင်အကြောင်း၊ ၎င်း၏ အမည်နာမများနှင့် ဂုဏ်ပုဒ်များအကြောင်း ပြောပြပြီး အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်ဖန်တီးခံနှင့်မျှ မည်သည့်နည်းနှင့်မျှ တူညီခြင်းမရှိကြောင်းကို သင်ကြားပေးသည်။ ထို့ကြောင့် ကုရ်အာန်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူလူများအတွက် လမ်းညွှန်ချက်နှင့် ကရုဏာဖြစ်သည်။)</span> ၎င်းနှင့်အတူ ၎င်းတို့၏ စိတ်နှလုံးများသည် လမ်းမှားခြင်းမှ လမ်းမှန်သို့ ဦးတည်စေပြီး သွေဖည်ခြင်းမှ လိုက်လျောညီထွေဖြစ်အောင် ဦးတည်စေသည်။ ၎င်းနှင့်အတူ ၎င်းတို့သည် ဤဘဝတွင်နှင့် ပြန်လည်ရောက်ရှိရာနေ့တွင် ဖန်ဆင်းရှင်အပေါင်းတို့၏ အရှင်သခင်၏ ကရုဏာကို ရှာဖွေကြသည်။ အကြီးမြတ်ဆုံး အလ္လာဟ်အရှင်မြတ်အား ကျွန်ုပ်တို့ကို ဤပစ္စုပ္ပန်ဘဝနှင့် နောင်တမလွန်ဘဝတွင်၊ အောင်မြင်သူတို့၏ မျက်နှာများသည် အလင်းရောင်နှင့် တောက်ပနေပြီး မျက်နှာမှောင်မိုက်သူတို့သည် ရှုံးနိမ့်သော အပေးအယူဖြင့် အဆုံးသတ်ကြမည့်နေ့တွင် ဤအုပ်စုတွင် ပါဝင်စေရန် တောင်းခံပါသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရာဟ်ယူစွဖ်၏ တဖ်စီရ်၏ အဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အတွက် ကျေးဇူးတင်ခြင်းနှင့် ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပြီး ကျွန်ုပ်တို့၏ ယုံကြည်အားထားမှုအားလုံးသည် ၎င်းတစ်ပါးတည်းအပေါ်တွင်သာ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "12:13",
    "group_ayah_key": "12:13",
    "from_ayah": "12:13",
    "to_ayah": "12:14",
    "ayah_keys": "12:13,12:14",
    "text": "<p class=\"my translation\" lang=\"my\">သူ <span class=\"gray\">(ယ'ကုဗ်)</span> က ပြောသည်- \"အမှန်စင်စစ် သင်တို့ သူ့ကို ခေါ်သွားမည်ကို ကျွန်ုပ်ဝမ်းနည်းသည်။ သင်တို့သည် သူ့အပေါ် မေ့လျော့နေချိန်တွင် ဝံပုလွေတစ်ကောင်က သူ့ကို စားသွားမည်ကို ကျွန်ုပ်စိုးရိမ်သည်။ <span>(၁၃)</span>သူတို့က ပြောသည်- \"အကယ်၍ ဝံပုလွေတစ်ကောင်က သူ့ကို စားသွားပြီး ကျွန်ုပ်တို့မှာ 'အွစ်ဘာ <span class=\"gray\">(အဖွဲ့တစ်ဖွဲ့)</span> ဖြစ်နေလျှင် ကျွန်ုပ်တို့သည် အမှန်ပင် ရှုံးနိမ့်သူများဖြစ်သည်။ <span>(၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းတို့၏ တောင်းဆိုမှုအပေါ် ယ'ကုဗ်၏ အဖြေ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိမိ၏ တမန်တော် ယ'ကုဗ်က မိမိသားသမီးများအား ပြောကြားခဲ့ကြောင်း ပြန်လည်ပြောပြသည်။ ၎င်းတို့၏ တောင်းဆိုမှုအပေါ် သူသည် ယူဆွဖ်ကို ၎င်းတို့နှင့်အတူ သဲကန္တာရသို့ ၎င်းတို့၏ နွားများကို ထိန်းကျောင်းရန် စေလွှတ်ရန် တောင်းဆိုခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي لَيَحْزُنُنِي أَن تَذْهَبُوا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ သူ့ကို ခေါ်သွားမည်ကို ကျွန်ုပ်ဝမ်းနည်းသည်။)</span> သူတို့ ခရီးစဉ်တစ်လျှောက်လုံး ယူဆွဖ်နှင့် ကွဲကွာနေရခြင်းသည် သူတို့ပြန်မရောက်မချင်း သူ့အတွက် ခက်ခဲကြောင်း သူပြောခဲ့သည်။ ဤသည်မှာ ယ'ကုဗ်က မိမိသားအပေါ် ထားရှိသော နက်ရှိုင်းသည့် ချစ်ခြင်းမေတ္တာကို ပြသသည်။ အကြောင်းမှာ သူသည် ယူဆွဖ်၌ အလွန်ကောင်းမွန်သော၊ မြင့်မြတ်သော ဂုဏ်ရည်များ၊ အမူအကျင့်နှင့် ပရောဖက်ပြုမှုရာထူးနှင့် ဆက်စပ်သော ရုပ်ပိုင်းဆိုင်ရာ ဆွဲဆောင်မှုများကို တွေ့မြင်ခဲ့သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ သူ့အပေါ်၌ သက်ရောက်ပါစေ။ တမန်တော် ယ'ကုဗ်၏ နောက်လာမည့် စကားမှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَخَافُ أَن يَأْكُلَهُ الذِّئْبُ وَأَنتُمْ عَنْهُ غَافِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သူ့အပေါ် မေ့လျော့နေချိန်တွင် ဝံပုလွေတစ်ကောင်က သူ့ကို စားသွားမည်ကို ကျွန်ုပ်စိုးရိမ်သည်။)</span> သူက သူတို့အား ပြောသည်၊ 'သင်တို့သည် နွားများကို ထိန်းကျောင်းနေစဉ်နှင့် ပစ်ခတ်နေစဉ် သူ့အပေါ် မေ့လျော့နေမည်ကို ကျွန်ုပ်စိုးရိမ်သည်။ ထိုအခါ ဝံပုလွေတစ်ကောင်က လာပြီး သင်တို့ မသိဘဲ သူ့ကို စားသွားနိုင်သည်။' သူတို့သည် ဤစကားများကို သူ့ပါးစပ်မှ ကြားခဲ့ပြီး နောက်ပိုင်းတွင် ပြုလုပ်ခဲ့သည့်အရာများအတွက် ၎င်းတို့၏ အဖြေတွင် အသုံးပြုခဲ့သည်။ ၎င်းတို့သည် ဖခင်၏ စကားအပေါ် လက်တုံ့ပြန်မှုအဖြစ် ချက်ချင်း အဖြေပေးခဲ့ကြပြီး ပြောသည်ကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَّخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ဝံပုလွေတစ်ကောင်က သူ့ကို စားသွားပြီး ကျွန်ုပ်တို့မှာ 'အွစ်ဘာ ဖြစ်နေလျှင် ကျွန်ုပ်တို့သည် အမှန်ပင် ရှုံးနိမ့်သူများဖြစ်သည်။)</span> သူတို့က ပြောသည်၊ 'အကယ်၍ ဝံပုလွေတစ်ကောင်က သူ့ကို တိုက်ခိုက်ပြီး စားသွားပြီး ကျွန်ုပ်တို့က သူ့ပတ်ပတ်လည်တွင် ခိုင်မာသော အဖွဲ့အဖြစ် ရှိနေပါက၊ ထိုအခါ ကျွန်ုပ်တို့သည် အမှန်ပင် ရှုံးနိမ့်သူများနှင့် အားနည်းသူများဖြစ်သည်။'</p>"
  }
]