[
  {
    "ayah_key": "28:10",
    "group_ayah_key": "28:10",
    "from_ayah": "28:10",
    "to_ayah": "28:13",
    "ayah_keys": "28:10,28:11,28:12,28:13",
    "text": "<p lang=\"my\" class=\"my \">မူဆာ၏မိခင်၏နှလုံးသားသည် လွတ်လပ်သွားလေသည်။ သူမသည် သူ့၏ <span class=\"gray\">(အဖြစ်အပျက်)</span>ကို ဖော်ထုတ်ရန် အလွန်နီးစပ်ခဲ့သော်လည်း ကျွန်ုပ်တို့သည် သူမ၏နှလုံးသားကို ခိုင်မာစေခဲ့ခြင်းမရှိခဲ့ပါက ယုံကြည်သူတို့တွင် တစ်ဦးအဖြစ် ရှိနေနိုင်မည်မဟုတ်ပေ။ <span>(၁၀)</span>သူမသည် သူ၏ညီမအား \"သူ့နောက်လိုက်ပါ\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူမသည် သူ့အား ဝေးကွာသောနေရာမှ <span class=\"gray\">(လျှို့ဝှက်စွာ)</span> ကြည့်ရှုခဲ့သည်၊ ထိုသူတို့သည် သတိမပြုမိကြပေ။ <span>(၁၁)</span>ကျွန်ုပ်တို့သည် သူ့အတွက် နို့ထိန်းမိခင်များကို အမှန်ပင်တားမြစ်ထားခဲ့ပြီးဖြစ်သည်။ သူမက \"သူ့အား သင့်အတွက် ပြုစုစောင့်ရှောက်ပေးမည့်၊ ကောင်းမွန်စွာကြည့်ရှုစောင့်ရှောက်ပေးမည့် အိမ်ထောင်စုတစ်ခုကို ကျွန်ုပ်ညွှန်ပြရမည်လား\" ဟု မပြောမချင်း <span>(၁၂)</span>ထို့ကြောင့် ကျွန်ုပ်တို့သည် သူ့အား သူ၏မိခင်ထံ ပြန်လည်ပို့ဆောင်ပေးခဲ့သည်၊ သို့မှသာ သူမ၏မျက်စိသည် သက်သာရာရမည်ဖြစ်ပြီး၊ သူမသည် ဝမ်းနည်းပူဆွေးတော့မည်မဟုတ်ဘဲ၊ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ကြောင်း သူမသိရှိရမည်ဖြစ်သည်။ သို့သော် သူတို့အများစုသည် မသိကြပေ။ <span>(၁၃)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏မိခင်၏ ပြင်းထန်သောဝမ်းနည်းပူဆွေးမှုနှင့် သူ့အား သူမထံမည်သို့ပြန်လည်ပို့ဆောင်ပေးခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူမ၏ကလေးမြစ်ထဲတွင် ပျောက်ဆုံးသွားသောအခါ မူဆာ၏မိခင်၏နှလုံးသား မည်သို့လွတ်လပ်သွားပုံကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ဆိုလိုသည်မှာ သူမသည် ဤလောကတွင် မူဆာမှလွဲ၍ မည်သည့်ကိစ္စကိုမှ မတွေးနိုင်ခဲ့ပေ။ ဤသည်မှာ အိဗ်နုအဗ္ဗားစ်၊ မုဂျာဟိဒ်၊ အိကရိမဟ်၊ စအိဒ်ဘင်ဂျုဘိုင်ရ်၊ အဘူအုဘိုင်ဒဟ်၊ အဒ်ဒဟ်ဟာက်၊ အလ်ဟစန်အလ်ဘဆရီ၊ ကွတာဒဟ်နှင့် အခြားသူတို့၏ အမြင်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنْ كَادَتْ لَتُبْدِي بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် သူ၏ <span class=\"gray\">(အဖြစ်အပျက်)</span>ကို ဖော်ထုတ်ရန် အလွန်နီးစပ်ခဲ့သည်၊)</span> ဆိုလိုသည်မှာ သူမ၏ ဝမ်းနည်းပူဆွေးမှုပြင်းထန်ခြင်းကြောင့် သားတစ်ယောက် ဆုံးရှုံးသွားကြောင်း လူအများအား ပြောပြလုနီးပါး ဖြစ်ခဲ့သည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်က သူမအား ခွန်အားနှင့် သည်းခံခြင်းကို မပေးခဲ့ပါက သူမ၏အခြေအနေကို ဖော်ထုတ်ခဲ့ပေမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَنْ رَبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ - وَقَالَتْ لِأُخْتِهِ قُصِّيهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူမ၏နှလုံးသားကို ခိုင်မာစေခဲ့ခြင်းမရှိခဲ့ပါက ယုံကြည်သူတို့တွင် တစ်ဦးအဖြစ် ရှိနေနိုင်မည်မဟုတ်ပေ။ သူမသည် သူ၏ညီမအား \"သူ့နောက်လိုက်ပါ\" ဟု ပြောခဲ့သည်။)</span> ဆိုလိုသည်မှာ သူမသည် သူမ၏သမီးဖြစ်သူ၊ အသက်ကြီးပြီး နားလည်နိုင်သော အရွယ်ရောက်ပြီဖြစ်သူအား ပြောခဲ့သည် -</p><p class=\"fa qpc-hafs\" lang=\"fa\"> قُصِّيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့နောက်လိုက်ပါ။)</span> ဆိုလိုသည်မှာ သူ၏ခြေရာများကို လိုက်ပြီး သူ့အကြောင်း သတင်းအချက်အလက်များကို ရှာဖွေပါ၊ မြို့ပတ်ဝန်းကျင်တွင် သူ့အကြောင်းကို ရှာဖွေရန် ကြိုးစားပါ။ ထို့ကြောင့် သူမသည် ထိုသို့လုပ်ဆောင်ရန် ထွက်သွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَصُرَتْ بِهِ عَنْ جُنُبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူမသည် သူ့အား ဝေးကွာသောနေရာမှ <span class=\"gray\">(လျှို့ဝှက်စွာ)</span> ကြည့်ရှုခဲ့သည်၊)</span> အိဗ်နုအဗ္ဗားစ်က \"ဘေးဘက်မှ\" ဟု ပြောခဲ့သည်။ မုဂျာဟိဒ်က \"ဆိုလိုသည်မှာ သူမသည် အဝေးမှ ကြည့်ခဲ့သည်။\" ကွတာဒဟ်က \"သူမသည် သူ့အား တကယ်စိတ်မဝင်စားသလိုမျိုး ကြည့်ရှုခဲ့သည်။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">မူဆာသည် ဖِر်အောင်၏အိမ်တွင် အခြေချပြီးနောက်၊ ဘုရင်၏ဇနီးသည် သူ့အား ချစ်ခင်လာပြီး ဖِر်အောင်အား သူ့အား မသတ်ရန် တောင်းဆိုပြီးနောက်တွင် သူတို့သည် မိမိတို့အိမ်ရှိ နို့ထိန်းမိခင်များကို ခေါ်ဆောင်လာခဲ့ကြသော်လည်း သူသည် မည်သူ့ကိုမျှ လက်မခံဘဲ နို့မစို့ခဲ့ပေ။ ထို့ကြောင့် သူတို့သည် သူ့အား နို့တိုက်ရန် သင့်တော်မည့်အမျိုးသမီးတစ်ဦးကို ရှာတွေ့ရန် ဈေးသို့ ခေါ်ထုတ်သွားခဲ့ကြသည်။ <span class=\"gray\">(သူ၏ညီမ)</span> သည် သူ့အား သူတို့၏လက်ထဲတွင် မြင်သောအခါ သူ့အား မှတ်မိခဲ့သော်လည်း မည်သည့်လက္ခဏာကိုမျှ မပြခဲ့ဘဲ သူတို့ကလည်း သူမအား သံသယမဝင်ခဲ့ကြပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့အတွက် နို့ထိန်းမိခင်များကို အမှန်ပင်တားမြစ်ထားခဲ့ပြီးဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်ထံတွင် သူ၏ဂုဏ်သိက္ခာမြင့်မားသောကြောင့် ၎င်းသည် ဘုရားသခင်၏အမိန့်တော်ဖြင့် တားမြစ်ထားခြင်းဖြစ်သည်။ သူ၏ကိုယ်ပိုင်မိခင်မှလွဲ၍ မည်သူမျှ သူ့အား နို့မတိုက်ရဟု အမိန့်ချမှတ်ခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား သူ့မိခင်နှင့် ပြန်လည်ပေါင်းစည်းရန် နည်းလမ်းဖြစ်စေခဲ့သည်၊ သို့မှသာ သူမသည် သူ့အား နို့တိုက်နိုင်ပြီး ကြောက်ရွံ့မှုများပြီးနောက် လုံခြုံမှုခံစားရမည်ဖြစ်သည်။ <span class=\"gray\">[သူ၏ညီမ]</span> သည် ကလေးကို မည်သူနို့တိုက်သင့်သည်ကို သူတို့ရှုပ်ထွေးနေသည်ကို မြင်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰ أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမက \"သူ့အား သင့်အတွက် ပြုစုစောင့်ရှောက်ပေးမည့်၊ ကောင်းမွန်စွာကြည့်ရှုစောင့်ရှောက်ပေးမည့် အိမ်ထောင်စုတစ်ခုကို ကျွန်ုပ်ညွှန်ပြရမည်လား\" ဟု ပြောခဲ့သည်။)</span> အိဗ်နုအဗ္ဗားစ်က ပြောခဲ့သည်- သူမ ထိုသို့ပြောသောအခါ သူတို့သည် သူမအပေါ် အနည်းငယ်သံသယဝင်ခဲ့ကြပြီး သူမအား ဖမ်းဆီးကာ \"ဤလူများသည် ရိုးသားပြီး သူ့အား ဂရုစိုက်မည်ဟု သင်မည်သို့သိသနည်း\" ဟု မေးခဲ့ကြသည်။ သူမက သူတို့အား \"ဘုရင်ပျော်ရွှင်စေလို၍နှင့် ဆုလာဘ်များရရှိရန် မျှော်လင့်သောကြောင့် သူတို့သည် ရိုးသားပြီး သူ့အား ဂရုစိုက်မည်ဖြစ်သည်\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူတို့သည် သူမအား လွှတ်ပေးခဲ့သည်။ သူမပြောပြီးနောက်၊ သူတို့၏ဘေးဥပဒ်မှ လုံခြုံသွားပြီးနောက်၊ သူတို့သည် သူမအား သူတို့၏အိမ်သို့ ခေါ်သွားပြီး ကလေးကို သူ၏မိခင်ထံ ခေါ်ဆောင်လာခဲ့သည်။ သူမသည် သူ့အား သူမ၏ရင်သားကို ပေးလိုက်ရာ သူလက်ခံခဲ့သည်၊ ထို့ကြောင့် သူတို့သည် ဝမ်းမြောက်ကြပြီး ဖِر်အောင်၏ဇနီးအား ဝမ်းသာစကားပြောကြားခဲ့ကြသည်။ သူမသည် မူဆာ၏မိခင်အား ခေါ်ယူပြီး သူမအား ကြင်နာစွာဆက်ဆံကာ ရက်ရောစွာ ဆုချခဲ့သည်။ သူမသည် သူမသည် သူ၏အစစ်အမှန်မိခင်ဖြစ်ကြောင်း မသိခဲ့သော်လည်း ကလေးသည် သူမ၏ရင်သားကို လက်ခံသည်ကို မြင်ခဲ့သည်။ ထို့နောက် အာစီးယာက သူမအား သူမနှင့်အတူနေပြီး ကလေးကို နို့တိုက်ရန် တောင်းဆိုခဲ့သော်လည်း သူမက \"ကျွန်ုပ်တွင် ခင်ပွန်းနှင့် ကလေးများရှိပြီး၊ သင့်နှင့်အတူ မနေနိုင်ပါ၊ သို့သော် ကျွန်ုပ်အား ကျွန်ုပ်၏ကိုယ်ပိုင်အိမ်တွင် နို့တိုက်စေလိုပါက ကျွန်ုပ်လုပ်ပါမည်\" ဟု ပြောကာ ငြင်းဆိုခဲ့သည်။ ဖِر်အောင်၏ဇနီးက ထိုအရာကို သဘောတူခဲ့ပြီး သူမအား ပုံမှန်လစာ ပေးခဲ့ကာ အပိုဆုလက်ဆောင်များနှင့် အဝတ်အထည်များ ပေးခဲ့ပြီး ကြင်နာစွာဆက်ဆံခဲ့သည်။ မူဆာ၏မိခင်သည် သူ၏ကလေးနှင့်အတူ ပြန်လာခဲ့သည်၊ ကြောက်ရွံ့သောကာလပြီးနောက် အလ္လာဟ်အရှင်မြတ်က သူမအား လုံခြုံရေး၊ ဂုဏ်သိက္ခာနှင့် စဉ်ဆက်မပြတ်စားနပ်ရိက္ခာကို ပေးသနားခဲ့သောကြောင့် ပျော်ရွှင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဒုက္ခနှင့် ထွက်လမ်းကြားတွင် အချိန်တိုလေးသာ ရှိခဲ့သည်၊ နေ့တစ်နေ့နှင့် ညတစ်ည၊ သို့မဟုတ် ထိုမျှလောက်သာ – အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။ အရာအားလုံးကို ထိန်းချုပ်ထားတော်မူသော အရှင်အား ဂုဏ်တော်ချီးမွမ်းပါ၏။ အရှင်၏အလိုတော်ရှိသည် ဖြစ်ပျက်ပြီး အရှင်၏အလိုတော်မရှိသည် ဖြစ်ပျက်မည်မဟုတ်ပေ။ အရှင်သည် မိမိအား ကြောက်ရွံ့သူများအား စိုးရိမ်ပူပန်မှုနှင့် ဒုက္ခအလုံးစုံမှ ထွက်လမ်းကို ပေးသနားတော်မူသောအရှင်ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَرَدَدْنَاهُ إِلَىٰ أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့သည် သူ့အား သူ၏မိခင်ထံ ပြန်လည်ပို့ဆောင်ပေးခဲ့သည်၊ သို့မှသာ သူမ၏မျက်စိသည် သက်သာရာရမည်ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ သူ့ကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْزَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူမသည် ဝမ်းနည်းပူဆွေးတော့မည်မဟုတ်ဘဲ၊)</span> ဆိုလိုသည်မှာ သူ့အတွက်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ကြောင်း သူမသိရှိရမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် သူ့အား သူမထံ ပြန်လည်ပို့ဆောင်ပေးမည်ဖြစ်ပြီး သူ့အား ရစူလ်တမန်တော်များထဲမှ တစ်ဦးဖြစ်စေမည်ဟု ကတိပေးခဲ့သည်'။ သူ့အား သူမထံ ပြန်လည်ပို့ဆောင်ပေးသောအခါ သူသည် ရစူလ်တမန်တော်များထဲမှ တစ်ဦးဖြစ်ကြောင်း သူမသိရှိခဲ့သည်၊ ထို့ကြောင့် သူမသည် သူ့အား ပြုစုပျိုးထောင်သောအခါ ကလေးတစ်ဦး <span class=\"gray\">(ကြင်နာမှုဖြင့်)</span> နှင့် ရစူလ်တမန်တော်တစ်ပါး <span class=\"gray\">(လေးစားမှုဖြင့်)</span> နှစ်မျိုးလုံးအဖြစ် ဆက်ဆံခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့အများစုသည် မသိကြပေ။)</span> ဆိုလိုသည်မှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လုပ်ဆောင်ချက်များရှိ ဉာဏ်ပညာနှင့် ၎င်းတို့၏ ကောင်းမွန်သောရလဒ်များကို မသိကြပေ၊ ထိုအတွက်ကြောင့် ဤလောကနှင့် နောင်တမလွန်တွင် အရှင်အား ချီးမွမ်းခြင်းခံထိုက်သည်။ အဘယ်ကြောင့်ဆိုသော် လူတို့မကြိုက်နှစ်သက်သောအရာတစ်ခု ဖြစ်ပျက်နိုင်သော်လည်း ၎င်း၏ရလဒ်များသည် ကောင်းမွန်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ ۖ وَعَسَىٰ أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့မကြိုက်နှစ်သက်သောအရာတစ်ခုသည် သင်တို့အတွက် ကောင်းသောအရာဖြစ်နိုင်ပြီး သင်တို့ကြိုက်နှစ်သက်သောအရာတစ်ခုသည် သင်တို့အတွက် ဆိုးသောအရာဖြစ်နိုင်သည်)</span><span class=\"gray\">(၂:၂၁၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မကြိုက်နှစ်သက်သောအရာတစ်ခု ဖြစ်နိုင်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းမှတစ်ဆင့် ကောင်းကျိုးများစွာကို ဆောင်ယူပေးမည်)</span><span class=\"gray\">(၄:၁၉)</span>။</p>"
  },
  {
    "ayah_key": "28:14",
    "group_ayah_key": "28:14",
    "from_ayah": "28:14",
    "to_ayah": "28:17",
    "ayah_keys": "28:14,28:15,28:16,28:17",
    "text": "<p lang=\"my\" class=\"my \">သူသည် အရွယ်ရောက်ပြီး ပြည့်ဝသောအခါ ကျွန်ုပ်တို့သည် သူ့အား ဟွတ်ကမ်နှင့် အသိပညာကို ပေးသနားတော်မူခဲ့သည်။ ထိုသို့ပင် ကျွန်ုပ်တို့သည် ကောင်းမှုပြုသူများအား ဆုချတော်မူသည် <span>(၁၄)</span>သူသည် မြို့တွင်းသို့ ၎င်း၏လူများ သတိမမူမိချိန်တွင် ဝင်ရောက်ခဲ့သည်- ထိုအခါ သူသည် တိုက်ခိုက်နေသော အမျိုးသားနှစ်ဦးကို တွေ့ရှိခဲ့သည် – တစ်ဦးမှာ သူ့၏အဖွဲ့မှဖြစ်ပြီး အခြားတစ်ဦးမှာ သူ၏ရန်သူများထဲမှဖြစ်သည်။ သူ့၏ <span class=\"gray\">(ကိုယ်ပိုင်)</span> အဖွဲ့မှ အမျိုးသားက သူ့၏ရန်သူအား တိုက်ခိုက်ရန် အကူအညီတောင်းခဲ့ရာ မူဆာသည် သူ့အား လက်သီးနှင့်ထိုးလိုက်ရာ သူသေဆုံးသွားခဲ့သည်။ သူက \"ဤသည်မှာ ရှိုင်တွာန်၏လုပ်ရပ်ဖြစ်သည်၊ အမှန်စင်စစ် သူသည် ရှင်းလင်းသော လမ်းမှားသို့ပို့ဆောင်သော ရန်သူဖြစ်သည်\" ဟု ပြောခဲ့သည်။ <span>(၁၅)</span>သူက \"အကျွန်ုပ်၏အရှင်! အကျွန်ုပ်သည် ကိုယ့်ကိုယ်ကို အမှန်ပင် မတရားပြုခဲ့သည်၊ ထို့ကြောင့် အကျွန်ုပ်အား ခွင့်လွှတ်တော်မူပါ။\" ထို့နောက် အရှင်သည် သူ့အား ခွင့်လွှတ်တော်မူခဲ့သည်။ အမှန်စင်စစ် အရှင်သည် အလွန်အမင်းခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်သနားကြင်နာတော်မူသောအရှင် ဖြစ်သည်။ <span>(၁၆)</span>သူက \"အကျွန်ုပ်၏အရှင်! ကိုယ်တော်သည် အကျွန်ုပ်အား ကောင်းချီးပေးသနားခဲ့သောကြောင့်၊ အကျွန်ုပ်သည် ရာဇဝတ်ကောင်များ၏ အကူအညီပေးသူဘယ်တော့မှ မဖြစ်တော့ပါ!\" <span>(၁၇)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာသည် ကော့ပ်တစ်လူမျိုးတစ်ဦးအား မည်သို့သတ်ခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">မူဆာ၏အစကို ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်က သူသည် အရွယ်ရောက်ပြီး အရပ်အမောင်းပြည့်စုံသောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ဟွတ်ကမ်နှင့် ဘာသာရေးအသိပညာကို ပေးသနားခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ မုဂျာဟိဒ်က ၎င်းသည် ပရောဖက်ပြုခြင်းကို ဆိုလိုသည်ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ပင် ကျွန်ုပ်တို့သည် ကောင်းမှုပြုသူများအား ဆုချတော်မူသည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မူဆာသည် သူ့အတွက် သတ်မှတ်ထားသော ပရောဖက်ပြုခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် စကားပြောဆိုခြင်း အဆင့်သို့ မည်သို့ရောက်ရှိခဲ့ပုံကို ဖော်ပြတော်မူသည်၊ ၎င်းသည် ကော့ပ်တစ်လူမျိုးကို သတ်ဖြတ်ခြင်း၏ တိုက်ရိုက်ရလဒ်ဖြစ်သည်၊ ထိုအရာသည် သူ့အား အီဂျစ်မှထွက်ခွာပြီး မဒ်ယန်သို့ သွားရသည့်အကြောင်းရင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَخَلَ الْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِنْ أَهْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မြို့တွင်းသို့ ၎င်း၏လူများ သတိမမူမိချိန်တွင် ဝင်ရောက်ခဲ့သည်။)</span> အိဗ်နုဂျုရိုင်ဂျ်သည် 'အတွာ' အလ်ခှူရာစါနီထံမှ၊ အိဗ်နုအဗ္ဗားစ်ထံမှ ပြန်လည်ပြောကြားခဲ့သည်မှာ \"၎င်းသည် မဂ်ရစ်နှင့် အိရှာကြားတွင် ဖြစ်သည်\" ဟူ၍ ဖြစ်သည်။ အိဗ်နုအလ်မွန်ကဒိရ်သည် 'အတွာ' ဘင်ယါစာရ်ထံမှ၊ အိဗ်နုအဗ္ဗားစ်ထံမှ ပြန်လည်ပြောကြားခဲ့သည်မှာ \"၎င်းသည် နေ့လည်ခင်းတွင် ဖြစ်သည်\" ဟူ၍ ဖြစ်သည်။ ဤသည်မှာ စအိဒ်ဘင်ဂျုဘိုင်ရ်၊ 'အိကရိမဟ်၊ အစ်စွတ်ဒီနှင့် ကွတာဒဟ်တို့၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူသည် တိုက်ခိုက်နေသော အမျိုးသားနှစ်ဦးကို တွေ့ရှိခဲ့သည်၊)</span> ဆိုလိုသည်မှာ တစ်ဦးနှင့်တစ်ဦး ရိုက်နှက်နေပြီး ရုန်းကန်နေကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مِنْ شِيعَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးမှာ သူ့၏အဖွဲ့မှဖြစ်ပြီး၊)</span> ဆိုလိုသည်မှာ အစ္စရာအီလ်လူမျိုးတစ်ဦး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا مِنْ عَدُوِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အခြားတစ်ဦးမှာ သူ၏ရန်သူများထဲမှဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ကော့ပ်တစ်လူမျိုးတစ်ဦး။ ဤသည်မှာ အိဗ်နုအဗ္ဗားစ်၊ ကွတာဒဟ်၊ အစ်စွတ်ဒီနှင့် မိုဟာမဒ်ဘင်အိစဟာက်တို့၏ အမြင်ဖြစ်သည်။ အစ္စရာအီလ်လူမျိုးအမျိုးသားက မူဆာ (ငြိမ်းချမ်းခြင်းသူ့အပေါ်၌ရှိပါစေ) ထံမှ အကူအညီတောင်းခဲ့ပြီး မူဆာသည် လူများသတိမမူမိသော အခြေအနေကို အခွင့်ကောင်းယူကာ ကော့ပ်တစ်လူမျိုးအမျိုးသားထံသို့ သွားပြီး -</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَوَكَزَهُ مُوسَىٰ فَقَضَىٰ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာသည် သူ့အား လက်သီးနှင့်ထိုးလိုက်ရာ သူသေဆုံးသွားခဲ့သည်။)</span> မုဂျာဟိဒ်က \"ဆိုလိုသည်မှာ သူသည် သူ့အား လက်သီးနှင့် ထိုးလိုက်သည်\" ဟု ပြောခဲ့သည်။ ထို့နောက် သူသေဆုံးသွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p class=\"ceb qpc-hafs\" lang=\"ceb \"><span class=\"gray\">(သူက ပြောခဲ့သည်)</span> ဆိုသည်မှာ မူဆာကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مِنْ عَمَلِ الشَّيْطَانِ ۖ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ - قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَغْفِرْ لِي فَغَفَرَ لَهُ ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ - قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤသည်မှာ ရှိုင်တွာန်၏လုပ်ရပ်ဖြစ်သည်၊ အမှန်စင်စစ် သူသည် ရှင်းလင်းသော လမ်းမှားသို့ပို့ဆောင်သော ရန်သူဖြစ်သည်\" ဟု သူပြောခဲ့သည်။ သူက \"အကျွန်ုပ်၏အရှင်! အကျွန်ုပ်သည် ကိုယ့်ကိုယ်ကို အမှန်ပင် မတရားပြုခဲ့သည်၊ ထို့ကြောင့် အကျွန်ုပ်အား ခွင့်လွှတ်တော်မူပါ။\" ထို့နောက် အရှင်သည် သူ့အား ခွင့်လွှတ်တော်မူခဲ့သည်။ အမှန်စင်စစ် အရှင်သည် အလွန်အမင်းခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်သနားကြင်နာတော်မူသောအရှင် ဖြစ်သည်။ သူက \"အကျွန်ုပ်၏အရှင်! ကိုယ်တော်သည် အကျွန်ုပ်အား ကောင်းချီးပေးသနားခဲ့သောကြောင့်၊)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်သည် ကျွန်ုပ်အား ဂုဏ်သိက္ခာ၊ အခွင့်အာဏာနှင့် ကောင်းချီးများ ပေးသနားခဲ့သောကြောင့် – '</p><p class=\"sd qpc-hafs\" lang=\"sd\"> فَلَنْ أَكُونَ ظَهِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်သည် ရာဇဝတ်ကောင်များ၏ အကူအညီပေးသူဘယ်တော့မှ မဖြစ်တော့ပါ!)</span> 'ကိုယ်တော်အား မယုံကြည်ဘဲ ကိုယ်တော်၏အမိန့်တော်များကို ဆန့်ကျင်သောသူများ'။</p>"
  },
  {
    "ayah_key": "28:18",
    "group_ayah_key": "28:18",
    "from_ayah": "28:18",
    "to_ayah": "28:19",
    "ayah_keys": "28:18,28:19",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သူသည် ကြောက်ရွံ့လာပြီး မြို့တွင်းတွင် ကြည့်ရှုနေစဉ်၊ အိုး၊ ယခင်နေ့က သူ၏အကူအညီကို တောင်းခဲ့သော အမျိုးသားသည် သူ၏အကူအညီကို <span class=\"gray\">(တစ်ဖန်)</span> တောင်းခဲ့သည်။ မူဆာက သူ့အား \"အမှန်စင်စစ် သင်သည် ရှင်းလင်းသော လမ်းမှားသို့ပို့ဆောင်သူဖြစ်သည်။ <span>(၁၈)</span>ထို့နောက် သူသည် ထိုလူနှစ်ဦးစလုံး၏ ရန်သူဖြစ်သော အမျိုးသားအား ဖမ်းဆီးရန် ဆုံးဖြတ်လိုက်သောအခါ၊ ထိုအမျိုးသားက \"အို မူဆာ! သင်သည် ယမန်နေ့က လူတစ်ဦးကို သတ်ခဲ့သကဲ့သို့ ကျွန်ုပ်အား သတ်ရန် ရည်ရွယ်နေပါသလား။ သင်၏ရည်ရွယ်ချက်မှာ ဤမြေပေါ်တွင် အာဏာရှင်ဖြစ်လာရန်သာဖြစ်ပြီး မှန်ကန်စွာပြုမူသူများထဲမှ တစ်ဦးဖြစ်ရန် မဟုတ်ပါ။ <span>(၁၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဤလူသတ်မှု၏ လျှို့ဝှက်ချက် မည်သို့ပေါ်ပေါက်လာပုံ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မူဆာသည် ထိုကော့ပ်တစ်လူမျိုးကို သတ်ဖြတ်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي الْمَدِينَةِ خَائِفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မြို့တွင်း၌ ကြောက်ရွံ့ခဲ့သည်)</span> ဆိုလိုသည်မှာ သူ၏လုပ်ရပ်၏ရလဒ်များကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَرَقَّبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်ရှုနေသည်)</span> ဆိုလိုသည်မှာ လှည့်ပတ်ကြည့်ရှုနေခြင်း၊ သတိထားနေခြင်း၊ သူ၏လုပ်ရပ်၏ရလဒ်များ သူ့အပေါ်ကျရောက်လာမည့်အချိန်ကို စောင့်နေခြင်းဖြစ်သည်။ သူသည် ထွက်သွားပြီး လှည့်လည်ကြည့်ရှုခဲ့ရာ ယခင်နေ့က သူ၏အကူအညီကို တောင်းခဲ့သော အမျိုးသားသည် အခြားကော့ပ်တစ်လူမျိုးတစ်ဦးနှင့် တိုက်ခိုက်နေသည်ကို တွေ့မြင်ခဲ့သည်။ မူဆာသည် သူ့ဘေးမှ ဖြတ်သွားသောအခါ၊ သူသည် ဤအခြားကော့ပ်တစ်လူမျိုးအား တိုက်ခိုက်ရန် သူ၏အကူအညီကို တစ်ဖန် တောင်းခဲ့သည်။ မူဆာက သူ့အား ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَغَوِيٌّ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် ရှင်းလင်းသော လမ်းမှားသို့ပို့ဆောင်သူဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သင်သည် လူများကို လမ်းမှားသို့ ရှင်းရှင်းလင်းလင်း ပို့ဆောင်သူဖြစ်ပြီး အလွန်ဆိုးသွမ်းသည်'။ ထို့နောက် မူဆာသည် ထိုကော့ပ်တစ်လူမျိုးအား တိုက်ခိုက်ရန် ရည်ရွယ်ခဲ့သော်လည်း အစ္စရာအီလ်လူမျိုးသည် – သူ၏ ကိုယ်ပိုင်ကြောက်ရွံ့မှုနှင့် အားနည်းမှုကြောင့် – မူဆာသည် သူပြောခဲ့သည့်စကားကြောင့် သူ့အား ရိုက်နှက်လိုသည်ဟု ထင်ခဲ့သည်၊ ထို့ကြောင့် သူသည် မိမိကိုယ်ကို ကာကွယ်ရန် ပြောခဲ့သည် –</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ! သင်သည် ယမန်နေ့က လူတစ်ဦးကို သတ်ခဲ့သကဲ့သို့ ကျွန်ုပ်အား သတ်ရန် ရည်ရွယ်နေပါသလား။)</span> သူနှင့် မူဆာ (ငြိမ်းချမ်းခြင်းသူ့အပေါ်၌ရှိပါစေ) မှလွဲ၍ မည်သူမျှ ထိုအရာကို မသိခဲ့ပေ၊ သို့သော် အခြားကော့ပ်တစ်လူမျိုးသည် ဤအရာကို ကြားသောအခါ၊ သူသည် ထိုသတင်းကို ဖِر်အောင်၏တံခါးသို့ ယူဆောင်သွားပြီး သူ့အား ပြောပြခဲ့သည်။ ထို့ကြောင့် ဖِر်အောင်သည် ထိုအရာကို သိရှိခဲ့ပြီး သူသည် အလွန်အမျက်ထွက်ကာ မူဆာကို သတ်ရန် ဆုံးဖြတ်ခဲ့သည်၊ ထို့ကြောင့် သူသည် သူ့အား ခေါ်ဆောင်လာရန် လူများကို သူ့နောက်သို့ စေလွှတ်ခဲ့သည်။</p>"
  }
]