[
  {
    "ayah_key": "50:36",
    "group_ayah_key": "50:36",
    "from_ayah": "50:36",
    "to_ayah": "50:40",
    "ayah_keys": "50:36,50:37,50:38,50:39,50:40",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့မတိုင်မီက ၎င်းတို့ထက် ပိုမိုအားကောင်းသော မျိုးဆက်မည်မျှကို ငါတို့ဖျက်ဆီးခဲ့ပြီးပြီနည်း။ ၎င်းတို့သည် မြေပေါ်တွင် လှည့်လည်သွားလာခဲ့ကြသည်။ ၎င်းတို့သည် ခိုလှုံရာနေရာကို ရှာဖွေနိုင်ခဲ့ပါသလား။ <span>(၃၆)</span> ဧကန်မလွဲ၊ ထိုအရာ၌ စိတ်နှလုံးရှိသူ သို့မဟုတ် သတိရှိနေစဉ် နားထောင်သူအတွက် သင်ခန်းစာတစ်ခု ရှိနေသည်။ <span>(၃၇)</span> ဧကန်မလွဲ၊ ငါတို့သည် ကောင်းကင်များကိုလည်းကောင်း၊ မြေကြီးကိုလည်းကောင်း၊ ထိုနှစ်ခုကြားရှိ အရာအားလုံးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့ပြီး ငါတို့ကို မည်သည့် ပင်ပန်းနွမ်းနယ်မှုမျှ မထိတွေ့ခဲ့ပေ။ <span>(၃၈)</span> ထို့ကြောင့် ၎င်းတို့ပြောသမျှကို သည်းခံလိုက်နာလော့၊ သင်၏အရှင်သခင်၏ ချီးမွမ်းခြင်းများကို နေမထွက်မီနှင့် နေမဝင်မီတွင် ချီးမွမ်းလော့။ <span class=\"gray\">(၃၉)</span> ညအချိန်၏ တစ်စိတ်တစ်ပိုင်းတွင်လည်း <span class=\"gray\">(လည်း)</span> ၎င်း၏ချီးမွမ်းခြင်းများကိုလည်းကောင်း၊ <span class=\"gray\">(ထိုနည်းတူ)</span> ပျပ်ဝပ်ပြီးနောက်တွင်လည်းကောင်း ချီးမွမ်းလော့။ <span>(၄၀)</span></p><p lang=\"my\" class=\"my \">နီးကပ်လာသော ပြစ်ဒဏ်နှင့်ပတ်သက်၍ မယုံကြည်သူများကို သတိပေးခြင်း၊ တမန်တော်မြတ် <span class=\"gray\">(ٰﷺ)</span> အား ဆုတောင်းရန်နှင့် သည်းခံရန် အမိန့်ပေးခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မေးသည်၊ 'ဤငြင်းပယ်သော မယုံကြည်သူများမတိုင်မီ ငါတို့မည်မျှ ဖျက်ဆီးခဲ့ပြီးပြီနည်း။'</p><p class=\"fa qpc-hafs\" lang=\"fa\">مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထက် ပိုမိုအားကောင်းသော မျိုးဆက်တစ်ဆက်။)</span> ၎င်းတို့သည် အရေအတွက်အားဖြင့် ပိုများသည်။ ၎င်းတို့ထက် ပိုမိုအားကောင်းသည်။ ၎င်းတို့ထက် ပိုမို၍ ကမ္ဘာမြေပေါ်တွင် တည်ဆောက်ခဲ့ပြီး ဆောက်လုပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကမ္ဘာမြေပေါ်တွင် လှည့်လည်သွားလာခဲ့ကြသည်။ ၎င်းတို့သည် ခိုလှုံရာနေရာကို ရှာတွေ့နိုင်ခဲ့ပါသလား။)</span> အိဗ်နု အဘ်ဘားစ်က မှတ်ချက်ပေးသည်မှာ၊ \"၎င်းတို့သည် ကမ္ဘာမြေအနှံ့အပြားတွင် ခြေရာလက်ရာများကို ချန်ထားခဲ့သည်\"၊ ကတာဒါက ပြောသည်မှာ၊ \"၎င်းတို့သည် ကမ္ဘာမြေအနှံ့အပြားသို့ ကုန်သွယ်မှုနှင့် လုပ်ငန်းမှတစ်ဆင့် စားနပ်ရိက္ခာရှာဖွေရန် သွားလာခဲ့ကြပြီး သင်တို့ထက် ပိုများသည်။\" အလ္လာဟ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ مِنْ مَحِيصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ခိုလှုံရာနေရာကို ရှာတွေ့နိုင်ခဲ့ပါသလား။)</span> ဆိုလိုသည်မှာ '၎င်းတို့သည် အလ္လာဟ်၏ ဆုံးဖြတ်ချက်နှင့် သတ်မှတ်ထားသော ကံကြမ္မာမှ ခိုလှုံရာကို ရှာတွေ့နိုင်ခဲ့ပါသလား။ ၎င်းတို့စုဆောင်းခဲ့သည်များက ၎င်းတို့ကို အကျိုးပြုခဲ့ပါသလား သို့မဟုတ် တမန်တော်များကို ငြင်းပယ်ခဲ့ခြင်းကြောင့် ၎င်းတို့ထံသို့ ရောက်ရှိလာသော အလ္လာဟ်၏ ပြစ်ဒဏ်ကို ဖယ်ရှားနိုင်ခဲ့ပါသလား။ ထိုနည်းတူ သင်တို့သည်လည်း ၎င်း၏ပြစ်ဒဏ်မှ ရှောင်ရှားနိုင်မည်၊ ရှောင်လွှဲနိုင်မည်၊ သို့မဟုတ် ခိုလှုံရာ သို့မဟုတ် ခိုနားရာကို ရှာတွေ့နိုင်မည်မဟုတ်ပေ။' အလ္လာဟ်အရှင်မြတ်နှင့် အမြင့်မြတ်ဆုံးသော အရှင်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ထိုအရာ၌ သင်ခန်းစာတစ်ခု ရှိနေသည်။)</span> နှင့် သွန်သင်ချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِمَنْ كَانَ لَهُ قَلْبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စိတ်နှလုံးရှိသူအတွက်)</span> ဆိုလိုသည်မှာ နားလည်နိုင်သော ကောင်းမွန်သော နားလည်မှု သို့မဟုတ် မူဂျာဟစ်ဒ်အရ ကောင်းမွန်သော စိတ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သတိရှိနေစဉ် နားထောင်သူ။)</span> ဆိုလိုသည်မှာ သူသည် စကားကို ကြားသည်။ ၎င်းကို သူ၏စိတ်ထဲတွင် နားလည်သည်။ ၎င်း၏ သဲလွန်စများကို သူ၏ဥာဏ်ပညာဖြင့် နားလည်သည်။ မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَلْقَى السَّمْعَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် နားထောင်ခြင်း)</span>၊ ဆိုလိုသည်မှာ သူသည် ကိုယ့်ကိုယ်ကို စကားပြောခြင်းမပြုဘဲ အာရုံစိုက်သော နှလုံးသားဖြင့် နားထောင်ခြင်းဖြစ်သည်။ အဒ်-ဒဟ်ဟက်က မှတ်ချက်ပေးသည်မှာ၊ \"အာရပ်များသည် တစ်စုံတစ်ယောက်က နားထောင်သည်ဟု ပြောဆိုကြသည်။ သူသည် နားဖြင့် ကြားပြီး သူ၏နှလုံးသားသည် ရှိနေပြီး ပျောက်ကွယ်မနေပါ။\" အတ်-သွောရီနှင့် အခြားသူအများအပြားကလည်း အလားတူပြောဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အမြင့်မြတ်ဆုံးသော အရှင်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ငါတို့သည် ကောင်းကင်များနှင့် မြေကြီးကိုလည်းကောင်း၊ ထိုနှစ်ခုကြားရှိ အရာအားလုံးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့ပြီး ငါတို့ကို မည်သည့် ပင်ပန်းနွမ်းနယ်မှုမျှ မထိတွေ့ခဲ့ပေ။)</span> သည် ရှင်ပြန်ထမြောက်ခြင်းကို အလေးထားခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ကောင်းကင်များနှင့် မြေကြီးကို ပင်ပန်းနွမ်းနယ်မှုမရှိဘဲ ဖန်ဆင်းနိုင်သော အရှင်သည် သေသူများကို ရှင်ပြန်ထမြောက်စေနိုင်သည်မှာ သေချာပါသည်။ ကတာဒါက ပြောသည်မှာ၊ \"ဂျူးများ၊ အလ္လာဟ်၏ ကျိန်ခြင်းသည် ၎င်းတို့အပေါ် ကျရောက်ပါစေ၊ အလ္လာဟ်က ကောင်းကင်များနှင့် မြေကြီးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းပြီး သတ္တမနေ့၊ ဥပုသ်နေ့တွင် အနားယူသည်ဟု ပြောဆိုကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းကို အားလပ်ရက်ဟု ခေါ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ထိုပြောဆိုချက်နှင့် မှားယွင်းသော အမြင်ကို ငြင်းပယ်ရန် ထုတ်ပြန်ခဲ့သည်။\" အလ္လာဟ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَسَّنَا مِنْ لُغُوبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် ပင်ပန်းနွမ်းနယ်မှုမျှ ငါတို့ကို မထိတွေ့ခဲ့ပေ။)</span> ဆိုလိုသည်မှာ အိပ်စက်ခြင်း၊ ပင်ပန်းနွမ်းနယ်ခြင်း သို့မဟုတ် မောပန်းခြင်းတို့သည် ၎င်းအပေါ် သက်ရောက်မှုမရှိကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်နှင့် ကောင်းချီးပေးခံရသော အရှင်သည် အခြားအာယတ်များတွင် မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သော၊ ၎င်းတို့၏ ဖန်ဆင်းမှုကြောင့် မပင်ပန်းနွမ်းနယ်ခဲ့သော အလ္လာဟ်သည် သေသူများကို အသက်ပြန်သွင်းနိုင်သည်ကို မမြင်ကြဘူးလား။ ဟုတ်တယ်၊ ဧကန်မလွဲ သူသည် အရာအားလုံးကို လုပ်ဆောင်နိုင်စွမ်းရှိသည်။)</span><span class=\"gray\">(၄၆:၃၃)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခြင်းသည် လူသားများကို ဖန်ဆင်းခြင်းထက် ဧကန်မလွဲ ပို၍ ကြီးမြတ်သည်။)</span><span class=\"gray\">(၄၀:၅၇)</span> နှင့်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ဖန်ဆင်းရန် ပိုခက်ခဲသလော သို့မဟုတ် ၎င်းဖန်ဆင်းခဲ့သော ကောင်းကင်လော။)</span><span class=\"gray\">(၇၉:၂၇)</span> အလ္လာဟ်အရှင်မြတ်နှင့် အမြင့်မြတ်ဆုံးသော အရှင်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ပြောသမျှကို သည်းခံလိုက်နာလော့၊)</span> ဆိုသည်မှာ တမန်တော်မြတ် ﷺ ကို ငြင်းပယ်သူများကို ရည်ညွှန်းသည်။ ၎င်းတို့အပေါ် သည်းခံရန်နှင့် ကောင်းမွန်သော နည်းလမ်းဖြင့် ၎င်းတို့ထံမှ လှည့်ထွက်သွားရန် ၎င်းကို အမိန့်ပေးခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်၏ ချီးမွမ်းခြင်းများကို နေမထွက်မီနှင့် နေမဝင်မီတွင် ချီးမွမ်းလော့။)</span> အစ္စရာခရီးစဉ်မတိုင်မီက သတ်မှတ်ထားသော ဝတ်ပြုဆုတောင်းခြင်း နှစ်ခုရှိခဲ့သည်။ တစ်ခုမှာ အရုဏ်တက်ချိန် နေမထွက်မီဖြစ်ပြီး၊ နောက်တစ်ခုမှာ ညနေပိုင်း နေမဝင်မီဖြစ်သည်။ ကိယာမ် အလ်-လိုင်လ်၊ ညဉ့်ဝတ်ပြုဆုတောင်းခြင်းသည် တမန်တော်မြတ် ﷺ နှင့် ၎င်း၏ နောက်လိုက်များအတွက် အချိန်အတန်ကြာ အမိန့်ဖြစ်ခဲ့သော်လည်း နောက်ပိုင်းတွင် ဥမ္မာဟ်အတွက် ဖျက်သိမ်းခံခဲ့ရသည်။ နောက်ပိုင်းတွင် အစ္စရာခရီးစဉ်အတွင်း အလ္လာဟ်သည် နေမထွက်မီ ဖဂျရ်ဝတ်ပြုဆုတောင်းခြင်းနှင့် ညနေပိုင်း အစရ်ဝတ်ပြုဆုတောင်းခြင်းအပါအဝင် နေ့စဉ်ဝတ်ပြုဆုတောင်းခြင်း ငါးကြိမ်ကို သတ်မှတ်ခြင်းဖြင့် ယခင်ဝတ်ပြုဆုတောင်းခြင်းဆိုင်ရာ အမိန့်အားလုံးကို ဖျက်သိမ်းခဲ့သည်။ အိမာမ် အဟ်မဒ်က ဂျရီရ် ဘင် အဘ်ဒူလ်လာဟ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊ \"ကျွန်ုပ်တို့ တမန်တော်မြတ် ﷺ နှင့် အတူ ထိုင်နေစဉ် သူသည် လပြည့်ဝန်းကို ကြည့်ပြီး မိန့်ကြားခဲ့သည်မှာ၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا إِنَّكُمْ سَتُعْرَضُونَ عَلَىٰ رَبِّكُمْ فَتَرَوْنَهُ كَمَا تَرَوْنَ هٰذَا الْقَمَرَ لَا تُضَامُّونَ فِيهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَىٰ صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သင်တို့သည် သင်တို့၏အရှင်သခင်ထံသို့ တင်ပြခံရလိမ့်မည်။ ထိုလကို မြင်သကဲ့သို့ ၎င်းကို မြင်ရလိမ့်မည်။ ၎င်းကို မြင်ရခြင်း၌ သင်တို့၌ မည်သည့်အခက်အခဲမျှ ရှိမည်မဟုတ်။ ထို့ကြောင့် နေမထွက်မီဝတ်ပြုဆုတောင်းခြင်းနှင့် နေမဝင်မီဝတ်ပြုဆုတောင်းခြင်းကို မလွဲမသွေ ရှောင်ရှားနိုင်လျှင် သင်တို့သည် ထိုသို့ပြုလုပ်ရမည်။)</span> ထို့နောက် သူသည် အလ္လာဟ်၏ မိန့်ကြားချက်ကို ရွတ်ဖတ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်၏ ချီးမွမ်းခြင်းများကို နေမထွက်မီနှင့် နေမဝင်မီတွင် ချီးမွမ်းလော့။)</span>\" အစ္စမာအီလ်၏ ဆက်စပ်မှုမှတစ်ဆင့် စဟီဟ်ကျမ်းနှစ်ကျမ်းနှင့် ကျန်အဖွဲ့သားများက ဤဟဒီးဆ်ကို စုစည်းခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ اللَّيْلِ فَسَبِّحْهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညအချိန်၏ တစ်စိတ်တစ်ပိုင်းတွင် ၎င်း၏ချီးမွမ်းခြင်းများကို ချီးမွမ်းလော့။)</span>၊ ဆိုလိုသည်မှာ ၎င်းကို ဆုတောင်းခြင်းဖြစ်သည်။ အလ္လာဟ်က အာယတ်ကို မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَىٰ أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညအချိန်၏ အချို့သော အပိုင်းများတွင် ၎င်းနှင့်အတူ ဝတ်ပြုဆုတောင်းခြင်းကို သင်အတွက် အပိုဆုတောင်းခြင်းအဖြစ် ပြုလုပ်လော့။ သင်၏အရှင်သခင်သည် သင့်ကို မကာမ် မဟ်မူးဒ်သို့ မြှင့်တင်ပေးမည် ဖြစ်နိုင်သည်။)</span><span class=\"gray\">(၁၇:၇၉)</span> အိဗ်နု အဘီ နာဂျီဟ်က မူဂျာဟစ်ဒ်က အိဗ်နု အဘ်ဘားစ်က ပြောသည်ဟု သတင်းပို့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَدْبَارَ السُّجُودِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပျပ်ဝပ်ပြီးနောက်။)</span> ဆိုသည်မှာ တဆ်ဘီးဟ်၊ ဆိုလိုသည်မှာ ဝတ်ပြုဆုတောင်းခြင်းများပြီးနောက် အလ္လာဟ်၏ ချီးမွမ်းခြင်းများကို ချီးမွမ်းခြင်းကို ရည်ညွှန်းသည်။ ဤအဓိပ္ပါယ်ကို ထောက်ခံသော ဟဒီးဆ်တစ်ခုကို စဟီဟ်ကျမ်းနှစ်ကျမ်းတွင် စုစည်းထားသည်။ အဘူ ဟူရိုင်ရဟ်က ပြောသည်မှာ၊ \"ဆင်းရဲသော ပြောင်းရွှေ့နေထိုင်သူအချို့ ရောက်လာပြီး 'အို အလ္လာဟ်၏ တမန်တော်။ ချမ်းသာသူများသည် ပိုမိုမြင့်မားသော အဆင့်များကို ရရှိမည်ဖြစ်ပြီး အမြဲတမ်း ပျော်ရွှင်မှု ရရှိမည်။' ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ذَاكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘာကြောင့်လဲ။)</span> ၎င်းတို့က ပြောသည်မှာ၊ '၎င်းတို့သည် ကျွန်ုပ်တို့ကဲ့သို့ ဝတ်ပြုဆုတောင်းကြသည်။ ကျွန်ုပ်တို့ကဲ့သို့ ရိုဇာစောင့်ထိန်းကြသည်။ သို့သော် ၎င်းတို့သည် အလှူဒါနပြုကြသည်။ ကျွန်ုပ်တို့ မပြုနိုင်ပါ။ ၎င်းတို့သည် ကျွန်များကို လွတ်မြောက်စေကြသည်။ ကျွန်ုပ်တို့ မပြုနိုင်ပါ။' တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا أُعَلِّمُكُمْ شَيْئًا إِذَا فَعَلْتُمُوهُ سَبَقْتُمْ مَنْ بَعْدَكُمْ وَلَا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ إِلَّا مَنْ فَعَلَ مِثْلَ مَا فَعَلْتُمْ؟ تُسَبِّحُونَ وَتَحْمَدُونَ وَتُكَبِّرُونَ دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ လုပ်ဆောင်လျှင် သင်တို့ထက် သာလွန်သူများကို မှီနိုင်ပြီး သင်တို့ကဲ့သို့ လုပ်ဆောင်သူများမှလွဲ၍ မည်သူမျှ သင်တို့ထက် ပိုမိုကောင်းမွန်မည်မဟုတ်သော အရာတစ်ခုကို ငါပြောပြရမလား။ 'ဆူဘ်ဟာန် အလ္လာဟ်၊ အလ်ဟမ်ဒူလီးလ်လာဟ်နှင့် အလ္လာဟ်ဟု အက္ကဘာရ်' ဟု ဆုတောင်းခြင်းတိုင်းပြီးနောက် သုံးဆယ့်သုံးကြိမ်စီ ပြောကြားကြလော့။)</span> နောက်ပိုင်းတွင် ၎င်းတို့ပြန်လာပြီး 'အို အလ္လာဟ်၏ တမန်တော်။ ကျွန်ုပ်တို့၏ ညီအစ်ကိုများ၊ ချမ်းသာသော မွတ်စ်လင်မ်များသည် ကျွန်ုပ်တို့လုပ်ဆောင်ခဲ့သည်ကို ကြားသိပြီး ၎င်းတို့လည်း အလားတူ လုပ်ဆောင်ခဲ့ကြသည်။' ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذٰلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ အလ္လာဟ်၏ ကောင်းချီးနှင့် ကျေးဇူးတော်ဖြစ်ပြီး ၎င်းလိုလားသူအား ၎င်းက ပေးသနားသည်။)</span>\" အာယတ်ကို ရှင်းပြရန် နောက်ထပ်နည်းလမ်းတစ်ခုရှိသည်။ ၎င်းမှာ အလ္လာဟ်၏ မိန့်ကြားချက်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَدْبَارَ السُّجُودِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပျပ်ဝပ်ပြီးနောက်။)</span> ဆိုသည်မှာ မဂ်ရိဗ်ဝတ်ပြုဆုတောင်းခြင်းပြီးနောက် ရကာဟ်နှစ်ခုကို ရည်ညွှန်းသည်။ ဤအကြောင်းကို 'အူမာရ် ဘင် အလ်-ခတ္တားဘ်၊ 'အလီ ဘင် အဘီ တာလစ်ဗ်နှင့် ၎င်း၏သား အလ်-ဟဆန်၊ 'အဘ်ဒူလ်လာဟ် ဘင် 'အဘ်ဘားစ်၊ အဘူ ဟူရိုင်ရဟ်နှင့် အဘူ အူမာမဟ်တို့မှ သတင်းပို့ခဲ့သည်။ အလ္လာဟ်သည် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ။ ဤသည်မှာ မူဂျာဟစ်ဒ်၊ 'အိကရိမဟ်၊ အရှ်-ရှာအ်ဘီ၊ အန်-နခအ်ီ၊ အလ်-ဟဆန် အလ်-ဘစရီ၊ ကတာဒါနှင့် အခြားသူများ၏ ပြောဆိုချက်လည်းဖြစ်သည်။</p>"
  }
]