[
  {
    "ayah_key": "37:11",
    "group_ayah_key": "37:11",
    "from_ayah": "37:11",
    "to_ayah": "37:19",
    "ayah_keys": "37:11,37:12,37:13,37:14,37:15,37:16,37:17,37:18,37:19",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့အား မေးပါ- \"သူတို့က ဖန်ဆင်းရ ပိုခက်သလား၊ သို့မဟုတ် ငါတို့ ဖန်ဆင်းထားသူများက ပိုခက်သလား?\" ဧကန်မလွဲ ငါတို့သည် ၎င်းတို့အား စေးကပ်သော ရွှံ့စေးမှ ဖန်ဆင်းခဲ့သည်။ <span>(11)</span>မဟုတ်ဘူး၊ သင်သည် အံ့သြခဲ့သော်လည်း ၎င်းတို့သည် လှောင်ပြောင်ကြသည်။ <span>(12)</span>၎င်းတို့အား သတိပေးသည့်အခါ ၎င်းတို့သည် ဂရုမစိုက်ကြ။ <span>(13)</span>၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ အာယတ် <span class=\"gray\">(နိမိတ်လက္ခဏာ)</span> တစ်ခုကို မြင်သောအခါ ၎င်းကို လှောင်ပြောင်ကြသည်။ <span>(14)</span>၎င်းတို့က ပြောကြသည်- \"ဤသည်မှာ ထင်ရှားသော မှော်အတတ်သာ ဖြစ်သည်! <span>(15)</span>\"ငါတို့ သေဆုံး၍ ဖုန်မှုန့်နှင့် အရိုးများ ဖြစ်သွားသောအခါ၊ ငါတို့ကို ဧကန်မလွဲ ပြန်လည် အသက်သွင်းမည်လား? <span>(16)</span>\"ငါတို့၏ ရှေးဘိုးဘေးများလည်း ဖြစ်မည်လား? <span>(17)</span>ပြောပါ- \"ဟုတ်ကဲ့၊ ထိုအခါ သင်တို့သည် အရှက်ရကြလိမ့်မည်။ <span>(18)</span>၎င်းသည် တစ်ချက်တည်းသော ကြိမ်းမောင်းခြင်းသာ ဖြစ်မည်ဖြစ်ပြီး၊ ကြည့်ပါ၊ ၎င်းတို့သည် ကြည့်နေကြလိမ့်မည်။ <span>(19)</span></p><p lang=\"my\" class=\"my \">သေလွန်ပြီးနောက် အသက်ရှင်ခြင်း၏ သေချာမှု</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– ‘ဤလူများကို မေးပါ၊ ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းဆန်သူများသည် မည်သူ့ကို ဖန်ဆင်းရ ပိုခက်ခဲသနည်း။ ၎င်းတို့သည် ဖန်ဆင်းရ ပိုခက်ခဲသလား သို့မဟုတ် ကောင်းကင်များ၊ ကမ္ဘာမြေ၊ ကောင်းကင်တမန်များ၊ ရှိုင်တွာန်များ၊ ကြီးမားသော သတ္တဝါများ – ၎င်းတို့ကြားရှိ အရာအားလုံးက ပိုခက်ခဲသလား?’ အိဘ်နု မစူဒ်က ပြောသည်မှာ ၎င်းတို့သည် ထိုအရာများက ၎င်းတို့ထက် ဖန်ဆင်းရ ပိုခက်ခဲကြောင်း ဝန်ခံခဲ့ကြသည်။ အကယ်၍ ဤသို့ဖြစ်ပါက ၎င်းတို့ငြင်းဆန်သောအရာထက် ပိုမိုကြီးမြတ်သည့်အရာများကို ၎င်းတို့မြင်နေရသော်လည်း ၎င်းတို့သည် အဘယ်ကြောင့် ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းဆန်ကြသနည်း။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခြင်းသည် လူသားများကို ဖန်ဆင်းခြင်းထက် ဧကန်မလွဲ ပို၍ ကြီးမြတ်သည်၊ သို့သော် လူသားအများစုသည် မသိကြချေ)</span><span class=\"gray\">(40:57)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား အားနည်းသောအရာမှ ဖန်ဆင်းထားကြောင်း ရှင်းပြတော်မူသည်၊ အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါတို့သည် ၎င်းတို့အား စေးကပ်သော ရွှံ့စေးမှ ဖန်ဆင်းခဲ့သည်။)</span> မူဂျာဟစ်၊ စအိဒ် ဘင် ဂျူဘာရ်နှင့် အဒ်-ဒဟ်ဟာက်တို့က \"ဤသည်မှာ ကိုယ်တိုင် ကပ်နေသော အသုံးဝင်သည့် ရွှံ့မျိုးဖြစ်သည်။\" ဟု ပြောကြသည်။ အိဘ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) နှင့် အိကရီမာတို့က \"၎င်းသည် စေးကပ်ပြီး အသုံးဝင်သည်။\" ဟု ပြောကြသည်။ ကတာဒါဟ်က \"၎င်းသည် လက်၌ ကပ်နေသောအရာဖြစ်သည်။\" ဟု ပြောသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ عَجِبْتَ وَيَسْخَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သင်သည် အံ့သြခဲ့သော်လည်း ၎င်းတို့သည် လှောင်ပြောင်ကြသည်။)</span> ဆိုလိုသည်မှာ ‘အို မုဟမ္မဒ်၊ သင်သည် ဤလူများကို အံ့အားသင့်ခဲ့သည်၊ ၎င်းတို့သည် ပြန်လည်ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်နေကြသော်လည်း သင်ကမူ မှန်ကန်ကြောင်း သေချာနေခဲ့သည်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က သင့်အား ပြောပြခဲ့သည့် ဤအံ့သြဖွယ်ရာကိစ္စကို မယုံကြည်ခဲ့ကြ၊ ၎င်းသည် ၎င်းတို့၏ ခန္ဓာကိုယ်များ ပျက်စီးသွားပြီးနောက် ပြန်လည်ဖန်ဆင်းခြင်းဖြစ်သည်။ ၎င်းတို့သည် သင်ပြောသောအရာကို ပြင်းပြင်းထန်ထန် မယုံကြည်သောကြောင့် ကန့်ကွက်ကြပြီး ထိုကိစ္စနှင့်ပတ်သက်၍ သင်ပြောသည်ကို လှောင်ပြောင်ကြသည်။’</p><p lang=\"my\" class=\"my \">ကတာဒါဟ်က \"မုဟမ္မဒ် ﷺ သည် အာဒမ်၏သားမြေးများအနက် လမ်းမှားသူတို့၏ လှောင်ပြောင်မှုကြောင့် အံ့အားသင့်ခဲ့သည်။\" ဟု ပြောသည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَإِذَا رَأَوْا آيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အာယတ်တစ်ခုကို မြင်သောအခါ)</span> ဆိုလိုသည်မှာ ရှင်းလင်းသော သက်သေအထောက်အထားနှင့် အထောက်အထား၊</p><p class=\"sd qpc-hafs\" lang=\"sd\"> يَسْتَسْخِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းကို လှောင်ပြောင်ကြသည်။)</span> မူဂျာဟစ်နှင့် ကတာဒါဟ်တို့က \"သူတို့သည် ၎င်းကို နောက်ပြောင်ကြသည်။\" ဟု ပြောကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"ဤသည်မှာ ထင်ရှားသော မှော်အတတ်သာ ဖြစ်သည်!\")</span> ဆိုလိုသည်မှာ ‘သင်ယူဆောင်လာသည့် ဤအရာသည် ထင်ရှားသော မှော်အတတ်မှ တစ်ပါး အခြားမရှိချေ။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ - أَوَآبَاؤُنَا الْأَوَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ သေဆုံး၍ ဖုန်မှုန့်နှင့် အရိုးများ ဖြစ်သွားသောအခါ၊ ငါတို့ကို <span class=\"gray\">(ထိုအခါ)</span> ဧကန်မလွဲ ပြန်လည် အသက်သွင်းမည်လား? ငါတို့၏ ရှေးဘိုးဘေးများလည်း ဖြစ်မည်လား?)</span> ၎င်းတို့သည် ဤအရာသည် ဖြစ်နိုင်ချေ မရှိဟု ထင်ခဲ့ကြပြီး မယုံကြည်ခဲ့ကြပေ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ဟုတ်ကဲ့၊ ထိုအခါ သင်တို့သည် အရှက်ရကြလိမ့်မည်\"။)</span> ဆိုလိုသည်မှာ ‘အို မုဟမ္မဒ်၊ ၎င်းတို့အား ပြောပြပါ- ဟုတ်ကဲ့၊ သင်တို့သည် ဖုန်မှုန့်နှင့် အရိုးများ ဖြစ်သွားပြီးနောက် ပြန်လည်ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပြန်လည် အသက်သွင်းခံရမည်ဖြစ်ပြီး၊ သင်တို့သည် အရှက်ရကြလိမ့်မည်’၊ ဆိုလိုသည်မှာ အရှင်မြတ်၏ ကြီးမြတ်သော တန်ခိုးတော်ရှေ့၌ ရှက်ရွံ့ခြင်းကို ခံရမည်။ ဤသည်မှာ အာယတ်များနှင့် တူညီသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكُلٌّ أَتَوْهُ دَاخِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားလုံးသည် အရှင်မြတ်ထံသို့ နာခံစွာ လာရောက်ကြမည်)</span><span class=\"gray\">(27:87)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါ့အား ကိုးကွယ်ခြင်းကို မာန်မာနထောင်လွှားသူများသည် အရှက်ရစွာဖြင့် ဂျဟန္နမ်သို့ ဧကန်မလွဲ ဝင်ရောက်ကြလိမ့်မည်!)</span><span class=\"gray\">(40:60)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် တစ်ချက်တည်းသော ကြိမ်းမောင်းခြင်းသာ ဖြစ်မည်ဖြစ်ပြီး၊ ကြည့်ပါ၊ ၎င်းတို့သည် ကြည့်နေကြလိမ့်မည်!)</span> ဆိုလိုသည်မှာ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ တစ်ချက်တည်းသော အမိန့်သာ ဖြစ်မည်၊ အရှင်မြတ်က ၎င်းတို့အား မြေကြီးမှ ထွက်လာရန် တစ်ကြိမ်သာ ခေါ်လိမ့်မည်၊ ထို့နောက် ၎င်းတို့သည် အရှင်မြတ်ရှေ့တွင် ရပ်နေကြပြီး ပြန်လည်ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများကို စိုက်ကြည့်နေကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "37:114",
    "group_ayah_key": "37:114",
    "from_ayah": "37:114",
    "to_ayah": "37:122",
    "ayah_keys": "37:114,37:115,37:116,37:117,37:118,37:119,37:120,37:121,37:122",
    "text": "<p lang=\"my\" class=\"my \">ငါတို့သည် မူဆာနှင့် ဟာရွန်တို့အား ငါတို့၏ ကရုဏာတော်ကို ဧကန်မလွဲ ပေးခဲ့သည်။ <span>(114)</span>၎င်းတို့နှင့် ၎င်းတို့၏လူမျိုးကို ကြီးမားသော ဒုက္ခဆင်းရဲမှ ငါတို့ ကယ်တင်ခဲ့သည်။ <span>(115)</span>၎င်းတို့အား ကူညီခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် အောင်နိုင်သူများ ဖြစ်လာခဲ့သည်။ <span>(116)</span>၎င်းတို့အား ရှင်းလင်းပြတ်သားသော ကျမ်းဂန်ကို ငါတို့ ပေးခဲ့သည်။ <span>(117)</span>၎င်းတို့အား မှန်ကန်သော လမ်းသို့ ငါတို့ လမ်းပြခဲ့သည်။ <span>(118)</span>နောင်မျိုးဆက်များကြားတွင် ၎င်းတို့အတွက် ငါတို့ ချန်ထားခဲ့သည်။ <span>(119)</span>\"မူဆာနှင့် ဟာရွန်တို့အပေါ် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း)</span> သက်ရောက်ပါစေ! <span>(120)</span>ဧကန်မလွဲ ဤသို့ဖြင့် ငါတို့သည် ကောင်းမှုပြုသူများအား အကျိုးပေးသည်။ <span>(121)</span>ဧကန်မလွဲ ၎င်းတို့နှစ်ဦးသည် ငါတို့၏ ယုံကြည်သူ ကျွန်များထဲမှ ဖြစ်ကြသည်။ <span>(122)</span></p><p lang=\"fil\" class=\"fil \">Musa and Harun</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မူဆာနှင့် ဟာရွန်တို့အား ပရောဖက်ပြုမှုဖြင့် မည်သို့ ကောင်းချီးပေးခဲ့ကြောင်း၊ ၎င်းတို့၏သားများကို သတ်ဖြတ်ခြင်းနှင့် ၎င်းတို့၏အမျိုးသမီးများကို ချမ်းသာပေးခြင်းဖြင့် နှိပ်စက်ခဲ့သော ဖာရောဘုရင်နှင့် ၎င်း၏လူမျိုးတို့၏ ဖိနှိပ်မှုမှ ၎င်းတို့နှင့်တကွ ယုံကြည်သူများကို မည်သို့ ကယ်တင်ခဲ့ကြောင်း၊ ၎င်းတို့အား အနိမ့်ဆုံးအလုပ်များကို လုပ်ဆောင်ရန် အတင်းအကြပ်စေခိုင်းခဲ့ကြောင်း၊ ထို့နောက် နောက်ဆုံးတွင် ၎င်းတို့အပေါ် အောင်မြင်စေခဲ့ပြီး ၎င်းတို့၏ မြေများနှင့် စည်းစိမ်ဥစ္စာများ၊ ၎င်းတို့ တစ်သက်တာလုံး စုဆောင်းခဲ့သမျှ အရာအားလုံးကို သိမ်းယူစေခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မူဆာအား ရှင်းလင်းပြတ်သားပြီး ခွန်အားကြီးသော ကျမ်းတော်မြတ်ဖြစ်သည့် တောင်ရတ်ကျမ်းကို ထုတ်ဖော်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَىٰ وَهَارُونَ الْفُرْقَانَ وَضِيَاءً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် မူဆာနှင့် ဟာရွန်တို့အား ဧကန်မလွဲ <span class=\"gray\">(မှန်ကန်သည်နှင့် မှားယွင်းသည်ကို)</span> ခွဲခြားသိမြင်စေသောအရာနှင့် တောက်ပသော အလင်းကို ပေးသနားတော်မူခဲ့သည်)</span><span class=\"gray\">(21:48)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُمَا الْكِتَابَ الْمُسْتَبِينَ - وَهَدَيْنَاهُمَا الصِّرَاطَ الْمُسْتَقِيمَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ဦးအား ရှင်းလင်းပြတ်သားသော ကျမ်းဂန်ကို ငါတို့ ပေးခဲ့သည်၊ ၎င်းတို့အား မှန်ကန်သော လမ်းသို့ ငါတို့ လမ်းပြခဲ့သည်။)</span> ဆိုလိုသည်မှာ စကားလုံးများနှင့် လုပ်ရပ်များနှင့် စပ်လျဉ်း၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا عَلَيْهِمَا فِي الْآخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်မျိုးဆက်များကြားတွင် ၎င်းတို့အတွက် ငါတို့ ချန်ထားခဲ့သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ကွယ်လွန်ပြီးနောက် ၎င်းတို့အား ကောင်းစွာ ဖော်ပြခြင်းခံရမည်ဖြစ်ပြီး ချီးမွမ်းခြင်းခံရမည်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤအရာကို ထပ်မံ ရှင်းပြတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ عَلَىٰ مُوسَىٰ وَهَارُونَ - إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ - إِنَّهُمَا مِنْ عِبَادِنَا الْمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာနှင့် ဟာရွန်တို့အပေါ် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း)</span> သက်ရောက်ပါစေ! ဧကန်မလွဲ ဤသို့ဖြင့် ငါတို့သည် ကောင်းမှုပြုသူများအား အကျိုးပေးသည်။ ဧကန်မလွဲ ၎င်းတို့နှစ်ဦးသည် ငါတို့၏ ယုံကြည်သူ ကျွန်များထဲမှ ဖြစ်ကြသည်။)</span></p>"
  },
  {
    "ayah_key": "37:123",
    "group_ayah_key": "37:123",
    "from_ayah": "37:123",
    "to_ayah": "37:132",
    "ayah_keys": "37:123,37:124,37:125,37:126,37:127,37:128,37:129,37:130,37:131,37:132",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်မလွဲ အစ်လ်ယားစ်သည် တမန်တော်များထဲမှ တစ်ပါး ဖြစ်တော်မူသည်။ <span>(123)</span>၎င်းက မိမိလူမျိုးအား ပြောခဲ့သည်– \"သင်တို့သည် တက်ကဝါ မထားကြတော့ဘူးလား? <span>(124)</span>\"သင်တို့သည် ဗာလ်ကို ခေါ်ဝေါ်မည်လား၊ အကောင်းဆုံး ဖန်ဆင်းရှင်များကို စွန့်လွှတ်မည်လား? <span>(125)</span>အလ္လာဟ်အရှင်မြတ်၊ သင်တို့၏ အရှင်သခင်နှင့် သင်တို့၏ ရှေးဘိုးဘေးတို့၏ အရှင်သခင်ကိုလား? <span>(126)</span>သို့သော် ၎င်းတို့သည် ၎င်းအား ငြင်းပယ်ခဲ့ကြသည်၊ ထို့ကြောင့် ၎င်းတို့သည် ဧကန်မလွဲ ထုတ်ဆောင်ခြင်း ခံရလိမ့်မည်။ <span>(127)</span>အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ခံ ကျွန်များကိုသာ ချန်လှပ်၍ ဖြစ်သည်။ <span>(128)</span>နောင်မျိုးဆက်များကြားတွင် ၎င်းအတွက် ငါတို့ ချန်ထားခဲ့သည်။ <span>(129)</span>\"အစ်လ်ယားစင်းအပေါ် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း)</span> သက်ရောက်ပါစေ! <span>(130)</span>ဧကန်မလွဲ ဤသို့ဖြင့် ငါတို့သည် ကောင်းမှုပြုသူများအား အကျိုးပေးသည်။ <span>(131)</span>ဧကန်မလွဲ ၎င်းသည် ငါတို့၏ ယုံကြည်သူ ကျွန်များထဲမှ တစ်ပါး ဖြစ်တော်မူသည်။ <span>(132)</span></p><p>Ilyas</p><p lang=\"yo\" class=\"yo \">Qatadah and Muhammad bin Ishaq said, \"Ilyas is another name for Idris.\" Ibn Abi Hatim recorded that 'Abdullah bin Mas'ud, may Allah be pleased with him, said, \"Ilyas is Idris.\" This was also the view of Ad-Dahhak . Wahb bin Munabbih said, \"He is Ilyas bin Yasin bin Finhas bin Al-'Izar bin Harun bin 'Imran. </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ဟိဇ်ကီးလ် <span class=\"gray\">(ယေဇကျေလ)</span> နောက်ပိုင်းတွင် အစ္စရေးလ်သားများထံ စေလွှတ်ခဲ့သည်၊ ၎င်းတို့နှစ်ဦးစလုံးအပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ။ ၎င်းတို့သည် ဗာလ်ဟုခေါ်သော ရုပ်တုကို ကိုးကွယ်စပြုခဲ့ကြပြီး၊ ၎င်းသည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံသို့ ခေါ်ဖိတ်ခဲ့သည်၊ အရှင်မြတ်သည် ကြီးမြတ်တော်မူပါစေ၊ အရှင်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ မကိုးကွယ်ရန် တားမြစ်ခဲ့သည်။ ၎င်းတို့၏ ဘုရင်သည် ၎င်းကို ယုံကြည်ခဲ့ပြီးနောက် တိမ်းရှောင်သွားခဲ့ပြီး၊ ၎င်းတို့သည် ၎င်းတို့၏ မှားယွင်းသော လမ်းစဉ်များအတိုင်း ဆက်လက်ရှိနေခဲ့ကြကာ ၎င်းတို့အနက် တစ်ဦးတစ်ယောက်မျှ ၎င်းကို မယုံကြည်ခဲ့ပေ။ ထို့ကြောင့် ၎င်းသည် ၎င်းတို့အပေါ် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ထံမှ သုံးနှစ်တာကာလပတ်လုံး မိုးကို ရပ်တန့်စေခဲ့သည်။ ထို့နောက် ၎င်းတို့သည် ၎င်းတို့အား ထိုအရာမှ သက်သာစေရန် တောင်းဆိုခဲ့ပြီး၊ မိုးရွာလာပါက ၎င်းအား ယုံကြည်မည်ဟု ကတိပေးခဲ့သည်။ ထို့ကြောင့် ၎င်းသည် ၎င်းတို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့ပြီး မိုးများ ရွာခဲ့သော်လည်း ၎င်းတို့သည် ၎င်းတို့၏ မယုံကြည်မှု၏ ဆိုးသွမ်းသော လမ်းစဉ်များအတိုင်း ဆက်လက်ရှိနေခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အား ၎င်းအား အရှင်မြတ်ထံ ခေါ်ဆောင်သွားရန် တောင်းဆိုခဲ့သည်။ အလ်-ယာစာ ဘင် အက်ခ်တွပ်သည် ၎င်း၏ ပြုစုစောင့်ရှောက်မှုအောက်တွင် ကြီးပြင်းလာခဲ့သည်၊ ၎င်းတို့နှစ်ဦးစလုံးအပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ။ ထို့ကြောင့် အစ်လ်ယားစ်အား ထိုနေရာသို့ သွားရန် အမိန့်ပေးခဲ့ပြီး၊ မည်သည့် တောင်စွယ်မဆို ၎င်းထံသို့ ရောက်လာပါက ၎င်းကို စီးနင်းရန်နှင့် မပေးဆပ်ရန်ဖြစ်သည်။ မီးမြင်းတစ်စီးကို ၎င်းထံသို့ ယူဆောင်လာခဲ့ပြီး ၎င်းသည် ၎င်းကို စီးနင်းခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား အလင်းဖြင့် ဝတ်ဆင်စေခဲ့ပြီး ငှက်မွေးများဖြင့် ဖုံးအုပ်စေခဲ့သည်၊ ၎င်းသည် ကောင်းကင်တမန်များနှင့်အတူ လူသားကောင်းကင်တမန်တစ်ပါး၊ ကောင်းကင်ဘုံသားဖြစ်သော်လည်း မြေကြီးသားလည်းဖြစ်သော အနေအထားဖြင့် ပျံသန်းလေ့ရှိသည်။ ဤသည်မှာ ဝဟ်ဗ် ဘင် မွန်နဗ်ဗစ်က ကျမ်းဂန်ရှင်များထံမှ ပြောပြခဲ့သည့်အရာ ဖြစ်သည်၊ ၎င်းသည် မည်မျှ မှန်ကန်သည်ကို အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لِقَوْمِهِ أَلَا تَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက မိမိလူမျိုးအား ပြောခဲ့သည်– \"သင်တို့သည် တက်ကဝါ မထားကြတော့ဘူးလား?\")</span> ဆိုလိုသည်မှာ ‘သင်တို့သည် အရှင်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်သည့်အခါ အလ္လာဟ်အရှင်မြတ်ကို မကြောက်ကြဘူးလား?’</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْعُونَ بَعْلًا وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဗာလ်ကို ခေါ်ဝေါ်မည်လား၊ အကောင်းဆုံး ဖန်ဆင်းရှင်များကို စွန့်လွှတ်မည်လား၊)</span> အိဘ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ)၊ မူဂျာဟစ်၊ အိကရီမာ၊ ကတာဒါဟ်နှင့် အပ်စ်-စွတ်ဒီတို့က ဗာလ်ဟူသော စကားလုံးသည် အရှင်သခင်ဟု အဓိပ္ပါယ်ရသည်ဟု ပြောကြသည်။ အိကရီမာနှင့် ကတာဒါဟ်တို့က \"ဤသည်မှာ ယီမင်ပြည်သားတို့၏ ဘာသာစကားဖြစ်သည်။\" ဟု ပြောကြသည်။ ကတာဒါဟ်ထံမှ အခြားအစီရင်ခံစာအရ ၎င်းသည် အဇ်ဒ် ရှာနူအာ၏ ဘာသာစကားဖြစ်သည်။ အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ်က ၎င်း၏ဖခင်ထံမှ ပြောကြားသည်မှာ ၎င်းသည် ဒမာစကပ်စ်၏ အနောက်ဘက်တွင်ရှိသော ဗာလ်လာဗက် <span class=\"gray\">(Baalbek)</span> ဟုခေါ်သည့် မြို့တစ်မြို့မှ လူများ ကိုးကွယ်ခဲ့သော ရုပ်တုတစ်ခု၏ အမည်ဖြစ်သည်။ အဒ်-ဒဟ်ဟာက်က \"၎င်းတို့ ကိုးကွယ်လေ့ရှိသော ရုပ်တုတစ်ခုဖြစ်သည်။\" ဟု ပြောသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْعُونَ بَعْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဗာလ်ကို ခေါ်ဝေါ်မည်လား)</span> ဆိုလိုသည်မှာ ‘သင်တို့သည် ရုပ်တုကို ကိုးကွယ်မည်လား၊’</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ - اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الْأَوَّلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကောင်းဆုံး ဖန်ဆင်းရှင်များကို စွန့်လွှတ်မည်လား၊ အလ္လာဟ်အရှင်မြတ်၊ သင်တို့၏ အရှင်သခင်နှင့် သင်တို့၏ ရှေးဘိုးဘေးတို့၏ အရှင်သခင်ကိုလား?)</span> ဆိုလိုသည်မှာ ‘အရှင်မြတ်သည် သင်တို့ တစ်ဦးတည်း ကိုးကွယ်ရန် ထိုက်တန်သူဖြစ်သည်၊ မည်သူမျှ ဖက်စပ်ခြင်း သို့မဟုတ် ပေါင်းဖက်ခြင်း မရှိဘဲဖြစ်သည်။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ၎င်းအား ငြင်းပယ်ခဲ့ကြသည်၊ ထို့ကြောင့် ၎င်းတို့သည် ဧကန်မလွဲ ထုတ်ဆောင်ခြင်း ခံရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ စစ်ဆေးမေးမြန်းခြင်းနေ့တွင် အပြစ်ပေးရန်အတွက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ခံ ကျွန်များကိုသာ ချန်လှပ်၍ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်ကိုသာ တစ်ဦးတည်း ယုံကြည်သူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်မျိုးဆက်များကြားတွင် ၎င်းအတွက် ငါတို့ ချန်ထားခဲ့သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ချီးမွမ်းခံရပြီး ဂုဏ်ယူစွာ ဖော်ပြခံရခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ عَلَىٰ إِلْ يَاسِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ်လ်ယားစင်းအပေါ် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း)</span> သက်ရောက်ပါစေ!)</span> ထို့အတူ အိစ်မာအီးလ်အတွက် အိစ်မာအင်းဟု ပြောနိုင်သည်။ ဤသည်မှာ ဗနီ အစဒ်၏ ဘာသာစကား <span class=\"gray\">(ဒေသန္တရစကား)</span> ဖြစ်သည်၊ ၎င်းတို့က မိကာလ်၊ မိကာအီးလ် နှင့် မိကာအင်းဟု ပြောကြသည်။ ၎င်းတို့က အိဗ်ရာဟင်မ်နှင့် အိဗ်ရာဟမ်၊ အိစ်ရာအီးလ်၊ အိစ်ရာအင်း၊ တူရ် စီနာ၊ တူရ် စီနင်ဟု ပြောကြသည်။ ထိုအရာအားလုံးသည် မှန်ကန်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ - إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤသို့ဖြင့် ငါတို့သည် ကောင်းမှုပြုသူများအား အကျိုးပေးသည်။ ဧကန်မလွဲ ၎င်းသည် ငါတို့၏ ယုံကြည်သူ ကျွန်များထဲမှ တစ်ပါး ဖြစ်တော်မူသည်။)</span> ဤအရာ၏ အဓိပ္ပါယ်ကို ကျွန်ုပ်တို့ အထက်တွင် ဆွေးနွေးပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]