[
  {
    "ayah_key": "10:12",
    "group_ayah_key": "10:12",
    "from_ayah": "10:12",
    "to_ayah": "10:12",
    "ayah_keys": "10:12",
    "text": "<p class=\"my translation\" lang=\"my\">လူသားကို ဆိုးကျိုးရောက်ရှိသောအခါ သူသည် မိမိ၏ဘေးတစောင်းလှဲလျက်ဖြစ်စေ၊ ထိုင်လျက်ဖြစ်စေ၊ ရပ်လျက်ဖြစ်စေ ကျွန်ုပ်တို့ကို တောင်းခံသည်။ သို့သော် ကျွန်ုပ်တို့သည် သူ၏ဆိုးကျိုးကို သူ့ထံမှ ဖယ်ရှားလိုက်သောအခါ၊ သူသည် သူ့အား ထိခိုက်ခဲ့သော ဆိုးကျိုးတစ်ခုအတွက် ကျွန်ုပ်တို့ကို တစ်ခါမျှ မတောင်းခံခဲ့သကဲ့သို့ ဆက်သွားလေသည်။ ဤကဲ့သို့ပင် ဖြုန်းတီးသူတို့အား သူတို့ပြုကျင့်ခဲ့သည်များကို လှပစေခဲ့သည်။ <span>(12)</span></p><div lang=\"my\" class=\"my \"><h2>လူသားသည် ဘေးဆိုးကြုံချိန်တွင် အလ္လာဟ်အရှင်မြတ်ကို သတိရ၍ သာယာချိန်တွင် ကိုယ်တော်ကို မေ့လျော့သည်</h2></div><p lang=\"my\" class=\"my \">လူသားသည် စိတ်ဆင်းရဲမှုနှင့် ထိတွေ့သောအခါ မည်သို့ စိတ်အနှောင့်အယှက်ဖြစ်ကာ စိုးရိမ်ပူပန်ကြောင်း အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မကောင်းမှုနှင့် ထိတွေ့သောအခါ သူသည် ရှည်လျားသော တောင်းဆုများဖြင့် အားကိုးသည်။)</span><span class=\"gray\">[41:51]</span></p><p lang=\"my\" class=\"my \">ရှည်လျားသော တောင်းဆုများ' ဟူသည် များပြားသော တောင်းဆုများကိုလည်း ဆိုလိုသည်။ လူသားသည် ဘေးဆိုးကြုံသောအခါ စိုးရိမ်ပူပန်ပြီး စိတ်မချမ်းမသာဖြစ်ရသည်။ ထို့ကြောင့် သူသည် ပိုမိုတောင်းဆုပြုသည်။ သူသည် ဘေးဆိုးကို ပယ်ရှားဖယ်ရှားပေးရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းသည်။ သူသည် ရပ်လျက်၊ ထိုင်လျက် သို့မဟုတ် လှဲလျက် ဆုတောင်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ဘေးဆိုးကို ဖယ်ရှားပေးပြီး သူ၏စိတ်ဆင်းရဲမှုကို ပယ်ရှားလိုက်သောအခါ သူသည် လျစ်လျူရှုကာ မာနကြီးလာသည်။ သူသည် ယခင်က သူ့တွင် ဘာမှမမှားယွင်းခဲ့သကဲ့သို့ ဆက်လက်နေထိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَرَّ كَأَن لَّمْ يَدْعُنَا إِلَىٰ ضُرٍّ مَّسَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အား ထိခိုက်ခဲ့သော ဆိုးကျိုးတစ်ခုအတွက် ကျွန်ုပ်တို့ကို တစ်ခါမျှ မတောင်းခံခဲ့သကဲ့သို့ သူသည် ဆက်သွားလေသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤအရည်အချင်းများရှိသူများ သို့မဟုတ် ဤနည်းအတိုင်း ပြုမူသူများကို ဝေဖန်ရှုတ်ချတော်မူခဲ့ပြီး၊ ကိုယ်တော်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကဲ့သို့ပင် ဖြုန်းတီးသူတို့အား သူတို့ပြုကျင့်ခဲ့သည်များကို လှပစေခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">သို့သော် အလ္လာဟ်အရှင်မြတ်က ကောင်းမြတ်သော လမ်းညွှန်မှုနှင့် အထောက်အပံ့ပေးသနားခဲ့သောသူတို့မှာမူ ချွင်းချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည်းခံခြင်းရှိပြီး ယုံကြည်ကာ ကောင်းမြတ်သော အကျင့်သီလများကို ပြုလုပ်သူများမှတစ်ပါး။)</span><span class=\"gray\">[11:11]</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا (لِأَمْرِ) الْمُؤْمِنِ لَا يَقْضِي اللهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ ضَرَّاءُ فَصَبَرَ كَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ سَرَّاءُ فَشَكَرَ كَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတစ်ဦး၏ အခြေအနေမှာ အံ့သြဖွယ်ကောင်းလှသည်။ သူ့အတွက် အရာရာတိုင်းတွင် ကောင်းကျိုးရှိပြီး ယုံကြည်သူမှတစ်ပါး မည်သူတစ်ဦးတစ်ယောက်အတွက်မျှ ထိုကဲ့သို့ မဟုတ်ပေ။ သာယာဝပြောမှု ရောက်ရှိလာပါက သူသည် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်ရှိပြီး ထိုအရာသည် သူ့အတွက် ကောင်းမြတ်သည်။ ဘေးဆိုးကြုံလာပါက သူသည် သည်းခံစွာ ခံယူပြီး ထိုအရာသည်လည်း သူ့အတွက် ကောင်းမြတ်သည်။)</span></p>"
  },
  {
    "ayah_key": "10:13",
    "group_ayah_key": "10:13",
    "from_ayah": "10:13",
    "to_ayah": "10:14",
    "ayah_keys": "10:13,10:14",
    "text": "<p class=\"my translation\" lang=\"my\">ငါတို့သည် သင်တို့ရှေ့မှ မျိုးဆက်ပေါင်းများစွာကို သူတို့သည် မကောင်းမှုများ ပြုလုပ်ခဲ့ကြသောအခါ ဖျက်ဆီးခဲ့သည်။ သူတို့ထံသို့ ၎င်းတို့၏ ရစူလ်တမန်တော်များက ရှင်းလင်းသော သက်သေသာဓကများဖြင့် ရောက်ရှိလာခဲ့သော်လည်း သူတို့သည် ယုံကြည်သူများ မဟုတ်ခဲ့ကြပေ။ ဤသို့အားဖြင့် ငါတို့သည် ပြစ်မှုကျူးလွန်သူများကို ပြန်လည် ဆပ်ပေး (အပြစ်ပေး) သည်။ <span>(၁၃)</span> ထို့နောက် ငါတို့သည် သူတို့နောက်ပိုင်းတွင် သင်တို့ကို ထိုမြေပေါ်၌ မျိုးဆက်အလိုက် ဆက်ခံသူများအဖြစ် ပြုလုပ်ခဲ့သည်၊ သင်တို့ မည်သို့ လုပ်ဆောင်ကြသည်ကို ငါတို့ မြင်တွေ့ရန်အလို့ငှာ။ <span>(၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>ယခင်မျိုးဆက်များ ဖျက်ဆီးခံရခြင်းတွင် ပါဝင်သော ဆုံးမသြဝါဒ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယခင်မျိုးဆက်များအား သူတို့သည် ရစူလ်တမန်တော်များနှင့် ၎င်းတို့ယူဆောင်လာသော ရှင်းလင်းသော သက်သေလက္ခဏာများနှင့် အထောက်အထားများကို မယုံကြည်ခဲ့သောအခါ ဘာဖြစ်ခဲ့သည်ကို ကျွန်ုပ်တို့အား ပြောပြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤလူမျိုးကို သူတို့နောက်ပိုင်းတွင် ဆက်ခံသူများအဖြစ် ပြုလုပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ထံသို့ ရစူလ်တမန်တော်တစ်ပါးကို စေလွှတ်ခဲ့သည်မှာ အရှင်မြတ်အပေါ် သူတို့၏ နာခံမှုနှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို လိုက်နာမှုတို့ကို စမ်းသပ်ရန် ဖြစ်သည်။ မွတ်စလင်မ်က မှတ်တမ်းတင်ထားသည်မှာ အဘူနာဒ်ရာဟ်က အဘူစအိဒ်ထံမှ သတင်းပေးပို့ခဲ့ရာ သူက ပြောသည်မှာ- \"အလ္လာဟ်၏ ရစူလ်တမန်တော်က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ، وَإِنَّ اللهَ مُسْتَخْلِفُكُمْ فِيهَا، فَنَاظِرٌ كَيْفَ تَعْمَلُونَ، فَاتَّقُوا الدُّنْيَا وَاتَّقُوا النِّسَاءَ، فَإِنَّ أَوَّلَ فِتْنَةِ بَنِي إِسْرَائِيلَ كَانَتْ فِي النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကသည် အမှန်ပင် ချိုမြိန်စိမ်းစိုလှ၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ မည်သို့ ပြုမူဆောင်ရွက်သည်ကို မြင်တွေ့ရန်အလို့ငှာ သင်တို့ကို မျိုးဆက်အလိုက် ဆက်ခံသူများအဖြစ် ထားရှိမည်။ ထို့ကြောင့် ဤလောကမှ မိမိကိုယ်ကို ကာကွယ်ကြပါကုန်၊ အမျိုးသမီးများ <span class=\"gray\">(ကြောင့်ဖြစ်သော စမ်းသပ်မှု)</span> ကို ရှောင်ကြဉ်ကြပါ။ အဘယ်ကြောင့်ဆိုသော် အစ္စရေးလ်သားတို့၏ ပထမဆုံး စမ်းသပ်မှုသည် အမျိုးသမီးများကြောင့် ဖြစ်ခဲ့သည်...)</span></p><p lang=\"my\" class=\"my \">အိဗ်နုဂျရီးရ်က အဗ်ဒုရ်ရဟ်မာန်မှတစ်ဆင့် အိဗ်နုအဘီလေးလာမှ သတင်းပေးပို့ရာ၊ အဝ်ဖ်ဗင်န်မာလစ်က်က အဘူဗကရ်အား ပြောသည်မှာ- \"အိပ်မက်တစ်ခုတွင် ကျွန်ုပ်သည် ကောင်းကင်မှ ကြိုးတစ်ချောင်း ဆွဲချထားသည်ကို မြင်ခဲ့ရပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ကို မြှင့်တင်ခြင်းခံခဲ့ရသည်။ ကြိုးကို ထပ်မံဆိုင်းငံ့ထားပြီး အဘူဗကရ်ကို မြှင့်တင်ခြင်းခံခဲ့ရသည်။ ထို့နောက် မင်ဘာရ် (တရားဟောစင်) ပတ်ပတ်လည်တွင် လူများကို ကွဲပြားခြားနားသော အတိုင်းအတာများ ပေးခဲ့ပြီး ‘ဥမရ်’ သည် လက်ရုံးသုံးခု အတိုင်းအတာဖြင့် နှစ်သက်ခြင်းခံခဲ့ရသည်။\" ‘ဥမရ်’ က ပြောသည်မှာ- \"သင့်အိပ်မက်ကို ကျွန်ုပ်တို့ဆီကနေ ဝေးဝေးထားပါ၊ ကျွန်ုပ်တို့မှာ ဒါကို လိုအပ်ခြင်းမရှိပါ။\" ‘ဥမရ်’ အုပ်ချုပ်သူ ဖြစ်လာသောအခါ သူသည် အဝ်ဖ်ကို ခေါ်ပြီး သူ့အား ပြောသည်မှာ- \"သင့်အိပ်မက်အကြောင်း ကျွန်တော့်ကို ပြောပြပါ။\" အဝ်ဖ်က ပြောသည်မှာ- \"ကျွန်တော့်အိပ်မက်အကြောင်းကို အခု သင်ကြားဖို့ လိုအပ်လို့လား။ သင်က ကျွန်တော့်ကို အရင်က မဆူခဲ့ဘူးလား။\" ထို့နောက် သူက ပြောသည်မှာ- \"သင့်အတွက် ဆိုးကျိုးဖြစ်ပါစေ! သင်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဆက်ခံသူကိုယ်တိုင်အား ကြေညာမည်ကို ကျွန်တော် မုန်းတီးခဲ့သည်။\" ထို့ကြောင့် အဝ်ဖ်သည် သူ့အိပ်မက်ကို လက်ရုံးသုံးခုအထိ ရောက်သည်အထိ ပြောပြခဲ့ရာ၊ သူက ပြောသည်မှာ- \"ပထမတစ်ခုမှာ သူသည် ခလီဖဟ်ဖြစ်သည်၊ ဒုတိယတစ်ခုမှာ သူသည် – အလ္လာဟ်အရှင်မြတ်အတွက် – အပြစ်တင်သူများ၏ အပြစ်တင်မှုကို မကြောက်ခဲ့၊ တတိယတစ်ခုမှာ သူသည် အာဇာနည်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِن بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် သူတို့နောက်ပိုင်းတွင် သင်တို့ကို ထိုမြေပေါ်၌ မျိုးဆက်အလိုက် ဆက်ခံသူများအဖြစ် ပြုလုပ်ခဲ့သည်၊ သင်တို့ မည်သို့ လုပ်ဆောင်ကြသည်ကို ငါတို့ မြင်တွေ့ရန်အလို့ငှာ။)</span><span class=\"gray\">(၁၀:၁၄)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် သူက ပြောသည်မှာ- \"ဥမရ်၏မိခင်သား၊ သင်သည် ခလီဖဟ်အဖြစ် ခန့်အပ်ခြင်းခံရပြီ၊ ထို့ကြောင့် သင်ဘာလုပ်မည်ကို ကြည့်ပါ။ အပြစ်တင်သူများ၏ အပြစ်တင်မှုကို မကြောက်ခြင်းနှင့်ပတ်သက်၍၊ ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်၏ ဆန္ဒတော်ဖြစ်သည်။ အာဇာနည်ဖြစ်ခြင်းနှင့်ပတ်သက်၍၊ မွတ်စလင်မ်များက သူ့ကို ထောက်ခံနေကြချိန်တွင် ဥမရ်သည် ထိုအခြေအနေသို့ မည်သို့ ရောက်နိုင်မည်နည်း။\"</p>"
  },
  {
    "ayah_key": "10:15",
    "group_ayah_key": "10:15",
    "from_ayah": "10:15",
    "to_ayah": "10:16",
    "ayah_keys": "10:15,10:16",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏ ထင်ရှားသော အာယသ်များကို သူတို့အား ရွတ်ဖတ်ပြသောအခါ၊ ကျွန်ုပ်တို့နှင့် တွေ့ဆုံခြင်းကို မျှော်လင့်ခြင်းမရှိသူများသည် “ဤကျမ်းတော်မြတ်မှလွဲ၍ အခြားကျမ်းတစ်စောင်ကို ယူဆောင်လာပါ၊ သို့မဟုတ် ပြောင်းလဲပါ” ဟု ဆိုကြ၏။ (အို မုဟမ္မဒ်) သင်သည် (သူတို့အား) “ထိုကျမ်းကို ကျွန်ုပ်စိတ်ဆန္ဒအတိုင်း ပြောင်းလဲရန် ကျွန်ုပ်အတွက် မသင့်တော်ပါ။ ကျွန်ုပ်ထံ ဗျာဒိတ်တော်ပေးပို့သည်ကိုသာ ကျွန်ုပ်လိုက်နာ၏။ အမှန်စင်စစ် ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်သခင်ကို မနာခံပါက ကြီးမားသောနေ့ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့)</span> ၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့ပါသည်” ဟု ပြောပါ။ <span>(၁၅)</span>(အို မုဟမ္မဒ်) သင်သည် (သူတို့အား) “အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက ကျွန်ုပ်သည် ၎င်းကို သင်တို့အား ရွတ်ဖတ်ပြမည်မဟုတ်သကဲ့သို့၊ ၎င်းကို သင်တို့အား သိစေမည်လည်း မဟုတ်ပေ။ အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့အကြား၌ ၎င်းမတိုင်မီ တစ်သက်တာမျှ နေထိုင်ခဲ့ပြီ။ သင်တို့၌ ဆင်ခြင်တုံတရား မရှိကြပေဘူးလား” ဟု ပြောပါ။ <span>(၁၆)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရိုင်ရှ်ခေါင်းဆောင်များ၏ ခေါင်းမာမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သတင်းစကားကို ဆန့်ကျင်ပြီး အလ္လာဟ်အရှင်မြတ်ကို ငြင်းပယ်ခဲ့ကြသော ကုရိုင်ရှ်တို့၏ ကာဖိရ်များ၏ ခေါင်းမာမှုအကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ တမန်တော်မြတ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ကျမ်းတော်မြတ်နှင့် ကိုယ်တော်၏ ထင်ရှားသော သက်သေအထောက်အထားများကို သူတို့အား ဖတ်ပြသောအခါ သူတို့က “ဤကျမ်းတော်မြတ်မှလွဲ၍ အခြားကျမ်းတစ်စောင်ကို ယူဆောင်လာပါ” ဟု သူ့အား ပြောကြ၏။ သူတို့သည် တမန်တော်မြတ် ﷺ သည် ဤကျမ်းတော်မြတ်ကို ပြန်ယူပြီး ကွဲပြားခြားနားသော ပုံစံရှိသည့် အခြားကျမ်းတစ်စောင်ကို ယူဆောင်လာရန် သို့မဟုတ် ကွဲပြားသောပုံစံသို့ ပြောင်းလဲရန် လိုလားခဲ့ကြ၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ အား ပြောကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِن تِلْقَاءِ نَفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မုဟမ္မဒ်) သင်သည် (သူတို့အား) “ထိုကျမ်းကို ကျွန်ုပ်စိတ်ဆန္ဒအတိုင်း ပြောင်းလဲရန် ကျွန်ုပ်အတွက် မသင့်တော်ပါ။” ဟု ပြောပါ။)</span></p><p lang=\"my\" class=\"my \">၎င်း၏အဓိပ္ပါယ်မှာ ထိုသို့သော အရာမျိုးကို လုပ်ဆောင်ရန် ကျွန်ုပ်အတွက် မဟုတ်ပါ။ ကျွန်ုပ်သည် အမိန့်တော်များကို လက်ခံရရှိသော ကျွန်တစ်ဦးမျှသာ ဖြစ်သည်။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ သတင်းစကား ပေးပို့သော ရစူလ်တမန်တော် တစ်ပါး ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ ۖ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်ထံ ဗျာဒိတ်တော်ပေးပို့သည်ကိုသာ ကျွန်ုပ်လိုက်နာ၏။ အမှန်စင်စစ် ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်သခင်ကို မနာခံပါက ကြီးမားသောနေ့ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့)</span> ၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့ပါသည်။)</span></p><div lang=\"my\" class=\"my \"><h2> ကျမ်းတော်မြတ်ကုရ်အာန်၏ မှန်ကန်ကြောင်း သက်သေအထောက်အထား </h2></div><div lang=\"my\" class=\"my \"><h2>ထို့နောက် မုဟမ္မဒ် ﷺ သည် သူတို့ထံ ယူဆောင်လာခဲ့သည့်အရာ၏ မှန်ကန်ကြောင်းကို ထောက်ခံသော သက်သေအထောက်အထားများဖြင့် ငြင်းခုံခဲ့သည်-</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُم بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မုဟမ္မဒ်) သင်သည် (သူတို့အား) “အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက ကျွန်ုပ်သည် ၎င်းကို သင်တို့အား ရွတ်ဖတ်ပြမည်မဟုတ်သကဲ့သို့၊ ၎င်းကို သင်တို့အား သိစေမည်လည်း မဟုတ်ပေ...” ဟု ပြောပါ။)</span></p><p lang=\"my\" class=\"my \">ဤအရာက သူသည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်နှင့် အလိုတော်ဖြင့်သာ ဤအရာကို ယူဆောင်လာခဲ့ကြောင်း ဖော်ပြသည်။ ၎င်း၏ သက်သေအထောက်အထားမှာ သူကိုယ်တိုင် ဖန်တီးခဲ့ခြင်း မဟုတ်ဘဲ ၎င်းတို့သည် ၎င်းကို ငြင်းပယ်နိုင်ခြင်း မရှိခဲ့ခြင်း၊ သူသည် သူတို့အကြားတွင် ကြီးပြင်းလာခဲ့သည့်အတွက် သူ၏ မှန်ကန်မှုနှင့် ရိုးသားမှုကို ကောင်းစွာ သိရှိသင့်ကြောင်း၊ အလ္လာဟ်အရှင်မြတ်က သူ့ထံသို့ သတင်းစကား ပေးပို့ခဲ့သည်အထိ ဖြစ်သည်။ တမန်တော်မြတ် ﷺ သည် မည်သည့်အရာအတွက်မျှ ဝေဖန်ခံရခြင်း သို့မဟုတ် အထင်အမြင်သေးခြင်း မရှိခဲ့ပေ။ ထို့ကြောင့် သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِ ۚ أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့အကြား၌ ၎င်းမတိုင်မီ တစ်သက်တာမျှ နေထိုင်ခဲ့ပြီ။ သင်တို့၌ ဆင်ခြင်တုံတရား မရှိကြပေဘူးလား။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ “သင်တို့သည် မှန်ကန်မှုကို မမှန်ကန်မှုမှ ခွဲခြားသိမြင်နိုင်သော ဦးနှောက်များ မရှိကြပေဘူးလား” ဟူ၍ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ရောမဘုရင် ဟီရာကလျူးစ်က အဘူစွဖ်ယာန်နှင့် သူ၏အဖော်များအား တမန်တော်မြတ် ﷺ အကြောင်း မေးမြန်းသောအခါ သူက “သူ့၏တောင်းဆိုမှုမတိုင်မီက သူ့ကို လိမ်ပြောခဲ့သည်ဟု သင်တို့ စွပ်စွဲဖူးပါသလား” ဟု ပြောခဲ့သည်။ အဘူစွဖ်ယာန်က “မရှိပါ” ဟု ပြန်ဖြေသည်။ အဘူစွဖ်ယာန်သည် ထိုစဉ်က ကာဖိရ်များ၏ ခေါင်းဆောင်နှင့် ရုပ်တုကိုးကွယ်သူများ၏ ခေါင်းဆောင်ဖြစ်သော်လည်း သူသည် အမှန်တရားကို ဝန်ခံခဲ့သည်။ ၎င်းသည် ရန်သူထံမှ ထွက်ပေါ်လာသည့်အတွက် ရှင်းလင်းပြီး မငြင်းပယ်နိုင်သော သက်သေခံချက်ဖြစ်သည်။ ထို့နောက် ဟီရာကလျူးစ်က “အခြားသူများအကြောင်း လိမ်မပြောသူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်အကြောင်း မည်သို့ လိမ်ပြောနိုင်မည်နည်း” ဟု ကျွန်ုပ် အံ့ဩမိသည်” ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဂျအ်ဖရ် ဘင် အဘူတာလိဗ်သည် အီသီယိုးပီးယားဘုရင် အန်-နာဂျာရှီအား ပြောကြားခဲ့သည်- “အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့ထံသို့ တမန်တော်တစ်ပါးကို စေလွှတ်တော်မူခဲ့သည်၊ ကျွန်ုပ်တို့သည် သူ၏ မှန်ကန်မှု၊ ဘိုးဘွားစဉ်ဆက်နှင့် ရိုးသားမှုကို သိရှိကြသည်။ သူသည် နဗီတမန်မဖြစ်မီ အနှစ်လေးဆယ် ကျွန်ုပ်တို့အကြားတွင် နေထိုင်ခဲ့သည်”</p>"
  }
]