[
  {
    "ayah_key": "2:186",
    "group_ayah_key": "2:186",
    "from_ayah": "2:186",
    "to_ayah": "2:186",
    "ayah_keys": "2:186",
    "text": "<p lang=\"my\" class=\"my \">အကြှနျုပျ၏ကျွန်တို့သည် သင့်အား <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ ကျွန်ုပ်နှင့်ပတ်သက်၍ မေးမြန်းသောအခါ ၎င်းတို့ကို ဖြေကြားပါ)</span>၊ အကြှနျုပျသညျ အမှန်ပင်နီးကပ်၏ <span class=\"gray\">(၎င်းတို့အား ကျွန်ုပ်၏အသိပညာဖြင့်)</span>။ ဆုတောင်းသူက ကျွန်ုပ်အား ခေါ်ဆိုသောအခါ ၎င်း၏ဆုတောင်းခြင်းကို ကျွန်ုပ်တုံ့ပြန်သည် <span class=\"gray\">(ကြားခံပုဂ္ဂိုလ် သို့မဟုတ် အကူအညီပေးသူမပါဘဲ)</span>။ ထို့ကြောင့် ၎င်းတို့သည် ကျွန်ုပ်ကိုနာခံပြီး ကျွန်ုပ်ကိုယုံကြည်စေကာမူ ၎င်းတို့သည် မှန်ကန်သောလမ်းသို့ ရောက်ရှိနိုင်မည်ဖြစ်သည်။ <span>(၁၈၆)</span></p><div lang=\"gd\" class=\"gd \"><h2>Allah hears the Servant's Supplication</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အဘူမူဆာ အလ်-အရှ်အာရီက ပြောသည်ဟု ဖော်ပြခဲ့သည်။ \"ကျွန်ုပ်တို့သည် စစ်ပွဲတစ်ခုအတွင်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် အတူရှိခဲ့သည်။ ကျွန်ုပ်တို့သည် မြင့်မားသောနေရာသို့ တက်သည့်အခါတိုင်း၊ တောင်ကုန်းတစ်ခုသို့ တက်သည့်အခါ သို့မဟုတ် ချိုင့်ဝှမ်းတစ်ခုသို့ ဆင်းသည့်အခါတိုင်း၊ ကျွန်ုပ်တို့သည် 'အလ္လာဟ်သည် အကြီးမြတ်ဆုံး' ဟု အသံမြှင့်ပြောလေ့ရှိသည်။ တမန်တော် ﷺ ကျွန်ုပ်တို့အနားသို့ ရောက်လာပြီး မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ، ارْبَعُوا عَلى أَنْفُسِكُمْ، فَإِنَّكُمْ لَا تَدْعُونَ أَصَمَّ ولَا غَائِبًا، إنَّمَا تَدْعُونَ سَمِيعًا بَصِيرًا، إنَّ الَّذي تَدْعُونَ أَقْربُ إِلَى أَحَدِكُمْ مِنْ عُنُقِ رَاحِلَتِهِ، يا عَبْدَ اللهِ بْنَ قَيْسٍ، أَلَا أُعَلِّمُكَ كَلِمَةً مِنْ كُنُوزِ الْجَنَّةِ؟ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့! မိမိတို့ကိုယ်ကို သနားကြင်နာကြပါ <span class=\"gray\">(ဆိုလိုသည်မှာ အသံမကျယ်ကြပါနှင့်)</span>၊ အဘယ်ကြောင့်ဆိုသော် သင်တို့သည် နားမကြားသူ သို့မဟုတ် ကွယ်ပျောက်နေသူကို ခေါ်နေခြင်းမဟုတ်ဘဲ အလုံးစုံကိုကြားသူ၊ အလုံးစုံကိုမြင်သူကို ခေါ်နေခြင်းဖြစ်သည်။ သင်တို့ခေါ်ဆိုသူသည် သင်တို့အနက်မှ တစ်ဦး၏တိရစ္ဆာန်၏လည်ပင်းထက် ပိုမိုနီးကပ်သည်။ အို အဘ်ဒူလ်လာဟ် ဘင် ကိုက်စ် <span class=\"gray\">(အဘူမူဆာ၏အမည်)</span> ကျွန်ုပ်သည် သင့်အား ဂျန္နတ်၏ဘဏ္ဍာဖြစ်သော စကားတစ်ခွန်းကို သင်ပေးရမည်လော- 'လာ ဟောင်လာ ဝါ လာ ကူဝတာ အီလ္လာ ဘီလ္လာဟ် <span class=\"gray\">(အလ္လာဟ်မှတစ်ပါး ခွန်အားနှင့်စွမ်းအားမရှိ)')</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို ဆဟီးဟ်နှစ်ခုတွင်လည်း မှတ်တမ်းတင်ထားပြီး၊ အဘူ ဒါဝူးဒ်၊ အန်-နစာအီ၊ အသ်-သီရ်မီဇီနှင့် အိဘ်နု မာဂျာတို့သည် အလားတူစကားလုံးများကို မှတ်တမ်းတင်ခဲ့ကြသည်။ ထို့အပြင် အီမာမ် အဟ်မဒ်က အနတ်စ်က တမန်တော် ﷺ က မိန့်ကြားသည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالى أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ إِذَا دَعَانِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်- 'ငါသည် ငါ့ကျွန်သည် ငါ့ကိုထင်မြင်သည့်အတိုင်းဖြစ်ပြီး၊ သူသည် ငါ့ကိုခေါ်ဆိုသည့်အခါတိုင်း ငါသည် သူနှင့်အတူရှိ၏။')</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်သည် ဆုတောင်းခြင်းကို လက်ခံတော်မူသည်</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ စအီးဒ်က တမန်တော် ﷺ က မိန့်ကြားသည်ဟုလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ مُسْلِمٍ يَدْعُو اللهَ عَزَّ وَجَلَّ بِدَعْوَةٍ لَيْسَ فِيها إِثْمٌ ولَا قَطِيعَةُ رَحِمٍ، إلَّا أَعْطَاهُ اللهُ بِهَا إِحْدَى ثَلَاثِ خِصَالٍ: إِمَّا أَنْ يُعَجِّل لَهُ دَعْوَتَهُ، وَإِمَّا أَنْ يَدَّخِرَهَا لَهُ فِي الأُخْرَى، وَإِمَّا أَنْ يَصْرِفَ عَنْهُ مِنَ السُّوءِ مِثْلَهَا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا: إذًا نُكْثِرُ؟ </p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ: اللهُ أَكْثَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်မွတ်စလင်မျှ အပြစ် သို့မဟုတ် သားအိမ်တော်၏ဆက်ဆံရေးကို ဖြတ်တောက်ခြင်း မပါဝင်သော ဒုအာဖြင့် အလ္လာဟ်အရှင်မြတ်အား ဆုတောင်းမည်ဆိုပါက၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား အရာသုံးခုအနက်မှ တစ်ခုကို ပေးသနားတော်မူမည်။ ၎င်း၏ဆုတောင်းခြင်းကို အလျင်အမြန်တုံ့ပြန်ခြင်း၊ နောက်ဘဝအထိ ၎င်းအတွက် သိမ်းဆည်းထားခြင်း၊ သို့မဟုတ် ၎င်းထံမှ အလားတူဆိုးကျိုးကို ဖယ်ရှားပေးခြင်း ဖြစ်သည်။\")</span> ၎င်းတို့က ပြောကြသည်- \"ကျွန်ုပ်တို့သည် <span class=\"gray\">(ဒုအာ)</span> ပိုမိုရွတ်ဆိုပါက မည်သို့နည်း။\" ၎င်းက မိန့်ကြားသည်- <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံတွင် ပိုမိုရှိသေးသည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်၏သား အဘ်ဒူလ်လာဟ်သည် 'ဥဘာဒါဟ် ဘင် အစ်စ်-ဆာမစ်တ်' က တမန်တော် ﷺ က မိန့်ကြားသည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلى ظَهْرِ الأَرْضِ مِنْ رَجُلٍ مُسْلِمٍ يَدْعُو اللهَ عَزَّ وَجَلَّ بَدَعْوَةٍ إِلَّا آتَاهُ اللهُ إيَّاهَا، أَوْ كَفَّ عَنْهُ مِنَ السُّوءِ مِثْلَهَا مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيعَةِ رَحِمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ပေါ်တွင် မွတ်စလင်တစ်ဦးတစ်ယောက်မျှ အလ္လာဟ်အရှင်မြတ်အား ဆုမတောင်းဘဲ မရှိပါ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ဆုတောင်းခြင်းကို ပေးသနားတော်မူမည်၊ သို့မဟုတ် ၎င်းထံမှ အလားတူဆိုးကျိုးကို ဖယ်ရှားပေးမည်၊ ၎င်း၏ဆုတောင်းခြင်းသည် အပြစ် သို့မဟုတ် သားအိမ်တော်၏ဆက်ဆံရေးကို ဖြတ်တောက်ခြင်း မပါဝင်သရွေ့ ဖြစ်သည်။)</span> အသ်-သီရ်မီဇီသည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"jv\" class=\"jv \">အီမာမ် မာလိက်က အဘူ ဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسْتَجَابُ لأَحَدِكُمْ مَالَمْ يَعْجَلْ، يَقُولُ: دَعَوْتُ فَلَمْ يُسْتَجَبْ لِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုတောင်းခြင်းကို လက်ခံမည်မှာ သူသည် အလျင်စလိုမဖြစ်ဘဲ 'ကျွန်ုပ်ဆုတောင်းခဲ့ပါသည်၊ သို့သော် ကျွန်ုပ်ထံမှ လက်ခံခြင်းမရှိသေးပါ' ဟု မပြောသရွေ့ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို မာလိက်မှ ဆဟီးဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားပြီး၊ ၎င်းသည် အလ်-ဘူခါရီ၏ စကားလုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">မွတ်စလင်က တမန်တော် ﷺ က မိန့်ကြားသည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لا يَزَالُ يُسْتَجابُ لِلْعَبْدِ مَا لَمْ يَدْعُ بِإِثْم أَوْ قَطِيعَةِ رَحِمٍ مَا لَمْ يَسْتَعْجِل</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيَل: يَا رَسُولَ اللهِ، وَمَا الاسْتِعْجَالُ؟ </p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: يَقُولُ: قَدْ دَعَوْتُ وقَدْ دَعَوْتُ، فَلَمْ أَرَ يُسْتَجَابُ لِي، فَيَسْتَحْسِرُ عِنْدَ ذلِكَ وَيَدَعُ الدُّعَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်၏ဆုတောင်းခြင်းကို လက်ခံမည်မှာ သူသည် အပြစ်၊ သို့မဟုတ် သားအိမ်တော်၏ဆက်ဆံရေးကို ဖြတ်တောက်ခြင်း မပါဝင်သော အရာအတွက် ဆုမတောင်းသရွေ့နှင့် သူသည် အလျင်စလိုမဖြစ်သရွေ့ ဖြစ်သည်။)</span> ၎င်းအား မေးမြန်းခဲ့သည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! တစ်စုံတစ်ဦးသည် မည်သို့ အလျင်စလိုဖြစ်သနည်း။\" ၎င်းက မိန့်ကြားသည်- <span class=\"gray\">(သူက 'ကျွန်ုပ်ဆုတောင်းခဲ့ပါသည်၊ ဆုတောင်းခဲ့ပါသည်၊ သို့သော် ကျွန်ုပ်၏ဆုတောင်းခြင်းကို လက်ခံခြင်းမရှိသေးသည်ကို မတွေ့ရပါ။' ထို့ကြောင့် သူသည် စိတ်ဝင်စားမှုလျော့နည်းသွားပြီး <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> ဆုတောင်းခြင်းကို စွန့်လွှတ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ဆုတောင်းခြင်းကို ငြင်းပယ်ခြင်းခံရမည်မဟုတ်သော ပုဂ္ဂိုလ်သုံးဦး</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်၏ မွတ်စ်နဒ်နှင့် အသ်-သီရ်မီဇီ၊ အန်-နစာအီနှင့် အိဘ်နု မာဂျာတို့၏ စူနန်စ်များတွင် အဘူ ဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلاَثةٌ لَا تُرَدُّ دَعْوَتُهُمْ: الْإمَامُ الْعَادِلُ، وَالصَّائِمُ حَتَّى يُفْطِرَ، وَدَعْوَةُ الْمَظْلُومِ، يَرْفَعُهَا اللهُ دُونَ الْغَمَامِ يَوْمَ الْقِيَامَةِ، وَتُفْتَحُ لَهَا أَبْوَابُ السَّمَاءِ، يَقُولُ: بِعِزَّتِي لَأَنْصُرَنَّكَ وَلَوْ بَعْدَ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပုဂ္ဂိုလ်သုံးဦး၏ ဆုတောင်းခြင်းကို ငြင်းပယ်ခြင်းခံရမည်မဟုတ်- တရားမျှတသော အုပ်စိုးရှင်၊ ဥပုသ်သီလစောင့်ထိန်းသူ အီဖ်တာအထိ၊ နှင့် ဖိနှိပ်ခံရသူ၏ ဆုတောင်းခြင်းတို့ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိုးတိမ်များအထက်သို့ မြှင့်တင်ပေးတော်မူမည်၊ ကောင်းကင်ဘုံ၏တံခါးများကို ၎င်းအတွက် ဖွင့်လှစ်ပေးမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်က 'ငါ့၏ကျေးဇူးတော်ဖြင့်! ငါသည် သင့်အား ၎င်းကို အမှန်ပင်ပေးသနားမည်၊ အချိန်အနည်းငယ်ကြာပြီးမှပင် ဖြစ်စေကာမူ။' ဟု မိန့်ကြားသည်။)</span></p>"
  }
]