[
  {
    "ayah_key": "8:42",
    "group_ayah_key": "8:42",
    "from_ayah": "8:42",
    "to_ayah": "8:42",
    "ayah_keys": "8:42",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှတ်ရကြလော့)</span> သင်တို့ <span class=\"gray\">(မူဆလင်တပ်ဖွဲ့)</span> ချိုင့်ဝှမ်း၏နီးရာဘက်တွင်ရှိနေကြစဉ်၊ ၎င်းတို့မှာ ဝေးရာဘက်တွင်ရှိနေကြပြီး၊ ကုန်သည်ယာဉ်တန်းမှာ သင်တို့ထက်နိမ့်သောနေရာတွင် ရှိနေခဲ့သည်။ သင်တို့ တွေ့ဆုံရန် နှစ်ဦးနှစ်ဖက် သတ်မှတ်ခဲ့ကြလျှင်ပင်၊ သင်တို့သည် ချိန်းဆိုမှုကို သေချာပေါက် ပျက်ကွက်ခဲ့ကြပေမည်။ သို့သော် <span class=\"gray\">(သင်တို့တွေ့ဆုံခဲ့ကြသည်)</span> အလ္လာဟ်အရှင်မြတ်သည် အပြီးသတ်ဆုံးဖြတ်ထားသော ကိစ္စရပ်တစ်ခုကို <span class=\"gray\">(အရှင်၏အသိပညာတော်၌)</span> အောင်မြင်စေရန်ဖြစ်သည်။ သို့မှသာ ဖျက်ဆီးခံရမည့်သူများ <span class=\"gray\">(အီမန်ကို ငြင်းပယ်ခြင်းကြောင့်)</span> ထင်ရှားသော သက်သေသာဓက အပြီးတွင် ဖျက်ဆီးခံရစေရန်ဖြစ်သည်။ ရှင်သန်ရမည့်သူများ <span class=\"gray\">(သက်ဝင်ယုံကြည်သူများ)</span> သည်လည်း ထင်ရှားသော သက်သေသာဓက အပြီးတွင် ရှင်သန်ရစေရန်ဖြစ်သည်။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူသောအရှင်၊ အလုံးစုံကိုသိရှိတော်မူသောအရှင် ဖြစ်သည်။ <span>(၄၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဘဒ်ရ်တိုက်ပွဲ၏ အချို့သော အသေးစိတ်အချက်အလက်များ</h2></div><p lang=\"yo\" class=\"yo \">Allah describes Yawm Al-Furqan, <span class=\"gray\">(i.e. the day of Badr)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَنتُم بِالْعُدْوَةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အမှတ်ရကြလော့) သင်တို့ <span class=\"gray\">(မူဆလင်တပ်ဖွဲ့)</span> သည် ချိုင့်ဝှမ်း၏နီးရာဘက်တွင်ရှိနေကြစဉ်၊)</span> အလ်-မဒီနာဘက်သို့ ဦးတည်သော ချိုင့်ဝှမ်း၏ အနီးဆုံးဝင်ပေါက်တွင် စခန်းချနေကြစဉ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့)</span>၊ ရုပ်တုကိုးကွယ်သူများ၊ ၎င်းတို့ စခန်းချနေကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْعُدْوَةِ الْقُصْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝေးရာဘက်တွင်)</span>၊ အလ်-မဒီနာမှ မက္ကာဘက်သို့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّكْبُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုန်သည်ယာဉ်တန်း)</span>၊ အဘူဆွတ်ဖ်ယာန်၏ ကွပ်ကဲမှုအောက်ရှိ၊ ၎င်းတွင်ပါဝင်သော ပစ္စည်းဥစ္စာများနှင့်အတူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْفَلَ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထက်နိမ့်သော မြေပြင်ပေါ်၌)</span>၊ ပင်လယ်နှင့်ပိုမိုနီးကပ်စွာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ تَوَاعَدتُّمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ တွေ့ဆုံရန် နှစ်ဦးနှစ်ဖက် သတ်မှတ်ခဲ့ကြလျှင်ပင်၊)</span> သင်တို့နှင့် ရုပ်တုကိုးကွယ်သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَاخْتَلَفْتُمْ فِي الْمِيعَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ချိန်းဆိုမှုကို သေချာပေါက် ပျက်ကွက်ခဲ့ကြပေမည်)</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အစ်ဟာက်က ပြောသည်- \"ယဟ်ယာ ဘင်န် အဗ္ဗာဒ် ဘင်န် အဗ်ဒွလ္လာဟ် ဘင်န် အဇ်-ဇူဘိုင်ရ်က ၎င်း၏ဖခင်ထံမှ ဤအာယတ်နှင့်ပတ်သက်၍ ကျွန်ုပ်အား ပြောပြခဲ့သည်- \"သင်တို့နှင့် ၎င်းတို့အကြား သတ်မှတ်ထားသော တွေ့ဆုံပွဲတစ်ခုရှိခဲ့ပြီး သင်တို့သည် ၎င်းတို့၏ စစ်သည်အင်အားသာလွန်မှုနှင့် သင်တို့၏နည်းပါးသော အင်အားကို သိရှိခဲ့ပါက သင်တို့သည် ၎င်းတို့နှင့် တွေ့ဆုံကြမည်မဟုတ်ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن لِّيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် <span class=\"gray\">(သင်တို့တွေ့ဆုံခဲ့ကြသည်)</span> အလ္လာဟ်အရှင်မြတ်သည် အပြီးသတ်ဆုံးဖြတ်ထားသော ကိစ္စရပ်တစ်ခုကို အောင်မြင်စေရန်ဖြစ်သည်၊)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်သာသနာနှင့် ၎င်း၏နောက်လိုက်များကို ဂုဏ်တင်ပြီး၊ ရှိရ်က် (ဘုရားရှင်နှင့်အရာများကို တွဲဖက်ကိုးကွယ်ခြင်း) နှင့် ၎င်း၏နောက်လိုက်များကို အရှက်ရစေမည်ဟု အမိန့်ချမှတ်ခဲ့သည်။ သင်တို့ <span class=\"gray\">[ဆွဟာဘာများ]</span> သည် ဤကိစ္စဖြစ်ပျက်လာမည်ကို မသိခဲ့ကြသော်လည်း၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကြောင့် အရှင်က ပြုတော်မူခဲ့ခြင်းဖြစ်သည်။\" ဟဒီးဆ်တော်တစ်ခုတွင် ကအ်ဘ် ဘင်န် မာလိက်က ပြောသည်- \"အလ္လာဟ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) နှင့် မူဆလင်များသည် ကုရိုက်ရှ် ကုန်သည်ယာဉ်တန်းကို ဟန့်တားရန် ချီတက်ခဲ့ကြသော်လည်း၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ <span class=\"gray\">(လက်နက်ကိုင်)</span> ရန်သူနှင့် ချိန်းဆိုမှုမရှိဘဲ တွေ့ဆုံစေခဲ့သည်။\" မုဟမ္မဒ် ဘင်န် အစ်ဟာက်က ယဇီးဒ် ဘင်န် ရူးမန်မှတစ်ဆင့် ၎င်းအား ပြောပြသည်မှာ အွရ်ဝါး ဘင်န် အဇ်-ဇူဘိုင်ရ်က ပြောသည်- \"ဘဒ်ရ်သို့ နီးကပ်လာသောအခါ အလ္လာဟ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် အလီ ဘင်န် အဘီ တွာလိဘ်၊ စအ်ဒ် ဘင်န် အဘီ ဝက္ကွာစ့်၊ အဇ်-ဇူဘိုင်ရ် ဘင်န် အလ်-အဝမ်မ်နှင့် အခြား ဆွဟာဘာ အချို့ကို ရုပ်တုကိုးကွယ်သူများကို သူလျှိုလုပ်ရန် စေလွှတ်ခဲ့သည်။ ၎င်းတို့သည် ဘနီ စအီးဒ် ဘင်န် အလ်-အစ့်၏ ကျွန်တစ်ဦးနှင့် ဘနီ အလ်-ဟဂျ်ဂျာဂျ်၏ ကျွန်တစ်ဦး၊ ကလေးနှစ်ဦးကို ကုရိုက်ရှ်တို့အတွက် ရေယူလာစဉ် ဖမ်းဆီးရမိခဲ့သည်။ ထို့နောက် ၎င်းတို့ကို အလ္လာဟ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ထံ ခေါ်လာခဲ့သော်လည်း အရှင်အား နမာဇ်ဖတ်နေသည်ကို တွေ့ရသည်။ ဆွဟာဘာများသည် ကလေးများအား စတင်မေးမြန်းကြပြီး ၎င်းတို့ မည်သူပိုင်ဆိုင်ကြောင်း မေးမြန်းခဲ့သည်။ ၎င်းတို့နှစ်ဦးစလုံးက ၎င်းတို့သည် ကုရိုက်ရှ် <span class=\"gray\">(တပ်ဖွဲ့)</span> အတွက် ရေယူလာသော ဝန်ထမ်းများဖြစ်ကြောင်း ပြောသည်။ ဆွဟာဘာများသည် ထိုအဖြေကို မကျေမနပ်ဖြစ်ခဲ့ကြသည်၊ အကြောင်းမှာ ၎င်းတို့သည် ကလေးများအား အဘူဆွတ်ဖ်ယာန် <span class=\"gray\">(ကုန်သည်ယာဉ်တန်းကို ကွပ်ကဲနေသူ)</span> ပိုင်သည်ဟု ထင်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ကလေးနှစ်ဦးကို ပြင်းပြင်းထန်ထန် ရိုက်နှက်ခဲ့ကြရာ နောက်ဆုံးတွင် ၎င်းတို့သည် အဘူဆွတ်ဖ်ယာန်ပိုင်ကြောင်း ပြောကြသည်။ ထိုအခါ ဆွဟာဘာများသည် ၎င်းတို့ကို တစ်ယောက်တည်း ထားခဲ့ကြသည်။ နဗီတမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) နမာဇ်ကို အဆုံးသတ်သောအခါ အရှင်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إَذَا صَدَّقَاكُمْ ضَرَبْتُمُوهُمَا، وَإِذَا كَذَّبَاكُمْ تَرَكْتُمُوهُمَا، صَدَقَا وَاللهِ! إِنَّهُمَا لِقُرَيْشٍ ، أَخْبِرَانِي عَنْ قُرَيْشٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်တို့အား အမှန်ကိုပြောသောအခါ သင်တို့က ရိုက်နှက်ကြပြီး၊ ၎င်းတို့ လိမ်ပြောသောအခါ သင်တို့က လွှတ်ပေးကြသည်လော? အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ ၎င်းတို့သည် အမှန်ကို ပြောခဲ့ကြသည်။ ၎င်းတို့သည် ကုရိုက်ရှ်တို့ပိုင်သည်။ <span class=\"gray\">(ကလေးများအား မိန့်တော်မူသည်-)</span> ကုရိုက်ရှ်တို့အကြောင်းကို ကျွန်ုပ်အား ပြောပြကြလော့။)</span></p><p lang=\"my\" class=\"my \">ထိုကလေးနှစ်ဦးက \"၎င်းတို့သည် သင်တို့မြင်တွေ့ရသော ဤတောင်ကုန်းနောက်ဘက် ချိုင့်ဝှမ်း၏ ဝေးရာဘက်တွင် ရှိနေကြသည်\" ဟု ပြောသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မေးမြန်းတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمِ الْقَوْمُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ မည်မျှရှိသနည်း?)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"အများအပြားရှိသည်\" ဟု ပြောသည်။ အရှင်က မေးမြန်းတော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَاعُدَّتُهُمْ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်မျှရှိသနည်း?)</span> ၎င်းတို့က \"ကျွန်ုပ်တို့ အတိအကျမသိပါ\" ဟု ပြောသည်။ အရှင်က မေးမြန်းတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ يَنْحَرُونَ كُلَّ يَوْمٍ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် နေ့စဉ် ကုလားအုတ် မည်မျှသတ်ဖြတ်ကြသနည်း?)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"တစ်နေ့ကို ကိုးကောင် သို့မဟုတ် ဆယ်ကောင်\" ဟု ပြောသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْقَوْمُ مَا بَيْنَ التِّسْعمِائَةِ إِلَى الْأَلْفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကိုးရာမှ တစ်ထောင်ကြားတွင် ရှိကြသည်။)</span> အရှင်က ထပ်မံမေးမြန်းတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ فِيهِمْ مِنْ أَشْرَافِ قُرَيْشٍ؟</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(မည်သည့် ကုရိုက်ရှ် ခေါင်းဆောင်များသည် တပ်ဖွဲ့နှင့်အတူ လိုက်ပါလာသနည်း?)</span> ၎င်းတို့က 'ဥတွ်ဘာ ဘင်န် ရဗီအာဟ်၊ ရှိုင်ဘာ ဘင်န် ရဗီအာဟ်၊ အဘူ အလ်-ဘခ်တာရီ ဘင်န် ဟစ်ရှမ်၊ ဟာကင်မ် ဘင်န် ဟိဇာမ်၊ နောင်ဖလ် ဘင်န် ခူဝိုင်လိဒ်၊ အလ်-ဟာရစ်သ် ဘင်န် အာမိရ် ဘင်န် နောင်ဖလ်၊ တုအိုင်မာဟ် ဘင်န် အဒီး ဘင်န် နောင်ဖလ်၊ အန်-နဒ်ရ် ဘင်န် အလ်-ဟာရစ်သ်၊ ဇမ်အာဟ် ဘင်န် အလ်-အဆ်ဝဒ်၊ အဘူ ဂျဟ်လ် ဘင်န် ဟစ်ရှမ်၊ ဥမိုင်ယာဟ် ဘင်န် ခလဖ်၊ နဘီဟ်နှင့် မုနဗ်ဗီဟ် (အလ်-ဟဂျ်ဂျာဂျ်၏ သားများ)၊ စုဟိုင်းလ် ဘင်န် အမ်ရ်နှင့် အမ်ရ် ဘင်န် အဗ်ဒ် ဝဒ်ဒ်' ဟု ပြောသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က လူများအား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذِهِ مَكَّةُ قَدْ أَلْقَتْ إِلَيْكُمْ أَفَلَاذَ كَبِدِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ မက္ကာပင်ဖြစ်သည်။ ၎င်းသည် သင်တို့ထံ ၎င်း၏ အဖိုးအတန်ဆုံးသားများ <span class=\"gray\">(၎င်း၏ခေါင်းဆောင်များ)</span> ကို ခေါ်ဆောင်လာခဲ့ပြီ!)</span>\"</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ وَيَحْيَى مَنْ حَىَّ عَن بَيِّنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ဖျက်ဆီးခံရမည့်သူများသည် ထင်ရှားသော သက်သေသာဓက (ပြတ်သားသော သက်သေ) အပြီးတွင် ဖျက်ဆီးခံရစေရန်ဖြစ်သည်။)</span><span class=\"gray\">[8:42]</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အစ်ဟာက်က မှတ်ချက်ပေးသည်- \"သို့မှသာ မယုံကြည်သူများသည် ထင်ရှားသော သက်သေသာဓက၊ သက်သေနှင့် သင်ခန်းစာများကို မြင်တွေ့ပြီးနောက် မယုံကြည်ကြပြီး၊ ယုံကြည်သူများသည်လည်း ထိုအတိုင်း မြင်တွေ့ပြီးနောက် ယုံကြည်လာကြရန်ဖြစ်သည်။\" ဤသည်မှာ ခိုင်မာသော ရှင်းလင်းချက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"အရှင်သည် သင်တို့ကို ချိန်းဆိုမှုမရှိဘဲ နေရာတစ်ခုတည်းတွင် ရန်သူနှင့် တွေ့ဆုံစေခဲ့သည်၊ သို့မှသာ အရှင်သည် သင်တို့အား ၎င်းတို့အပေါ် အောင်ပွဲခံစေမည်ဖြစ်သည်။\" ဤနည်းဖြင့် 'အရှင်သည် အမှန်တရား၏ စကားလုံးကို မုသားထက် မြင့်တင်စေမည်၊ သို့မှသာ ကိစ္စရပ်သည် ရှင်းလင်းလာမည်၊ သက်သေသည် ခိုင်မာပြတ်သားလာမည်၊ သာဓကသည် ထင်ရှားလာမည်။ ထို့နောက် မည်သူအတွက်မျှ တောင်းပန်စရာ သို့မဟုတ် သံသယရှိစရာ မရှိတော့ပေ။ ထို့နောက် မယုံကြည်မှုတွင် ဆက်လက်တည်မြဲခြင်းဖြင့် ဖျက်ဆီးခံရရန် ကံကြမ္မာပါသောသူများသည် သက်သေသာဓကဖြင့် ဖျက်ဆီးခံရမည်၊ ၎င်းတို့သည် လမ်းမှားရောက်နေကြောင်းနှင့် ၎င်းတို့အပေါ် သက်သေသာဓက ထူထောင်ပြီးဖြစ်ကြောင်း သိရှိနားလည်လျက်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَحْيَى مَنْ حَىَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရှင်သန်ရမည့်သူများ ရှင်သန်နိုင်ကြရန်)</span>၊ ယုံကြည်လိုသူများသည် ထိုအတိုင်း ယုံကြည်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَن بَيِّنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထင်ရှားသော သက်သေသာဓက (ပြတ်သားသော သက်သေ) အပြီးတွင်)</span>၊ နှင့် သက်သေ။ စင်စစ် ယုံကြည်ခြင်းသည် စိတ်နှလုံး၏ အသက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေနေခဲ့သူ <span class=\"gray\">(မသိမှုနှင့် မယုံကြည်မှုဖြင့် ယုံကြည်ခြင်းမရှိခဲ့သူ)</span> တစ်ဦးအား ကျွန်ုပ်တို့က အသက်ပေးခဲ့ပြီး <span class=\"gray\">(အသိပညာနှင့် ယုံကြည်ခြင်းဖြင့်)</span> ၎င်းအား လူအများကြားတွင် လျှောက်လှမ်းနိုင်သော အလင်းရောင် <span class=\"gray\">(ယုံကြည်ခြင်း၏အလင်း)</span> တစ်ခုကို ထားရှိပေးခဲ့သည်မှာ ...)</span><span class=\"gray\">[6:122]</span>။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ لَسَمِيعٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူသောအရှင် ဖြစ်သည်)</span>၊ သင်တို့၏ ပန်ကြားမှု၊ နှိမ့်ချမှုနှင့် အရှင်၏အကူအညီအတွက် တောင်းဆိုမှုများကို။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလုံးစုံကိုသိရှိတော်မူသောအရှင်)</span> ဆိုလိုသည်မှာ သင်တို့အကြောင်းကို သိရှိတော်မူသည်၊ သင်တို့သည် သင်တို့၏ ပုန်ကန်သော၊ မယုံကြည်သော ရန်သူများအပေါ် အောင်ပွဲခံထိုက်ပေသည်။</p>"
  }
]