[
  {
    "ayah_key": "19:61",
    "group_ayah_key": "19:61",
    "from_ayah": "19:61",
    "to_ayah": "19:63",
    "ayah_keys": "19:61,19:62,19:63",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည်)</span> အဒန်ဥယျာဉ်များကို ဝင်ကြရမည်။ ၎င်းတို့ကို အလွန်တရာ ကျေးဇူးရှင်ဖြစ်တော်မူသော အရှင်မြတ်က အကွယ်တွင်ရှိစဉ် မိမိ၏ ကျွန်များအား ကတိပြုထားတော်မူလေသည်။ အမှန်စင်စစ် ၎င်း၏ကတိသည် ဖြစ်မြောက်လာရမည်သာ ဖြစ်သည် <span>(၆၁)</span>ထိုဥယျာဉ်များတွင် ၎င်းတို့သည် မည်သည့် အဓိပ္ပါယ်မဲ့သော စကားကိုမျှ ကြားရမည်မဟုတ်ချေ။ သို့သော် ဆလာမ်ကိုသာ ကြားကြရမည်။ ထိုဥယျာဉ်များတွင် ၎င်းတို့အတွက် နံနက်ရော၊ ညနေပါ မိမိတို့၏ စားနပ်ရိက္ခာများ ရှိကြမည် <span>(၆၂)</span>ဤသည်မှာ ငါတို့၏ ကျွန်များအနက် တက်ကွါ (အကြောက်တရား) ရှိသူများအား ငါတို့သည် အမွေအဖြစ် ပေးသနားမည့် ဂျန္နတ် (ပရဒိသု) ဖြစ်သည် <span>(၆၃)</span></p><div lang=\"my\" class=\"my \"><h2>သစ္စာရှိသူများနှင့် နောင်တရသူတို့၏ ဥယျာဉ်များ ဖော်ပြချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က နောင်တရသူများ ဝင်ရောက်ကြမည့် ဥယျာဉ် <span class=\"gray\">(ပရဒိသု)</span> များသည် 'အဒန်' ဥယျာဉ်များ ဖြစ်သည်၊ ဆိုလိုသည်မှာ ထာဝရတည်ရှိခြင်း ဖြစ်သည်ဟု မိန့်ကြားတော်မူသည်။ ဤသည်မှာ အလွန်တရာ ကောင်းကျိုးပေးသနားတော်မူသော အရှင်မြတ်က မိမိ၏ကျွန်များအား အကွယ်တွင်ရှိစဉ် ကတိပြုထားတော်မူသော ဥယျာဉ်များ ဖြစ်သည်။ ဤသည်မှာ ဤဥယျာဉ်များသည် ၎င်းတို့ မည်သည့်အခါမျှ မမြင်တွေ့ဖူးသော်လည်း ယုံကြည်ထားသော အကွယ်မှအရာများ ဖြစ်သည်ဟု ဆိုလိုသည်။ ၎င်းတို့သည် မိမိတို့၏ ခိုင်မာသော ယုံကြည်ချက်နှင့် အီမန်၏ ခွန်အားဖြင့် အကွယ်မှအရာများကို ယုံကြည်ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်း၏ကတိသည် ဖြစ်မြောက်လာရမည်သာ ဖြစ်သည်)</span> ဤသည်မှာ ၎င်းဖြစ်ပျက်လာမည်ဖြစ်ကြောင်းနှင့် ၎င်းသည် အတည်ပြုပြီးသောအရာဖြစ်ကြောင်း အတည်ပြုဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကတိကို ချိုးဖောက်ခြင်းမရှိသလို ပြောင်းလဲခြင်းလည်း မရှိပေ။ ဤသည်မှာ အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَانَ وَعْدُهُ مَفْعُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ ကတိတော်သည် ဧကန်မလွဲ ပြည့်စုံရမည်။)</span><span class=\"gray\">[၇၃:၁၈]</span> ဤသည်မှာ အရှင်မြတ်၏ ကတိသည် ပြည့်စုံရမည်ဖြစ်ပြီး ရှောင်လွှဲ၍မရဟု ဆိုလိုသည်။ ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَأْتِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြစ်မြောက်လာရမည်သာ ဖြစ်သည်)</span> ဤသည်မှာ ၎င်းကို ရရှိရန် ကြိုးပမ်းနေသော အရှင်မြတ်၏ကျွန်များထံသို့ ၎င်းရောက်ရှိလာမည်ဖြစ်ပြီး ၎င်းတို့ ရရှိကြမည်ဟု ဆိုလိုသည်။ မှတ်ချက်ပေးသူအချို့က ဤသို့ဆိုခဲ့ကြသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَأْتِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြစ်မြောက်လာရမည်သာ ဖြစ်သည်)</span> \"ဤသည်မှာ ၎င်းလာနေသည်ဟု ဆိုလိုသည်။ အကြောင်းမှာ သင်ထံသို့ ရောက်ရှိလာသမျှ အရာတိုင်းကို သင်သည်လည်း ၎င်းထံသို့ ရောက်ရှိသွားသောကြောင့် ဖြစ်သည်။ ဤသည်မှာ အာရပ်တို့က 'ငါ့ထံသို့ နှစ်ငါးဆယ် ရောက်လာပြီ၊ ငါလည်း နှစ်ငါးဆယ်ဆီ ရောက်လာပြီ' ဟု ဆိုသကဲ့သို့ ဖြစ်သည်။ ၎င်းနှစ်ခုလုံး အဓိပ္ပါယ်တူသည် <span class=\"gray\">(ငါ့အသက် ငါးဆယ်ပြည့်ပြီ)</span>။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَسْمَعُونَ فِيهَا لَغْوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုဥယျာဉ်များတွင် မည်သည့် အဓိပ္ပါယ်မဲ့သော စကားကိုမျှ ကြားရမည်မဟုတ်ချေ။)</span> ဤသည်မှာ ဤပရဒိသုဥယျာဉ်များတွင် ဤဘဝတွင် ရှိသကဲ့သို့ အသိဉာဏ်မဲ့သော၊ အချည်းနှီးဖြစ်သော၊ အသုံးမဝင်သော စကားများ မရှိဟု ဆိုလိုသည်။ အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِلَّا سَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် ဆလာမ်ကိုသာ။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသော အချို့သော ချွင်းချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا - إِلَّا قِيلًا سَلَامًا سَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုဥယျာဉ်များတွင် မည်သည့် အဓိပ္ပါယ်မဲ့သော စကားကိုမျှလည်းကောင်း၊ မည်သည့်အပြစ်ရှိသော စကားကိုမျှလည်းကောင်း ကြားကြရမည်မဟုတ်ချေ။ သို့သော် ဆလာမ်! ဆလာမ်! ဟူသော စကားကိုသာ ကြားရမည်။)</span><span class=\"gray\">[၅၆:၂၅-၂၆]</span> အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုဥယျာဉ်များတွင် နံနက်ရော၊ ညနေပါ မိမိတို့၏ စားနပ်ရိက္ခာများ ရှိကြမည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ နံနက်ခင်းများနှင့် ညနေခင်းများကဲ့သို့သော အချိန်များတွင်ဟု ဆိုလိုသည်။ ဤသည်မှာ <span class=\"gray\">(ပရဒိသု၌)</span> ညနှင့်နေ့ ရှိသည်ဟု မဆိုလိုပါ။ သို့သော် ၎င်းတို့သည် အလှည့်ကျသော အချိန်များတွင် နေထိုင်ကြရမည်။ ၎င်းတို့သည် မိမိတို့၏ အလင်းရောင်နှင့် တောက်ပမှုမှ အလင်းရောင်ရှိသော အချိန်များကို သိရှိကြလိမ့်မည်။ ဤသည်မှာ အိမာမ် အဟ်မဒ်က အဘူ ဟူရိုင်ရဟ်ထံမှ မှတ်တမ်းတင်ထားသည်နှင့်အညီ၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَّلُ زُمْرَةٍ تَلِجُ الْجَنَّةَ صُوَرُهُمْ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ لَا يَبْصُقُونَ فِيهَا، وَلَا يَتَمَخَّطُونَ فِيهَا. وَلَايَتَغَوَّطُونَ، آنِيَتُهُمْ وَأَمْشَاطُهُمُ الذَّهَبُ وَالْفِضَّةُ وَمَجَامِرُهُمُ الْأَلُوَّةُ، وَرَشْحُهُمُ الْمِسْكُ وَلِكُلِّ وَاحِدٍ مِنْهُمْ زَوْجَتَانِ، يُرَى مُخُّ سَاقِهَا مِنْ وَرَاءِ اللَّحْمِ مِنَ الْحُسْنِ، لَا اخْتِلَافَ بَيْنَهُمْ وَلَا تَبَاغُضَ، قُلُوبُهُمْ عَلَى قَلْبِ رَجُلٍ وَاحِدٍ، يُسَبِّحُونَ اللهَ بُكْرَةً وَعَشِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပရဒိသုသို့ ပထမဆုံးဝင်မည့် အုပ်စုသည် လပြည့်ညတွင် လ၏ပုံသဏ္ဌာန်ကဲ့သို့ ပုံသဏ္ဌာန်ရှိကြလိမ့်မည်။ ၎င်းတို့သည် ထိုဥယျာဉ်များတွင် တံတွေးထွေးခြင်း၊ နှာခေါင်းညှစ်ခြင်း မပြုကြပါ။ ဝမ်းလည်း မသွားကြပါ။ ၎င်းတို့၏ ခွက်များနှင့် ဘီးများသည် ရွှေနှင့်ငွေတို့ဖြင့် ပြုလုပ်ထားပြီး ၎င်းတို့၏ အမွှေးနံ့သာထည့်သော အိုးများသည် သစ်ကြံပိုးခေါက်ဖြင့် ပြုလုပ်ထားလိမ့်မည်။ ၎င်းတို့၏ ချွေးသည် ကတိုးနံ့သာနံ့သင်းလိမ့်မည်ဖြစ်ပြီး ၎င်းတို့တစ်ဦးစီတိုင်းတွင် ဇနီးနှစ်ဦးစီရှိကြလိမ့်မည်။ ၎င်းတို့၏ အလှကြောင့် ၎င်းတို့၏ ခြေသလုံးအရိုးတွင်းခြင်ဆီသည် အရေပြားအောက်မှ မြင်ရလိမ့်မည်။ ၎င်းတို့အချင်းချင်း အငြင်းပွားမှုများ၊ မုန်းတီးမှုများ ရှိကြလိမ့်မည်မဟုတ်ပါ။ ၎င်းတို့၏နှလုံးသားများသည် အမျိုးသားတစ်ဦး၏ နှလုံးသားကဲ့သို့ စည်းလုံးညီညွတ်နေလိမ့်မည်။ ၎င်းတို့သည် နံနက်နှင့် ညနေတိုင်း အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းကြလိမ့်မည်။)</span> အလ်-ဘူခါရီနှင့် မွတ်စလင်မ် နှစ်ဦးစလုံးသည် ဤရိုးရာပုံပြင်ကို ဆဟီဟ်ကျမ်းနှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အိဗ်နု အဘ်ဘာစ်က အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشُّهَدَاءُ عَلَى بَارِقِ نَهْرٍ بِبَابِ الْجَنَّةِ فِي قُبَّةٍ خَضْرَاءَ، يَخْرُجُ عَلَيْهِمْ رِزْقُهُمْ مِنَ الْجَنَّةِ بُكْرَةً وَعَشِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှဟီးဒ် (ဘာသာရေးအတွက် အသက်စွန့်သူ) တို့သည် ပရဒိသုတံခါးအနီးရှိ မြစ်ကမ်းဘေး၌ ရှိကြလိမ့်မည်။ ၎င်းတို့အပေါ်၌ အစိမ်းရောင် ခုံးမိုးတစ်ခုရှိလိမ့်မည်။ ၎င်းတို့၏ စားနပ်ရိက္ခာများကို ပရဒိသုမှ နံနက်နှင့် ညနေတိုင်း ၎င်းတို့ထံသို့ ထုတ်ယူပေးလိမ့်မည်။)</span> အဟ်မဒ်သည်သာ ဤရိုးရာပုံပြင်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်က အိဗ်နု အဘ်ဘာစ်က ဤသို့ဆိုခဲ့သည်ဟု သတင်းပို့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုဥယျာဉ်များတွင် နံနက်ရော၊ ညနေပါ မိမိတို့၏ စားနပ်ရိက္ခာများ ရှိကြမည်။)</span> \"ဤသည်မှာ ညနှင့်နေ့နှင့် ညီမျှသော အချိန်ပမာဏကို ဆိုလိုသည်\" အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါတို့၏ ကျွန်များအနက် တက်ကွါ (အကြောက်တရား) ရှိသူများအား ငါတို့သည် အမွေအဖြစ် ပေးသနားမည့် ဂျန္နတ် (ပရဒိသု) ဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ 'ငါတို့သည် ဤခမ်းနားထည်ဝါသော ဂုဏ်သတ္တိများဖြင့် ဖော်ပြထားသော ဤပရဒိသုကို ငါတို့၏ ဘာသာတရားကိုင်းရှိုင်းသော ကျွန်များအား အမွေပေးမည်' ဟု ဆိုလိုသည်။ ၎င်းတို့သည် ပျော်ရွှင်သောအချိန်များနှင့် ဒုက္ခရောက်သောအချိန်များတွင် အလ္လာဟ်အရှင်မြတ်ကို နာခံသူများဖြစ်သည်။ ၎င်းတို့သည် မိမိတို့၏ ဒေါသကို ထိန်းချုပ်ပြီး လူတို့၏ အမှားများကို ခွင့်လွှတ်သူများဖြစ်သည်။ ဤသည်မှာ ဆူရဟ် အလ်-မွတ်အ်မီနွန်၏ အစပိုင်းတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်နှင့်အညီ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ الْمُؤْمِنُونَ - الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယုံကြည်သူတို့သည် အောင်မြင်ကြလေပြီ။ ၎င်းတို့သည် မိမိတို့၏ ဆွလားသ်တွင် နှိမ့်ချသောသူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">[၂၃:၁-၂]</span> အရှင်မြတ်၏ မိန့်ကြားချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْوَارِثُونَ - الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ဧကန်မလွဲ အမွေစားအမွေခံများ ဖြစ်ကြသည်။ ၎င်းတို့သည် ဖိရ်ဒေါဝ်စ်ကို အမွေဆက်ခံကြမည်။ ထိုဥယျာဉ်တွင် ၎င်းတို့ ထာဝရနေထိုင်ကြမည်။)</span><span class=\"gray\">[၂၃:၁၀-၁၁]</span></p>"
  },
  {
    "ayah_key": "19:64",
    "group_ayah_key": "19:64",
    "from_ayah": "19:64",
    "to_ayah": "19:65",
    "ayah_keys": "19:64,19:65",
    "text": "<p class=\"my translation\" lang=\"my\">သင်၏အရှင်၏ အမိန့်တော်ဖြင့်သာ ငါတို့ ဆင်းသက်ကြသည်။ ငါတို့ရှေ့၌ရှိသည်များ၊ ငါတို့နောက်၌ရှိသည်များ၊ ထိုနှစ်ခုကြားရှိသည်များအားလုံးသည် အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ သင်၏အရှင်သည် မည်သည့်အခါမျှ မမေ့လျော့။ <span>(၆၄)</span>မိုးကောင်းကင်များ၊ ကမ္ဘာမြေနှင့် ၎င်းတို့နှစ်ခုကြားရှိသမျှ အရာအားလုံး၏ အရှင်ဖြစ်သည်။ ထို့ကြောင့် အရှင်မြတ်ကို ကိုးကွယ်ပါ။ အရှင်မြတ်ကို ကိုးကွယ်ရာတွင် သည်းခံခြင်းဖြင့် ခိုင်မြဲပါ။ အရှင်မြတ်နှင့် ဆင်တူသူ မည်သူမဆို ရှိသည်ကို သင်သိပါသလား။ <span>(၆၅)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့်သာ ကောင်းကင်တမန်များ ဆင်းသက်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အိဗ်နု အဘ်ဘာစ်က အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ဂျိဗ်ရီလ်အား မိန့်ကြားတော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَمْنَعُكَ أَنْ تَزُورَنَا أَكْثَرَ مِمَّا تَزُورُنَا؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ငါတို့ထံ မကြာခဏ လာရောက်လည်ပတ်ခြင်းကို အဘယ်အရာက တားဆီးထားသနည်း။)</span> ထို့နောက် ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်၏ အမိန့်တော်ဖြင့်သာ ငါတို့ ဆင်းသက်ကြသည်။)</span> အလ်-ဘူခါရီသည် ၎င်းကိုတစ်ဦးတည်း မှတ်တမ်းတင်ခဲ့ပြီး ဤအာယတ်တော်၏ တဖ်စီရ် (အနက်အဓိပ္ပါယ်ဖွင့်ဆိုချက်) ဖြင့် ဆက်စပ်ဖော်ပြခဲ့သည်။ အလ်-'အောင်ဖီက အိဗ်နု အဘ်ဘာစ်ထံမှ သတင်းပို့သည်မှာ ၎င်းက “ဂျိဗ်ရီလ်သည် အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်ထံ လာရောက်လည်ပတ်ခြင်းမှ တားဆီးခံခဲ့ရသည်။ ထို့ကြောင့် အရှင်မြတ်သည် စိတ်အနှောင့်အယှက်ဖြစ်ပြီး ဝမ်းနည်းပူဆွေးခဲ့ရသည်။ ထို့နောက် ဂျိဗ်ရီလ်သည် အရှင်မြတ်ထံ လာရောက်ပြီး 'အို မိုဟာမတ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်၏ အမိန့်တော်ဖြင့်သာ ငါတို့ ဆင်းသက်ကြသည်။)</span>'\" ဟုဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ရှေ့၌ရှိသည်များ၊ ငါတို့နောက်၌ရှိသည်များအားလုံးသည် အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။)</span></p><p lang=\"my\" class=\"my \">\"ငါတို့ရှေ့၌ရှိသည်များ\" ဟူသော အဓိပ္ပါယ်မှာ ဤဘဝတွင် ရှိသည်များကို ရည်ညွှန်းပြီး \"ငါတို့နောက်၌ရှိသည်များ\" ဟူသော အဓိပ္ပါယ်မှာ နောင်တမလွန်ဘဝကို ရည်ညွှန်းသည်ဟု ဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بَيْنَ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနှစ်ခုကြားရှိသည်များ)</span> ဤသည်မှာ ဆူးရ် (ခရာမှုတ်ခြင်း) နှစ်ကြိမ်ကြားရှိသည်များကို ဆိုလိုသည်။ ဤသည်မှာ အဘူ အလ်-အာလီယဟ်၊ 'အိကရိမဟ်နှင့် မူဂျာဟစ်တို့၏ ထင်မြင်ယူဆချက်ဖြစ်သည်။ ဤသည်ကို စအိဒ် ဘင် ဂျူဘိုင်ရ်နှင့် ကတာဒါတို့ကလည်း ၎င်းတို့ထံမှ တစ်ဆင့်ခံ ရိုးရာပုံပြင်တစ်ခုတွင် ဖော်ပြခဲ့ကြသည်။ အပ်-စူဒီနှင့် အပ်-ရာဘီ ဘင် အန်နပ်စ်တို့ကလည်း ဤထင်မြင်ယူဆချက်ကို ထောက်ခံခဲ့ကြသည်။ ဤသို့လည်း ဆိုခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَيْنَ أَيْدِينَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ရှေ့၌ရှိသည်များ)</span> ဆိုသည်မှာ နောင်တမလွန်ဘဝ၏ အနာဂတ်ကိစ္စများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلْفَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့နောက်၌ရှိသည်များ)</span> ဆိုသည်မှာ ဤဘဝတွင် ဖြစ်ပျက်ခဲ့သည်များကို ဆိုလိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بَيْنَ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနှစ်ခုကြားရှိသည်များ)</span> ဆိုသည်မှာ ဤဘဝနှင့် နောင်တမလွန်ဘဝကြားတွင် ဖြစ်ပျက်သည်များကို ဆိုလိုသည်။ ဤရှင်းလင်းချက်ကဲ့သို့သော ထုတ်ပြန်ချက်ကို အိဗ်နု အဘ်ဘာစ်၊ စအိဒ် ဘင် ဂျူဘိုင်ရ်၊ အဒ်-ဒဟ်ဟက်၊ ကတာဒါ၊ အိဗ်နု ဂျူရိုင်းဂျ်နှင့် အစ်-စောင်ရီတို့ထံမှ သတင်းပို့ခဲ့သည်။ အိဗ်နု ဂျာရီရ်ကလည်း ဤနောက်ဆုံးအနက်အဓိပ္ပါယ်ဖွင့်ဆိုချက်ကို နှစ်သက်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ رَبُّكَ نَسِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည် မည်သည့်အခါမျှ မမေ့လျော့။)</span> မူဂျာဟစ်က \"ဤသည်မှာ သင်၏အရှင်က သင့်ကို မမေ့လျော့သေးဟု ဆိုလိုသည်\" ဟု ဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များ၊ ကမ္ဘာမြေနှင့် ၎င်းတို့နှစ်ခုကြားရှိသမျှ အရာအားလုံး၏ အရှင်ဖြစ်သည်။)</span> အရှင်မြတ်သည် ထိုအရာအားလုံးကို ဖန်ဆင်းခဲ့သည်။ အရှင်မြတ်သည် ၎င်းတို့၏ ကိစ္စများကို စီမံခန့်ခွဲသူဖြစ်သည်။ အရှင်မြတ်သည် ၎င်းတို့အပေါ်တွင် ဥပဒေပြုသူဖြစ်ပြီး ၎င်းတို့ကို လုံးဝထိန်းချုပ်ထားသူဖြစ်သည်။ အရှင်မြတ်၏ ဆုံးဖြတ်ချက်များကို ဆန့်ကျင်သူ မည်သူမျှမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ ۚ هَلْ تَعْلَمُ لَهُ سَمِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အရှင်မြတ်ကို ကိုးကွယ်ပါ။ အရှင်မြတ်ကို ကိုးကွယ်ရာတွင် သည်းခံခြင်းဖြင့် ခိုင်မြဲပါ။ အရှင်မြတ်နှင့် ဆင်တူသူ မည်သူမဆို ရှိသည်ကို သင်သိပါသလား။)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တာလ်ဟဟ်က အိဗ်နု အဘ်ဘာစ်က ဤသည်မှာ \"အရှင်မြတ်နှင့် နှိုင်းယှဉ်နိုင်သော သို့မဟုတ် ဆင်တူသော မည်သူမဆို ရှိသည်ကို သင်သိပါသလား\" ဟု ဆိုခဲ့သည်ဟု သတင်းပို့သည်။ မူဂျာဟစ်၊ စအိဒ် ဘင် ဂျူဘိုင်ရ်၊ ကတာဒါ၊ အိဗ်နု ဂျူရိုင်းဂျ်နှင့် အခြားသူများအားလုံး ဤအတိုင်းပင် ဆိုခဲ့ကြသည်။ 'အိကရိမဟ်က အိဗ်နု အဘ်ဘာစ်က \"အရှင်မြတ်မှလွဲ၍ 'အာရ်-ရာဟ်မာန်' <span class=\"gray\">(အလွန်တရာ ကျေးဇူးရှင်)</span> ဟု ခေါ်တွင်သူ မည်သူမျှမရှိပေ။ အရှင်မြတ်သည် မင်္ဂလာရှိပြီး ကြီးမြတ်တော်မူသည်။ အရှင်မြတ်၏ နာမတော်သည် အလွန်သန့်ရှင်းစင်ကြယ်သည်။\" ဟုဆိုခဲ့သည်ဟု သတင်းပို့သည်။</p>"
  }
]