[
  {
    "ayah_key": "54:1",
    "group_ayah_key": "54:1",
    "from_ayah": "54:1",
    "to_ayah": "54:5",
    "ayah_keys": "54:1,54:2,54:3,54:4,54:5",
    "text": "<p lang=\"my\" class=\"my \">အဘူဝါကိဒ်၏ ဟဒီးစ်တော်အရ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် အလ်အဒ်ဟာနှင့် အလ်ဖိတွရ် <span class=\"gray\">(အစ်ဒ်ဝတ်ပြုဆုတောင်းခြင်းများ)</span> ကာလအတွင်း စူရာဟ် ကာဖ် <span class=\"gray\">(အခန်း ၅၃)</span> နှင့် အစ်က်တွရာဘတ် အစ်စ-ဆာအာ <span class=\"gray\">(အလ်-ကာမရ်၊ အခန်း ၅၄)</span> တို့ကို ရွတ်ဖတ်လေ့ရှိကြောင်း ဖော်ပြထားသည်။ တမန်တော်မြတ် ﷺ သည် ဤစူရာနှစ်ပုဒ်ကို ကြီးမားသော စုဝေးပွဲများနှင့် အခါသမယများတွင် ရွတ်ဖတ်လေ့ရှိသည်။ အကြောင်းမှာ ၎င်းတို့၌ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်များနှင့် သတိပေးချက်များ၊ ဖန်ဆင်းခြင်း၏ မူလဇစ်မြစ်၊ ရှင်ပြန်ထမြောက်ခြင်း၊ တောင်ဟီးဒ် (တစ်ဆူတည်းသောဘုရား)၊ တမန်တော်မြတ်ဖြစ်ကြောင်း အတည်ပြုချက်နှင့် ထိုကဲ့သို့သော ကြီးမြတ်သော ရည်ရွယ်ချက်များ ပါဝင်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် အစပြုပါ၏။ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် သနားကြင်နာတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ - وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ - وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ ۚ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ - وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ - حِكْمَةٌ بَالِغَةٌ ۖ فَمَا تُغْنِ النُّذُرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ကိယာမတ်နေ့ နီးကပ်လာပြီဖြစ်၍ လသည်လည်း ကွဲခဲ့ပြီ။)</span><span class=\"gray\">(၂။ ထိုသူတို့သည် သက်သေပြချက်တစ်ရပ်ကို မြင်လျှင်လည်း လျစ်လျူရှု၍ ၎င်းတို့က 'ဤသည်ကား ဆက်လက်ဖြစ်ပေါ်နေမည့် မှော်ပညာ' ဟု ပြောကြားကြသည်။)</span><span class=\"gray\">(၃။ ထိုသူတို့သည် မဟုတ်မမှန်ပြုကြ၏။ ၎င်းတို့၏ စိတ်ဆန္ဒများကို လိုက်နာကြ၏။ အမှန်စင်စစ် ကိစ္စရပ်တိုင်းသည် တည်ငြိမ်လိမ့်မည်။)</span><span class=\"gray\">(၄။ ၎င်းတို့ထံသို့ မုချသတင်းများ ရောက်ရှိခဲ့ပြီးဖြစ်ရာ ထိုအထဲ၌ တားမြစ်ထားရာများရှိ၏။)</span><span class=\"gray\">(၅။ ပြည့်ဝသော ဉာဏ်ပညာဖြစ်သော်လည်း သတိပေးသူများက ၎င်းတို့ကို အကျိုးမဖြစ်ထွန်းစေ။)</span></p><p lang=\"my\" class=\"my \">ကိယာမတ်နေ့ နီးကပ်လာပြီ၊ လကွဲခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နောက်ဆုံးနေ့ (ကိယာမတ်နေ့) နီးကပ်လာခြင်းနှင့် လောက၏ နီးကပ်သော အဆုံးသတ်နှင့် ပျက်စီးခြင်းအကြောင်းကို အသိပေးတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် ကျရောက်မည်သာဖြစ်သည်။ သို့ဖြစ်၍ ၎င်းကို အလျင်စလို မပြုကြနှင့်။)</span><span class=\"gray\">(၁၆း၁)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် ၎င်းတို့၏ စစ်ဆေးမေးမြန်းမှု နီးကပ်လာပြီဖြစ်သော်လည်း ၎င်းတို့သည် လစ်လျူရှု၍ လှည့်ထွက်သွားကြသည်။)</span><span class=\"gray\">(၂၁း၁)</span></p><p lang=\"my\" class=\"my \">ကိယာမတ်နေ့နှင့်ပတ်သက်သော ဟဒီးစ်တော်များ</p><p lang=\"my\" class=\"my \">ဤအဓိပ္ပါယ်ဖြင့် ဟဒီးစ်တော်များစွာရှိသည်။ အလ်-ဟာဖိဇ် အဘူဘက္ကရ် အလ်-ဘဇ္ဇာရ်က အနပ်စ်မှ မှတ်တမ်းတင်ထားသည်မှာ တစ်နေ့တွင် နေမဝင်မီ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် မိမိ၏ ဆွဟာဘဟ်များအား မိန့်ခွန်းပြောကြားခဲ့ရာတွင် အောက်ပါအတိုင်း မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! مَا بَقِيَ مِنَ الدُّنْيَا فِيمَا مَضَىٰ مِنْهَا إِلَّا كَمَا بَقِيَ مِنْ يَوْمِكُمْ هٰذَا فِيمَا مَضَىٰ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်အရှင်၏ လက်တော်တွင် ကျွန်ုပ်၏ အသက်ဝိညာဉ်တည်ရှိတော်မူ၏။ ဤလောကတွင် ကျန်ရှိသော အရာများသည် ယခင်က ကုန်လွန်ခဲ့ပြီးသော အရာများနှင့် နှိုင်းယှဉ်လျှင်၊ သင်တို့၏ ယနေ့တွင် ကျန်ရှိနေသော အရာများသည် ယခင်က ကုန်လွန်ခဲ့ပြီးသော အရာများနှင့် နှိုင်းယှဉ်သကဲ့သို့ပင် အနည်းငယ်မျှသာ ကျန်ရှိတော့၏။)</span> အနပ်စ်က 'ထိုအချိန်က ကျွနု်ပ်တို့သည် နေဝင်နေသော နေ၏ အနည်းငယ်မျှကိုသာ မြင်တွေ့ခဲ့ရသည်' ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အထက်ပါ ဟဒီးစ်တော်ကို ထောက်ခံပြီး ရှင်းပြသော အခြားဟဒီးစ်တော်တစ်ပုဒ်ကို အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားရာတွင် 'အဗ်ဒုလ္လာဟ် ဘင်န် အိုမာရ်' က 'ကျွန်ုပ်တို့သည် တမန်တော်မြတ် ﷺ နှင့်အတူ ထိုင်နေကြစဉ် 'အစရ်' အပြီးတွင် နေသည် ကူအိုင်ကာအန်ပေါ်မှ ထွက်ပေါ်နေခဲ့သည်။ ထိုအခါ ကိုယ်တော်က မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَعْمَارُكُمْ فِي أَعْمَارِ مَنْ مَضَىٰ إِلَّا كَمَا بَقِيَ مِنَ النَّهَارِ فِيمَا مَضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သက်တမ်းတွင် ကျန်ရှိသော အရာများသည် ကုန်လွန်ခဲ့ပြီးသော အရာများနှင့် နှိုင်းယှဉ်လျှင်၊ ဤနေ့တွင် ကျန်ရှိနေသော အရာများသည် ကုန်လွန်ခဲ့ပြီးသော အရာများနှင့် နှိုင်းယှဉ်သကဲ့သို့ပင် ဖြစ်သည်။)</span>\" </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က 'စဟလ် ဘင်န် စအ်ဒ်' မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ကို ကြားခဲ့ရသည်ဟု ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ أَنَا وَالسَّاعَةُ هٰكَذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်နှင့် ကိယာမတ်နေ့ကို ဤကဲ့သို့ စေလွှတ်ခဲ့သည်။)</span> ဟု မိန့်တော်မူပြီး လက်ခလယ်နှင့် လက်ညှိုးဖြင့် ညွှန်ပြခဲ့သည်။ ဆဟီဟ် နှစ်ကျမ်းကလည်း ဤဟဒီးစ်တော်ကို မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က 'ဝဟဘ် အစ်စ-ဆူဝါအီ' မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ أَنَا وَالسَّاعَةُ كَهٰذِهِ مِنْ هٰذِهِ، إِنْ كَادَتْ لَتَسْبِقُنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ကိယာမတ်နေ့မတိုင်မီလေးတွင် ဤနှစ်ခု၏ အကွာအဝေးကဲ့သို့ စေလွှတ်ခြင်းခံခဲ့ရသည်; နောက်တစ်ခုသည် ရှေ့တစ်ခုကို နီးပါးကျော်တက်သွားခဲ့သည်။)</span> အလ်-အအ်မရှ်သည် ဤဟဒီးစ်တော်ကို ပြောပြစဉ် သူ၏ လက်ညှိုးနှင့် လက်ခလယ်ကြားကို ပူးကပ်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အလ်-အဝ်ဇာအီမှ မှတ်တမ်းတင်ထားရာတွင် အစ်စ်မာအီလ် ဘင်န် အိုဘိုင်ဒွလ္လာဟ်က ပြောကြားခဲ့သည်၊ 'အနပ်စ် ဘင်န် မာလိက်သည် အလ်-ဝါလိဒ် ဘင်န် အဗ်ဒုလ်-မာလိက်ထံသို့ သွားခဲ့ရာ၊ သူက အနပ်စ်အား ကိယာမတ်နေ့နှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံမှ ကြားခဲ့ရသည်များကို မေးမြန်းခဲ့သည်။ အနပ်စ်က 'အကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ကို ကြားခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتُمْ وَالسَّاعَةُ كَهَاتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် ကိယာမတ်နေ့သည် ဤနှစ်ခု <span class=\"gray\">(လက်ချောင်းများ)</span> ကဲ့သို့ပင် နီးကပ်သည်။)</span>'\" ဤဟဒီးစ်တော်ကို အီမာမ် အဟ်မဒ်တစ်ဦးတည်းသာ စုဆောင်းခဲ့သည်။ ဆဟီဟ်စာရင်းတွင် ဤဟဒီးစ်တော်များကို ထောက်ခံသော သက်သေအထောက်အထားများရှိပြီး၊ အလ်-ဟာရှိရ် <span class=\"gray\">(စာသားအတိုင်းဆိုလျှင် စုဆောင်းသူ)</span> သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ နာမတော်များအနက် တစ်ခုဖြစ်သည်; ကိုယ်တော်သည် ဦးဆုံးစုဆောင်းခြင်းခံရမည်ဖြစ်ပြီး၊ ထို့နောက် လူအားလုံး <span class=\"gray\">(တရားစီရင်မည့်နေ့အတွက်)</span> စုဆောင်းခြင်းခံရမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَانْشَقَّ الْقَمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လသည် ကွဲခဲ့ပြီ။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ လက်ထက်တွင် ဖြစ်ပျက်ခဲ့သည်။ စစ်မှန်သော မူတာဝါတိရ် ဟဒီးစ်တော်များအရ ပညာရှင်များက တမန်တော်မြတ် ﷺ ၏ သက်တမ်းအတွင်း လကွဲခဲ့သည်ကို သဘောတူညီကြပြီး၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား ပေးသနားခဲ့သော ထင်ရှားသော မုအ်ဂျိဇာ (တန်ခိုးပြာဋိဟာ) များအနက်မှ တစ်ခုဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">လကွဲခဲ့ကြောင်း ဖော်ပြထားသော ဟဒီးစ်တော်များ</p><p lang=\"ha\" class=\"ha \">The Narration of Anas bin Malik</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အနပ်စ် ဘင်န် မာလိက်မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက ပြောကြားခဲ့သည်၊ 'မက္ကာဟ်မြို့သားများသည် တမန်တော်မြတ် ﷺ အား တန်ခိုးပြာဋိဟာတစ်ရပ်ကို တောင်းဆိုခဲ့ရာ မက္ကာဟ်တွင် လသည် နှစ်ပိုင်းကွဲခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိယာမတ်နေ့ နီးကပ်လာပြီဖြစ်၍ လသည်လည်း ကွဲခဲ့ပြီ။)</span>\" မွတ်စ်လင်မ်ကလည်း ဤဟဒီးစ်တော်ကို စုဆောင်းခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘွခါရီက အနပ်စ် ဘင်န် မာလိက်မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက ပြောကြားခဲ့သည်၊ 'မက္ကာဟ်မြို့သားများသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား တန်ခိုးပြာဋိဟာတစ်ရပ်ကို ပြသရန် တောင်းဆိုခဲ့ရာ၊ ကိုယ်တော်သည် လကို နှစ်ပိုင်းကွဲပြခဲ့ပြီး၊ ၎င်းတို့ကြားတွင် <span class=\"gray\">(ဟီရာဂူ)</span> တောင်ကို မြင်တွေ့ခဲ့ကြသည်။' ဤဟဒီးစ်တော်ကို ဆဟီဟ် နှစ်ကျမ်းတွင် နာဒ်မျိုးစုံဖြင့် မှတ်တမ်းတင်ထားသည်။</p><p lang=\"cy\" class=\"cy \">The Narration of Jubayr bin Mut'im</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က ဂျူဘိုင်ရ် ဘင်န် မွတ်တွအ်အင်မ်မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက ပြောကြားခဲ့သည်၊ 'အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ လက်ထက်တွင် လသည် နှစ်ပိုင်းကွဲခဲ့သည်။ လ၏ တစ်ပိုင်းက တောင်တစ်လုံးပေါ်တွင်ရှိပြီး နောက်တစ်ပိုင်းက နောက်တောင်တစ်လုံးပေါ်တွင်ရှိသည်။ ထိုအခါ ၎င်းတို့က 'မိုဟမ္မဒ် ﷺ က ကျွန်ုပ်တို့ကို သူ၏ မှော်ပညာဖြင့် လှည့်ဖြားခဲ့သည်' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ၎င်းတို့က 'သူသာ မှော်ပညာဖြင့် ကျွန်ုပ်တို့ကို လှည့်ဖြားနိုင်ခဲ့လျှင် လူအားလုံးကို လှည့်ဖြားနိုင်မည်မဟုတ်' ဟု ပြောကြားခဲ့သည်။' ဤဟဒီးစ်တော်ကို ဤနာဒ်ဖြင့် အီမာမ် အဟ်မဒ်တစ်ဦးတည်းသာ မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘိုင်ဟကီသည် အဒ်-ဒလာအိလ်တွင် သူစုဆောင်းခဲ့သော အလားတူ ဟဒီးစ်တော်၌ အခြားနာဒ်တစ်ခုကို အသုံးပြုခဲ့သည်။</p><p lang=\"lb\" class=\"lb \">The Narration of 'Abdullah bin 'Abbas</p><p lang=\"my\" class=\"my \">အလ်-ဘွခါရီက အိဗ်နု အဗ္ဗါစ်မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက ပြောကြားခဲ့သည်၊ 'တမန်တော်မြတ် ﷺ လက်ထက်တွင် လကွဲခဲ့သည်' ဟု ဆိုသည်။ အလ်-ဘွခါရီနှင့် မွတ်စ်လင်မ်တို့သည် ဤဟဒီးစ်တော်ကို စုဆောင်းခဲ့သည်။ အိဗ်နု ဂျရီးရ်က အိဗ်နု အဗ္ဗါစ်မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို ရှင်းပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ - وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိယာမတ်နေ့ နီးကပ်လာပြီဖြစ်၍ လသည်လည်း ကွဲခဲ့ပြီ။ ၎င်းတို့သည် သက်သေပြချက်တစ်ရပ်ကို မြင်လျှင်လည်း လျစ်လျူရှု၍ ၎င်းတို့က 'ဤသည်ကား ဆက်လက်ဖြစ်ပေါ်နေမည့် မှော်ပညာ' ဟု ပြောကြားကြသည်။)</span> 'ဤသည်မှာ ဟိဂျ်ရာမတိုင်မီက ဖြစ်ပျက်ခဲ့သည်။ လသည် ကွဲခဲ့ပြီး ၎င်းတို့သည် ၎င်းကို နှစ်ပိုင်း မြင်တွေ့ခဲ့ကြသည်။'\"</p><p lang=\"id\" class=\"id \">The Narration of 'Abdullah bin 'Umar </p><p lang=\"no\" class=\"no \">Al-Hafiz Abu Bakr Al-Bayhaqi recorded that 'Abdullah bin 'Umar commented on Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိယာမတ်နေ့ နီးကပ်လာပြီဖြစ်၍ လသည်လည်း ကွဲခဲ့ပြီ။)</span> 'ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ လက်ထက်တွင် ဖြစ်ပျက်ခဲ့သည်။ လသည် နှစ်ပိုင်းကွဲခဲ့သည်။ တစ်ပိုင်းက တောင်ရှေ့တွင်ရှိပြီး တစ်ပိုင်းက အခြားတစ်ဖက်တွင်ရှိသည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اشْهَدْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! သက်သေခံပါ။)</span>\" ဤသည်မှာ မွတ်စ်လင်မ်နှင့် အတ်-သိရ်မီဇီတို့ စုဆောင်းခဲ့သော နာဒ်ဖြစ်သည်။ အတ်-သိရ်မီဇီက 'ဟစန် ဆဟီဟ်' ဟု ဆိုသည်။\"</p><p lang=\"id\" class=\"id \">The Narration of 'Abdullah bin Mas'ud</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အိဗ်နု မပ်စ်အူဒ်မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက ပြောကြားခဲ့သည်၊ 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်လက်ထက်တွင် လသည် နှစ်ပိုင်းကွဲခဲ့ပြီး၊ ၎င်းတို့သည် ၎င်း၏ နှစ်ပိုင်းကို မြင်တွေ့ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اشْهَدُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်သေခံကြလော့။)</span>\" အလ်-ဘွခါရီနှင့် မွတ်စ်လင်မ်တို့သည် ဤဟဒီးစ်တော်ကို စုဆောင်းခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ်က 'အဗ်ဒုလ္လာဟ် <span class=\"gray\">(အိဗ်နု မပ်စ်အူဒ်)</span> မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက 'လကွဲသွားသောအခါ လ၏ နှစ်ပိုင်းကြားတွင် တောင်ကို ကျွန်ုပ် မြင်တွေ့ခဲ့သည်' ဟု ပြောကြားခဲ့သည်။ အီမာမ် အဟ်မဒ်က 'အဗ်ဒုလ္လာဟ်' မှ မှတ်တမ်းတင်ထားရာတွင် ၎င်းက 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ လက်ထက်တွင် လကွဲခဲ့ပြီး၊ ကျွန်ုပ်သည် ၎င်း၏ နှစ်ပိုင်းကြားတွင် တောင်ကို မြင်တွေ့ခဲ့သည်' ဟု ပြောကြားခဲ့သည်။</p><p lang=\"fi\" class=\"fi \">The Stubbornness of the idolators</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ يَرَوْا آيَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သက်သေပြချက်တစ်ရပ်ကို မြင်လျှင်)</span>၊ ၎င်းတို့သည် သက်သေ၊ အထောက်အထားနှင့် နိမိတ်လက္ခဏာကို မြင်လျှင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعْرِضُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် လှည့်ထွက်သွားကြသည်)</span>၊ ၎င်းတို့သည် ၎င်းကို မယုံကြည်ကြပေ။ ယင်းအစား ၎င်းတို့သည် ၎င်းကို ကျောခိုင်း၍ လှည့်ထွက်သွားကြပြီး စွန့်ပစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့က 'ဤသည်ကား ဆက်လက်ဖြစ်ပေါ်နေမည့် မှော်ပညာ' ဟု ပြောကြားကြသည်။)</span> ၎င်းတို့က 'ကျွန်ုပ်တို့မြင်ခဲ့သော နိမိတ်လက္ခဏာသည် မှော်ပညာဖြစ်ပြီး ကျွန်ုပ်တို့အပေါ်တွင် ပြုလုပ်ထားခြင်းဖြစ်သည်' ဟု ပြောကြားကြသည်။ မူစ်တမီးရ်ဟူသည် 'မကြာမီ ပျောက်ကွယ်သွားလိမ့်မည်' ဟု မူဂျာဟိဒ်၊ ကွတာဒါဟ်နှင့် အခြားများစွာသောသူတို့၏ အဆိုအရ အဓိပ္ပါယ်ရသည်။ ကူရိုင်ရှ်တို့က လကွဲခြင်းသည် မှားယွင်းပြီး မကြာမီ ပျောက်ကွယ်သွားလိမ့်မည်၊ မှေးမှိန်သွားလိမ့်မည်ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မဟုတ်မမှန်ပြုကြ၏။ ၎င်းတို့၏ စိတ်ဆန္ဒများကို လိုက်နာကြ၏။)</span>၊ ၎င်းတို့ထံသို့ သစ္စာတရားရောက်ရှိလာသောအခါ ၎င်းတို့သည် ငြင်းပယ်ခဲ့ကြပြီး ၎င်းတို့၏ စိတ်ဆန္ဒများနှင့် တပ်မက်မှုများက ဖိတ်ခေါ်သော မသိနားမလည်မှုနှင့် မိုက်မဲမှုကို လိုက်နာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ أَمْرٍ مُسْتَقِرٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိစ္စရပ်တိုင်းသည် တည်ငြိမ်လိမ့်မည်။)</span> ဆိုသည်မှာ ကောင်းမှုကုသိုလ်များသည် ၎င်းတို့ကို ပြုလုပ်သူများအား ကောင်းမွန်ဖြောင့်မတ်သော အရာအားလုံးဆီသို့ ပို့ဆောင်ပေးလိမ့်မည်ဖြစ်ပြီး၊ ထိုနည်းတူ ဆိုးယုတ်သော အကုသိုလ်များသည် ၎င်းတို့ကို ပြုလုပ်သူများအား ဆိုးယုတ်သော အရာအားလုံးဆီသို့ ပို့ဆောင်ပေးလိမ့်မည်ဖြစ်ကြောင်း ကွတာဒါဟ်က ပြောကြားခဲ့သည်။ အိဗ်နု ဂျူရိုင်ဂျ်ကမူ '၎င်း၏ လူများအတိုင်း တည်ငြိမ်လိမ့်မည်' ဟု ပြောကြားခဲ့သည်။ မူဂျာဟိဒ်က ဤအဓိပ္ပါယ်ကို ရှင်းပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ أَمْرٍ مُسْتَقِرٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိစ္စရပ်တိုင်းသည် တည်ငြိမ်လိမ့်မည်။)</span> ဟု ပြောကြားခဲ့ခြင်းဖြင့် 'ရှင်ပြန်ထမြောက်မည့်နေ့တွင်' ဟု ဆိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုချ ၎င်းတို့ထံသို့ သတင်းများ ရောက်ရှိခဲ့ပြီ)</span>; ဤကုရ်အာန်တွင် ၎င်းတို့ထံသို့ မိမိတို့၏ ရစူလ်တမန်တော်များကို မယုံကြည်ခဲ့သော ရှေးယခင်လူမျိုးများ၏ သတင်းများ၊ ၎င်းတို့ကြုံတွေ့ခဲ့ရသော ညှဉ်းပန်းနှိပ်စက်မှု၊ ပြစ်ဒဏ်နှင့် ဘေးဒုက္ခများ ရောက်ရှိခဲ့ပြီ၊</p><p class=\"ur qpc-hafs\" lang=\"ur\"> مَا فِيهِ مُزْدَجَرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအထဲ၌ တားမြစ်ထားရာများရှိ၏။)</span>၊ ထိုအထဲ၌ ၎င်းတို့အား ရုပ်တုကိုးကွယ်ခြင်းမှ ရပ်တန့်စေရန်နှင့် ငြင်းပယ်ခြင်းကို ဆက်လက်မပြုရန် သတိပေးချက်များနှင့် သင်ခန်းစာများရှိ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِكْمَةٌ بَالِغَةٌ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြည့်ဝသော ဉာဏ်ပညာဖြစ်သော်လည်း)</span>၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းမှန်ပြသပြီး မိမိအလိုရှိသူကို လမ်းမှားသို့ ရောက်စေခြင်းတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَا تُغْنِ النُّذُرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိပေးသူများက ၎င်းတို့ကို အကျိုးမဖြစ်ထွန်းစေ။)</span> သို့သော် သတိပေးချက်များဖြင့် တရားဟောပြောခြင်းသည် အလ္လာဟ်အရှင်မြတ်က ဆင်းရဲဒုက္ခကို ရေးထိုးပြီး ၎င်းတို့၏ နှလုံးသားများကို ပိတ်ဆို့ထားသူများအား အကျိုးမဖြစ်ထွန်းစေပေ။ အလ္လာဟ်အရှင်မြတ်ပြီးနောက် ထိုကဲ့သို့သော လူများကို မည်သူက လမ်းမှန်ပြသနိုင်မည်နည်း။ ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်များနှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ ۖ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ပြောပြပါဦး။ 'အလ္လာဟ်အရှင်မြတ်ထံတွင် ပြည့်ဝသော သက်သေအထောက်အထားနှင့် ငြင်းခုံမှုရှိ၏။ အကယ်၍ ကိုယ်တော်သာ အလိုရှိတော်မူခဲ့ပါလျှင် သင်တို့အားလုံးကို လမ်းမှန်သို့ မုချလမ်းညွှန်ပြသတော်မူခဲ့ပေမည်။')</span><span class=\"gray\">(၆း၁၄၉)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သက်သေပြချက်များနှင့် သတိပေးသူများသည် မယုံကြည်သော လူမျိုးများအား အကျိုးမဖြစ်ထွန်းစေ။)</span><span class=\"gray\">(၁၀း၁၀၁)</span></p>"
  }
]