[
  {
    "ayah_key": "51:1",
    "group_ayah_key": "51:1",
    "from_ayah": "51:1",
    "to_ayah": "51:14",
    "ayah_keys": "51:1,51:2,51:3,51:4,51:5,51:6,51:7,51:8,51:9,51:10,51:11,51:12,51:13,51:14",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာရှင်၊ အမြဲတစေ မဟာကရုဏာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالذَّارِيَاتِ ذَرْوًا - فَالْحَامِلَاتِ وِقْرًا - فَالْجَارِيَاتِ يُسْرًا - فَالْمُقَسِّمَاتِ أَمْرًا - إِنَّمَا تُوعَدُونَ لَصَادِقٌ - وَإِنَّ الدِّينَ لَوَاقِعٌ - وَالسَّمَاءِ ذَاتِ الْحُبُكِ - إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ - قُتِلَ الْخَرَّاصُونَ - الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ - يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ - يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ - ذُوقُوا فِتْنَتَكُمْ هَٰذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဖုန်မှုန့်များကို လွင့်ပျံ့စေသော ဓာရီယတ်များဖြင့်;)</span><span class=\"gray\">(၂။ ဝန်ထုပ်ဝန်ပိုးများ တင်ဆောင်လာသော ဟာမီလက်များဖြင့်;)</span><span class=\"gray\">(၃။ ငြိမ်သက်စွာ စီးဆင်းသော ဂျာရီယတ်များဖြင့်;)</span><span class=\"gray\">(၄။ အမိန့်များကို ဖြန့်ဝေသူများဖြင့်၊)</span><span class=\"gray\">(၅။ အမှန်စင်စစ် သင်တို့အား ကတိပေးထားသည်မှာ မှန်ကန်ပေသည်။)</span><span class=\"gray\">(၆။ အမှန်စင်စစ် အဒ်-ဒီးန်သည် မုချဖြစ်ပေါ်လာမည်။)</span><span class=\"gray\">(၇။ ဟူဘွတ်များ ပြည့်နှက်နေသော ကောင်းကင်ဖြင့်၊)</span><span class=\"gray\">(၈။ ဧကန်မုချ သင်တို့တွင် အမျိုးမျိုးသော အမြင်များ ရှိကြသည်။)</span><span class=\"gray\">(၉။ ၎င်းမှ ဖယ်ရှားခြင်းခံရသူသည် ဖယ်ရှားခံရသည်။)</span><span class=\"gray\">(၁၀။ အလ်-ခါရ်ရာဆွန်းတို့ ကျိန်စာသင့်ပါစေ။)</span><span class=\"gray\">(၁၁။ မေ့လျော့ခြင်း၏ ဖုံးအုပ်မှုအောက်တွင် ရှိသောသူတို့သည်၊)</span><span class=\"gray\">(၁၂။ ၎င်းတို့က မေးကြသည်- \"အဒ်-ဒီးန်နေ့သည် မည်သည့်အချိန်တွင်နည်း။\")</span><span class=\"gray\">(၁၃။ <span class=\"gray\">(၎င်းသည်)</span> မီးထဲတွင် ယူဖ်တာနွန် ဖြစ်ကြမည့်နေ့ဖြစ်သည်။)</span><span class=\"gray\">(၁၄။\"သင်တို့၏ စစ်ဆေးခြင်းကို မြည်းစမ်းကြလော့! ဤသည်မှာ သင်တို့ အလျင်စလိုဖြစ်စေရန် တောင်းဆိုခဲ့သည့်အရာဖြစ်သည်!\")</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ခြင်းသတင်းကို အတည်ပြုခြင်း </p><p lang=\"my\" class=\"my \">သစ္စာရှိသူတို့၏ ခေါင်းဆောင်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော 'အလီ ဘင် အဘီ တာလိဗ်သည် ကူဖာရှိ မင်ဘར་ပေါ်သို့ တက်ရောက်ပြီး \"ယနေ့ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မှ မည်သည့်အာယတ်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ မည်သည့်စွန်နတ်နှင့် ပတ်သက်၍ သင်တို့ ကျွန်ုပ်ကို မေးမြန်းသည်ဖြစ်စေ၊ ကျွန်ုပ် ရှင်းပြပါမည်။\" ဟု ကြေညာခဲ့သည်။ အိဗ်နုလ် ကာဝ်ဝါးသည် ထရပ်ကာ \"အို သစ္စာရှိသူတို့၏ ခေါင်းဆောင်! အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၏ အဓိပ္ပါယ်ကား အဘယ်နည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالذَّارِيَاتِ ذَرْوًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖုန်မှုန့်များကို လွင့်ပျံ့စေသော ဓာရီယတ်များဖြင့်)</span>,\" ဟု 'အလီက \"လေ\" ဟု ပြောခဲ့သည်။ ထိုသူက မေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْحَامِلَاتِ وِقْرًا</p><p lang=\"my\" class=\"my \">\"(ဝန်ထုပ်ဝန်ပိုးများ တင်ဆောင်လာသော ဟာမီလက်များဖြင့်)?\" 'အလီက \"မိုးတိမ်များ\" ဟု ပြောခဲ့သည်။ ထိုသူက ထပ်မံမေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْجَارِيَاتِ يُسْرًا </p><p lang=\"my\" class=\"my \">\"(ငြိမ်သက်စွာ စီးဆင်းသော ဂျာရီယတ်များဖြင့်)?\" 'အလီက \"သင်္ဘောများ\" ဟု ပြောခဲ့သည်။ ထိုသူက မေးသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَالْمُقَسِّمَاتِ أَمْرًا</p><p lang=\"my\" class=\"my \">\"(အမိန့်များကို ဖြန့်ဝေသူများဖြင့်)?\" 'အလီက၊ ၎င်းသည် \"ကောင်းကင်တမန်များ\" ကို ရည်ညွှန်းသည်ဟု ပြောခဲ့သည်။ အချို့ပညာရှင်များက အလ်-ဂျာရီယတ် ယူစရာသည် ၎င်းတို့၏ ပတ်လမ်းများတွင် လွယ်ကူစွာ ပျံဝဲနေသော ကြယ်များကို ရည်ညွှန်းသည်ဟု ပြောခဲ့ကြသည်။ ၎င်းသည် ဖော်ပြထားသောအရာများသည် ၎င်းတို့၏ အစဉ်အတိုင်း အောက်မှအစပြု၍ အထက်သို့တက်ကာ ဖော်ပြခဲ့ခြင်းဖြစ်ကြောင်းကို ဆိုလိုပေမည်။ လေများသည် မိုးတိမ်များကို သယ်ဆောင်လာပြီး၊ ကြယ်များသည် ၎င်းတို့အထက်တွင် ရှိပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြင့် ဖြန့်ဝေသော ကောင်းကင်တမန်များသည် ၎င်းတို့ထက် အထက်တွင် ရှိကာ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေပြုအမိန့်များနှင့် အရှင်မြတ် သတ်မှတ်ထားသော အမိန့်များကို ယူဆောင်လာကြသည်။ </p><p lang=\"my\" class=\"my \">ဤအာယတ်များသည် ရှင်ပြန်ထမြောက်ခြင်းသည် မုချဖြစ်ပေါ်လာမည်ဟူ၍ အလ္လာဟ်အရှင်မြတ်ထံမှ ကတိတော်တစ်ခု ပါရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُوعَدُونَ لَصَادِقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့အား ကတိပေးထားသည်မှာ မှန်ကန်ပေသည်။)</span>, ၎င်းသည် မှန်ကန်သော ကတိတော်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الدِّينَ</p><p lang=\"it\" class=\"it \"><span class=\"gray\">(And verily, Ad-Din)</span> the Recompense,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوَاقِعٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြစ်ပေါ်လာမည်)</span>, ၎င်းသည် မုချဖြစ်ပေါ်လာမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءِ ذَاتِ الْحُبُكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟူဘွတ်များ ပြည့်နှက်နေသော ကောင်းကင်ဖြင့်၊)</span> အိဗ်နုလ် 'အဗ္ဗားစ်က ပြောခဲ့သည်; \"လှပမှု၊ ကျက်သရေ၊ ခမ်းနားမှုနှင့် ပြည့်စုံမှုတို့ဖြင့် ပြည့်နှက်နေသည်။\" မူဂျာဟစ်ဒ်၊ 'အိကရိမာ၊ စအီဒ် ဘင် ဂျူဘိုင်ရ်၊ အဘူ မာလစ်ခ်၊ အဘူ စွာလိဟ်၊ အစ်-စွတ်ဒ်ဒီ၊ ကွာတာဒါ၊ 'အာတီယဟ် အလ်-'အောင်ဖီ၊ အရ်-ရဘီ' ဘင် အနပ်စ်နှင့် အခြားသူများကလည်း အလားတူ ပြောခဲ့ကြသည်။ အဒ်-ဒဟ်ဟက်ခ်၊ အလ်-မင်ဟာလ် ဘင် 'အမ်ရ်နှင့် အခြားသူများက \"လေတိုက်ခတ်သောအခါ ရေ၊ သဲနှင့် အပင်တို့၏ ကွေ့ကောက်ခြင်း; ၎င်းတို့မှ လမ်းကြောင်းများ ထွင်းထုခြင်း၊ ၎င်းသည် ဟူဘွတ်ဖြစ်သည်။\" ဟု ပြောခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">ဤမိန့်ဆိုချက်များအားလုံးသည် အလှတရားနှင့် ရှုပ်ထွေးမှု၏ တူညီသော အဓိပ္ပါယ်ကို ပြန်လည်ညွှန်းဆိုသည်။ ကောင်းကင်သည် ကျွန်ုပ်တို့အထက်တွင် မြင့်မားစွာရှိပြီး၊ ကြည်လင်သော်လည်း ထူထဲကာ၊ ခိုင်မာစွာတည်ဆောက်ထားပြီး၊ ကျယ်ဝန်း၍ ကျက်သရေရှိကာ၊ နေကဲ့သို့သော ကြယ်များ၊ လကဲ့သို့သော လှည့်ပတ်နေသည့် ဂြိုဟ်များ၊ နေစွမ်းအင်စနစ်ရှိ ဂြိုဟ်များဖြင့် လှပအောင် ဖန်တီးထားသည်။</p><p lang=\"my\" class=\"my \">ရုပ်ပွားကိုးကွယ်သူတို့၏ မတူညီသော အဆိုပြုချက်များ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ သင်တို့တွင် အမျိုးမျိုးသော အမြင်များ ရှိကြသည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'တမန်တော်များကို ငြင်းပယ်သော သင်တို့သည် တစ်ခုနှင့်တစ်ခု မဆက်စပ်၊ မကိုက်ညီသော မတူညီ၍ ရှုပ်ထွေးသော အမြင်များ ရှိကြသည်။' ကွာတာဒါက အာယတ်ကို မှတ်ချက်ပြုသည်၊ \"သင်တို့သည် ကုရ်အာန်နှင့် ပတ်သက်၍ အမျိုးမျိုးသော အမြင်များ ရှိကြသည်။ သင်တို့အချို့က ၎င်းသည် မှန်ကန်သည်ဟု သဘောတူကြသော်လည်း အချို့က ဤအချက်ကို ငြင်းပယ်ကြသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْفَكُ عَنْهُ مَنْ أُفِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမှ ဖယ်ရှားခြင်းခံရသူသည် ဖယ်ရှားခံရသည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ ဤရှုပ်ထွေး၍ ကွဲပြားသော အမြင်များသည် အတွင်းစိတ်၌ လမ်းလွဲနေသူများကိုသာ လှည့်ဖြားခြင်းဖြစ်သည်။ ဧကန်မုချ ထိုကဲ့သို့သော မဟုတ်မမှန်မှုများကို လက်ခံခြင်း၊ ဆုပ်ကိုင်ခြင်းနှင့် ၎င်းသည် လမ်းမှားရောက်နေသူများနှင့် မူလကပင် လိမ်လည်သူများ၊ မှန်ကန်စွာ နားလည်နိုင်ခြင်းမရှိသော မိုက်မဲသူများအတွက်သာ ရှုပ်ထွေးမှု၏ အရင်းအမြစ်ဖြစ်လာသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّكُمْ وَمَا تَعْبُدُونَ - مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ - إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဧကန်မုချ သင်တို့နှင့် သင်တို့ ကိုးကွယ်ကြသောသူတို့သည် ငရဲဘုံ၌ လောင်ကျွမ်းရန် ကြိုတင်ဆုံးဖြတ်ထားသူများမှအပ မည်သူ့ကိုမျှ လမ်းမှားသို့ မပို့ဆောင်နိုင်ကြပေ!)</span><span class=\"gray\">(၃၇:၁၆၁-၁၆၃)</span> အိဗ်နုလ် 'အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော၊ နှင့် အစ်-စွတ်ဒ်ဒီတို့က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْفَكُ عَنْهُ مَنْ أُفِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမှ ဖယ်ရှားခြင်းခံရသူသည် ဖယ်ရှားခံရသည်။)</span> \"လမ်းမှားရောက်နေသူသည် ၎င်းမှ လမ်းလွဲခြင်းခံရသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ الْخَرَّاصُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ခါရ်ရာဆွန်းတို့ ကျိန်စာသင့်ပါစေ)</span>, မူဂျာဟစ်ဒ်က ပြောခဲ့သည်; \"လိမ်လည်သူများ။ ၎င်းသည် <span class=\"gray\">(ဆူရာ)</span> 'အာဗစဟ် တွင် ဖော်ပြထားသည့်အရာနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသား ကျိန်စာသင့်ပါစေ! သူသည် မည်မျှ ကျေးဇူးကန်းသနည်း!)</span><span class=\"gray\">(၈၀:၁၇)</span> အလ်-ခါရ်ရာဆွန်းတို့သည် ရှင်ပြန်ထမြောက်ခြင်းကို သံသယဝင်ကာ၊ ၎င်းတို့သည် မည်သည့်အခါမျှ ပြန်လည်အသက်သွင်းခံရမည်မဟုတ်ဟု ပြောဆိုကြသောသူများဖြစ်သည်။\" 'အလီ ဘင် အဘီ တာလ်ဟဟ်သည် အိဗ်နုလ် 'အဗ္ဗားစ်ထံမှ သတင်းပေးခဲ့သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ الْخَرَّاصُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ခါရ်ရာဆွန်းတို့ ကျိန်စာသင့်ပါစေ)</span>, \"သံသယရှိသူတို့ ကျိန်စာသင့်ပါစေ။\" မူအာဒ်ကလည်း အလားတူ ပြောခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော။ ၎င်း၏ မိန့်ခွန်းများထဲမှ တစ်ခုတွင် ၎င်းက \"သံသယရှိသူတို့ ဖျက်ဆီးခံရပါစေ။\" ဟု ပြောခဲ့သည်။ ကွာတာဒါက \"အလ်-ခါရ်ရာဆွန်းတို့သည် သံသယနှင့် စိုးရိမ်ပူပန်မှုရှိသူများ ဖြစ်ကြသည်။\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မေ့လျော့ခြင်း၏ ဖုံးအုပ်မှုအောက်တွင် ရှိသောသူတို့သည်၊)</span> အိဗ်နုလ် 'အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော၊ နှင့် အခြားသူများက ပြောခဲ့သည်; \"မယုံကြည်မှုနှင့် သံသယ၌ ၎င်းတို့သည် မေ့လျော့ပြီး ကစားခုန်စားလုပ်နေကြသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က မေးကြသည်- \"အဒ်-ဒီးန်နေ့သည် မည်သည့်အချိန်တွင်နည်း။\")</span> ၎င်းတို့သည် ဤမိန့်ဆိုချက်ကို ငြင်းပယ်မှု၊ ခေါင်းမာမှု၊ သံသယနှင့် စိုးရိမ်ပူပန်မှုတို့ဖြင့် ထုတ်ဖော်ပြောဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်က ပြန်လည်ဖြေကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((၎င်းသည်) မီးထဲတွင် ယူဖ်တာနွန် ဖြစ်ကြမည့်နေ့ဖြစ်သည်။)</span> အိဗ်နုလ် 'အဗ္ဗားစ်၊ မူဂျာဟစ်ဒ်၊ အလ်-ဟာစန်နှင့် အခြားများစွာသော ပုဂ္ဂိုလ်များက ယူဖ်တာနွန်သည် အပြစ်ပေးခံရခြင်းဟု ဆိုလိုသည်ဟု ပြောခဲ့ကြသည်။ မူဂျာဟစ်ဒ်က \"ရွှေကို မီးထဲတွင် ပုံသွင်းသကဲ့သို့ပင်။\" ဟု ပြောခဲ့သည်။ အခြားသော အဖွဲ့တစ်ဖွဲ့တွင် မူဂျာဟစ်ဒ်၊ 'အိကရိမာ၊ အိဗ်ရာဟင်မ် အန်-နခါအီ၊ ဇိုင်ဒ် ဘင် အစ်လမ်နှင့် စူဖ်ယာန် အစ်-သော်ရီတို့ ပါဝင်ပြီး၊ ၎င်းတို့က \"၎င်းတို့သည် လောင်ကျွမ်းခံရမည်။\" ဟု ပြောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا فِتْنَتَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ စစ်ဆေးခြင်းကို မြည်းစမ်းကြလော့!)</span>, မူဂျာဟစ်ဒ်က \"သင်တို့၏ လောင်ကျွမ်းခြင်း\" ဟု ပြောခဲ့ပြီး အခြားသူများက \"သင်တို့၏ အပြစ်ဒဏ်\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သင်တို့ အလျင်စလိုဖြစ်စေရန် တောင်းဆိုခဲ့သည့်အရာဖြစ်သည်!)</span> ဤသည်မှာ ၎င်းတို့ကို ဆုံးမသြဝါဒပေးရန်၊ အပြစ်ပေးရန်၊ အရှက်ခွဲရန်နှင့် အထင်သေးရန် ပြောဆိုခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]