[
  {
    "ayah_key": "27:48",
    "group_ayah_key": "27:48",
    "from_ayah": "27:48",
    "to_ayah": "27:53",
    "ayah_keys": "27:48,27:49,27:50,27:51,27:52,27:53",
    "text": "<p lang=\"my\" class=\"my \">မြို့တော်၌ မြေပြင်ပေါ်တွင် ဖျက်ဆီးမှုများပြုလုပ်ကြပြီး ပြုပြင်ပြောင်းလဲရန် ငြင်းဆန်ကြသော ရဟတ်(၉)ဦးရှိ၏။ <span>(၄၈)</span>၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်အားဖြင့် တစ်ဦးနှင့်တစ်ဦး သစ္စာပြုကြပါစို့။ ညအချိန်တွင် သူ့အားနှင့် သူ၏မိသားစုအား လျှို့ဝှက်တိုက်ခိုက်ကြမည်။ ထို့နောက် သူ၏ဆွေမျိုးရင်းချာများအား 'သူ၏မိသားစုပျက်စီးခြင်းကို ကျွန်ုပ်တို့မမြင်တွေ့ခဲ့ရပါ။ မှန်စင်စစ် ကျွန်ုပ်တို့သည် အမှန်အတိုင်းပြောနေခြင်းဖြစ်ပါသည်' ဟု ကျွန်ုပ်တို့သေချာပေါက် ပြောကြားမည်\" ဟု ဆိုကြ၏။ <span>(၄၉)</span>သို့ဖြင့် ၎င်းတို့သည် ပရိယာယ်တစ်ရပ်ကို ကြံစည်ကြ၏။ ကျွန်ုပ်တို့သည်လည်း ပရိယာယ်တစ်ရပ်ကို စီမံခဲ့ရာ ၎င်းတို့သည် သတိမပြုမိကြပေ။ <span>(၅၀)</span>ထို့နောက် ၎င်းတို့၏ ပရိယာယ်အဆုံးသတ်ပုံကို ကြည့်ရှုလော့။ မှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အားနှင့် ၎င်းတို့၏လူမျိုးအားလုံးကို လုံးဝပျက်စီးစေခဲ့၏။ <span>(၅၁)</span>ဤအရာတို့သည် ၎င်းတို့၏အိမ်များဖြစ်ကြပြီး လုံးဝပျက်စီးလျက်ရှိ၏။ အကြောင်းမှာ ၎င်းတို့သည် မတရားပြုခဲ့ကြသောကြောင့်တည်း။ မှန်စင်စစ် ဤအရာ၌ သိရှိသူများအတွက် နိမိတ်လက္ခဏာတစ်ရပ်ရှိ၏။ <span>(၅၂)</span>ကျွန်ုပ်တို့သည် ယုံကြည်သူများနှင့် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့သူများအား ကယ်တင်ခဲ့၏။ <span>(၅၃)</span></p><div lang=\"my\" class=\"my \"><h2>ဖျက်ဆီးသူများ၏ ပရိယာယ်နှင့် သမုဒ်လူမျိုး၏ အဆုံးသတ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သမုဒ်လူမျိုး၏ ဆိုးသွမ်းသူများနှင့် ၎င်းတို့၏ခေါင်းဆောင်များအကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ ၎င်းတို့သည် မိမိတို့၏လူမျိုးအား လမ်းလွဲမှု၊ ငြင်းပယ်မှုနှင့် ဆွာလေ့ဟ်ကို မယုံကြည်ရန် ခေါ်ဆိုခဲ့ကြသည်။ နောက်ဆုံးတွင် ၎င်းတို့သည် ကုလားအုတ်မကို သတ်ဖြတ်ခဲ့ကြပြီး ဆွာလေ့ဟ်ကိုပါ သတ်ဖြတ်ရန် ကြံစည်ခဲ့ကြသည်။ ၎င်းတို့သည် ဆွာလေ့ဟ်အား ညဘက်တွင် သူ၏မိသားစုနှင့်အတူ အိပ်စက်စေရန် ပရိယာယ်ဆင်ခဲ့ကြပြီး၊ ထို့နောက် သူ့အား လုပ်ကြံသတ်ဖြတ်ကာ သူ၏ဆွေမျိုးများအား သူ၏အဖြစ်အပျက်နှင့်ပတ်သက်၍ မည်သည့်အရာမျှ မသိရှိကြောင်း၊ ၎င်းတို့သည် အမှန်အတိုင်းပြောနေခြင်းဖြစ်ကြောင်း၊ အဘယ်ကြောင့်ဆိုသော် မည်သူမျှ မည်သည့်အရာမျှ မမြင်တွေ့ခဲ့ရသောကြောင့်ဟု ပြောကြားခဲ့ကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ فِي الْمَدِينَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့တော်၌ ရှိခဲ့ကြပြီး)</span> ဆိုလိုသည်မှာ သမုဒ်မြို့တော်၌ ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِسْعَةُ رَهْطٍ</p><p lang=\"et\" class=\"et \"><span class=\"gray\">(nine Raht,)</span> meaning, nine people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ပေါ်တွင် ဖျက်ဆီးမှုများပြုလုပ်ကြပြီး ပြုပြင်ပြောင်းလဲရန် ငြင်းဆန်ကြသူများ။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် သမုဒ်လူမျိုးအပေါ် ၎င်းတို့၏ထင်မြင်ချက်များကို အတင်းအကြပ်ပြုခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ခေါင်းဆောင်များနှင့် အကြီးအကဲများဖြစ်သောကြောင့်တည်း။ အလ်-အောင်ဖီက အိဗ်နု အဗ္ဗါစ် ပြောကြားသည်မှာ- \"၎င်းတို့သည် ကုလားအုတ်မကို သတ်ဖြတ်ခဲ့ကြသူများဖြစ်သည်\" ဟု ဖော်ပြခဲ့သည်။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆဲခြင်းခံရသူ ၎င်းတို့၏လှုံ့ဆော်မှုကြောင့် ဖြစ်ခဲ့ခြင်းတည်း။ အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ၎င်းတို့၏အပေါင်းအဖော်ကို ခေါ်၍ သူသည် <span class=\"gray\">(ဓားတစ်လက်ကို)</span> ယူပြီး <span class=\"gray\">(ကုလားအုတ်မကို)</span> သတ်ဖြတ်ခဲ့သည်။)</span><span class=\"gray\">(54:29)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذِ انْبَعَثَ أَشْقَاهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အဆိုးဆုံးလူသည် <span class=\"gray\">(ကုလားအုတ်မကိုသတ်ဖြတ်ရန်)</span> ထွက်ခွာသွားသောအခါ။)</span><span class=\"gray\">(91:12)</span></p><p lang=\"sw\" class=\"sw \">Abdur-Razzaq said that Yahya bin Rabi'ah As-San'ani told them, \"I heard 'Ata' – i.e. Ibn Abi Rabah – say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့တော်၌ မြေပြင်ပေါ်တွင် ဖျက်ဆီးမှုများပြုလုပ်ကြပြီး ပြုပြင်ပြောင်းလဲရန် ငြင်းဆန်ကြသော ရဟတ်(၉)ဦးရှိ၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ငွေဒင်္ဂါးများကို ခွဲခြမ်းတတ်ကြသည်။\" ၎င်းတို့သည် အာရပ်လူမျိုးများ ပြုလုပ်လေ့ရှိသည့်အတိုင်း အရေအတွက် <span class=\"gray\">[အလေးချိန်နှင့်မတူဘဲ]</span> အားဖြင့် အရောင်းအဝယ်ပြုလုပ်သကဲ့သို့ ၎င်းတို့ထံမှ အပိုင်းအစများကို ခွဲထုတ်တတ်ကြသည်။</p><p lang=\"my\" class=\"my \">အိမာမ် မာလစ်ခ်က ယဟ်ယာ အိဗ်နု ဆအီဒ်မှတဆင့် ဆအီဒ် အိဗ်နုလ် မူစယျိဗ် ပြောကြားသည်မှာ- \"ရွှေနှင့်ငွေ <span class=\"gray\">(ဒင်္ဂါးများ)</span> ကို ဖြတ်တောက်ခြင်းသည် ကမ္ဘာမြေပေါ်တွင် ဖောက်ပြန်ပျက်စီးမှုကို ပြန့်ပွားစေခြင်း၏ အစိတ်အပိုင်းတစ်ခုဖြစ်သည်။\" ဆိုလိုသည်မှာ ဤဆိုးသွမ်းသော ငြင်းပယ်သူများ၏ သဘောသဘာဝမှာ ဖြစ်နိုင်သမျှ နည်းလမ်းပေါင်းစုံဖြင့် ကမ္ဘာမြေပေါ်တွင် ဖောက်ပြန်ပျက်စီးမှုကို ပြန့်ပွားစေရန်ဖြစ်ပြီး၊ ၎င်းနည်းလမ်းများအနက် တစ်ခုမှာ ဤအိမာမ်များက ဖော်ပြခဲ့သော နည်းလမ်းပင်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်အားဖြင့် တစ်ဦးနှင့်တစ်ဦး သစ္စာပြုကြပါစို့။ ညအချိန်တွင် သူ့အားနှင့် သူ၏မိသားစုအား လျှို့ဝှက်တိုက်ခိုက်ကြမည်...\" ဟု ဆိုကြ၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ဆွာလေ့ဟ် (အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာနှင့် ငြိမ်းချမ်းမှု သူ့အပေါ်၌ရှိပါစေ) နှင့် ညအချိန်တွင် တွေ့ဆုံသူ မည်သူမဆို သူ့အား လုပ်ကြံသတ်ဖြတ်မည်ဟု ကတိပြု၍ အပြန်အလှန် ကျိန်ဆိုခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားဆန့်ကျင်၍ စီမံခဲ့ရာ ၎င်းတို့၏ ပရိယာယ်သည် ကျရှုံးခဲ့သည်။ မူဂျာဟစ်ဒ်က \"၎င်းတို့သည် သူ့အားသတ်ရန် အပြန်အလှန် ကျိန်ဆိုခဲ့ကြသည်၊ သို့သော် သူ့ထံမရောက်မီတွင် ၎င်းတို့နှင့် ၎င်းတို့၏လူမျိုးများအားလုံး ပျက်စီးခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"sw\" class=\"sw \">Abdur-Rahman bin Abi Hatim said: \"When they killed the she-camel, Salih said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့၏အိမ်များ၌ သုံးရက်တာ ပျော်ရွှင်စွာနေထိုင်ကြလော့။ ဤသည်မှာ မလိမ်ညာနိုင်သော ကတိ <span class=\"gray\">(ခြိမ်းခြောက်မှု)</span> ဖြစ်သည်။\")</span><span class=\"gray\">(11:65)</span>. </p><p lang=\"my\" class=\"my \">၎င်းတို့က 'ဆွာလေ့ဟ်က သုံးရက်အတွင်း ကျွန်ုပ်တို့ကို အဆုံးသတ်မည်ဟု ပြောသည်၊ သို့သော် သုံးရက်မပြည့်မီ သူ့အားနှင့် သူ၏မိသားစုကို ကျွန်ုပ်တို့ အဆုံးသတ်မည်' ဟု ဆိုကြသည်။ ဆွာလေ့ဟ်သည် ချိုင့်ဝှမ်းရှိ ကျောက်ဆောင်ထူထပ်သော ဒေသတွင် ဝတ်ပြုရာနေရာတစ်ခုရှိပြီး ထိုနေရာ၌ သူသည် ဆွလားသ်ပြုလေ့ရှိသည်။ ထို့ကြောင့် ၎င်းတို့သည် တစ်ညတွင် ထိုနေရာရှိ ဂူတစ်ခုသို့ သွားရန် ထွက်ခွာခဲ့ကြပြီး 'သူ ဆွလားသ်ပြုရန် လာသောအခါ သူ့ကိုသတ်မည်၊ ထို့နောက် ပြန်လာမည်။ သူ့ကို အဆုံးသတ်ပြီးသောအခါ သူ၏မိသားစုထံသွား၍ ၎င်းတို့အားလည်း အဆုံးသတ်မည်' ဟု ပြောကြားခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ပတ်ဝန်းကျင်ရှိ တောင်များမှ ကျောက်တုံးတစ်တုံးကို ၎င်းတို့အပေါ်သို့ ပစ်ချခဲ့သည်။ ၎င်းတို့သည် ကျောက်တုံးက ၎င်းတို့အား ချေမှုန်းမည်ကို ကြောက်ရွံ့သဖြင့် ဂူထဲသို့ ပြေးဝင်ခဲ့ကြပြီး ၎င်းတို့အတွင်း၌ရှိနေစဉ် ကျောက်တုံးသည် ဂူဝကို ပိတ်ဆို့ခဲ့သည်။ ၎င်းတို့၏လူမျိုးများက ၎င်းတို့ မည်သည့်နေရာ၌ ရှိနေသည် သို့မဟုတ် ၎င်းတို့အပေါ် မည်သည့်အရာ ဖြစ်ပျက်ခဲ့သည်ကို မသိရှိခဲ့ကြပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အနက် အချို့ကို ဤနေရာတွင်၊ အချို့ကို ထိုနေရာတွင် ပြစ်ဒဏ်ပေးခဲ့ပြီး၊ ဆွာလေ့ဟ်နှင့် သူ့နှင့်အတူရှိသူများအား ကယ်တင်ခဲ့သည်။ ထို့နောက် သူက ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ - فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ - فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြင့် ၎င်းတို့သည် ပရိယာယ်တစ်ရပ်ကို ကြံစည်ကြ၏။ ကျွန်ုပ်တို့သည်လည်း ပရိယာယ်တစ်ရပ်ကို စီမံခဲ့ရာ ၎င်းတို့သည် သတိမပြုမိကြပေ။ ထို့နောက် ၎င်းတို့၏ ပရိယာယ်အဆုံးသတ်ပုံကို ကြည့်ရှုလော့။ မှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အားနှင့် ၎င်းတို့၏လူမျိုးအားလုံးကို လုံးဝပျက်စီးစေခဲ့၏။ ဤအရာတို့သည် ၎င်းတို့၏အိမ်များဖြစ်ကြပြီး လုံးဝပျက်စီးလျက်ရှိ၏။)</span> ဆိုလိုသည်မှာ၊ စွန့်ပစ်ထားသော။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا ظَلَمُوا ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ - وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ ၎င်းတို့သည် မတရားပြုခဲ့ကြသောကြောင့်တည်း။ မှန်စင်စစ် ဤအရာ၌ သိရှိသူများအတွက် နိမိတ်လက္ခဏာတစ်ရပ်ရှိ၏။ ကျွန်ုပ်တို့သည် ယုံကြည်သူများနှင့် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့သူများအား ကယ်တင်ခဲ့၏။)</span></p>"
  },
  {
    "ayah_key": "27:54",
    "group_ayah_key": "27:54",
    "from_ayah": "27:54",
    "to_ayah": "27:58",
    "ayah_keys": "27:54,27:55,27:56,27:57,27:58",
    "text": "<p lang=\"my\" class=\"my \">ထို့ပြင် <span class=\"gray\">(အောက်မေ့ကြလော့)</span> လူသ်ကို။ သူသည် မိမိ၏လူမျိုးအား ပြောကြားသောအခါ \"သင်တို့ မြင်လျက်ပင် မကောင်းမှုများကို ကျူးလွန်ကြသလော။ <span>(၅၄)</span>သင်တို့သည် မိန်းမများအစား ယောက်ျားများအပေါ်၌ မိမိတို့၏ ကာမဆန္ဒများကို ဖြည့်ဆည်းကြသလော။ မဟုတ်ဘူး၊ သင်တို့သည် အသိဉာဏ်မဲ့စွာ ပြုမူကြသူများ ဖြစ်ကြသည်။ <span>(၅၅)</span>သူ၏လူမျိုးက \"လူသ်၏မိသားစုကို သင်တို့၏မြို့မှ မောင်းထုတ်ကြလော့။ မှန်စင်စစ် ၎င်းတို့သည် သန့်ရှင်းစင်ကြယ်လိုသူများ ဖြစ်ကြသည်!\" ဟု ပြောကြားခဲ့ကြသည်မှတစ်ပါး အခြားမည်သည့်အဖြေမျှ မပေးခဲ့ကြပေ။ <span>(၅၆)</span>သို့ဖြင့် ကျွန်ုပ်တို့သည် သူ့အားနှင့် သူ၏မိသားစုကို ကယ်တင်ခဲ့၏။ သူ၏ဇနီးမှတစ်ပါးတည်း။ ကျွန်ုပ်တို့သည် သူမအား နောက်ကျကျန်ရစ်သူများထဲမှ ဖြစ်စေရန် ပြဋ္ဌာန်းခဲ့၏။ <span>(၅၇)</span>ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် မိုးတစ်မျိုးကို ရွာချခဲ့သည်။ သို့ဖြင့် သတိပေးခြင်းခံရသူများ၏ မိုးသည် ဆိုးရွားလှ၏။ <span>(၅၈)</span></p><div lang=\"my\" class=\"my \"><h2>လူသ်နှင့် သူ၏လူမျိုး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်နှင့် တမန်တော် လူသ် (အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာနှင့် ငြိမ်းချမ်းမှု သူ့အပေါ်၌ရှိပါစေ) အကြောင်းနှင့် သူသည် မိမိ၏လူမျိုးအား ၎င်းတို့မပြုဖူးသေးသည့် မကောင်းမှု – မိန်းမများအစား ယောက်ျားများနှင့် လိင်ဆက်ဆံခြင်း – ကို ကျူးလွန်ခြင်းအတွက် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို မည်သို့သတိပေးခဲ့သည်ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ ဤသည်မှာ ယောက်ျားများသည် ယောက်ျားများနှင့် ကျေနပ်ပြီး မိန်းမများသည် မိန်းမများနှင့် ကျေနပ်ခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ လိင်တူချစ်ခြင်း)</span> ဟူသည့် ကြီးလေးသောပြစ်မှုဖြစ်သည်။ လူသ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မြင်လျက်ပင် မကောင်းမှုများကို ကျူးလွန်ကြသလော။)</span> ဆိုလိုသည်မှာ 'သင်တို့ တစ်ဦးနှင့်တစ်ဦး မြင်တွေ့နေကြစဉ်၊ သင်တို့၏အစည်းအဝေးများတွင် မကောင်းမှုအမျိုးမျိုးကို ကျင့်သုံးနေကြသည်' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ ۚ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မိန်းမများအစား ယောက်ျားများအပေါ်၌ မိမိတို့၏ ကာမဆန္ဒများကို ဖြည့်ဆည်းကြသလော။ မဟုတ်ဘူး၊ သင်တို့သည် အသိဉာဏ်မဲ့စွာ ပြုမူကြသူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် သဘာဝကျသောအရာ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က သတ်မှတ်ပြဋ္ဌာန်းထားသောအရာနှင့်ပတ်သက်၍ မည်သည့်အရာမျှ မသိရှိကြ' ဟု အဓိပ္ပါယ်ရသည်။ ဤသည်မှာ အာယသ်တော်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ - وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ ۚ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် လူသားအမျိုးသားများထံသို့ သွားရောက်ကြသလော၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က သင်တို့အတွက် ဖန်ဆင်းထားသော သင်တို့၏ဇနီးများကို စွန့်ပယ်ကြသလော။ မဟုတ်ဘူး၊ သင်တို့သည် ကျူးကျော်သူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(26:165-166)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏လူမျိုးက \"လူသ်၏မိသားစုကို သင်တို့၏မြို့မှ မောင်းထုတ်ကြလော့။ မှန်စင်စစ် ၎င်းတို့သည် သန့်ရှင်းစင်ကြယ်လိုသူများ ဖြစ်ကြသည်!\" ဟု ပြောကြားခဲ့ကြသည်မှတစ်ပါး အခြားမည်သည့်အဖြေမျှ မပေးခဲ့ကြပေ။)</span> ဆိုလိုသည်မှာ 'သင်တို့ပြုမူနေသော အပြုအမူများနှင့် သင်တို့၏လုပ်ရပ်များကို သင်တို့သဘောတူသောကြောင့် ၎င်းတို့သည် ရှက်ရွံ့ကြသည်၊ ထို့ကြောင့် ၎င်းတို့သည် သင်တို့၏မြို့တွင် သင်တို့နှင့်အတူနေထိုင်ရန် မသင့်တော်သောကြောင့် ၎င်းတို့အား သင်တို့အကြားမှ မောင်းထုတ်ကြ' ဟု အဓိပ္ပါယ်ရသည်။ ထို့ကြောင့် လူမျိုးများသည် ထိုသို့ပြုလုပ်ရန် ဆုံးဖြတ်ခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဖျက်ဆီးခဲ့သည်။ ငြင်းပယ်သူများအတွက်လည်း အလားတူအဆုံးသတ်ကို စောင့်ကြိုနေ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြင့် ကျွန်ုပ်တို့သည် သူ့အားနှင့် သူ၏မိသားစုကို ကယ်တင်ခဲ့၏။ သူ၏ဇနီးမှတစ်ပါးတည်း။ ကျွန်ုပ်တို့သည် သူမအား နောက်ကျကျန်ရစ်သူများထဲမှ ဖြစ်စေရန် ပြဋ္ဌာန်းခဲ့၏။)</span> ဆိုလိုသည်မှာ သူမသည် မိမိ၏လူမျိုးနှင့်အတူ ပျက်စီးခဲ့သူများအနက် တစ်ဦးဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူမသည် ၎င်းတို့ပြုလုပ်သောအရာအား ကူညီသူဖြစ်ပြီး ၎င်းတို့၏မကောင်းမှုများကို သဘောတူခဲ့သောကြောင့်တည်း။ သူမသည် လူသ်၏ဧည့်သည်များအကြောင်းကို ၎င်းတို့အား ပြောပြခဲ့သဖြင့် ၎င်းတို့သည် ဧည့်သည်များထံသို့ လာနိုင်ခဲ့ကြသည်။ သူမသည် မကောင်းမှုများကို မိမိကိုယ်တိုင် မပြုခဲ့သော်လည်း၊ ယင်းသည် လူသ်၏ဂုဏ်သိက္ခာကြောင့်ဖြစ်ပြီး သူမ၏ဂုဏ်သိက္ခာကြောင့် မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် မိုးတစ်မျိုးကို ရွာချခဲ့သည်။)</span> ဆိုလိုသည်မှာ စစ်ဂျီလ်ကျောက်တုံးများ၊ တစ်ခုပြီးတစ်ခု စနစ်တကျ စီထားသော ကျောက်တုံးများ ဖြစ်သည်။ သင်တို့၏အရှင်သခင်ထံမှ အမှတ်အသားပြုထားသော၊ ထို့ပြင် ၎င်းတို့သည် ဆိုးသွမ်းသူများထံမှ ဘယ်တော့မှ မဝေးကွာပေ။ အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَاءَ مَطَرُ الْمُنْذَرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြင့် သတိပေးခြင်းခံရသူများ၏ မိုးသည် ဆိုးရွားလှ၏။)</span> ဆိုလိုသည်မှာ သက်သေထင်ရှားခဲ့ပြီး သတိပေးမှုရောက်ရှိခဲ့သူများဖြစ်သော်လည်း ၎င်းတို့သည် တမန်တော်ကို ဆန့်ကျင်ခဲ့ပြီး သူ့အားငြင်းပယ်ခဲ့ကြကာ သူ့အား ၎င်းတို့အကြားမှ မောင်းထုတ်ရန် ဆုံးဖြတ်ခဲ့ကြသူများ ဖြစ်သည်။</p>"
  }
]