[
  {
    "ayah_key": "2:120",
    "group_ayah_key": "2:120",
    "from_ayah": "2:120",
    "to_ayah": "2:121",
    "ayah_keys": "2:120,2:121",
    "text": "<p lang=\"my\" class=\"my \">ဂျူးများရော ခရစ်ယာန်များပါ သင်၏ဘာသာကို သင်မလိုက်နာမချင်း သင့်အပေါ်၌ ဘယ်တော့မှ ကျေနပ်ကြမည်မဟုတ်ပေ။ <span class=\"gray\">(အို မိုဟာမမ် ﷺ)</span> ပြောပါ- \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုသည် <span class=\"gray\">(ဆိုလိုသည်မှာ အစ္စလာမ့်တစ်ဆူတည်းသော ဘုရားဝါဒ)</span> <span class=\"gray\">(တစ်ခုတည်းသော)</span> လမ်းညွှန်မှုဖြစ်သည်။ သင် <span class=\"gray\">(အို မိုဟာမမ် ﷺ)</span> သည် အသိပညာကို သင်လက်ခံရရှိပြီးနောက်ပိုင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ကုရ်အာန်)</span> သူတို့၏ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ၏)</span> ဆန္ဒများကို လိုက်နာခဲ့ပါက အလ္လာဟ်အရှင်မြတ်အပေါ်၌ မည်သည့် ဝါလီ <span class=\"gray\">(ကာကွယ်သူ သို့မဟုတ် အုပ်ထိန်းသူ)</span> မှလည်းမရှိ၊ မည်သည့်အကူအညီပေးသူမှလည်း ရှိမည်မဟုတ်ပေ <span>(၁၂၀)</span> ငါတို့ကျမ်းဂန်ကို ပေးခဲ့သူများသည် ၎င်းကို မှန်ကန်စွာ ရွတ်ဖတ်ကြသည်။ <span class=\"gray\">(ယတ်လူနာဟု ဟက္ကာ တီလာဝါတီဟိ)</span> ၎င်းတို့သည် ထိုအရာကို ယုံကြည်သူများဖြစ်သည်။ ထိုအရာကို မယုံကြည်သူများသည် ဆုံးရှုံးသူများဖြစ်သည်။ <span>(၁၂၁)</span></p><p lang=\"ceb\" class=\"ceb \">Ibn Jarir said, \"Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَرْضَىٰ عَنكَ الْيَهُودُ وَلَا النَّصَارَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးများရော ခရစ်ယာန်များပါ သင်၏ဘာသာကို သင်မလိုက်နာမချင်း သင့်အပေါ်၌ ဘယ်တော့မှ ကျေနပ်ကြမည်မဟုတ်ပေ။ <span class=\"gray\">(အို မိုဟာမမ် ﷺ)</span>)</span> ဆိုလိုသည်မှာ 'အို မိုဟာမမ်! ဂျူးများနှင့် ခရစ်ယာန်များသည် သင့်အပေါ် ဘယ်တော့မှ ပျော်ရွှင်ကြမည်မဟုတ်ပေ။ ထို့ကြောင့် ၎င်းတို့ကို ကျေနပ်စေရန် သို့မဟုတ် စိတ်ပြေစေရန် မရှာဖွေပါနှင့်၊ အလ္လာဟ်အရှင်မြတ် စေလွှတ်လိုက်သော သမ္မာတရားသို့ ၎င်းတို့ကို ဖိတ်ခေါ်ခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်နှစ်သက်ရာကို ဆုပ်ကိုင်ထားပါ။' အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုသည် <span class=\"gray\">(ဆိုလိုသည်မှာ အစ္စလာမ့်တစ်ဆူတည်းသော ဘုရားဝါဒ)</span> <span class=\"gray\">(တစ်ခုတည်းသော)</span> လမ်းညွှန်မှုဖြစ်သည်။\")</span> ဆိုလိုသည်မှာ 'အို မိုဟာမမ် ﷺ၊ အလ္လာဟ်အရှင်မြတ် ကျွန်ုပ်ကို စေလွှတ်လိုက်သော လမ်းညွှန်မှုသည် စစ်မှန်သော လမ်းညွှန်မှုဖြစ်သည်၊ ဆိုလိုသည်မှာ ဖြောင့်မှန်သော၊ ပြည့်စုံသော နှင့် ဘက်စုံသော ဘာသာတရားဖြစ်သည်။' ဟု ပြောပါ။\" ကတာဒါဟ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုသည် <span class=\"gray\">(ဆိုလိုသည်မှာ အစ္စလာမ့်တစ်ဆူတည်းသော ဘုရားဝါဒ)</span> <span class=\"gray\">(တစ်ခုတည်းသော)</span> လမ်းညွှန်မှုဖြစ်သည်။\")</span> ဟူသည်မှာ \"အလ္လာဟ်အရှင်မြတ်က မိုဟာမမ် ﷺ နှင့် ၎င်း၏ အပေါင်းအပါများကို သင်ကြားပေးခဲ့ပြီး ၎င်းတို့သည် လမ်းမှားသူများကို တိုက်ခိုက်ရာတွင် အသုံးပြုခဲ့သော စစ်မှန်သော အငြင်းအခုံတစ်ခုဖြစ်သည်။\" ကတာဒါဟ်က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားလေ့ရှိကြောင်း ကျွန်ုပ်တို့အား ပြောပြခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي يُقَاتِلُونَ عَلَى الْحَقِّ ظَاهِرِينَ، لَا يَضُرُّهُمْ مَنْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အွမ္မသ်တွင် သမ္မာတရားပေါ်၌ တိုက်ခိုက်နေသော အုပ်စုတစ်စု အမြဲရှိနေမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် အသာစီးရရှိကာ ၎င်းတို့၏ ရန်သူများကြောင့် ထိခိုက်မှုမရှိစေရ၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့် <span class=\"gray\">(နောက်ဆုံးအချိန်နာရီ)</span> မရောက်မချင်း ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို ဆဟီးဟ်ကျမ်းတွင် စုဆောင်းထားပြီး အဗ္ဗဒူလ်လာဟ် ဘင် အမ်ရ်ှ ထံမှ ရေးသားဖော်ပြထားပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် <span class=\"gray\">(အို မိုဟာမမ် ﷺ)</span> သည် အသိပညာကို သင်လက်ခံရရှိပြီးနောက်ပိုင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ကုရ်အာန်)</span> သူတို့၏ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ၏)</span> ဆန္ဒများကို လိုက်နာခဲ့ပါက အလ္လာဟ်အရှင်မြတ်အပေါ်၌ မည်သည့် ဝါလီ <span class=\"gray\">(ကာကွယ်သူ သို့မဟုတ် အုပ်ထိန်းသူ)</span> မှလည်းမရှိ၊ မည်သည့်အကူအညီပေးသူမှလည်း ရှိမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် ကုရ်အာန်နှင့် စွန်နတ်ဒ်တို့ကို သိရှိနားလည်ပြီးနောက် ဂျူးနှင့် ခရစ်ယာန်တို့၏ နည်းလမ်းများနှင့် အလေ့အကျင့်များကို အတုယူခြင်းမှ မွတ်စလင်မ်အွမ္မသ်အား ပြင်းထန်စွာ သတိပေးထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ဤအပြုအမူမှ ကယ်တင်ပါစေ။ ဤအာယသ်ရှိ စကားသည် ရစူလ်တမန်တော် ﷺ ကို ရည်ရွယ်ပြောဆိုခြင်းဖြစ်သော်လည်း ၎င်း၏ စည်းမျဉ်းသည် ၎င်း၏ အွမ္မသ်တစ်ခုလုံးနှင့် သက်ဆိုင်ပါသည်။</p><div lang=\"my\" class=\"my \"><h2>မှန်ကန်သော တီလာဝါဟ်၏ အဓိပ္ပါယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ</p><p lang=\"id\" class=\"id \"><span class=\"gray\">(Those to whom We gave the Book. Yatlunahu Haqqan Tilawatih.)</span></p><p lang=\"my\" class=\"my \">အဗ္ဗဒူရ်-ရဇ်ဇာက် ﷺ က မအ်မာရ်၊ ကတာဒါဟ်တို့မှ ပြောကြားသည်မှာ \"၎င်းတို့သည် ဂျူးများနှင့် ခရစ်ယာန်များဖြစ်သည်။\" ဤသည်မှာ အဗ္ဗဒူရ်-ရဟ်မာန် ဘင်မ် ဇိုင်ဒ် ဘင်မ် အဆ်လမ်၏ အမြင်ဖြစ်ပြီး၊ အိဗ်နု ဂျရီရ်ကလည်း ရွေးချယ်ခဲ့သည်။ စအိဒ်က ကတာဒါဟ်မှ ပြောကြားသည်မှာ \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အပေါင်းအပါများဖြစ်သည်။\" အဗူလ်-အလီယာဟ်က အိဗ်နု မစ်စ်အူဒ်က ပြောကြားသည်မှာ \"ကျွန်ုပ်၏ ဝိညာဉ်ကို ထိန်းချုပ်ထားသူကို ကျိန်ဆို၍ ပြောကြားသည်! မှန်ကန်သော တီလာဝါဟ်ဟူသည် ၎င်းကို တရားဝင်စေသော အရာကို ခွင့်ပြုခြင်း၊ တရားမဝင်စေသော အရာကို တားမြစ်ခြင်း၊ အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သည့်အတိုင်း ရွတ်ဖတ်ခြင်း၊ စကားလုံးများကို ၎င်းတို့၏ နေရာများမှ မပြောင်းလဲခြင်း၊ နှင့် ၎င်း၏ မူရင်းအဓိပ္ပါယ်မှ ကွဲပြားစွာ အဓိပ္ပါယ်မဖွင့်ဆိုခြင်းတို့ဖြစ်သည်။\" အဆ်-စွဒ်ဒီက အဗူ မာလိက်မှ အိဗ်နု အဗ္ဗားစ်ထံမှ ပြောကြားသည်မှာ ဤအာယသ် <span class=\"gray\">(၂:၁၂၁)</span> နှင့် ပတ်သက်၍ ၎င်းက \"၎င်းတို့သည် ၎င်းကို ခွင့်ပြုထားသော အရာကို တရားဝင်စေပြီး၊ ၎င်းကို တရားမဝင်စေသော အရာကို တားမြစ်သည်၊ ၎င်း၏ စကားလုံးများကို မပြောင်းလဲကြပေ။\" ဟု ပြောကြားခဲ့သည်။ အိုမာရ် ဘင် အလ်-ခတ္တဘ်က ပြောကြားသည်မှာ \"၎င်းတို့သည် ကရုဏာကို ဖော်ပြသော အာယသ်ကို ရွတ်ဖတ်သည့်အခါ အလ္လာဟ်အရှင်မြတ်ထံမှ ကရုဏာကို တောင်းခံကြပြီး၊ ပြစ်ဒဏ်ကို ဖော်ပြသော အာယသ်ကို ရွတ်ဖတ်သည့်အခါ အလ္လာဟ်အရှင်မြတ်ထံမှ ခိုလှုံရာကို ရှာဖွေကြသူများဖြစ်သည်။\" ဤအဓိပ္ပါယ်ကို တမန်တော်မြတ် ﷺ ထံသို့လည်း စွပ်စွဲခဲ့သည်၊ အကြောင်းမှာ ၎င်းက ကရုဏာအာယသ်ကို ရွတ်ဖတ်သည့်အခါ အလ္လာဟ်အရှင်မြတ်ထံမှ ကရုဏာကို ပန်ကြားခဲ့ပြီး၊ ပြစ်ဒဏ်အာယသ်ကို ရွတ်ဖတ်သည့်အခါ အလ္လာဟ်အရှင်မြတ်ထံမှ ခိုလှုံရာကို ရှာဖွေခဲ့သောကြောင့် ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُؤْمِنُونَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုအရာကို ယုံကြည်သူများဖြစ်သည်။)</span></p><p lang=\"su\" class=\"su \">explains the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ</p><p lang=\"ig\" class=\"ig \"><span class=\"gray\">(Those to whom We gave the Book. Yatlunahu Haqqa Tilawatihi)</span>.</p><p lang=\"my\" class=\"my \">ဤအာယသ်များ၏ အဓိပ္ပါယ်မှာ \"ကျမ်းတော်ရှင်များထဲမှ အယင်တမန်တော်များထံ ထုတ်ပြန်ခဲ့သော ကျမ်းဂန်များကို စုံလင်စွာ လိုက်နာခဲ့သူများသည် အို မိုဟာမမ်! ငါ့အနေဖြင့် သင့်ထံ စေလွှတ်လိုက်သော အရာကို ယုံကြည်ကြလိမ့်မည်!\" အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ لَأَكَلُوا مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် တောင်ရာကျမ်း၊ အင်ဂျီလ်ကျမ်း နှင့် ၎င်းတို့၏ အရှင်သခင်ထံမှ <span class=\"gray\">(ယခု)</span> ထုတ်ပြန်ခဲ့သော အရာ <span class=\"gray\">(ကုရ်အာန်)</span> အတိုင်း လိုက်နာဆောင်ရွက်ခဲ့ပါက ၎င်းတို့သည် ၎င်းတို့အပေါ်မှလည်းကောင်း၊ ၎င်းတို့၏ ခြေဖဝါးအောက်မှလည်းကောင်း အမှန်ပင် စားနပ်ရိက္ခာ ရရှိခဲ့ကြမည်ဖြစ်သည်။)</span><span class=\"gray\">(၅:၆၆)</span>။ အာယသ်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ حَتَّىٰ تُقِيمُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ <span class=\"gray\">(အို မိုဟာမမ် ﷺ ၎င်းတို့အား)</span> \"အို ကျမ်းဂန်ပိုင်ရှင်အပေါင်း <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ)</span>! တောင်ရာကျမ်း၊ အင်ဂျီလ်ကျမ်း၊ နှင့် သင်တို့၏ အရှင်သခင်ထံမှ <span class=\"gray\">(ယခု)</span> ထုတ်ပြန်ခဲ့သော အရာ <span class=\"gray\">(ကုရ်အာန်)</span> အတိုင်း သင်တို့မလိုက်နာမချင်း သင်တို့သည် <span class=\"gray\">(လမ်းညွှန်မှုနှင့် ပတ်သက်၍)</span> မည်သည့်အရာမှ မပိုင်ဆိုင်ပေ။\")</span><span class=\"gray\">(၅:၆၈)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ \"သင်တို့သည် တောင်ရာကျမ်းနှင့် အင်ဂျီလ်ကျမ်းကို မှန်ကန်သော နည်းလမ်းဖြင့် ဆုပ်ကိုင်ထားပြီး၊ ၎င်းတို့ကို သင်တို့ယုံကြည်သင့်သကဲ့သို့ ယုံကြည်ကာ၊ မိုဟာမမ်၏ နဗီဖြစ်မှု၊ ၎င်း၏ ဖော်ပြချက်နှင့် ၎င်းကို လိုက်နာရန်၊ ကူညီရန်နှင့် ထောက်ခံရန် အမိန့်တို့ကို ၎င်းတို့ သယ်ဆောင်လာသော သတင်းများကို ယုံကြည်ပါက၊ ဤသည်က သင်တို့ကို ဤဘဝနှင့် နောင်ဘဝတွင် သမ္မာတရားနှင့် ဖြောင့်မတ်ခြင်းကို ဆုပ်ကိုင်ရန် လမ်းညွှန်ပေးလိမ့်မည်။\" အခြားအာယသ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်ကို လိုက်နာသူများ၊ စာမတတ် ပေမတတ်သော နဗီတမန်တော် <span class=\"gray\">(ဆိုလိုသည်မှာ မိုဟာမမ် ﷺ)</span> ၎င်းတို့ကို တောင်ရာကျမ်းနှင့် အင်ဂျီလ်ကျမ်းတို့တွင် ၎င်းတို့နှင့်အတူ ရေးသားထားသည်ကို တွေ့ရှိကြသည်။)</span><span class=\"gray\">(၇:၁၅၇)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا - وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ <span class=\"gray\">(အို မိုဟာမမ် ﷺ ၎င်းတို့အား)</span>: \"၎င်းကို <span class=\"gray\">(ကုရ်အာန်ကို)</span> ယုံကြည်ကြပါ သို့မဟုတ် မယုံကြည်ပါနှင့် <span class=\"gray\">(၎င်းကို)</span>။ အမှန်စင်စစ် ၎င်းမတိုင်မီက အသိပညာပေးခြင်းခံရသူများသည် ၎င်းကို ရွတ်ဖတ်ပြသည့်အခါ နှိမ့်ချစွာ ပျပ်ဝပ်လျက် မျက်နှာဖြင့် ပြိုလဲကျကြသည်။ ၎င်းတို့က ပြောကြသည်- \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် သန့်စင်တော်မူပါစေ! စင်စစ် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ ကတိသည် ပြည့်စုံရမည်ဖြစ်သည်။\")</span><span class=\"gray\">(၁၇:၁၀၇-၁၀၈)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယသ်များသည် အလ္လာဟ်အရှင်မြတ်က မိုဟာမမ် ﷺ အတွက် ကတိပြုထားသောအရာသည် အမှန်ပင် ဖြစ်ပေါ်လာမည်ကို ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်သည်လည်း မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ - وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ - أُولَٰئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမတိုင်မီက ကျမ်းဂန် <span class=\"gray\">(ဆိုလိုသည်မှာ တောင်ရာကျမ်းနှင့် အင်ဂျီလ်ကျမ်း)</span> ကို ငါတို့ပေးခဲ့သူများသည် ၎င်းကို <span class=\"gray\">(ကုရ်အာန်ကို)</span> ယုံကြည်ကြသည်။ ၎င်းတို့ကို ရွတ်ဖတ်ပြသည့်အခါ ၎င်းတို့က ပြောသည်- \"ကျွန်ုပ်တို့ ၎င်းကို ယုံကြည်ပါသည်။ အမှန်စင်စစ် ၎င်းသည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံမှ သမ္မာတရားဖြစ်သည်။ ၎င်းမတိုင်မီကပင် ကျွန်ုပ်တို့သည် အစ္စလာမ်ဘာသာဝင်များအဖြစ် အလ္လာဟ်အရှင်မြတ်ထံ ပေးအပ်ခဲ့သူများဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏ ဆုလာဘ်ကို နှစ်ဆရရှိကြမည်၊ အကြောင်းမှာ ၎င်းတို့သည် ခန္တီရှိခြင်း၊ ကောင်းမှုဖြင့် မကောင်းမှုကို တွန်းလှန်ခြင်း၊ နှင့် ငါတို့ပေးသနားခဲ့သော အရာမှ <span class=\"gray\">(အလှူအတန်း)</span> ပေးလှူခြင်းတို့ကြောင့် ဖြစ်သည်။\")</span><span class=\"gray\">(၂၈:၅၂-၅၄)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ပေးခြင်းခံရသူများ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ)</span> နှင့် စာမတတ်သူများ <span class=\"gray\">(အာရပ်ရုပ်တုကိုးကွယ်သူများ)</span> အား ပြောပါ- \"သင်တို့ <span class=\"gray\">(လည်း)</span> မိမိကိုယ်ကို <span class=\"gray\">(အစ္စလာမ်ဘာသာဖြင့် အလ္လာဟ်အရှင်မြတ်ထံ)</span> ပေးအပ်ကြမည်လား?\" အကယ်၍ ၎င်းတို့ပေးအပ်ပါက ၎င်းတို့သည် မှန်ကန်စွာ လမ်းညွှန်ခြင်းခံရသည်။ သို့သော် ၎င်းတို့ကျောခိုင်းသွားပါက သင့်တာဝန်မှာ သတင်းစကားကို ပေးပို့ရန်သာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(၎င်း၏)</span> ကျွန်များကို မြင်တော်မူသော အရှင်ဖြစ်တော်မူသည်။)</span><span class=\"gray\">(၃:၂၀)</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို <span class=\"gray\">(ကုရ်အာန်ကို)</span> မယုံကြည်သူမည်သူမဆို ၎င်းတို့သည် ဆုံးရှုံးသူများဖြစ်သည်။)</span><span class=\"gray\">(၂:၁၂၁)</span>၊ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်ကြားထားသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် <span class=\"gray\">(ဂျူး၊ ခရစ်ယာန်နှင့် အခြားမွတ်စလင်မဟုတ်သော လူမျိုးအားလုံး)</span> ကဏ္ဍများထဲမှ ၎င်းကို <span class=\"gray\">(ကုရ်အာန်ကို)</span> ငြင်းပယ်သူများသည် မီးသည် ၎င်းတို့၏ ကတိပြုထားသော နေရာဖြစ်သည်။)</span><span class=\"gray\">(၁၁:၁၇)</span>။</p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَعُ بِي أَحَدٌ مِنْ هذِهِ الْأُمَّةِ يَهُودِيٌّ وَلَا نَصْرَانِيٌّ ثُمَّ لَا يُؤْمِنُ بِي إِلَّا دَخَلَ النَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ဝိညာဉ်ကို ထိန်းချုပ်ထားသူကို ကျိန်ဆိုပါသည်! ဤအွမ္မသ် <span class=\"gray\">(လူသားနှင့် ဂျင်န်များ)</span> မှ မည်သူမျှ၊ ဂျူးဖြစ်စေ၊ ခရစ်ယာန်ဖြစ်စေ၊ ကျွန်ုပ်အကြောင်းကို ကြားသိပြီး ကျွန်ုပ်ကို မယုံကြည်ပါက မီးထဲသို့ ဝင်ရောက်လိမ့်မည်။)</span></p>"
  },
  {
    "ayah_key": "2:122",
    "group_ayah_key": "2:122",
    "from_ayah": "2:122",
    "to_ayah": "2:123",
    "ayah_keys": "2:122,2:123",
    "text": "<p class=\"my translation\" lang=\"my\">အို အစ္စရေးလ်၏ သားမြေးတို့! ငါသည် သင်တို့အပေါ်၌ ပေးသနားခဲ့သော ငါ၏ ကျေးဇူးတော်ကိုလည်းကောင်း၊ ငါသည် သင်တို့ကို လူမျိုးများထက် မြှင့်တင်ခဲ့သည်ကိုလည်းကောင်း သတိရကြပါ။) <span>(၁၂၂)</span>မည်သည့်လူသားမျှ အခြားတစ်ဦးအား အကျိုးမပြုနိုင်မည့် <span class=\"gray\">(တရားစီရင်ခြင်း)</span> နေ့ကို ကြောက်ကြပါ။ ထိုသူထံမှ လျော်ကြေးကို လက်ခံမည်မဟုတ်၊ ကြားဝင်ဖြန်ဖြေခြင်းသည်လည်း ၎င်းအား အသုံးဝင်မည်မဟုတ်၊ ၎င်းတို့အား ကူညီခြင်းခံရမည်မဟုတ်ပေ။ <span>(၁၂၃)</span></p><p lang=\"my\" class=\"my \">ဤဆူရာ၏ အစပိုင်းတွင် အလားတူအာယသ်တစ်ခုကို ကျွန်ုပ်တို့ဖော်ပြခဲ့ပြီးဖြစ်သည်၊ ဤနေရာတွင်မူ ကျမ်းဂန်ပိုင်ရှင်များအတွက် ၎င်းတို့၏ ကျမ်းဂန်များတွင် ၎င်း၏လက္ခဏာရပ်များ၊ အမည်၊ ၎င်းအကြောင်း သတင်းကောင်းများနှင့် ၎င်း၏အွမ္မသ်၏ ဖော်ပြချက်တို့ဖြင့် ဖော်ပြထားသော စာမတတ် နဗီတမန်တော်နှင့် ရစူလ်တမန်တော်အား လိုက်နာရခြင်း၏ အရေးကြီးပုံကို အလေးပေးဖော်ပြရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဤအချက်အလက်များကို ဖုံးကွယ်ခြင်းမှ သတိပေးခဲ့သည်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားခဲ့သော ကျေးဇူးတော်များထဲမှ တစ်ခုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့၏ နေ့စဉ်ဘဝနှင့် ဘာသာရေးကိစ္စများကို သတိရရန်နှင့် ၎င်းတို့အား မည်သို့ ကောင်းချီးပေးခဲ့သည်ကိုလည်း အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားခဲ့သော အရာအတွက် ၎င်းတို့၏ ဝမ်းကွဲများဖြစ်သည့် အာရပ်များကို မနာလိုမဖြစ်သင့်ပေ၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ နောက်ဆုံးတမန်တော်သည် အာရပ်ဖြစ်သောကြောင့် ဖြစ်သည်။ မနာလိုခြင်းသည် ၎င်းတို့အား တမန်တော်ကို ဆန့်ကျင်ရန် သို့မဟုတ် ငြင်းပယ်ရန် သို့မဟုတ် ၎င်းကို လိုက်နာခြင်းမှ ရှောင်ကြဉ်ရန် လှုံ့ဆော်မပေးသင့်ပေ၊ တရားစီရင်ရာနေ့အထိ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာနှင့် ကောင်းချီးမင်္ဂလာများသည် ၎င်းအပေါ်၌ ရှိပါစေ။</p>"
  }
]