[
  {
    "ayah_key": "13:31",
    "group_ayah_key": "13:31",
    "from_ayah": "13:31",
    "to_ayah": "13:31",
    "ayah_keys": "13:31",
    "text": "<p lang=\"my\" class=\"my \">တောင်များကို ရွှေ့ပြောင်းနိုင်သော <span class=\"gray\">(၎င်းတို့၏နေရာများမှ)</span> ကုရ်အာန်ရှိခဲ့လျှင် သို့မဟုတ် ကမ္ဘာမြေကို ခွဲခြမ်းနိုင်မည်ဆိုလျှင်၊ သို့မဟုတ် သေသူများကို စကားပြောစေနိုင်မည်ဆိုလျှင် <span class=\"gray\">(ဤကုရ်အာန်မှလွဲ၍ အခြားမဟုတ်ပေ)</span>။ သို့သော် အရာခပ်သိမ်း၏ ဆုံးဖြတ်ချက်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်သာ သေချာပေါက် ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သာ အလိုရှိခဲ့ပါက လူသားအားလုံးကို လမ်းပြနိုင်ခဲ့မည်ကို ယုံကြည်သူတို့သည် မသိကြသေးဘူးလော။ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော် ပြည့်စုံလာသည်အထိ မယုံကြည်သူတို့အပေါ် ၎င်းတို့၏ <span class=\"gray\">(မကောင်းမှု)</span> လုပ်ရပ်များကြောင့် ဘေးအန္တရာယ် ကျရောက်ခြင်း ရပ်တန့်မည်မဟုတ် သို့မဟုတ် ၎င်း <span class=\"gray\">(ဆိုလိုသည်မှာ ဘေးအန္တရာယ်)</span> သည် ၎င်းတို့၏အိမ်များနှင့် နီးကပ်စွာ တည်ရှိနေမည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကတိတော်ကို မချိုးဖောက်ပါ။ <span>(31)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်၏ ဂုဏ်ကျေးဇူးများနှင့် မယုံကြည်သူများ၏ ငြင်းပယ်မှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် တမန်တော်မြတ် (အပေါ် ငြိမ်းချမ်းခြင်း ရှိပါစေ) အား ထုတ်ပြန်ခဲ့သော ကုရ်အာန်ကို ချီးကျူးပြီး၊ ၎င်းအား ၎င်းမတိုင်မီ ထုတ်ပြန်ခဲ့သော အခြား မြင့်မြတ်သည့် ကျမ်းများအားလုံးထက် ပိုမိုနှစ်သက်တော်မူသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်များကို ရွှေ့ပြောင်းနိုင်သော ကုရ်အာန်ရှိခဲ့လျှင်)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'ယခင်မြင့်မြတ်သော ကျမ်းများထဲမှ တောင်များကို ၎င်းတို့၏နေရာများမှ ရွှေ့ပြောင်းနိုင်ခြင်း၊ သို့မဟုတ် ကမ္ဘာမြေကို ခွဲခြမ်းနိုင်ခြင်း၊ သို့မဟုတ် သေသူများ ၎င်းတို့၏ သင်္ချိုင်းဂူများတွင် စကားပြောနိုင်ခြင်း စသည်တို့ကို ပြုလုပ်နိုင်သော ကျမ်းတစ်အုပ်ရှိခဲ့လျှင် ဤကုရ်အာန်သာဖြစ်ပြီး အခြားမည်သည့်ကျမ်းမျှ မဟုတ်ပေ။' သို့မဟုတ်၊ ဤကုရ်အာန်သည် လူသားများနှင့် ဂျင်န်တို့၏ စွမ်းရည်ကို စိန်ခေါ်သည့် အံ့သြဖွယ် စကားပြောအလှကြောင့် ဤအရာအားလုံးကို ဖြစ်ပေါ်စေရန် ပိုမိုထိုက်တန်ပါသည်။ ၎င်းတို့အားလုံးသည် ၎င်းကဲ့သို့ တစ်စုံတစ်ရာကို သို့မဟုတ် ၎င်းကဲ့သို့သော ဆူရာတစ်ပုဒ်ကိုပင် ဖန်တီးရန် ၎င်းတို့၏ စွမ်းအားများကို စုစည်းထားသော်လည်း ဖြစ်သည်။ သို့သော်လည်း ဤရုပ်တုကိုးကွယ်သူတို့သည် ကုရ်အာန်ကို မယုံကြည်ဘဲ ငြင်းပယ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لِّلَّهِ الْأَمْرُ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရာခပ်သိမ်း၏ ဆုံးဖြတ်ချက်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်သာ သေချာပေါက် ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ကိစ္စအားလုံး၏ ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းနှင့်သာ ရှိသည်။ ကိုယ်တော် အလိုရှိသမျှ ဖြစ်ပေါ်ပြီး ကိုယ်တော် အလိုမရှိသမျှ မည်သည့်အခါမျှ ဖြစ်ပေါ်မည်မဟုတ်။ သေချာသည်မှာ အလ္လာဟ်အရှင်မြတ်က လမ်းမှားစေသူသည် မည်သည့်အခါမျှ အလင်းကို ရှာဖွေတွေ့ရှိမည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ်က လမ်းပြသူသည် မည်သည့်အခါမျှ လမ်းမှားမည်မဟုတ်။ </p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဖော်ပြလိုသည်မှာ အခြားမြင့်မြတ်သည့် ကျမ်းများကို 'ကုရ်အာန်' ဟု ခေါ်ဆိုနိုင်ကြောင်း ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ဤကုရ်အာန်သည် ထိုကျမ်းအားလုံးကို အခြေခံထားသောကြောင့် ဖြစ်သည်။ အီမာမ် အဟ်မဒ်က အဘူ ဟူရိုင်ရာက တမန်တော်မြတ် (ဆွလ္လလ္လာဟုအလိုင်းဟိဝါစလမ်) မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُفِّفَتْ عَلَى دَاوُدَ الْقِرَاءَةُ فَكَانَ يَأْمُرُ بِدَابَّتِهِ أَنْ تُسْرَجَ، فَكَانَ يَقْرَأُ الْقُرْآنَ مِنْ قَبْلِ أَنْ تُسْرَجَ دَابَّتُهُ، وَكَانَ لَا يَأْكُلُ إِلَّا مِنْ عَمَلِ يَدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နဗီတမန်တော် ဒါဝုဒ် (ဒါဝိဒ်) အား ရွတ်ဖတ်ရန် လွယ်ကူစေခဲ့သည်။ ၎င်းမှာ ၎င်းစီးနင်းရန်အတွက် ၎င်း၏တိရစ္ဆာန်ကို ပြင်ဆင်ရန် အမိန့်ပေးလေ့ရှိပြီး ထိုအချိန်တွင် ၎င်းသည် ကုရ်အာန်တစ်ခုလုံးကို ဖတ်ရှုခဲ့သည်။ ၎င်းသည် ၎င်း၏လက်ဖြင့် ပြုလုပ်ထားသည်မှသာ စားသုံးလေ့ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။ ဤနေရာတွင် ဖော်ပြထားသော ကုရ်အာန်သည် ဇာဘူရ်ကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့သည် မသိကြသေးဘူးလော)</span> လူအားလုံးသည် ယုံကြည်ပြီး နားလည်ကြမည်မဟုတ်ကြောင်းနှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن لَّوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သာ အလိုရှိခဲ့ပါက လူသားအားလုံးကို လမ်းပြနိုင်ခဲ့မည်?)</span> ဤကုရ်အာန်ထက် နှလုံးသားနှင့် စိတ်အပေါ် ပိုမိုပြေပြစ်သော သို့မဟုတ် ပိုမိုထိရောက်သော အံ့ဖွယ်ရာ သို့မဟုတ် သက်သေပြစရာမရှိသည်မှာ သေချာသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို တောင်တစ်လုံးပေါ်သို့ ထုတ်ပြန်ခဲ့လျှင်၊ ထိုတောင်သည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့၍ တုန်လှုပ်ပြီး နှိမ့်ချနေသည်ကို သင်တွေ့ရလိမ့်မည်။ ဆွဟီးဟ်ကျမ်းတွင် တမန်တော်မြတ် (ဆွလ္လလ္လာဟုအလိုင်းဟိဝါစလမ်) မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ نَبِيٍّ إِلَّا وَقَدْ أُوتِيَ مَا آمَنَ عَلَى مِثْلِهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နဗီတမန်တော်တိုင်းသည် လူအချို့ကို ယုံကြည်စေမည့် အံ့ဖွယ်ရာတစ်ခုကို ပေးသနားခံရသည်။ သို့သော် ငါ့အား ပေးသနားခံရသော အရာမှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ငါ့ထံသို့ ထုတ်ပြန်သော ဗျာဒိတ်တော်ဖြစ်ပြီး၊ ငါသည် ၎င်းတို့ (နဗီတမန်တော်များ) အနက်မှ နောက်လိုက်အများဆုံး ကိယာမတ်နေ့တွင် ရှိလိမ့်မည်ဟု မျှော်လင့်ပါသည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်က နဗီတမန်တော်တိုင်း၏ အံ့ဖွယ်ရာသည် ၎င်း၏ကွယ်လွန်ခြင်းနှင့်အတူ ပျောက်ကွယ်သွားကြောင်း ဖော်ပြသည်။ သို့သော် ဤကုရ်အာန်သည် အချိန်တိုင်းအတွက် သက်သေအဖြစ် ကျန်ရှိနေမည်ဖြစ်သည်။ အမှန်စင်စစ်၊ ကုရ်အာန်၏ အံ့ဖွယ်ရာသည် မည်သည့်အခါမျှ ကုန်ဆုံးမည်မဟုတ်၊ ဖတ်ရှုလေလေ မဟောင်းနွမ်းလေလေ ဖြစ်မည်မဟုတ်၊ ပညာရှင်များသည်လည်း ၎င်းကို မည်သည့်အခါမျှ အားရကျေနပ်မည်မဟုတ်ပေ။ ကုရ်အာန်သည် အရေးကြီးပြီး နောက်ပြောင်ရန်အတွက် မဟုတ်ပေ။ ၎င်းကို စွန့်ပစ်သော မည်သည့်အာဏာရှင်မဆို အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ဖျက်ဆီးလိမ့်မည်။ ကုရ်အာန်မှလွဲ၍ အခြားလမ်းညွှန်မှုကို ရှာဖွေသူကို အလ္လာဟ်အရှင်မြတ်က လမ်းမှားစေလိမ့်မည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لِّلَّهِ الْأَمْرُ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရာခပ်သိမ်း၏ ဆုံးဖြတ်ချက်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်သာ သေချာပေါက် ရှိသည်။)</span> အိဗ်နု အဘ္ဘားစ်က မှတ်ချက်ပြုသည်၊ \"ကိုယ်တော် အလိုရှိသမျှကိုသာ လုပ်ဆောင်မည်ဖြစ်ပြီး ကိုယ်တော်သည် ထိုသို့ မပြုလုပ်ရန် ဆုံးဖြတ်ထားသည်။\" အိဗ်နု အစ္စဟက်က ၎င်းအတွက် ဆင့်ပွားစကားကို ဖော်ပြခဲ့ပြီး အိဗ်နု ဂျရီရ် အတ်-တဘာရီက ၎င်းကို သဘောတူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُم بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့အပေါ် ၎င်းတို့၏ <span class=\"gray\">(မကောင်းမှု)</span> လုပ်ရပ်များကြောင့် ဘေးအန္တရာယ် ကျရောက်ခြင်း ရပ်တန့်မည်မဟုတ် သို့မဟုတ် ၎င်းတို့၏ အိမ်များနှင့် နီးကပ်စွာ တည်ရှိနေမည်)</span> ၎င်းတို့၏ ငြင်းပယ်မှုကြောင့်၊ ဘေးအန္တရာယ်များသည် ဤဘဝတွင် ၎င်းတို့အား ဆက်လက်ကျရောက်နေမည် သို့မဟုတ် ၎င်းတို့ပတ်ဝန်းကျင်ရှိသူများအား ကျရောက်နေမည်ဖြစ်ပြီး၊ ၎င်းတို့အတွက် သင်ခန်းစာနှင့် နမူနာအဖြစ် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်များတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ပတ်ဝန်းကျင်ရှိ မြို့များကို ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့ပြီးဖြစ်သည်၊ ၎င်းတို့ <span class=\"gray\">(မှန်ကန်ရာသို့)</span> ပြန်လာနိုင်စေရန်အတွက် ကျွန်ုပ်တို့သည် အာယတ်များကို နည်းလမ်းအမျိုးမျိုးဖြင့် ပြသခဲ့ပြီးဖြစ်သည်)</span><span class=\"gray\">[46:27]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ أَفَهُمُ الْغَالِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွန်ုပ်တို့သည် မြေကြီးကို ၎င်း၏ အစွန်အဖျား နယ်နိမိတ်များမှ <span class=\"gray\">(၎င်းတို့၏ ထိန်းချုပ်မှုအောက်မှ)</span> တဖြည်းဖြည်း လျှော့ချနေသည်ကို မမြင်ကြဘူးလော။ သို့ဆိုလျှင် ၎င်းတို့က အောင်နိုင်သူများ ဖြစ်မည်လား?)</span><span class=\"gray\">[21:44]</span> ကတာဒါက အလ်-ဟာဆန်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပြုသည်ဟု ဖော်ပြခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏အိမ်များနှင့် နီးကပ်စွာ တည်ရှိနေမည်)</span> \"၎င်းသည် ဘေးအန္တရာယ်ကို ရည်ညွှန်းသည်။\" ဤနေရာတွင် ၎င်းသည် ထင်ရှားသော အဓိပ္ပါယ်ဖြစ်သည်။ အလ်-အောင်ဖီက အိဗ်နု အဘ္ဘားစ်က ပြောသည်ဟု ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُصِيبُهُم بِمَا صَنَعُوا قَارِعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ <span class=\"gray\">(မကောင်းမှု)</span> လုပ်ရပ်များကြောင့် ကာရိအာ <span class=\"gray\">(ဘေးအန္တရာယ်)</span> သည် ၎င်းတို့အား ကျရောက်သည်)</span> \"ကောင်းကင်မှ ၎င်းတို့အပေါ် ကျရောက်သော ပြစ်ဒဏ်တစ်ခုဖြစ်သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏အိမ်များနှင့် နီးကပ်စွာ တည်ရှိနေမည်)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟုအလိုင်းဟိဝါစလမ်) သည် ၎င်းတို့၏နယ်မြေအနီးတွင် စခန်းချ၍ ၎င်းတို့နှင့် တိုက်ခိုက်သည့်အခါဖြစ်သည်။\" မူဂျာဟစ်ဒ်နှင့် ကတာဒါတို့ထံမှလည်း အလားတူ သတင်းပို့ခဲ့သည်။ အိက္ကရီမာက အိဗ်နု အဘ္ဘားစ်ထံမှ ၎င်းဖော်ပြခဲ့သော အခြားဆင့်ပွားစကားတွင် ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَارِعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာရိအာ)</span> ဆိုသည်မှာ ဘေးဆိုးကို ဆိုလိုသည်။ ဤပညာရှင်များကလည်း ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَأْتِيَ وَعْدُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကတိတော် ပြည့်စုံလာသည်အထိ)</span> ဆိုသည်မှာ မက္ကာဟ်အောင်နိုင်ခြင်းကို ရည်ညွှန်းသည်။ အလ်-ဟာဆန် အလ်-ဘစရီက ၎င်းသည် ကိယာမတ်နေ့ကို ရည်ညွှန်းသည်ဟု ပြောသည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကတိတော်ကို မချိုးဖောက်ပါ။)</span> ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ၎င်းတို့နှင့် ၎င်းတို့၏ နောက်လိုက်များကို ကူညီရန် ၎င်း၏ တမန်တော်များအား ပေးထားသော ကတိတော်ကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ ۗ إِنَّ اللَّهَ عَزِيزٌ ذُو انتِقَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ တမန်တော်များအား ပေးထားသော ကတိတော်ကို ချိုးဖောက်မည်ဟု မထင်မှတ်ပါနှင့်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ လက်စားချေနိုင်သူ ဖြစ်သည်။)</span><span class=\"gray\">[14:47]</span></p>"
  },
  {
    "ayah_key": "13:32",
    "group_ayah_key": "13:32",
    "from_ayah": "13:32",
    "to_ayah": "13:32",
    "ayah_keys": "13:32",
    "text": "<p class=\"my translation\" lang=\"my\">သင့်မတိုင်မီကပင် သတင်းစကားပါးသူ <span class=\"gray\">(များစွာ)</span> အား လှောင်ပြောင်ခဲ့ကြသည်မှာ အမှန်ပင်ဖြစ်သည်။ သို့သော် ငါသည် မယုံကြည်သူတို့အား အချိန်ဆိုင်းပေးခဲ့ပြီး နောက်ဆုံးတွင် ငါသည် သူတို့ကို အပြစ်ပေးခဲ့သည်။ ထိုအခါ ငါ၏အပြစ်ဒဏ်သည် မည်မျှ <span class=\"gray\">(ကြောက်မက်ဖွယ်)</span> ကောင်းသနည်း။ <span>(32)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span> အား နှစ်သိမ့်ပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်အား မိမိ၏လူမျိုးတို့က မငြင်းပယ်သည်ကို ရင်ဆိုင်ရာတွင် နှစ်သိမ့်ပေးရင်း မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မတိုင်မီကပင် သတင်းစကားပါးသူ <span class=\"gray\">(များစွာ)</span> အား လှောင်ပြောင်ခဲ့ကြသည်မှာ အမှန်ပင်ဖြစ်သည်။)</span> ထို့ကြောင့် ၎င်းတို့၌ သင့်အတွက် ကောင်းမြတ်သော စံနမူနာရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါသည် မယုံကြည်သူတို့အား အချိန်ဆိုင်းပေးခဲ့သည်၊)</span> ၎င်းတို့၏ စီရင်ချက်ကို သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် ရွှေ့ဆိုင်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَخَذْتُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဆုံးတွင် ငါသည် သူတို့ကို အပြစ်ပေးခဲ့သည်။)</span> လွှမ်းခြုံထားသော အပြစ်ဒဏ်ဖြင့်။ ငါသည် သူတို့အား မည်သို့ အချိန်ဆိုင်းပေးခဲ့ပြီးနောက် အပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးခဲ့သည်ဟူသော သတင်းကို သင်မည်သို့ ရရှိခဲ့သနည်း။' အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှားပြုကျင့်နေစဉ် ငါသည် မြို့ရွာများစွာကို အချိန်ဆိုင်းပေးခဲ့သည်။ ထို့နောက် <span class=\"gray\">(နောက်ဆုံးတွင်)</span> ငါသည် ၎င်းကို <span class=\"gray\">(အပြစ်ဒဏ်ဖြင့်)</span> ဖမ်းဆီးခဲ့သည်။ ငါ့ထံသို့သာ <span class=\"gray\">(အားလုံး၏)</span> <span class=\"gray\">(နောက်ဆုံး)</span> ပြန်လည်ရောက်ရှိခြင်းဖြစ်သည်။)</span><span class=\"gray\">[22:48]</span> အိုစာဟီးဟ်နှစ်အုပ်တွင် ပရောဖက် ﷺ က မိန့်ကြားတော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူအား အချိန်ဆိုင်းပေးတော်မူ၏။ ထိုသူအား ဖမ်းဆီးသောအခါတွင် အရှင်မြတ်သည် ထိုသူကို လုံးဝမလွှတ်ပါ။)</span> ထို့နောက် ရစူလ်တမန်တော် ﷺ သည် ဤအာယသ်တော်ကို ရွတ်ဖတ်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့လျှင် သင်၏အရှင်သခင်၏ အပြစ်ဒဏ်သည် မြို့ရွာ <span class=\"gray\">(နေလူထု)</span> တို့သည် မမှန်မကန်ပြုလုပ်နေစဉ် ဖမ်းဆီးသောအခါ ဖြစ်၏။ အမှန်စင်စစ် အရှင်မြတ်၏ အပြစ်ဒဏ်သည် နာကျင်ဖွယ်ရာ၊ <span class=\"gray\">(နှင့်)</span> ပြင်းထန်လှ၏။)</span><span class=\"gray\">[11:102]</span></p>"
  }
]