[
  {
    "ayah_key": "40:69",
    "group_ayah_key": "40:69",
    "from_ayah": "40:69",
    "to_ayah": "40:76",
    "ayah_keys": "40:69,40:70,40:71,40:72,40:73,40:74,40:75,40:76",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များနှင့်ပတ်သက်၍ အငြင်းပွားသူတို့အား သင်တို့မမြင်ကြလေသလော။ ၎င်းတို့မည်သို့ ဆုတ်ခွာသွားကြသနည်း <span>(၆၉)</span>ကျမ်းတော်မြတ်ကိုလည်းကောင်း၊ ငါတို့စေလွှတ်သော တမန်တော်များနှင့်တကွ ငါတို့စေလွှတ်သော အရာကိုလည်းကောင်း ငြင်းပယ်သူတို့သည် မကြာမီ သိရှိကြလိမ့်မည် <span>(၇၀)</span>၎င်းတို့၏ လည်ပင်းတို့၌ သံကော်လာများ ချိတ်ဆွဲခံရကာ သံကြိုးများဖြင့် ဆွဲငင်ခံရသောအခါ <span>(၇၁)</span>ဆူပွက်နေသော ရေထဲသို့၊ ထို့နောက် ငရဲမီးထဲတွင် ၎င်းတို့ မီးရှို့ခံရလိမ့်မည် <span>(၇၂)</span>ထို့နောက် ၎င်းတို့အား ပြောကြားလိမ့်မည်- “အသင်တို့ အပါအဝင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အသင်တို့ ဘုရားဖက်ယှဉ်ကိုးကွယ်ခဲ့ကြသည့်သူများ <span class=\"gray\">(အလုံးစုံ)</span> မည်သည့်နေရာတွင် ရှိကြသနည်း <span>(၇၃)</span>” ၎င်းတို့က ပြောကြားလိမ့်မည်- “၎င်းတို့သည် ကျွန်ုပ်တို့ထံမှ ပျောက်ကွယ်သွားခဲ့ကြပြီ။ မဟုတ်ဘူး၊ ကျွန်ုပ်တို့သည် မည်သည့်အရာကိုမျှ ယခင်က မပန်ကြားခဲ့ဘူး။” ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့ကို လမ်းလွဲစေတော်မူသည် <span>(၇၄)</span>ထိုသို့ဖြစ်ခြင်းမှာ အသင်တို့သည် မြေပြင်တွင် မတရား ပျော်ရွှင်ခဲ့ကြခြင်းကြောင့်ဖြစ်ပြီး အလွန်အမင်း ဝမ်းမြောက်ခဲ့ကြခြင်းကြောင့် ဖြစ်သည် <span>(၇၅)</span>ငရဲမီးတံခါးများမှ ဝင်ရောက်ကြကုန်လော့။ ထိုငရဲ၌ အသင်တို့ ထာဝရနေထိုင်ကြမည်ဖြစ်ပြီး <span class=\"gray\">(စင်စစ်အားဖြင့်)</span> မာန်မာနထောင်လွှားသူတို့အတွက် မည်မျှဆိုးရွားသော နေထိုင်ရာဖြစ်သနည်း <span>(၇၆)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို ငြင်းပယ်ပြီး အငြင်းပွားသူတို့၏ နိဂုံး</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- 'အို မုဟမ္မဒ်၊ အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို ငြင်းပယ်ပြီး မမှန်ကန်သောနည်းလမ်းဖြင့် သမ္မာတရားကို အငြင်းပွားသူတို့သည် ၎င်းတို့၏ စိတ်အာရုံများ သမ္မာတရားမှ မည်သို့လွှဲပြောင်းကာ လမ်းလွဲနေကြသည်ကို သင် အံ့ဩခြင်းမရှိပေဘူးလား။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းတော်မြတ်ကိုလည်းကောင်း၊ ငါတို့စေလွှတ်သော တမန်တော်များနှင့်တကွ ငါတို့စေလွှတ်သော အရာကိုလည်းကောင်း ငြင်းပယ်သူတို့)</span> ဆိုလိုသည်မှာ လမ်းညွှန်မှုနှင့် ထင်ရှားသော သက်သေအထောက်အထားကို ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မကြာမီ သိရှိကြလိမ့်မည်။)</span> ၎င်းသည် ဤသူတို့အပေါ် အရှင်သခင်ထံမှ ပြင်းထန်သော သတိပေးချက်နှင့် ထင်ရှားသော ခြိမ်းခြောက်မှုဖြစ်သည်။ ၎င်းသည် အာယသ်တော်နှင့် တူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်သူတို့အား ထိုနေ့တွင် ဝမ်းနည်းဖွယ်ရာ!)</span><span class=\"gray\">(၇၇:၁၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လည်ပင်းတို့၌ သံကော်လာများ ချိတ်ဆွဲခံရကာ သံကြိုးများ။)</span> ဆိုလိုသည်မှာ သံကြိုးများကို သံကော်လာများတွင် ချိတ်ဆွဲထားမည်ဖြစ်ပြီး ငရဲထိန်းများသည် ၎င်းတို့ကို ၎င်းတို့၏ မျက်နှာပေါ်တွင် ဆွဲငင်သွားလိမ့်မည်၊ တစ်ခါတစ်ရံ ဆူပွက်နေသောရေထဲသို့၊ တစ်ခါတစ်ရံ မီးထဲသို့ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسْحَبُونَ - فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဆွဲငင်ခံရမည်၊ ဆူပွက်နေသော ရေထဲတွင်၊ ထို့နောက် ၎င်းတို့သည် မီးထဲတွင် မီးရှို့ခံရလိမ့်မည်။)</span> ၎င်းသည် အာယသ်တော်များနှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ - يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ပြစ်မှုကျူးလွန်သူများ ငြင်းပယ်ခဲ့သော ငရဲဖြစ်သည်။ ၎င်းတို့သည် ၎င်းနှင့် ပြင်းထန်စွာ ဆူပွက်နေသော ရေကြားတွင် သွားလာကြလိမ့်မည်!)</span><span class=\"gray\">(၅၅:၄၃-၄၄)</span>။ </p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ဇက်ကွမ် <span class=\"gray\">(ငရဲ၏ ခါးသောသစ်ပင်)</span> ကို စားသုံးကြမည့်ပုံနှင့် ဟာမီမ် <span class=\"gray\">(ဆူပွက်နေသော ရေ)</span> ကို သောက်သုံးကြမည့်ပုံကို ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ ဧကန်မလွဲ ၎င်းတို့၏ ပြန်လည်ရောက်ရှိရာသည် ငရဲမီးလျှံသို့ပင် ဖြစ်သည်။)</span><span class=\"gray\">(၃၇:၆၈)</span>၊ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ - فِي سَمُومٍ وَحَمِيمٍ - وَظِلٍّ مِنْ يَحْمُومٍ - لَا بَارِدٍ وَلَا كَرِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လက်ဝဲဘက်မှ လူတို့ – လက်ဝဲဘက်မှ လူတို့သည် မည်မျှ <span class=\"gray\">(ကံမကောင်း)</span> ဖြစ်မည်နည်း။ ပြင်းထန်သော ပူသောလေနှင့် ဆူပွက်နေသောရေ၊ ထို့ပြင် မည်းမှောင်သော မီးခိုးရိပ် <span class=\"gray\">(ထိုရိပ်)</span> သည် အေးမြခြင်းလည်းမရှိ၊ သာယာခြင်းလည်းမရှိ။)</span> အထိ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ - لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ - فَمَالِئُونَ مِنْهَا الْبُطُونَ - فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ - فَشَارِبُونَ شُرْبَ الْهِيمِ - هَٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင်၊ ဧကန်မလွဲ – အသင်တို့၊ လမ်းမှားသူတို့၊ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ခြင်းကို)</span> ငြင်းပယ်သူတို့! ဧကန်မလွဲ အသင်တို့သည် ဇက်ကွမ်သစ်ပင်များမှ စားသုံးကြလိမ့်မည်။ ထို့နောက် အသင်တို့သည် ၎င်းဖြင့် ဝမ်းများကို ပြည့်စေကြလိမ့်မည်။ ၎င်းအပေါ်တွင် ဆူပွက်နေသောရေကို သောက်သုံးကြလိမ့်မည်။ အသင်တို့သည် ရေငတ်နေသော ကုလားအုတ်များကဲ့သို့ <span class=\"gray\">(၎င်းကို)</span> သောက်သုံးကြလိမ့်မည်! ၎င်းသည် အစားခံရသောနေ့တွင် ၎င်းတို့၏ ဖျော်ဖြေရေးဖြစ်လိမ့်မည်!)</span><span class=\"gray\">(၅၆: ၄၁-၄၄, ၅၁-၅၆)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ شَجَرَتَ الزَّقُّومِ - طَعَامُ الْأَثِيمِ - كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ - كَغَلْيِ الْحَمِيمِ - خُذُوهُ فَاعْتِلُوهُ إِلَىٰ سَوَاءِ الْجَحِيمِ - ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ - ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ - إِنَّ هَٰذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဇက်ကွမ်သစ်ပင်သည် အပြစ်သားတို့၏ အစားအစာဖြစ်လိမ့်မည်။ ဆူပွက်နေသော ဆီကဲ့သို့ ၎င်းသည် ဝမ်းများထဲတွင် ဆူပွက်လိမ့်မည်၊ ပြင်းထန်စွာ ဆူပွက်နေသော ရေကဲ့သို့ပင်။ <span class=\"gray\">(ပြောကြားလိမ့်မည်- )</span> \"၎င်းကို ဖမ်းဆီးကာ တောက်လောင်နေသော ငရဲမီးအလယ်သို့ ဆွဲခေါ်ပြီးနောက် ၎င်း၏ခေါင်းပေါ်သို့ ဆူပွက်နေသောရေ၏ ဝေဒနာကို လောင်းချပါ။ <span class=\"gray\">(၎င်းကို)</span> မြည်းစမ်းကြည့်ပါ! ဧကန်မလွဲ အသင်သည် တန်ခိုးကြီးပြီး ရက်ရောသူ <span class=\"gray\">(ဟန်ဆောင်ခဲ့)</span> သူဖြစ်သည်။ ဧကန်မလွဲ ဤသည်မှာ အသင်တို့ သံသယဖြစ်ခဲ့ဖူးသောအရာဖြစ်သည်။\")</span><span class=\"gray\">(၄၄:၄၃-၅၀)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို ဆူပူကြိမ်းမောင်းရန်နှင့် လှောင်ပြောင်ရန် ပြောဆိုခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ - مِنْ دُونِ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့အား ပြောကြားလိမ့်မည်- \"အသင်တို့ အပါအဝင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အသင်တို့ ဘုရားဖက်ယှဉ်ကိုးကွယ်ခဲ့ကြသည့်သူများ <span class=\"gray\">(အလုံးစုံ)</span> မည်သည့်နေရာတွင် ရှိကြသနည်း။\")</span> ဆိုလိုသည်မှာ ၎င်းတို့အား ပြောကြားလိမ့်မည်၊ 'အသင်တို့ အလ္လာဟ်အရှင်မြတ်အစား ကိုးကွယ်ခဲ့ကြသော ရုပ်တုများ မည်သည့်နေရာတွင် ရှိသနည်း။ ၎င်းတို့သည် အသင်တို့ကို ယနေ့ ကူညီနိုင်ပါ့မလား။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا ضَلُّوا عَنَّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြားလိမ့်မည်- \"၎င်းတို့သည် ကျွန်ုပ်တို့ထံမှ ပျောက်ကွယ်သွားခဲ့ကြပြီ...\")</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထွက်ခွာသွားခဲ့ကြပြီး ကျွန်ုပ်တို့အတွက် မည်သည့်အရာကိုမျှ မလုပ်ဆောင်နိုင်တော့ပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ကျွန်ုပ်တို့သည် မည်သည့်အရာကိုမျှ ယခင်က မပန်ကြားခဲ့ <span class=\"gray\">(ကိုးကွယ်ခဲ့)</span> ဘူး။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့ကို ကိုးကွယ်ခဲ့ခြင်းကို ငြင်းပယ်ကြလိမ့်မည်။ ၎င်းသည် အာယသ်တော်နှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့အတွက် <span class=\"gray\">(ကျန်ရှိသော)</span> မည်သည့် ဖစ်သနာ <span class=\"gray\">(ဆင်ခြေ)</span> မျှ မရှိတော့ဘဲ \"အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်တို့၏ အရှင်သခင်ကို ကျမ်းသစ္စာပြု၍ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခဲ့သူများ မဟုတ်ခဲ့ပါ\" ဟု ပြောဆိုခြင်းသာ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၆:၂၃)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့ကို လမ်းလွဲစေတော်မူသည်)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ခြင်းမှာ အသင်တို့သည် မြေပြင်တွင် မတရား ပျော်ရွှင်ခဲ့ကြခြင်းကြောင့်ဖြစ်ပြီး အသင်တို့ အလွန်အမင်း ဝမ်းမြောက်ခဲ့ကြခြင်းကြောင့် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ကောင်းကင်တမန်များသည် ၎င်းတို့အား ပြောကြားလိမ့်မည်၊ 'ယခု အသင်တို့ ခံစားနေရသည်မှာ မြေပြင်တွင် မတရား ပျော်ရွှင်ခဲ့ခြင်းနှင့် အသင်တို့၏ ကြီးကျယ်လွန်းခြင်းတို့အတွက် အသင်တို့၏ အကျိုးဆိုးဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲမီးတံခါးများမှ ဝင်ရောက်ကြကုန်လော့။ ထိုငရဲ၌ အသင်တို့ ထာဝရနေထိုင်ကြမည်ဖြစ်ပြီး <span class=\"gray\">(စင်စစ်အားဖြင့်)</span> မာန်မာနထောင်လွှားသူတို့အတွက် မည်မျှဆိုးရွားသော နေထိုင်ရာဖြစ်သနည်း!)</span> ဆိုလိုသည်မှာ မည်မျှ ကြောက်မက်ဖွယ်ကောင်းသော နေထိုင်ရာနှင့် နောက်ဆုံးပန်းတိုင်ဖြစ်သနည်း၊ အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို မာန်မာနထောင်လွှားစွာ လျစ်လျူရှုပြီး အရှင်မြတ်၏ သက်သေအထောက်အထားကို လက်ခံရန် ငြင်းဆန်သူတို့အတွက် အရှက်ရခြင်းနှင့် ပြင်းထန်သော ပြစ်ဒဏ်များဖြင့် ပြည့်နှက်နေသည်ကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]