[
  {
    "ayah_key": "18:21",
    "group_ayah_key": "18:21",
    "from_ayah": "18:21",
    "to_ayah": "18:21",
    "ayah_keys": "18:21",
    "text": "<p lang=\"my\" class=\"my \">ထိုနည်းတူစွာပင် အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ကြောင်းနှင့် ရှင်ပြန်ထမည့်နေ့နှင့်ပတ်သက်၍ မည်သည့်သံသယမျှမရှိနိုင်ကြောင်း ၎င်းတို့သိရှိရန် ၎င်းတို့၏အကြောင်းကို ကျွန်ုပ်တို့ ထုတ်ဖော်ခဲ့သည်။ <span class=\"gray\">(မှတ်ကြလော့။)</span> ထိုအခါ ၎င်းတို့ <span class=\"gray\">(လူအများ)</span> သည် ၎င်းတို့၏အကြောင်းနှင့်ပတ်သက်၍ အချင်းချင်းငြင်းခုံခဲ့ကြရာတွင် ၎င်းတို့က \"သူတို့အပေါ်တွင် အဆောက်အအုံတစ်ခု တည်ဆောက်ကြလော့။ သူတို့၏အရှင်သည် သူတို့အကြောင်းကို အကောင်းဆုံးသိတော်မူ၏\" ဟု ဆိုခဲ့ကြသည်။ <span class=\"gray\">(ထို့နောက်)</span> ၎င်းတို့၏အချက်ကို အနိုင်ရရှိခဲ့သူများက \"ကျွန်ုပ်တို့သည် သူတို့အပေါ်တွင် ဝတ်ပြုရာနေရာတစ်ခုကို တည်ဆောက်ကြမည်ဖြစ်သည်။ <span>(၂၁)</span></p><div lang=\"my\" class=\"my \"><h2>မြို့သူမြို့သားများ ၎င်းတို့အကြောင်း မည်သို့သိရှိခဲ့ပုံ၊ ဂူပေါ်တွင် အထိမ်းအမှတ်အဆောက်အအုံ ဆောက်လုပ်ခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذٰلِكَ اَعۡثَرۡنَا عَلَيۡهِمۡ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာပင် ၎င်းတို့၏အကြောင်းကို ကျွန်ုပ်တို့ ထုတ်ဖော်ခဲ့သည်၊)</span> ဟူသည် 'လူအများ ၎င်းတို့ကို ရှာတွေ့စေခဲ့သည်' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَعۡلَمُوۡۤا اَنَّ وَعۡدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيۡبَ فِيۡهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာပင် အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ကြောင်းနှင့် ရှင်ပြန်ထမည့်နေ့နှင့်ပတ်သက်၍ မည်သည့်သံသယမျှမရှိနိုင်ကြောင်း ၎င်းတို့သိရှိရန်။)</span></p><p lang=\"my\" class=\"my \">ဆလဖ်ခေတ်မှ ပညာရှင်များစွာက ထိုခေတ်လူများသည် ရှင်ပြန်ထမြောက်ခြင်းနှင့်ပတ်သက်၍ သံသယရှိခဲ့ကြကြောင်း ဖော်ပြခဲ့သည်။ 'အိကရီမာဟ်က' ပြောကြားသည်မှာ \"၎င်းတို့အနက် အုပ်စုတစ်စုက ဝိညာဉ်များသည် ရှင်ပြန်ထမြောက်လိမ့်မည်ဟု ဆိုခဲ့သော်လည်း ခန္ဓာကိုယ်များမှာမူ မဟုတ်ပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ခြင်း၏ နိမိတ်လက္ခဏာနှင့် သက်သေအဖြစ် ဂူသူဂူသားများကို ရှင်ပြန်ထမြောက်စေခဲ့သည်\"။ ၎င်းတို့ပြောကြားသည်မှာ ၎င်းတို့အဖွဲ့ဝင်တစ်ဦးကို မြို့ထဲသို့ စားစရာဝယ်ရန် စေလွှတ်လိုသောအခါ သူသည် အသွင်ယူကာ ကွဲပြားသောလမ်းမှ လျှောက်သွားခဲ့ပြီး နောက်ဆုံးတွင် မြို့သို့ရောက်ရှိခဲ့သည်။ ထိုမြို့ကို ဒက်ခ်ဆပ်စ်ဟု ခေါ်သည်ဟု ၎င်းတို့ပြောကြသည်။ သူသည် ထိုနေရာမှ ထွက်ခွာခဲ့သည်မှာ မကြာသေးဟု ထင်ခဲ့သော်လည်း အမှန်တကယ်တွင် ရာစုနှစ်များစွာ၊ မျိုးဆက်များစွာ၊ နိုင်ငံများစွာ ကုန်လွန်ခဲ့ပြီး တိုင်းပြည်နှင့် လူများလည်း ပြောင်းလဲသွားခဲ့သည်။ သူသည် သူမှတ်မိသည့် ဒေသဆိုင်ရာ အထင်ကရနေရာများကို မတွေ့ရဘဲ မည်သည့်လူကိုမျှ၊ အထက်တန်းလွှာမှဖြစ်စေ၊ သာမန်လူများဖြစ်စေ မမှတ်မိတော့ပေ။ သူသည် စိတ်ရှုပ်ထွေးလာပြီး သူ့ကိုယ်သူ \"ငါရူးနေပြီလား၊ ဒါမှမဟုတ် လှည့်စားခံနေရတာလား၊ ဒါမှမဟုတ် အိပ်မက်မက်နေတာလား\" ဟု ပြောမိသည်။ ထို့နောက် သူက \"အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါတယ်၊ ကျွန်တော် ဘာမှဒီလိုမဟုတ်ပါဘူး၊ မနေ့ညက မြင်ခဲ့ရတာက ဒါနဲ့မတူပါဘူး\" ဟု ပြောခဲ့သည်။ ထို့နောက် သူက \"ကျွန်တော် ဒီကနေထွက်သွားတာ ပိုကောင်းမယ်\" ဟု ပြောခဲ့သည်။ ထို့နောက် သူသည် အစားအသောက်ရောင်းသူတစ်ဦးထံသွားကာ သူ့တွင်ရှိသောငွေကိုပေးပြီး အစားအသောက်အချို့ကို ရောင်းချရန် တောင်းဆိုခဲ့သည်။ ထိုသူသည် ငွေကို မြင်သောအခါ ၎င်းကို သို့မဟုတ် ၎င်း၏တံဆိပ်ကို မမှတ်မိခဲ့သဖြင့် သူ၏အိမ်နီးချင်းကို လွှဲပြောင်းပေးခဲ့ပြီး ၎င်းတို့အားလုံးက \"ဒီလူ ရတနာတစ်ခုခုတွေ့ခဲ့တာ ဖြစ်နိုင်တယ်\" ဟု ပြောဆိုကာ လက်ဆင့်ကမ်းခဲ့ကြသည်။ သူတို့က သူ့ကို ဘယ်သူလဲ၊ ဒီပိုက်ဆံကို ဘယ်ကရတာလဲဟု မေးခဲ့သည်။ သူသည် ရတနာတစ်ခုကို တွေ့ခဲ့တာလား။ သူဘယ်သူလဲ။ သူက \"ကျွန်တော်က ဒီမြေကပါ၊ မနေ့က ဒီမှာနေခဲ့တာဖြစ်ပြီး ဒက်စီယာနပ်စ်က အုပ်ချုပ်သူပါ\" ဟု ပြောခဲ့သည်။ သူတို့က သူ့ကို ရူးနေသည်ဟု စွပ်စွဲပြီး အုပ်ချုပ်ရေးမှူးထံ ခေါ်ဆောင်သွားခဲ့ရာ အုပ်ချုပ်ရေးမှူးက သူ့အခြေအနေများကို မေးမြန်းခဲ့ပြီး သူကလည်း ပြန်ဖြေခဲ့သည်။ သူသည် သူ၏အခြေအနေနှင့်ပတ်သက်၍ စိတ်ရှုပ်ထွေးနေခဲ့သည်။ သူက သူတို့အား ပြောပြသောအခါ ၎င်းတို့— ဘုရင်နှင့် မြို့သူမြို့သားများ—သည် သူ့နှင့်အတူ ဂူသို့သွားခဲ့ကြပြီး သူက \"ကျွန်တော့်ကို အရင်ဝင်ခွင့်ပြုပြီး ကျွန်တော့်ရဲ့အဖော်တွေကို သိစေပါ\" ဟု ပြောခဲ့သည်။ လူတွေက သူဘယ်လိုဝင်သွားတာလဲဆိုတာ မသိခဲ့ကြဘူးလို့လည်း ဆိုကြပြီး လူတွေက သူတို့ရဲ့ဇာတ်လမ်းကို မသိခဲ့ကြဘူးလို့လည်း ဆိုကြသည်။ ၎င်းတို့က ဂူထဲဝင်ပြီး သူတို့ကို မြင်ခဲ့ကြကာ ဘုရင်က သူတို့ကို နှုတ်ဆက်ပြီး ပွေ့ဖက်ခဲ့သည်ဟုလည်း ဆိုကြသည်။ သိသာသည်မှာ သူသည် မွတ်စလင်တစ်ဦးဖြစ်ပြီး သူ့နာမည်မှာ တေဒိုစစ်စ် ဖြစ်သည်။ သူတို့သည် သူ့ကိုတွေ့ဆုံရခြင်းအတွက် ဝမ်းမြောက်ကြပြီး သူ့နှင့် စကားပြောဆိုခဲ့ကြသည်။ ထို့နောက် သူတို့သည် သူ့ကို နှုတ်ဆက်ပြီး ပြန်အိပ်ခဲ့ကြကာ အလ္လာဟ်အရှင်မြတ်က သူတို့ကို သေဆုံးစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာလျှင် အကောင်းဆုံး သိတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذٰلِكَ اَعۡثَرۡنَا عَلَيۡهِمۡ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာပင် ၎င်းတို့၏အကြောင်းကို ကျွန်ုပ်တို့ ထုတ်ဖော်ခဲ့သည်၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ ၎င်းတို့ကို အိပ်ပျော်စေခဲ့သလို ရုပ်ပိုင်းအရ ပြည့်စုံစွာ နိုးထစေခဲ့သလိုပင်၊ ၎င်းတို့၏ဇာတ်လမ်းကို ထိုခေတ်လူများအား သိစေခဲ့သည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَعۡلَمُوۡۤا اَنَّ وَعۡدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيۡبَ فِيۡهَا اِذۡ يَتَنَازَعُوۡنَ بَيۡنَهُمۡ اَمۡرَهُمۡ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ကြောင်းနှင့် ရှင်ပြန်ထမည့်နေ့နှင့်ပတ်သက်၍ မည်သည့်သံသယမျှမရှိနိုင်ကြောင်း ၎င်းတို့သိရှိရန်။ <span class=\"gray\">(မှတ်ကြလော့)</span> ထိုအခါ ၎င်းတို့ <span class=\"gray\">(လူအများ)</span> သည် ၎င်းတို့၏အကြောင်းနှင့်ပတ်သက်၍ အချင်းချင်းငြင်းခုံခဲ့ကြရာတွင်၊)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ခြင်းနှင့်ပတ်သက်၍ ဖြစ်သည်။ အချို့က ယုံကြည်ကြပြီး အချို့က ငြင်းပယ်ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဂူသူဂူသားများကို ရှာဖွေတွေ့ရှိခြင်းကို ၎င်းတို့ဘက်မှ သို့မဟုတ် ၎င်းတို့နှင့်ဆန့်ကျင်ဘက် သက်သေအဖြစ် ပြုလုပ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالُوا ابۡنُوۡا عَلَيۡهِمۡ بُنۡيَانًا ۖ رَّبُّهُمۡ اَعۡلَمُ بِهِمۡ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"သူတို့အပေါ်တွင် အဆောက်အအုံတစ်ခု တည်ဆောက်ကြလော့။ သူတို့၏အရှင်သည် သူတို့အကြောင်းကို အကောင်းဆုံးသိတော်မူ၏\" ဟု ဆိုခဲ့ကြသည်၊)</span> ဆိုလိုသည်မှာ သူတို့၏ဂူတံခါးကို သူတို့အပေါ်တွင် ပိတ်ထားပြီး သူတို့ရှိသည့်အတိုင်း ထားလိုက်ကြရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِيۡنَ غَلَبُوۡا عَلٰۤى اَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِمۡ مَّسۡجِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အချက်ကို အနိုင်ရရှိခဲ့သူများက \"ကျွန်ုပ်တို့သည် သူတို့အပေါ်တွင် ဝတ်ပြုရာနေရာတစ်ခုကို တည်ဆောက်ကြမည်ဖြစ်သည်။\")</span> ဤသို့ပြောဆိုခဲ့သူများသည် အာဏာနှင့်သြဇာရှိသူများ ဖြစ်ကြသည်။ သို့သော် ၎င်းတို့သည် ကောင်းသောသူများ ဟုတ်မဟုတ်ကိုမူ အငြင်းပွားဖွယ်ရာရှိသည်။ အကြောင်းမှာ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَنَ اللّٰهُ الۡيَهُوۡدَ وَالنَّصَارٰى اتَّخَذُوۡا قُبُوۡرَ اَنۡبِيَآئِهِمۡ وَصَالِحِيۡهِمۡ مَسَاجِدَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏တမန်တော်များနှင့် သူတော်စင်များ၏ ဂူသင်္ချိုင်းများကို ဝတ်ပြုရာနေရာများအဖြစ် ပြုလုပ်ခဲ့ကြသော ဂျူးများနှင့် ခရစ်ယာန်များကို ကျိန်ဆဲတော်မူသည်)</span> ၎င်းတို့လုပ်ခဲ့သည်များကို သတိပေးခြင်းဖြစ်သည်။ ကျွန်ုပ်တို့သည် သစ္စာရှိသူတို့၏ ခေါင်းဆောင် 'အူမာရ် ဘင် အလ်-ခတ္တားဘ်' အကြောင်းကို သတင်းပို့ခဲ့ဖူးသည်။ သူ၏အုပ်ချုပ်မှုကာလအတွင်း အီရတ်တွင် ဒန်ညာလ် <span class=\"gray\">(ဒါနီယဲလ်)</span> ၏ ဂူကို ရှာဖွေတွေ့ရှိခဲ့သောအခါ ထိုဂူအကြောင်းကို လူအများထံမှ လျှို့ဝှက်ထားရန်နှင့် ၎င်းတို့တွေ့ရှိခဲ့သော စစ်ပွဲများအကြောင်း စသည်တို့ကို ဖော်ပြထားသည့် ကျောက်စာကို မြှုပ်နှံရန် အမိန့်ပေးခဲ့သည်။</p>"
  },
  {
    "ayah_key": "18:22",
    "group_ayah_key": "18:22",
    "from_ayah": "18:22",
    "to_ayah": "18:22",
    "ayah_keys": "18:22",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က သုံးဦးဖြစ်ပြီး ခွေးက လေးဦးမြောက်ဖြစ်သည်ဟု ဆိုကြသည်။ မမြင်နိုင်သော အရာကို ခန့်မှန်း၍ ငါးဦးဖြစ်ပြီး ခွေးက ခြောက်ဦးမြောက်ဖြစ်သည်ဟုလည်း ဆိုကြသည်။ ခုနစ်ဦးဖြစ်ပြီး ခွေးက ရှစ်ဦးမြောက်ဖြစ်သည်ဟုလည်း ဆိုကြသည်။ ပြောပါ- \"ကျွန်ုပ်၏ အရှင်သခင်သည် ၎င်းတို့၏ အရေအတွက်ကို အကောင်းဆုံးသိတော်မူ၏။ အနည်းငယ်မျှသော လူအနည်းငယ်မှလွဲ၍ မည်သူမျှမသိပေ။\" ထို့ကြောင့် ရှင်းလင်းပြတ်သားသော သက်သေအထောက်အထားဖြင့်သာ အငြင်းမပွားကြနှင့်။ ၎င်းတို့အနက်မှ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ <span class=\"gray\">(ဂူပိုင်ရှင်များအကြောင်း)</span> မတိုင်ပင်နှင့်။<span>(၂၂)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းတို့၏ အရေအတွက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဂူပိုင်ရှင်များ၏ အရေအတွက်နှင့်ပတ်သက်၍ လူတို့က အငြင်းပွားခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြထားသည်။ အာယတ်တော်တွင် အမြင်သုံးမျိုးကို ဖော်ပြထားပြီး စတုတ္ထအဆိုပြုချက်မရှိကြောင်း သက်သေပြသည်။ အလ္လာဟ်အရှင်မြတ်က ပထမအမြင်နှစ်ခုသည် မမှန်ကန်ကြောင်း ဖော်ပြထားပြီး၊ ၎င်းမှာ -</p><p class=\"fa qpc-hafs\" lang=\"fa\">رَجْمًا بِالْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်နိုင်သော အရာကို ခန့်မှန်းခြင်း)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် အသိပညာမရှိဘဲ ပြောဆိုခြင်းဖြစ်ပြီး၊ မသိသောပစ်မှတ်ကို ပစ်မှတ်ထားသူကဲ့သို့ပင် – သူသည် ထိရန် မဖြစ်နိုင်လောက်အောင် နည်းပါးပြီး၊ ထိခဲ့လျှင်ပင် ရည်ရွယ်ချက်ရှိရှိ မဟုတ်ပေ။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် တတိယအမြင်ကို ဖော်ပြထားပြီး ၎င်းအပေါ်တွင် မှတ်ချက်မပေးပေ၊ သို့မဟုတ် ၎င်းကို အတည်ပြု၍ မိန့်တော်မူသည် -</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَثَامِنُهُمْ كَلْبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ခွေးက ရှစ်ဦးမြောက်ဖြစ်သည်။)</span> ၎င်းသည် မှန်ကန်ပြီး ဤသို့ဖြစ်ခဲ့ကြောင်း ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်၏ အရှင်သခင်သည် ၎င်းတို့၏ အရေအတွက်ကို အကောင်းဆုံးသိတော်မူ၏။\")</span> ဤကဲ့သို့သော ကိစ္စများတွင် အကောင်းဆုံးလုပ်ဆောင်ရမည့်အရာမှာ အလ္လာဟ်အရှင်မြတ်ထံ အသိပညာကို ပြန်လည်ညွှန်းဆိုရန်ဖြစ်ကြောင်း ဖော်ပြသည်။ အကြောင်းမှာ အသိပညာမရှိဘဲ ထိုကဲ့သို့သော ကိစ္စရပ်များကို ဆွေးနွေးခြင်း၌ နစ်မြုပ်နေရန် မလိုအပ်သောကြောင့်ဖြစ်သည်။ ကျွန်ုပ်တို့အား ကိစ္စတစ်ခုနှင့်ပတ်သက်၍ အသိပညာပေးထားလျှင် ၎င်းအကြောင်းကို ပြောဆိုနိုင်သည်၊ သို့မဟုတ်ပါက ရှောင်ကြဉ်ရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနည်းငယ်မှလွဲ၍ မည်သူမျှမသိပေ။)</span> လူသားများအနက်မှ။ ကွာတာဒါဟ်က အိဘ်နုအဗ္ဗားစ်က ပြောသည်- \"ကျွန်ုပ်သည် ဤအာယတ်တော်တွင် ဖော်ပြထားသည့် အနည်းငယ်သောသူတို့အနက်မှ တစ်ဦးဖြစ်သည်၊ ၎င်းတို့သည် ခုနစ်ဦးဖြစ်သည်။\" အိဘ်နုဂျုရိုင်ဂျ်ကလည်း အတာအလ်ခုရာစာနီမှတစ်ဆင့် ၎င်းက \"ကျွန်ုပ်သည် ဤအာယတ်တော်တွင် ရည်ညွှန်းထားသောသူများအနက်မှ တစ်ဦးဖြစ်သည်\" ဟု ပြောကြောင်း ဖော်ပြခဲ့သည်။ ၎င်းက \"၎င်းတို့၏ အရေအတွက်မှာ ခုနစ်ဦးဖြစ်သည်။\" အိဘ်နုဂျာရီရ်က အိဘ်နုအဗ္ဗားစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနည်းငယ်မှလွဲ၍ မည်သူမျှမသိပေ။)</span> \"ကျွန်ုပ်သည် အနည်းငယ်သောသူတို့အနက်မှ တစ်ဦးဖြစ်ပြီး ၎င်းတို့သည် ခုနစ်ဦးဖြစ်သည်။\" အိဘ်နုအဗ္ဗားစ်မှတစ်ဆင့် သတင်းပို့ထားသော ၎င်းတို့ ခုနစ်ဦးဖြစ်သည်ဟု ဆိုသည့် ဤသတင်းများ၏ ဆက်စပ်မှုများသည် ဆဟီးဟ်ဖြစ်ပြီး ၎င်းသည် ကျွန်ုပ်တို့ အထက်တွင် ဖော်ပြထားသည်နှင့် ကိုက်ညီသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ရှင်းလင်းပြတ်သားသော သက်သေအထောက်အထားဖြင့်သာ အငြင်းမပွားကြနှင့်။)</span> ဆိုလိုသည်မှာ နူးညံ့သိမ်မွေ့စွာနှင့် ယဉ်ကျေးစွာ ဖြစ်သည်။ အကြောင်းမှာ ထိုအကြောင်းကို သိခြင်းမှ များစွာ အကျိုးအမြတ်ရရှိရန် မရှိသောကြောင့်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ <span class=\"gray\">(ဂူပိုင်ရှင်များအကြောင်း)</span> မတိုင်ပင်နှင့်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့၌ မမြင်နိုင်သော အရာကို ခန့်မှန်း၍ ဖန်တီးထားသည်မှလွဲ၍ ၎င်းနှင့်ပတ်သက်သည့် အသိပညာမရှိပေ။ ၎င်းတို့၌ မမှားနိုင်သော အရင်းအမြစ်မှ သက်သေအထောက်အထားမရှိပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင်၊ အို မိုဟာမက်ကို အမှန်တရားနှင့်အတူ စေလွှတ်တော်မူခဲ့သည်။ ၎င်းတွင် သံသယ သို့မဟုတ် ရှုပ်ထွေးမှုမရှိဘဲ၊ ယခင်ကျမ်းများနှင့် ပြောစကားများအားလုံးထက် ဦးစားပေးသင့်သည်။'</p>"
  }
]