[
  {
    "ayah_key": "2:45",
    "group_ayah_key": "2:45",
    "from_ayah": "2:45",
    "to_ayah": "2:46",
    "ayah_keys": "2:45,2:46",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ပြင် သည်းခံခြင်းနှင့် အဆ်-စလာဟ် <span class=\"gray\">(ဝတ်ပြုဆုတောင်းခြင်း)</span> ၌ အကူအညီရှာကြကုန်။ ထို့ပြင် မလွဲဧကန် ၎င်းသည် အလ်-ခါရှီအ်ဟ်များမှအပ အလွန်ပင်လေးလံခက်ခဲလှပေသည်)။ <span class=\"gray\">(၄၆ <span class=\"gray\">(၎င်းတို့သည်)</span> ၎င်းတို့၏ အရှင်သခင်နှင့် တွေ့ဆုံရတော့မည် ဖြစ်ပြီး ၎င်းထံသို့ပင် ပြန်သွားကြရမည်ကို သေချာသူများ ဖြစ်သည် <span>(၄၅)</span></span></p><div lang=\"my\" class=\"my \"><h2>သည်းခံခြင်းနှင့် ဝတ်ပြုဆုတောင်းခြင်းတို့ဖြင့် ရရှိလာသော အကူအညီ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား ဤဘဝနှင့် နောင်ဘဝ၏ ကောင်းကျိုးများကို ရရှိစေရန် သည်းခံခြင်းနှင့် ဝတ်ပြုဆုတောင်းခြင်းကို အသုံးပြုရန် အမိန့်ပေးခဲ့သည်။ မုကာသိလ် ဘင် ဟိုင်ယန်က ဤအာယသ်၏ အဓိပ္ပါယ်မှာ \"နောင်ဘဝကို ရှာဖွေရာတွင် သည်းခံခြင်းနှင့် မဖြစ်မနေ ဝတ်ပြုဆုတောင်းခြင်းတို့ကို အသုံးပြုပါ\" ဟု ပြောကြားခဲ့သည်။ သည်းခံခြင်း <span class=\"gray\">(ဤနေရာတွင်)</span> နှင့်ပတ်သက်၍ ၎င်းသည် ရိုဇာ(ဥပုသ်) စောင့်ခြင်းကို ဆိုလိုသည်ဟု ၎င်းတို့က ဆိုကြသည်။ မုဂျာဟစ်ဒ်ထံမှလည်း အလားတူကျမ်းဂန်များ ဖော်ပြထားသည်။ အလ်-ကွရ်တူဘီနှင့် အခြားသော ပညာရှင်များက \"၎င်းသည် ဟဒီးဆ်ကျမ်းဂန်များတွင် ဖော်ပြထားသည့်အတိုင်း ရမ်ဇာန်လကို သည်းခံခြင်းလဟု ခေါ်ဝေါ်ရခြင်း၏ အကြောင်းရင်းဖြစ်သည်\" ဟု မှတ်ချက်ပြုခဲ့ကြသည်။ အာယသ်တွင် 'သည်းခံခြင်း' ဆိုသည်မှာ မကောင်းမှုမှ ရှောင်ကြဉ်ခြင်းကို ဆိုလိုသည်ဟုလည်း ဆိုကြပြီး၊ ထို့ကြောင့် ဝတ်ပြုမှုများကို ကျင့်သုံးခြင်း၊ အထူးသဖြင့် ဆုတောင်းခြင်းနှင့်အတူ 'သည်းခံခြင်း' ကို ဖော်ပြခဲ့ခြင်းဖြစ်သည်။ ထို့ပြင် အစ်ဗ်နု အဘီ ဟာတိမ်က အွမ္မရ် ဘင် အလ်-ခွတ်တာဗ်က \"သည်းခံခြင်းနှစ်မျိုးရှိသည်- ဘေးအန္တရာယ်ကျရောက်သည့်အခါ ကောင်းသောသည်းခံခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်၏ တားမြစ်ချက်များကို ရှောင်ကြဉ်စဉ် ပိုမိုကောင်းမွန်သော သည်းခံခြင်းတို့ ဖြစ်သည်\" ဟု ပြောကြားခဲ့ကြောင်း ပြန်လည်ပြောပြခဲ့သည်။ အစ်ဗ်နု အဘီ ဟာတိမ်က အလ်-ဟာဆန် အလ်-ဘစရီလည်း အလားတူ ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّلَاةِ</p><p lang=\"su\" class=\"su \"><span class=\"gray\">(And As-Salah <span class=\"gray\">(the prayer)</span>.)</span></p><p lang=\"my\" class=\"my \">ဝတ်ပြုဆုတောင်းခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို ခိုင်မြဲစွာ လိုက်နာရန် အကောင်းဆုံးအကူအညီများထဲမှ တစ်ခုဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ ۖ إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنكَرِ ۗ وَلِذِكْرُ اللَّهِ أَكْبَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> အား ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> မှ ထုတ်ပြန်ပြသခဲ့သည်များကို ရွတ်ဖတ်ပါ၊ ထို့ပြင် အဆ်-စလာဟ် <span class=\"gray\">(ဝတ်ပြုဆုတောင်းခြင်း)</span> ကို ဆောင်ရွက်ပါ။ မုချဧကန် အဆ်-စလာဟ် <span class=\"gray\">(ဝတ်ပြုဆုတောင်းခြင်း)</span> သည် အလ်-ဖာရှာအ် <span class=\"gray\">(ဆိုလိုသည်မှာ အမျိုးမျိုးသော ကြီးမားသည့်အပြစ်များ)</span> မှလည်းကောင်း၊ အလ်-မွန်ကာရ် မှလည်းကောင်း တားဆီးကာကွယ်ပါသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်အား သတိရခြင်း <span class=\"gray\">(ချီးမွမ်းခြင်း)</span> သည် မုချကြီးမြတ်လှပေသည်)</span><span class=\"gray\">(၂၉:၄၅)</span>။</p><p lang=\"my\" class=\"my \">အာယသ်ရှိ နာမ်စားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهَا لَكَبِيرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မလွဲဧကန် ၎င်းသည် အလွန်လေးလံခက်ခဲလှသည်)</span> သည် ဝတ်ပြုဆုတောင်းခြင်းကို ရည်ညွှန်းသည်ဟု မုဂျာဟစ်ဒ်က ပြောကြားခဲ့ကြောင်း ဖော်ပြထားပြီး၊ ၎င်းသည် အစ်ဗ်နု ဂျရီရ်၏ ရွေးချယ်မှုလည်း ဖြစ်သည်။ အဆိုပါ နာမ်စားသည် အာယသ်တွင် ဖော်ပြထားသော သည်းခံခြင်းနှင့် ဝတ်ပြုဆုတောင်းခြင်းကို လိုက်နာရန် အကြံပြုချက်ကို ရည်ညွှန်းခြင်း ဖြစ်နိုင်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် ကာရွန် <span class=\"gray\">(ကိုရာဟ်)</span> အကြောင်းကို မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် <span class=\"gray\">(ဘာသာရေး)</span> အသိပညာပေးခံခဲ့ရသူတို့က \"အသင်တို့အား ဘေးဒုက္ခကျရောက်ပါစေ! အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ် <span class=\"gray\">(နောင်ဘဝတွင်)</span> သည် ယုံကြည်၍ ကောင်းမြတ်သော လုပ်ရပ်များ ပြုလုပ်သူများအတွက် ပို၍ကောင်းမွန်ပါသည်၊ ထို့ပြင် ၎င်းကို အဆ်-ဆာဘီရွန်း <span class=\"gray\">(သည်းခံသူများ)</span> မှအပ မည်သူမျှ ရရှိနိုင်မည်မဟုတ်ပေ\" ဟု ပြောကြားခဲ့ကြသည်။)</span><span class=\"gray\">(၂၈:၈၀)</span>။</p><p lang=\"gl\" class=\"gl \">Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုနှင့် မကောင်းမှုသည် တူညီနိုင်မည်မဟုတ်ပေ။ <span class=\"gray\">(မကောင်းမှုကို)</span> ပိုမိုကောင်းမွန်သည့်အရာဖြင့် တွန်းလှန်ပါ၊ ထို့နောက် သင့်နှင့် သူ့အကြား ရန်ငြိုးရှိခဲ့သူသည် <span class=\"gray\">(ဖြစ်လာလိမ့်မည်)</span> သူငယ်ချင်းရင်းချာတစ်ဦးနှယ်။ သို့သော် ၎င်းကို <span class=\"gray\">(အထက်ပါအရည်အချင်း)</span> သည်းခံသူများမှအပ မည်သူမျှ မရရှိနိုင်ပေ - ထို့ပြင် ၎င်းကို ကံကောင်းသူ <span class=\"gray\">(နောင်ဘဝနှင့်)</span> ဤလောကတွင် ကြီးမားသော အခွင့်အရေးပိုင်ရှင်မှအပ မည်သူမျှ မရရှိနိုင်ပေ။)</span><span class=\"gray\">(၄၁:၃၄-၃၅)</span> ဆိုလိုသည်မှာ ဤအကြံပြုချက်ကို သည်းခံသူများနှင့် ကံကောင်းသူများသာ အကောင်အထည်ဖော်ကြသည်။ မည်သို့ပင်ဆိုစေ၊ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်သည် ဝတ်ပြုဆုတောင်းခြင်းသည် 'လေးလံ၍ ဝန်ထုပ်ဝန်ပိုးဖြစ်သည်' ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عَلَى الْخَاشِعِينَ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(except for Al-Khashi'in.)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဘီ သလ်ဟဟ်က အစ်ဗ်နု အဗ်ဗားစ်က ဤအာယသ်နှင့်ပတ်သက်၍ \"၎င်းတို့ <span class=\"gray\">(အလ်-ခါရှီအ်ဟ်များ)</span> သည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ပြသခဲ့သည်များကို ယုံကြည်သူများ ဖြစ်ကြသည်\" ဟု မှတ်ချက်ပြုခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ အရှင်သခင်နှင့် တွေ့ဆုံရတော့မည်ဖြစ်ပြီး၊ ၎င်းထံသို့ ပြန်သွားကြရမည်ကို သေချာသူများ ဖြစ်ကြသည်)</span> သည် ယခင်အာယသ်တွင် စတင်ခဲ့သော အကြောင်းအရာကို ဆက်လက်ဖော်ပြသည်။ ထို့ကြောင့် ဝတ်ပြုဆုတောင်းခြင်း သို့မဟုတ် ၎င်းကို လိုက်နာရန် အကြံပြုချက်သည် လေးလံသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عَلَى الْخَاشِعِينَ - الَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَاقُو رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ခါရှီအ်ဟ်များမှအပ။ <span class=\"gray\">(၎င်းတို့သည်)</span> ၎င်းတို့၏ အရှင်သခင်နှင့် တွေ့ဆုံရတော့မည်ကို သေချာ <span class=\"gray\">(ယဇွန်နူနာ)</span> သူများ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် စုဝေးခံရပြီး ၎င်းတို့၏ အရှင်သခင်နှင့် ရင်ဆိုင်ရမည်ကို သိရှိကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းထံသို့ပင် ၎င်းတို့ ပြန်သွားကြရမည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ကိစ္စရပ်အားလုံးသည် ကိုယ်တော်၏ ဆန္ဒတော်အောက်တွင်ရှိပြီး ကိုယ်တော်သည် မိမိအလိုရှိရာကို တရားမျှတစွာ ဆုံးဖြတ်တော်မူသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်လည်ရောက်ရှိပြီး အကဲဖြတ်ခံရမည်ကို သေချာသောကြောင့် နာခံမှုများကို လုပ်ဆောင်ရန်နှင့် တားမြစ်ချက်များကို ရှောင်ကြဉ်ရန် ၎င်းတို့အတွက် လွယ်ကူသည်။ အစ်ဗ်နု ဂျရီရ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အပေါ် မှတ်ချက်ပြုခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\"> يَظُنُّونَ أَنَّهُم مُّلَاقُو رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယဇွန်နူနာ ၎င်းတို့သည် ၎င်းတို့၏ အရှင်သခင်နှင့် တွေ့ဆုံရတော့မည်)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု ဂျရီရ်က \"အာရပ်လူမျိုးတို့သည် သေချာခြင်းနှင့် သံသယကို ဇန်န် ဟု ခေါ်ဝေါ်ကြသည်။ အာရပ်ဘာသာစကားတွင် အကြောင်းအရာတစ်ခုနှင့် ၎င်း၏ ဆန့်ကျင်ဘက်နှစ်ခုစလုံး အမည်တူယူသုံးခြင်း အလားတူဥပမာများ ရှိသည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မုဂျရီမွန်း <span class=\"gray\">(ရာဇဝတ်သားများ၊ မာဂျူစီများ၊ အပြစ်သားများ)</span> သည် ငရဲမီးကို မြင်ကြပြီး ၎င်းတို့သည် ထိုငရဲမီးထဲသို့ ကျရောက်ရတော့မည်ဟု ဇန်နူ <span class=\"gray\">(သံသယ)</span> ရှိကြလိမ့်မည်)</span>\"<span class=\"gray\">(၁၈:၅၃)</span>။</p><p lang=\"my\" class=\"my \">စဟီဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်တစ်ဦးအား \"သင်အား လက်ထပ်ခွင့်မပြုခဲ့ဘူးလား၊ သင့်ကို ဂုဏ်မတင်ခဲ့ဘူးလား၊ မြင်းများနှင့် ကုလားအုတ်များကို သင့်အား မချုပ်ကိုင်စေခဲ့ဘူးလား၊ သင့်ကို ခေါင်းဆောင်နှင့် အရှင်သခင်ဖြစ်ခွင့် မပြုခဲ့ဘူးလား\" ဟု မိန့်တော်မူလိမ့်မည်။ သူက \"ဟုတ်ကဲ့\" ဟု ပြောလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က \"သင်သည် ငါနှင့် တွေ့ဆုံရမည်ဟု ဇန်န် <span class=\"gray\">(ထင်မြင်ယူဆ)</span> ခဲ့သလား\" ဟု မိန့်တော်မူလိမ့်မည်။ သူက \"မဟုတ်ပါ\" ဟု ပြောလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က \"ဤနေ့တွင် သင် ငါ့ကို မေ့လျော့ခဲ့သကဲ့သို့ ငါသည် သင့်ကို မေ့လျော့မည်\" ဟု မိန့်တော်မူလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို ရှင်းပြသောအခါ ဤအကြောင်းအရာကို ထပ်မံ၍ အသေးစိတ်ဖော်ပြပါမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَسُواْ اللَّهَ فَنَسِيَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို မေ့လျော့ခဲ့ကြသဖြင့် ကိုယ်တော်ကလည်း ၎င်းတို့အား မေ့လျော့ခဲ့သည်)</span><span class=\"gray\">(၉:၆၇)</span>။</p>"
  },
  {
    "ayah_key": "2:47",
    "group_ayah_key": "2:47",
    "from_ayah": "2:47",
    "to_ayah": "2:47",
    "ayah_keys": "2:47",
    "text": "<p class=\"my translation\" lang=\"my\">အို အစ္စရာအီလ်၏သားသမီးတို့! ငါသည် သင်တို့အား ပေးသနားခဲ့သော ငါ၏ကျေးဇူးကို သတိရကြလော့။ ငါသည် သင်တို့အား အာလမ်ဟ်များ <span class=\"gray\">(လူမျိုးများ <span>(၄၇)</span></span> ထက် ပိုမိုနှစ်သက်ခဲ့ခြင်းကိုလည်း သတိရကြလော့။</p><div lang=\"my\" class=\"my \"><h2>အစ္စရာအီလ်၏သားသမီးတို့သည် အခြားလူမျိုးများထက် သာလွန်ခဲ့ကြောင်း သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အစ္စရာအီလ်၏သားသမီးတို့အား ၎င်းတို့၏ ဖခင်များနှင့် ဘိုးဘွားများအား ကိုယ်တော်ပေးသနားခဲ့သော ကျေးဇူးတော်များ၊ ၎င်းတို့ထံမှ ရစူလ်တမန်တော်များကို စေလွှတ်၍ ကျမ်းဂန်များ ထုတ်ပြန်ပြသခြင်းဖြင့် အခြားယခင်လူမျိုးများထက် မည်မျှပင်သာလွန်စေခဲ့ကြောင်းကို သတိပေးတော်မူသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدِ اخْتَرْنَاهُمْ عَلَىٰ عِلْمٍ عَلَى الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ၎င်းတို့ <span class=\"gray\">(အစ္စရာအီလ်၏သားသမီးများ)</span> ကို အာလမ်ဟ်များ <span class=\"gray\">(လူမျိုးများ)</span> အပေါ်တွင် အသိပညာဖြင့် ရွေးချယ်ခဲ့သည်)</span><span class=\"gray\">(၄၄:၃၂)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنبِيَاءَ وَجَعَلَكُم مُّلُوكًا وَآتَاكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(သတိရကြလော့)</span> မူဆာ <span class=\"gray\">(မောရှေ)</span> က မိမိ၏လူမျိုးအား \"အို ငါ၏လူမျိုးတို့! အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ကျေးဇူးပြုခဲ့သည်ကို သတိရကြလော့။ ကိုယ်တော်သည် သင်တို့အထဲမှ ပရောဖက်များကို ပေါ်ထွန်းစေခဲ့ပြီး၊ သင်တို့ကို ဘုရင်များ ဖြစ်စေခဲ့ကာ၊ အာလမ်ဟ်များ <span class=\"gray\">(လူမျိုးများ)</span> အထက်တွင် ဂုဏ်တင်ခဲ့သည်\" ဟု ပြောကြားခဲ့စဉ်အခါကို)</span><span class=\"gray\">(၅:၂၀)</span>။</p><p lang=\"cy\" class=\"cy \">Abu Ja'far Ar-Razi reported that Ar-Rabi' bin Anas said that Abu Al-'Aliyah said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါသည် သင်တို့အား အာလမ်ဟ်များထက် ပိုမိုနှစ်သက်ခဲ့သည်)</span> ဆိုလိုသည်မှာ \"၎င်းတို့အား ပေးသနားခဲ့သော ဘုရင်စနစ်၊ ရစူလ်တမန်တော်များနှင့် ကျမ်းဂန်များသည် ၎င်းတို့ခေတ်တွင် တည်ရှိခဲ့သော အခြားသော ဘုရင့်နိုင်ငံများအား ထိုသို့ပေးသနားခဲ့ခြင်းမရှိဘဲ၊ ကာလတိုင်းတွင် လူမျိုးတစ်မျိုး ရှိသည်။\" မုဂျာဟစ်ဒ်၊ အာရ်-ရဘီအ် ဘင် အနတ်စ်၊ ကွာတာဒါဟ်နှင့် အစ္စမာအီလ် ဘင် အဘီ ခါလစ်ဒ်တို့ကလည်း အလားတူ ပြောကြားခဲ့ကြောင်း ဖော်ပြထားသည်။</p><div lang=\"my\" class=\"my \"><h2>မိုဟမ္မဒ် <span class=\"gray\">(ﷺ)</span> ၏ အွမ္မသ်သည် အစ္စရာအီလ်၏သားသမီးများထက် ပိုမိုကောင်းမွန်သည်</h2></div><p lang=\"my\" class=\"my \">ဤသည်သာ အာယသ်ကို နားလည်နိုင်မည့် တစ်ခုတည်းသောနည်းလမ်းဖြစ်သည်၊ အကြောင်းမှာ ဤအွမ္မသ်သည် ၎င်းတို့၏အွမ္မသ်ထက် ပိုကောင်းသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ ۗ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَّهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် လူသားမျိုးနွယ်အတွက် ပေါ်ထွန်းလာသော အကောင်းဆုံးလူမျိုးဖြစ်သည်၊ သင်တို့သည် ကောင်းမှုကို ခိုင်းစေ၍ မကောင်းမှုကို တားမြစ်ကြပြီး အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ကြသည်။ အကယ်၍ ကျမ်းတော်ရှင်များ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်)</span> တို့ ယုံကြည်ခဲ့ကြပါမူ ၎င်းတို့အတွက် ပိုမိုကောင်းမွန်ခဲ့ပေမည်)</span><span class=\"gray\">(၃:၁၁၀)</span>။</p><p lang=\"my\" class=\"my \">ထို့ပြင် မွတ်စနဒ်နှင့် စုနန် ဟဒီးဆ်ကျမ်းများတွင် မူအာဝီယာ ဘင် ဟိုင်ဒါဟ် အလ်-ကွရ်ရှိရီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتُمْ تُوَفُّونَ سَبْعِينَ أُمَّةً أَنْتُمْ خَيْرُهَا وَأَكْرَمُهَا عَلَى اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ <span class=\"gray\">(မူဆလင်များ)</span> သည် ခုနစ်ဆယ်မြောက်လူမျိုးဖြစ်သော်လည်း အလ္လာဟ်အရှင်မြတ်၏ အမြင်တွင် သင်တို့သည် ၎င်းတို့အထဲမှ အကောင်းဆုံးနှင့် အဂုဏ်အထူးဆုံး ဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းအရာနှင့်ပတ်သက်၍ ဟဒီးဆ်ကျမ်းများစွာရှိပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို ဆွေးနွေးသောအခါ ၎င်းတို့ကို ဖော်ပြပါမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် လူသားမျိုးနွယ်အတွက် ပေါ်ထွန်းလာသော အကောင်းဆုံးလူမျိုးဖြစ်သည်)</span><span class=\"gray\">(၃:၁၁၀)</span>။</p>"
  }
]