[
  {
    "ayah_key": "42:47",
    "group_ayah_key": "42:47",
    "from_ayah": "42:47",
    "to_ayah": "42:48",
    "ayah_keys": "42:47,42:48",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်ထံမှ မရှောင်လွှဲနိုင်သော နေ့တစ်နေ့မရောက်မီ သင်၏အရှင်၏ ခေါ်သံကို တုံ့ပြန်ကြလော့။ ထိုနေ့တွင် သင်တို့အတွက် ခိုလှုံရာမရှိ၊ ငြင်းပယ်စရာလည်း မရှိပေ။ <span>(၄၇)</span>သို့သော် အကယ်၍ သူတို့သည် မျက်ကွယ်ပြုပါက၊ ကျွန်ုပ်တို့သည် သင့်အား သူတို့အပေါ် ဟာဖိဇ်အဖြစ် စေလွှတ်ခဲ့သည် မဟုတ်ပေ။ သင်၏တာဝန်မှာ ပို့ဆောင်ရန်သာဖြစ်သည်။ အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် လူသားအား ကျွန်ုပ်တို့ထံမှ ကရုဏာကို မြည်းစမ်းစေသောအခါ၊ သူသည် ထိုအရာကို ဝမ်းမြောက်၏။ သို့သော် သူတို့၏လက်များ ရှေ့သို့ပို့ဆောင်ခဲ့သော လုပ်ရပ်များကြောင့် မကောင်းမှုတစ်ခုခု သူတို့ကို ကျရောက်သောအခါ၊ ထိုအခါ အမှန်စင်စစ် လူသားသည် <span class=\"gray\">(ဖြစ်လာသည်)</span> ကျေးဇူးကန်းသူ <span>(၄၈)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့ မတိုင်မီ အလ္လာဟ်အရှင်မြတ်အား နာခံရန် တိုက်တွန်းချက်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများနှင့် ထိတ်လန့်ဖွယ်ရာ အဖြစ်အပျက်များအကြောင်း ပြောပြသောအခါ၊ ကိုယ်တော်သည် ကျွန်ုပ်တို့အား ၎င်းနှင့်ပတ်သက်၍ သတိပေးပြီး ၎င်းအတွက် ပြင်ဆင်ရန် အမိန့်ပေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ မရှောင်လွှဲနိုင်သော နေ့တစ်နေ့မရောက်မီ သင်၏အရှင်၏ ခေါ်သံကို တုံ့ပြန်ကြလော့။)</span> ဆိုသည်မှာ ကိုယ်တော်က အမိန့်ထုတ်ပြန်သည်နှင့် မျက်စိတစ်မှိတ်အတွင်း ဖြစ်ပေါ်လာမည်ဖြစ်ပြီး မည်သူမျှ ရှောင်လွှဲနိုင်မည် သို့မဟုတ် တားဆီးနိုင်မည် မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် သင်တို့အတွက် ခိုလှုံရာမရှိ၊ ငြင်းပယ်စရာလည်း မရှိပေ။)</span> ဆိုသည်မှာ သင်တို့အတွက် ခိုလှုံရန် ခိုင်မာသောနေရာ မရှိ၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ပုန်းအောင်းရန် နေရာမရှိ၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် သင်တို့ကို ကိုယ်တော်၏ အသိပညာနှင့် တန်ခိုးဖြင့် ဝန်းရံထားမည်ဖြစ်ပြီး ကိုယ်တော်မှတစ်ပါး ခိုလှုံရာ မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ - كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားက \"အဘယ်မှာ <span class=\"gray\">(ခိုလှုံရာ)</span> ထွက်ပြေးရမည်နည်း။\" ဟု ပြောလိမ့်မည်။ မဟုတ်ဘူး! ခိုလှုံရာ မရှိ! ထိုနေ့တွင် သင်၏အရှင်ထံသာ နားခိုရာ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၇၅:၁၀-၁၂)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنْ أَعْرَضُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ သူတို့သည် မျက်ကွယ်ပြုပါက၊)</span> ဆိုသည်မှာ ရုပ်တုကိုးကွယ်သူများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်အား သူတို့အပေါ် ဟာဖိဇ်အဖြစ် စေလွှတ်ခဲ့သည် မဟုတ်ပေ။)</span> ဆိုသည်မှာ 'သင်သည် သူတို့အပေါ် မည်သည့်အာဏာမှ မရှိ' ဟု အဓိပ္ပာယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာတွင် ဤသို့ မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား လမ်းညွှန်မှုသည် သင့်အပေါ်၌ မရှိ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို လမ်းညွှန်တော်မူ၏။)</span><span class=\"gray\">(၂:၂၇၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏တာဝန်မှာ <span class=\"gray\">(သတင်းစကား)</span> ကို ပို့ဆောင်ရန်သာဖြစ်ပြီး ကျွန်ုပ်တို့အပေါ်တွင် စစ်ဆေးခြင်း ရှိသည်။)</span><span class=\"gray\">(၁၃:၄၀)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က ဤသို့ မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏တာဝန်မှာ ပို့ဆောင်ရန်ဖြစ်သည်။)</span> ဆိုသည်မှာ 'ကျွန်ုပ်တို့သည် သင့်အား အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို သူတို့ထံ ပို့ဆောင်ရန်သာ လိုအပ်သည်။' ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် လူသားအား ကျွန်ုပ်တို့ထံမှ ကရုဏာကို မြည်းစမ်းစေသောအခါ၊ သူသည် ထိုအရာကို ဝမ်းမြောက်၏။)</span> ဆိုသည်မှာ သူထံသို့ သက်သောင့်သက်သာရှိသော အချိန်ရောက်လာသောအခါ သူသည် ထိုအရာကို ပျော်ရွှင်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنْ تُصِبْهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့အား ကျရောက်သောအခါ)</span> ဆိုသည်မှာ လူသားများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيِّئَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုတစ်ခုခု)</span> ဆိုသည်မှာ မိုးခေါင်ခြင်း၊ ပြစ်ဒဏ်၊ စမ်းသပ်မှု သို့မဟုတ် အခက်အခဲကို ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِنَّ الْإِنْسَانَ كَفُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အမှန်စင်စစ် လူသားသည် <span class=\"gray\">(ဖြစ်လာသည်)</span> ကျေးဇူးကန်းသူ!)</span> ဆိုသည်မှာ သူသည် ယခင်က သက်သောင့်သက်သာရှိခဲ့သော အချိန်များနှင့် ကောင်းချီးများကို မေ့လျော့ပြီး လက်ရှိအချိန်မှလွဲ၍ မည်သည့်အရာကိုမျှ အသိအမှတ်မပြုပေ။ သက်သောင့်သက်သာရှိသော အချိန်များ သူထံသို့ ရောက်လာပါက သူသည် မာနကြီးပြီး ကျူးလွန်၏။ သို့သော် အခက်အခဲတစ်ခုခု ကျရောက်ပါက သူသည် မျှော်လင့်ချက် ကင်းမဲ့ပြီး စိတ်ပျက်အားငယ်မှုများဖြင့် ပြည့်နှက်နေသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ အမျိုးသမီးများအား မိန့်ကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ النِّسَاءِ، تَصَدَّقْنَ، فَإِنِّي رَأَيْتُكُنَّ أَكْثَرَ أَهْلِ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အမျိုးသမီးအပေါင်းတို့၊ ဖဒါကာပေးကြလော့၊ အဘယ်ကြောင့်ဆိုသော် သင်တို့သည် ငရဲဘုံသားအများစု ဖြစ်နေသည်ကို ငါတွေ့မြင်ခဲ့ရသောကြောင့် ဖြစ်သည်။)</span> အမျိုးသမီးတစ်ဦးက \"အဘယ်ကြောင့်ပါနည်း၊ အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်?\" ဟု မေးမြန်းသောအခါ ကိုယ်တော်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأَنَّكُنَّ تُكْثِرْنَ الشِّكَايَةَ وَتَكْفُرْنَ الْعَشِيرَ، لَوْ أَحْسَنْتَ إِلىٰ إِحْدَاهُنَّ الدَّهْرَ ثُمَّ تَرَكْتَ يَوْمًا، قَالَتْ: مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော် သင်တို့သည် အလွန်အမင်း တိုင်ကြားလေ့ရှိပြီး <span class=\"gray\">(သင်တို့၏)</span> ခင်ပွန်းများအပေါ် ကျေးဇူးကန်းသောကြောင့် ဖြစ်သည်။ သင်တို့အနက် တစ်ဦးဦးကို ဘဝတစ်လျှောက်လုံး ကောင်းမွန်စွာ ဆက်ဆံခဲ့ပြီး ထို့နောက် တစ်ရက်မျှ ထိုကောင်းမွန်မှု လျော့နည်းသွားပါက သူမက 'သင့်ထံမှ ကောင်းသောအရာ တစ်ခုမျှ မမြင်ခဲ့ဖူးပါ!' ဟု ပြောလိမ့်မည်။)</span> ဤသည်မှာ အမျိုးသမီးအများစု၏ အခြေအနေဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် လမ်းညွှန်ပြသထားပြီး ယုံကြည်ခြင်းနှင့် ကောင်းမှုပြုသူများမှလွဲ၍ ဖြစ်သည်။ တမန်တော် ﷺ မိန့်ကြားခဲ့သည့်အတိုင်း ယုံကြည်သူသည် ဤသို့သောသူ ဖြစ်သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ، فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ، فَكَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အကယ်၍ ကောင်းသောအရာတစ်ခုခု သူ့ထံသို့ ဖြစ်ပေါ်လာပါက သူသည် ကျေးဇူးတင်ရှိပြီး ၎င်းသည် သူ့အတွက် ကောင်း၏။ အကယ်၍ မကောင်းသောအရာတစ်ခုခု သူ့ထံသို့ ဖြစ်ပေါ်လာပါက သူသည် သည်းခံခြင်းဖြင့် ခံနိုင်ရည်ရှိပြီး ၎င်းသည် သူ့အတွက် ကောင်း၏။ ဤသည်မှာ ယုံကြည်သူမှလွဲ၍ မည်သူ့ကိုမျှ ဖြစ်ပေါ်ခြင်း မရှိပေ။)</span></p>"
  },
  {
    "ayah_key": "42:49",
    "group_ayah_key": "42:49",
    "from_ayah": "42:49",
    "to_ayah": "42:50",
    "ayah_keys": "42:49,42:50",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်အတွက်သာ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အုပ်ချုပ်ပိုင်ခွင့်ရှိ၏။ ကိုယ်တော်သည် အလိုရှိရာကို ဖန်ဆင်းတော်မူ၏။ ကိုယ်တော်သည် အလိုရှိသူအား အမျိုးသမီးကို ပေးသနားတော်မူ၏။ ကိုယ်တော်သည် အလိုရှိသူအား အမျိုးသားကို ပေးသနားတော်မူ၏။ <span>(၄၉)</span>သို့မဟုတ် ကိုယ်တော်သည် အမျိုးသားနှင့် အမျိုးသမီး နှစ်မျိုးစလုံးကို ပေးသနားတော်မူ၏။ ကိုယ်တော်သည် အလိုရှိသူအား သားသမီးမရှိအောင် ပြုလုပ်တော်မူ၏။ အမှန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကို အသိဆုံးပုဂ္ဂိုလ်ဖြစ်တော်မူ၍ <span class=\"gray\">(အလုံးစုံကို ပြုနိုင်သော)</span> အရှင်ဖြစ်တော်မူ၏။ <span>(၅၀)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းရှင်၊ အချုပ်အခြာအာဏာပိုင်ရှင်နှင့် ထိန်းချုပ်သူဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ ကိုယ်တော်အလိုရှိသမျှ ဖြစ်မြောက်၏၊ ကိုယ်တော်အလိုမရှိသမျှ ဖြစ်မြောက်ခြင်း မရှိပေ။ ကိုယ်တော်သည် အလိုရှိသူအား ပေးသနားတော်မူ၏၊ ကိုယ်တော်အလိုရှိသူအား ရပ်တန့်စေ၏။ ကိုယ်တော်ပေးသနားသောအရာကို မည်သူမျှ ရပ်တန့်စေနိုင်မည်မဟုတ်၊ ကိုယ်တော် ရပ်တန့်စေသောအရာကို မည်သူမျှ ပေးသနားနိုင်မည်မဟုတ်၊ ကိုယ်တော်သည် အလိုရှိသမျှကို ဖန်ဆင်းတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အလိုရှိသူအား အမျိုးသမီးကို ပေးသနားတော်မူ၏။)</span> ဆိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့အား သမီးများသာ ပေးသနားသည်ဟု အဓိပ္ပာယ်ရသည်။ အလ်-ဘဂါဝီက \"၎င်းတို့အနက် <span class=\"gray\">(သမီးများသာ ပေးသနားခြင်းခံရသူများအနက်)</span> လုသ်အလိုင်ဟစ္စလာမ်သည် ပါဝင်သည်။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အလိုရှိသူအား အမျိုးသားကို ပေးသနားတော်မူ၏။)</span> ဆိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့အား သားများသာ ပေးသနားသည်ဟု အဓိပ္ပာယ်ရသည်။ အလ်-ဘဂါဝီက \"အိဗ်ရာဟင်မ် အလ်-ခလီလ်အလိုင်ဟစ္စလာမ်ကဲ့သို့ပင်၊ သူသည် သမီးများ မရှိခဲ့ပေ။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကိုယ်တော်သည် အမျိုးသားနှင့် အမျိုးသမီး နှစ်မျိုးစလုံးကို ပေးသနားတော်မူ၏။)</span> ဆိုသည်မှာ ကိုယ်တော်သည် အလိုရှိသူအား အမျိုးသားနှင့် အမျိုးသမီး နှစ်မျိုးစလုံး၊ သားများနှင့် သမီးများကို ပေးသနားသည်ဟု အဓိပ္ပာယ်ရသည်။ အလ်-ဘဂါဝီက \"မိုဟာမက် ﷺ ကဲ့သို့ပင်။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အလိုရှိသူအား သားသမီးမရှိအောင် ပြုလုပ်တော်မူ၏။)</span> ဆိုသည်မှာ သူ၌ သားသမီး လုံးဝမရှိအောင် ပြုလုပ်ခြင်းဖြစ်သည်။ အလ်-ဘဂါဝီက \"ယဟ်ယာနှင့် အီစာအလိုင်ဟစ္စလာမ်တို့ကဲ့သို့ပင်။\" ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် လူသားများကို အမျိုးအစား လေးမျိုး ခွဲခြားထားသည်။ အချို့ကို သမီးများ ပေးသနားခံရသည်၊ အချို့ကို သားများ ပေးသနားခံရသည်၊ အချို့ကို သားရော သမီးပါ ပေးသနားခံရသည်၊ အချို့ကို သားသမီး တစ်ဦးတစ်ယောက်မျှ ပေးသနားခံရခြင်း မရှိဘဲ သားသမီးမရှိအောင် ပြုလုပ်ခြင်းခံရသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကို အသိဆုံးပုဂ္ဂိုလ်ဖြစ်တော်မူ၏။)</span> ဆိုသည်မှာ ဤအမျိုးအစားများထဲမှ မည်သူက မည်သည့်အမျိုးအစားတွင် ရှိသင့်သည်ကို ကိုယ်တော်သိသည်ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\"> قَدِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် <span class=\"gray\">(အလုံးစုံကို ပြုနိုင်သော)</span> အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုသည်မှာ ကိုယ်တော်အလိုရှိသမျှကို ပြုလုပ်ရန်နှင့် ဤနည်းဖြင့် လူသားများအကြား ခွဲခြားရန်ဖြစ်သည်။ ဤကိစ္စသည် အီစာအလိုင်ဟစ္စလာမ်နှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသော အာယသ်တော်တွင် ရည်ညွှန်းထားသည့်အရာနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းအား လူသားတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုအဖြစ် <span class=\"gray\">(ထားရှိရန် ဆန္ဒရှိသည်)</span>)</span><span class=\"gray\">(၁၉:၂၁)</span>: ဆိုလိုသည်မှာ ကိုယ်တော်၏ တန်ခိုးတော်အတွက် သူတို့အတွက် သက်သေပင်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် လူသားများကို မတူညီသော နည်းလမ်းလေးမျိုးဖြင့် ဖန်ဆင်းခဲ့သည်။ အာဒမ်အလိုင်ဟစ္စလာမ်ကို အမျိုးသား သို့မဟုတ် အမျိုးသမီး မပါဘဲ ရွှံ့စေးမှ ဖန်ဆင်းခဲ့သည်။ ဟာဝါအလိုင်ဟစ္စလာမ်ကို အမျိုးသမီး မပါဘဲ အမျိုးသားတစ်ဦးမှ ဖန်ဆင်းခဲ့သည်။ အီစာအလိုင်ဟစ္စလာမ်မှလွဲ၍ အခြားလူအားလုံးကို အမျိုးသားနှင့် အမျိုးသမီးတို့မှ ဖန်ဆင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ဤနိမိတ်လက္ခဏာသည် အီစာဘင်မ်မာရ်ယမ်အား ဖန်ဆင်းခြင်းဖြင့် ပြည့်စုံခဲ့သည်။ သူတို့နှစ်ဦးလုံးအပေါ် ငြိမ်သက်ခြင်းရှိပါစေ။ သူသည် အမျိုးသားမပါဘဲ အမျိုးသမီးတစ်ဦးမှ ဖန်ဆင်းခြင်းခံရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းအား လူသားတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုအဖြစ် <span class=\"gray\">(ထားရှိရန် ဆန္ဒရှိသည်)</span>)</span><span class=\"gray\">(၁၉:၂၁)</span>။ ဤကိစ္စသည် မိဘများနှင့် သက်ဆိုင်ပြီး ယခင်ကိစ္စမှာ ကလေးများနှင့် သက်ဆိုင်သည်။ ကိစ္စတစ်ရပ်စီတိုင်းတွင် အမျိုးအစား လေးမျိုးရှိသည်။ အလုံးစုံကို အသိဆုံးပုဂ္ဂိုလ်ဖြစ်တော်မူ၍ အလုံးစုံကို ပြုနိုင်သော အရှင်အား ဘုန်းတော်ချီပါ၏။</p>"
  }
]