[
  {
    "ayah_key": "2:208",
    "group_ayah_key": "2:208",
    "from_ayah": "2:208",
    "to_ayah": "2:209",
    "ayah_keys": "2:208,2:209",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူအပေါင်းတို့! ငြိမ်းချမ်းရေး <span class=\"gray\">(အစ္စလာမ်ဘာသာ)</span> ထဲသို့ ပြည့်ဝစုံလင်စွာ ဝင်ရောက်ကြလော့။ ရှိုက်သွန် <span class=\"gray\">(စာတန်)</span> ၏ ခြေလှမ်းများကို မလိုက်မပါကြနှင့်။ မှန်စင်စစ် သူသည် သင်တို့အဖို့ ထင်ရှားသော ရန်သူဖြစ်၏ <span class=\"gray\">(၂၀၈)</span> ထို့နောက် သင်တို့ထံသို့ ရှင်းလင်းသော လက္ခဏာရပ်များ <span class=\"gray\">(နဗီတမန်တော် မုဟမ္မဒ် ﷺ၊ ဤကုရ်အာန်နှင့် အစ္စလာမ်ဘာသာ)</span> ရောက်ရှိလာပြီးနောက် သင်တို့သာ လမ်းလွဲချွတ်ယွင်းသွားခဲ့ပါလျှင် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်တော်မူကြောင်း သိထားကြလော့ <span class=\"gray\">(၂၀၉)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စလာမ်ဘာသာကို အပြည့်အဝဝင်ရောက်ခြင်းသည် မဖြစ်မနေလိုအပ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိကို ယုံကြည်ပြီး မိမိ၏ ရစူလ်တမန်တော် ﷺ အား ယုံကြည်သူ မိမိ၏ ကျွန်များကို အစ္စလာမ်၏ ဥပဒေနှင့် စည်းမျဉ်းအားလုံးကို လိုက်နာရန်၊ ၎င်း၏ ပညတ်တော်များအားလုံးကို တတ်နိုင်သမျှ လိုက်နာရန်နှင့် ၎င်း၏ တားမြစ်ချက်များအားလုံးကို ရှောင်ကြဉ်ရန် အမိန့်ပေးထားသည်။ 'အလ်-အော်ဖီက အိဗ်နု အဗ္ဗားစ်က ပြောသည်၊ မုဂျာဟစ်၊ သာဝုစ်၊ အဒ်-ဒဟ်ဟက်၊ အိကရီမာ၊ ကွာတာဒါ၊ အစ်-စွတ်ဒီနှင့် အိဗ်နု ဇိုင်းဒ်တို့ကလည်း အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا فِي السِّلْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆီလ်မ်ထဲသို့ ဝင်ရောက်ကြလော့)</span> ဆိုသည်မှာ အစ္စလာမ်ဘာသာကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَآفَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ပြည့်ဝစုံလင်စွာ)</span> ဆိုသည်မှာ အပြည့်အဝဟု အဓိပ္ပါယ်ရသည်။ ဤသည်မှာ အိဗ်နု အဗ္ဗားစ်၊ မုဂျာဟစ်၊ အဗူ အလ်-အာလီယာ၊ အိကရီမာ၊ အရ်-ရာဘီအ် ဗင်န် အနပ်စ်၊ အစ်-စွတ်ဒီ၊ မူကာသိလ် ဗင်န် ဟိုင်ယန်၊ ကွာတာဒါနှင့် အဒ်-ဒဟ်ဟက်တို့၏ သဖ်စီရ် (အနက်အဓိပ္ပါယ်ဖွင့်ဆိုချက်) ဖြစ်သည်။ မုဂျာဟစ်က ထိုအာယသ်၏ အဓိပ္ပါယ်မှာ 'ကောင်းမှုကုသိုလ်များနှင့် အမျိုးမျိုးသော ကုသိုလ်ကောင်းမှုများကို ပြုလုပ်ကြလော့၊ ဤသည်မှာ သမ္မာကျမ်းစာပိုင်ရှင်များအနက်မှ ယုံကြည်ခြင်းကို လက်ခံခဲ့သူများအတွက် အထူးရည်ညွှန်းထားသည်' ဟု ပြောကြားခဲ့သည်။</p><p lang=\"ig\" class=\"ig \">Ibn Abu Hatim reported that Ibn 'Abbas said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! ငြိမ်းချမ်းရေးထဲသို့ ပြည့်ဝစုံလင်စွာ ဝင်ရောက်ကြလော့)</span> ဆိုသည်မှာ သမ္မာကျမ်းစာပိုင်ရှင်များအနက်မှ ယုံကြည်သူများကို ရည်ညွှန်းသည်။ ဤသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး ၎င်းတို့အနက် အချို့မှာ တော်ရဟ်ကျမ်း၏ အချို့သော အစိတ်အပိုင်းများနှင့် ယခင် ဗျာဒိတ်တော်များကို ဆက်လက်လိုက်နာနေဆဲဖြစ်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا فِي السِّلْمِ كَافَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စလာမ်ဘာသာထဲသို့ ပြည့်ဝစုံလင်စွာ ဝင်ရောက်ကြလော့။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မုဟမ္မဒ် ﷺ ၏ ဘာသာရေးဥပဒေကို အပြည့်အဝလက်ခံရန်နှင့် ၎င်း၏ မည်သည့်အစိတ်အပိုင်းကိုမျှ စွန့်လွှတ်ခြင်းမပြုရန် အမိန့်ပေးခဲ့သည်။ ၎င်းတို့သည် တော်ရဟ်ကျမ်းကို ဆက်လက်လိုက်နာခြင်း မပြုသင့်တော့ပေ။</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ရှိုက်သွန်၏ ခြေလှမ်းများကို မလိုက်မပါကြနှင့်)</span> ဆိုသည်မှာ ဝတ်ပြုမှုများကို ပြုလုပ်ရန်နှင့် ရှိုင်သွန်က သင့်အား ပြုလုပ်ခိုင်းသည်များကို ရှောင်ကြဉ်ရန် ဖြစ်သည်။ ဤသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَأْمُرُكُم بِالسُّوءِ وَالْفَحْشَاءِ وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(ရှိုက်သွန်)</span> သည် သင်တို့အား မကောင်းမှုနှင့် ဖဟ်ရှာအ် <span class=\"gray\">(အပြစ်)</span> ကိုသာ အမိန့်ပေးပြီး သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အကြောင်းကို မသိရှိဘဲ ပြောဆိုကြရန် ဖြစ်သည်)</span><span class=\"gray\">(၂:၁၆၉)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မိမိ၏ ဟစ်ဇ်ဘ် <span class=\"gray\">(နောက်လိုက်များ)</span> ကို ငရဲမီး၏ နေထိုင်သူများ ဖြစ်စေရန်သာ ဖိတ်ခေါ်သည်)</span><span class=\"gray\">(၃၅:၆)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် သူသည် သင်တို့အဖို့ ထင်ရှားသော ရန်သူဖြစ်၏။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن زَلَلْتُم مِّن بَعْدِ مَا جَاءَتْكُمُ الْبَيِّنَاتُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့ထံသို့ ရှင်းလင်းသော လက္ခဏာရပ်များ ရောက်ရှိလာပြီးနောက် သင်တို့သာ လမ်းလွဲချွတ်ယွင်းသွားခဲ့ပါလျှင်)</span> ဆိုသည်မှာ သင့်အပေါ် ထင်ရှားသော သက်သေအထောက်အထားများ ပေါ်ပေါက်ပြီးနောက် အမှန်တရားမှ သင်လမ်းလွဲသွားပါက</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်ဖြစ်ကြောင်း သိထားကြလော့)</span> မိမိ၏ အပြစ်ပေးမှုတွင်၊ မည်သူမျှ မိမိ၏ လက်စားချေခြင်းမှ လွတ်မြောက်နိုင်ခြင်း သို့မဟုတ် မိမိကို အနိုင်ယူနိုင်ခြင်း မရှိပေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တပညာရှင်)</span> မိမိ၏ ဆုံးဖြတ်ချက်များ၊ လုပ်ဆောင်ချက်များနှင့် စီရင်ချက်များတွင်။ ထို့ကြောင့် အဗူ အလ်-အာလီယာ၊ ကွာတာဒါနှင့် အရ်-ရာဘီအ် ဗင်န် အနပ်စ်တို့က ပြောကြားသည်မှာ \"အရှင်သည် မိမိ၏ လက်စားချေမှုတွင် အနန္တတန်ခိုးရှင်ဖြစ်ပြီး မိမိ၏ ဆုံးဖြတ်ချက်တွင် အနန္တပညာရှင် ဖြစ်တော်မူသည်\" ဟူ၍ ဖြစ်သည်။</p>"
  }
]