[
  {
    "ayah_key": "7:203",
    "group_ayah_key": "7:203",
    "from_ayah": "7:203",
    "to_ayah": "7:203",
    "ayah_keys": "7:203",
    "text": "<p class=\"my translation\" lang=\"my\">အကယ်၍ သင်သည် သူတို့ထံသို့ မည်သည့်နိမိတ်လက္ခဏာကိုမျှ ယူဆောင်လာခြင်း မရှိပါက သူတို့က \"အဘယ်ကြောင့် သင်ယူဆောင်မလာသနည်း\" ဟု ပြောကြလိမ့်မည်။ သင်က \"ငါသည် ငါ့၏အရှင်သခင်ထံမှ ငါ့အား ဗျာဒိတ်ပေးထားသည်ကိုသာ လိုက်နာသည်\" ဟု ပြောပါ။ ဤ <span class=\"gray\">(ကုရ်အာန်ကျမ်းတော်မြတ်)</span> သည် သင်တို့၏အရှင်သခင်ထံမှ သက်သေသာဓကများသာ ဖြစ်ပြီး ယုံကြည်သူလူမျိုးတစ်စုအတွက် လမ်းညွှန်မှုနှင့် ကရုဏာလည်း ဖြစ်သည်။ <span>(၂၀၃)</span></p><div lang=\"xh\" class=\"xh \"><h2>Idolators ask to witness Miracles</h2></div><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တာလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်အပေါ် မှတ်ချက်ပြုခဲ့ကြောင်း သတင်းပို့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَوْلَا اجْتَبَيْتَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"အဘယ်ကြောင့် သင်ယူဆောင်မလာသနည်း\" ဟု ပြောကြသည်။)</span></p><p lang=\"my\" class=\"my \">\"သူတို့က 'အဘယ်ကြောင့် သင်သည် နိမိတ်လက္ခဏာကို မရရှိသေးသနည်း' ဟု သို့မဟုတ် 'အဘယ်ကြောင့် သင်စတင်ဆောင်ရွက်ခြင်း သို့မဟုတ် ဖန်တီးခြင်း မပြုခဲ့သနည်း' ဟု ပြောကြသည်။ အိဗ်နု ဂျရီးရ်က အဗ်ဒူလ္လာဟ် ဘင် ကစီးရ်က မွဂျာဟစ်ဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်အကြောင်း ပြောကြားခဲ့သည်ဟု သတင်းပို့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا لَمْ تَأْتِهِم بِآيَةٍ قَالُوا لَوْلَا اجْتَبَيْتَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် သူတို့ထံသို့ မည်သည့်နိမိတ်လက္ခဏာကိုမျှ ယူဆောင်မလာပါက သူတို့က \"အဘယ်ကြောင့် သင်ယူဆောင်မလာသနည်း\" ဟု ပြောကြသည်။)</span></p><p lang=\"ga\" class=\"ga \">\"They say, 'Produce a miracle of your own.'\" Qatadah, As-Suddi, 'Abdur-Rahman bin Zayd bin Aslam and Ibn Jarir agreed with this. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا لَمْ تَأْتِهِم بِآيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် သူတို့ထံသို့ အာယတ်တော်တစ်ခုကို ယူဆောင်မလာပါက)</span> နိမိတ်လက္ခဏာ သို့မဟုတ် လက္ခဏာရပ်တစ်ခု။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့အလိုရှိပါက သူတို့အား မိုးကောင်းကင်မှ နိမိတ်လက္ခဏာတစ်ခုကို ချပေးမည်ဆိုလျှင် သူတို့သည် နိမ့်ကျစွာ ဂုဏ်ပြု ဦးညွှတ်ကြလိမ့်မည်။)</span><span class=\"gray\">[26:4]</span></p><p lang=\"my\" class=\"my \">အယူမှားသူများသည် တမန်တော်အား မေးခဲ့သည်- အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်ထံမှ အာယတ်တော် <span class=\"gray\">(နိမိတ်လက္ခဏာ)</span> တစ်ခုကို ယူဆောင်လာရန် ကြိုးပမ်းအားထုတ်ခြင်း မပြုခဲ့သနည်း၊ သို့မှသာ ကျွန်ုပ်တို့ မြင်တွေ့ပြီး ယုံကြည်နိုင်မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَىٰ إِلَيَّ مِن رَّبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ငါသည် ငါ့၏အရှင်သခင်ထံမှ ငါ့အား ဗျာဒိတ်ပေးထားသည်ကိုသာ လိုက်နာသည်။\")</span></p><p lang=\"my\" class=\"my \">ငါသည် ငါ့အရှင်သခင်ထံမှ ထိုသို့သော အရာများကို မတောင်းဆိုပါ။ ကိုယ်တော်က ဗျာဒိတ်ပေး၍ အမိန့်ပေးသည်ကိုသာ ငါလိုက်နာသည်။ ထို့ကြောင့် အကယ်၍ အလ္လာဟ်အရှင်မြတ်က နိမိတ်လက္ခဏာတစ်ခုကို ပေးပို့ပါက ငါလက်ခံမည်။ သို့မဟုတ်ပါက ကိုယ်တော်ခွင့်ပြုမှသာ ငါတောင်းဆိုမည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ပညာရှိပြီး အရာအားလုံးကို သိတော်မူသော အရှင်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နောက်ထပ် ကိုယ်တော်၏ ကျွန်များကို ဤကုရ်အာန်ကျမ်းတော်မြတ်သည် အစွမ်းအထက်ဆုံး နိမိတ်လက္ခဏာ၊ အရှင်းလင်းဆုံး သက်သေသာဓကနှင့် အမှန်ကန်ဆုံး အထောက်အထားနှင့် ရှင်းလင်းချက် ဖြစ်သည်ဟူသော အချက်ကို ညွှန်ပြလျက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا بَصَائِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤ <span class=\"gray\">(ကုရ်အာန်ကျမ်းတော်မြတ်)</span> သည် သင်တို့၏အရှင်သခင်ထံမှ သက်သေသာဓကများသာ ဖြစ်ပြီး ယုံကြည်သူလူမျိုးတစ်စုအတွက် လမ်းညွှန်မှုနှင့် ကရုဏာလည်း ဖြစ်သည်။)</span></p>"
  },
  {
    "ayah_key": "7:204",
    "group_ayah_key": "7:204",
    "from_ayah": "7:204",
    "to_ayah": "7:204",
    "ayah_keys": "7:204",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် ကုရ်အာန်ကို ရွတ်ဖတ်သောအခါ နားထောင်ကြ၊ သင်တို့ ကရုဏာတော်ကို ခံစားရစေရန် တိတ်ဆိတ်စွာ နေကြလော့ <span>(၂၀၄)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကို နားထောင်ရန် အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤကုရ်အာန်သည် လူသားများအတွက် ရှင်းလင်းသော သက်သေအထောက်အထား၊ လမ်းညွှန်မှုနှင့် ကရုဏာတော်ဖြစ်ကြောင်း ဖော်ပြပြီးနောက်၊ ကုရ်အာန်ကို ရွတ်ဖတ်သောအခါ၊ ကုရ်အာန်ကို လေးစားသောအားဖြင့် နားထောင်ရန် အမိန့်ပေးခဲ့သည်။ ၎င်းသည် ကူရိုင်းရှ်မှ ကာဖစ်ရ်များ၏ အလေ့အကျင့်နှင့် ဆန့်ကျင်ဘက်ဖြစ်ပြီး ၎င်းတို့က ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤကုရ်အာန်ကို နားမထောင်ကြနှင့်၊ ၎င်းကို ရွတ်ဖတ်နေစဉ်အတွင်း ဆူညံသံများ ပြုလုပ်ကြ <span class=\"gray\">(ရွတ်ဖတ်ခြင်း)</span>\")</span><span class=\"gray\">[၄၁:၂၆]</span>။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ်က အိဗ်နု မစ်အူးဒ်က ပြောသည်ဟု ဖော်ပြခဲ့သည်- \"ကျွန်ုပ်တို့သည် ဆွလာသ်ပြုလုပ်နေစဉ်အတွင်း တစ်ဦးနှင့်တစ်ဦး စလာမ်ပေးလေ့ရှိသည်။ ထို့နောက် ကုရ်အာန်၏ အာယသ်တော် ထုတ်ပြန်ခဲ့သည်;\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်ကို ရွတ်ဖတ်သောအခါ၊ နားထောင်ကြလော့။)</span></p>"
  },
  {
    "ayah_key": "7:205",
    "group_ayah_key": "7:205",
    "from_ayah": "7:205",
    "to_ayah": "7:206",
    "ayah_keys": "7:205,7:206",
    "text": "<p lang=\"my\" class=\"my \">သင့်သခင်ကို သင့်ကိုယ်သင် အတွင်း၌ အောက်ကျို့ခြင်းနှင့် ကြောက်ရွံ့ခြင်းဖြင့်၊ စကားသံကျယ်ကျယ်မပါဘဲ နံနက်ပိုင်းနှင့် နေ့လယ်ပိုင်းတို့တွင် အမှတ်ရပါ၊ ပေါ့ဆသူများထဲမှ မဖြစ်ပါစေနှင့် <span>(၂၀၅)</span>ဧကန်စင်စစ်၊ သင့်သခင်နှင့်အတူရှိသော <span class=\"gray\">(ကောင်းကင်တမန်များ)</span>သည် ကိုယ်တော်အား ဝတ်ပြုခြင်းကို မည်သည့်အခါမျှ မာနမကြီးကြပေ၊ သို့သော် ၎င်းတို့သည် ကိုယ်တော်၏ ချီးမွမ်းခြင်းကို ချီးမြှင့်ပြီး ကိုယ်တော်ရှေ့တွင် ပျပ်ဝပ်ကြသည် <span>(၂၀၆)</span></p><div lang=\"my\" class=\"my \"><h2>နံနက်ပိုင်းနှင့် နေ့လယ်ပိုင်းတို့တွင် အလ္လာဟ်အရှင်မြတ်အား အမှတ်ရခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား နံနက်ပိုင်းနှင့် နေ့လယ်ပိုင်းတို့တွင် ပိုမိုမကြာခဏ အမှတ်ရရန် အမိန့်ချမှတ်တော်မူသည်။ ကိုယ်တော်မိန့်ကြားတော်မူသည့်အတိုင်း ဤနှစ်ချိန်၌ ကိုယ်တော်အား ဝတ်ပြုရန် အမိန့်ပေးခဲ့သည့်နည်းတူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏သခင်အား နေမထွက်မီနှင့် နေမဝင်မီ <span class=\"gray\">(၎င်း၏)</span> ချီးမွမ်းခြင်းများကို ချီးမြှင့်ပါ)</span><span class=\"gray\">[၅၀:၃၉]</span></p><p lang=\"my\" class=\"my \">အစ်စ်ရာညဉ့်မတိုင်မီ၊ နေ့စဉ်ဝတ်ပြုဆုတောင်းခြင်း ငါးကြိမ်ကို အမိန့်ချမှတ်သောအခါ၊ ဤအာယသ်တော်သည် မက္ကာမြို့၌ ထုတ်ပြန်ခဲ့ပြီး ဤအချိန်များ၌ အလ္လာဟ်အရှင်မြတ်အား ဝတ်ပြုရန် အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَضَرُّعًا وَخِيفَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အောက်ကျို့ခြင်းနှင့် ကြောက်ရွံ့ခြင်းဖြင့်)</span> ဆိုလိုသည်မှာ၊ သင့်သခင်ကို လျှို့ဝှက်စွာ၊ အသံကျယ်ကျယ်မဟုတ်ဘဲ၊ စိတ်အားထက်သန်စွာနှင့် ကြောက်ရွံ့ခြင်းဖြင့် အမှတ်ရပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကားသံကျယ်ကျယ်မပါဘဲ)</span>။ ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်အား ဇစ်ကရ်၌ အမှတ်ရခြင်းကို အသံကျယ်ကျယ်ဖြင့် မလုပ်ဆောင်ရန် အကြံပြုထားသည်။ သာဝကများက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အား \"ကျွန်ုပ်တို့၏သခင်သည် အနီးတွင်ရှိပါသလား၊ သို့မှသာ ကိုယ်တော်အား လျှို့ဝှက်စွာခေါ်ဆိုနိုင်မည်လား၊ သို့မဟုတ် အဝေးတွင်ရှိပါသလား၊ သို့မှသာ ကျွန်ုပ်တို့၏အသံများကို မြှင့်တင်မည်လား\" ဟု မေးမြန်းသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် အောက်ပါအာယသ်တော်ကို ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကျွန်များသည် ငါ့အကြောင်းကို သင့်အား မေးမြန်းသောအခါ၊ ထိုအခါ <span class=\"gray\">(သူတို့အား ဖြေပါ)</span>၊ ငါသည် ဧကန်စင်စစ် အနီးတွင် <span class=\"gray\">(ငါ့ဉာဏ်ဖြင့် သူတို့နှင့်)</span> ရှိ၏။ ငါသည် ဆုတောင်းသူ၏ ဆုတောင်းခြင်းများကို သူငါ့အား ခေါ်ဆိုသောအခါ <span class=\"gray\">(မည်သည့်ကြားခံ သို့မဟုတ် ကြားဝင်ဆောင်ရွက်ပေးသူမပါဘဲ)</span> တုံ့ပြန်၏။)</span><span class=\"gray\">[၂:၁၈၆]</span></p><p lang=\"my\" class=\"my \">ဆဟီးနှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အဗူမူဆာ အလ်-အရှ်အာရီက ပြောသည်၊ \"လူများသည် ခရီးသွားနေစဉ် ဒုအာအ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ခေါ်ဆိုခြင်း)</span> ဖြင့် အသံများကို မြှင့်တင်ကြသည်။ တမန်တော်မြတ် ﷺ က သူတို့အား မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ ارْبَعُوا عَلَى أَنْفُسِكُمْ، فَإِنَّكُمْ لَا تَدْعُونَ أَصَمَّ وَلَا غَائِبًا إِنَّ الَّذِي تَدْعُونَهُ سَمِيعٌ قَرِيبٌ أَقْرَبُ إِلَى أَحَدِكُمْ مِنْ عُنُقِ رَاحِلِتهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိုလူသားတို့! သင်တို့ကိုယ်သင်တို့ သက်တောင့်သက်သာထားကြပါ၊ အကြောင်းမူကား သင်တို့ခေါ်ဆိုနေသူသည် နားပင်းသူ သို့မဟုတ် ကွယ်ပျောက်နေသူမဟုတ်ပေ။ ဧကန်စင်စစ်၊ သင်တို့ခေါ်ဆိုနေသူသည် အလုံးစုံကြားသိတော်မူသောသူ၊ နီးကပ်စွာ <span class=\"gray\">(ကိုယ်တော်၏ဉာဏ်တော်ဖြင့်)</span> ရှိတော်မူသောသူ၊ သင်တို့တစ်ဦးဦး၏ တိရစ္ဆာန်၏လည်ပင်းထက် ပိုမိုနီးကပ်တော်မူသောသူဖြစ်သည်။)</span>\" </p><p lang=\"my\" class=\"my \">ဤကျမ်းများသည် အစေခံများအား အလ္လာဟ်အရှင်မြတ်အား ဇစ်ကရ်၌ မကြာခဏ ခေါ်ဆိုရန် အားပေးထားသည်၊ အထူးသဖြင့် နံနက်ပိုင်းနှင့် နေ့လယ်ပိုင်းတို့တွင် ဖြစ်သည်၊ သို့မှသာ ၎င်းတို့သည် ကိုယ်တော်အား အမှတ်ရခြင်းကို ပေါ့ဆသူများထဲမှ မဖြစ်စေရန်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ညဉ့်နှင့်နေ့ ပင်ပန်းနွမ်းနယ်ခြင်းမရှိဘဲ ကိုယ်တော်အား ချီးမွမ်းကြသော ကောင်းကင်တမန်များကို ချီးကျူးတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ သင့်သခင်နှင့်အတူရှိသော <span class=\"gray\">(ဆိုလိုသည်မှာ ကောင်းကင်တမန်များ)</span> သည် ကိုယ်တော်အား ဝတ်ပြုခြင်းကို မည်သည့်အခါမျှ မာနမကြီးကြပေ)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤအချက်ကို အစေခံများအား သတိပေးခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား မမောမပန်း ဝတ်ပြုကိုးကွယ်မှုနှင့် နာခံမှုတို့တွင် ကောင်းကင်တမန်များကို အတုယူနိုင်ရန်ဖြစ်သည်။ ဤနေရာတွင်၊ ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်အား ပျပ်ဝပ်ကြောင်း ဖော်ပြထားသည့်အတိုင်း ပျပ်ဝပ်ခြင်းသည် တရားဝင်သည်။ ဟဒီးစ်တော်တစ်ခုတွင် ပါရှိသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَصْفُّونَ كَمَا تَصْفُّ الْمَلَائِكَةُ عِنْدَ رَبِّهَا يُتِمُّونَ الصُّفُوفَ الْأُوَلَ وَيَتَرَاصُّونَ فِي الصَّفِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် သင်တို့သည် ကောင်းကင်တမန်များ ၎င်းတို့၏သခင်ရှေ့တွင် တန်းစီရပ်သကဲ့သို့ <span class=\"gray\">(ဝတ်ပြုရန်)</span> တန်းစီရပ်မနေကြသနည်း။ ၎င်းတို့သည် ပထမတန်းပြီးလျှင် နောက်တန်းများကို ဆက်လက်ပြုလုပ်ပြီး တန်းစီ၍ တစ်ဦးနှင့်တစ်ဦး နီးကပ်စွာ ရပ်နေကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကုရ်အာန်တွင် ပထမဆုံးအကြိမ်အဖြစ် – ပညာရှင်များ၏ သဘောတူညီချက်အရ – ကုရ်အာန်ဖတ်ရှုသူများ၊ ၎င်း၏ ရွတ်ဖတ်သံကို နားထောင်သူများအတွက် ပျပ်ဝပ်ခြင်းပြုလုပ်ရန် တရားဝင်ခွင့်ပြုထားသည့် နေရာဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "7:22",
    "group_ayah_key": "7:22",
    "from_ayah": "7:22",
    "to_ayah": "7:23",
    "ayah_keys": "7:22,7:23",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သူသည် ၎င်းတို့ကို လှည့်စားခြင်းဖြင့် လမ်းမှားသို့ ပို့ဆောင်ခဲ့သည်။ ထို့နောက် ၎င်းတို့သည် အပင်ကို မြည်းစမ်းသောအခါ၊ ၎င်းတို့၏ ရှက်စရာနေရာများ <span class=\"gray\">(ကိုယ်ခန္ဓာအစိတ်အပိုင်းများ)</span> မှ ၎င်းတို့ထံမှ ဖုံးကွယ်ထားခဲ့သည်များမှာ ထင်ရှားလာပြီး ၎င်းတို့သည် ဂျန္နတ်ဥယျာဉ်၏ အရွက်များဖြင့် မိမိတို့ကိုယ်ကို ဖုံးအုပ်ရန် စတင်ကြသည်။ ၎င်းတို့၏ အရှင်သခင်က ၎င်းတို့ကို <span class=\"gray\">(ပြောကြားရင်း)</span> ခေါ်တော်မူခဲ့သည်- \"ငါသည် ထိုအပင်ကို သင်တို့အား မတားမြစ်ခဲ့ဖူးသလော? ထို့ပြင် သေချာပေါက် ရှိုင်တွာန်သည် သင်တို့အား ပွင့်လင်းသော ရန်သူဖြစ်သည်ဟု ငါမပြောခဲ့ဖူးသလော? <span>(၂၂)</span>၎င်းတို့က ပြောကြသည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့သည် မိမိကိုယ်ကို မတရားပြုကျင့်ခဲ့ကြပြီ။ အကယ်၍ ကိုယ်တော်သည် ကျွန်ုပ်တို့ကို မခွင့်လွှတ်လျှင်၊ ကျွန်ုပ်တို့အား ကိုယ်တော်၏ ကရုဏာကို မပေးသနားလျှင်၊ ကျွန်ုပ်တို့သည် သေချာပေါက် ဆုံးရှုံးသူများထဲမှ ဖြစ်သွားပါလိမ့်မည်။ <span>(၂၃)</span></p><p lang=\"my\" class=\"my \">ဥဘိုင်းဗ်န်ကာအ်ဗ်က ပြောသည်- \"အာဒမ်သည် စွန်ပလွန်ပင် တစ်ပင်၏ အမြင့်ခန့်ရှိသော အရပ်မြင့်သူ ဖြစ်ပြီး သူ၏ ဦးခေါင်းတွင် ထူထဲသော ဆံပင်များရှိသည်။ သူကျူးလွန်ခဲ့သော အမှားကို ကျူးလွန်သောအခါ၊ ယခင်က မမြင်ဖူးသော သူ၏ ကိုယ်ခန္ဓာအစိတ်အပိုင်းသည် သူ့အား ထင်ရှားလာသည်။ ထို့ကြောင့် သူသည် ဂျန္နတ်ဥယျာဉ်တစ်လျှောက် ကြောက်ရွံ့စွာ ပြေးလွှားခဲ့ရာ ဂျန္နတ်ဥယျာဉ်ရှိ သစ်ပင်တစ်ပင်က သူ့ဦးခေါင်းကို ဖမ်းဆွဲလိုက်သည်။ သူက ထိုသစ်ပင်အား 'ကျွန်ုပ်ကို လွှတ်ပေးပါ' ဟု ပြောသော်လည်း 'မဟုတ်ဘူး၊ မင်းကို ငါမလွှတ်ပေးဘူး' ဟု ပြောလိုက်သည်။ ထို့ကြောင့် သူ၏ အရှင်သခင်က သူ့ကို ခေါ်တော်မူသည်- 'အို အာဒမ်! သင်သည် ငါထံမှ ထွက်ပြေးနေသလော?' သူက 'အို အရှင်သခင်! ကျွန်ုပ်သည် ကိုယ်တော်ရှေ့တွင် ရှက်ရွံ့မိပါသည်' ဟု ပြောသည်။\" အိဗ်န်ဂျရီးရ်နှင့် အိဗ်န်မာရ်ဒူဝီယာတို့သည် ဤပြောဆိုချက်ကို အလ်-ဟာစန်မှ ဥဘိုင်းဗ်န်ကာအ်ဗ်မှတဆင့် ပရောဖက် ﷺ ထံမှ ဆက်စပ် သတင်းပေးပို့သည့် ရာဝီများစွာဖြင့် မှတ်တမ်းတင်ခဲ့ကြသည်။ သို့သော် ဟဒီးစ်ကို ဥဘိုင်းဗ်သို့ ဆက်စပ်ဖော်ပြခြင်းသည် ပို၍ မှန်ကန်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်န်အဗ္ဗားစ်က အာယသ်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဂျန္နတ်ဥယျာဉ်၏ အရွက်များဖြင့် မိမိကိုယ်ကို ဖုံးအုပ်ရန် စတင်ကြသည်)</span> \"သင်္ဘောသဖန်းရွက်များကို အသုံးပြုခြင်း။\" ဤပြောဆိုချက်သည် အိဗ်န်အဗ္ဗားစ်ထံသို့ ဦးတည်သော မှန်ကန်သော သတင်းပေးပို့မှု ကွင်းဆက်ရှိသည်။ မုဂျာဟစ်ဒ်က ၎င်းတို့သည် ဂျန္နတ်ဥယျာဉ်၏ အရွက်များဖြင့် မိမိကိုယ်ကို ဖုံးအုပ်ရန် စတင်ကြပြီး၊ \"၎င်းတို့ကို အဝတ် <span class=\"gray\">(သို့မဟုတ် အဝတ်အစား)</span> အဖြစ် ပြုလုပ်ခဲ့ကြသည်\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုလျှင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنزِعُ عَنْهُمَا لِبَاسَهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အဝတ်အစားများကို ဖယ်ရှားခြင်း)</span><span class=\"gray\">[၇:၂၇]</span> ဝဟ်ဗ်ဗင်မုနဗ်ဗစ်က ပြောသည်- \"အာဒမ်နှင့် ဟာဝါတို့၏ ကိုယ်ခန္ဓာအစိတ်အပိုင်းများကို အလင်းရောင်တစ်ခု ဖုံးအုပ်ထားခဲ့ပြီး ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး၏ ကိုယ်ခန္ဓာအစိတ်အပိုင်းများကို မမြင်နိုင်အောင် တားဆီးထားခဲ့သည်။ ၎င်းတို့သည် ထိုအပင်မှ စားသုံးသောအခါ၊ ၎င်းတို့၏ ကိုယ်ခန္ဓာအစိတ်အပိုင်းများသည် ၎င်းတို့အား ထင်ရှားလာသည်။\" အိဗ်န်ဂျရီးရ်သည် ဤပြောဆိုချက်ကို မှန်ကန်သော သတင်းပေးပို့မှု ကွင်းဆက်ဖြင့် ဖော်ပြခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဗ်ဒူရ်-ရဇ္ဇာက်သည် ကွာတာဒါမှတဆင့် သတင်းပေးပို့သည်- \"အာဒမ်က ပြောသည်- 'အို အရှင်သခင်! အကယ်၍ ကျွန်ုပ်သည် နောင်တရပြီး ခွင့်လွှတ်မှုကို တောင်းခံပါက မည်သို့ဖြစ်မည်နည်း?' အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်- 'ထိုအခါ၊ ငါသည် သင့်ကို ဂျန္နတ်ဥယျာဉ်သို့ ဝင်ခွင့်ပြုမည်။' ရှိုင်တွာန်အတွက်မူ၊ သူသည် ခွင့်လွှတ်မှုကို မတောင်းဆိုဘဲ အချိန်ဆိုင်းမှုကို တောင်းဆိုခဲ့သည်။ ၎င်းတို့ တစ်ဦးစီသည် ၎င်းတို့တောင်းဆိုခဲ့သည်များကို ရရှိခဲ့သည်။\" အဒ်-ဒဟ်ဟက်ဗ်င်မုဇာဟင်မ်က မှတ်ချက်ပြုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့သည် မိမိကိုယ်ကို မတရားပြုကျင့်ခဲ့ကြပြီ။ အကယ်၍ ကိုယ်တော်သည် ကျွန်ုပ်တို့ကို မခွင့်လွှတ်လျှင်၊ ကျွန်ုပ်တို့အား ကိုယ်တော်၏ ကရုဏာကို မပေးသနားလျှင်၊ ကျွန်ုပ်တို့သည် သေချာပေါက် ဆုံးရှုံးသူများထဲမှ ဖြစ်သွားပါလိမ့်မည်။\")</span> \"ဤသည်တို့မှာ အာဒမ်သည် ၎င်း၏ အရှင်သခင်ထံမှ လက်ခံရရှိခဲ့သော စကားများဖြစ်သည်။\"</p>"
  }
]