[
  {
    "ayah_key": "111:1",
    "group_ayah_key": "111:1",
    "from_ayah": "111:1",
    "to_ayah": "111:5",
    "ayah_keys": "111:1,111:2,111:3,111:4,111:5",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲတမ်း ကရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ - مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ - سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ - وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ - فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အဘူလဟဗ်၏ လက်နှစ်ဖက်ပျက်စီးပါစေ၊ ထိုသူပျက်စီးပါစေ!)</span><span class=\"gray\">(၂။ ၎င်း၏ဥစ္စာပစ္စည်းနှင့် ၎င်း၏သားသမီးတို့သည် ၎င်းအား အကျိုးပြုမည်မဟုတ်ချေ!)</span><span class=\"gray\">(၃။ ၎င်းသည် မီးတောက်များ ပြည့်နှက်နေသော မီးထဲသို့ ဝင်ရောက်ရလိမ့်မည်!)</span><span class=\"gray\">(၄။ ထို့ပြင် ၎င်း၏ဇနီးသည်လည်း ထင်းထမ်းသူဖြစ်သည်။)</span><span class=\"gray\">(၅။ ၎င်း၏လည်ပင်း၌ မဆဒ်ကြိုး (အုန်းလက်ကြိုး) လိမ်မာလျက်ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">ဤဆူရာကျမ်းမြတ် ကျရောက်လာရခြင်း အကြောင်းရင်းနှင့် တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> အပေါ် အဘူလဟဗ်၏ မာန်မာနထောင်လွှားမှု။</p><p lang=\"my\" class=\"my \">အိဗ်နုအဗ္ဗာစ်မှ အလ်-ဗုခါရီ၏ မှတ်တမ်းတင်ချက်အရ တမန်တော်မြတ် ﷺ သည် အလ်-ဗာသာချိုင့်ဝှမ်းသို့ ထွက်ကြွတော်မူပြီး တောင်ပေါ်သို့ တက်တော်မူခဲ့သည်။ ထို့နောက် ကိုယ်တော်မြတ်က ကြွေးကြော်လိုက်သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا صَبَاحَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့၊ ချက်ချင်းလာကြ!)</span> ထို့ကြောင့် ကုရိုက်ရှ်တို့သည် ကိုယ်တော်မြတ်အနီးတွင် စုရုံးကြသည်။ ထို့နောက် ကိုယ်တော်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتُمْ إِنْ حَدَّثْتُكُمْ أَنَّ الْعَدُوَّ مُصَبِّحُكُمْ، أَوْ مُمَسِّيكُمْ أَكُنْتُمْ تُصَدِّقُونِّي؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ရန်သူသည် မနက်ပိုင်းတွင် သို့မဟုတ် ညနေပိုင်းတွင် သင်တို့ကို တိုက်ခိုက်တော့မည်ဟု ကျွန်ုပ်ပြောလျှင် သင်တို့အားလုံး ယုံကြည်ကြမည်လား?)</span> ၎င်းတို့က \"ဟုတ်ကဲ့\" ဟု ပြန်ဖြေသည်။ ထို့နောက် ကိုယ်တော်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ပြင်းထန်သော ပြစ်ဒဏ်မကျရောက်မီ သင်တို့အားလုံးအတွက် သတိပေးသူ <span class=\"gray\">(စေလွှတ်ခြင်းခံရသူ)</span> ဖြစ်ပါသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အဘူလဟဗ်က \"ဒီအတွက် ကျွန်ုပ်တို့ကို စုရုံးစေတာလား? သင်ပျက်စီးပါစေ!\" ဟု ပြောသည်။ ထိုသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးတော်မူခဲ့သည် -</p><p class=\"ps qpc-hafs\" lang=\"ps\">تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘူလဟဗ်၏ လက်နှစ်ဖက်ပျက်စီးပါစေ၊ ထိုသူပျက်စီးပါစေ!)</span></p><p lang=\"my\" class=\"my \">ဆူရာ၏ အဆုံးအထိ။</p><p lang=\"my\" class=\"my \">အခြားသော မှတ်တမ်းတစ်ခုတွင်မူ ၎င်းသည် လက်ဖဝါးများကို ခါ၍ ရပ်ပြီး \"ဒီနေ့ကျန်တာတွေကို သင်ပျက်စီးပါစေ! ဒီအတွက် ကျွန်ုပ်တို့ကို စုရုံးစေတာလား?\" ဟု ပြောသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးတော်မူခဲ့သည် -</p><p class=\"ps qpc-hafs\" lang=\"ps\">تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘူလဟဗ်၏ လက်နှစ်ဖက်ပျက်စီးပါစေ၊ ထိုသူပျက်စီးပါစေ!)</span></p><p lang=\"my\" class=\"my \">ပထမအပိုင်းသည် ၎င်းအား ဆန့်ကျင်သော ဒုအာပြုခြင်းဖြစ်ပြီး ဒုတိယအပိုင်းမှာ ၎င်းအကြောင်း သတင်းဖြစ်သည်။ ဤပုဂ္ဂိုလ် အဘူလဟဗ်သည် တမန်တော်မြတ် ﷺ ၏ ဘကြီးများထဲမှ တစ်ဦးဖြစ်သည်။ ၎င်း၏အမည်မှာ 'အဗ်ဒုလ်-'ဥဇ္ဇာ အိဗ်နု အဗ်ဒုလ်-မွတ်သလိဗ် ဖြစ်သည်။ ၎င်း၏မျိုးရိုးအမည်မှာ အဘူ 'ဥတိုင်ဗဟ် ဖြစ်ပြီး ၎င်း၏မျက်နှာ၏ တောက်ပမှုကြောင့်သာ အဘူလဟဗ်ဟု ခေါ်ခြင်းဖြစ်သည်။ ၎င်းသည် တမန်တော်မြတ် ﷺ အား မကြာခဏ ထိခိုက်နစ်နာစေခဲ့သည်။ ၎င်းသည် တမန်တော်မြတ်နှင့် ၎င်း၏ဘာသာတရားကို မုန်းတီး၍ ကဲ့ရဲ့ရှုတ်ချခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူအဇ်-ဇီနဒ်မှ မှတ်တမ်းတင်ထားသည်မှာ ဘနီအဒ်-ဒိလ် မျိုးနွယ်မှ ရဗီအဟ် အိဗ်နု 'အဗ္ဗဒ် အမည်ရှိ လူတစ်ဦး (၎င်းသည် အစ္စလာမ်မတိုင်မီခေတ် အသိပညာမဲ့လူတစ်ဦးဖြစ်ပြီး အစ္စလာမ်ကို လက်ခံခဲ့သူဖြစ်သည်) က ၎င်းအား ပြောသည်၊ \"ကျွန်ုပ်သည် အစ္စလာမ်မတိုင်မီခေတ် ဓူလ်-မဂျာဇ်ဈေး၌ တမန်တော်မြတ် ﷺ ကို တွေ့မြင်ခဲ့ပြီး ကိုယ်တော်မြတ်က မိန့်တော်မူနေသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ، قُولُوا: لَا إِلهَ إِلَّا اللهُ تُفْلِحُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့! အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ရာ ဘုရားမရှိဟု ပြောဆိုကြပါ၊ သင်တို့ အောင်မြင်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">လူများသည် ကိုယ်တော်မြတ်ပတ်လည်တွင် စုရုံးနေကြပြီး ကိုယ်တော်မြတ်နောက်တွင် မျက်နှာတောက်ပသူ၊ မျက်စိစွေသူ <span class=\"gray\">(သို့မဟုတ် မျက်စိလွှဲသူ)</span> နှင့် ဆံပင်နှစ်ခွကျစ်ထားသူတစ်ဦး ရှိနေသည်။ ၎င်းက \"အမှန်စင်စစ်၊ ၎င်းသည် အယူဖောက်ပြန်သူ <span class=\"gray\">(ကျွန်ုပ်တို့၏ဘာသာမှ)</span> နှင့် လိမ်ညာသူဖြစ်သည်!\" ဟု ပြောနေသည်။ ဤသူသည် ကိုယ်တော်မြတ် <span class=\"gray\">(ﷺ)</span> သွားလေရာရာ နောက်ကလိုက်နေသည်။ ထို့ကြောင့် ကျွန်ုပ်က ထိုသူသည် မည်သူဖြစ်သည်ဟု မေးရာ ၎င်းတို့ <span class=\"gray\">(လူများ)</span> က \"ဤသူသည် ကိုယ်တော်မြတ်၏ ဘကြီး အဘူလဟဗ် ဖြစ်သည်\" ဟု ပြောကြသည်။ </p><p lang=\"my\" class=\"my \">အဟ်မဒ်သည် ဤမှတ်တမ်းကို ဆူရိုင်ဂျ်ထံမှလည်း မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းက အိဗ်နု အဘူအဇ်-ဇီနဒ်ထံမှ မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းက ၎င်း၏ဖခင် <span class=\"gray\">(အဘူဇီနဒ်)</span> ထံမှ မှတ်တမ်းတင်ခဲ့ကာ ၎င်းဖခင်က ဤအတူတူပင် မှတ်တမ်းကို ဖော်ပြခဲ့သည်။ သို့သော် ဤမှတ်တမ်းတွင် အဘူဇီနဒ်က ပြောသည်၊ \"ကျွန်ုပ်က ရဗီအဟ်အား 'ထိုအချိန်က သင်ကလေးဘဝလား' ဟု မေးရာ ၎င်းက 'မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ ထိုနေ့က ကျွန်ုပ်သည် အသိဉာဏ်အရှိဆုံးဖြစ်ပြီး ပလွေ <span class=\"gray\">(ဂီတအတွက်)</span> မှုတ်ရာတွင် အခါင်းဆုံးဖြစ်သည်' ဟု ပြန်ဖြေခဲ့သည်။\" ဤဟဒီးဆ်ကို အဟ်မဒ်တစ်ဦးတည်းသာ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ -</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ဥစ္စာပစ္စည်းနှင့် ၎င်း၏သားသမီးများ <span class=\"gray\">(ကဆဗ်)</span> သည် ၎င်းအား အကျိုးပြုမည်မဟုတ်ချေ!)</span></p><p lang=\"my\" class=\"my \">အိဗ်နုအဗ္ဗာစ်နှင့် အခြားသူများက ပြောကြသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَسَبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏သားသမီးများ <span class=\"gray\">(ကဆဗ်)</span> သည် ၎င်းအား အကျိုးပြုမည်မဟုတ်ချေ!)</span></p><p lang=\"my\" class=\"my \">\"ကဆဗ်\" ဆိုသည်မှာ ၎င်း၏သားသမီးများကို ဆိုလိုသည်။\" ထိုကဲ့သို့သော ထုတ်ပြန်ချက်ကို 'အိုင်ရှဟ်၊ မူဂျာဟစ်ဒ်၊ 'အတွာအ်၊ အလ်-ဟဆန်နှင့် အိဗ်နု စီရင်တို့ထံမှလည်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု မစအူဒ်ထံမှ ဖော်ပြထားသည်မှာ တမန်တော်မြတ် ﷺ သည် ၎င်း၏လူများကို ယုံကြည်ခြင်းသို့ ဖိတ်ခေါ်သောအခါ အဘူလဟဗ်က \"ကျွန်ုပ်၏ တူဖြစ်သူပြောသည့်အရာ မှန်ကန်သည်ဆိုလျှင်ပင်၊ ကျွန်ုပ်သည် တရားစီရင်မည့်နေ့တွင် နာကျင်သောပြစ်ဒဏ်မှ ကျွန်ုပ်၏ဥစ္စာပစ္စည်းနှင့် သားသမီးများဖြင့် ကျွန်ုပ်ကိုယ်တိုင် ရွေးနှုတ်မည် <span class=\"gray\">(ဆိုလိုသည်မှာ ကျွန်ုပ်ကိုယ်တိုင် ကယ်တင်မည်)</span>\" ဟု ပြောခဲ့သည်။ ထိုသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးတော်မူခဲ့သည် -</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏သားသမီးများ <span class=\"gray\">(ကဆဗ်)</span> သည် ၎င်းအား အကျိုးပြုမည်မဟုတ်ချေ!)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မီးတောက်များ ပြည့်နှက်နေသော မီးထဲသို့ ဝင်ရောက်ရလိမ့်မည်!)</span> ဆိုလိုသည်မှာ မီးတောက်များ၊ ဆိုးကျိုးများနှင့် ပြင်းထန်စွာ လောင်ကျွမ်းခြင်းတို့ ရှိသည်။</p><p lang=\"haw\" class=\"haw \">The Destiny of Umm Jamil, the Wife of Abu Lahab</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်း၏ဇနီးသည်လည်း ထင်းထမ်းသူဖြစ်သည်။)</span> ၎င်း၏ဇနီးသည် ကုရိုက်ရှ်ခေါင်းဆောင် အမျိုးသမီးများထဲမှ တစ်ဦးဖြစ်ပြီး အွမ်မုဂျမီလ် ဟု လူသိများသည်။ ၎င်း၏အမည်မှာ 'အရ်ဝါးဟ် ဗင်ဗ် ဟရ်ဗ် ဗင်ဗ် အုမိုင်ယာ ဖြစ်ပြီး အဘူစွဖ်ယာန်၏ ညီမဖြစ်သည်။ ၎င်းသည် ၎င်း၏ခင်ပွန်း၏ မယုံကြည်မှု၊ ငြင်းပယ်မှုနှင့် ခေါင်းမာမှုတို့တွင် ထောက်ခံခဲ့သည်။ ထို့ကြောင့် တရားစီရင်မည့်နေ့တွင် ၎င်းသည် ဂျဟန္နမ် (ငရဲ) မီးထဲတွင် ၎င်း၏ပြစ်ဒဏ်ကို စီမံရာ၌ အကူအညီပေးလိမ့်မည်။ ထိုသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَمَّالَةَ الْحَطَبِ - فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထင်းထမ်းသူ။ ၎င်း၏လည်ပင်း၌ မဆဒ်ကြိုး (အုန်းလက်ကြိုး) လိမ်မာလျက်ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းသည် ထင်းများကို ထမ်းဆောင်၍ ၎င်း၏ခင်ပွန်းအပေါ် ပစ်ချကာ ၎င်းခံစားနေရသော <span class=\"gray\">(ပြစ်ဒဏ်)</span> ကို တိုးပွားစေမည်ဖြစ်ပြီး၊ ၎င်းသည် ထိုသို့ပြုလုပ်ရန် အသင့်ဖြစ်နေမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏လည်ပင်း၌ မဆဒ်ကြိုး (အုန်းလက်ကြိုး) လိမ်မာလျက်ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">မူဂျာဟစ်ဒ်နှင့် 'ဥရ်ဝဟ် နှစ်ဦးစလုံးက \"မီး၏ အုန်းလက်ဖိုင်ဘာမှ\" ဟု ပြောကြသည်။</p><p lang=\"my\" class=\"my \">အလ်-'အဝ်ဖီသည် အိဗ်နုအဗ္ဗာစ်၊ 'အတီယာ အလ်-ဂျဒလီ၊ အဒ်-ဒဟ်ဟာက်နှင့် အိဗ်နု ဇိုင်းဒ်တို့ထံမှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်းသည် တမန်တော်မြတ် ﷺ ၏ လမ်းခရီးတွင် ဆူးများကို ထားလေ့ရှိကြောင်းဖြစ်သည်။ အလ်-ဂျော်ဟာရီက ပြောသည်၊ \"အလ်-မဆဒ် ဆိုသည်မှာ အမျှင်များကို ရည်ညွှန်းသည်။ ၎င်းသည် အမျှင်များ သို့မဟုတ် အုန်းလက်များဖြင့် ပြုလုပ်ထားသော ကြိုးလည်းဖြစ်သည်။ ၎င်းကို ကုလားအုတ်တို့၏ အရေခွံများ သို့မဟုတ် ၎င်းတို့၏ အမွေးများဖြင့်လည်း ပြုလုပ်ထားသည်။ <span class=\"gray\">(အာရဗီဘာသာဖြင့်)</span> မဆဒ်တုလ်-ဟဗ်လာ နှင့် အမ်ဆဒူဟူ မဆဒန် ဟု ပြောကြသည်၊ သင်သည် ၎င်း၏ကြိုးကို တင်းတင်းကျပ်ကျပ် ချည်နှောင်သောအခါ ဖြစ်သည်။\" </p><p lang=\"hmn\" class=\"hmn \">Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏လည်ပင်း၌ မဆဒ်ကြိုး (အုန်းလက်ကြိုး) လိမ်မာလျက်ရှိ၏။)</span> \"ဤသည်မှာ သံကြိုးကော်လာကို ဆိုလိုသည်။\" အာရပ်တို့သည် မူလီကြိုးကို မဆဒ်ဟု ခေါ်သည်ကို သင်မမြင်ဘူးလား?</p><p lang=\"my\" class=\"my \">အဘူလဟဗ်၏ ဇနီးသည် တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> အား အန္တရာယ်ပြုခဲ့သော အဖြစ်အပျက်</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က ၎င်း၏ဖခင်နှင့် အဘူ ဇူရ်အဟ် နှစ်ဦးစလုံးက 'အဗ်ဒုလ္လာဟ် အိဗ်နု အဇ်-ဇူဗိုင်ရ် အလ်-ဟုမိုင်ဒီက ၎င်းတို့အား ပြောကြားခဲ့သည်၊ စွဖ်ယန်က ၎င်းတို့အား ပြောကြားခဲ့သည်မှာ အလ်-ဝါလစ်ဒ် အိဗ်နု ကသီရ်သည် အိဗ်နု တဒ်ရုစ်ထံမှ မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းက အစမာအ် ဗင်ဗ် အဘီ ဗကရ်က ပြောသည်၊ \"အခါတွင် -</p><p class=\"ps qpc-hafs\" lang=\"ps\">تَبَّتْ يَدَا أَبِي لَهَبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘူလဟဗ်၏ လက်နှစ်ဖက်ပျက်စီးပါစေ၊ ထိုသူပျက်စီးပါစေ)</span>!)</p><p lang=\"my\" class=\"my \">ကျရောက်လာသောအခါ မျက်စိတစ်ဖက်ကန်းသော အွမ်မုဂျမီလ် ဗင်ဗ် ဟရ်ဗ်သည် ငိုကြွေးရင်း ထွက်လာခဲ့ပြီး ၎င်း၏လက်ထဲတွင် ကျောက်တုံးတစ်တုံး ပါရှိသည်။ ၎င်းက '၎င်းသည် ကျွန်ုပ်တို့၏ဖခင်ကို ဝေဖန်သည်၊ ၎င်း၏ဘာသာတရားသည် ကျွန်ုပ်တို့၏ ကဲ့ရဲ့စရာဖြစ်သည်၊ ၎င်း၏အမိန့်မှာ ကျွန်ုပ်တို့ကို မနာခံရန်ဖြစ်သည်' ဟု ပြောနေသည်။ တမန်တော်မြတ် ﷺ သည် ဗလီ <span class=\"gray\">(ကအ်ဗဟ်၏)</span> ၌ ထိုင်နေပြီး အဘူဗကရ်သည် ကိုယ်တော်မြတ်နှင့်အတူ ရှိနေသည်။ အဘူဗကရ်က ၎င်းကို မြင်သောအခါ 'အို အလ္လာဟ်၏ တမန်တော်! ၎င်းသည် လာနေပြီ၊ ၎င်းသည် ကိုယ်တော်မြတ်ကို မြင်မည်ကို ကျွန်ုပ်စိုးရိမ်သည်' ဟု ပြောသည်။ တမန်တော်မြတ် ﷺ က ပြန်ဖြေသည် -</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا لَنْ تَرَانِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းသည် ကျွန်ုပ်ကို မြင်လိမ့်မည်မဟုတ်ချေ။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ကိုယ်တော်မြတ်သည် မိမိကိုယ်ကို ကာကွယ်ရန် ကုရ်အာန်အချို့ကို ရွတ်ဖတ်တော်မူသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူထားသည်နှင့် အတူတူပင်ဖြစ်သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَّسْتُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ကုရ်အာန်ကို ရွတ်ဖတ်သောအခါ၊ သင်နှင့် နောင်တမလွန်ဘဝကို မယုံကြည်သူတို့အကြား မြင်မရသော ကုလားကာတစ်ခုကို ငါတို့ခြားထားသည်။)</span><span class=\"gray\">(၁၇:၄၅)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းသည် အဘူဗကရ်ရှေ့တွင် ရပ်သည်အထိ ရှေ့တိုးလာခဲ့သော်လည်း တမန်တော်မြတ် ﷺ ကို မမြင်ခဲ့ရချေ။ ထို့နောက် ၎င်းက 'အို အဘူဗကရ်! အမှန်စင်စစ်၊ သင်၏မိတ်ဆွေသည် ကျွန်ုပ်အကြောင်းကို ဂုဏ်သရေညှိုးနွမ်းစေသော ကဗျာများ ရေးဖွဲ့နေသည်ဟု ကျွန်ုပ်ကြားသိရသည်' ဟု ပြောသည်။ အဘူဗကရ်က 'မဟုတ်ပါ! ဤအိမ်တော် <span class=\"gray\">(ကအ်ဗဟ်)</span> ၏ အရှင်သခင်ကို ကျိန်ဆိုပါ၏၊ ၎င်းသည် သင့်အား ဂုဏ်သရေညှိုးနွမ်းစေခြင်း မရှိပါ' ဟု ပြန်ဖြေသည်။ ထို့ကြောင့် ၎င်းသည် 'အမှန်စင်စစ် ကုရိုက်ရှ်တို့သည် ကျွန်ုပ်သည် ၎င်းတို့၏ခေါင်းဆောင်၏ သမီးဖြစ်သည်ကို သိကြပါသည်' ဟု ပြောရင်း လှည့်ထွက်သွားသည်။\"</p><p lang=\"my\" class=\"my \">အလ်-ဝါလစ်ဒ် သို့မဟုတ် အခြားတစ်ဦးက ဤဟဒီးဆ်၏ ကွဲပြားသော မှတ်တမ်းတစ်ခုတွင် ပြောသည်၊ \"ထို့ကြောင့် အွမ်မုဂျမီလ်သည် အိမ်တော် <span class=\"gray\">(ကအ်ဗဟ်)</span> ပတ်လည်တွင် <span class=\"gray\">(တာဝါဖ်)</span> ပြုလုပ်နေစဉ် ၎င်း၏ခါးစွပ်အင်္ကျီဖြင့် ချော်လဲပြီး 'ကဲ့ရဲ့သူ ကျိန်စာသင့်ပါစေ' ဟု ပြောလိုက်သည်။ ထို့နောက် အွမ်မုဟာကင်မ် ဗင်ဗ် 'အဗ်ဒုလ်-မွတ်သလိဗ်က 'ကျွန်မသည် သန့်စင်သော အမျိုးသမီးဖြစ်သောကြောင့် ဆဲဆိုပြောဆိုမည်မဟုတ်၊ ကျွန်မသည် ယဉ်ကျေးသိမ်မွေ့သောကြောင့် မသိပါ။ ကျွန်မတို့နှစ်ဦးစလုံးသည် ဘကြီးတစ်ဦးတည်း၏ သားသမီးများဖြစ်သည်။ နောက်ဆုံးတွင် ကုရိုက်ရှ်တို့သာ အသိဆုံးဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဤဆူရာ၏ တဖ်စီရ် (ရှင်းလင်းချက်) ၏ အဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ အားလုံးဖြစ်ပေသည်။</p>"
  }
]