[
  {
    "ayah_key": "39:53",
    "group_ayah_key": "39:53",
    "from_ayah": "39:53",
    "to_ayah": "39:59",
    "ayah_keys": "39:53,39:54,39:55,39:56,39:57,39:58,39:59",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"အို ကိုယ့်ကိုယ်ကို ကျူးလွန်ခဲ့ကြကုန်သော ကျွန်များအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို စိတ်မပျက်ကြကုန်လင့်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အပြစ်အားလုံးကို ခွင့်လွှတ်တော်မူ၏။ ဧကန်မလွဲ အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော အနန္တကရုဏာတော်ရှင် ဖြစ်တော်မူသည်။ <span>(၅၃)</span>\"သင်တို့၏ သခင်ထံတော်သို့ နောင်တတရားဖြင့် <span class=\"gray\">(စစ်မှန်သော ယုံကြည်မှုဖြင့် နာခံခြင်းဖြင့်)</span> ပြန်လှည့်ကြကုန်။ သင်တို့အပေါ် ပြစ်ဒဏ်မကျရောက်မီ အရှင်မြတ်ထံ နာခံကြကုန်။ ထိုအခါ သင်တို့သည် အကူအညီရရှိမည် မဟုတ်ပေ။ <span>(၅၄)</span>\"သင်တို့ မသိလိုက်မီ သင်တို့အပေါ် ရုတ်တရက် ပြစ်ဒဏ်ကျရောက်လာခြင်းမပြုမီ သင်တို့၏ သခင်ထံမှ သင်တို့ထံသို့ ချပေးတော်မူသောအရာများတွင် အကောင်းဆုံးကို လိုက်နာကြကုန်။ <span>(၅၅)</span>လူတစ်ဦးတစ်ယောက်က 'အို... ငါသည် အလ္လာဟ်အရှင်မြတ်အပေါ် လျစ်လျူရှုခဲ့မိသည့်အတွက် ငါ၏ဝမ်းနည်းခြင်းများ! ငါသည် လှောင်ပြောင်သူများထဲမှ အမှန်ပင် ဖြစ်ခဲ့ပေသည်' ဟု မပြောမိစေရန်။ <span>(၅၆)</span>သို့မဟုတ် <span class=\"gray\">(မပြောမိစေရန်)</span> သူက 'အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ငါ့ကို လမ်းပြတော်မူခဲ့ပါလျှင် ငါသည် တာ့ကွာရှိသူများထဲမှ အမှန်ပင် ဖြစ်ခဲ့ပေမည်' ဟု မပြောမိစေရန်။ <span>(၅၇)</span>သို့မဟုတ် <span class=\"gray\">(မပြောမိစေရန်)</span> သူသည် ပြစ်ဒဏ်ကို မြင်သောအခါ 'အကယ်၍ ငါ့တွင် နောက်ထပ်အခွင့်အရေးတစ်ရပ်သာ ရခဲ့ပါလျှင် ငါသည် ကောင်းမှုပြုသူများထဲမှ အမှန်ပင် ဖြစ်ခဲ့ပေမည်' ဟု မပြောမိစေရန်။ <span>(၅၈)</span>ဟုတ်သည်! ဧကန်မလွဲ သင်တို့ထံ ငါ့၏ Ayat များ ရောက်လာခဲ့ပြီး သင်တို့သည် ၎င်းတို့ကို ငြင်းပယ်ခဲ့ကြသည်။ ထို့ပြင် သင်တို့သည် မာန်မာနထောင်လွှားခဲ့ကြပြီး မယုံကြည်သူများထဲမှ ဖြစ်ခဲ့ကြသည်။ <span>(၅၉)</span></p><p lang=\"my\" class=\"my \">ပြစ်ဒဏ်မလာမီ နောင်တတရားယူရန် တောင်းဆိုခြင်း</p><p lang=\"my\" class=\"my \">ဤအာယတ်သည် အပြစ်သားအားလုံး၊ ၎င်းတို့သည် မယုံကြည်သူများဖြစ်စေ၊ အခြားသူများဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်ထံ နောင်တတရားယူ၍ ပြန်လှည့်ရန် တောင်းဆိုခြင်းဖြစ်သည်။ ဤအာယတ်က ကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များ၏ အပြစ်အားလုံးကို ခွင့်လွှတ်တော်မူမည်ဖြစ်ကြောင်း၊ ၎င်းတို့၏ အပြစ်များသည် မည်သည့်အမျိုးအစားဖြစ်စေ၊ မည်မျှပင် များပြားစေကာမူ ပင်လယ်ရေမြှုပ်များကဲ့သို့ပင် ဖြစ်စေကာမူ ခွင့်လွှတ်တော်မူမည်ဖြစ်ကြောင်း ဖော်ပြသည်။ ၎င်းကို နောင်တတရားမရှိဘဲ အပြစ်များကို ခွင့်လွှတ်မည်ဟု အဓိပ္ပာယ်ဖွင့်ဆို၍မရနိုင်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ရှိရ်ခ် (ဘုရားရှင်နှင့်အခြားသူကိုတွဲဖက်ကိုးကွယ်ခြင်း) ကို ၎င်းမှ နောင်တတရားယူသူအတွက်သာ ခွင့်လွှတ်နိုင်သည်။ အလ်-ဘူခါရီက အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ ရှိရ်ခ် ကျူးလွန်သူအချို့သည် လူများစွာကို သတ်ဖြတ်ပြီး ဇီနာ <span class=\"gray\">(တရားမဝင် လိင်မှုကိစ္စများ)</span> ကို အတိုင်းအတာတစ်ခုအထိ ကျူးလွန်ခဲ့ကြသည်။ ၎င်းတို့သည် မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ထံ လာရောက်ပြီး \"အရှင်ပြောဆိုပြီး ကျွန်ုပ်တို့ကို ဖိတ်ခေါ်နေသည့်အရာသည် ကောင်းမွန်ပါသည်။ ကျွန်ုပ်တို့ လုပ်ဆောင်ခဲ့သည့်အရာများအတွက် ပြေလည်စေရန် နည်းလမ်းရှိကြောင်း အရှင်ပြောပြနိုင်ပါက\" ဟု ပြောကြသည်။ ထို့နောက် အောက်ပါ အာယတ်များ ကျရောက်လာသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားတစ်ပါးကို မဖိတ်ခေါ်ကြသူများ၊ အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော မည်သူ့ကိုမျှ တရားသော အကြောင်းပြချက်မှအပ မသတ်ဖြတ်သူများ၊ တရားမဝင် လိင်မှုကိစ္စကို မကျူးလွန်ကြသူများ)</span><span class=\"gray\">(၂၅:၆၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို ကိုယ့်ကိုယ်ကို ကျူးလွန်ခဲ့ကြကုန်သော ကျွန်များအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို စိတ်မပျက်ကြကုန်လင့်။)</span> ၎င်းကို မွတ်စလင်မ်၊ အဘူ ဒါဝူးဒ် နှင့် အန်-နစာအီ တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ ပထမ အာယတ် <span class=\"gray\">(၂၅:၆၈)</span> ၏ ဆိုလိုရင်းမှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တတရားယူပြီး ယုံကြည်ကာ ကောင်းမှုပြုသူများမှအပ)</span><span class=\"gray\">(၂၅:၇၀)</span>။ အေမာမ် အဟ်မဒ်က အစ္စမာအ် ဘင့်တ် ယဇီးဒ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"ကျွန်မသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ရွတ်ဆိုသည်ကို ကြားခဲ့ရသည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်း၏အလုပ်သည် မတရားသောအလုပ်ဖြစ်သည်)</span><span class=\"gray\">(၁၁:၄၆)</span>။ ထို့ပြင် အရှင်မြတ် ﷺ ပြောဆိုသည်ကို ကျွန်မ ကြားခဲ့ရသည်-  </p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِي الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ وَ لَا يُبَالِي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို ကိုယ့်ကိုယ်ကို ကျူးလွန်ခဲ့ကြကုန်သော ကျွန်များအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို စိတ်မပျက်ကြကုန်လင့်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အပြစ်အားလုံးကို ခွင့်လွှတ်တော်မူ၏။ အရှင်မြတ်သည် ၎င်းကို ဂရုမစိုက်ပေ။ ဧကန်မလွဲ အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော အနန္တကရုဏာတော်ရှင် ဖြစ်တော်မူသည်\")</span>။ ၎င်းကို အဘူ ဒါဝူးဒ် နှင့် အတ်-တီရ်မီဇီ တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်များအားလုံးက ဆိုလိုသည်မှာ လူတစ်ဦး နောင်တတရားယူပါက အလ္လာဟ်အရှင်မြတ်သည် အပြစ်အားလုံးကို ခွင့်လွှတ်တော်မူသည်ဟူ၍ ဖြစ်သည်။ ထို့အပြင်၊ မိမိ၏ အပြစ်များသည် များပြားပြီး ကြီးမားနေသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို စိတ်မပျက်ရပေ၊ အဘယ်ကြောင့်ဆိုသော် နောင်တတရားနှင့် ကရုဏာတော်၏ တံခါးသည် ကျယ်ပြန့်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များထံမှ နောင်တတရားကို လက်ခံတော်မူကြောင်း ၎င်းတို့ မသိကြပါသလော)</span><span class=\"gray\">(၉:၁၀၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုပြုသည် သို့မဟုတ် မိမိကိုယ်ကို မတရားပြုပြီးနောက် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံပါက အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော၊ အနန္တကရုဏာတော်ရှင် ဖြစ်တော်မူသည်ကို တွေ့ရှိရလိမ့်မည်။)</span><span class=\"gray\">(၄:၁၁၀)</span>။ အယောင်ဆောင်သူများ (မုနာဖစ်ခ်ျ) နှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا - إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အယောင်ဆောင်သူများသည် ငရဲ၏ အနိမ့်ဆုံးအလွှာ <span class=\"gray\">(အဆင့်)</span> တွင် ရှိကြမည်ဖြစ်ပြီး ၎င်းတို့အတွက် မည်သူမျှ အကူအညီပေးသူကို သင် တွေ့ရှိမည်မဟုတ်ပေ။ နောင်တတရားယူပြီး ကောင်းမှုပြုသူများမှအပ)</span><span class=\"gray\">(၄:၁၄၅-၁၄၆)</span>။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ۘ وَمَا مِنْ إِلَٰهٍ إِلَّا إِلَٰهٌ وَاحِدٌ ۚ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ မယုံကြည်သူများသည် \"အလ္လာဟ်အရှင်မြတ်သည် သုံးပါးထဲမှ တတိယ <span class=\"gray\">(သုံးပါးပေါင်းတစ်ဆူ)</span> ဖြစ်သည်\" ဟု ပြောဆိုခဲ့ကြသူများ ဖြစ်ကြသည်။ သို့သော် တစ်ပါးတည်းသော ဘုရားမှအပ အခြားမည်သည့် ဘုရားမျှ မရှိပေ။ ၎င်းတို့ ပြောဆိုနေသည်ကို မရပ်တန့်ပါက ဧကန်မလွဲ ၎င်းတို့အနက်မှ မယုံကြည်သူများအပေါ် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကျရောက်လိမ့်မည်။)</span><span class=\"gray\">(၅:၇၃)</span>။ ထို့နောက် အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံ နောင်တတရားယူ၍ အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို မတောင်းခံကြပါသလော။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော၊ အနန္တကရုဏာတော်ရှင် ဖြစ်တော်မူသည်။)</span><span class=\"gray\">(၅:၇၄)</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ فَتَنُواْ الْمُؤْمِنِينَ وَالْمُؤْمِنَـتِ ثُمَّ لَمْ يَتُوبُواْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ယုံကြည်သူအမျိုးသားများနှင့် ယုံကြည်သူအမျိုးသမီးများကို <span class=\"gray\">(ညှဉ်းပန်းနှိပ်စက်ခြင်းဖြင့်)</span> စမ်းသပ်ခဲ့ကြသူများ၊ ထို့နောက် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ)</span> နောင်တတရားမယူကြသူများ)</span><span class=\"gray\">(၈၅: ၁၀)</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဟာဆန် အလ်-ဘစရီ (အလ္လာဟ်အရှင်မြတ် သနားတော်မူပါစေသော်) က ပြောကြားသည်- \"ဤ ရက်ရောမှုနှင့် ကြင်နာမှုကို ကြည့်ပါ။ ၎င်းတို့သည် အရှင်မြတ်၏ ရင်းနှီးသော မိတ်ဆွေများကို သတ်ခဲ့ကြသော်လည်း အရှင်မြတ်က ၎င်းတို့ကို နောင်တတရားနှင့် ခွင့်လွှတ်မှုသို့ ဆက်လက် ဖိတ်ခေါ်နေသေးသည်။\" ဤအကြောင်းအရာနှင့် ပတ်သက်၍ အာယတ်များစွာ ရှိသည်။</p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းနှစ်စောင်တွင် အဘူ ဆာအိဒ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) မှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံမှ လူ ၉၉ ဦးကို သတ်ခဲ့သူတစ်ဦးနှင့်ပတ်သက်သော ဟဒီးဆ်ကို မှတ်တမ်းတင်ထားသည်။ နောက်ပိုင်းတွင် သူသည် နောင်တရပြီး အစ္စရေးလ်သားများထဲမှ ကိုးကွယ်သူတစ်ဦးအား နောင်တရနိုင်ခြင်းရှိမရှိ မေးမြန်းခဲ့သည်။ ထိုသူက မရဟု ပြောသဖြင့် သူသည် ထိုသူကို သတ်ခဲ့ရာ စုစုပေါင်း လူတစ်ရာပြည့်သွားသည်။ ထို့နောက် သူသည် ၎င်းတို့၏ ပညာရှင်တစ်ဦးအား နောင်တရနိုင်ခြင်းရှိမရှိ မေးမြန်းခဲ့သည်။ ထိုပညာရှင်က \"နောင်တရခြင်းမှ သင့်ကို မည်သည့်အရာက တားဆီးနေပါသနည်း\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရာမြို့သို့ သွားရန် ၎င်းကို ပြောခဲ့သည်။ သူသည် ထိုမြို့သို့ ထွက်ခွာခဲ့သော်လည်း လမ်းခရီးတွင် သေဆုံးခဲ့သည်။ ကရုဏာတော်ရှင် ကောင်းကင်တမန်များနှင့် ပြစ်ဒဏ်ပေးမည့် ကောင်းကင်တမန်များသည် သူ့အပေါ် အငြင်းပွားခဲ့ကြရာ အလ္လာဟ်အရှင်မြတ်က မြို့နှစ်မြို့အကြား အကွာအဝေးကို တိုင်းတာရန် အမိန့်ပေးခဲ့သည်။ သူ မည်သည့်မြို့နှင့် ပိုနီးသည်ကို ကြည့်ပြီး ထိုမြို့က ၎င်းနှင့် သက်ဆိုင်သည်ဟု ဆုံးဖြတ်ခဲ့သည်။ ၎င်းတို့သည် သူ သွားလိုသည့်မြို့နှင့် ပိုနီးသည်ကို တွေ့ရှိခဲ့ကြသဖြင့် ကရုဏာတော်ရှင် ကောင်းကင်တမန်များက ၎င်းကို ခေါ်ဆောင်သွားခဲ့သည်။ သူ သေဆုံးချိန်တွင် <span class=\"gray\">(ထိုမြို့ဘက်သို့)</span> မိမိကိုယ်ကို ရွေ့လျားခဲ့သည်ဟု ဆိုကြပြီး အလ္လာဟ်အရှင်မြတ်က ကောင်းသောမြို့ကို သူ့ထံ ပိုမိုနီးကပ်လာရန်နှင့် အခြားမြို့ကို ဝေးရာသို့ ရွေ့ရှားရန် အမိန့်ပေးခဲ့သည်။ ဤသည်မှာ ဟဒီးဆ်၏ အခြေခံအဓိပ္ပာယ်ဖြစ်ပြီး ကျွန်ုပ်တို့သည် ၎င်းကို အခြားနေရာများတွင် အပြည့်အစုံ ကိုးကားဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာ က အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) သည် ဤအာယတ်နှင့်ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်ဟု ဖော်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို ကိုယ့်ကိုယ်ကို ကျူးလွန်ခဲ့ကြကုန်သော ကျွန်များအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို စိတ်မပျက်ကြကုန်လင့်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အပြစ်အားလုံးကို ခွင့်လွှတ်တော်မူ၏...\")</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူတိုင်းကို မိမိ၏ ခွင့်လွှတ်မှုသို့ ဖိတ်ခေါ်သည်။ မေရှိယသည် ဘုရားသခင်ဖြစ်သည်ဟု အခိုင်အမာဆိုသူများ၊ မေရှိယသည် ဘုရားသခင်၏သားတော်ဖြစ်သည်ဟု အခိုင်အမာဆိုသူများ၊ 'ဥဇိုင်ရ်' သည် ဘုရားသခင်၏သားတော်ဖြစ်သည်ဟု အခိုင်အမာဆိုသူများ၊ အလ္လာဟ်အရှင်မြတ်သည် ဆင်းရဲသည်ဟု အခိုင်အမာဆိုသူများ၊ အလ္လာဟ်အရှင်မြတ်၏ လက်တော်သည် ချည်နှောင်ထားသည်ဟု အခိုင်အမာဆိုသူများ၊ အလ္လာဟ်အရှင်မြတ်သည် သုံးပါးထဲမှ တတိယ <span class=\"gray\">[သုံးပါးပေါင်းတစ်ဆူ]</span> ဖြစ်သည်ဟု ပြောဆိုသူများအားလုံးကို အလ္လာဟ်အရှင်မြတ်က ဤသို့ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံ နောင်တတရားယူ၍ အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို မတောင်းခံကြပါသလော။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော၊ အနန္တကရုဏာတော်ရှင် ဖြစ်တော်မူသည်။)</span><span class=\"gray\">(၅:၇၄)</span>။ </p><p lang=\"my\" class=\"my \">ထို့ထက် ပိုဆိုးသည်ကို ပြောဆိုသူ၊ 'ငါသည် သင်တို့၏ အမြင့်ဆုံးသခင်ဖြစ်သည်' ဟု ပြောဆိုသူ၊ ထို့ပြင် ပြောဆိုသူကို အရှင်မြတ်က နောင်တတရားယူရန် ဖိတ်ခေါ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَا عَلِمْتُ لَكُمْ مِنْ إِلَٰهٍ غَيْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါမှအပ သင်တို့၌ အခြားမည်သည့်ဘုရားမျှ ရှိသည်ကို ငါမသိ\")</span><span class=\"gray\">(၂၈:၃၈)</span>။ အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) က ပြောကြားသည်- \"ဤနောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များကို အရှင်မြတ်၏ ကရုဏာတော်မှ စိတ်ပျက်အားငယ်စေသူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မြတ်ကို ငြင်းပယ်ခဲ့ခြင်းဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က နောင်တတရားယူရန် အမိန့်မချမှတ်သရွေ့ လူတစ်ဦးသည် နောင်တတရားယူနိုင်မည် မဟုတ်ပေ။\"</p><p lang=\"ha\" class=\"ha \">At-Tabarani recorded that Shutayr bin Shakal said, \"I heard Ibn Mas'ud say, 'The greatest Ayah in the Book of Allah is:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်! အရှင်မြတ်မှအပ ကိုးကွယ်ခံထိုက်သူ မည်သူမျှမရှိ။ ထာဝရအသက်ရှင်တော်မူသော၊ အရာခပ်သိမ်းကို ထောက်ပံ့စောင့်ရှောက်တော်မူသော အရှင်မြတ်)</span><span class=\"gray\">(၂:၂၅၅)</span>။ </p><p lang=\"my\" class=\"my \">ကုရ်အာန်တွင် ကောင်းမှုနှင့်မကောင်းမှုကို အကျုံးဝင်ဆုံး အာယတ်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် တရားမျှတမှုနှင့် အလ်-အိဟ်ဆာန် ကို အမိန့်ပေးတော်မူသည်)</span><span class=\"gray\">(၁၆:၉၀)</span>။ </p><p lang=\"my\" class=\"my \">ကုရ်အာန်တွင် အသက်သာဆုံးဖြစ်စေသော အာယတ်သည် စူရဟ် အဇ်-ဇူမရ် တွင်ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို ကိုယ့်ကိုယ်ကို ကျူးလွန်ခဲ့ကြကုန်သော ကျွန်များအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို စိတ်မပျက်ကြကုန်လင့်။\")</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အပေါ် ယုံကြည်ကိုးစားခြင်းနှင့် ပတ်သက်၍ ကုရ်အာန်တွင် အရှင်းလင်းဆုံး အာယတ်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا - وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ရိုသေသူ မည်သူမဆို အရှင်မြတ်သည် သူ့အတွက် ထွက်ပေါက် <span class=\"gray\">(အခက်အခဲတိုင်းမှ)</span> ဖန်တီးပေးမည်။ ထို့ပြင် အရှင်မြတ်သည် သူ ဘယ်သောအခါမျှ စိတ်ကူးမယဉ်ဖူးသော <span class=\"gray\">(ရင်းမြစ်များ)</span> မှ သူ့ကို ပေးသနားတော်မူမည်)</span><span class=\"gray\">(၆၅:၂-၃)</span>' မစရူက်က ၎င်းအား 'အသင် မှန်ကန်စွာ ပြောဆိုခဲ့ပြီ'\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">စိတ်မပျက်ရန် ကျွန်ုပ်တို့အား ပြောပြသော ဟဒီးဆ်များ</p><p lang=\"cy\" class=\"cy \">Imam Ahmad recorded that Anas bin Malik, may Allah be pleased with him, said, \"I heard the Messenger of Allah ﷺ, say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَوْ أَخْطَأْتُمْ حتّٰى تَمْلَأَ خَطَايَاكُمْ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، ثُمَّ اسْتَغْفَرْتُمُ اللهَ تَعَالَىٰ لَغَفَرَ لَكُمْ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ! لَوْ لَمْ تُخْطِئُوا لَجَاءَ اللهُ عَزَّ وَجَلَّ بِقَوْمٍ يُخْطِئُونَ، ثُمَّ يَسْتَغْفِرُونَ اللهَ فَيَغْفِرُ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်အရှင်၏ လက်တော်၌ ကျွန်ုပ်၏ အသက်ဝိညာဉ် တည်ရှိ၏၊ အကယ်၍ သင်တို့သည် ကောင်းကင်နှင့် မြေကြီးအကြား နေရာလွတ်ကို ပြည့်စေလောက်အောင် အပြစ်များ ကျူးလွန်ခဲ့ကြပါလျှင်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှုကို တောင်းခံခဲ့ကြပါလျှင် အရှင်မြတ်သည် သင်တို့ကို ခွင့်လွှတ်တော်မူမည်။ အကြင်အရှင်၏ လက်တော်၌ မုဟမ္မဒ်၏ အသက်ဝိညာဉ် တည်ရှိ၏၊ အကယ်၍ သင်တို့သည် အပြစ်မကျူးလွန်ခဲ့ကြပါလျှင် အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များ ကျူးလွန်ပြီးနောက် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှုကို တောင်းခံကြသည့် အခြားသူများကို ခေါ်ဆောင်လာမည်ဖြစ်ပြီး အရှင်မြတ်က ၎င်းတို့ကို ခွင့်လွှတ်တော်မူမည်။)</span>\" ၎င်းကို အဟ်မဒ်မှသာ မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အေမာမ် အဟ်မဒ်က အဘူ အယူးဗ် အလ်-အန်ဆွါရီ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) သည် သူ၏ နာမကျန်းဖြစ်စဉ်တွင် \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံမှ ကြားနာခဲ့ရသည့်အရာတစ်ခုကို သင်တို့ထံမှ ဖုံးကွယ်ထားခဲ့သည်။ အရှင်မြတ်က ဤသို့ မိန့်တော်မူခဲ့သည်-\" ဟု ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَنَّكُمْ تُذْنِبُونَ لَخَلَقَ اللهُ عَزَّ وَجَلَّ قَوْمًا يُذْنِبُونَ، فَيَغْفِرُ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် အပြစ်မကျူးလွန်ခဲ့ကြပါလျှင် အလ္လာဟ်အရှင်မြတ်သည် အပြစ်ကျူးလွန်ကြမည့်သူများကို ဖန်ဆင်းတော်မူမည်ဖြစ်ပြီး ထိုသို့ဖြင့် အရှင်မြတ်က ၎င်းတို့ကို ခွင့်လွှတ်တော်မူနိုင်မည်။)</span>\" ၎င်းကို အေမာမ် အဟ်မဒ်မှ မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းကို မွတ်စလင်မ်၏ ဆဟီးဟ်ကျမ်းတွင်လည်းကောင်း၊ အတ်-တီရ်မီဇီ မှလည်းကောင်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များကို နောင်တတရားယူရန် အလျင်စလိုလုပ်ဆောင်ရန် တိုက်တွန်းတော်မူသည်၊ အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِيبُوا إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا لَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သခင်ထံတော်သို့ နောင်တတရားဖြင့် <span class=\"gray\">(စစ်မှန်သော ယုံကြည်မှုဖြင့် နာခံခြင်းဖြင့်)</span> ပြန်လှည့်ကြကုန်။ အရှင်မြတ်ထံ နာခံကြကုန်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လှည့်ပြီး မိမိကိုယ်ကို အရှင်မြတ်ထံ အပ်နှံကြကုန်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အပေါ် ပြစ်ဒဏ်မကျရောက်မီ၊ <span class=\"gray\">(ထို့နောက်)</span> သင်တို့သည် အကူအညီရရှိမည် မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ အမျက်ဒေါသ သင်တို့အပေါ် မကျရောက်မီ နောင်တတရားယူပြီး ကောင်းမှုပြုရန် အလျင်စလိုလုပ်ဆောင်ကြပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သခင်ထံမှ သင်တို့ထံသို့ ချပေးတော်မူသောအရာများတွင် အကောင်းဆုံးကို လိုက်နာကြကုန်)</span> ဆိုလိုသည်မှာ ကုရ်အာန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မသိလိုက်မီ သင်တို့အပေါ် ရုတ်တရက် ပြစ်ဒဏ်ကျရောက်လာခြင်းမပြုမီ!)</span> ဆိုလိုသည်မှာ သင်တို့ မသိလိုက်ဘဲဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَىٰ مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးတစ်ယောက်က \"အို... ငါသည် အလ္လာဟ်အရှင်မြတ်အပေါ် လျစ်လျူရှုခဲ့မိသည့်အတွက် ငါ၏ဝမ်းနည်းခြင်းများ!...\" ဟု မပြောမိစေရန်။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် နောင်တတရားယူရန်နှင့် အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လှည့်ရန် ပျက်ကွက်ခဲ့သော အပြစ်သားသည် နောင်တရပြီး အလ္လာဟ်အရှင်မြတ်ကို နာခံခဲ့သော သူတော်ကောင်းများထဲမှ တစ်ဦးဖြစ်ခဲ့ပါလျှင်ဟု ဆန္ဒရှိလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါသည် လှောင်ပြောင်သူများထဲမှ အမှန်ပင် ဖြစ်ခဲ့ပေသည်။)</span> ဆိုလိုသည်မှာ 'ဤလောကတွင် ကျွန်ုပ်၏ လုပ်ရပ်များသည် ခိုင်မာသော ယုံကြည်ချက်ရှိပြီး ရိုးသားသူ၏ လုပ်ရပ်များမဟုတ်ဘဲ လှောင်ပြောင်သူနှင့် ပျော်ရွှင်အောင်လုပ်သူ၏ လုပ်ရပ်များသာ ဖြစ်ခဲ့သည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ - أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် <span class=\"gray\">(မပြောမိစေရန်)</span> သူက \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ငါ့ကို လမ်းပြတော်မူခဲ့ပါလျှင် ငါသည် တာ့ကွာရှိသူများထဲမှ အမှန်ပင် ဖြစ်ခဲ့ပေမည်\" ဟု မပြောမိစေရန်။ သို့မဟုတ် သူသည် ပြစ်ဒဏ်ကို မြင်သောအခါ \"အကယ်၍ ငါ့တွင် နောက်ထပ်အခွင့်အရေးတစ်ရပ်သာ ရခဲ့ပါလျှင် ငါသည် ကောင်းမှုပြုသူများထဲမှ အမှန်ပင် ဖြစ်ခဲ့ပေမည်\" ဟု မပြောမိစေရန်။)</span> ဆိုလိုသည်မှာ သူသည် ဤလောကသို့ ပြန်သွားပြီး ကောင်းမှုများ ပြုလုပ်နိုင်ပါစေဟု ဆန္ဒရှိလိမ့်မည်။ အလီ ဘင် အဘီ တလ်ဟာ က အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များ ပြောဆိုခြင်းမပြုမီ ပြောဆိုမည့်အရာနှင့် လုပ်ဆောင်ခြင်းမပြုမီ လုပ်ဆောင်မည့်အရာများကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခပ်သိမ်းကို သိတော်မူသော အရှင်မြတ်ကဲ့သို့ သင့်ကို မည်သူမျှ ပြောပြနိုင်မည် မဟုတ်ပေ)</span><span class=\"gray\">(၃၅:၁၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">အَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَىٰ مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ - أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ - أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးတစ်ယောက်က \"အို... ငါသည် အလ္လာဟ်အရှင်မြတ်အပေါ် လျစ်လျူရှုခဲ့မိသည့်အတွက် ငါ၏ဝမ်းနည်းခြင်းများ! ငါသည် လှောင်ပြောင်သူများထဲမှ အမှန်ပင် ဖြစ်ခဲ့ပေသည်\" ဟု မပြောမိစေရန်။ သို့မဟုတ် သူက \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ငါ့ကို လမ်းပြတော်မူခဲ့ပါလျှင် ငါသည် တာ့ကွာရှိသူများထဲမှ အမှန်ပင် ဖြစ်ခဲ့ပေမည်\" ဟု မပြောမိစေရန်။ သို့မဟုတ် သူသည် ပြစ်ဒဏ်ကို မြင်သောအခါ \"အကယ်၍ ငါ့တွင် နောက်ထပ်အခွင့်အရေးတစ်ရပ်သာ ရခဲ့ပါလျှင် ငါသည် ကောင်းမှုပြုသူများထဲမှ အမှန်ပင် ဖြစ်ခဲ့ပေမည်\" ဟု မပြောမိစေရန်။)</span>။ အေမာမ် အဟ်မဒ်က အဘူ ဟုရိုင်ရဟ်က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ أَهْلِ النَّارِ يَرَىٰ مَقْعَدَهُ مِنَ الْجَنَّةِ فَيَقُولُ: لَوْ أَنَّ اللهَ هَدَانِي! فَتَكُونُ عَلَيْهِ حَسْرَةً، قال: وَكُلُّ أَهْلِ الْجَنَّةِ يَرَىٰ مَقْعَدَهُ مِنَ النَّارِ فَيَقُولُ: لَوْلَا أَنَّ اللهَ هَدَانِي، قال: فَيَكُونُ لَهُ شُكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသားတစ်ဦးစီတိုင်းအား ၎င်း၏ ဂျန္နတ်ရှိ နေရာကို ပြသမည်ဖြစ်ပြီး သူက \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ငါ့ကို လမ်းပြတော်မူခဲ့ပါလျှင်!\" ဟု ပြောဆိုလိမ့်မည်။ ထို့ကြောင့် ၎င်းသည် သူ့အတွက် နောင်တရစရာ ဖြစ်လိမ့်မည်။ ထို့ပြင် ဂျန္နတ်သားတစ်ဦးစီတိုင်းအား ၎င်း၏ ငရဲရှိ နေရာကို ပြသမည်ဖြစ်ပြီး သူက \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ငါ့ကို လမ်းမပြခဲ့ပါလျှင်\" ဟု ပြောဆိုလိမ့်မည်။ ထို့ကြောင့် ၎င်းသည် ကျေးဇူးတင်စရာ အကြောင်းရင်း ဖြစ်လိမ့်မည်။)</span>\" ၎င်းကို အန်-နစာအီ မှလည်း ဖော်ပြခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အပြစ်သားများသည် ဤလောကသို့ ပြန်လာပြီး အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို ယုံကြည်ကာ အရှင်မြတ်၏ ရစူလ်တမန်တော်များကို လိုက်နာနိုင်ပါစေဟု ဆန္ဒရှိသောအခါ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်သည်! ဧကန်မလွဲ သင်တို့ထံ ငါ့၏ Ayat များ ရောက်လာခဲ့ပြီး သင်တို့သည် ၎င်းတို့ကို ငြင်းပယ်ခဲ့ကြသည်။ ထို့ပြင် သင်တို့သည် မာန်မာနထောင်လွှားခဲ့ကြပြီး မယုံကြည်သူများထဲမှ ဖြစ်ခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ 'အို သင်၏ လုပ်ရပ်များအတွက် နောင်တရသူ၊ ဤလောကတွင် ငါ၏ Ayat များ သင်ထံ ရောက်လာခဲ့ပြီး ငါ၏ သက်သေအထောက်အထားကို သင့်အပေါ် တည်ထောင်ခဲ့ပြီးဖြစ်သော်လည်း သင်သည် ၎င်းကို ငြင်းပယ်ခဲ့ပြီး လိုက်နာရန် အလွန်မာန်မာနထောင်လွှားခဲ့သည်။ ထို့ပြင် သင်သည် ၎င်းကို မယုံကြည်သူများထဲမှ ဖြစ်ခဲ့သည်' ဟူ၍ဖြစ်သည်။</p>"
  }
]