[
  {
    "ayah_key": "3:78",
    "group_ayah_key": "3:78",
    "from_ayah": "3:78",
    "to_ayah": "3:78",
    "ayah_keys": "3:78",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် သူတို့အနက်မှ အချို့သောသူတို့သည် ကျမ်းဂန်ကို မိမိတို့လျှာများနှင့် လိမ်လည်လှည့်ဖြားကြ၏။ အသင်တို့သည် ၎င်းကို ကျမ်းဂန်မှဖြစ်သည်ဟု ထင်မှတ်ကြစေရန်ဖြစ်သည်။ သို့သော် ၎င်းသည် ကျမ်းဂန်မှ မဟုတ်ပေ။ ထိုသူတို့က ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှဖြစ်သည်ဟု ပြောဆိုကြ၏။ သို့သော် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ မဟုတ်ပေ။ ထိုသူတို့သည် သိလျက်နှင့် အလ္လာဟ်အရှင်မြတ်အပေါ်တွင် မုသာစကားကို ပြောဆိုကြ၏။ <span>(78)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများသည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို ပြောင်းလဲကြသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဂျူးလူမျိုးအချို့သည် (အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ခြင်းများ သူတို့အပေါ် ကျရောက်ပါစေ) အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို မိမိတို့လျှာများနှင့် လိမ်လည်လှည့်ဖြားကြကြောင်း၊ ၎င်းတို့ကို သင့်လျော်သောနေရာများမှ ပြောင်းလဲကြကြောင်းနှင့် ၎င်းတို့၏ ရည်ရွယ်ချက်ရှိသော အဓိပ္ပါယ်များကို ဖျက်ဆီးကြကြောင်း ဖော်ပြထားသည်။ ထိုသူတို့သည် မိမိတို့၏စကားများသည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန်၌ ပါရှိသည်ဟု ထင်မြင်စေရန်ဖြင့် အသိပညာမဲ့သူများကို လှည့်ဖြားရန် ဤသို့ ပြုလုပ်ကြသည်။ ထိုသူတို့သည် မိမိတို့လိမ်ညာခဲ့ပြီး လိမ်လည်မှုကို တီထွင်ခဲ့သည်ကို သိလျက်ပင် မိမိတို့၏မုသာစကားများကို အလ္လာဟ်အရှင်မြတ်ထံသို့ ရည်ညွှန်းကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သိလျက်နှင့် အလ္လာဟ်အရှင်မြတ်အပေါ်တွင် မုသာစကားကို ပြောဆိုကြ၏။)</span></p><p lang=\"hi-Latn\" class=\"hi-Latn \">Mujahid, Ash-Sha'bi, Al-Hasan, Qatadah and Ar-Rabi' bin Anas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْوُونَ أَلْسِنَتَهُم بِالْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ကို မိမိတို့လျှာများနှင့် လိမ်လည်လှည့်ဖြားကြ၏။)</span> ဆိုလိုသည်မှာ \"သူတို့သည် ၎င်းတို့ကို <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို)</span> ပြောင်းလဲကြသည်\" ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ထိုအာယသ်၏ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများထဲမှ မည်သူမျှ အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို ကိုယ်တော်၏ ကျမ်းဂန်များမှ ဖယ်ရှားနိုင်ခြင်းမရှိသော်လည်း သူတို့သည် ၎င်းတို့၏ ထင်ရှားသော အဓိပ္ပါယ်များကို ပြောင်းလဲကြပြီး လိမ်လည်လှည့်ဖြားကြသည်ဟု အလ်-ဗုခါရီက ဖော်ပြခဲ့သည်။ ဝဟ်ဘ် ဘင် မူနဗ်ဗီဟ်က \"အလ်-တော်ရာနှင့် အလ်-အင်ဂျီလ်တို့သည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သည့်အတိုင်း ကျန်ရှိနေဆဲဖြစ်ပြီး ၎င်းတို့မှ မည်သည့်အက္ခရာကိုမျှ ဖယ်ရှားခဲ့ခြင်းမရှိပေ။ သို့သော် လူတို့သည် မိမိတို့ကိုယ်တိုင် ရေးသားခဲ့သော စာအုပ်များကို မှီခို၍ ဖြည့်စွက်ခြင်းနှင့် မှားယွင်းသော အဓိပ္ပါယ်ဖွင့်ဆိုချက်များဖြင့် အခြားသူများကို လမ်းမှားသို့ ပို့ဆောင်ကြသည်။ ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ هُوَ مِنْ عِندِ اللَّهِ وَمَا هُوَ مِنْ عِندِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှဖြစ်သည်\" ဟု ပြောဆိုကြသည်၊ သို့သော် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန်များအတွက်မူ ၎င်းတို့သည် ထိန်းသိမ်းထားဆဲဖြစ်ပြီး ပြောင်းလဲ၍မရပေ။\" အိဗ်နု အဘီ ဟာတိမ်က ဤပြောကြားချက်ကို မှတ်တမ်းတင်ခဲ့သည်။ သို့သော် ဝဟ်ဘ် ဆိုလိုသည်မှာ ယခုအခါ ကျမ်းဂန်ရှင်တို့၏ လက်ထဲတွင်ရှိသော စာအုပ်များကိုဆိုလျှင်၊ ထိုစာအုပ်များကို သူတို့သည် ပြောင်းလဲခဲ့ကြောင်း၊ လိမ်လည်လှည့်ဖြားခဲ့ကြောင်း၊ ဖြည့်စွက်ခဲ့ကြောင်းနှင့် ဖျက်ပစ်ခဲ့ကြောင်း သံသယဖြစ်ဖွယ်မရှိကြောင်း ကျွန်ုပ်တို့ ပြောကြားသင့်သည်။ ဥပမာအားဖြင့်၊ ဤစာအုပ်များ၏ အာရဗီမူရင်းဘာသာပြန်များတွင် အလွန်ကြီးမားသော အမှားများ၊ များစွာသော ဖြည့်စွက်ခြင်းများနှင့် ဖျက်ပစ်ခြင်းများ၊ နှင့် အလွန်များပြားသော အဓိပ္ပါယ်လွဲမှားခြင်းများ ပါဝင်သည်။ ဤဘာသာပြန်များကို ပြုလုပ်ခဲ့သူများသည် ဤဘာသာပြန်အများစုတွင်၊ အမှန်စင်စစ် ဤဘာသာပြန်များအားလုံးတွင် မှားယွင်းသော နားလည်မှုများရှိသည်။ ဝဟ်ဘ် ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် ကိုယ်တော်တိုင် သိမ်းဆည်းထားသော အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန်များကိုဆိုလျှင်၊ ထိုကျမ်းဂန်များသည် အမှန်ပင် ထိန်းသိမ်းထားရှိပြီး ဘယ်တော့မှ မပြောင်းလဲခဲ့ပေ။</p>"
  },
  {
    "ayah_key": "3:79",
    "group_ayah_key": "3:79",
    "from_ayah": "3:79",
    "to_ayah": "3:80",
    "ayah_keys": "3:79,3:80",
    "text": "<p lang=\"my\" class=\"my \">မည်သည့်လူသားမျှ၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား ကျမ်းဂန်၊ အလ်-ဟွကမ် နှင့် နဗီယျုသ် (နဗီ) အဖြစ်ပေးသနားခဲ့ပြီး၊ လူသားတို့အား \"အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်မည့်အစား ငါ့ကို ကိုးကွယ်ကြလော့\" ဟု ပြောဆိုရန် <span class=\"gray\">(မဖြစ်နိုင်ပေ)</span>။ ဆန့်ကျင်ဘက်အားဖြင့် <span class=\"gray\">(သူက ပြောမည်မှာ)</span> \"အသင်တို့သည် ရဗ္ဗာနီယျွန် ဖြစ်ကြလော့။ အကြောင်းမူကား အသင်တို့သည် ကျမ်းဂန်ကို သင်ကြားပေးနေကြသည်၊ ထို့ပြင် အသင်တို့သည် ၎င်းကို လေ့လာနေကြသည် <span>(79)</span>။ သူသည် အသင်တို့ကို ကောင်းကင်တမန်များနှင့် နဗီများကို အရှင်များအဖြစ် သတ်မှတ်ရန်လည်း အမိန့်မပေးပေ။ အသင်တို့ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ကို လက်ခံပြီးနောက်တွင် အသင်တို့ကို ငြင်းပယ်ရန် သူက အမိန့်ပေးမည်လော <span>(80)</span></p><div lang=\"my\" class=\"my \"><h2>မည်သည့်နဗီမျှ လူများကို သူ့ကို ကိုးကွယ်ရန် သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူကို ကိုးကွယ်ရန် ခေါ်ဆိုခဲ့ခြင်းမရှိ။</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ် <span class=\"gray\">[3:79]</span> ၏ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်က ကျမ်းဂန်၊ ဥပဒေဆိုင်ရာ အသိပညာနှင့် နဗီယျုသ် (နဗီ) အဖြစ်ပေးသနားခဲ့သော လူပုဂ္ဂိုလ်တစ်ဦးအတွက် လူများအား \"အလ္လာဟ်အရှင်မြတ်အစား ငါ့ကို ကိုးကွယ်ကြလော့\" ဟု ကြေညာရန် မဖြစ်နိုင်ပေ။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ခြင်းဖြစ်သည်။ ဤသည်မှာ နဗီ သို့မဟုတ် ရစူလ် (တမန်တော်) ၏ အခွင့်အရေးမဟုတ်လျှင်၊ အမှန်စင်စစ် မည်သည့်အခြားသူမျှ ထိုကဲ့သို့သော တောင်းဆိုမှုကို ပြုလုပ်ရန် အခွင့်အရေးမရှိပေ။</p><p lang=\"my\" class=\"my \">ဤဝေဖန်မှုသည် အသိမဲ့သော ရဗ်ဗီများ၊ ဘုန်းတော်ကြီးများနှင့် လမ်းလွဲစေသော ဆရာများကို ရည်ညွှန်းသည်။ တမန်တော်များနှင့် ၎င်းတို့၏ ရိုးသားသော၊ အသိပညာရှိသော နောက်လိုက်များသည် မိမိတို့၏ အသိပညာကို အကောင်အထည်ဖော်ကြသည်။ အကြောင်းမူကား ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည့်အရာကိုသာ အမိန့်ပေးကြပြီး၊ ၎င်းတို့၏ ဂုဏ်သရေရှိ တမန်တော်များက ၎င်းတို့ထံသို့ သယ်ဆောင်ပေးခဲ့သည့်အတိုင်းဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသောအရာကိုလည်း ၎င်းတို့၏ ဂုဏ်သရေရှိ တမန်တော်များ၏ စကားများဖြင့် တားမြစ်ကြသည်။ တမန်တော်များ၊ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများ ၎င်းတို့အားလုံးအပေါ်၌ ကျရောက်ပါစေ၊ သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ဖန်ဆင်းခံများအကြား သံတမန်များဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားနှင့် ယုံကြည်အပ်နှံမှုကို သယ်ဆောင်သူများဖြစ်သည်။ တမန်တော်များသည် မိမိတို့၏တာဝန်ကို အမှန်ပင် ဖြည့်ဆည်းခဲ့ကြပြီး၊ ဖန်ဆင်းခံများအား ရိုးသားစွာ အကြံဉာဏ်ပေးခဲ့ကြကာ အမှန်တရားကို ၎င်းတို့ထံသို့ သယ်ဆောင်ပေးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن كُونُوا رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆန့်ကျင်ဘက်အားဖြင့် <span class=\"gray\">(သူက ပြောမည်မှာ)</span>၊ \"အသင်တို့သည် ရဗ္ဗာနီယျွန် ဖြစ်ကြလော့။ အကြောင်းမူကား အသင်တို့သည် ကျမ်းဂန်ကို သင်ကြားပေးနေကြသည်၊ ထို့ပြင် အသင်တို့သည် ၎င်းကို လေ့လာနေကြသည်\"။)</span> ဆိုလိုသည်မှာ တမန်တော်က လူများကို ရဗ္ဗာနီယျွန် ဖြစ်ကြရန် အကြံပြုသည်။ အိဗ်နု အဗ္ဗားစ်၊ အဘူ ရာဇင်နှင့် အခြားသူအချို့က ရဗ္ဗာနီယျွန် ဆိုသည်မှာ \"ပညာရှိ၊ လေ့လာပြီးသူ၊ သည်းခံတတ်သူ\" ဟု ဆိုခဲ့သည်။ အဒ်-ဒဟ်ဟားက်က အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်နှင့် ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမူကား အသင်တို့သည် ကျမ်းဂန်ကို သင်ကြားပေးနေကြသည်၊ ထို့ပြင် အသင်တို့သည် ၎င်းကို လေ့လာနေကြသည်)</span>။ \"ကျမ်းတော်မြတ်ကုရ်အာန်ကို သင်ယူသူတိုင်းသည် ဖကီဟ် <span class=\"gray\">(ပညာရှိ)</span> ဖြစ်လာရန် ထိုက်တန်သည်\"။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَبِمَا كُنتُمْ تَدْرُسُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်တို့သည် ၎င်းကို လေ့လာနေကြသည်)</span>၊ ၎င်း၏ စကားများကို ထိန်းသိမ်းထားခြင်း။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အသင်တို့ကို ကောင်းကင်တမန်များနှင့် နဗီများကို အရှင်များအဖြစ် သတ်မှတ်ရန်လည်း အမိန့်မပေးပေ။)</span> နဗီ (တမန်တော်) သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူကို ကိုးကွယ်ရန် အမိန့်မပေးပေ။ စေလွှတ်ခံရသော တမန်တော်ဖြစ်စေ၊ ကောင်းကင်တမန်ဖြစ်စေ (အမိန့်မပေးပေ)။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ကို လက်ခံပြီးနောက်တွင် အသင်တို့ကို ငြင်းပယ်ရန် သူက အမိန့်ပေးမည်လော)</span> ဆိုလိုသည်မှာ သူသည် ထိုသို့ ပြုလုပ်မည်မဟုတ်ပေ။ အကြောင်းမူကား အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူကို ကိုးကွယ်ရန် ခေါ်ဆိုသူတိုင်းသည် ကုဖရ် (ငြင်းပယ်ခြင်း) ဘက်သို့ ခေါ်ဆိုခြင်း ဖြစ်လိမ့်မည်။ နဗီများသည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ မည်သည့်တွဲဘက်မျှမရှိဘဲ ကိုးကွယ်ရန် အမိန့်ပေးသည့် အီမာန် (ယုံကြည်ခြင်း) ဘက်သို့သာ ခေါ်ဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်များတွင် မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ၊ အသင့်ရှေ့၌ မည်သည့် ရစူလ် (တမန်တော်) ကိုမျှ ငါတို့ မစေလွှတ်ခဲ့ပေ။ သို့သော် ၎င်းအား ငါတို့ ဗျာဒိတ်ပေးခဲ့သည်မှာ <span class=\"gray\">(ဆိုလိုသည်မှာ)</span> \"ငါမှတစ်ပါး အခြားကိုးကွယ်ထိုက်သူ မရှိပေ၊ ထို့ကြောင့် ငါ့ကိုသာ ကိုးကွယ်ကြလော့\" ဟု ဖြစ်သည်။)</span><span class=\"gray\">[21:25]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် လူမျိုးတိုင်းတွင် ရစူလ် (တမန်တော်) တစ်ဦးစီကို စေလွှတ်ခဲ့သည်မှာ <span class=\"gray\">(ကြေညာရန်မှာ)</span> \"အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်းကိုသာ)</span> ကိုးကွယ်ကြလော့၊ ထို့ပြင် တာဂူသ် <span class=\"gray\">(မှားယွင်းသော ကိုးကွယ်ရာများအားလုံးကို)</span> ရှောင်ကြဉ်ကြလော့\" ဟု ဖြစ်သည်။)</span><span class=\"gray\">[16:36]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَا أَجَعَلْنَا مِن دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်ရှေ့၌ ငါတို့ စေလွှတ်ခဲ့သော ငါတို့၏ ရစူလ် (တမန်တော်) များကို မေးမြန်းပါလေဦး။ \"အလွန်တရာ ကျေးဇူးရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> မှတစ်ပါး အခြားကိုးကွယ်ခံရမည့် အရှင်များကို ငါတို့ သတ်မှတ်ခဲ့ဖူးပါသလား။\")</span><span class=\"gray\">[43:45]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်တမန်များနှင့် ပတ်သက်၍ မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَقُلْ مِنْهُمْ إِنِّي إِلَٰهٌ مِّن دُونِهِ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အနက်မှ တစ်ဦးဦးက \"အမှန်စင်စစ် ငါသည် ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> မှတစ်ပါး အရှင်တစ်ပါးဖြစ်သည်\" ဟု ပြောဆိုခဲ့လျှင်၊ ထိုသူအား ငါတို့သည် ငရဲဖြင့် အစားထိုး ပေးဆပ်မည်။ ဤနည်းဖြင့် ငါတို့သည် ပြစ်မှုကျူးလွန်သူများကို အစားထိုး ပေးဆပ်၏။)</span><span class=\"gray\">[21:29]</span>။</p>"
  },
  {
    "ayah_key": "3:81",
    "group_ayah_key": "3:81",
    "from_ayah": "3:81",
    "to_ayah": "3:82",
    "ayah_keys": "3:81,3:82",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နဗီယျုသ် (နဗီ) များထံမှ ပဋိညာဉ်ကို ယူတော်မူခဲ့သည်ကို <span class=\"gray\">(မှတ်သားပါ)</span>။ \"ကျမ်းဂန်နှင့် ဟိက္မသ် (ပညာ) မှ ငါပေးသနားခဲ့သည့်အရာကို ယူကြလော့။ ထို့နောက် အသင်တို့ထံသို့ အသင်တို့နှင့်အတူရှိသောအရာကို ထောက်ခံသူ တမန်တော်တစ်ပါး ရောက်လာလိမ့်မည်။ ထို့နောက် အသင်တို့သည် ၎င်းကို ယုံကြည်ရမည်ဖြစ်ပြီး ၎င်းအား ကူညီရမည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည် \"အသင်တို့ သဘောတူကြပါသလား <span class=\"gray\">(၎င်းကို)</span>၊ ထို့ပြင် အသင်တို့သည် ငါ့၏ ပဋိညာဉ် (ဣစ်ရီ) ကို ယူကြမည်လော\"။ သူတို့က \"ကျွန်ုပ်တို့ သဘောတူပါသည်\" ဟု ပြောဆိုကြ၏။ ကိုယ်တော်က မိန့်တော်မူခဲ့သည် \"ထို့ကြောင့် သက်သေခံကြလော့။ ငါသည်လည်း အသင်တို့နှင့်အတူ သက်သေခံများထဲတွင် ပါဝင်၏ <span>(81)</span>။ ထို့နောက် ဤအပြီးတွင် မည်သူမဆို လှည့်ထွက်သွားလျှင်၊ ထိုသူတို့သည် ပုန်ကန်သူများဖြစ်ကြသည် <span>(82)</span></p><div lang=\"my\" class=\"my \"><h2>ကျွန်ုပ်တို့၏နဗီ မိုဟမ္မဒ် <span class=\"gray\">( ﷺ)</span> အား ယုံကြည်ရန် နဗီများထံမှ ကတိခံယူခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အာဒမ်မှ အီစာအထိ စေလွှတ်ခဲ့သော နဗီတိုင်းထံမှ ပဋိညာဉ်ကို ယူခဲ့ကြောင်း ဖော်ပြထားသည်။ ထိုပဋိညာဉ်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ကျမ်းဂန်နှင့် ဟိက္မသ် (ပညာ) ကို ပေးသနားသောအခါ၊ ၎င်းတို့သည် ထိုက်တန်သော မြင့်မားသည့် အဆင့်အတန်းများကို ရရှိခဲ့သော်လည်း၊ ထို့နောက်တွင် တမန်တော်တစ်ပါး ရောက်လာလျှင် ၎င်းတို့သည် ထိုတမန်တော်ကို ယုံကြည်ရမည်ဖြစ်ပြီး ကူညီပံ့ပိုးရမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က နဗီများအား အသိပညာနှင့် နဗီယျုသ် (နဗီ) အဖြစ် ပေးသနားခဲ့သော်လည်း ဤအချက်က ၎င်းတို့နောက်မှ လာသော နဗီကို လိုက်နာခြင်းနှင့် ကူညီပံ့ပိုးခြင်းမှ တားမြစ်သင့်သည်မဟုတ်ပေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံး၊ အလေးမြတ်ဆုံးက မိန့်တော်မူခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် နဗီယျုသ် (နဗီ) များထံမှ ပဋိညာဉ်ကို ယူတော်မူခဲ့သည်ကို <span class=\"gray\">(မှတ်သားပါ)</span>။ \"ကျမ်းဂန်နှင့် ဟိက္မသ် (ပညာ) မှ ငါပေးသနားခဲ့သည့်အရာကို ယူကြလော့\" ဟု မိန့်တော်မူခဲ့သည်)</span>။ ဆိုလိုသည်မှာ ငါက အသင်တို့အား ကျမ်းဂန်နှင့် ဟိက္မသ် (ပညာ) ကို ပေးသနားမည်ဆိုလျှင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَاءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ထို့နောက် အသင်တို့ထံသို့ အသင်တို့နှင့်အတူရှိသောအရာကို ထောက်ခံသူ တမန်တော်တစ်ပါး ရောက်လာလိမ့်မည်။ ထို့နောက် အသင်တို့သည် ၎င်းကို ယုံကြည်ရမည်ဖြစ်ပြီး ၎င်းအား ကူညီရမည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည် \"အသင်တို့ သဘောတူကြပါသလား <span class=\"gray\">(၎င်းကို)</span>၊ ထို့ပြင် အသင်တို့သည် ငါ့၏ ပဋိညာဉ် (ဣစ်ရီ) ကို ယူကြမည်လော\")</span></p><p lang=\"hmn\" class=\"hmn \">Ibn 'Abbas, Mujahid, Ar-Rabi', Qatadah and As-Suddi said that 'Isri' means, \"My covenant.\" Muhammad bin Ishaq said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِصْرِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဣစ်ရီ)</span> ဆိုလိုသည်မှာ \"အသင်တို့ယူခဲ့သော ငါ၏ပဋိညာဉ်၏ တာဝန်\" ဖြစ်သည်၊ ဆိုလိုသည်မှာ အသင်တို့ ငါ့အား ပေးခဲ့သော အတည်ပြုပြီးသော ကတိဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُم مِّنَ الشَّاهِدِينَ - فَمَن تَوَلَّىٰ بَعْدَ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ဤအပြီးတွင် မည်သူမဆို လှည့်ထွက်သွားလျှင်၊)</span> ဤပဋိညာဉ်နှင့် ကတိကို ဖြည့်ဆည်းခြင်းမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ပုန်ကန်သူများဖြစ်ကြသည်)</span>။ အလီ ဘင် အဘီ တော်လစ်နှင့် ၎င်း၏ ဝမ်းကွဲ 'အဗ်ဒုလ္လာဟ် ဘင် 'အဗ္ဗားစ်တို့က \"အလ္လာဟ်အရှင်မြတ်သည် နဗီတစ်ပါးကိုမျှ မစေလွှတ်ခဲ့ပေ။ သို့သော် ၎င်း၏သက်တမ်းအတွင်း မိုဟမ္မဒ် ﷺ အား စေလွှတ်ခဲ့ပါက ၎င်းကို ယုံကြည်ရမည်ဖြစ်ပြီး ကူညီပံ့ပိုးရမည်ဟု ကတိခံယူပြီးမှသာ စေလွှတ်ခဲ့သည်\" ဟု ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် နဗီတိုင်းအား ၎င်းတို့၏လူမျိုးထံမှ ကတိခံယူရန် အမိန့်ပေးခဲ့သည်မှာ ၎င်းတို့၏ခေတ်တွင် မိုဟမ္မဒ်ကို စေလွှတ်ခဲ့ပါက ၎င်းကို ယုံကြည်ရမည်ဖြစ်ပြီး ကူညီပံ့ပိုးရမည်ဖြစ်သည်။ တာဝုစ်၊ အလ်-ဟဆန် အလ်-ဘဆွရီ နှင့် ကတာဒဟ် တို့က \"အလ္လာဟ်အရှင်မြတ်သည် နဗီများထံမှ အချင်းချင်း ယုံကြည်ရန် ကတိခံယူခဲ့သည်\" ဟု ပြောဆိုခဲ့ကြပြီး ဤပြောကြားချက်သည် အလီနှင့် အိဗ်နု အဗ္ဗားစ်တို့ ပြောကြားခဲ့သည်နှင့် မဆန့်ကျင်ပေ။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် မိုဟမ္မဒ်သည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ နောက်ဆုံးနဗီ ﷺ ဖြစ်သည်။ ကိုယ်တော်သည် အကြီးမြတ်ဆုံးသော အီမာမ်ဖြစ်ပြီး၊ မည်သည့်အချိန်ကာလတွင်မဆို ကိုယ်တော်တည်ရှိခဲ့ပါက အခြားနဗီများအားလုံးထက် နာခံခံထိုက်သူဖြစ်သည်။ ဤသည်မှာ မိုဟမ္မဒ် ﷺ သည် ဣစ်ရာည (ညပိုင်းခရီး) တွင် ဗိုင်သွလ်မက်ဒစ် <span class=\"gray\">(ဂျေရုဆလင်)</span> ၌ စုဝေးခဲ့ကြသောအခါ နဗီများအား ဦးဆောင်ဆွလာသ်ပြုခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်။ ကိုယ်တော်သည် စုရုံးရာနေ့တွင်၊ အရှင်သခင်သည် ကိုယ်တော်၏ ကျွန်များအကြား စီရင်ဆုံးဖြတ်ရန် ကြွရောက်လာသောအခါ၊ ကြားဝင်ဖြန်ဖြေပေးမည့်သူဖြစ်သည်။ ဤသည်မှာ အလ်-မကာမ် အလ်-မဟ်မူဒ် <span class=\"gray\">(ချီးမွမ်းခံရသော အဆင့်အတန်း)</span><span class=\"gray\">[၁၇:၇၉ ကို ကြည့်ရှုပါ]</span> ဖြစ်ပြီး မိုဟမ္မဒ်သာ ထိုက်တန်သော၊ အကြီးအကျယ် နဗီများနှင့် ရစူလ်များပင် တာဝန်ယူရန် ငြင်းဆန်မည့် တာဝန်ဖြစ်သည်။ သို့သော် မိုဟမ္မဒ် ﷺ သည် ကြားဝင်ဖြန်ဖြေခြင်း၏ တာဝန်ကို ထမ်းဆောင်မည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများ ကိုယ်တော်အပေါ်၌ ကျရောက်ပါစေ။</p>"
  }
]