[
  {
    "ayah_key": "21:51",
    "group_ayah_key": "21:51",
    "from_ayah": "21:51",
    "to_ayah": "21:56",
    "ayah_keys": "21:51,21:52,21:53,21:54,21:55,21:56",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အီဘရာဟင်မ်အား ရှေးအခါကပင် သူ၏ လမ်းညွှန်မှုကို ပေးသနားခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် သူ့ကို ကောင်းစွာသိရှိခဲ့ကြ၏။ <span>(၅၁)</span>သူသည် သူ၏ဖခင်နှင့် သူ၏လူမျိုးတို့အား “သင်တို့ ကိုးကွယ်နေကြသည့် ဤရုပ်တုများကား အဘယ်နည်း” ဟု ပြောကြားသောအခါ။ <span>(၅၂)</span>သူတို့က “ကျွန်ုပ်တို့၏ ဖခင်များသည် ၎င်းတို့ကို ကိုးကွယ်နေသည်ကို တွေ့ရှိခဲ့ကြသည်” ဟု ပြောကြ၏။ <span>(၅၃)</span>သူက “အမှန်စင်စစ် သင်တို့နှင့် သင်တို့၏ဖခင်များသည် ထင်ရှားသော လမ်းလွဲမှု၌ ရှိခဲ့ကြပြီ” ဟု ပြောကြား၏။ <span>(၅၄)</span>သူတို့က “သင်သည် ကျွန်ုပ်တို့ထံ အမှန်တရားကို ယူဆောင်လာခဲ့သည်လော၊ သို့မဟုတ် သင်သည် နောက်ပြောင်သူများထဲမှ တစ်ဦးဖြစ်သည်လော” ဟု ပြောကြ၏။ <span>(၅၅)</span>သူက “မဟုတ်ပါ၊ သင်တို့၏အရှင်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းတော်မူသော အရှင်ဖြစ်ပြီး၊ ထိုသို့ဖြစ်ကြောင်းကို ကျွန်ုပ်သည် သက်သေခံသူများထဲမှ တစ်ဦးဖြစ်သည်” ဟု ပြောကြား၏။ <span>(၅၆)</span></p><div lang=\"my\" class=\"my \"><h2>အီဘရာဟင်မ်နှင့် သူ၏လူမျိုးတို့၏ ဇာတ်လမ်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ရင်းနှီးသော မိတ်ဆွေတော် အီဘရာဟင်မ် (အליוဟစ္စလာမ်) အကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ သူသည် အီဘရာဟင်မ်အား ရှေးအခါကပင် မည်သို့ လမ်းညွှန်မှုပေးသနားခဲ့သည်၊ ဆိုလိုသည်မှာ ငယ်စဉ်ကတည်းကပင် သူ၏လူမျိုးတို့အား ဆန့်ကျင်သော အမှန်တရားနှင့် သက်သေအထောက်အထားများဖြင့် သူ့ကို လှုံ့ဆော်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာတစ်ခုတွင် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَىٰ قَوْمِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမှာ ကျွန်ုပ်တို့သည် အီဘရာဟင်မ်အား သူ၏လူမျိုးတို့အား ဆန့်ကျင်၍ ပေးခဲ့သော ကျွန်ုပ်တို့၏ သက်သေပင်ဖြစ်သည်။)</span><span class=\"gray\">[၆:၈၃]</span>။ ဤနေရာတွင် ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အီဘရာဟင်မ်အား ရှေးအခါကပင် လမ်းညွှန်မှုပေးခဲ့ကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြနေခြင်းဖြစ်သည်။ ဆိုလိုသည်မှာ သူသည် ငယ်စဉ်ကတည်းကပင် သူ့ကို လမ်းညွှန်ပေးခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنَّا بِهِ عَالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့ကို ကောင်းစွာသိရှိခဲ့ကြ၏။)</span> ဆိုလိုသည်မှာ သူသည် ထိုသို့ လမ်းညွှန်မှုခံယူထိုက်သောသူဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَٰذِهِ التَّمَاثِيلُ الَّتِي أَنتُمْ لَهَا عَاكِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ၏ဖခင်နှင့် သူ၏လူမျိုးတို့အား “သင်တို့ ကိုးကွယ်နေကြသည့် ဤရုပ်တုများကား အဘယ်နည်း” ဟု ပြောကြားသောအခါ။)</span> ၎င်းမှာ သူ၏လူငယ်ဘဝက ရရှိခဲ့သော လမ်းညွှန်မှုဖြစ်သည်။ သူသည် အလ္လာဟ်အရှင်မြတ်အစား ရုပ်တုများကို ကိုးကွယ်နေသော သူ၏လူမျိုးတို့ကို ရှုတ်ချခဲ့သည်။ အီဘရာဟင်မ်က ပြောကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَٰذِهِ التَّمَاثِيلُ الَّتِي أَنتُمْ لَهَا عَاكِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သင်တို့ ကိုးကွယ်နေကြသည့် ဤရုပ်တုများကား အဘယ်နည်း။”)</span> ဆိုလိုသည်မှာ သင်တို့သည် အလွန်မြှုပ်နှံပြီး ကိုးကွယ်နေကြသည့် ရုပ်တုများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “ကျွန်ုပ်တို့၏ ဖခင်များသည် ၎င်းတို့ကို ကိုးကွယ်နေသည်ကို တွေ့ရှိခဲ့ကြသည်” ဟု ပြောကြ၏။)</span> ဆိုလိုသည်မှာ သူတို့တွင် သူတို့၏ ဘိုးဘေးများ၏ မှားယွင်းသော လုပ်ရပ်များမှအပ အခြားသက်သေအထောက်အထား မရှိခဲ့ပေ။ အီဘရာဟင်မ်က ပြောကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كُنتُمْ أَنتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့နှင့် သင်တို့၏ဖခင်များသည် ထင်ရှားသော လမ်းလွဲမှု၌ ရှိခဲ့ကြပြီ။)</span> ဆိုလိုသည်မှာ သင်တို့၏ လုပ်ရပ်များကို သက်သေအဖြစ် ကိုးကားနေသော သင်တို့၏ဖခင်များအား ပြောဆိုခြင်းသည် သင်တို့အား ပြောဆိုခြင်းနှင့် အတူတူပင်ဖြစ်သည်။ သင်တို့နှစ်ဦးစလုံးသည် လမ်းမှားနေကြပြီး မည်သည့် ဖြောင့်မတ်သောလမ်းကိုမျှ မလိုက်နာကြပါ။' သူသည် သူတို့၏ ဉာဏ်ပညာကို မေးခွန်းထုတ်ပြီး သူတို့၏ဖခင်များသည် လမ်းမှားနေကြပြီး သူတို့၏ဘုရားများကို လျှော့ချ ပြောဆိုသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنتَ مِنَ اللَّاعِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “သင်သည် ကျွန်ုပ်တို့ထံ အမှန်တရားကို ယူဆောင်လာခဲ့သည်လော၊ သို့မဟုတ် သင်သည် နောက်ပြောင်သူများထဲမှ တစ်ဦးဖြစ်သည်လော” ဟု ပြောကြ၏။)</span> သူတို့က ပြောသည်- 'သင်ပြောနေသည့် ဤစကားများသည် သင်နောက်ပြောင်နေခြင်းလော၊ သို့မဟုတ် အမှန်တရားကို ပြောနေခြင်းလော။ အကြောင်းမူကား ကျွန်ုပ်တို့သည် ထိုကဲ့သို့သော အရာကို တစ်ခါမျှ မကြားဖူးပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ بَل رَّبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက “မဟုတ်ပါ၊ သင်တို့၏အရှင်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းတော်မူသော အရှင်ဖြစ်သည်...” ဟု ပြောကြား၏။)</span> ဆိုလိုသည်မှာ သင်တို့၏အရှင်၊ ထိုမှတစ်ပါး အခြားမည်သည့် ဘုရားမျှမရှိ၊ သူသည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို အရာခပ်သိမ်းနှင့်အတူ ဖန်ဆင်းတော်မူသောသူဖြစ်သည်။ သူသည် သူတို့၏ဖန်ဆင်းခြင်းကို စတင်ခဲ့သူဖြစ်သည်၊ သူသည် အရာခပ်သိမ်း၏ ဖန်ဆင်းရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا عَلَىٰ ذَٰلِكُم مِّنَ الشَّاهِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ကြောင်းကို ကျွန်ုပ်သည် သက်သေခံသူများထဲမှ တစ်ဦးဖြစ်သည်)</span> ဆိုလိုသည်မှာ သူမှတစ်ပါး အခြားမည်သည့် ဘုရားမျှမရှိ၊ သူမှတစ်ပါး အခြားမည်သည့် အရှင်မျှမရှိဟု ကျွန်ုပ် သက်သေခံသည်။</p>"
  },
  {
    "ayah_key": "21:57",
    "group_ayah_key": "21:57",
    "from_ayah": "21:57",
    "to_ayah": "21:63",
    "ayah_keys": "21:57,21:58,21:59,21:60,21:61,21:62,21:63",
    "text": "<p lang=\"my\" class=\"my \">“အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆိုပါ၏၊ သင်တို့ ထွက်ခွာသွားပြီး နောက်ကျောလှည့်သွားပြီးနောက် သင်တို့၏ ရုပ်တုများအတွက် အကြံအစည်တစ်ခုကို ကျွန်ုပ် စီမံမည်။ <span>(၅၇)</span>ထို့ကြောင့် သူသည် ၎င်းတို့ကို အပိုင်းပိုင်းဖြတ်ပစ်ခဲ့သည်၊ ၎င်းတို့ထဲမှ အကြီးဆုံးတစ်ခုမှလွဲ၍ ၎င်းတို့သည် ထိုအရာထံ ပြန်လှည့်လာနိုင်ရန်ဖြစ်သည်။ <span>(၅၈)</span>သူတို့က “ကျွန်ုပ်တို့၏ ဘုရားများကို ဤသို့ပြုလုပ်သူသည် မည်သူနည်း။ သူသည် အမှန်ပင် မတရားလုပ်သူများထဲမှ တစ်ဦး ဖြစ်ရမည်” ဟု ပြောကြ၏။ <span>(၅၉)</span>သူတို့က “အီဘရာဟင်မ်ဟု ခေါ်သော လူငယ်တစ်ဦးသည် ၎င်းတို့အား ဆန့်ကျင်ပြောဆိုနေသည်ကို ကျွန်ုပ်တို့ ကြားခဲ့ရသည်” ဟု ပြောကြ၏။ <span>(၆၀)</span>သူတို့က “ထို့ကြောင့် သူ့ကို လူများရှေ့သို့ ခေါ်လာကြပါ၊ သို့မှသာ ၎င်းတို့ သက်သေခံနိုင်မည်” ဟု ပြောကြ၏။ <span>(၆၁)</span>သူတို့က “အို အီဘရာဟင်မ်၊ သင်သည် ကျွန်ုပ်တို့၏ ဘုရားများကို ဤသို့ပြုလုပ်သူလော” ဟု ပြောကြ၏။ <span>(၆၂)</span>သူက “မဟုတ်ပါ၊ ၎င်းတို့ထဲမှ အကြီးဆုံးဖြစ်သော ဤအရာက လုပ်ခဲ့ခြင်းဖြစ်သည်။ ၎င်းတို့ စကားပြောနိုင်လျှင် သူတို့ကို မေးကြည့်ကြပါ” ဟု ပြောကြား၏။ <span>(၆၃)</span></p><div lang=\"ig\" class=\"ig \"><h2>How Ibrahim broke the Idols</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အီဘရာဟင်မ်သည် ကျိန်ဆိုခဲ့သည်၊ သူ၏လူမျိုးအချို့သည် ကြားခဲ့ကြသည်၊ သူတို့၏ရုပ်တုများကို ဖျက်ဆီးရန် အကြံအစည်တစ်ခုကို စီမံမည်ဟု ဆိုလိုသည်မှာ သူတို့ ထွက်ခွာသွားပြီး နောက်ကျောလှည့်သွားပြီးနောက်၊ သူတို့၏ ပွဲတော်သို့ သွားသောအခါ၊ သူတို့တွင် ပွဲတော်တစ်ခုရှိပြီး ၎င်းတို့ကို ကျင်းပရန် ထွက်သွားလေ့ရှိသည်။ အဘူ အစ္စဟက်သည် အဘူ အလ်-အဟ်ဝပ်မှ အဘ်ဒူလ်လာဟ် အိဘ်န် မဆ်အူဒ်ထံမှ သတင်းပို့သည်မှာ “အီဘရာဟင်မ်၏ လူမျိုးတို့သည် သူတို့၏ ပွဲတော်ကို ကျင်းပရန် ထွက်သွားသောအခါ၊ သူတို့သည် သူ့အနားမှ ဖြတ်သွားပြီး ‘အို အီဘရာဟင်မ်၊ သင် ကျွန်ုပ်တို့နှင့်အတူ မထွက်လာတော့ဘူးလား’ ဟု ပြောကြသည်။ သူက ‘ကျွန်ုပ် နေမကောင်းဘူး’ ဟု ပြောခဲ့သည်။” သူသည် မနေ့ကမှ ပြောခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُم بَعْدَ أَن تُوَلُّوا مُدْبِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆိုပါ၏၊ သင်တို့ ထွက်ခွာသွားပြီး နောက်ကျောလှည့်သွားပြီးနောက် သင်တို့၏ ရုပ်တုများအတွက် အကြံအစည်တစ်ခုကို ကျွန်ုပ် စီမံမည်။)</span> သူ၏လူအချို့သည် ကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلَهُمْ جُذَاذًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် ၎င်းတို့ကို အပိုင်းပိုင်းဖြတ်ပစ်ခဲ့သည်၊)</span> ဆိုလိုသည်မှာ သူသည် ၎င်းတို့ကို အကြီးဆုံးရုပ်တုမှလွဲ၍ အားလုံးကို ဖျက်ဆီးပစ်ခဲ့သည်။ ၎င်းသည် အာယတ်ကဲ့သို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် ၎င်းတို့ထံ လှည့်ပြီး လက်ယာလက်ဖြင့် ထုရိုက်ခဲ့သည်)</span><span class=\"gray\">(၃၇:၉၃)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုအရာထံ ပြန်လှည့်လာနိုင်ရန်။)</span> သူသည် တူတစ်ခုကို အကြီးဆုံးရုပ်တု၏ လက်ထဲတွင် ထားခဲ့သည်ဟု ဆိုကြသည်၊ သို့မှသာ လူများသည် ထိုရုပ်တုသည် သူ့ဘာသာသူ မနာလိုဖြစ်ပြီး ဤပိုသေးသည့် ရုပ်တုများကို သူနှင့်အတူ ကိုးကွယ်ခြင်းကို ကန့်ကွက်သည်ဟု ထင်ပြီး ၎င်းတို့ကို ဖျက်ဆီးခဲ့သည်ဟု ထင်ကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا مَن فَعَلَ هَٰذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “ကျွန်ုပ်တို့၏ ဘုရားများကို ဤသို့ပြုလုပ်သူသည် မည်သူနည်း။ သူသည် အမှန်ပင် မတရားလုပ်သူများထဲမှ တစ်ဦး ဖြစ်ရမည်” ဟု ပြောကြ၏။)</span> သူတို့ ပြန်ရောက်လာပြီး အီဘရာဟင်မ်သည် သူတို့၏ရုပ်တုများကို အရှက်ရစေကာ သူတို့၏ ဂုဏ်သိက္ခာကို လျှော့ချပြီး ၎င်းတို့သည် ဘုရားမဟုတ်ကြောင်းနှင့် ၎င်းတို့ကို ကိုးကွယ်သူများသည် မိုက်မဲသူများဖြစ်ကြောင်း သက်သေပြခဲ့သည်ကို မြင်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا مَن فَعَلَ هَٰذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “ကျွန်ုပ်တို့၏ ဘုရားများကို ဤသို့ပြုလုပ်သူသည် မည်သူနည်း။ သူသည် အမှန်ပင် မတရားလုပ်သူများထဲမှ တစ်ဦး ဖြစ်ရမည်” ဟု ပြောကြ၏။)</span> သူ၏ ဤလုပ်ရပ်ကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “အီဘရာဟင်မ်ဟု ခေါ်သော လူငယ်တစ်ဦးသည် ၎င်းတို့အား ဆန့်ကျင်ပြောဆိုနေသည်ကို ကျွန်ုပ်တို့ ကြားခဲ့ရသည်” ဟု ပြောကြ၏။)</span> သူ့ကို ရုပ်တုများကို ဖျက်ဆီးရန် ကျိန်ဆိုသည်ကို ကြားခဲ့ရသူများက ကျွန်ုပ်တို့သည် ၎င်းတို့အကြောင်း ပြောနေသော လူငယ်တစ်ဦးကို ကြားခဲ့ရသည်၊ ၎င်းကို အီဘရာဟင်မ်ဟု ခေါ်သည်ဟု ပြောကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا فَأْتُوا بِهِ عَلَىٰ أَعْيُنِ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “ထို့ကြောင့် သူ့ကို လူများရှေ့သို့ ခေါ်လာကြပါ...” ဟု ပြောကြ၏။)</span> ဆိုလိုသည်မှာ လူအားလုံး တက်ရောက်နိုင်စေရန် ကြီးမားသော ပရိသတ်ရှေ့တွင် ဖြစ်သည်။ ၎င်းသည် အီဘရာဟင်မ်၏ အဓိကရည်ရွယ်ချက်ဖြစ်သည်။ သို့မှသာ သူသည် ဤကြီးမားသော စုဝေးပွဲတွင် သူတို့၏ မသိနားမလည်မှု အတိုင်းအတာနှင့် မိမိကိုယ်ကို အန္တရာယ်မှ ကာကွယ်နိုင်ခြင်း၊ မိမိကိုယ်ကို ကူညီနိုင်ခြင်း မရှိသော ရုပ်တုများကို ကိုးကွယ်ခြင်းသည် မည်မျှ မိုက်မဲကြောင်းကို ပြောပြနိုင်မည်ဖြစ်သည်။ ထို့ကြောင့် သူတို့သည် ၎င်းတို့ထံမှ အကူအညီကို မည်သို့ တောင်းဆိုနိုင်မည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَأَنتَ فَعَلْتَ هَٰذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ - قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “အို အီဘရာဟင်မ်၊ သင်သည် ကျွန်ုပ်တို့၏ ဘုရားများကို ဤသို့ပြုလုပ်သူလော” ဟု ပြောကြ၏။ သူက “မဟုတ်ပါ၊ ၎င်းတို့ထဲမှ အကြီးဆုံးဖြစ်သော ဤအရာက လုပ်ခဲ့ခြင်းဖြစ်သည်...” ဟု ပြောကြား၏။)</span> သူ ထားခဲ့ပြီး မဖျက်ဆီးခဲ့သော အကြီးဆုံးရုပ်တုကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْأَلُوهُمْ إِن كَانُوا يَنطِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ စကားပြောနိုင်လျှင် သူတို့ကို မေးကြည့်ကြပါ!)</span> သူသည် ဤရုပ်တုများသည် စကားမပြောနိုင်ကြောင်းနှင့် ဤရုပ်တုသည် အသက်မဲ့ဖြစ်သောကြောင့် မည်သည့်အရာကိုမျှ မပြောနိုင်ကြောင်းကို သူတို့၏ ဆန္ဒအလျောက် ဝန်ခံလိမ့်မည်ဟု မျှော်လင့်ခဲ့သည်။ ဆဟီးဟ်နှစ်အုပ်တွင် အဘူ ဟူရိုင်ရဟ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် မိန့်တော်မူသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ لَمْ يَكْذِبْ غَيْرَ ثَلَاثٍ: ثِنْتَيْنِ فِي ذَاتِ اللهِ قَوْلُهُ:</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဘရာဟင်မ် (အליוဟစ္စလာမ်) သည် အလ္လာဟ်အရှင်မြတ်အတွက် နှစ်ကြိမ်ဖြစ်သော အကြိမ်သုံးကြိမ်မှလွဲ၍ လိမ်ညာပြောဆိုခြင်းမရှိခဲ့ပေ – သူပြောသောအခါ၊)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ فَعَلَهُ كَبِيرُهُمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ ၎င်းတို့ထဲမှ အကြီးဆုံးဖြစ်သော ဤအရာက လုပ်ခဲ့ခြင်းဖြစ်သည်။)</span> နှင့် သူပြောသောအခါ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي سَقِيمٌ</p><p lang=\"pt\" class=\"pt \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ် နေမကောင်းပါ။)</span><span class=\"gray\">(၃၇:၈၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: وَبَيْنَا هُوَ يَسِيرُ فِي أَرْضِ جَبَّارٍ مِنَ الْجَبَابِرَةِ وَمَعَهُ سَارَّةُ، إِذْ نَزَلَ مَنْزِلًا فَأَتَى الْجَبَّارَ رَجُلٌ فَقَالَ: إِنَّهُ قَدْ نَزَل هَهُنَا رَجُلٌ بِأَرْضِكَ مَعَهُ امْرَأَةٌ أَحْسَنُ النَّاسِ، فَأَرْسَلَ إِلَيْهِ فَجَاءَ، فَقَالَ: مَا هَذِهِ الْمَرْأَةُ مِنْكَ؟ قَالَ: هِيَ أُخْتِي. قَالَ: فَاذْهَبْ فَأَرْسِلْ بِهَا إِلَيَّ، فَانْطَلَقَ إِلَى سَارَّةَ فَقَالَ: إِنَّ هَذَا الْجَبَّارَ قَدْ سَأَلَنِي عَنْكِ، فَأَخْبَرْتُهُ أَنَّكِ أُخْتِي، فَلَا تُكَذِّبِينِي عِنْدَهُ، فَإِنَّكِ أُخْتِي فِي كِتَابِ اللهِ، وَإِنَّهُ لَيْسَ فِي الْأَرْضِ مُسْلِمٌ غَيْرِي وَغَيْرُكِ، فَانْطَلَقَ بِهَا إِبْرَاهِيمُ ثُمَّ قَامَ يُصَلِّي، فَلَمَّا أَنْ دَخَلَتْ عَلَيْهِ فَرَآهَا أَهْوَى إِلَيْهَا فَتَنَاوَلَهَا فَأُخِذَ أَخْذًا شَدِيدًا، فَقَالَ: ادْعِي اللهَ لِي وَلَا أَضُرُّكِ، فَدَعَتْ لَهُ، فَأُرْسِلَ فَأَهْوَى إِلَيْهَا، فَتَنَاوَلَهَا فَأُخِذَ بِمِثْلِهَا أَوْ أَشَدَّ، فَفَعَلَ ذَلِكَ الثَّالِثَةَ، فَأُخِذَ فَذَكَرَ مِثْلَ الْمَرَّتَيْنِ الْأُولَيَيْنِ، فَقَالَ: ادْعِي اللهَ فَلَا أُضُرَّكِ، فَدَعَتْ لَهُ فَأُرْسِلَ، ثُمَّ دَعَا أَدْنَى حُجَّابِهِ فَقَالَ: إِنَّكَ لَمْ تَأْتِنِي بِإِنْسَانٍ، وَلَكِنَّكَ أَتَيْتَنِي بِشَيْطَانٍ، أَخْرِجْهَا وَأَعْطِهَا هَاجَرَ.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُخْرِجَتْ وَأُعْطِيَتْ هَاجَرَ، فَأَقْبَلَتْ، فَلَمَّا أَحَسَّ إِبْرَاهِيمُ بِمَجِيئِهَا، انْفَتَلَ مِنْ صَلَاتِهِ، وَقَالَ: مَهْيَمْ. قَالَتْ: كَفَى اللهُ كَيْدَ الْكَافِرِ الْفَاجِرِ، وَأَخْدَمَنِي هَاجَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မင်းဆိုးတစ်ဦး၏ နယ်မြေ၌ ခရီးသွားနေစဉ် စာရာလည်း သူနှင့်အတူ ရှိနေခဲ့သည်။ သူတို့ စခန်းချသောအခါ လူတစ်ဦးသည် ထိုမင်းဆိုးထံ လာရောက်ပြီး “လူတစ်ဦးသည် သင်၏နယ်မြေ၌ စခန်းချနေပြီး သူနှင့်အတူ အလှဆုံးအမျိုးသမီးတစ်ဦး ပါလာသည်” ဟု ပြောကြား၏။ မင်းဆိုးသည် အီဘရာဟင်မ်ကို ခေါ်စေပြီး “ဤအမျိုးသမီးနှင့် သင်၏ ဆက်ဆံရေးကား အဘယ်နည်း” ဟု မေး၏။ သူက “သူမသည် ကျွန်ုပ်၏ ညီမဖြစ်သည်” ဟု ပြော၏။ မင်းဆိုးက “သွားပြီး သူမကို ကျွန်ုပ်ထံ စေလွှတ်ပါ” ဟု ပြော၏။ ထို့ကြောင့် အီဘရာဟင်မ်သည် စာရာထံသွားပြီး “ဤမင်းဆိုးသည် သင်၏အကြောင်းကို ကျွန်ုပ်အား မေးခဲ့ပြီး ကျွန်ုပ်က သင်သည် ကျွန်ုပ်၏ညီမဖြစ်သည်ဟု ပြောခဲ့သည်၊ ထို့ကြောင့် ကျွန်ုပ် လိမ်ညာနေသည်ဟု သူ့ကို မထင်ပါစေနှင့်။ အကြောင်းမူကား သင်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်အရ အမှန်ပင် ကျွန်ုပ်၏ညီမဖြစ်ပြီး မြေကြီးပေါ်တွင် သင်နှင့် ကျွန်ုပ်မှအပ အခြား မွတ်စလင်မ်မရှိပေ” ဟု ပြော၏။ ထို့ကြောင့် အီဘရာဟင်မ်သည် သူမကို သူ့ထံ ခေါ်ဆောင်လာပြီးနောက် သူသည် ရပ်လျက် ဝတ်ပြုဆုတောင်း၏။ သူမ မင်းဆိုးထံ ဝင်ရောက်လာသောအခါ သူမကို မြင်သည်နှင့် တောင့်တစွာ ဆွဲယူရန် ကြိုးစား၏။ သို့သော် သူသည် ပြင်းထန်စွာ တက်ခြင်းကို ခံစားရ၏။ ထို့ကြောင့် သူက “ကျွန်ုပ်အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပေးပါ၊ ကျွန်ုပ်သည် သင့်ကို မထိခိုက်စေရ” ဟု ပြော၏။ ထို့ကြောင့် သူမသည် သူ့အတွက် ဆုတောင်းပေးပြီး သူ ပြန်ကောင်းသွား၏။ ထို့နောက် သူသည် သူမကို တောင့်တစွာ ဆွဲယူရန် ထပ်မံ ကြိုးစားသော်လည်း ယခင်ကထက် ပိုဆိုးသော သို့မဟုတ် အလားတူ ဒဏ်ကို ခံရပြန်သည်။ ဤသို့ သုံးကြိမ်တိုင်တိုင် ဆက်ဖြစ်ခဲ့ပြီး အကြိမ်တိုင်းတွင် သူသည် ပထမအကြိမ် ပြောခဲ့သည့်အတိုင်း ပြောခဲ့သည်။ ထို့နောက် သူသည် သူ၏ အနီးဆုံး အစောင့်များကို ခေါ်ပြီး “သင်သည် ကျွန်ုပ်ထံ လူသားတစ်ဦးကို မခေါ်လာခဲ့ပါ၊ သင်သည် ကျွန်ုပ်ထံ ရှိုင်သွန်တစ်ဦးကို ခေါ်လာခဲ့သည်! သူမကို ထုတ်ပြီး ဟာဂျာကို ပေးလိုက်ပါ” ဟု ပြော၏။ ထို့ကြောင့် သူမကို ထုတ်ပြီး ဟာဂျာကို ပေးလိုက်ရာ သူမ ပြန်သွား၏။ အီဘရာဟင်မ်သည် သူမ ပြန်လာပြီဟု သိသောအခါ သူသည် ဝတ်ပြုဆုတောင်းခြင်းကို အဆုံးသတ်ပြီး လှည့်ကြည့်၏။ သူက “ဘာဖြစ်ခဲ့သလဲ” ဟု မေး၏။ သူမက “အလ္လာဟ်အရှင်မြတ်သည် မကောင်းသော ကာဖိရ်၏ အကြံအစည်ကို ဂရုစိုက်ပေးခဲ့ပြီး ဟာဂျာကို ကျွန်ုပ်အား ကျွန်အဖြစ် ပေးခဲ့သည်” ဟု ပြော၏။)</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် စီရင်က “အဘူ ဟူရိုင်ရဟ်သည် ဤဟဒီးဆ်တော်ကို ပြောပြသောအခါ ‘ကောင်းကင်ရေ၏ သားတို့၊ ဤသည်မှာ သင်တို့၏ မိခင်ဖြစ်သည်’ ဟု ပြောခဲ့သည်” ဟု ဆိုသည်။</p>"
  }
]