[
  {
    "ayah_key": "2:199",
    "group_ayah_key": "2:199",
    "from_ayah": "2:199",
    "to_ayah": "2:199",
    "ayah_keys": "2:199",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့နောက် လူအများ ထွက်ခွာသည့်နေရာမှ ထွက်ခွာပြီး အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှုကို တောင်းခံကြလော့။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်သနားညှာတာတော်မူသော အရှင်မြတ်ဖြစ်သည်။ <span>(199)</span></p><div lang=\"my\" class=\"my \"><h2>'အာရာဖတ်' တွင် ရပ်တည်ရန်နှင့် ထိုနေရာမှ ထွက်ခွာရန် အမိန့်</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်တွင် 'အာရာဖတ်' ၌ ရပ်တည်သူများအား အလ်-မွဇ်ဒါလီဖာသို့လည်း ရွေ့ပြောင်းရန် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ပါရှိသည်၊ သို့မှသာ ၎င်းတို့သည် အလ်-မရှ်အာရ် အလ်-ဟာရမ် ၌ အလ္လာဟ်အရှင်မြတ်ကို သတိရကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မွတ်စ်လင်မ်များအား ကျန်ရှိသော ဟာဂျီများနှင့်အတူ 'အာရာဖတ်' တွင် ရပ်တည်ရန် အမိန့်ပေးထားသည်၊ ကုရိုင်ရှ်တို့ကမူ <span class=\"gray\">(အစ္စလာမ်မတိုင်မီက)</span> အလ်-မွဇ်ဒါလီဖာအနီးရှိ သန့်ရှင်းရာဌာနတွင် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ မြို့တော်သားများနှင့် ကိုယ်တော်၏ အိမ်တော်၏ အစေခံများဖြစ်သည်ဟု ပြောဆိုကာ နေထိုင်ခဲ့ကြသည်နှင့် မတူဘဲဖြစ်သည်။ အလ်-ဘူခါရီက 'အာအီရှာဟ်' ပြောသည်ဟု ဖော်ပြခဲ့သည်မှာ \"ကုရိုင်ရှ်နှင့် ၎င်းတို့၏ မဟာမိတ်များ၊ ၎င်းတို့အား အလ်-ဟွမ်စ် ဟု ခေါ်ဆိုကြပြီး၊ အလ်-မွဇ်ဒါလီဖာတွင် နေထိုင်ကြသည်။ ကျန်အာရပ်များကမူ 'အာရာဖတ်' တွင် ရပ်တည်ကြသည်။ အစ္စလာမ်ရောက်ရှိလာသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ပရောဖက် ﷺ အား 'အာရာဖတ်' တွင် ရပ်တည်ရန်နှင့် ထိုနေရာမှ ဆက်လက်သွားရန် အမိန့်ပေးခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ حَيْثُ أَفَاضَ النَّاسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...လူအများ ထွက်ခွာသည့်နေရာမှ။)</span></p><p lang=\"my\" class=\"my \">ဤအရာကို အိဗ်နု အဗ္ဗားစ်၊ မွဂျာဟစ်ဒ်၊ အတာအ်၊ ကတာဒါဟ်နှင့် အစ်-စွတ်ဒီတို့ အပါအဝင် အခြားသူများကလည်း ပြောဆိုခဲ့ကြသည်။ အိဗ်နု ဂျရီးရ်သည် ဤအမြင်ကို ရွေးချယ်ခဲ့ပြီး ၎င်းအတွက် အစ်ဂျ်မာအ် <span class=\"gray\">(ပညာရှင်များအကြား သဘောတူညီမှု)</span> ရှိသည်ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က ဂျူဘိုင်ရ် ဘင် မွတ်အိမ်း ပြောသည်ဟု ဖော်ပြခဲ့သည်မှာ \"ကျွန်ုပ်၏ ကုလားအုတ် ပျောက်ဆုံးသွားပြီး 'အာရာဖာ' နေ့တွင် ၎င်းကို ရှာဖွေရန် ထွက်သွားခဲ့သည်။ ထိုအခါ ပရောဖက် ﷺ အား 'အာရာဖတ်' တွင် ရပ်နေသည်ကို ကျွန်ုပ်တွေ့ခဲ့သည်။ ကျွန်ုပ် ကိုယ့်ဘာသာကိုယ် ပြောခဲ့သည်မှာ 'အလ္လာဟ်အားဖြင့်၊ ကိုယ်တော်သည် ဟွမ်စ် အနွယ်ဝင်ဖြစ်၏။ ကိုယ်တော်ကို ဤနေရာသို့ မည်သည့်အရာက ခေါ်ဆောင်လာသနည်း။'\" ဤဟဒီးဆ်တော်ကို စဟီဟ်ယန်းတွင်လည်း ဖော်ပြထားသည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အိဗ်နု အဗ္ဗားစ် ပြောသည်ဟု ဖော်ပြခဲ့သည်မှာ အာယသ်တော်တွင် ဖော်ပြထားသော 'ထွက်ခွာသည်' ဆိုသည်မှာ အလ်-မွဇ်ဒါလီဖာမှ မီနာသို့ ကျောက်တိုင်များအား ပစ်ခတ်ရန် ဆက်လက်သွားခြင်းကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး သိတော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှုကို တောင်းခံခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှုကို တောင်းခံကြလော့။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်သနားညှာတာတော်မူသော အရှင်မြတ်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဝတ်ပြုမှုများ ပြီးစီးပြီးနောက် ကိုယ်တော်ကို သတိရရန် မကြာခဏ အမိန့်ပေးသည်။ မွတ်စ်လင်မ်က ဖော်ပြခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဆွလားသ်ပြီးဆုံးပြီးနောက် အလ္လာဟ်အရှင်မြတ်ထံ သုံးကြိမ်တိုင်တိုင် ခွင့်လွှတ်မှုကို တောင်းခံလေ့ရှိသည်။ စဟီဟ်နှစ်ကျမ်းတွင် ဖော်ပြထားသည်မှာ ပရောဖက် ﷺ သည် တပ်စ်ဘီဟ် <span class=\"gray\">(စွဗ်ဟာနလ်လာဟ်၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဘုန်းတော်ကြီးပါပေသည် ဟု ဆိုခြင်း)</span>၊ တဟ်မီဒ် <span class=\"gray\">(အလ်-ဟမ်ဒု လီလ်လာဟ်၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အတွက် ချီးမွမ်းခြင်း ဟု ဆိုခြင်း)</span> နှင့် တကဗီရ် <span class=\"gray\">(အလ္လာဟု အက္ကဗရ်၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်သည် ဟု ဆိုခြင်း)</span> တို့ကို သုံးဆယ့်သုံးကြိမ်စီ <span class=\"gray\">(ဆွလားသ်ပြီးနောက်)</span> ရွတ်ဆိုရန် အားပေးခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု မရ်ဒူဝီယာဟ်က အလ်-ဘူခါရီသည် ရှဒ်ဒါဒ် ဘင် အဝ်စ်ထံမှ ဖော်ပြခဲ့သော ဟဒီးဆ်တော်ကို စုစည်းခဲ့သည်၊ ရှဒ်ဒါဒ် ဘင် အဝ်စ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيِّدُ الْاِسْتِغْفَارِ أَنْ يَقُولَ الْعَبْدُ: اللَّهُمَّ أَنْتَ رَبِّي، لَا إِلٰهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي، فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إلَّا أَنْتَ، مَنْ قَالَهَا فِي لَيْلَةٍ فَمَاتَ فِي لَيْلَتِهِ دَخَلَ الْجَنَّــةَ، وَمَنْ قَالَهَا فِي يَوْمِهِ فَمَاتَ دَخَلَ الْجَنَّــةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွင့်လွှတ်မှုအတွက် ဒုအာပြုခြင်း၏ အကြီးအကဲသည် ကျွန်တော်မျိုးက ဤသို့ဆိုခြင်းဖြစ်သည်။ 'အို အလ္လာဟ်! ကိုယ်တော်သည် ကျွန်ုပ်၏ အရှင်သခင်ဖြစ်ပါသည်၊ ကိုယ်တော်မှတစ်ပါး ဝတ်ပြုခံထိုက်သော မည်သည့်ဘုရားမျှ မရှိပါ။ ကိုယ်တော်သည် ကျွန်ုပ်ကို ဖန်ဆင်းခဲ့ပြီး ကျွန်ုပ်သည် ကိုယ်တော်၏ ကျွန်တော်မျိုးဖြစ်ပါသည်။ ကျွန်ုပ်သည် ကိုယ်တော်၏ ကတိတော်ပေါ်တွင် ကျွန်ုပ်တတ်နိုင်သမျှ ရပ်တည်နေပြီး ကိုယ်တော်၏ ကတိတော်ကို စောင့်မျှော်နေပါသည်။ ကျွန်ုပ်ကျူးလွန်ခဲ့သော မကောင်းမှုတို့မှ ကိုယ်တော်ထံ ခိုလှုံပါ၏။ ကျွန်ုပ်အပေါ် ကိုယ်တော်၏ ကျေးဇူးတော်ကို ဝန်ခံပါ၏၊ ကျွန်ုပ်၏ အပြစ်များကိုလည်း ဝန်ခံပါ၏။ ထို့ကြောင့် ကျွန်ုပ်ကို ခွင့်လွှတ်တော်မူပါ၊ ကိုယ်တော်မှတစ်ပါး မည်သူမျှ အပြစ်များကို ခွင့်မလွှတ်နိုင်ပါ။' ဤစကားများကို ညဘက်တွင် ပြောဆိုပြီး ထိုညတွင် ကွယ်လွန်သူသည် ဂျန္နသ် (နိဗ္ဗာန်) သို့ ဝင်ရောက်လိမ့်မည်။ နေ့ဘက်တွင် ပြောဆိုပြီး ကွယ်လွန်သူသည် ဂျန္နသ် (နိဗ္ဗာန်) သို့ ဝင်ရောက်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ပြင်၊ စဟီဟ်နှစ်ကျမ်းတွင် ဖော်ပြထားသည်မှာ 'အဗ်ဒုလ္လာဟ် ဘင် 'အမ်ရ်' က အဘူဘကရ် ပြောသည်ဟု ဆိုသည်မှာ \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်၏ ဆွလားသ် (ဝတ်ပြုဆုတောင်းခြင်း) တွင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> တောင်းခံနိုင်ရန် ဒုအာတစ်ခုကို သင်ကြားပေးတော်မူပါ။\" ကိုယ်တော်က ကျွန်ုပ်အား ဤသို့ပြောရန် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ: اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ، وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ</p><p lang=\"ig\" class=\"ig \"><span class=\"gray\">(Allahumma inni zalamtu nafsi zulman kathiran, wa la yaghfirudh-dhunuba illa Anta faghfirli maghfiratan min 'indika, war-hamni innaka Antal-Ghafur-ur-Rahim <span class=\"gray\">(O Allah! I have done great injustice to myself and none except You forgives sins, so please forgive me and be merciful to me as You are the Forgiver, the Merciful)</span>.)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းအရာနှင့်ပတ်သက်၍ အခြားဟဒီးဆ်တော်များစွာ ရှိသေးသည်။</p>"
  }
]