[
  {
    "ayah_key": "3:98",
    "group_ayah_key": "3:98",
    "from_ayah": "3:98",
    "to_ayah": "3:99",
    "ayah_keys": "3:98,3:99",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"အို ကျမ်းဂန်ရှင်များအပေါင်းတို့ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span>! သင်တို့ ပြုမူနေကြသည်များကို အလ္လာဟ်အရှင်မြတ်သည် သက်သေပင်ဖြစ်လင့်ကစား အဘယ်ကြောင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်နေကြပါသနည်း။ <span>(၉၈)</span> ပြောပါ- \"အို ကျမ်းဂန်ရှင်များအပေါင်းတို့ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span>! သင်တို့သည် သက်သေများဖြစ်ပါလျက် အဘယ်ကြောင့် ယုံကြည်သူတို့အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ တားဆီးကာ ယင်းလမ်းကို ကောက်ကွေ့နေသည်ဟု ထင်စေရန် ကြိုးစားနေကြပါသနည်း။ သင်တို့ ပြုမူနေကြသည်များကို အလ္လာဟ်အရှင်မြတ်သည် မသိရှိဘဲ မနေပါ။ <span>(၉၉)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရှင်တို့အား ၎င်းတို့၏ မယုံကြည်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းကို ပိတ်ဆို့ခြင်းတို့အတွက် ပြစ်တင်ရှုံ့ချခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်တွင် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သော ကျမ်းဂန်ရှင်တို့ကို အမှန်တရားကို လက်မခံခြင်း၊ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်ခြင်းနှင့် ယုံကြည်ရန် ကြိုးစားသူတို့ကို ကိုယ်တော်၏ လမ်းမှ တားဆီးခြင်းတို့အတွက် ပြစ်တင်ရှုံ့ချတော်မူ၏။ တမန်တော်မြတ် ﷺ ကိုယ်တော်တိုင် ယူဆောင်လာသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ အမှန်တရားဖြစ်ကြောင်း ၎င်းတို့ သိရှိနေကြသော်လည်း ဖြစ်သည်။ ၎င်းတို့သည် ယခင်ပရောဖက်များနှင့် ဂုဏ်သရေရှိသော တမန်တော်များထံမှ ဤအရာကို သင်ယူခဲ့ကြသည်၊ ၎င်းတို့အားလုံးအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများ ရှိပါစေ။ ၎င်းတို့အားလုံးသည် မက္ကာမှ စာမတတ်သော၊ အာရပ်၊ ဟာရှိမီ ပရောဖက် ﷺ ၊ အာဒမ်၏ သားမြေးတို့၏ သခင်၊ နောက်ဆုံးပရောဖက်နှင့် ကောင်းကင်နှင့် မြေကြီးတို့၏ အရှင်သခင် တမန်တော်မြတ် ကြွလာမည့်အကြောင်း ဝမ်းမြောက်ဖွယ်ရာ သတင်းများနှင့် သတင်းကောင်းများကို ယူဆောင်လာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ရှင်တို့ကို ဤအပြုအမူမျိုး မပြုရန် သတိပေးခဲ့ပြီး ၎င်းတို့ ပြုမူသည်များကို ကိုယ်တော်သည် သက်သေဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။ ၎င်းသည် ပရောဖက်များမှတဆင့် ၎င်းတို့ထံ ရောက်ရှိလာသော ဗဟုသုတကို ၎င်းတို့ ဆန့်ကျင်နေခြင်းကို ဖော်ပြသည်။ ၎င်းတို့သည် ကိုယ်တော် ကြွလာမည့်အကြောင်း ဝမ်းမြောက်ဖွယ်ရာ သတင်းများကို ပေးရန် အမိန့်ခံခဲ့ရသော တမန်တော်ကိုပင် ငြင်းပယ်ခဲ့ကြသည်၊ မယုံကြည်ခဲ့ကြသည်၊ လက်မခံခဲ့ကြပေ။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ ပြုမူသည်များကို ကိုယ်တော်သည် မသိရှိဘဲ မနေပါဟု ဖော်ပြထားပြီး ၎င်းတို့၏ လုပ်ရပ်များအတွက် ၎င်းတို့ကို တာဝန်ခံစေလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် ဥစ္စာဓနမှဖြစ်စေ၊ သားသမီးများမှဖြစ်စေ အကျိုးမဖြစ်ထွန်းနိုင်သည့် နေ့ရက်)</span><span class=\"gray\">[၂၆:၈၈]</span>။</p>"
  },
  {
    "ayah_key": "40:1",
    "group_ayah_key": "40:1",
    "from_ayah": "40:1",
    "to_ayah": "40:3",
    "ayah_keys": "40:1,40:2,40:3",
    "text": "<p lang=\"my\" class=\"my \">ဟာမီမ်ဖြင့် စတင်သော ဆူရာဟ်တို့၏ ဂုဏ်ကျေးဇူးများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေသော အိဗ်နု အဗ္ဗားစ်က “အရာခပ်သိမ်းတိုင်းတွင် အနှစ်သာရရှိပြီး၊ ကုရ်အာန်၏ အနှစ်သာရမှာ ဟာမီမ်၏ မိသားစုဖြစ်သည်” သို့မဟုတ် “ဟာမီမ်များဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ မစ်အ်စရ် ဘင် ကိဒမ်က “၎င်းတို့အား 'သတို့သမီးများ' ဟု ခေါ်ဝေါ်လေ့ရှိသည်” ဟု ပြောကြားခဲ့သည်။ ဤအရာအားလုံးကို အလ္လာဟ်အရှင်မြတ် ကရုဏာတော်ထားပါစေသော အိမာမ်၊ ကြီးမြတ်သောပညာရှင် အဘူ အူဗိုင်ဒ် အလ်-ကွာစင်မ် ဘင် စလ်လာမ်က ၎င်း၏ Fada'il Al-Qur'an စာအုပ်တွင် မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">ဟူမိုင်ဒ် ဘင် ဇန်ဂျူယာက အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေသော အဗ်ဒူလ္လာဟ် ပြောကြားသည်ကို ရေးသားမှတ်တမ်းတင်ခဲ့သည်။ \"ကုရ်အာန်၏ ပုံပမာသည် ၎င်း၏မိသားစုနေထိုင်ရန် နေရာတစ်ခုကို ရှာဖွေထွက်ခွာသော လူတစ်ဦး၏ ပုံပမာနှင့်တူသည်။ ထိုသူသည် မိုးရွာကျခဲ့သည့် အထောက်အထားများရှိသော နေရာသို့ ရောက်ရှိလာသည်။ ထိုသူသည် လမ်းလျှောက်ရင်း ၎င်းကို လှည့်ပတ်ကြည့်ရှုရင်း ရုတ်တရက် လှပသော ဥယျာဉ်များကို တွေ့ရှိခဲ့သည်။ ထိုသူက 'မိုးရွာကျခဲ့သည့် ပထမဆုံး အစအနများကို ကျွန်တော် သဘောကျခဲ့သော်လည်း ဤသည်မှာ များစွာ ပိုကောင်းသည်' ဟု ပြောသည်။ ထိုသူအား 'ပထမနေရာသည် ကုရ်အာန်နှင့်တူပြီး ဤလှပသော ဥယျာဉ်များသည် ကုရ်အာန်၏ ကျန်အပိုင်းနှင့် ပတ်သက်၍ ဟာမီမ်မိသားစု၏ တောက်ပမှုနှင့်တူသည်' ဟု ပြောကြားခဲ့သည်။\" ဤအကြောင်းကို အလ်-ဘဂါဝီက မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေသော အိဗ်နု မစ်အ်စူးဒ်က \"ကျွန်ုပ် ဟာမီမ်မိသားစုသို့ ရောက်ရှိသောအခါ ၎င်းသည် လှပသော ဥယျာဉ်သို့ ရောက်ရှိသကဲ့သို့ဖြစ်သည်၊ ထို့ကြောင့် ကျွန်ုပ်သည် အချိန်ယူ၍ ဖတ်ရှုသည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် အစပြုပါ၏။ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အမြဲမပြတ် သနားကြင်နာရှင်ဖြစ်တော်မူသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ - غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဟာမီမ်။)</span><span class=\"gray\">(၂။ ထိုကျမ်းတော်မြတ်ကို အောင်မြင်တော်မူထသော၊ အလုံးစုံကိုသိရှိတော်မူထသော အလ္လာဟ်အရှင်မြတ်အထံတော်မှ ပေးပို့တော်မူသည်)</span><span class=\"gray\">(၃။ အပြစ်ဒုစရိုက်တို့ကို ခွင့်လွှတ်တော်မူထသော၊ ဝန်ချတောင်းပန်မှုကို လက်ခံတော်မူထသော၊ ပြင်းထန်စွာ အပြစ်ပေးတော်မူထသော၊ (ကိုယ်တော်၏ ကျေးဇူးများကို) ပေးသနားတော်မူထသော အရှင်ဖြစ်သည်။ ကိုယ်တော်မှတစ်ပါး (အခြားမည်သည့်) ကိုးကွယ်ရာအရှင်မျှမရှိပေ။ ကိုယ်တော်ထံတော်သို့သာ နောက်ဆုံးပြန်လည်ရောက်ရှိရမည်။)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် ဆူရဟ် အလ်-ဗကရာဟ်၏ အစပိုင်းရှိ အက္ခရာတစ်လုံးချင်းစီကို ဆွေးနွေးပြီးဖြစ်သည်။ ထို့ကြောင့် ဤနေရာတွင် ထပ်မံဆွေးနွေးရန် မလိုအပ်ပါ။ </p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်နှင့် အတ်-သေရ်မီဇီတို့က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ကြားနာရသူတစ်ဦးထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးဆ်တော်တွင် ဤသို့ ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ بُيِّتُّمُ اللَّيْلَةَ فَقُولُوا: حٰم لَا يُنْصَرُونَ</p><p lang=\"it\" class=\"it \"><span class=\"gray\">(When you go to bed tonight, recite Ha Mim, La Yunsarun.)</span>\" Its chain of narrators is Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းတော်မြတ်၏ ဗျာဒိတ်တော်သည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်၊ အနန္တတန်ခိုးရှင်၊ အလုံးစုံကိုသိရှိတော်မူသော အရှင်။)</span> ဆိုလိုသည်မှာ ဤကျမ်းတော် – ကုရ်အာန် – သည် အနန္တတန်ခိုးနှင့် အသိပညာပိုင်ရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်။ ကိုယ်တော်အား ကျော်လွှားနိုင်မည်မဟုတ်သလို၊ ကိုယ်တော်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်ထား၍မရပေ၊ အလွှာများစွာအောက်တွင် ဖုံးကွယ်ထားသော ပုရွက်ဆိတ်တစ်ကောင်ပင်ဖြစ်ပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်တို့ကို ခွင့်လွှတ်တော်မူထသော၊ ဝန်ချတောင်းပန်မှုကို လက်ခံတော်မူထသော အရှင်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် အတိတ်က ကျူးလွန်ခဲ့သော အပြစ်များကို ခွင့်လွှတ်တော်မူပြီး နောင်အခါတွင် ကျူးလွန်နိုင်သည့် အပြစ်များအတွက် ဝန်ချတောင်းပန်မှုကို လက်ခံတော်မူသည်။ ကိုယ်တော်ထံ ဝန်ချတောင်းပန်ပြီး အပ်နှင်းသူများထံမှ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَدِيدِ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြင်းထန်စွာ အပြစ်ပေးတော်မူထသော အရှင်)</span> ဆိုလိုသည်မှာ ကျူးလွန်မှုတွင် အဆက်မပြတ် ဆက်လက်လုပ်ဆောင်ပြီး ဤလောကီဘဝကို ပို၍နှစ်သက်သူ၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို ခေါင်းမာစွာ လျစ်လျူရှုပြီး အပြစ်ကျူးလွန်သူများအတွက် ဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်အတိုင်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ - وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ကျွန်တို့အား စင်စစ် ကျွန်ုပ်သည် အလွန်ခွင့်လွှတ်တော်မူထသော၊ အလွန်သနားကြင်နာတော်မူထသော အရှင်ဖြစ်ကြောင်း ကြေညာပါ။ ကျွန်ုပ်၏ပြစ်ဒဏ်သည်လည်း စင်စစ် အလွန်နာကျင်သော ပြစ်ဒဏ်ပင်ဖြစ်ကြောင်း (ကြေညာပါ)။)</span><span class=\"gray\">(၁၅:၄၉-၅၀)</span>။ ဤဂုဏ်ပုဒ်နှစ်ခု <span class=\"gray\">(ကရုဏာနှင့် ပြစ်ဒဏ်)</span> ကို ကုရ်အာန်တွင် မကြာခဏ တွဲဖက်ဖော်ပြလေ့ရှိသည်၊ သို့မှသာ လူများသည် မျှော်လင့်ချက်နှင့် ကြောက်ရွံ့မှု နှစ်မျိုးလုံးဖြင့် ရှိနေမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِي الطَّوْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပေးသနားတော်မူထသော အရှင်။)</span> အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေသော အိဗ်နု အဗ္ဗားစ်က “ဆိုလိုသည်မှာ ကိုယ်တော်သည် ရက်ရောပြီး ချမ်းသာကြွယ်ဝသည် <span class=\"gray\">(နည်းလမ်းများကင်းမဲ့သည်)</span>” ဟု ပြောကြားခဲ့သည်။ ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကိုယ်တော်၏ကျွန်များအပေါ် အလွန် ရက်ရောတော်မူပြီး၊ ၎င်းတို့ အလုံအလောက် ကျေးဇူးတင်၍မကုန်နိုင်သော အမြဲမပြတ်ကောင်းချီးမင်္ဂလာများကို ပေးသနားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို ရေတွက်မည်ဆိုပါက မည်သည့်အခါမျှ ရေတွက်နိုင်ကြမည်မဟုတ်ပေ...)</span><span class=\"gray\">(၁၆:၁၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَٰهَ إِلَّا هُوَ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လာအိလာဟအိလ္လာဟူဝါ)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ ဂုဏ်ပုဒ်အားလုံးတွင် ကိုယ်တော်နှင့် တူညီသူ မရှိပေ။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာ သို့မဟုတ် အရှင်သခင် မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَيْهِ الْمَصِيرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ထံသို့သာ နောက်ဆုံးပြန်လည်ရောက်ရှိရမည်။)</span> ဆိုလိုသည်မှာ အရာခပ်သိမ်းတို့သည် ကိုယ်တော်ထံသို့ ပြန်လာကြမည်ဖြစ်ပြီး ကိုယ်တော်သည် လူတစ်ဦးချင်းစီ၏ လုပ်ရပ်များအလိုက် ဆုလာဘ်ပေးခြင်း သို့မဟုတ် အပြစ်ပေးခြင်းတို့ကို ပြုလုပ်တော်မူမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် လျင်မြန်စွာ စစ်ဆေးမေးမြန်းတော်မူထသော အရှင်ဖြစ်သည်)</span><span class=\"gray\">(၁၃:၄၁)</span>။</p>"
  }
]