[
  {
    "ayah_key": "33:57",
    "group_ayah_key": "33:57",
    "from_ayah": "33:57",
    "to_ayah": "33:58",
    "ayah_keys": "33:57,33:58",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို နှောင့်ယှက်သူများသည် ဤပစ္စုပ္ပန်ဘဝ၌လည်းကောင်း၊ နောင်တမလွန်ဘဝ၌လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကျိန်စာတိုက်တော်မူပြီး ၎င်းတို့အတွက် အရှက်ရဖွယ်ရာ ပြစ်ဒဏ်ကို ပြင်ဆင်ထားတော်မူ၏။ <span>(၅၇)</span>မယုံကြည်သူ အမျိုသား၊ အမျိုးသမီးတို့ကို မတရားနှောင့်ယှက်သူများသည် အသရေဖျက်မှုနှင့် ထင်ရှားသော အပြစ်ဒဏ်ကို ခံကြရမည်။ <span>(၅၈)</span></p><p lang=\"my\" class=\"my \">မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်  صلی اللہ علیہ وسلم ကို နှောင့်ယှက်သူသည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ကျိန်စာသင့်၏။</p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ အမိန့်များကို ဖီဆန်၍ ကိုယ်တော်တားမြစ်ထားသည်များကို ပြုလုပ်ကာ ကိုယ်တော်အား နှောင့်ယှက်သူများ၊ ထိုသို့ ပြုလုပ်ခြင်းကို ဆက်လက်လုပ်ဆောင်သူများနှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား အပြစ်အနာအဆာများ သို့မဟုတ် ချို့ယွင်းချက်များရှိသည်ဟု စွပ်စွဲခြင်းဖြင့် နှောင့်ယှက်သူများကို သတိပေး၍ ခြိမ်းခြောက်တော်မူသည်။ -အလ္လာဟ်အရှင်မြတ် တားမြစ်တော်မူသည်- ‘အီက်ရိမာဟ်က ဤအာယတ်တော်သည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို နှောင့်ယှက်သူများသည်၊)</span> ပုံများ သို့မဟုတ် ရုပ်တုများပြုလုပ်သူများနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်ခုတွင် အဘူဟူရိုင်ရာဟ်က \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်\" ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ عَزَّ وَجَلَّ: يُؤْذِينِي ابْنُ آدَمَ، يَسُبُّ الدَّهْرَ وَأَنَا الدَّهْرُ أُقَلِّبُ لَيْلَهُ وَنَهَارَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်- \"အာဒမ်၏သားသည် အချိန်ကို ဆဲဆိုခြင်းဖြင့် ငါ့ကို နှောင့်ယှက်သည်၊ သို့သော် ငါသည် အချိန်ဖြစ်သည်၊ ငါသည် ညနှင့်နေ့ကို လှည့်ပတ်စေသည်\")</span> ဤဟဒီးဆ်၏ အဓိပ္ပါယ်မှာ ဂျာဟီလီယာခေတ်တွင် ၎င်းတို့က \"အချိန်သည် အဘယ်မျှ ဆိုးရွားလိုက်သည်၊ ၎င်းသည် ငါတို့အား ထိုကဲ့သို့ ပြုလုပ်ခဲ့သည်!\" ဟု ပြောဆိုလေ့ရှိကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လုပ်ဆောင်မှုများကို အချိန်နှင့် ဆက်စပ်ပြီး ဆဲဆိုလေ့ရှိကြသည်၊ သို့သော် ထိုသို့ပြုလုပ်သူမှာ အလ္လာဟ်အရှင်မြတ်ဖြစ်တော်မူ၏။ ထို့ကြောင့် ကိုယ်တော်သည် ၎င်းတို့အား ဤအရာမှ တားမြစ်တော်မူသည်။ အလ်-အောဖီက အိဘ်နုအဘ္ဗားစ်က ဤအာယတ်တော်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို နှောင့်ယှက်သူများသည်၊)</span> ဆွာဖီယာ ဘင်တ် ဟူယိုင်းယ် ဘင် အက်ခ်တပ်ဗ်နှင့် တမန်တော် ﷺ လက်ထပ်ခြင်းအပေါ် ကဲ့ရဲ့ပြစ်တင်သူများနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု ဆိုကြောင်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် အဓိပ္ပာယ်အားဖြင့် အကြမ်းဖျင်းဖြစ်ပြီး မည်သည့်နည်းနှင့်မဆို ကိုယ်တော်အား နှောင့်ယှက်သူတိုင်းနှင့် သက်ဆိုင်သည်ဟု ထင်ရသည်။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်အား နှောင့်ယှက်သူတိုင်းသည် အလ္လာဟ်အရှင်မြတ်အား နှောင့်ယှက်ခြင်းဖြစ်ပြီး၊ ကိုယ်တော်အား နာခံသူတိုင်းသည် အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်းဖြစ်သောကြောင့်ပင်။</p><p lang=\"my\" class=\"my \">အသရေဖျက်မှုကို ကြံစည်သူများအား ခြိမ်းခြောက်ခြင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူ အမျိုးသား၊ အမျိုးသမီးတို့ကို မတရားနှောင့်ယှက်သူများသည်၊)</span> ဆိုသည်မှာ၊ ၎င်းတို့သည် အပြစ်ကင်းစင်သော၊ မသိသော၊ မလုပ်ဆောင်သော အရာများကို ၎င်းတို့အား စွပ်စွဲခြင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အသရေဖျက်မှုနှင့် ထင်ရှားသော အပြစ်ဒဏ်ကို ခံကြရမည်။)</span> ၎င်းသည် အယုံကြည်ရှိသူ အမျိုးသား၊ အမျိုးသမီးများအကြောင်းကို ၎င်းတို့မပြုလုပ်ခဲ့သည့် အရာများကို ပြောဆိုခြင်း သို့မဟုတ် လက်ဆင့်ကမ်းခြင်းဖြင့် ၎င်းတို့အား အရှက်ရစေရန်နှင့် ချို့ယွင်းချက်များဖြင့် စွပ်စွဲခြင်းသည် အပြင်းထန်ဆုံး အသရေဖျက်မှုဖြစ်သည်။ ဤဖော်ပြချက်နှင့် အများဆုံးသက်ဆိုင်သူများမှာ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို မယုံကြည်သူများဖြစ်ပြီး၊ ထို့နောက်တွင် အလ္လာဟ်အရှင်မြတ်က အပြစ်ကင်းစင်ကြောင်း ဖော်ပြထားသည့် ဆွာဟာဘာများကို ချို့ယွင်းချက်များနှင့် အပြစ်အနာအဆာများဖြင့် စွပ်စွဲကာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှင့်ပတ်သက်၍ ပြောဆိုခဲ့သည့်အရာများနှင့် ဆန့်ကျင်ဘက်ကို ဖော်ပြသည့် ရာဖိဒိုက်များ (Rafidites) ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မွဟာဂျီရူန်များနှင့် အန်ဆွာရ်များ (Migrants and Ansar) ကို နှစ်သက်တော်မူကြောင်းနှင့် ၎င်းတို့အား ချီးကျူးတော်မူကြောင်း ကျွန်ုပ်တို့အား ပြောကြားထားသော်လည်း၊ ဤမိုက်မဲ၍ အသိဉာဏ်မဲ့သူများသည် ၎င်းတို့အား ကဲ့ရဲ့ပြစ်တင်ကာ ချို့ယွင်းချက်များဖြင့် စွပ်စွဲကြပြီး ၎င်းတို့မပြုလုပ်ခဲ့သည့်နှင့် လုံးဝပြုလုပ်၍ မရသည့်အရာများကို ၎င်းတို့အကြောင်း ပြောဆိုကြသည်။ လက်တွေ့တွင် ၎င်းတို့၏ စိတ်နှလုံးများသည် လမ်းလွဲနေကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ချီးကျူးထိုက်သူများကို ရှုတ်ချကြပြီး ရှုတ်ချထိုက်သူများကို ချီးကျူးကြသောကြောင့်ပင်။</p><p lang=\"my\" class=\"my \">အဘူဒါဝုဒ်က အဘူဟူရိုင်ရာဟ်က \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ အသရေဖျက်ခြင်း <span class=\"gray\">(ဂီဗာဟ်)</span> ဆိုသည်မှာ အဘယ်နည်း\" ဟု မေးမြန်းခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ကိုယ်တော်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ညီအစ်ကို မနှစ်သက်သောအရာကို သင်ပြောဆိုခြင်းဖြစ်သည်။)</span> \"ကျွန်ုပ်၏ ညီအစ်ကိုအကြောင်း ကျွန်ုပ်ပြောသည်မှာ မှန်ပါက မည်သို့ဖြစ်မည်နည်း\" ဟု မေးမြန်းခဲ့သည်။ ကိုယ်တော်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَ فِيهِ مَا تَقُولُ فَقَدِ اغْتَبْتَهُ، وَإِنْ لَمْ يَكُنْ فِيهِ مَا تَقُولُ فَقَدْ بَهَتَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်ပြောသည်မှာ မှန်ပါက သင်သည် သူ့အား အသရေဖျက်ခြင်း <span class=\"gray\">(ဂီဗာဟ်)</span> ပြုခဲ့ပြီး၊ အကယ်၍ သင်ပြောသည်မှာ မမှန်ပါက သင်သည် သူ့အား စွပ်စွဲခဲ့ခြင်းဖြစ်သည်။)</span> ဤအရာကို အတ်-တီရ်မီဇီကလည်း မှတ်တမ်းတင်ခဲ့ပြီး၊ ၎င်းက \"ဟဆန် ဆဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "33:59",
    "group_ayah_key": "33:59",
    "from_ayah": "33:59",
    "to_ayah": "33:62",
    "ayah_keys": "33:59,33:60,33:61,33:62",
    "text": "<p lang=\"my\" class=\"my \">အို တမန်တော်! သင်၏ဇနီးများနှင့် သင်၏သမီးများအားလုံး၊ မွအ်မင်မ်အမျိုးသမီးများအားလုံး မိမိတို့၏ ဂျလ်ဘာဘ်များကို မိမိတို့ကိုယ်ပေါ်တွင် လွှမ်းခြုံထားရန် ပြောကြားပါ။ ထိုသို့ပြုလုပ်ခြင်းက ၎င်းတို့အား လူသိများစေပြီး မနှောင့်ယှက်ခံရစေရန် ပိုမိုကောင်းမွန်ပေလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူသော၊ အလွန်အမင်း ကရုဏာထားတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၅၉)</span>အကယ်၍ မုနာဖစ်က်များနှင့် ၎င်းတို့၏နှလုံးသားများ၌ ရောဂါရှိသူများ၊ အလ်-မဒီနာရှိ ပြည်သူများအကြားတွင် သတင်းမှားများ ဖြန့်ဝေသူများက မရပ်တန့်ပါက၊ သင်သည် ၎င်းတို့အား အနိုင်ယူစေမည်ဖြစ်ပြီး၊ ထို့နောက် ၎င်းတို့သည် သင့်အိမ်နီးချင်းများအဖြစ် ခဏတာမျှသာ နေထိုင်နိုင်မည်မဟုတ်ပါ။ <span>(၆၀)</span>ကျိန်စာသင့်ကြသော ၎င်းတို့အား တွေ့ရာနေရာတွင် ဖမ်းဆီးကာ <span class=\"gray\">(ကြောက်မက်ဖွယ်ရာ)</span> သတ်ဖြတ်ခြင်းဖြင့် သတ်ပစ်ရမည်။ <span>(၆၁)</span>ထိုအရာသည် ရှေးယခင်က ကွယ်လွန်သွားသူတို့နှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ နည်းလမ်းဖြစ်ပြီး၊ သင်သည် အလ္လာဟ်အရှင်မြတ်၏ နည်းလမ်းတွင် မည်သည့်ပြောင်းလဲမှုကိုမျှ တွေ့ရမည်မဟုတ်ပါ။ <span>(၆၂)</span></p><p lang=\"my\" class=\"my \">ဟိဂျာဘ် (Hijab) ၏အမိန့်တော်</p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား ယုံကြည်သူအမျိုးသမီးများ—အထူးသဖြင့် ကိုယ်တော်၏ ဇနီးများနှင့် သမီးများကို၊ ၎င်းတို့၏ ဂုဏ်သိက္ခာကြောင့်—မိမိတို့၏ ဂျလ်ဘာဘ် (Jilbab) များကို မိမိတို့ကိုယ်ပေါ်တွင် လွှမ်းခြုံထားရန် အမိန့်ပေးတော်မူ၏။ ထိုသို့ပြုလုပ်ခြင်းဖြင့် ၎င်းတို့သည် ဂျာဟီလီယာခေတ်မှ အမျိုးသမီးများနှင့် ကျွန်အမျိုးသမီးများ၏ ပုံပန်းသဏ္ဍာန်မှ ကွဲပြားခြားနားကြမည်ဖြစ်သည်။ ဂျလ်ဘာဘ်သည် ခီမာရ် (Khimar) ပေါ်တွင် ဝတ်ဆင်သော ရိဒါအ် (Rida') ဖြစ်သည်။ ဤသည်မှာ အိဘ်နုမပ်စ်အူဒ်၊ အူဘိုင်းဒါဟ်၊ ကတာဒါဟ်၊ အလ်-ဟဆန် အလ်-ဘဆ်ရီ၊ ဆအိဒ် ဘင် ဂျူဘိုင်ရ်၊ အိဘ်ရာဟင်မ် အန်-နခ်ခ်အီ၊ အတားအ် အလ်-ခူရာစာနီနှင့် အခြားသူတို့၏ အမြင်ဖြစ်သည်။ ၎င်းသည် ယနေ့ခေတ်တွင် အသုံးပြုသော အိဇာရ် (Izar) နှင့်တူသည်။ အလ်-ဂျောဟာရီက \"ဂျလ်ဘာဘ်သည် အပြင်မှ လွှမ်းခြုံသောအဝတ်ဖြစ်သည်\" ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဘ်နုအဘ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူအမျိုးသမီးများအား အိမ်မှ လိုအပ်ချက်တစ်ခုခုအတွက် ထွက်ခွာသည့်အခါ မိမိတို့မျက်နှာများကို ဂျလ်ဘာဘ်ဖြင့် ဦးခေါင်းပေါ်မှ ဖုံးအုပ်ထားရန်၊ မျက်လုံးတစ်လုံးသာ ဖော်ထားရန် အမိန့်ပေးခဲ့သည်ဟု ဆိုကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ မိုဟာမဒ် ဘင် ဆီရင်က \"ကျွန်ုပ်သည် အူဘိုင်းဒါဟ် အဆ်-ဆလ်မာနီအား ဤအာယတ်တော်အကြောင်း မေးမြန်းခဲ့သည်\" ဟု ဆိုသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ ဂျလ်ဘာဘ်များကို မိမိတို့ကိုယ်ပေါ်တွင် လွှမ်းခြုံထားရန်။)</span> သူသည် မိမိမျက်နှာနှင့် ဦးခေါင်းကို ဖုံးအုပ်ထားပြီး ဘယ်ဘက်မျက်လုံးသာ ဖော်ထားသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ أَدْنَىٰ أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ပြုလုပ်ခြင်းက ၎င်းတို့အား လူသိများစေပြီး မနှောင့်ယှက်ခံရစေရန် ပိုမိုကောင်းမွန်ပေလိမ့်မည်။)</span> ဆိုသည်မှာ၊ ၎င်းတို့သည် ထိုသို့ပြုလုပ်ပါက ၎င်းတို့သည် လွတ်လပ်သူများဖြစ်ပြီး ကျွန်များ သို့မဟုတ် ပြည်တန်ဆာများမဟုတ်ကြောင်း သိရှိရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ غَفُورًا رَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူသော၊ အလွန်အမင်း ကရုဏာထားတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုသည်မှာ ဂျာဟီလီယာခေတ်အတွင်း ယခင်က ဖြစ်ပျက်ခဲ့သည့်အရာများနှင့် ပတ်သက်၍ ၎င်းတို့သည် ဤအရာနှင့်ပတ်သက်၍ မည်သည့်အသိပညာမှ မရှိခဲ့သည့်အချိန်ကို ဆိုလိုသည်။</p><p lang=\"my\" class=\"my \">ဆိုးယုတ်သော မုနာဖစ်က်များအား ပြင်းထန်သော သတိပေးချက်</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မုနာဖစ်က်များ၊ ယုံကြည်ခြင်းကို အပေါ်ယံပြသသော်လည်း မိမိတို့၏ မယုံကြည်မှုကို ဖုံးကွယ်ထားသူများကို သတိပေးတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏နှလုံးသားများ၌ ရောဂါရှိသူများ၊)</span> ‘အီက်ရိမာဟ်နှင့် အခြားသူတို့က ဤသည်မှာ ဤနေရာတွင် ကာမပိုင်မဲ့ လွန်ကျူးသူများကို ရည်ညွှန်းသည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُرْجِفُونَ فِي الْمَدِينَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ်-မဒီနာရှိ ပြည်သူများအကြားတွင် သတင်းမှားများ ဖြန့်ဝေသူများ)</span> ဆိုသည်မှာ၊ ရန်သူရောက်လာပြီး စစ်ပွဲစတင်ပြီဟု ပြောဆိုသူများကို ဆိုလိုသည်။ ၎င်းသည် လိမ်လည်မှုနှင့် လုပ်ကြံဖန်တီးမှုဖြစ်သည်။ ၎င်းတို့သည် ဤလုပ်ရပ်များကို မစွန့်လွှတ်ဘဲ အမှန်တရားသို့ မပြန်လာပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنُغْرِيَنَّكَ بِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင့်အား ၎င်းတို့အပေါ် အနိုင်ယူစေမည်ဖြစ်သည်၊)</span> အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဘ်နုအဘ္ဗားစ်က \"ငါတို့သည် သင့်အား ၎င်းတို့အပေါ် အာဏာပေးမည်\" ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ ကတာဒါဟ်က \"ငါတို့သည် သင့်အား ၎င်းတို့အား ဆန့်ကျင်ရန် လှုံ့ဆော်မည်\" ဟု ဆိုသည်။ အဆ်-ဆူဒ်ဒီက \"ငါတို့သည် သင့်အား ၎င်းတို့အကြောင်း အသိပေးမည်\" ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا يُجَاوِرُونَكَ فِيهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ၎င်း၌ နေထိုင်နိုင်မည်မဟုတ်။)</span> ဆိုသည်မှာ အလ်-မဒီနာ၌၊</p><p lang=\"ar\" class=\"ar \">إِلَّا قَلِيلًا - مَلْعُونِينَ ۖ                                                                                                                            </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခဏတာမျှသာ။ ကျိန်စာသင့်ကြသော...)</span> ‘၎င်းသည် ၎င်းတို့ အလ်-မဒီနာတွင် ခဏတာမျှ နေထိုင်စဉ် ၎င်းတို့အား နှင်ထုတ်ပြီး ဝေးလံသောနေရာသို့ မပို့မီ ၎င်းတို့၏ အခြေအနေကို ဖော်ပြသည်။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَمَا ثُقِفُوا أُخِذُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား တွေ့ရာနေရာတွင် ဖမ်းဆီးရမည်။)</span> ဆိုသည်မှာ၊ ‘၎င်းတို့သည် အားနည်းပြီး နည်းပါးသောကြောင့် တိုက်ခိုက်ခံရမည်’</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُتِّلُوا تَقْتِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(ကြောက်မက်ဖွယ်ရာ)</span> သတ်ဖြတ်ခြင်းဖြင့် သတ်ပစ်ရမည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် ရှေးယခင်က ကွယ်လွန်သွားသူတို့နှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ နည်းလမ်းဖြစ်သည်၊)</span> ဆိုသည်မှာ၊ ၎င်းတို့သည် မုနာဖစ်က်ပြုခြင်းနှင့် မယုံကြည်ခြင်းကို ဆက်လက်ပြုလုပ်ပြီး မစွန့်လွှတ်သည့်အခါ အလ္လာဟ်အရှင်မြတ်က မုနာဖစ်က်များနှင့် မည်သို့ဆက်ဆံခဲ့သည်ကို ဆိုလိုသည်။ ကိုယ်တော်သည် ယုံကြည်သူများကို ၎င်းတို့အား ဆန့်ကျင်ရန် လှုံ့ဆော်ခဲ့ပြီး ၎င်းတို့အား အနိုင်ယူစေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်သည် အလ္လာဟ်အရှင်မြတ်၏ နည်းလမ်းတွင် မည်သည့်ပြောင်းလဲမှုကိုမျှ တွေ့ရမည်မဟုတ်ပါ။)</span> ဆိုသည်မှာ၊ ဤအရာနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ ဆက်ဆံပုံသည် မပြောင်းလဲ၊ မသွေဖည်ပါ။</p>"
  }
]