[
  {
    "ayah_key": "12:15",
    "group_ayah_key": "12:15",
    "from_ayah": "12:15",
    "to_ayah": "12:15",
    "ayah_keys": "12:15",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် ၎င်းတို့သည် ၎င်းအား ခေါ်ဆောင်သွားသောအခါ၊ ၎င်းတို့အားလုံးသည် ၎င်းအား ရေတွင်းအောက်ခြေသို့ ပစ်ချရန် သဘောတူညီခဲ့ကြပြီး၊ ငါတို့သည် ၎င်းအား ဗျာဒိတ်ပေးခဲ့သည်- \"ဧကန်စင်စစ် သင်သည် <span class=\"gray\">(တစ်နေ့တွင်)</span> ၎င်းတို့၏ ဤကိစ္စကို ၎င်းတို့အား အသိပေးလိမ့်မည်၊ ၎င်းတို့က <span class=\"gray\">(သင့်ကို)</span> မသိကြသေးသောအခါ၌ ဖြစ်သည်။ <span>(၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်ကို ရေတွင်းထဲ ပစ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ ယူဆွဖ်၏ အစ်ကိုများသည် ၎င်း၏ ဖခင်ထံမှ ၎င်းအား ခေါ်ဆောင်သွားသောအခါ၊ ၎င်းတို့က ခွင့်ပြုရန် တောင်းဆိုပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْمَعُوا أَن يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အားလုံးသည် ၎င်းအား ရေတွင်းအောက်ခြေသို့ ပစ်ချရန် သဘောတူညီခဲ့ကြသည်၊)</span> ဤအာယသ်၏ ဤအပိုင်းသည် ၎င်းတို့၏ ရာဇဝတ်မှုကို ကြီးမားစေသည်၊ ၎င်းတို့အားလုံးသည် ၎င်းအား ရေတွင်းအောက်ခြေသို့ ပစ်ချရန် သဘောတူညီခဲ့ကြသည်ဟု ဖော်ပြထားသောကြောင့် ဖြစ်သည်။ ၎င်းသည် ၎င်းတို့၏ ရည်ရွယ်ချက်ဖြစ်သည်၊ သို့သော် ၎င်းတို့သည် ၎င်းအား ၎င်း၏ ဖခင်ထံမှ ခေါ်ဆောင်သွားသောအခါတွင်၊ ၎င်းတို့သည် အခြားတစ်မျိုး ဟန်ဆောင်ခဲ့ကြသည်၊ သို့မှသာ ၎င်း၏ဖခင်က ၎င်းအား စိတ်ကောင်းဖြင့် လွှတ်လိုက်ပြီး ၎င်း၏ဆုံးဖြတ်ချက်နှင့် ပတ်သက်၍ စိတ်အေးချမ်းသာ ရှိစေရန်ဖြစ်သည်။ ယာကူဗ် (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှု ရပါစေ) သည် ယူဆွဖ်အား ပွေ့ဖက်ပြီး နမ်းရှုံ့ကာ ၎င်း၏ အစ်ကိုများနှင့်အတူ စေလွှတ်သောအခါ အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပေးခဲ့ကြောင်း ဖော်ပြထားသည်။ အစ်-ဆွဒ်ဒီက ကောင်းသောဆန္ဒရှိသူများအဖြစ် ဟန်ဆောင်ခြင်းနှင့် ယူဆွဖ်အား အန္တရာယ်ပြုခြင်းတို့ကြား ကာလသည် ၎င်းတို့၏ ဖခင်၏ မျက်စိအောက်မှ ဝေးကွာသွားသည်ထက် မပိုပါဟု ပြောကြားခဲ့သည်။ ထို့နောက် ၎င်းတို့သည် ယူဆွဖ်အား စကားဖြင့် ဆဲဆိုကြိမ်းမောင်းခြင်းဖြင့်လည်းကောင်း၊ ရိုက်နှက်ခြင်းဖြင့်လည်းကောင်း စတင်နှိပ်စက်ခဲ့ကြသည်။ ၎င်းတို့သည် ၎င်းအား ပစ်ချရန် သဘောတူခဲ့သည့် ရေတွင်းသို့ ရောက်ရှိသောအခါ၊ ၎င်းတို့သည် ၎င်းအား ကြိုးဖြင့်ချည်နှောင်ပြီး အောက်သို့ချခဲ့သည်။ ယူဆွဖ်က ၎င်းတို့ထဲမှ တစ်ဦးဦးကို တောင်းပန်သောအခါ၊ ၎င်းက ရိုက်နှက်ပြီး ဆဲဆိုခဲ့သည်။ ၎င်းသည် ရေတွင်းဘေးဘက်များကို ကိုင်တွယ်ရန် ကြိုးစားသောအခါ၊ ၎င်းတို့သည် ၎င်း၏လက်ကို ရိုက်နှက်ခဲ့ပြီး ရေတွင်းအောက်ခြေမှ တစ်ဝက်ခန့်အကွာတွင် ရှိနေစဉ် ကြိုးကို ဖြတ်တောက်ခဲ့သည်။ ၎င်းသည် ရေထဲသို့ ကျရောက်ကာ နစ်မြုပ်သွားခဲ့သည်။ သို့သော် ၎င်းသည် ရေတွင်းထဲတွင် ရှိသော ကျောက်တုံးတစ်ခုပေါ်သို့ တက်ရောက်နိုင်ခဲ့ပြီး ၎င်းပေါ်တွင် ရပ်နေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ထပ်မံမိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَٰذَا وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းအား ဗျာဒိတ်ပေးခဲ့သည်- \"ဧကန်စင်စစ် သင်သည် <span class=\"gray\">(တစ်နေ့တွင်)</span> ၎င်းတို့၏ ဤကိစ္စကို ၎င်းတို့အား အသိပေးလိမ့်မည်၊ ၎င်းတို့က <span class=\"gray\">(သင့်ကို)</span> မသိကြသေးသောအခါ၌ ဖြစ်သည်။\")</span> ဤအာယသ်တွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကရုဏာနှင့် သနားကြင်နာမှုကိုလည်းကောင်း၊ ကိုယ်တော်က ဒုက္ခရောက်ချိန်များတွင် စေလွှတ်သော ပြန်လည်ဖြေရှင်းမှုနှင့် သက်သာရာရခြင်းကိုလည်းကောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်အား ထိုဒုက္ခရောက်ချိန်တွင် ၎င်း၏စိတ်ကို နှစ်သိမ့်စေရန်နှင့် ၎င်း၏ဆုံးဖြတ်ချက်ကို ခိုင်မာစေရန် ဗျာဒိတ်ပေးခဲ့သည်၊ 'သင်ခံစားရသော အရာများကြောင့် စိတ်မညစ်ပါနှင့်။ ဧကန်စင်စစ် သင်သည် ဤဒုက္ခမှ လွတ်မြောက်ပြီး ကောင်းမွန်သော အဆုံးသတ် ရလိမ့်မည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှင့်ဆန့်ကျင်၍ သင့်အား ကူညီမည်ဖြစ်ပြီး၊ သင့်၏ ရာထူးကို မြှင့်တင်ကာ သင့်၏ အဆင့်အတန်းကို မြှင့်တင်ပေးမည်ဖြစ်သည်။ နောက်ပိုင်းတွင် သင်သည် ၎င်းတို့က သင့်အပေါ် ပြုခဲ့သောအရာများကို ၎င်းတို့အား သတိပေးလိမ့်မည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က မသိကြသေးသောအခါ၌ ဖြစ်သည်။)</span> \"အိဗ်နု အဗ္ဗားစ်က ဤအာယသ်နှင့် ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်- \"သင်သည် ၎င်းတို့က သင့်အား မည်သူဖြစ်သည်ကို မသိရှိကြဘဲ သင့်ကို မှတ်မိနိုင်စွမ်း မရှိကြသောအခါတွင် ၎င်းတို့အား သင့်အပေါ် ပြုခဲ့သော ဤမကောင်းမှုအကြောင်းကို သတိပေးလိမ့်မည်။\"</p>"
  },
  {
    "ayah_key": "12:16",
    "group_ayah_key": "12:16",
    "from_ayah": "12:16",
    "to_ayah": "12:18",
    "ayah_keys": "12:16,12:17,12:18",
    "text": "<p lang=\"my\" class=\"my \">ညဉ့်ဦးပိုင်းတွင် ငိုကြွေးရင်း ၎င်းတို့၏ ဖခင်ထံသို့ လာကြသည် <span>(16)</span>၎င်းတို့က \"အို ကျွန်ုပ်တို့၏ဖခင်! ကျွန်ုပ်တို့ အချင်းချင်း ပြိုင်ဆိုင်နေကြစဉ် ယူဆွဖ်ကို ကျွန်ုပ်တို့၏ ပစ္စည်းများအနီးတွင် ထားခဲ့ရာ ဝံပုလွေတစ်ကောင်က သူ့ကို စားလိုက်ပါပြီ။ သို့သော် ကျွန်ုပ်တို့ အမှန်တရားကို ပြောသည်တိုင်အောင် ဖခင်သည် ကျွန်ုပ်တို့ကို မည်သည့်အခါမျှ ယုံကြည်မည်မဟုတ်ပါ။\" <span>(17)</span>၎င်းတို့သည် ယူဆွဖ်၏ အင်္ကျီကို မဟုတ်မမှန်သောသွေးများ စွန်းထင်းလျက် ယူဆောင်လာကြသည်။ ဖခင်က \"မဟုတ်ဘူး၊ မင်းတို့ ကိုယ်တိုင် ပုံပြင်တစ်ပုဒ်ကို ဖန်တီးခဲ့ကြတာပဲ။ ဒါကြောင့် <span class=\"gray\">(ငါ့အတွက်)</span> သည်းခံခြင်းသည် အသင့်တော်ဆုံးပဲ။ မင်းတို့ ဖော်ပြနေတဲ့ <span class=\"gray\">(မုသား)</span> ကို ဆန့်ကျင်ဖို့ အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ရဲ့ အကူအညီကိုပဲ တောင်းခံရမှာပဲ။\" <span>(18)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်၏ အစ်ကိုများ ၎င်းတို့၏ ဖခင်အား လှည့်ဖြားရန် ကြိုးစားခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်၏ အစ်ကိုများက သူ့အား ရေတွင်းအောက်ခြေသို့ ပစ်ချပြီးနောက် ကျင့်သုံးခဲ့သော လှည့်ဖြားမှုကို ကျွန်ုပ်တို့အား ပြန်လည်ပြောပြတော်မူသည်။ ၎င်းတို့သည် ည၏မှောင်မိုက်သောအချိန်တွင် ၎င်းတို့၏ ဖခင်ထံ ပြန်လာကြပြီး ယူဆွဖ်ကို ဆုံးရှုံးရခြင်းအတွက် ငိုကြွေးကာ ဝမ်းနည်းပူဆွေးမှုကို ပြသခဲ့ကြသည်။ ယူဆွဖ်အပေါ် ဖြစ်ပျက်ခဲ့သည့်အရာများအတွက် ၎င်းတို့၏ဖခင်အား အကြောင်းပြချက်များ စတင်ပေးခဲ့ကြပြီး မဟုတ်မမှန် ပြောဆိုကြသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا ذَهَبْنَا نَسْتَبِقُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ အချင်းချင်း ပြိုင်ဆိုင်နေကြစဉ်)</span>၊ သို့မဟုတ် ပစ်ခတ်ပြိုင်ပွဲ ပြုလုပ်နေစဉ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا يُوسُفَ عِندَ مَتَاعِنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယူဆွဖ်ကို ကျွန်ုပ်တို့၏ ပစ္စည်းများအနီးတွင် ထားခဲ့ရာ)</span>၊ ကျွန်ုပ်တို့၏ အဝတ်အစားများနှင့် ခရီးဆောင်အိတ်များကို စောင့်ကြပ်နေစေခဲ့ရာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَكَلَهُ الذِّئْبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝံပုလွေတစ်ကောင်က သူ့ကို စားလိုက်ပါပြီ)</span>၊ ၎င်းမှာ ၎င်းတို့၏ဖခင်က ယူဆွဖ်အတွက် စိုးရိမ်ပြီး သတိပေးခဲ့သည့်အတိုင်းပင် ဖြစ်သည်။ ၎င်းတို့က ဆက်လက်ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကျွန်ုပ်တို့ အမှန်တရားကို ပြောသည်တိုင်အောင် ဖခင်သည် ကျွန်ုပ်တို့ကို မည်သည့်အခါမျှ ယုံကြည်မည်မဟုတ်ပါ။)</span> ၎င်းတို့သည် ၎င်းတို့ပေးပို့သော ဆိုးရွားသည့်သတင်း၏ သက်ရောက်မှုကို လျှော့ချရန် ကြိုးစားခဲ့ကြသည်။ ၎င်းတို့က 'ဖခင်သည် ကျွန်ုပ်တို့ကို အမှန်တကယ်ပြောသည်ဟု မှတ်ယူသည်တိုင်အောင် ဤသတင်းကို ယုံမည်မဟုတ်ကြောင်း ကျွန်ုပ်တို့ သိသည်။ ထို့ကြောင့် ဖခင်သည် ကျွန်ုပ်တို့ မမှန်မကန် ပြောသည်ဟု သံသယရှိသည့်အခါ ဘာဖြစ်မလဲ၊ အထူးသဖြင့် ဝံပုလွေက ယူဆွဖ်ကို စားမည်ကို ဖခင် စိုးရိမ်ခဲ့ပြီး ထိုအတိုင်း ဖြစ်ပျက်ခဲ့သောကြောင့် ဖြစ်သည်။' ထို့ကြောင့် ၎င်းတို့က 'ကျွန်ုပ်တို့အပေါ် ဖြစ်ပျက်ခဲ့သော ထူးဆန်းသော တိုက်ဆိုင်မှုနှင့် အံ့သြဖွယ်ဖြစ်ရပ်ကြောင့် ဖခင်သည် ကျွန်ုပ်တို့ကို မယုံကြည်ရန် အကြောင်းပြချက်ရှိသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءُوا عَلَىٰ قَمِيصِهِ بِدَمٍ كَذِبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ယူဆွဖ်၏ အင်္ကျီကို မဟုတ်မမှန်သောသွေးများ စွန်းထင်းလျက် ယူဆောင်လာကြသည်။)</span> ၎င်းအင်္ကျီပေါ်တွင်၊ ၎င်းတို့အားလုံး သဘောတူထားသော ပူးပေါင်းကြံစည်မှုကို သက်သေပြရန်အတွက်။ မုဂျာဟစ်၊ အလ်-ဆွဒ်ဒီနှင့် အခြားပညာရှင်များစွာ၏ ပြောကြားချက်အရ ၎င်းတို့သည် သိုးတစ်ကောင်ကို သတ်ပြီး ယူဆွဖ်၏ အင်္ကျီကို ထိုသွေးဖြင့် စွန်းထင်းစေခဲ့သည်။ ဝံပုလွေက ယူဆွဖ်ကို စားသည့်အခါ ယူဆွဖ် ဝတ်ဆင်ထားသော အင်္ကျီဖြစ်ပြီး သူ့သွေးများ စွန်းထင်းနေသည်ဟု ၎င်းတို့က ပြောဆိုခဲ့သည်။ သို့သော် ၎င်းတို့သည် အင်္ကျီကို ဆွဲဖြဲရန် မေ့လျော့ခဲ့ကြပြီး၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ယာ'ကူဘ်သည် ၎င်းတို့ကို မယုံကြည်ခဲ့ခြင်းဖြစ်သည်။ ယင်းအစား ၎င်းတို့ ပြောကြားခဲ့သည့်အရာများနှင့် ပတ်သက်၍ သူခံစားရသည်များကို ၎င်းတို့အား ပြောကြားခဲ့ပြီး ၎င်းတို့၏ မဟုတ်မမှန်သော ပြောဆိုချက်ကို ငြင်းပယ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ မင်းတို့ ကိုယ်တိုင် ပုံပြင်တစ်ပုဒ်ကို ဖန်တီးခဲ့ကြတာပဲ။ ဒါကြောင့် <span class=\"gray\">(ငါ့အတွက်)</span> သည်းခံခြင်းသည် အသင့်တော်ဆုံးပဲ။)</span> ယာ'ကူဘ်က 'သင်တို့ သဘောတူခဲ့သော ဤပူးပေါင်းကြံစည်မှုအတွက် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ အကူအညီနှင့် ကရုဏာဖြင့် စိတ်ဆင်းရဲမှုကို သက်သာရာရသည်အထိ ကျွန်ုပ်သည် သည်းခံခြင်းကို ခိုင်မြဲစွာ လိုက်နာမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မင်းတို့ ဖော်ပြတဲ့အရာကို ဆန့်ကျင်ဖို့ အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ရဲ့ အကူအညီကိုပဲ တောင်းခံရမှာပဲ။)</span>၊ မင်းတို့ ပြောခဲ့တဲ့ မဟုတ်မမှန်မှုတွေနဲ့ မယုံနိုင်စရာ ဖြစ်ရပ်တွေကို ဆန့်ကျင်ဖို့ပဲ။'</p>"
  },
  {
    "ayah_key": "12:19",
    "group_ayah_key": "12:19",
    "from_ayah": "12:19",
    "to_ayah": "12:20",
    "ayah_keys": "12:19,12:20",
    "text": "<p lang=\"my\" class=\"my \">ခရီးသွားအဖွဲ့တစ်ဖွဲ့ ရောက်လာကြပြီး ၎င်းတို့၏ ရေခပ်သမားကို စေလွှတ်လိုက်သောအခါ၊ ထိုသူသည် သူ၏ပုံးကို <span class=\"gray\">(ရေတွင်းထဲသို့)</span> ချလိုက်သည်။ သူက “ဝမ်းသာစရာ သတင်းပါလား! ဒီမှာ ကလေးတစ်ယောက်ပါပဲ။” ဟု ပြောသည်။ ထို့နောက် ၎င်းတို့သည် သူ့အား ကုန်ပစ္စည်းအဖြစ် <span class=\"gray\">(ကျွန်တစ်ဦးအဖြစ်)</span> ဖုံးကွယ်ထားကြသည်။ ထိုသူတို့ ပြုလုပ်ခဲ့သည်များကို အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၁၉)</span>၎င်းတို့သည် သူ့အား ဘတ်ခ်စ်စျေးနှုန်းဖြင့် - ဒီရ်ဟမ်အနည်းငယ်မျှဖြင့် ရောင်းချခဲ့ကြသည်။ ၎င်းတို့သည် သူ့အား အရေးမကြီးသူအဖြစ် သဘောထားသူများထဲမှ ဖြစ်ကြသည်။ <span>(၂၀)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်ကို ရေတွင်းထဲမှ ကယ်တင်ပြီး ကျွန်အဖြစ် ရောင်းချခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်အပေါ် ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ၊ သူ၏အစ်ကိုများက သူ့အား ရေတွင်းထဲသို့ ပစ်ချခဲ့ပြီး တစ်ယောက်တည်း ထားခဲ့ပြီးနောက်၊ သူသည် ထိုနေရာတွင် သုံးရက်ကြာ ရှိနေခဲ့ကြောင်း အဘူဘက္ကရ် ဘင်န် အယျာရှ်၏ အဆိုအရ ဖြစ်ပျက်ခဲ့သည်များကို ပြန်ပြောပြတော်မူ၏။ မိုဟာမဒ် ဘင်န် အစ်ဟာက်က \"ယူဆွဖ်၏ အစ်ကိုများက သူ့အား ရေတွင်းထဲသို့ ပစ်ချပြီးနောက်၊ ကျန်တစ်နေ့တာလုံး သူ့ဘာလုပ်မလဲနှင့် သူ့အပေါ်ဘာဖြစ်မလဲဆိုတာ ကြည့်ဖို့ ရေတွင်းပတ်ပတ်လည်မှာ ရှိနေခဲ့ကြတယ်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုရေတွင်းအနီးတွင် စခန်းချသော ခရီးသွားအဖွဲ့တစ်ဖွဲ့ကို စေလွှတ်တော်မူခဲ့သည်။ ၎င်းတို့အတွက် ရေခပ်ရန် တာဝန်ရှိသူကို ထိုရေတွင်းသို့ စေလွှတ်ခဲ့ကြသည်။ ထိုသူသည် ရေတွင်းအနီးသို့ ရောက်သောအခါ၊ သူ၏ပုံးကို ရေတွင်းထဲသို့ ချလိုက်သည်။ ယူဆွဖ်က ပုံးကို ဖမ်းဆုပ်လိုက်ပြီး ထိုသူက သူ့အား ကယ်တင်ခဲ့ကာ ပျော်ရွှင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُشْرَىٰ هَٰذَا غُلَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဝမ်းသာစရာ သတင်းပါလား! ဒီမှာ ကလေးတစ်ယောက်ပါပဲ။\")</span> အလ်-အော်ဖီက အိဗ်နု အဗ္ဗားစ်က \"အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ\" ဟု မှတ်ချက်ပြုခဲ့ကြောင်း သတင်းပို့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوهُ بِضَاعَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် သူ့အား ကုန်ပစ္စည်းအဖြစ် ဖုံးကွယ်ထားကြသည်)</span>၊ သည် ယူဆွဖ်၏ အစ်ကိုများကို ရည်ညွှန်းပြီး၊ ၎င်းတို့သည် သူသည် သူတို့၏အစ်ကိုဖြစ်ကြောင်း သတင်းကို ဖုံးကွယ်ထားခဲ့သည်။ ယူဆွဖ်က သူ၏အစ်ကိုများက သူ့အား သတ်ပစ်မည်ကို ကြောက်ရွံ့၍ ဤသတင်းကို ဖုံးကွယ်ထားခဲ့ပြီး ယင်းအစား ရောင်းချခံရခြင်းကို ပိုနှစ်သက်ခဲ့သည်။ ထို့ကြောင့်၊ ယူဆွဖ်၏ အစ်ကိုများက ရေခပ်သမားအား သူ့အကြောင်း ပြောပြခဲ့ပြီး ထိုသူက သူ၏အပေါင်းအဖော်များအား ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُشْرَىٰ هَٰذَا غُلَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဝမ်းသာစရာ သတင်းပါလား! ဒီမှာ ကလေးတစ်ယောက်ပါပဲ။\")</span>၊ ကျွန်တစ်ဦးဖြစ်ပြီး ကျွန်ုပ်တို့ ရောင်းချနိုင်ပါသည်။ ထို့ကြောင့်၊ ယူဆွဖ်၏ ကိုယ်ပိုင်အစ်ကိုများက သူ့အား ရောင်းချခဲ့ကြသည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ပြုလုပ်ခဲ့သည်များကို အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span> ဟူသည် အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်၏ အစ်ကိုများနှင့် သူ့အား ဝယ်ယူခဲ့သူများ ပြုလုပ်ခဲ့သည်များကို သိတော်မူကြောင်း ဖော်ပြသည်။ အရှင်မြတ်သည် ၎င်းတို့အား တားမြစ်နိုင်ပြီး ၎င်းတို့၏ လုပ်ရပ်များကို မကျူးလွန်စေရန် တားဆီးနိုင်သော်လည်း၊ အရှင်မြတ်၏ ပြည့်စုံသော ဉာဏ်ပညာကြောင့် အခြားနည်းဖြင့် ပြဋ္ဌာန်းတော်မူခဲ့သည်။ အရှင်မြတ်သည် ၎င်းတို့ လုပ်ခဲ့သည်များကို လုပ်ခွင့်ပြုခဲ့သည်၊ သို့မှသာ အရှင်မြတ်၏ ဆုံးဖြတ်ချက်သည် လွှမ်းမိုးပြီး အရှင်မြတ်၏ သတ်မှတ်ထားသော ကံကြမ္မာသည် အုပ်စိုးနိုင်ပေမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဖန်ဆင်းခြင်းနှင့် အမိန့်ပေးခြင်းသည် အရှင်မြတ်၏ အပိုင်ဖြစ်၏။ စကြဝဠာခပ်သိမ်းတို့၏ ပိုင်ရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် မင်္ဂလာရှိတော်မူ၏။)</span><span class=\"gray\">[၇:၅၄]</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် မိုဟာမဒ် ﷺ ကို ပြည်သူလူထုက သူ့အပေါ် ပြုခဲ့သော နှိပ်စက်ညှဉ်းပန်းမှုများတွင် အလ္လာဟ်အရှင်မြတ်သည် ပြည့်စုံသော အသိပညာရှိတော်မူကြောင်းနှင့် ၎င်းတို့အား ရပ်တန့်နိုင်ကြောင်း အမှတ်ရစေသည်။ သို့သော် အရှင်မြတ်သည် ၎င်းတို့အား အချိန်ဆိုင်းပေးရန် ဆုံးဖြတ်ခဲ့ပြီးနောက် မိုဟာမဒ် ﷺ အား အောင်ပွဲခံစေကာ ၎င်းတို့အပေါ် အနိုင်ရစေခဲ့သည်၊ ယူဆွဖ်အား အောင်ပွဲခံစေပြီး သူ၏အစ်ကိုများအပေါ် အနိုင်ရစေခဲ့သကဲ့သို့ပင်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သူ့အား ဘတ်ခ်စ်စျေးနှုန်းဖြင့် - ဒီရ်ဟမ်အနည်းငယ်မျှဖြင့် ရောင်းချခဲ့ကြသည်)</span> ဟူသည် မူဂျာဟစ်နှင့် အစ်ကရိမာတို့၏ အဆိုအရ ယူဆွဖ်၏ အစ်ကိုများက သူ့အား စျေးအနည်းငယ်ဖြင့် ရောင်းချခြင်းကို ရည်ညွှန်းသည်။ 'ဘတ်ခ်စ်' ဟူသည် လျှော့ချခြင်းဟု အဓိပ္ပါယ်ရသည်၊ မြင့်မြတ်သောအလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သကဲ့သို့ပင်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘတ်ခ်စ် <span class=\"gray\">(သူ၏ ကောင်းမှုကုသိုလ်များ လျော့ကျခြင်း)</span> သို့မဟုတ် ရာဟက်ခ် <span class=\"gray\">(သူ၏အပြစ်များအတွက် ပြစ်ဒဏ် တိုးလာခြင်း)</span> မည်သည့်အရာကိုမျှ ကြောက်ရွံ့စရာမလို။)</span><span class=\"gray\">[၇၂:၁၃]</span> ဆိုလိုသည်မှာ ယူဆွဖ်၏ အစ်ကိုများက သူ့အား အလွန်ညံ့ဖျင်းသောစျေးနှုန်းဖြင့် လဲလှယ်ခဲ့သည်။ သို့တိုင် သူသည် ၎င်းတို့အတွက် အလွန်အရေးမပါသူဖြစ်သောကြောင့် ခရီးသွားအဖွဲ့က သူ့အား အခမဲ့လိုချင်ခဲ့လျှင်ပင်၊ ၎င်းတို့သည် သူ့အား အခမဲ့ပေးလိုက်ကြမည်ဖြစ်သည်။ အိဗ်နု အဗ္ဗားစ်၊ မူဂျာဟစ်နှင့် အဒ်-ဒဟ်ဟက်တို့က ပြောသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَشَرَوْهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သူ့အား ရောင်းချခဲ့ကြသည်)</span>၊ သည် ယူဆွဖ်၏ အစ်ကိုများကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်၏ နောက်မိန့်ဆိုချက်အရ ၎င်းတို့သည် ယူဆွဖ်အား အနိမ့်ဆုံးစျေးနှုန်းဖြင့် ရောင်းချခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَرَاهِمَ مَعْدُودَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒီရ်ဟမ်အနည်းငယ်မျှဖြင့်)</span>၊ အဗ်ဒူလ္လာဟ် ဘင်န် မစ်အူဒ်၏ အဆိုအရ ဒီရ်ဟမ်နှစ်ဆယ်ဖြစ်သည်။ အလားတူပင် အိဗ်နု အဗ္ဗားစ်၊ နောဖ် အလ်-ဘီကာလီ၊ အစ်-ဆွဒ်ဒီ၊ ကွာတာဒါနှင့် အာတီယာ အလ်-အော်ဖီတို့က ပြောခဲ့ပြီး၊ ၎င်းတို့က ဒီရ်ဟမ်များကို သူတို့အချင်းချင်း ခွဲဝေယူခဲ့ကြရာ တစ်ဦးလျှင် ဒီရ်ဟမ်နှစ်ဆယ်စီ ရရှိခဲ့ကြောင်း ထပ်လောင်းပြောကြားခဲ့သည်။ အဒ်-ဒဟ်ဟက်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်အပေါ် မှတ်ချက်ပြုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သူ့အား အရေးမကြီးသူအဖြစ် သဘောထားသူများထဲမှ ဖြစ်ကြသည်။)</span> \"အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် သူ၏နဗီပြုခြင်းနှင့် မြင့်မြတ်ဆုံးသော အလ္လာဟ်အရှင်မြတ်ထံတွင်ရှိသော ဂုဏ်သရေရှိ ရာထူးကို မသိရှိခဲ့ကြသောကြောင့်ဖြစ်သည်။\"</p>"
  }
]