[
  {
    "ayah_key": "2:49",
    "group_ayah_key": "2:49",
    "from_ayah": "2:49",
    "to_ayah": "2:50",
    "ayah_keys": "2:49,2:50",
    "text": "<p lang=\"my\" class=\"my \">အသင်တို့ကို ဖိရ်အောင်၏ လူများထံမှ ကျွန်ုပ်တို့ ကယ်တင်ခဲ့သည်ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span> ထိုသူတို့သည် အသင်တို့ကို ကြောက်မက်ဖွယ်ကောင်းသော ညှဉ်းပန်းနှိပ်စက်မှုဖြင့် ဒုက္ခပေးခဲ့ကြသည်။ အသင်တို့၏ သားများကို သတ်ဖြတ်ပြီး မိန်းမများကိုမူ အသက်ချမ်းသာပေးခဲ့ကြသည်။ ထိုအရာသည် အသင်တို့၏ အရှင်သခင်ထံမှ ကြီးမားသော စမ်းသပ်မှုတစ်ရပ်ဖြစ်၏။ <span>(၄၉)</span>ကျွန်ုပ်တို့သည် အသင်တို့အတွက် ပင်လယ်ကိုခွဲပြီး အသင်တို့ကို ကယ်တင်ခဲ့သည်ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span>။ ထိုမှတစ်ပါး အသင်တို့ ကြည့်ရှုနေကြစဉ် ဖိရ်အောင်၏ လူများကို ရေနစ်သေဆုံးစေခဲ့သည်ကိုလည်း <span>(အမှတ်ရကြလော့)</span> <span>(၅၀)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စရေးလ်၏ သားမြေးတို့ကို ဖာရိုဘုရင်နှင့် သူ၏စစ်တပ်ထံမှ ကယ်တင်ခဲ့ခြင်း (ထိုသူတို့ ရေနစ်သေဆုံးခဲ့ရသည်)</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အစ္စရေးလ်၏သားမြေးတို့ကို မိန့်ကြားသည်မှာ “ငါသည် သင်တို့အပေါ် ပေးသနားခဲ့သော ကျေးဇူးတော်ကို အမှတ်ရကြလော့”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ نَجَّيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ကို ဖိရ်အောင်၏ လူများထံမှ ကျွန်ုပ်တို့ ကယ်တင်ခဲ့သည်ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span> ထိုသူတို့သည် အသင်တို့ကို ကြောက်မက်ဖွယ်ကောင်းသော ညှဉ်းပန်းနှိပ်စက်မှုဖြင့် ဒုက္ခပေးခဲ့ကြသည်။)</span> ဆိုသည်မှာ 'အကျွန်ုပ်-အလ္လာဟ်-သည် သင်တို့အား ထိုသူတို့ထံမှ ကယ်တင်ခဲ့ပြီး၊ မူဆာနှင့်အတူ သူတို့၏လက်မှ လွတ်မြောက်စေခဲ့သည်၊ သူတို့သည် သင်တို့ကို ကြောက်မက်ဖွယ်ကောင်းသော ညှဉ်းပန်းနှိပ်စက်မှုများ ပြုလုပ်ပြီးနောက် ဖြစ်၏' ဟု အဓိပ္ပာယ်ရသည်။ ဤကျေးဇူးတော်သည် ကျိန်စာသင့်သော ဖာရိုဘုရင်သည် ဗိုက်သ်အလ်မက်ဒိစ် <span class=\"gray\">(ဂျေရုဆလင်)</span> မှ မီးတစ်မီးထွက်ပေါ်လာပြီး ထိုမီးသည် အစ္စရေးလ်၏ သားမြေးများမှလွဲ၍ အီဂျစ်ရှိ ကော့ပ်တစ်လူမျိုးတို့၏ အိမ်များထဲသို့ ဝင်ရောက်သွားသည်ကို အိပ်မက်မက်ပြီးနောက် ရရှိခဲ့ခြင်းဖြစ်သည်။ ၎င်း၏ရည်ရွယ်ချက်မှာ သူ၏ဘုရင်စနစ်သည် အစ္စရေးလ်၏ သားမြေးများထဲမှ အမျိုးသားတစ်ဦးကြောင့် ပြိုလဲသွားမည်ဟူ၍ ဖြစ်သည်။ ဖာရိုဘုရင်၏ အစောင့်အရှောက်အချို့က အစ္စရေးလ်၏ သားမြေးများထဲမှ လူတစ်ဦးပေါ်ထွန်းလာပြီး သူတို့အတွက် နိုင်ငံတစ်နိုင်ငံကို တည်ထောင်လိမ့်မည်ဟု မျှော်လင့်နေကြသည်ဟုလည်း ဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိပါက၊ ဆူရသ် သွာဟာ <span class=\"gray\">(၂၀)</span> ကို ရှင်းပြသောအခါ ဤအကြောင်းအရာနှင့်ပတ်သက်သော ဟဒီးစ်ကို ကျွန်ုပ်တို့ ဖော်ပြပါမည်။ အိပ်မက်မက်ပြီးနောက် ဖာရိုဘုရင်သည် အစ္စရေးလ်၏ သားမြေးများထဲမှ မွေးစယောက်ျားလေးတိုင်းကို သတ်ရန်နှင့် မိန်းကလေးများကိုမူ အသက်ချမ်းသာပေးရန် အမိန့်ပေးခဲ့သည်။ သူသည် အစ္စရေးလ်၏ သားမြေးများအား ခက်ခဲကြမ်းတမ်းသော လုပ်ငန်းများကို လုပ်ဆောင်ရန်နှင့် အရှက်ရစေဆုံးသော အလုပ်များကို ပေးအပ်ရန်လည်း အမိန့်ပေးခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ညှဉ်းပန်းနှိပ်စက်မှုသည် ယောက်ျားကလေးငယ်များကို သတ်ဖြတ်ခြင်းကို ဆိုလိုသည်။ ဆူရသ် အိဗ်ရာဟင်မ် <span class=\"gray\">(၁၄)</span> တွင် ဤအဓိပ္ပာယ်ကို ရှင်းလင်းစွာ ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ကြောက်မက်ဖွယ်ရာ ညှဉ်းပန်းနှိပ်စက်မှုများ ပြုလုပ်ခဲ့သူများ၊ သင်တို့၏ သားများကို သတ်ဖြတ်ပြီး သင်တို့၏ မိန်းမများကို အသက်ချမ်းသာပေးခဲ့သူများဖြစ်သည်။)</span><span class=\"gray\">(၁၄:၆)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အလိုရှိပါက ဤအာယသ်တော်ကို ဆူရသ် အလ်ကဆတ် <span class=\"gray\">(၂၈)</span> ၏အစတွင် ကျွန်ုပ်တို့ ရှင်းပြပါမည်။ ကျွန်ုပ်တို့၏ မှီခိုအားထားမှုနှင့် ယုံကြည်မှုသည် ကိုယ်တော်အပေါ်၌သာ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">၏အဓိပ္ပာယ်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُومُونَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ဒုက္ခပေးခဲ့သူများ)</span> ဆိုသည်မှာ “သူတို့သည် သင်တို့ကို စော်ကားခဲ့သည်” ဟု အဗူဥဗိုင်ဒါက ဆိုသည်။ အလ်ကုရ်တွူဘီ၏ အဆိုအရ “သူတို့သည် သင်တို့ကို ညှဉ်းပန်းနှိပ်စက်ရာတွင် အလွန်အကျွံ ပြုလုပ်ခဲ့သည်” ဟုလည်း ဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သားများကို သတ်ဖြတ်ပြီး သင်တို့၏ မိန်းမများကိုမူ အသက်ချမ်းသာပေးခဲ့ကြသည်)</span> သည် ကိုယ်တော်၏ မိန့်ကြားချက်ကို ရှင်းပြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُومُونَكُمْ سُوءَ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ကြောက်မက်ဖွယ်ကောင်းသော ညှဉ်းပန်းနှိပ်စက်မှုဖြင့် ဒုက္ခပေးခဲ့ကြသူများ)</span> ဆိုသည်မှာ ကိုယ်တော်၏ မိန့်ကြားချက်တွင် ဖော်ပြထားသည့်အတိုင်း ကိုယ်တော်က သူတို့အား ပေးသနားခဲ့သော ကျေးဇူးတော်၏ အဓိပ္ပာယ်ကို ရှင်းပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْكُرُواْ نِعْمَتِيَ الَّتِى أَنْعَمْتُ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အပေါ် ပေးသနားခဲ့သော ကျေးဇူးတော်ကို အမှတ်ရကြလော့)</span>။ ဆူရသ် အိဗ်ရာဟင်မ်တွင် အလ္လာဟ်အရှင်မြတ်မိန့်ကြားခဲ့သည်မှာ</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား အလ္လာဟ်အရှင်မြတ်၏ ဖြစ်ရပ်မှန်များကို သတိပေးပါ)</span><span class=\"gray\">(၁၄:၅)</span> ဆိုသည်မှာ ကိုယ်တော်က သူတို့အား ပေးသနားခဲ့သော ကျေးဇူးတော်များနှင့် ကောင်းချီးမင်္ဂလာများကို ဆိုလိုသည်။ ထို့နောက် ကိုယ်တော်က မိန့်ကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ကြောက်မက်ဖွယ်ရာ ညှဉ်းပန်းနှိပ်စက်မှုများ ပြုလုပ်ခဲ့သူများ၊ သင်တို့၏ သားများကို သတ်ဖြတ်ပြီး သင်တို့၏ မိန်းမများကို အသက်ချမ်းသာပေးခဲ့သူများဖြစ်သည်။)</span><span class=\"gray\">(၁၄:၆)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ပေးသနားခဲ့သော များပြားလှသည့် ကျေးဇူးတော်များကို သတိရစေရန် သူတို့၏ ကလေးများကို သတ်ဖြတ်ခြင်းမှ ကယ်တင်ခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် 'ဖာရို' <span class=\"gray\">(ဖိရ်အောင်)</span> သည် အီဂျစ်ကို အုပ်စိုးခဲ့သော မည်သည့် မွတ်စ်လင်မ်မဟုတ်သော ဘုရင်ကိုမဆို ပေးအပ်ခဲ့သော ဘွဲ့အမည်ဖြစ်ကြောင်း ဖော်ပြသင့်သည်။ ၎င်းတို့သည် 'အမာလစ်ခ် <span class=\"gray\">(ကာနန်လူမျိုး)</span> မှဖြစ်သည်ဖြစ်စေ၊ အခြားသူများဖြစ်သည်ဖြစ်စေ ဖြစ်သည်။ ထို့အတူ ဆီဇာ <span class=\"gray\">(ကိုင်ဆာ)</span> သည် ရောမနှင့် ဒမတ်စကတ်စ်ကို အုပ်စိုးခဲ့သော မွတ်စ်လင်မ်မဟုတ်သော ဘုရင်များ၏ ဘွဲ့အမည်ဖြစ်သည်။ ထို့ပြင် ခိုစရိုး <span class=\"gray\">(ကစ္စရာ)</span> သည် ပါရှားကို အုပ်စိုးခဲ့သော ဘုရင်များ၏ ဘွဲ့အမည်ဖြစ်ပြီး၊ သုဗ်ဗအာသည် ယီမင်ဘုရင်များ၏ ဘွဲ့အမည်ဖြစ်ကာ၊ အဘစ်ဆီးနီးယား <span class=\"gray\">(အီသီယိုးပီးယား)</span> ဘုရင်များကို နီဂပ်စ် <span class=\"gray\">(အန်-နာဂျာရှီ)</span> ဟု ခေါ်ဆိုခဲ့ကြသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي ذَٰلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာ၌ အသင်တို့၏ အရှင်သခင်ထံမှ ကြီးမားသော စမ်းသပ်မှုတစ်ရပ်ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်၏ ဤအပိုင်းသည် “ကျွန်ုပ်တို့သည် သင်တို့၏ ဘိုးဘေးများကို ဖာရိုဘုရင်၏လက်မှ ခံစားခဲ့ရသော ညှဉ်းပန်းနှိပ်စက်မှုမှ ကယ်တင်ခဲ့ခြင်းသည် သင်တို့၏ အရှင်သခင်ထံမှ ကြီးမားသော ကောင်းချီးမင်္ဂလာတစ်ရပ်ဖြစ်သည်” ဟု အိဗ်နု ဂျရီရ်က မှတ်ချက်ပြုခဲ့သည်။ ကောင်းချီးမင်္ဂလာတွင်လည်း စမ်းသပ်မှုတစ်ခုရှိကြောင်း၊ ဒုက္ခနှင့်လည်း အတူတူပင်ဖြစ်ကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင်တို့အား မကောင်းမှုနှင့် ကောင်းမှုတို့ဖြင့် စမ်းသပ်မည်ဖြစ်သည်။)</span><span class=\"gray\">(၂၁:၃၅)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَلَوْنَاهُم بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူတို့အား ကောင်းကျိုး <span class=\"gray\">(ကောင်းချီးမင်္ဂလာ)</span> နှင့် ဆိုးကျိုး <span class=\"gray\">(ဘေးဆိုး)</span> တို့ဖြင့် စမ်းသပ်ခဲ့သည်၊ သို့မှသာ သူတို့သည် <span class=\"gray\">(အလ္လာဟ်ကိုနာခံရန်)</span> ပြန်လှည့်လာကြမည်ဖြစ်သည်။)</span><span class=\"gray\">(၇:၁၆၈)</span>။</p><p lang=\"de\" class=\"de \">Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့အတွက် ကျွန်ုပ်တို့ ပင်လယ်ကို ခွဲခြားပေးခဲ့သည်ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span> ထို့ပြင် အသင်တို့ကို ကယ်တင်ခဲ့ပြီး ဖိရ်အောင်၏ လူများကို <span class=\"gray\">(ဖာရိုဘုရင်)</span> အသင်တို့ ကြည့်ရှုနေစဉ် ရေနစ်သေဆုံးစေခဲ့သည်ကိုလည်း <span class=\"gray\">(အမှတ်ရကြလော့)</span>)</span> ဆိုသည်မှာ 'ဖိရ်အောင်ထံမှ ကျွန်ုပ်တို့ သင်တို့ကို ကယ်တင်ပြီး မူဆာနှင့်အတူ သင်တို့ ထွက်ပြေးပြီးနောက်၊ ဖိရ်အောင်သည် သင်တို့ကို လိုက်လံဖမ်းဆီးရန် ထွက်လာခဲ့ပြီး ကျွန်ုပ်တို့သည် သင်တို့အတွက် ပင်လယ်ကို ခွဲခြားပေးခဲ့သည်' ဟု အဓိပ္ပာယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိပါက၊ ကျွန်ုပ်တို့ သိရှိရမည့်အတိုင်း ဤဇာတ်လမ်းကို အလ္လာဟ်အရှင်မြတ်က အသေးစိတ် ဖော်ပြခဲ့သည်။ ဤဇာတ်လမ်းကို အတိုဆုံး ဖော်ပြချက်များထဲမှ တစ်ခုမှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنجَيْنَاكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင်တို့ကို ကယ်တင်ခဲ့သည်)</span> ဆိုသည်မှာ “သင်တို့အား သူတို့ထံမှ ကျွန်ုပ်တို့ ကယ်တင်ခဲ့ပြီး၊ သင်တို့ ကြည့်ရှုနေစဉ် သူတို့ကို ရေနစ်သေဆုံးစေခဲ့သည်၊ သင်တို့၏ နှလုံးသားများကို သက်သာရာရစေပြီး သင်တို့၏ ရန်သူကို အရှက်ရစေခဲ့သည်” ဟု အဓိပ္ပာယ်ရသည်။</p><div lang=\"my\" class=\"my \"><h2>အာရှူရာနေ့တွင် ရိုဇာ (ဥပုသ်) ထိန်းသိမ်းခြင်း</h2></div><p lang=\"my\" class=\"my \">အစ္စရေးလ်၏ သားမြေးတို့ကို ဖိရ်အောင်ထံမှ ကယ်တင်ခဲ့သောနေ့ကို 'အာရှူရာ' နေ့ဟု ခေါ်ဆိုကြောင်း သတင်းပို့ထားသည်။ အိမာမ် အဟ်မဒ်က အိဗ်နု အဗ်ဗားစ်က ပြောကြားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် အလ်မဒီနာသို့ ရောက်လာသောအခါ ဂျူးလူမျိုးများ အာရှူရာနေ့တွင် ရိုဇာ (ဥပုသ်) ထိန်းသိမ်းနေသည်ကို တွေ့ရှိခဲ့သည်။ ကိုယ်တော်က သူတို့အား “သင်တို့ ဥပုသ်ထိန်းသိမ်းသော ဤနေ့ကား မည်သည့်နေ့နည်း” ဟု မေးမြန်းခဲ့သည်။ သူတို့က “ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အစ္စရေးလ်၏ သားမြေးတို့ကို သူတို့၏ ရန်သူထံမှ ကယ်တင်ခဲ့သော ကောင်းသောနေ့ဖြစ်သည်။ ထိုနေ့တွင် မူဆာသည် ဥပုသ်ထိန်းသိမ်းလေ့ရှိသည်” ဟု ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်မှာ</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنَا أَحَقُّ بِمُوسَى مِنْكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထက် ငါသည် မူဆာနှင့် ပိုမိုသက်ဆိုင်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ထိုနေ့တွင် ဥပုသ်ထိန်းသိမ်းခဲ့ပြီး ဥပုသ်ထိန်းသိမ်းရန် အမိန့်ပေးခဲ့သည်။ ဤဟဒီးစ်ကို အလ်-ဘူခါရီ၊ မွတ်စ်လင်မ်၊ အန်-နစာအီ နှင့် အိဗ်နု မာဂျာတို့က စုစည်းခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "2:5",
    "group_ayah_key": "2:5",
    "from_ayah": "2:5",
    "to_ayah": "2:5",
    "ayah_keys": "2:5",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့သည် မိမိတို့၏ အရှင်သခင်ထံမှ လမ်းညွှန်မှုပေါ်တွင် တည်ရှိကြ၏။ ထို့ပြင် ၎င်းတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည် <span>(၅)</span></p><div lang=\"my\" class=\"my \"><h2>လမ်းညွှန်မှုနှင့် အောင်မြင်မှုတို့သည် ယုံကြည်သူများအား ပေးသနားခြင်းခံရသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوْلَٰـئِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည်)</span> ဆိုသည်မှာ အကွယ်အဝှက်ကို ယုံကြည်သူများ၊ ဆွလာသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ထူထောင်သူများ၊ အလ္လာဟ်အရှင်မြတ် ပေးသနားခဲ့သည့်အရာများမှ သုံးစွဲသူများ၊ အလ္လာဟ်အရှင်မြတ်က ရစူလ်တမန်တော်အား ထုတ်ပြန်ခဲ့သည့်အရာများနှင့် ကိုယ်တော်မတိုင်မီက ရစူလ်တမန်တော်များအား ထုတ်ပြန်ခဲ့သည့်အရာများကို ယုံကြည်သူများ၊ နောင်တမလွန်ဘဝကို သေချာစွာ ယုံကြည်သူများ၊ ကောင်းမှုကုသိုလ်များ ပြုလုပ်ခြင်းဖြင့်နှင့် တားမြစ်ထားသည့်အရာများကို ရှောင်ကြဉ်ခြင်းဖြင့် နောင်တမလွန်ဘဝအတွက် လိုအပ်ချက်များကို ပြင်ဆင်ထားသူများကို ဆိုလိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ هُدًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်မှုပေါ်တွင်)</span> ဆိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ အလင်း၊ လမ်းညွှန်မှုနှင့် ထိုးထွင်းသိမြင်မှု <span class=\"gray\">(ကို လိုက်နာကြသည်)</span> ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည်)</span> ဆိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဖြစ်သည်။ ၎င်းတို့သည် ရှာဖွေသောအရာကို ရရှိမည်ဖြစ်ပြီး ရှောင်ရှားရန် ကြိုးစားခဲ့သည့် မကောင်းမှုမှ လွတ်မြောက်မည်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် အကျိုးဆုလာဘ်များ၊ ဂျန္နသ် (ပရဒိသု) တွင် ထာဝရနေထိုင်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ရန်သူများအတွက် ပြင်ဆင်ထားသော ညှဉ်းပန်းနှိပ်စက်မှုမှ လုံခြုံမှုတို့ကို ရရှိကြမည်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "2:51",
    "group_ayah_key": "2:51",
    "from_ayah": "2:51",
    "to_ayah": "2:53",
    "ayah_keys": "2:51,2:52,2:53",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် မူဆာ <span class=\"gray\">(မောရှေ)</span> အတွက် ညပေါင်း လေးဆယ် သတ်မှတ်ခဲ့သည်ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span> ထို့ပြင် <span class=\"gray\">(သူမရှိတော့ချိန်တွင်)</span> သင်တို့သည် နွားငယ်ရုပ်ကို <span class=\"gray\">(ကိုးကွယ်ရန်)</span> ယူခဲ့ကြပြီး၊ သင်တို့သည် ဇာလိမွန် <span class=\"gray\">(ဘုရားရှင်များစွာကို ကိုးကွယ်သူများနှင့် မတရားပြုကျင့်သူများ)</span> ဖြစ်ခဲ့ကြသည် <span>(၅၁)</span>ထို့နောက် ကျွန်ုပ်တို့သည် သင်တို့အား ခွင့်လွှတ်ခဲ့သည်၊ သို့မှသာ သင်တို့သည် ကျေးဇူးတင်သူများ ဖြစ်လာကြမည် <span>(၅၂)</span>ကျွန်ုပ်တို့သည် မူဆာအား ကျမ်းဂန် <span class=\"gray\">(တောင်ရာကျမ်း)</span> နှင့် <span class=\"gray\">(မှန်ကန်သည်နှင့် မှားယွင်းသည်ကို)</span> ခွဲခြားသိမြင်စေသော စံနှုန်းကို ပေးခဲ့သည်ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span> သို့မှသာ သင်တို့သည် မှန်ကန်စွာ လမ်းညွှန်ခြင်းခံရကြမည် <span>(၅၃)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စရေးလ်၏သားမြေးများ နွားငယ်ရုပ်ကို ကိုးကွယ်ခဲ့ကြခြင်း</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က “သင်တို့ နွားငယ်ရုပ်ကို ကိုးကွယ်ခဲ့ခြင်းအတွက် ငါခွင့်လွှတ်ခဲ့သောအခါ သင်တို့အပေါ်ရှိ ငါ၏ကျေးဇူးတော်ကို အမှတ်ရကြလော့” ဟု မိန့်ကြားခဲ့သည်။ ဤအဖြစ်အပျက်သည် မူဆာသည် ညပေါင်းလေးဆယ်ကြာ ထိုကာလကုန်ဆုံးချိန်တွင် သူ၏အရှင်သခင်နှင့် တွေ့ဆုံရန် နေရာသို့ သွားပြီးနောက် ဖြစ်ခဲ့ခြင်းဖြစ်သည်။ ဤညပေါင်းလေးဆယ်ကို ဆူရသ် အလ်-အအ်ရာဖ်တွင် ဖော်ပြထားသည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَاعَدْنَا مُوسَىٰ ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မူဆာအတွက် ညပေါင်းသုံးဆယ် သတ်မှတ်ခဲ့ပြီး <span class=\"gray\">(ထိုကာလတွင်)</span> ဆယ်ည <span class=\"gray\">(ထပ်မံ)</span> ပေါင်းထည့်ခဲ့သည်။)</span><span class=\"gray\">(၇:၁၄၂)</span>။</p><p lang=\"my\" class=\"my \">ဤရက်များသည် ဇွလ်ကာအ်ဒါလတွင် ဖြစ်ပြီး၊ ဇွလ်ဟစ်ဂျာလ၏ ပထမ ဆယ်ရက်နှင့် ပေါင်းကာ၊ အစ္စရေးလ်၏သားမြေးများ ဖိရ်အောင်ထံမှ ကယ်တင်ခြင်းခံရပြီး ပင်လယ်ကို ဘေးကင်းစွာ ဖြတ်ကျော်ပြီးနောက် ဖြစ်သည်ဟု ဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မူဆာအား ကျမ်းဂန်ကို ပေးခဲ့သည်ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span>)</span> ဆိုသည်မှာ တောင်ရာကျမ်းကို ဆိုလိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْفُرْقَانَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ခွဲခြားသိမြင်စေသော စံနှုန်း)</span> ဆိုသည်မှာ မှန်ကန်မှုနှင့် မှားယွင်းမှု၊ လမ်းညွှန်မှုနှင့် သွေဖည်မှုတို့ကြား ခွဲခြားပေးသည့်အရာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ သင်တို့သည် မှန်ကန်စွာ လမ်းညွှန်ခြင်းခံရကြမည်)</span>၊ ပင်လယ်မှ လွတ်မြောက်ပြီးနောက်၊ ဆူရသ် အလ်-အအ်ရာဖ်ရှိ အခြားအာယသ်တော်တစ်ပါးတွင် ရှင်းလင်းစွာ ဖော်ပြထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ရှေးယခင်မျိုးဆက်များကို ဖျက်ဆီးပြီးနောက် မူဆာအား ကျမ်းဂန် <span class=\"gray\">(တောင်ရာကျမ်း)</span> ကို ပေးသနားခဲ့သည်မှာ လူသားတို့အတွက် အလင်းရောင်၊ လမ်းညွှန်မှုနှင့် ကရုဏာအဖြစ် ဖြစ်သည်၊ သို့မှသာ သူတို့သည် <span class=\"gray\">(သို့မဟုတ် ဆုံးမသြဝါဒကို ရရှိ)</span> သတိရကြမည်ဖြစ်သည်။)</span><span class=\"gray\">(၂၈:၄၃)</span>။</p>"
  }
]