[
  {
    "ayah_key": "2:34",
    "group_ayah_key": "2:34",
    "from_ayah": "2:34",
    "to_ayah": "2:34",
    "ayah_keys": "2:34",
    "text": "<p class=\"my translation\" lang=\"my\">ငါတို့သည် ကောင်းကင်တမန်များအား “အာဒမ်အား ဦးချကြလော့” ဟု ပြောကြားခဲ့သည်ကို (သင်မှတ်မိလော့)။ ထိုအခါ ၎င်းတို့သည် အိဗ်လီစ် (ရှိုင်တွာန်) မှအပ ဦးချခဲ့ကြသည်။ သူသည် ငြင်းဆန်ခဲ့ပြီး မာနထောင်လွှားခဲ့ကာ မယုံကြည်သူများ (အလ္လာဟ်အရှင်မြတ်ကို မနာခံသူများ) ထဲမှ တစ်ဦးဖြစ်ခဲ့သည် (၃၄)။</p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်တမန်များ အာဒမ်အား ဦးချခဲ့ချိန်တွင် အာဒမ်အား ဂုဏ်ပြုခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်သည် အလ္လာဟ်အရှင်မြတ်က အာဒမ်အား ပေးသနားတော်မူသော ကြီးမြတ်သည့် ဂုဏ်ထူးဆောင်မှုကို ဖော်ပြထားပြီး၊ အလ္လာဟ်အရှင်မြတ်က အာဒမ်၏ မျိုးဆက်များကို ဤအချက်ကို သတိပေးခဲ့သည်။ ဤအာယသ်နှင့် ကျွန်ုပ်တို့ ဆွေးနွေးခဲ့သော ကြားဝင်ဖြန်ဖြေမှုဆိုင်ရာ ဟဒီးဆ်ကဲ့သို့သော ဟဒီးဆ်များစွာက သက်သေခံသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များအား အာဒမ်အား ဦးချရန် အမိန့်ပေးခဲ့သည်။ မူဆာ၏ ဒုအာနှင့်ပတ်သက်သော ဟဒီးဆ်တစ်ခုရှိသည်- \"အို ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်တို့နှင့် သူ့ကိုယ်သူ ငရဲမှ ထွက်စေခဲ့သော အာဒမ်ကို ကျွန်ုပ်အား ပြသတော်မူပါ။\" မူဆာသည် အာဒမ်နှင့်တွေ့ဆုံသောအခါ သူ့အား ပြောခဲ့သည်- \"သင်သည် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်တိုင် လက်တော်ဖြင့် ဖန်ဆင်းခဲ့ပြီး အသက်သွင်းခဲ့ကာ ကောင်းကင်တမန်များအား ဦးချရန် အမိန့်ပေးခဲ့သော အာဒမ်လော။\"</p><p lang=\"my\" class=\"my \">အိဗ်လီစ်သည် ကောင်းကင်တမန်မဟုတ်သော်လည်း အာဒမ်အား ဦးချရန် အမိန့်ခံခဲ့ရသူများထဲမှ တစ်ဦးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များအား အာဒမ်အား ဦးချရန် အမိန့်ပေးသောအခါ အိဗ်လီစ်လည်း ဤအမိန့်တွင် ပါဝင်ခဲ့သည်။ အိဗ်လီစ်သည် ကောင်းကင်တမန်မဟုတ်သော်လည်း သူသည် ကောင်းကင်တမန်များ၏ အပြုအမူများနှင့် လုပ်ရပ်များကို အတုယူရန် ကြိုးစားခဲ့ပြီး - ဟန်ဆောင်ခဲ့သည် - ထို့ကြောင့် သူသည် ကောင်းကင်တမန်များအား အာဒမ်အား ဦးချရန် အမိန့်တွင် ပါဝင်ခဲ့ခြင်းဖြစ်သည်။ ရှိုင်တွာန်သည် ထိုအမိန့်ကို ဖီဆန်မှုအတွက် ဝေဖန်ခံခဲ့ရသည်။ အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော် တဖ်စီရ်ကို ဖော်ပြသောအခါတွင် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်အတိုင်း အသေးစိတ် ရှင်းပြသွားမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلاَّ إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိဗ်လီစ် (ရှိုင်တွာန်) မှအပ။ သူသည် ဂျင်နီများထဲမှ တစ်ဦးဖြစ်ပြီး သူ၏ အရှင်သခင်၏ အမိန့်ကို မနာခံခဲ့။)</span><span class=\"gray\">(၁၈း၅၀)</span></p><p lang=\"my\" class=\"my \">အလားတူ မိုဟမ္မဒ် ဘင်န် အစ်ဟာက်က အိဗ်န် အဘ်ဘာစ် ပြောခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်- \"သူသည် အပြစ်လမ်းကို မလိုက်ခင်က အိဗ်လီစ်သည် ကောင်းကင်တမန်များနှင့်အတူ ရှိခဲ့ပြီး 'အဇာဇီးလ်' ဟု ခေါ်ဝေါ်ခဲ့သည်။ သူသည် ကမ္ဘာမြေ၏ နေထိုင်သူများထဲမှ တစ်ဦးဖြစ်ပြီး ကောင်းကင်တမန်များထဲတွင် အတက်ကြွဆုံး ဝတ်ပြုသူများနှင့် အသိပညာအရှိဆုံး ပုဂ္ဂိုလ်များထဲမှ တစ်ဦးဖြစ်သည်။ ဤအချက်က သူ့ကို မာနထောင်လွှားစေခဲ့သည်။ အိဗ်လီစ်သည် ဂျင်နီဟု ခေါ်သော မျိုးနွယ်စုမှ ဖြစ်သည်။\"</p><div lang=\"my\" class=\"my \"><h2>ဦးချခြင်းသည် အာဒမ်အား ဖြစ်သော်လည်း နာခံမှုသည် အလ္လာဟ်အရှင်မြတ်အား ဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">ကွာတာဒါဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်ကို မှတ်ချက်ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ကောင်းကင်တမန်များအား “အာဒမ်အား ဦးချကြလော့” ဟု ပြောကြားခဲ့သည်ကို (သင်မှတ်မိလော့။))</span></p><p lang=\"my\" class=\"my \">\"နာခံမှုသည် အလ္လာဟ်အရှင်မြတ်အား ဖြစ်ပြီး ဦးချခြင်းသည် အာဒမ်အား ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်အား ဂုဏ်ပြုတော်မူပြီး ကောင်းကင်တမန်များအား သူ့အား ဦးချရန် အမိန့်ပေးခဲ့သည်။\" အချို့လူများက ဤဦးချခြင်းသည် နှုတ်ဆက်ခြင်း၊ ငြိမ်းချမ်းရေးနှင့် ဂုဏ်ပြုခြင်းသက်သက်သာဖြစ်သည်ဟု ဆိုကြသည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا ۖ وَقَالَ يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ (ပရောဖက်ယူစွဖ်) သည် မိဘများကို ရာဇပလ္လင်ပေါ်သို့တင်ကာ ၎င်းတို့သည် သူ့အား ဦးချလျက် ပြိုလဲကျခဲ့ကြသည်။ ထို့နောက် သူက “အို အဖေ! ဤသည်မှာ ကျွန်ုပ်၏ အရင်အိပ်မက်၏ အနက်အဓိပ္ပါယ်ဖြစ်သည်! ကျွန်ုပ်၏ အရှင်သခင်သည် ၎င်းကို အမှန်တကယ် ဖြစ်လာစေခဲ့ပြီ!” ဟု ပြောခဲ့သည်)</span><span class=\"gray\">(၁၂:၁၀၀)</span></p><p lang=\"my\" class=\"my \">ဦးချခြင်းဓလေ့သည် ယခင်လူမျိုးများအတွက် ခွင့်ပြုခဲ့သော်လည်း ကျွန်ုပ်တို့၏လူမျိုးအတွက် ပယ်ဖျက်ခဲ့သည်။ မူအာဇ်က တမန်တော်မြတ် ﷺ အား “ကျွန်ုပ် အာရှ်-ရှားမ်သို့ သွားရောက်ခဲ့ရာ ၎င်းတို့သည် ၎င်းတို့၏ ဘုန်းတော်ကြီးများနှင့် ပညာရှင်များအား ဦးချလေ့ရှိသည်ကို တွေ့ရှိခဲ့ရသည်။ အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ သင်သည် ဦးချခံရရန် ပိုမိုထိုက်တန်ပါသည်။” ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا لَوْ كُنْتُ آمِرًا بَشَرًا أنْ يَسْجُدَ لِبَشَرٍ لَأَمَرْتُ الْمَرْأةَ أنْ تَسْجُدَ لِزَوجِهَا مِنْ عِظَمِ حَقِّهِ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ အကယ်၍ ကျွန်ုပ်သည် မည်သည့်လူသားကိုမဆို အခြားလူသားတစ်ဦးအား ဦးချရန် အမိန့်ပေးမည်ဆိုလျှင် ဇနီးသည်အား သူမ၏ ခင်ပွန်း၏ အပေါ်တွင်ရှိသော ကြီးမားသည့်အခွင့်အရေးများကြောင့် ခင်ပွန်းအား ဦးချရန် အမိန့်ပေးမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ရာဇီသည် ဤအမြင်ကို သဘောတူခဲ့သည်။ ထို့အပြင် ကွာတာဒါဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်နှင့်ပတ်သက်၍ ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့သည် အိဗ်လီစ် (ရှိုင်တွာန်) မှအပ ဦးချခဲ့ကြသည်။ သူသည် ငြင်းဆန်ခဲ့ပြီး မာနထောင်လွှားခဲ့ကာ မယုံကြည်သူများ (အလ္လာဟ်အရှင်မြတ်ကို မနာခံသူများ) ထဲမှ တစ်ဦးဖြစ်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">“အလ္လာဟ်၏ ရန်သူ အိဗ်လီစ်သည် အလ္လာဟ်အရှင်မြတ်က အာဒမ်အား ဂုဏ်ပြုခဲ့ခြင်းကြောင့် အာဒမ်ကို မနာလိုခဲ့သည်။ သူက ‘ကျွန်ုပ်သည် မီးမှ ဖန်ဆင်းခံခဲ့ရပြီး သူသည် ရွှံ့မှ ဖန်ဆင်းခံခဲ့ရသည်’ ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ပထမဆုံးသော မှားယွင်းမှုမှာ မာနထောင်လွှားခြင်းဖြစ်သည်၊ အကြောင်းမှာ အလ္လာဟ်၏ ရန်သူသည် အာဒမ်အား ဦးချရန် အလွန်မာနထောင်လွှားခဲ့သောကြောင့်ဖြစ်သည်။” ကျွန်ုပ် - အိဗ်န် ကသိရ် - ပြောသည်မှာ ဆွဟီးဟ်ကျမ်းတွင် အောက်ပါအတိုင်း မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ كِبْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏နှလုံးသား၌ မုန်ညင်းစေ့တစ်စေ့စာမျှသော မာနရှိသူ မည်သူမျှ ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်နိုင်မည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်လီစ်သည် ကုဖ်ရ် (မယုံကြည်မှု)၊ မာနထောင်လွှားမှုနှင့် ပုန်ကန်မှုများ ရှိခဲ့ရာ ၎င်းအားလုံးသည် သူ့အား အလ္လာဟ်အရှင်မြတ်၏ သန့်ရှင်းသောမျက်မှောက်တော်နှင့် အရှင်၏ ကရုဏာတော်မှ နှင်ထုတ်ခံရစေခဲ့သည်။</p>"
  }
]