[
  {
    "ayah_key": "7:46",
    "group_ayah_key": "7:46",
    "from_ayah": "7:46",
    "to_ayah": "7:47",
    "ayah_keys": "7:46,7:47",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့နှစ်ခုကြားတွင် <span class=\"gray\">(အတားအဆီး)</span> ကန့်လန့်ကာတစ်ခုရှိပြီး၊ အလ်-အာရာဖ်ပေါ်တွင် လူများသည် ၎င်းတို့၏ အမှတ်အသားများဖြင့် အားလုံးကို မှတ်မိကြမည်။ ၎င်းတို့သည် ဂျန္နတ်အပေါင်းအသင်းများကို “သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ” ဟု အော်ခေါ်ကြမည်ဖြစ်ပြီး၊ ထိုအချိန်တွင် ၎င်းတို့သည် ၎င်းအတွင်းသို့ မဝင်ရသေးသော်လည်း <span class=\"gray\">(ဂျန္နတ်)</span>၊ ၎င်းတို့သည် ဝင်ရောက်ရန် မျှော်လင့်ကြမည် <span class=\"gray\">(၎င်းအတွင်းသို့)</span><span>(၄၆)</span>၎င်းတို့၏ မျက်လုံးများကို ငရဲသားများဘက်သို့ လှည့်လိုက်သောအခါ ၎င်းတို့က “အကျွန်ုပ်တို့၏အရှင်သခင်! အကျွန်ုပ်တို့ကို မတရားသူများအပါအဝင် မပြုလုပ်တော်မူပါနှင့်။ <span>(၄၇)</span>” ဟု ပြောကြမည်။</p><div lang=\"my\" class=\"my \"><h2>အလ်-အာရာဖ်၏ လူများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဂျန္နတ်သားများသည် ငရဲသားများကို ပြောဆိုကြမည်ဟု ဖော်ပြပြီးနောက်၊ အရှင်မြတ်က ဂျန္နတ်နှင့် ငရဲကြားတွင် အတားအဆီးတစ်ခုရှိပြီး၊ ယင်းအတားအဆီးသည် ငရဲသားများ ဂျန္နတ်သို့ ရောက်ရှိခြင်းကို တားဆီးသည်ဟု ဖော်ပြခဲ့သည်။ အိဗ်နု ဂျာရီရ်က “၎င်းသည် အလ္လာဟ်အရှင်မြတ် ဖော်ပြခဲ့သော နံရံဖြစ်သည်၊” ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့နှစ်ဦးကြားတွင် တံခါးပေါက်ပါသော နံရံတစ်ခုကို ကာဆီးလိမ့်မည်။ ၎င်း၏အတွင်း၌ ကရုဏာတော်ရှိမည်ဖြစ်ပြီး၊ ၎င်း၏အပြင်ဘက်၌ ပြစ်ဒဏ်ရှိမည်။)</span><span class=\"gray\">[57:13]</span> ၎င်းသည် အလ်-အာရာဖ်အကြောင်းလည်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الْأَعْرَافِ رِجَالٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အာရာဖ်ပေါ်တွင် လူများရှိလိမ့်မည်)</span>။ အိဗ်နု ဂျာရီရ်က အလ်-ဆွဒ်ဒီက အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَيْنَهُمَا حِجَابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ဦးကြားတွင် ကန့်လန့်ကာတစ်ခုရှိမည်)</span> “၎င်းသည် နံရံဖြစ်သည်၊ ၎င်းသည် အလ်-အာရာဖ်ဖြစ်သည်။” မုဂျာဟစ်ဒ်က “အလ်-အာရာဖ်သည် ဂျန္နတ်နှင့် ငရဲကြားရှိ အတားအဆီးဖြစ်ပြီး၊ တံခါးပေါက်ပါသော နံရံတစ်ခုဖြစ်သည်” ဟု ပြောခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျာရီရ်က “အလ်-အာရာဖ်သည် 'အွရ်ဖ်' ၏ အများကိန်းဖြစ်ပြီး၊ မြင့်မားသော မြေနေရာတိုင်းကို အာရပ်လူမျိုးများက 'အွရ်ဖ်' ဟု သိကြသည်” ဟု ပြောခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဆွဒ်ဒီက “အလ်-အာရာဖ်ကို ထိုသို့ခေါ်သည်မှာ ၎င်း၏နေထိုင်သူများက <span class=\"gray\">(ယာအ်ရီဖွန်)</span> လူများကို မှတ်မိသောကြောင့် ဖြစ်သည်။ အလ်-အာရာဖ်၏ နေထိုင်သူများသည် ၎င်းတို့၏ ကုသိုလ်နှင့် အကုသိုလ်များ တန်းတူညီမျှသော သူများဖြစ်သည်၊ ဟူဇိုင်ဖဟ်၊ အိဗ်နု အဗ္ဗားစ်၊ အိဗ်နု မစ်စ်အူးဒ်နှင့် ဆလဖ်မျိုးဆက်များစွာတို့နှင့် နောက်ပိုင်းမျိုးဆက်များက ပြောခဲ့ကြသည်။” အိဗ်နု ဂျာရီရ်က ဟူဇိုင်ဖဟ်အား အလ်-အာရာဖ်၏ လူများနှင့်ပတ်သက်၍ မေးမြန်းခဲ့ရာ ၎င်းက “၎င်းတို့၏ ကုသိုလ်နှင့် အကုသိုလ်များ တန်းတူညီမျှသော လူမျိုးတစ်စု။ ၎င်းတို့၏ အကုသိုလ်များသည် ဂျန္နတ်သို့ ဝင်ရောက်ရန် အရည်အချင်းမပြည့်မီအောင် တားဆီးခဲ့ပြီး၊ ၎င်းတို့၏ ကုသိုလ်များသည် ငရဲမှ လွတ်မြောက်ရန် အရည်အချင်းပြည့်မီစေခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို စီရင်ဆုံးဖြတ်သည်အထိ ထိုနံရံပေါ်တွင် ရပ်တန့်ထားသည်” ဟု ပြောခဲ့သည်။ </p><p lang=\"la\" class=\"la \">Ma'mar said that Al-Hasan recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအချိန်တွင် ၎င်းတို့သည် ၎င်းအတွင်းသို့ မဝင်ရသေးသော်လည်း <span class=\"gray\">(ဂျန္နတ်)</span>၊ ၎င်းတို့သည် ၎င်းအတွင်းသို့ ဝင်ရောက်ရန် မျှော်လင့်ကြမည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းက “အလ္လာဟ်ကို ရည်ညွှန်း၍ ပြောပါသည်! အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏စိတ်ထဲတွင် ဤမျှော်လင့်ချက်ကို ထည့်သွင်းပေးခဲ့ခြင်းမှာ ၎င်းတို့ကို ပေးသနားလိုသော ဂုဏ်ထူးတစ်ခုအတွက်သာ ဖြစ်သည်” ဟု ပြောခဲ့သည်။ ကွာတာဒါက “မျှော်လင့်သူများသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏နေရာများကို အသိပေးထားသော သင်တို့ထဲမှ သူများဖြစ်သည်” ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်၍ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ မျက်လုံးများကို ငရဲသားများဘက်သို့ လှည့်လိုက်သောအခါ ၎င်းတို့က “အကျွန်ုပ်တို့၏အရှင်သခင်! အကျွန်ုပ်တို့ကို မတရားသူများအပါအဝင် မပြုလုပ်တော်မူပါနှင့်။” ဟု ပြောကြမည်။)</span></p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်က အိဗ်နု အဗ္ဗားစ်က “အလ်-အာရာဖ်၏ လူများသည် ငရဲသားများကို ကြည့်ရှုပြီး မှတ်မိသောအခါ ၎င်းတို့က ‘အိုအရှင်သခင်! အကျွန်ုပ်တို့ကို မတရားသူများအပါအဝင် မပြုလုပ်တော်မူပါနှင့်။’ ဟု ဆုတောင်းကြမည်” ဟု သတင်းပို့ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "7:48",
    "group_ayah_key": "7:48",
    "from_ayah": "7:48",
    "to_ayah": "7:49",
    "ayah_keys": "7:48,7:49",
    "text": "<p lang=\"my\" class=\"my \">အလ်အာအ်ရာဖ်ပေါ်ရှိ အမျိုးသားများသည် ၎င်းတို့၏ လက္ခဏာများဖြင့် မှတ်မိသော အမျိုးသားများကို ခေါ်ကာ ပြောကြားလိမ့်မည်- \"သင်တို့၏ စုဝေးမှုနှင့် သင်တို့၏ မာန်မာနတို့သည် သင်တို့အား အဘယ်အကျိုးကို ပေးခဲ့သနည်း။ <span>(၄၈)</span>\"သင်တို့သည် အလ္လာဟ်အရှင်မြတ်က သူတို့အား မည်သည့်အခါမျှ ကရုဏာတော်ကို ပြသမည်မဟုတ်ဟု ကျိန်ဆိုခဲ့သူများလော။ <span class=\"gray\">(ကြည့်ရှုလော့! သူတို့အား ပြောခဲ့ပြီးဖြစ်သည်)</span>- 'ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ကြလော့၊ သင်တို့အပေါ်တွင် ကြောက်ရွံ့ခြင်း မရှိစေရ၊ ဝမ်းနည်းခြင်းလည်း မရှိစေရ။' <span>(၄၉)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အလ်အာအ်ရာဖ်မှ လူများသည် မီးတွင် ၎င်းတို့၏ လက္ခဏာများဖြင့် မှတ်မိသော ရုပ်တုကိုးကွယ်သူတို့၏ ခေါင်းဆောင်အချို့ကို ဆုံးမမည်ဖြစ်ကြောင်း ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَغْنَىٰ عَنكُمْ جَمْعُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့၏ စုဝေးမှုသည် သင်တို့အား အဘယ်အကျိုးကို ပေးခဲ့သနည်း...\")</span> ဆိုသည်မှာ သင်တို့၏ လူအင်အားများပြားခြင်း၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا كُنتُمْ تَسْتَكْبِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...နှင့် သင်တို့၏ မာန်မာနတို့လော?\")</span> ဤအာယသ်၏ အဓိပ္ပါယ်မှာ သင်တို့၏ လူအင်အားများပြားခြင်းနှင့် ချမ်းသာကြွယ်ဝခြင်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ သင်တို့ကို မကယ်တင်နိုင်ခဲ့ပါ။ ထိုအစား၊ သင်တို့သည် အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့် အပြစ်ပေးခြင်းထဲတွင် နေထိုင်ကြရသည်။ 'အလီ ဘင် အဘီ တာလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်က သူတို့အား မည်သည့်အခါမျှ ကရုဏာတော်ကို ပြသမည်မဟုတ်ဟု ကျိန်ဆိုခဲ့သူများလော?)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က အမိန့်ချမှတ်သောအခါ အလ်အာအ်ရာဖ်မှ လူများအား ပြောကြားလိမ့်မည်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنتُمْ تَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကြည့်ရှုလော့! သူတို့အား ပြောခဲ့ပြီးဖြစ်သည်)</span>- \"ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ကြလော့၊ သင်တို့အပေါ်တွင် ကြောက်ရွံ့ခြင်း မရှိစေရ၊ ဝမ်းနည်းခြင်းလည်း မရှိစေရ။\")</span></p>"
  },
  {
    "ayah_key": "7:50",
    "group_ayah_key": "7:50",
    "from_ayah": "7:50",
    "to_ayah": "7:51",
    "ayah_keys": "7:50,7:51",
    "text": "<p lang=\"my\" class=\"my \">ငရဲသားများသည် ဂျန္နတ်(အစ္စလာမ်သာသနာဝင်များအတွက် ကောင်းကင်ဘုံ)သားများအား ‘ကျွန်ုပ်တို့အား ရေအချို့ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ် ခင်ဗျားတို့အား ပေးသနားထားသည့် မည်သည့်အရာမဆို သွန်ပေးကြပါ’ ဟု ခေါ်လိမ့်မည်။ ထိုသူတို့က ‘အလ္လာဟ်အရှင်မြတ်သည် ထိုနှစ်ခုစလုံး <span class=\"gray\">(ရေနှင့် ရိက္ခာ)</span>ကို ကာဖစ်ရ်(မယုံကြည်သူ)များအတွက် တားမြစ်ထားသည် <span>(၅၀)</span>’ ‘၎င်းတို့သည် မိမိတို့၏ ဘာသာတရားကို ဖျော်ဖြေရေးနှင့် ကစားစရာအဖြစ် မှတ်ယူခဲ့ကြပြီး၊ လောကီဘဝက ၎င်းတို့အား လှည့်ဖြားခဲ့သည်’။ ထို့ကြောင့် ၎င်းတို့သည် ဤနေ့၌ ၎င်းတို့၏တွေ့ဆုံမှုကို မေ့လျော့ခဲ့သကဲ့သို့လည်းကောင်း၊ ကျွန်ုပ်တို့၏ အာယတ်(ကျမ်းပိုဒ်)များကို ငြင်းပယ်ခဲ့သကဲ့သို့လည်းကောင်း ဤနေ့၌ ကျွန်ုပ်တို့သည် ၎င်းတို့အား မေ့လျော့ထားမည် <span>(၅၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျန္နတ်(ကောင်းကင်ဘုံ)၏ ကောင်းကျိုးများကို ငရဲသားများအတွက် တားမြစ်ထားခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ငရဲသားတို့၏ ကဲ့ရဲ့ရှုတ်ချမှုကို အလေးထားဖော်ပြသည်။ ၎င်းတို့သည် ဂျန္နတ်(ကောင်းကင်ဘုံ)သားများထံမှ ၎င်းတို့၏ အချို့အဖျော်ယမကာနှင့် အစားအစာများကို တောင်းခံလိမ့်မည်။ သို့သော် ၎င်းတို့အား မည်သည့်အရာမျှ ပေးမည်မဟုတ်ပေ။ အစ်စွတ်ဒီက ပြောသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَىٰ أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသားများသည် ဂျန္နတ်(ကောင်းကင်ဘုံ)သားများအား ‘ကျွန်ုပ်တို့အား ရေအချို့ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ် ခင်ဗျားတို့အား ပေးသနားထားသည့် မည်သည့်အရာမဆို သွန်ပေးကြပါ’ ဟု ခေါ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">\"၎င်းမှာ အစားအစာဖြစ်သည်။\" အပ်သ်-သောင်ရီက 'ဥစ်သမာန် အပ်သ်-သကဖီက စအိဒ် ဘင် ဂျူဘိုင်ရ်သည် ဤအာယတ်(ကျမ်းပိုဒ်)နှင့်ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်ဟု ပြောသည်- \"၎င်းတို့ထဲမှ တစ်ဦးက ၎င်း၏ဖခင် သို့မဟုတ် ညီအစ်ကိုကို ခေါ်ပြီး 'ကျွန်ုပ် မီးလောင်နေပြီ၊ ထို့ကြောင့် ရေအချို့ သွန်ပေးပါ' ဟု ပြောလိမ့်မည်။ မွတ်စ်လင်မ်များအား ပြန်လည်ဖြေကြားရန် တောင်းဆိုခံရမည်ဖြစ်ပြီး ၎င်းတို့က ပြန်လည်ဖြေကြားလိမ့်မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(\"Both Allah has forbidden to the disbelievers.\")</span>\" 'Abdur-Rahman bin Zayd bin Aslam said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ္လာဟ်အရှင်မြတ်သည် ထိုနှစ်ခုစလုံးကို မယုံကြည်သူများအတွက် တားမြစ်ထားသည်\")</span> \"ဂျန္နတ်(ကောင်းကင်ဘုံ)၏ အစားအစာနှင့် အဖျော်ယမကာများကို ရည်ညွှန်းသည်။\" </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို ဤဘဝတွင် ၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အရာများဖြင့် ဖော်ပြသည်- ဘာသာတရားကို ဖျော်ဖြေရေးနှင့် ကစားစရာအဖြစ် မှတ်ယူခြင်း၊ ဤဘဝနှင့် ၎င်း၏အဆင်တန်ဆာများက လှည့်ဖြားခြင်းခံရခြင်း၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း နောင်တမလွန်အတွက် လုပ်ဆောင်ခြင်းမရှိဘဲ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤနေ့၌ ၎င်းတို့သည် ဤနေ့၏ ၎င်းတို့၏တွေ့ဆုံမှုကို မေ့လျော့ခဲ့သကဲ့သို့ ကျွန်ုပ်တို့သည် ၎င်းတို့အား မေ့လျော့ထားမည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မေ့လျော့ထားသကဲ့သို့ သဘောထားလိမ့်မည်။ ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်၏ ပြည့်စုံသော စောင့်ကြည့်မှုမှ မည်သည့်အရာမျှ လွတ်မြောက်မည်မဟုတ်ပေ။ အရှင်မြတ်သည် မည်သည့်အရာကိုမျှ မေ့လျော့သည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်(ကျမ်းပိုဒ်)တစ်ခုတွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي كِتَابٍ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှတ်တမ်းစာအုပ်ထဲတွင်။ ကျွန်ုပ်၏ အရှင်သခင်သည် မှားယွင်းခြင်းမရှိ၊ မေ့လျော့ခြင်းလည်းမရှိ)</span><span class=\"gray\">[20:52]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် – ထိုနေ့တွင် ၎င်းတို့အား မေ့လျော့ထားမည် – ဟု မိန့်ကြားထားသည်မှာ ၎င်းတို့အတွက် တရားမျှတသော အစားပေးခြင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَسُوا اللَّهَ فَنَسِيَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို မေ့လျော့ခဲ့ကြသဖြင့် အရှင်မြတ်က ၎င်းတို့အား မေ့လျော့ထားသည်)</span><span class=\"gray\">[9:67]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَٰلِكَ الْيَوْمَ تُنسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့တည်း- ကျွန်ုပ်တို့၏ အာယတ်(ကျမ်းပိုဒ်)များသည် သင်တို့ထံသို့ ရောက်ရှိလာခဲ့သည်။ သို့သော် သင်တို့သည် ၎င်းတို့အား ပစ်ပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ဤနေ့၌ သင်တို့သည် ပစ်ပယ်ခြင်းခံရမည်)</span><span class=\"gray\">[20:126]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ الْيَوْمَ نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ‘ဤနေ့၌ သင်တို့၏တွေ့ဆုံမှုကို သင်တို့ မေ့လျော့ခဲ့သကဲ့သို့ ဤနေ့၌ ကျွန်ုပ်တို့သည် သင်တို့အား မေ့လျော့ထားမည်’ ဟု ပြောကြားခံရမည်)</span><span class=\"gray\">[45:34]</span> အလ်-'အော်ဖီက အိဘ်န် အဗ်ဗားစ်သည် ဤအကြောင်းကို မှတ်ချက်ပေးခဲ့သည်ဟု ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤနေ့၌ ၎င်းတို့သည် ဤနေ့၏ ၎င်းတို့၏တွေ့ဆုံမှုကို မေ့လျော့ခဲ့သကဲ့သို့ ကျွန်ုပ်တို့သည် ၎င်းတို့အား မေ့လျော့ထားမည်)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ကောင်းသောအရာများကို မေ့လျော့ထားမည်။ သို့သော် ၎င်းတို့၏ မကောင်းမှုများကို မဟုတ်ပေ။\" အလီ ဘင် အဘီ သလ်ဟဟ်က အိဘ်န် အဗ်ဗားစ်က ပြောသည်မှာ၊ \"၎င်းတို့သည် ဤနေ့၏ ၎င်းတို့၏တွေ့ဆုံမှုကို စွန့်ပစ်ခဲ့သကဲ့သို့ ကျွန်ုပ်တို့သည် ၎င်းတို့အား စွန့်ပစ်ထားမည်။\" မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊ \"ကျွန်ုပ်တို့သည် ၎င်းတို့အား ငရဲ၌ ထားခဲ့မည်။\" </p><p lang=\"my\" class=\"my \">အစ်စွတ်ဒီက ပြောသည်မှာ၊ \"ကျွန်ုပ်တို့သည် ၎င်းတို့အား မည်သည့် ကရုဏာမျှ ကင်းမဲ့စေမည်။ ဤနေ့၌ ၎င်းတို့၏တွေ့ဆုံမှုကို ကိုယ်စားပြုသည့် မည်သည့်လုပ်ဆောင်မှုကိုမဆို ၎င်းတို့ စွန့်ပစ်ခဲ့သကဲ့သို့ပင်။\" </p><p lang=\"my\" class=\"my \">စဟီဟ်(စစ်မှန်သော ဟဒီးစ်ကျမ်း)တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့၌ ကျွန်အား မိန့်ကြားလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أُزَوِّجْكَ؟ أَلَمْ أُكْرِمْكَ؟ أَلَمْ أُسَخِّرْ لَكَ الْخَيْلَ وَالْإِبِلَ وَأَذَرْكَ تَرْأَسُ وَتَرْبَعُ؟ فَيَقُولُ: بَلَى، فَيَقُولُ: أَظَنَنْتَ أَنَّكَ مُلَاقِيَّ؟ فَيَقُولُ: لَا، فَيَقُولُ اللهُ تَعَالَى: فَالْيَوْمَ أَنْسَاكَ كَمَا نَسِيتَنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါသည် သင့်အား လက်ထပ်ထိမ်းမြားပေးခဲ့သည် မဟုတ်လော။ ငါသည် သင့်အား ဂုဏ်ပြုခဲ့သည် မဟုတ်လော။ ငါသည် မြင်းများနှင့် ကုလားအုတ်များကို သင့်အတွက် အသုံးခံစေခဲ့ပြီး၊ သင့်အား ခေါင်းဆောင်တစ်ဦးနှင့် သခင်တစ်ဦး ဖြစ်လာစေခဲ့သည် မဟုတ်လော။\" ထိုသူက \"ဟုတ်ကဲ့။\" ဟု ပြောလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က \"သင်သည် ငါနှင့် တွေ့ဆုံရမည်ဟု ထင်ခဲ့သလော။\" ထိုသူက \"မဟုတ်ပါ။\" ဟု ပြောလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် အလ္လာမာသည် မိန့်ကြားလိမ့်မည်၊ 'ထို့ကြောင့် ဤနေ့၌ သင်သည် ငါ့ကို မေ့လျော့ခဲ့သကဲ့သို့ ငါသည် သင့်အား မေ့လျော့ထားမည်။')</span></p>"
  }
]