[
  {
    "ayah_key": "3:102",
    "group_ayah_key": "3:102",
    "from_ayah": "3:102",
    "to_ayah": "3:103",
    "ayah_keys": "3:102,3:103",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်အား ၎င်း၏ထိုက်တန်သည့်အတိုင်း တာကွါထားကြကုန်၊ သင်တို့သည် မွတ်စ်လင်မ်များအဖြစ်မှအပ မသေဆုံးကြကုန်လင့်။ <span class=\"gray\">(၁၀၂)</span> အလ္လာဟ်အရှင်မြတ်၏ ကြိုးကို သင်တို့အားလုံး အတူတကွ ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားကြကုန်။ သင်တို့အချင်းချင်း ကွဲပြားမှုမရှိကြကုန်လင့်။ သင်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို အမှတ်ရကြကုန်။ အကြောင်းမှာ သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ရန်သူများ ဖြစ်ခဲ့ကြသော်လည်း ၎င်းအရှင်မြတ်သည် သင်တို့၏ စိတ်နှလုံးများကို ပေါင်းစည်းပေးခဲ့သဖြင့်၊ ၎င်း၏ကျေးဇူးတော်ကြောင့် သင်တို့သည် ညီအစ်ကိုများ ဖြစ်လာခဲ့ကြသည်။ သင်တို့သည် ငရဲတွင်း၏ ကမ်းစပ်၌ ရှိနေခဲ့ကြသော်လည်း ၎င်းအရှင်မြတ်သည် သင်တို့ကို ထိုငရဲတွင်းမှ ကယ်တင်ခဲ့သည်။ ဤနည်းအားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို လမ်းညွှန်မှုရရှိစေရန် ၎င်းအရှင်မြတ်၏ အာယတ်များကို သင်တို့အား ရှင်းလင်းပြသတော်မူ၏။ <span class=\"gray\">(၁၀၃)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ တာကွါ၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသ်ိမ်က မှတ်တမ်းတင်ထားသည်မှာ အဗ်ဒုလ္လာဟ် ဘင်န် မစ်စ်အူးဒ်က အာယတ်နှင့်ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ၎င်း၏ထိုက်တန်သည့်အတိုင်း တာကွါထားကြကုန်၊)</span></p><p lang=\"my\" class=\"my \">\"၎င်းအရှင်မြတ်ကို နာခံပြီး မဆန့်ကျင်ရ၊ အမှတ်ရပြီး မမေ့လျော့ရ၊ တန်ဖိုးထားပြီး လျစ်လျူမရှုရ။\" ၎င်းတွင် အဗ်ဒုလ္လာဟ် ဘင်န် မစ်စ်အူးဒ်ထံသို့ ဆက်စပ်မှု ခိုင်မာသော ဆင့်ပြန်ချက် သံကြိုးရှိသည်။ အလ်-ဟာကိမ်းက ဤဟဒီးဆ်ကို ၎င်း၏ မွစ်သဒ်ရက်က်တွင် အိဗ်နု မစ်စ်အူးဒ်ထံမှ စုဆောင်းခဲ့ပြီး ၎င်းက တမန်တော်မြတ် ﷺ ထံမှ ဆက်စပ်ပြောကြားခဲ့သည်။ အလ်-ဟာကိမ်းက \"၎င်းသည် ရှိုက်ခ်နှစ်ဦး <span class=\"gray\">[အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်]</span> တို့၏ စံနှုန်းများနှင့်အညီ မှန်ကန်သည်၊ သို့သော် ၎င်းတို့က မှတ်တမ်းမတင်ခဲ့ပါ။\" ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် ၎င်းပြောကြားခဲ့သည့်အတိုင်းဖြစ်သော်လည်း ၎င်းသည် အဗ်ဒုလ္လာဟ် ဘင်န် မစ်စ်အူးဒ်၏ ပြောကြားချက်သာ ဖြစ်ပုံရပြီး အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အနတ်စ်က \"ကျွန်သည် ၎င်း၏လျှာကို ငြိမ်သက်စွာ မထားမချင်း အလ္လာဟ်အရှင်မြတ်၏ တာကွါကို ၎င်း၏ထိုက်တန်သည့်အတိုင်း မပိုင်ဆိုင်နိုင်ပေ။\" ဟု ပြောကြားခဲ့ကြောင်းလည်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စ်လင်မ်များအဖြစ်မှအပ မသေဆုံးကြကုန်လင့်)</span><span class=\"gray\">[၃:၁၀၂]</span>, ဟုဆိုသည်မှာ သင်ကျန်းမာပြီး လုံခြုံနေချိန်တွင် သင်၏အစ္စလာမ်ကို ထိန်းသိမ်းထားပါ၊ သို့မှသာ သင်သည် မွတ်စ်လင်မ်အဖြစ် သေဆုံးမည်ဖြစ်သည်။ အလွန်သဒ္ဒါတရားကြီးမားသော အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အခြေအနေတွင်မဆို လူတစ်ဦးသည် ၎င်းအခြေအနေပေါ်တွင် သေဆုံးပြီး ၎င်းအခြေအနေပေါ်တွင် ပြန်လည်ရှင်ပြန်ထမြောက်စေမည်ဟု ၎င်း၏ဆုံးဖြတ်ချက်ချထားသည်။ ကျွန်ုပ်တို့သည် အစ္စလာမ်မှအပ အခြားအရာတစ်ခုခုဖြင့် သေဆုံးခြင်းမှ ခိုလှုံရာရှာသည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က မုဂျာဟိဒ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်။ \"အိဗ်နု အဗ္ဗားစ်သည် လက်ကိုင်ကောက်သော တောင်ဝှေးကို ကိုင်လျက် ထိုင်နေစဉ် လူများသည် သန့်ရှင်းသော ဗလီဝန်းကျင်တွင် လည်ပတ်နေကြသည်။ အိဗ်နု အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် <span class=\"gray\">[ရွတ်ဖတ်တော်မူသည်]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ၎င်း၏ထိုက်တန်သည့်အတိုင်း တာကွါထားကြကုန်၊ မွတ်စ်လင်မ်များအဖြစ်မှအပ မသေဆုံးကြကုန်လင့်။)</span><span class=\"gray\">[၃:၁၀၂]</span>, <span class=\"gray\">[ထို့နောက် ၎င်းက ပြောကြားခဲ့သည်၊]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّ قَطْرَةً مِنَ الزَّقُّومِ قُطِرَتْ لَأَمَرَّتْ عَلى أَهْلِ الْأرْضِ عِيشَتَهُمْ، فَكَيْفَ بِمَنْ لَيْسَ لَهُ طَعَامٌ إِلَّا الزَّقُّومُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဇက္ကူမ် <span class=\"gray\">(ငရဲရှိ သစ်ပင်တစ်ပင်)</span> ၏ တစ်စက်မျှ ကျရောက်ပါက ကမ္ဘာပေါ်ရှိလူသားများ၏ ဘဝကို ဖျက်ဆီးလိမ့်မည်။ ဇက္ကူမ်မှသာ အစာစားရမည့်သူများအတွက်ကော မည်သို့ဖြစ်မည်နည်း။)</span>\"</p><p lang=\"my\" class=\"my \">၎င်းကို အတ်-တီရ်မီဇီ၊ အန်-နစာအီ၊ အိဗ်နု မာဂျာ၊ ၎င်း၏ ဆဟီဟ်တွင် အိဗ်နု ဟိဘ္ဗာန်နှင့် ၎င်း၏ မွစ်သဒ်ရက်က်တွင် အလ်-ဟာကိမ်းတို့က မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီက \"ဟစန် ဆဟီဟ်\" ဟု ပြောကြားခဲ့ပြီး အလ်-ဟာကိမ်းက \"၎င်းသည် ဆဟီဟ်နှစ်ခု၏ အခြေအနေများနှင့် ကိုက်ညီသော်လည်း ၎င်းတို့က မှတ်တမ်းမတင်ခဲ့ပေ။\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က ဂျာဘိရ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မကွယ်လွန်မီ သုံးညအလိုတွင် ၎င်းအရှင်မြတ် ပြောကြားနေသည်ကို ၎င်းကြားခဲ့ရသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمُوتَنَّ أَحَدُكُمْ إِلَّا وَهُوَ يُحْسِنُ الظَّنَّ بِاللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ မည်သူမျှ အလ္လာဟ်အရှင်မြတ်၊ အလွန်မြင့်မြတ်ပြီး အလွန်ဂုဏ်ယူထိုက်သော အရှင်အပေါ် စိတ်ရင်းမှန်ဖြင့် ယုံကြည်စိတ်ချမှုရှိနေမှအပ မသေဆုံးသင့်ပါ။)</span> မွတ်စ်လင်မ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ ဆဟီဟ်နှစ်ခုတွင် အဘူ ဟုရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ: أَنَا عِنْدَ ظَنِّ عَبْدِي بِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ \"ငါသည် ငါ၏ကျွန်က ငါ့အား မည်သို့ထင်မှတ်သည်အတိုင်းပင် ဖြစ်၏။\")</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်နှင့် ယုံကြည်သူတို့၏ အသိုက်အဝန်းကို ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားခြင်း၏ လိုအပ်ချက်</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကြိုးကို သင်တို့အားလုံး အတူတကွ ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားကြကုန်။ သင်တို့အချင်းချင်း ကွဲပြားမှုမရှိကြကုန်လင့်။)</span> ဟု ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِحَبْلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကြိုးကို)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ပဋိညာဉ်ကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က အောက်ပါအာယတ်တွင် မိန့်တော်မူသည်နှင့်အမျှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِّنَ اللَّهِ وَحَبْلٍ مِّنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မည်သည့်နေရာတွင် ရှိစေကာမူ၊ အလ္လာဟ်အရှင်မြတ်ထံမှ နှင့် လူသားများထံမှ ပဋိညာဉ် <span class=\"gray\">(ကာကွယ်မှု)</span> အောက်တွင် မရှိသရွေ့ ၎င်းတို့အပေါ် ဂုဏ်သိက္ခာမဲ့မှု ကျရောက်နေမည်။)</span><span class=\"gray\">[၃:၁၁၂]</span>, ကတိသစ္စာများနှင့် ငြိမ်းချမ်းရေးစာချုပ်များကို ရည်ညွှန်းသည်။</p><p lang=\"de\" class=\"de \">Allah's statement</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا تَفَرَّقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အချင်းချင်း ကွဲပြားမှုမရှိကြကုန်လင့်)</span>, ယုံကြည်သူတို့၏ အသိုက်အဝန်းနှင့် စွဲမြဲစွာနေရန် အမိန့်ပေးပြီး ကွဲပြားခြင်းကို တားမြစ်သည်။ ဂျမာအဟ် <span class=\"gray\">(ယုံကြည်သူတို့၏ စုဝေးမှု)</span> ကို လိုက်နာရန်လိုအပ်ပြီး ကွဲပြားခြင်းကို တားမြစ်သည့် ဟဒီးဆ်များစွာ ရှိသည်။ မွတ်စ်လင်မ်က အဘူ ဟုရိုင်ရဟ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَرْضَى لَكُمْ ثَلَاثًا، وَيَسْخَطُ لَكُمْ ثَلَاثًا: يَرْضَى لَكُمْ أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَأَنْ تَعْتَصِمُوا بِحَبْلِ اللهِ جَمِيعًا وَلَا تَفَرَّقُوا، وَأَنْ تَنَاصَحُوا مَنْ وَلَّاهُ اللهُ أَمْرَكُمْ. وَيَسْخَطُ لَكُمْ ثَلَاثًا: قِيلَ وَقَالَ، وَكَثْرَةَ السُّؤَالِ، وَإِضَاعَةَ الْمَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ သုံးခုသော အရည်အချင်းများကို ရရှိခြင်းကို နှစ်သက်တော်မူပြီး သင်တို့ သုံးခုသော ဂုဏ်ရည်များကို ရရှိခြင်းကို မနှစ်သက်ပါ။ ၎င်းအရှင်မြတ်သည် သင်တို့ ၎င်းအရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ပြီး ၎င်းအရှင်မြတ်နှင့် မည်သည့်အရာကိုမျှ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ တွဲဖက်ကိုးကွယ်မှု မပြုခြင်း၊ သင်တို့ အလ္လာဟ်အရှင်မြတ်၏ ကြိုးကို အတူတကွ ဆုပ်ကိုင်ထားပြီး ကွဲပြားမှုမရှိခြင်း၊ သင်တို့ အလ္လာဟ်အရှင်မြတ်က သင်တို့၏ ခေါင်းဆောင်အဖြစ် ခန့်အပ်ထားသူကို အကြံဉာဏ်ပေးခြင်းတို့ကို နှစ်သက်တော်မူသည်။ ၎င်းအရှင်မြတ် မနှစ်သက်သော သုံးခုမှာ 'ပြောခဲ့သည်' ဟု ပြောခြင်း၊ 'မည်သူက ပြောခဲ့သည်' ဟု ပြောခြင်း၊ မလိုအပ်သော မေးခွန်းများစွာ မေးခြင်းနှင့် ငွေကြေးဖြုန်းတီးခြင်းတို့ ဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို အမှတ်ရကြကုန်။ အကြောင်းမှာ သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ရန်သူများ ဖြစ်ခဲ့ကြသော်လည်း ၎င်းအရှင်မြတ်သည် သင်တို့၏ စိတ်နှလုံးများကို ပေါင်းစည်းပေးခဲ့သဖြင့်၊ ၎င်း၏ကျေးဇူးတော်ကြောင့် သင်တို့သည် ညီအစ်ကိုများ ဖြစ်လာခဲ့ကြသည်)</span><span class=\"gray\">[၃:၁၀၃]</span>.</p><p lang=\"my\" class=\"my \">၎င်းသည် အဝ်စ်နှင့် ခဇ်ရဂျ်တို့နှင့် ပတ်သက်၍ ထုတ်ဖော်ခဲ့ခြင်း ဖြစ်သည်။ ဂျာဟီလီယာခေတ် (အစ္စလာမ်မတိုင်မီခေတ်) ကာလတွင် အဝ်စ်နှင့် ခဇ်ရဂျ်တို့သည် စစ်ဖြစ်ခဲ့ကြပြီး အချင်းချင်းအပေါ် ကြီးမားသော မုန်းတီးမှု၊ ရန်လိုမှုနှင့် မကောင်းသော ခံစားချက်များ ရှိခဲ့ကြသဖြင့် ၎င်းတို့အကြား ရှည်ကြာသော ပဋိပက္ခများနှင့် တိုက်ပွဲများ ဖြစ်ပွားစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အစ္စလာမ်ကို ယူဆောင်လာသောအခါ၊ ၎င်းတို့အနက်မှ အစ္စလာမ်ကို လက်ခံသူများသည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ဖြင့် အချင်းချင်း ချစ်ခင်သော ညီအစ်ကိုများ ဖြစ်လာခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်အတွက် ကောင်းမွန်သော ဆက်ဆံရေးများ ရှိကြကာ ဖြောင့်မတ်ခြင်းနှင့် ကိုင်းရှိုင်းမှုတို့၌ အချင်းချင်း ကူညီခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ - وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَّا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَٰكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သာလျှင် ၎င်းအရှင်မြတ်၏ အကူအညီတော်ဖြင့်လည်းကောင်း၊ ယုံကြည်သူများဖြင့်လည်းကောင်း သင်တို့ကို ထောက်ခံခဲ့သည်။ ၎င်းအရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများကို ပေါင်းစည်းပေးခဲ့သည်။ သင်သည် ကမ္ဘာပေါ်ရှိ အရာအားလုံးကို သုံးစွဲခဲ့လျှင်ပင် ၎င်းတို့၏ စိတ်နှလုံးများကို ပေါင်းစည်းနိုင်မည်မဟုတ်ပေ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ပေါင်းစည်းပေးခဲ့သည်)</span><span class=\"gray\">[၈:၆၂-၆၃]</span>, အာယတ်၏ အဆုံးထိဖြစ်သည်။ အစ္စလာမ်မတိုင်မီက ၎င်းတို့၏ ကာဖိရ်ဘဝသည် ၎င်းတို့ကို ငရဲတွင်း၏ ကမ်းစပ်၌ ရပ်တန့်နေစေခဲ့သော်လည်း အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ထိုငရဲတွင်းမှ ကယ်တင်ခဲ့ပြီး ယုံကြည်ခြင်းသို့ ပို့ဆောင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဟူနိုင်းန်၏ စစ်ဘဏ္ဍာများကို ခွဲဝေနေစဉ် အန်ဆွာရ်များ <span class=\"gray\">[အဝ်စ်နှင့် ခဇ်ရဂျ် နှစ်မျိုးလုံးမှ]</span> အား ဤကျေးဇူးတော်ကို သတိပေးခဲ့သည်။ ထိုအချိန်က အန်ဆွာရ်အချို့သည် ဘဏ္ဍာခွဲဝေပုံကို မကြိုက်ကြပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အခြားသူများ ရရှိသည့်အရာကို မရရှိခဲ့သောကြောင့်ဖြစ်သည်။ သို့သော် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ပြုလုပ်ရန် ညွှန်ကြားခဲ့သည့်အရာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်က ၎င်းတို့အား မိန့်ခွန်းတစ်ခု ပြောကြားခဲ့ရာတွင် ၎င်းက မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْأَنْصَارِ أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي، وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي، وَعَالَةً فَأَغْنَاكُمُ اللهُ بِي؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အန်ဆွာရ်တို့! ငါသည် သင်တို့ကို လမ်းမှားရောက်နေသည်ကို မတွေ့ခဲ့ရဘူးလား၊ ငါ့ကြောင့် အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို လမ်းညွှန်မှုပေးခဲ့သည် မဟုတ်လား။ သင်တို့သည် အစောပိုင်းက ကွဲပြားနေခဲ့ကြသည် မဟုတ်လား၊ ငါ့ပတ်ဝန်းကျင်တွင် အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို ပေါင်းစည်းပေးခဲ့သည် မဟုတ်လား။ သင်တို့သည် ဆင်းရဲခဲ့ကြသည် မဟုတ်လား၊ ငါ့ကြောင့် အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို ကြွယ်ဝစေခဲ့သည် မဟုတ်လား။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ က ၎င်းတို့အား မေးခွန်းတစ်ခု မေးတိုင်း ၎င်းတို့က \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်မြတ်တို့က ကျွန်ုပ်တို့အား ကျေးဇူးတော်ချီးမြှင့်တော်မူခဲ့ပါသည်\" ဟု ဖြေဆိုကြသည်။</p>"
  }
]