[
  {
    "ayah_key": "15:87",
    "group_ayah_key": "15:87",
    "from_ayah": "15:87",
    "to_ayah": "15:88",
    "ayah_keys": "15:87,15:88",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် ငါတို့သည် သင့်အား မဿာနီခုနစ်ခုနှင့် ခမ်းနားသောကုရ်အာန်ကို ပေးသနားတော်မူခဲ့ပြီးဖြစ်သည်။ <span>(၈၇)</span>သူတို့အနက် အချို့လူတန်းစားများအား ငါတို့ပေးထားသည့်အရာကို လောဘကြီးစွာဖြင့် သင့်မျက်လုံးများဖြင့် မကြည့်ပါနှင့်၊ သူတို့အပေါ် မကြေကွဲပါနှင့်။ ယုံကြည်သူများအား သင်၏အတောင်ပံများကို နှိမ့်ချပါ။ <span>(၈၈)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်၏ ကောင်းချီးမင်္ဂလာကို သတိရစေခြင်းနှင့် ၎င်း၏ သတင်းစကားအပေါ် အာရုံစိုက်ရန် အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ အား မိန့်ကြားတော်မူသည်- ငါတို့သည် သင့်အား ခမ်းနားသောကုရ်အာန်ကို ပေးသနားတော်မူပြီးဖြစ်သောကြောင့် ဤလောကနှင့် ၎င်း၏ဆွဲဆောင်မှုများကို၊ သို့မဟုတ် ငါတို့သည် ၎င်း၏လူများကို စမ်းသပ်ရန်အတွက် ပေးခဲ့သော ယာယီပျော်ရွှင်မှုများကို မကြည့်ရှုပါနှင့်။ ဤလောကတွင် သူတို့ပိုင်ဆိုင်ထားသည်များကို မနာလိုမဖြစ်ပါနှင့်၊ သင့်အား သူတို့ငြင်းပယ်ခြင်းနှင့် သင့်ဘာသာကို ဆန့်ကျင်ခြင်းတို့အတွက် နောင်တဖြင့် စိတ်မပူပန်ပါနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်နောက်လိုက်သော ယုံကြည်သူများအား သင်၏အတောင်ပံများကို နှိမ့်ချပါ)</span><span class=\"gray\">(၂၆:၂၁၅)</span> ဆိုလိုသည်မှာ - ၎င်းတို့အား နူးညံ့သိမ်မွေ့စွာ ဆက်ဆံပါ၊ အာယတ်ကဲ့သို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ထံသို့ သင်တို့အနက်မှ ရစူလ်တမန်တစ်ပါး ရောက်ရှိလာခဲ့ပြီ။ သင်တို့အား မည်သည့်ထိခိုက်မှု သို့မဟုတ် အခက်အခဲမှ မကြုံတွေ့စေလိုခြင်းသည် သူ့အတွက် ဝမ်းနည်းစရာဖြစ်သည်။ သူသည် သင်တို့အတွက်၊ ယုံကြည်သူများအတွက် စိုးရိမ်ပူပန်သည်။ သူသည် သနားကြင်နာမှု၊ ကြင်နာမှုနှင့် ကရုဏာစိတ် အပြည့်အဝရှိသည်)</span><span class=\"gray\">(၉:၁၂၈)</span>။</p><p lang=\"my\" class=\"my \">ပညာရှင်များအကြား \"မဿာနီခုနစ်ခု\" ၏အဓိပ္ပါယ်နှင့် ပတ်သက်၍ အမြင်ကွဲလွဲမှုများရှိခဲ့သည်။ အိဗ်နု မပ်စ်အူဒ်၊ အိဗ်နု အူမာရ်၊ အိဗ်နု အဗ္ဗားစ်၊ မွဂျာဟစ်ဒ်၊ ဆာအိဒ် ဘင် ဂျူဘိုင်ရ်၊ အဒ်-ဒွဟ်ဟတ်နှင့် အခြားသူများက ၎င်းတို့သည် ရှည်လျားသော <span>(ဆူရာဟ်)</span> ခုနစ်ခုဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။ ဆိုလိုသည်မှာ အလ်-ဘကွရဟ်၊ အာလ်-အိမ်ရာန်၊ အန်-နိဆာ၊ အလ်-မာအိဒဟ်၊ အလ်-အန်အာမ်၊ အလ်-အအ်ရာဖ် နှင့် ယူနွစ် တို့ဖြစ်သည်။ ဤအကြောင်းအရာနှင့် ပတ်သက်သော ကျမ်းများကို အိဗ်နု အဗ္ဗားစ်နှင့် ဆာအိဒ် ဘင် ဂျူဘိုင်ရ်တို့ထံမှ ဖော်ပြထားသည်။ ဆာအိဒ်က ပြောသည်- \"၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်သည် တာဝန်ဝတ္တရားများ၊ ဟူဒူးဒ် <span>(ဥပဒေရေးရာ ကန့်သတ်ချက်များ)</span>၊ ပုံပြင်များနှင့် စည်းမျဉ်းများကို ရှင်းပြထားသည်။\" အိဗ်နု အဗ္ဗားစ်က ပြောသည်- \"သူသည် ပုံဥပမာများ၊ ပုံပြင်များနှင့် သင်ခန်းစာများကို ရှင်းပြသည်။\" ဒုတိယအမြင်မှာ ၎င်းတို့ <span>(မဿာနီခုနစ်ခု)</span> သည် အလ်-ဖာတီဟာ ဖြစ်ပြီး အာယတ်ခုနစ်ခုဖြင့် ဖွဲ့စည်းထားသည်။ ဤအကြောင်းကို အလီ၊ အူမာရ်၊ အိဗ်နု မပ်စ်အူဒ်နှင့် အိဗ်နု အဗ္ဗားစ်တို့ထံမှ ဖော်ပြထားသည်။ အိဗ်နု အဗ္ဗားစ်က ပြောသည်- \"ဘိစ်မီလာဟ်သည် အာယတ်ခုနစ်ခုကို ပြီးစီးစေပြီး၊ ၎င်းကို အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ <span>(မွတ်စ်လင်မ်များ)</span> အား သီးသန့်ပေးသနားခဲ့ခြင်းဖြစ်သည်။\" ၎င်းသည် အိဗ်ရာဟင်မ် အန်-နခါအီ၊ အဗ်ဒူလ္လာဟ် ဘင် အူမိုင်ရ်၊ အိဗ်နု အဘီ မူလိုင်ကဟ်၊ ရှဟ်ရ် ဘင် ဟောင်ရှပ်၊ အလ်-ဟာစန် အလ်-ဘဆွရီ နှင့် မွဂျာဟစ်ဒ် တို့၏အမြင်လည်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ရှိပါစေ၊ ဤအကြောင်းအရာနှင့် ပတ်သက်၍ ဟဒီးစ်နှစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်။ <span>(ပထမတစ်ခု)</span> ကို အဘူ စအိဒ် ဘင် အလ်-မွအ်လွာထံမှ မှတ်တမ်းတင်ခဲ့ပြီး သူက ပြောသည်- \"ကျွန်ုပ် နမားဇ်ဖတ်နေစဉ် တမန်တော် ﷺ သည် ကျွန်ုပ်ဘေးမှ ဖြတ်သွားခဲ့သည်။ ကိုယ်တော်က ကျွန်ုပ်ကို ခေါ်သော်လည်း ကျွန်ုပ် နမားဇ်ပြီးဆုံးသည်အထိ မလာခဲ့ပါ။ ထို့နောက် ကျွန်ုပ် ကိုယ်တော်ထံသို့ ရောက်လာပြီး ကိုယ်တော်က မေးတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَنَعَكَ أَنْ تَأْتِيَنِي؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်အရာက သင့်အား ကျွန်ုပ်ထံသို့ လာရောက်ခြင်းမှ တားဆီးထားသနည်း။)</span> ကျွန်ုပ်က 'ကျွန်ုပ် နမားဇ်ဖတ်နေသည်' ဟု ပြန်ဖြေခဲ့သည်။ ကိုယ်တော်က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَقُلِ اللهُ </p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">('Did not Allah say</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်အား <span>(ကိုယ်တော်အား နာခံခြင်းဖြင့်)</span> နှင့် <span>(ကိုယ်တော်၏)</span> ရစူလ်တမန်တော်အား ကိုယ်တော်ခေါ်သောအခါ အဖြေပေးကြလော့…?)</span><span class=\"gray\">[၈:၂၄]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُعَلِّمُكَ أَعْظَمَ سُورَةٍ فِي الْقُرْآنِ قَبْلَ أَنْ أَخْرُجَ مِنَ الْمَسْجِدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် ဗလီမှ မထွက်ခွာမီ သင့်အား အခမ်းနားဆုံးသော ဆူရာဟ်ကို မသင်ပေးရမည်လား။)</span> ထို့နောက် တမန်တော် ﷺ သည် ဗလီမှ ထွက်ခွာရန် ပြင်ဆင်ခဲ့ရာ ကျွန်ုပ်က ကိုယ်တော်အား သတိပေးခဲ့သည်။ ထို့ကြောင့် ကိုယ်တော်က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ်-ဟမ်ဒု လိလ်လာဟိ ရဗ္ဗိလ်-အာလမီးန် <span>[ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် စကြာဝဠာအားလုံး၏ အရှင်သခင် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်]</span>)</span><span class=\"gray\">(၁:၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الَّذِي أُوتِيتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ကျွန်ုပ်အား ပေးသနားတော်မူခဲ့သော မဿာနီခုနစ်ခုနှင့် ကုရ်အာန်ဖြစ်သည်။)</span>\" <span class=\"gray\">(ဒုတိယ ဟဒီးစ်)</span> ကို အဘူ ဟူရိုင်ရဟ်ထံမှ ဖော်ပြထားပြီး ၎င်းက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمُّ الْقُرْآنِ هِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အွမ်မ် အလ်-ကုရ်အာန် <span>(ကုရ်အာန်၏ မိခင် သို့မဟုတ် အနှစ်သာရ)</span> သည် မဿာနီခုနစ်ခုနှင့် ခမ်းနားသောကုရ်အာန်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အလ်-ဖာတီဟာသည် မဿာနီခုနစ်ခုနှင့် ခမ်းနားသောကုရ်အာန် ဖြစ်သည်၊ သို့သော် ၎င်းသည် မဿာနီခုနစ်ခုသည် ရှည်လျားသော ဆူရာဟ်ခုနစ်ခုဖြစ်သည်ဟူသော ပြောဆိုချက်ကို ဆန့်ကျင်ခြင်းမရှိပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ကုရ်အာန်တစ်ခုလုံးကဲ့သို့ ဤဂုဏ်သတ္တိများကိုလည်း ဝေမျှပိုင်ဆိုင်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသော ပြောကြားချက်ကို ချပေးတော်မူခဲ့သည်။ ကျမ်းတစ်စောင် <span>(ဤကုရ်အာန်)</span>၊ ၎င်း၏အပိုင်းများသည် ကောင်းမြတ်မှုနှင့် သစ္စာတရားတွင် တစ်ခုနှင့်တစ်ခု တူညီပြီး ထပ်ခါတလဲလဲ ရွတ်ဖတ်ရသော ကျမ်းဖြစ်သည်။)</span><span class=\"gray\">(၃၉:၂၃)</span>။ ထို့ကြောင့် ၎င်းကို နည်းတစ်မျိုးဖြင့် ထပ်ခါတလဲလဲ ရွတ်ဖတ်ရသည်၊ ၎င်း၏အပိုင်းများသည် နည်းတစ်မျိုးဖြင့် တစ်ခုနှင့်တစ်ခု တူညီပြီး ၎င်းသည် ခမ်းနားသောကုရ်အာန်လည်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لاَ تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အနက် အချို့လူတန်းစားများအား ငါတို့ပေးထားသည့်အရာကို လောဘကြီးစွာဖြင့် သင့်မျက်လုံးများဖြင့် မကြည့်ပါနှင့်)</span><span class=\"gray\">[၂၀:၁၃၁]</span> ဆိုလိုသည်မှာ- အလ္လာဟ်အရှင်မြတ်က သင့်အား ပေးသနားတော်မူသော ခမ်းနားသောကုရ်အာန်နှင့် ကျေနပ်ပါ၊ သူတို့ပိုင်ဆိုင်ထားသော ဇိမ်ခံပစ္စည်းများနှင့် ယာယီပျော်ရွှင်မှုများကို မတောင့်တပါနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَمُدَّنَّ عَيْنَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မျက်လုံးများဖြင့် လောဘကြီးစွာ မကြည့်ပါနှင့်)</span> အလ်-အောင်ဖီက အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်ကို ဖော်ပြသည်- \"သူ <span>[ဤအာယတ်တွင်]</span> လူတစ်ဦးအား မိမိ၏ အဖော်ပိုင်ဆိုင်ထားသည့်အရာကို တောင့်တခြင်းမှ တားမြစ်ထားသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အနက် အချို့လူတန်းစားများအား ငါတို့ပေးထားသည့်အရာကို၊)</span> မွဂျာဟစ်ဒ်က ပြောသည်- \"ဤသည်မှာ သူဌေးများကို ရည်ညွှန်းသည်။\"</p>"
  }
]