[
  {
    "ayah_key": "2:133",
    "group_ayah_key": "2:133",
    "from_ayah": "2:133",
    "to_ayah": "2:134",
    "ayah_keys": "2:133,2:134",
    "text": "<p lang=\"my\" class=\"my \">ယာကူဗ် <span class=\"gray\">(ဂျေကော့ဘ်)</span> သေခြင်းသို့ နီးကပ်လာသောအခါ သင်တို့သည် သက်သေများ ဖြစ်ခဲ့ကြသလော။ သူသည် သားတော်တို့အား \"ငါ့နောက်ပိုင်းတွင် သင်တို့ မည်သူ့ကို ကိုးကွယ်ကြမည်နည်း\" ဟု မေးသောအခါ၊ သူတို့က \"ကျွန်ုပ်တို့သည် သင်၏ အလ္လာဟ် <span class=\"gray\">(ဘုရား ـ အလ္လာဟ်)</span> ကို၊ သင်တို့၏ ဘိုးဘေးများဖြစ်ကြသော အီဗရာဟင်မ် <span class=\"gray\">(အာဗြဟံ)</span>၊ အစ္စမာအီလ် <span class=\"gray\">(အစ္စမေးလ်)</span>၊ အစ္စဟတ် <span class=\"gray\">(အစ္စဟတ်)</span> တို့၏ အီလာဟ်ကို ကိုးကွယ်ကြမည်။ တစ်ဆူတည်းသော အီလာဟ်ကို ကိုးကွယ်ကြမည်ဖြစ်ပြီး ကိုယ်တော်ထံသို့ ကျွန်ုပ်တို့ အပ်နှံပါသည် <span class=\"gray\">(အစ္စလာမ်ဘာသာတွင်)</span>) <span>(၁၃၃)</span>ထိုသူတို့သည် ကွယ်လွန်ခဲ့သော လူမျိုးဖြစ်သည်။ သူတို့သည် သူတို့ လုပ်ဆောင်ခဲ့သည်များ၏ အကျိုးကို ရရှိကြမည်ဖြစ်ပြီး သင်တို့ကလည်း သင်တို့ လုပ်ဆောင်သည့်အကျိုးကို ရရှိကြမည်။ သူတို့ လုပ်ဆောင်ခဲ့သည်များအတွက် သင်တို့ကို မေးမြန်းခြင်းခံရမည် မဟုတ်ပေ <span>(၁၃၄)</span></p><div lang=\"my\" class=\"my \"><h2>ယာကူဗ် ကွယ်လွန်ချိန်၌ သားသမီးတို့အား မှာကြားခဲ့သော သေတမ်းစာ</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် အစ္စမာအီလ်၏ မျိုးဆက်မှ အာရပ်ဘုရားမဲ့သမားများနှင့် အစ္စဟတ်၏သား၊ အီဗရာဟင်မ်၏မြေးဖြစ်သော ယာကူဗ်၏ မျိုးဆက်မှ အစ္စရေးလူမျိုးများထဲမှ မယုံကြည်သူများကို အလ္လာဟ်အရှင်မြတ်က ဝေဖန်ခြင်းကို ဖော်ပြထားသည်။ ယာကူဗ် သေခြင်းသို့ နီးကပ်လာသောအခါ၊ သူသည် သူ၏သားသမီးများကို အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ မိတ်ဖက်မထားဘဲ ကိုးကွယ်ရန် အကြံပေးခဲ့သည်။ သူက သူတို့အား ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَعْبُدُونَ مِن بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါ့နောက်ပိုင်းတွင် သင်တို့ မည်သူ့ကို ကိုးကွယ်ကြမည်နည်း\" သူတို့က \"ကျွန်ုပ်တို့သည် သင်၏ အီလာဟ် <span class=\"gray\">(ဘုရား ـ အလ္လာဟ်)</span> ကို၊ သင်တို့၏ ဘိုးဘေးများဖြစ်ကြသော အီဗရာဟင်မ်၊ အစ္စမာအီလ်၊ အစ္စဟတ် တို့၏ အီလာဟ်ကို ကိုးကွယ်ကြမည်။\")</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အစ္စမာအီလ်ကို ဖော်ပြခြင်းမှာ တင်စားပြောဆိုခြင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အစ္စမာအီလ်သည် ယာကူဗ်၏ ဦးလေးဖြစ်သောကြောင့်ဖြစ်သည်။ အလ်-နဟာစ်က အာရပ်တို့သည် ဦးလေးကို ဖခင်ဟု ခေါ်သည်ဟု ဆိုသည် (အလ်-ကွရ်တူဘီက ဖော်ပြထားသည့်အတိုင်း)။</p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်ကို ဘိုးဘေးကို ဖခင်ဟု ခေါ်ပြီး မွေးစားသားသမီးများအစား အမွေရရှိသည်ဟူသော အထောက်အထားအဖြစ် အသုံးပြုသည်။ (ဆိုလိုသည်မှာ သူ၏သား ကွယ်လွန်သောအခါ)၊ အဘူဘက္ကရ်က အခိုင်အမာဆိုခဲ့ပြီး အလ်-ဘူခါရီက အဘူဘက္ကရ်၏ စကားကို အိဗ်နု အဗ္ဗာစ်နှင့် အိဗ်နု အစ်-ဇူဘိုင်ရ်တို့မှ ဆက်စပ်၍ ဖော်ပြခဲ့သည်။ အလ်-ဘူခါရီက ထိုအကြောင်းအရာနှင့် ပတ်သက်၍ ဆန့်ကျင်ဘက် အမြင်များ မရှိကြောင်း မှတ်ချက်ပေးခဲ့သည်။ ဤသည်မှာလည်း ယုံကြည်သူတို့၏ မယ်တော် အာအီရှား၊ အလ်-ဟာစန် အလ်-ဘာစရီ၊ တာဝူးစ်နှင့် အာတာ၊ မာလစ်ခ်၊ အစ်-ရှာဖီအီနှင့် အဟ်မဒ်တို့၏ အမြင်ဖြစ်သည်။ ၎င်းတို့က ဘိုးဘေးနှင့် ညီအစ်ကိုတို့အကြား အမွေကို ခွဲဝေသည်ဟု ဆိုသည်။ ဤသည်မှာလည်း အွမ္မာရ်၊ အွစ်မားန်၊ အလီ၊ ဘင်န် မစ်အူဒ်၊ ဇိုင်ဒ် ဘင်န် သာဘစ်နှင့် ဆလာဖ်နှင့် နောက်ပိုင်းမျိုးဆက်များမှ ပညာရှင်အများအပြားတို့၏ အမြင်ဖြစ်သည်ဟု ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">\"အဆိုအရ၊\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِلَٰهًا وَاحِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဆူတည်းသော အီလာဟ် <span class=\"gray\">(ဘုရား)</span>)</span> ဆိုသည်မှာ \"ကျွန်ုပ်တို့သည် ကိုယ်တော်ကိုသာ ဘုရားသခင်အဖြစ် တစ်ဆူတည်းထားရှိပြီး ကိုယ်တော်နှင့် မည်သည့်အရာ၊ မည်သူကိုမှ မိတ်ဖက်မထားပါ\" ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\"> وَنَحْنُ لَهُ مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ထံသို့ ကျွန်ုပ်တို့ အပ်နှံပါသည်)</span>၊ နာခံခြင်းဆိုသည်မှာ နာခံခြင်းနှင့် ခယခြင်းဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ သတ္တဝါအားလုံးသည် ကိုယ်တော်ထံသို့ ဆန္ဒရှိသည်ဖြစ်စေ၊ မရှိသည်ဖြစ်စေ အပ်နှံခဲ့ကြ၏။ ၎င်းတို့အားလုံးသည် ကိုယ်တော်ထံသို့ ပြန်လှည့်ကြရမည်။)</span><span class=\"gray\">(၃:၈၃)</span>။</p><p lang=\"my\" class=\"my \">အမှန်စင်စစ် အစ္စလာမ်သည် တမန်တော်အားလုံး၏ ဘာသာဖြစ်သည်။ ၎င်းတို့၏ တရားဥပဒေများ ကွဲပြားသော်လည်း ဘာသာတစ်ခုတည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မိုဟာမတ် ﷺ၊ သင်မတိုင်မီ မည်သည့်တမန်ကိုမျှ ငါတို့မစေလွှတ်ခဲ့ပေ။ <span class=\"gray\">(သို့သော်)</span> ငါတို့သည် သူ့ထံသို့ <span class=\"gray\">(ဤသို့ပြောကြားရန်)</span> ထုတ်ဖော်ပြသခဲ့သည်– လာအီလာဟ အီလ္လာ အနာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ကိုးကွယ်ခံထိုက်သူမရှိ)</span>။ ထို့ကြောင့် ငါ့ကို <span class=\"gray\">(တစ်ပါးတည်းသာ မည်သူ့ကိုမျှမထားဘဲ)</span> ကိုးကွယ်ကြလော့။)</span><span class=\"gray\">(၂၁:၂၅)</span>။</p><p lang=\"my\" class=\"my \">ဤကိစ္စနှင့်ပတ်သက်၍ အာယသ်တော်နှင့် ဟဒီးသ်တော် အများအပြား ရှိသည်။ ဥပမာအားဖြင့် တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعْشَرَ الْأَنْبِيَاءِ أَوْلَادُ عَلَّاتٍ دِينُنا وَاحِدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၊ တမန်တော်များ၊ မိခင်များမတူညီသော ညီအစ်ကိုများဖြစ်ကြသော်လည်း ဘာသာတရားမှာ တစ်ခုတည်းဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ أُمَّةٌ قَدْ خَلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ကွယ်လွန်ခဲ့သော လူမျိုးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သင်တို့မတိုင်မီက ရှိခဲ့ဖူးသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သူတို့ လုပ်ဆောင်ခဲ့သည်များ၏ အကျိုးကို ရရှိကြမည်ဖြစ်ပြီး သင်တို့ကလည်း သင်တို့ လုပ်ဆောင်သည့်အကျိုးကို ရရှိကြမည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်က ကြေညာသည်မှာ၊ သင်တို့၏ ဘိုးဘေးများထဲမှ တမန်တော်များ သို့မဟုတ် ဖြောင့်မတ်သောသူများနှင့် သင်တို့၏ ဆက်ဆံရေးသည် သင်တို့အား ဘာသာရေးအကျိုးဖြစ်ထွန်းစေသော ကောင်းမှုများကို မလုပ်ဆောင်ပါက အကျိုးမပြုနိုင်ပါ။ သူတို့တွင် သူတို့၏ လုပ်ရပ်များရှိပြီး သင်တို့တွင် သင်တို့၏ လုပ်ရပ်များရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ လုပ်ဆောင်ခဲ့သည်များအတွက် သင်တို့ကို မေးမြန်းခြင်းခံရမည် မဟုတ်ပေ)</span>။\"</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဟဒီးသ်တော်တစ်ခုက ကြေညာထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မိမိ၏ လုပ်ဆောင်မှုများကြောင့် နှေးကွေးပါက မိမိ၏ မျိုးရိုးကြောင့် ပိုမိုမြန်ဆန်လာမည်မဟုတ်ပေ။)</span>'</p>"
  },
  {
    "ayah_key": "2:135",
    "group_ayah_key": "2:135",
    "from_ayah": "2:135",
    "to_ayah": "2:135",
    "ayah_keys": "2:135",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့က \"ဂျူး သို့မဟုတ် ခရစ်ယာန် ဖြစ်ပါ၊ သို့မှသာ လမ်းမှန်ရရှိမည်\" ဟု ပြောကြသည်။ အို မိုဟာမတ် ﷺ၊ ၎င်းတို့အား ပြောကြားပါ– \"မဟုတ်ပါ၊ <span class=\"gray\">(ကျွန်ုပ်တို့သည်)</span> အီဗရာဟင်မ်၏ ဘာသာတရား၊ ဟနီဖ် <span class=\"gray\">(အစ္စလာမ့်တစ်ဆူတည်းသော ဘုရားဝါဒ)</span> ကိုသာ လိုက်နာသည်။ သူသည် အလ်-မွရှ်ရီကင်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်သူများ <span>(၁၃၅)</span></span> မဟုတ်ပေ။</p><p lang=\"my\" class=\"my \">မိုဟာမတ် ဘင်န် အစ္စဟတ်က အိဗ်နု အဗ္ဗာစ်ပြောသည်မှာ အဗ္ဗဒူလ္လာဟ် ဘင်န် ဆူရိယာ အလ်-အအ်ဝါရ်က အလ္လာဟ်၏ ရစူလ်အား \"လမ်းမှန်သည် ကျွန်ုပ်တို့ <span class=\"gray\">(ဂျူးများ)</span> လိုက်နာသောအရာသာ ဖြစ်သည်။ ထို့ကြောင့် အို မိုဟာမတ်၊ ကျွန်ုပ်တို့ကို လိုက်နာပါ၊ သင်သည် လမ်းမှန်ရရှိမည်\" ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ ခရစ်ယာန်များကလည်း အလားတူ ပြောကြားခဲ့သဖြင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَىٰ تَهْتَدُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ဂျူး သို့မဟုတ် ခရစ်ယာန် ဖြစ်ပါ၊ သို့မှသာ လမ်းမှန်ရရှိမည်\" ဟု ပြောကြသည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မိုဟာမတ် ﷺ၊ ၎င်းတို့အား ပြောကြားပါ– \"မဟုတ်ပါ၊ <span class=\"gray\">(ကျွန်ုပ်တို့သည်)</span> အီဗရာဟင်မ်၏ ဘာသာတရား၊ ဟနီဖ် ကိုသာ လိုက်နာသည်\")</span> ဆိုသည်မှာ \"သင်တို့ ကျွန်ုပ်တို့ကို ခေါ်ဆိုသော ဂျူးဘာသာ သို့မဟုတ် ခရစ်ယာန်ဘာသာကို ကျွန်ုပ်တို့ မလိုအပ်ပါ။\" အမှန်စင်စစ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِلَّةَ إِبْرَاهِيمَ حَنِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကျွန်ုပ်တို့သည်)</span> အီဗရာဟင်မ်၏ ဘာသာတရား၊ ဟနီဖ် ကိုသာ လိုက်နာသည်)</span> ဆိုသည်မှာ ဖြောင့်မတ်သော လမ်းပေါ်၌ ဖြစ်သည်။ မိုဟာမတ် ဘင်န် ကအ်ဗ် အလ်-ကွရ်ရာဇီနှင့် အီစာ ဘင်န် ဂျာရိယဟ်တို့ ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။ အဘူ ကီလာဘဟ်ကလည်း \"ဟနီဖ် ဆိုသည်မှာ အစမှအဆုံးအထိ တမန်တော်များ ယုံကြည်ခဲ့ကြသည့်အရာ ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "2:136",
    "group_ayah_key": "2:136",
    "from_ayah": "2:136",
    "to_ayah": "2:136",
    "ayah_keys": "2:136",
    "text": "<p lang=\"my\" class=\"my \">အို မွတ်စလင်မ်တို့၊ \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ယုံကြည်သည်။ ကျွန်ုပ်တို့ထံသို့ ချမှတ်ခဲ့သည့်အရာများကိုလည်း ယုံကြည်သည်။ အီဗရာဟင်မ် <span class=\"gray\">(အာဗြဟံ)</span>၊ အစ္စမာအီလ် <span class=\"gray\">(အစ္စမေးလ်)</span>၊ အစ္စဟတ် <span class=\"gray\">(အစ္စဟတ်)</span>၊ ယာကူဗ် <span class=\"gray\">(ဂျေကော့ဘ်)</span> နှင့် အလ်-အစဗာတ် <span class=\"gray\">(ယာကူဗ်၏ သားတစ်ဆယ့်နှစ်ပါး၏ မျိုးဆက်များ)</span> ထံသို့ ချမှတ်ခဲ့သည့်အရာများကိုလည်း ယုံကြည်သည်။ မူဆာ <span class=\"gray\">(မောရှေ)</span> နှင့် အီစာ <span class=\"gray\">(ယေရှု)</span> အား ပေးသနားခဲ့သည့်အရာများကိုလည်းကောင်း၊ ၎င်းတို့၏ အရှင်သခင်ထံမှ တမန်တော်များအား ပေးသနားခဲ့သည့်အရာများကိုလည်းကောင်း ယုံကြည်သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့ထဲမှ မည်သူ့ကိုမျှ ခွဲခြားမထားဘဲ ကိုယ်တော်ထံသို့သာ ကျွန်ုပ်တို့ အပ်နှံသည် <span class=\"gray\">(အစ္စလာမ်ဘာသာတွင်)</span>။ <span>(၁၃၆)</span></p><div lang=\"my\" class=\"my \"><h2>မွတ်စလင်မ်သည် အလ္လာဟ်အရှင်မြတ် ထုတ်ဖော်ပြသခဲ့သမျှနှင့် တမန်တော်အားလုံးကို ယုံကြည်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ယုံကြည်သော ကျွန်များကို သူ၏ ရစူလ် မိုဟာမတ် ﷺ မှတဆင့် ၎င်းတို့ထံသို့ ချမှတ်ခဲ့သောအရာများကိုလည်းကောင်း၊ ယေဘုယျအားဖြင့် ယခင်တမန်တော်များထံသို့ ထုတ်ဖော်ပြသခဲ့သောအရာများကိုလည်းကောင်း ယုံကြည်ရန် ညွှန်ကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်အချို့ကို အမည်ဖြင့် ဖော်ပြခဲ့သော်လည်း အများအပြားကို အမည်မဖော်ပြခဲ့ပါ။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို တမန်တော်များအကြား ခွဲခြားခြင်းမှ ရှောင်ကြဉ်ရန်နှင့် ၎င်းတို့အားလုံးကို ယုံကြည်ရန် ညွှန်ကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဖော်ပြခဲ့သောသူများကို တုပခြင်းမှ ရှောင်ကြဉ်ရမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرِيدُونَ أَن يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا بَيْنَ ذَٰلِكَ سَبِيلًا - أُولَٰئِكَ هُمُ الْكَافِرُونَ حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်နှင့် သူ၏ ရစူလ်များအကြား ခွဲခြားရန် ဆန္ဒရှိကြသည် <span class=\"gray\">(အလ္လာဟ်ကို ယုံကြည်ပြီး သူ၏ ရစူလ်များကို မယုံကြည်ခြင်းဖြင့်)</span> \"ကျွန်ုပ်တို့သည် အချို့ကို ယုံကြည်ပြီး အချို့ကို ငြင်းပယ်သည်\" ဟု ပြောဆိုကြပြီး ကြားလမ်းကို ကျင့်သုံးရန် ဆန္ဒရှိကြသည်။ ၎င်းတို့သည် အမှန်စင်စစ် မယုံကြည်သူများ ဖြစ်ကြသည်)</span><span class=\"gray\">(၄:၁၅၀-၁၅၁)</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အဘူ ဟုရိုင်ရဟ် ပြောသည်မှာ \"ကျမ်းစာပိုင်ရှင်များသည် တိုရဟ်ကျမ်းကို ဟေဗြဲဘာသာဖြင့် ဖတ်ပြီး မွတ်စလင်မ်များအတွက် အာရဗီဘာသာသို့ ပြန်ဆိုလေ့ရှိသည်\" ဟု ဖော်ပြခဲ့သည်။ အလ္လာဟ်၏ ရစူလ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُصَدِّقُوا أَهْلَ الْكِتَابِ وَلَا تُكَذِّبُوهُمْ وقُولُوا: آمَنَّا بِاللهِ وَمَا أُنْزل إِلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းစာပိုင်ရှင်များကို မယုံကြည်ကြနှင့်၊ သူတို့ပြောသည်ကိုလည်း မငြင်းပယ်ကြနှင့်။ ယင်းအစား 'ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ကျွန်ုပ်တို့ထံသို့ ချမှတ်ခဲ့သောအရာများကိုလည်းကောင်း ယုံကြည်ပါသည်' ဟု ပြောကြပါ။)</span>\"</p><p lang=\"my\" class=\"my \">ထို့ပြင် မွတ်စလင်မ်၊ အဘူ ဒါဝုဒ်နှင့် အန်-နာစာအီတို့က အိဗ်နု အဗ္ဗာစ်ပြောသည်မှာ \"အများအားဖြင့် အလ္လာဟ်၏ ရစူလ် ﷺ သည် ဖတ်ရွတ်လေ့ရှိသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ကျွန်ုပ်တို့ထံသို့ ချမှတ်ခဲ့သောအရာများကိုလည်းကောင်း ယုံကြည်ပါသည်)</span><span class=\"gray\">(၂: ၁၃၆)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပါသည်၊ ကျွန်ုပ်တို့သည် မွတ်စလင်မ်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ အပ်နှံသည်)</span> ဖြစ်ကြောင်း သက်သေခံပါသည်)</span><span class=\"gray\">(၃:၅၂)</span> ဖဂျ်ရ်မတိုင်မီ <span class=\"gray\">(ဆန္ဒအလျောက်)</span> နှစ်ရကအတ်တွင် ဖြစ်သည်\" ဟု ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဘူ အလ်-အလီယာ၊ အလ်-ရာဘီအ်နှင့် ကွာတာဒဟ်တို့က \"အလ်-အစဗာတ်ဆိုသည်မှာ ယာကူဗ်၏ သားတစ်ဆယ့်နှစ်ပါးဖြစ်ပြီး ၎င်းတို့တစ်ဦးစီတွင် ၎င်းတို့၏ မျိုးဆက်မှ လူမျိုးစုများ ရှိခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့အား အလ်-အစဗာတ်ဟု ခေါ်ဆိုခဲ့ခြင်းဖြစ်သည်။\" အလ်-ခလီလ် ဘင်န် အဟ်မဒ်နှင့် အခြားသူများက \"အစ္စရေးလူမျိုးများထဲမှ အလ်-အစဗာတ်သည် အစ္စမာအီလ်၏ သားစဉ်မြေးဆက်များထဲမှ မျိုးနွယ်စုများနှင့် အတူတူပင်ဖြစ်သည်။\" ဆိုလိုသည်မှာ အစဗာတ်ဆိုသည်မှာ အစ္စရေးလူမျိုးများ၏ အမျိုးမျိုးသော မျိုးနွယ်စုများဖြစ်ပြီး ၎င်းတို့ထဲသို့ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်များစွာကို စေလွှတ်ခဲ့သည်။ မောရှေက အစ္စရေးလူမျိုးများကို ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنبِيَاءَ وَجَعَلَكُم مُّلُوكًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို သတိရကြလော့။ ကိုယ်တော်သည် သင်တို့ထဲမှ တမန်တော်များကို ဖြစ်စေခဲ့ပြီး သင်တို့ကို ဘုရင်များ ဖြစ်စေခဲ့သည်)</span><span class=\"gray\">(၅:၂၀)</span>။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့အား မျိုးနွယ်စု တစ်ဆယ့်နှစ်စုအဖြစ် ခွဲခြားခဲ့သည်)</span><span class=\"gray\">(၇:၁၆၀)</span>။</p><p lang=\"my\" class=\"my \">အလ်-ကွရ်တူဘီက \"စစ်ဗ်ဆိုသည်မှာ တူညီသော ဘိုးဘေးများမှ ဆင်းသက်လာသော လူအုပ်စု သို့မဟုတ် မျိုးနွယ်စုဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကွာတာဒဟ်က \"အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို ကိုယ်တော်အားလည်းကောင်း၊ သူ၏ကျမ်းစာများနှင့် တမန်တော်အားလုံးကိုလည်းကောင်း ယုံကြည်ရန် အမိန့်ပေးခဲ့သည်။\" ဟု ပြောကြားခဲ့သည်။ ထို့ပြင် ဆူလိုင်မာန် ဘင်န် ဟဘိဗ်က \"ကျွန်ုပ်တို့သည် <span class=\"gray\">(မူရင်း)</span> တိုရဟ်နှင့် အင်ဂျီလ်တို့ကို ယုံကြည်ရန် အမိန့်ခံခဲ့ရသော်လည်း ၎င်းတို့ကို လိုက်နာရန် အမိန့်မခံခဲ့ရပေ။\" ဟု ပြောကြားခဲ့သည်။</p>"
  }
]