[
  {
    "ayah_key": "44:9",
    "group_ayah_key": "44:9",
    "from_ayah": "44:9",
    "to_ayah": "44:16",
    "ayah_keys": "44:9,44:10,44:11,44:12,44:13,44:14,44:15,44:16",
    "text": "<p lang=\"my\" class=\"my \">မဟုတ်ဘူး! သူတို့သည် သံသယဖြင့် ကစားနေကြသည်။ <span>(9)</span>ထို့နောက် သင်တို့သည် ကောင်းကင်မှ ထင်ရှားသော မီးခိုးကို ထုတ်လွှတ်မည့်နေ့ကို စောင့်ဆိုင်းကြပါ။ <span>(10)</span>လူသားတို့ကို ဖုံးလွှမ်း၍၊ ၎င်းသည် နာကျင်စေသော ပြစ်ဒဏ်ဖြစ်သည်။ <span>(11)</span><span class=\"gray\">(သူတို့က ပြောကြမည်)</span>: \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့ထံမှ ပြစ်ဒဏ်ကို ဖယ်ရှားပေးပါ၊ အမှန်ပင် ကျွန်ုပ်တို့သည် ယုံကြည်သူများ ဖြစ်လာပါမည်! <span>(12)</span>ရှင်းရှင်းလင်းလင်း ရှင်းပြသည့် ရစူလ်တမန်တစ်ပါးသည် သူတို့ထံ ရောက်ရှိလာခဲ့ပြီး ဖြစ်ပါလျက်၊ သူတို့အတွက် မည်သို့လျှင် အဆုံးအမရှိနိုင်မည်နည်း။ <span>(13)</span>ထို့နောက် သူတို့သည် သူ့ထံမှ လှည့်ထွက်သွားပြီး ပြောဆိုခဲ့ကြသည်- \"<span class=\"gray\">(သူသည်)</span> သင်ကြားခံရသူ၊ ရူးသွပ်သူတစ်ဦး!\" <span>(14)</span>အမှန်ပင်၊ ငါတို့သည် ပြစ်ဒဏ်ကို ခဏမျှ ဖယ်ရှားပေးမည်။ အမှန်ပင်၊ သင်တို့သည် ပြန်လှန်လာကြမည်။ <span>(15)</span>ငါတို့သည် သင်တို့ကို ကြီးမားသော ဘတ်ရှာဖြင့် ရိုက်နှက်မည့်နေ့တွင်၊ အမှန်ပင်၊ ငါတို့သည် လက်စားချေမည်။ <span>(16)</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်မှ ထင်ရှားသော မီးခိုး ထုတ်လွှတ်မည့်နေ့ သတင်းဖြင့် ရုပ်တုကိုးကွယ်သူများကို အသိပေးခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ ဤရုပ်တုကိုးကွယ်သူများသည် သံသယဖြင့် ကစားနေကြသည်၊ ဆိုလိုသည်မှာ မလွဲမသွေမှန်ကန်သည့် အမှန်တရားသည် သူတို့ထံ ရောက်ရှိလာခဲ့ပြီးဖြစ်သော်လည်း သူတို့သည် ၎င်းကို သံသယဝင်ကြပြီး ယုံကြည်ခြင်းမရှိကြပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သူတို့ကို သတိပေးပြီး ခြိမ်းခြောက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် ကောင်းကင်မှ ထင်ရှားသော မီးခိုးကို ထုတ်လွှတ်မည့်နေ့ကို စောင့်ဆိုင်းကြပါ။)</span> မဆ်ရူက် ပြောပြသည်မှာ၊ \"ကျွန်ုပ်တို့သည် ဗလီထဲသို့ – ဆိုလိုသည်မှာ ကင်ဒါဂိတ်ရှိ ကူဖာဗလီ – ဝင်ရောက်ခဲ့ကြပြီး အမျိုးသားတစ်ဦးသည် သူ၏အပေါင်းအသင်းများကို ရွတ်ဖတ်ပြနေသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်မှ ထင်ရှားသော မီးခိုးကို ထုတ်လွှတ်မည့်နေ့။)</span> သူက သူတို့ကို မေးသည်- 'ဒါဘာလဲဆိုတာ သိလား'။ ဒါက ရှင်ပြန်ထမြောက်ရာနေ့မှာ ဖြစ်ပေါ်လာမယ့် မီးခိုးပဲ။ ဒါဟာ ဟန်ဆောင်သူတွေရဲ့ နားအကြားအာရုံနဲ့ မျက်စိအမြင်အာရုံကို ဖယ်ရှားသွားမှာဖြစ်ပေမယ့် ယုံကြည်သူတွေအတွက်တော့ ချမ်းအေးသလို ဖြစ်နေလိမ့်မယ်။'\" </p><p lang=\"my\" class=\"my \">သူက ပြောသည်၊ \"ကျွန်ုပ်တို့သည် အိဗ်နု မဆ်အူဒ်ထံ ရောက်ရှိခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ။ ပြီးနောက် ထိုအကြောင်းကို ပြောပြခဲ့သည်။ သူသည် လဲလျောင်းနေရာမှ ရုတ်တရက် ထထိုင်ပြီး ပြောဆိုသည်- 'အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ တမန်တော် ﷺ အား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَالِّفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်က ပြောပါ- \"ဤအရာအတွက် သင်တို့ထံမှ မည်သည့်အဖိုးအခမျှ ငါမတောင်းပါ။ ငါသည် ဟန်ဆောင်သူများထဲမှ တစ်ဦးလည်း မဟုတ်ပါ။\")</span><span class=\"gray\">(38:86)</span>။ ၎င်းအပြင် လူတစ်ဦးသည် တစ်ခုခုကို မသိပါက၊ 'အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည်' ဟု ပြောသင့်သည်မှာ အသိပညာ၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည်။ ထိုအကြောင်းနှင့် ပတ်သက်၍ ဟဒီးစ်တစ်ခုကို ကျွန်ုပ်ပြောပြပါမည်။ ကူရိုင်းရှ်တို့သည် အစ္စလာမ်ကို လက်မခံဘဲ ခေါင်းမာလာသောအခါ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ သည် သူတို့အပေါ်၊ ယူဆွဖ်၏ <span class=\"gray\">(မိုးခေါင်ရေရှားမှုနှင့် အငတ်ဘေး)</span> နှစ်များကဲ့သို့သော နှစ်များ ရောက်ရှိစေရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့သည်။ သူတို့သည် အလွန်အမင်း ပင်ပန်းနွမ်းနယ်ပြီး ဆာလောင်ခဲ့ကြ၍ အရိုးများနှင့် အသေကောင်များကို စားခဲ့ကြသည်။ သူတို့ ကောင်းကင်ကို ကြည့်ခဲ့ကြသော်လည်း မီးခိုးမှတစ်ပါး ဘာမျှ မမြင်တွေ့ခဲ့ကြပေ။'\" </p><p lang=\"my\" class=\"my \">အခြားသော မှတ်တမ်းတစ်ခုအရ- \"လူတစ်ဦးသည် ကောင်းကင်ကို ကြည့်လိုက်သောအခါ သူနှင့် ကောင်းကင်ကြားတွင် မီးခိုးငွေ့မှလွဲ၍ ဘာမျှ မမြင်ရ၊ သူ၏ ပင်ပန်းနွမ်းနယ်မှုကြောင့် ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ - يَغْشَى النَّاسَ ۖ هَٰذَا عَذَابٌ أَلِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် ကောင်းကင်မှ ထင်ရှားသော မီးခိုးကို ထုတ်လွှတ်မည့်နေ့ကို စောင့်ဆိုင်းကြပါ၊ လူသားတို့ကို ဖုံးလွှမ်း၍၊ ၎င်းသည် နာကျင်စေသော ပြစ်ဒဏ်ဖြစ်သည်။)</span> အမျိုးသားတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ ထံ လာရောက်ပြီး ပြောဆိုသည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်! မူဒါရ်တို့အတွက် မိုးရွာစေရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပေးပါ၊ သူတို့ သေဆုံးနေကြပါပြီ။\" ထို့ကြောင့် တမန်တော် ﷺ သည် သူတို့အတွက် မိုးရွာစေရန် ဆုတောင်းခဲ့ရာ သူတို့ မိုးရွာခဲ့သည်။ ထို့နောက် ဤအာယသ်ကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ငါတို့သည် ပြစ်ဒဏ်ကို ခဏမျှ ဖယ်ရှားပေးမည်။ အမှန်ပင်၊ သင်တို့သည် ပြန်လှန်လာကြမည်။)</span> အိဗ်နု မဆ်အူဒ်က ပြောသည်- \"ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့အတွက် ပြစ်ဒဏ်ကို ဖယ်ရှားပေးလိမ့်မည်ဟု သင်တို့ ထင်သလား။ သူတို့ကို သက်သာခွင့်ပေးခဲ့သောအခါ၊ သူတို့သည် သူတို့၏ ယခင်အခြေအနေသို့ ပြန်လည်ရောက်ရှိသွားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَىٰ إِنَّا مُنْتَقِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်တို့ကို ကြီးမားသော ဘတ်ရှာဖြင့် ရိုက်နှက်မည့်နေ့တွင်၊ အမှန်ပင်၊ ငါတို့သည် လက်စားချေမည်။)</span>\" သူက ပြောသည်၊ \"ဆိုလိုသည်မှာ ဗဒ်ရ်နေ့ဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">အိဗ်နု မဆ်အူဒ်က ပြောသည်၊ \"အရာငါးခု ဖြစ်ပျက်ခဲ့ပြီးပြီ- မီးခိုး၊ ရောမတို့ <span class=\"gray\">(ရှုံးနိမ့်ခြင်း)</span>၊ လ <span class=\"gray\">(ကွဲထွက်ခြင်း)</span>၊ ဘတ်ရှာ နှင့် ပြစ်ဒဏ်တို့ ဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်ကို အစ္စဟီးဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ ၎င်းကို အီမာမ် အဟ်မဒ်က သူ၏ မုစ်နဒ်တွင်လည်း မှတ်တမ်းတင်ထားပြီး၊ အတ်-တီရ်မိဇီနှင့် အန်-နစာအီက သူတို့၏ <span class=\"gray\">(ကျမ်းများဖြစ်သည့်)</span> တဖ်ဆီရ်တွင် မှတ်တမ်းတင်ထားသည်၊ အိဗ်နု ဂျရီရ်နှင့် အိဗ်နု အဘီ ဟာတိမ်တို့ကလည်း သွယ်ဝိုက်သော မှတ်တမ်းများစွာဖြင့် မှတ်တမ်းတင်ထားသည်။ မုဂျာဟိဒ်၊ အဘူ အလ်-အာလီယာ၊ အိဘ်ရာဟင်မ် အန်-နခ်ခါအီ၊ အဒ်-ဒဟ်ဟက်နှင့် အတီယာ အလ်-အဝ်ဖီ ကဲ့သို့သော ဆလဖ်များစွာတို့သည် ဤအာယသ်၏ အိဗ်နု မဆ်အူဒ်၏ အဓိပ္ပါယ်ဖွင့်ဆိုချက်နှင့် မီးခိုးသည် ဖြစ်ပျက်ခဲ့ပြီးပြီဟူသော သူ၏အမြင်ကို သဘောတူခဲ့ကြသည်။ ၎င်းသည် အိဗ်နု ဂျရီရ်၏ အမြင်လည်းဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">အဘူ စရီဟာ၏ ဟဒီးစ်အရ၊ ဟူဒိုင်ဖာ ဘင် အဆစ်ဒ် အလ်-ဂီဖာရီ၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ၊ ပြောသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ သည် အခန်းတစ်ခန်းမှ ကျွန်ုပ်တို့ကို ကြည့်ရှုခဲ့သည်၊ ထိုအချိန်တွင် ကျွန်ုပ်တို့သည် နာရီ <span class=\"gray\">(ကိယာမတ်နေ့)</span> အကြောင်းကို ဆွေးနွေးနေခဲ့ကြသည်။ သူ ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقُومُ السَّاعَةُ حَتّٰى تَرَوْا عَشْرَ آيَاتٍ: طُلُوعَ الشَّمْسِ مِنْ مَغْرِبِهَا، وَالدُّخَانَ، وَالدَّابَّةَ، وَخُرُوجَ يَأْجُوجَ وَمَأْجُوجَ، وَخُرُوجَ عِيْسَى ابْنِ مَرْيَمَ وَالدَّجَّالَ، وَثَلَاثَةَ خُسُوفٍ: خَسْفٌ بِالْمَشْرِقِ، وَخَسْفٌ بِالْمَغْرِبِ، وَخَسْفٌ بِجَزِيرَةِ الْعَرَبِ، وَنَارًا تَخْرُجُ مِنْ قَعْرِ عدن تَسُوقُ النَّاسَ - أَوْ تَحْشُرُ النَّاسَ - تَبِيتُ مَعَهُمْ حَيْثُ بَاتُوا، وَتَقِيلُ مَعَهُمْ حَيْثُ قَالُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နာရီ <span class=\"gray\">(ကိယာမတ်နေ့)</span> သည် သင်တို့ အမှတ်အသား ဆယ်ခုကို မတွေ့မချင်း ရောက်လာမည်မဟုတ်ပေ။ အနောက်ဘက်မှ နေထွက်ခြင်း၊ မီးခိုး၊ သတ္တဝါ၊ ယအ်ဂျူဂျ်နှင့် မအ်ဂျူဂျ်တို့ ထွက်ပေါ်လာခြင်း၊ အီဆာ ဘင်မ် မရ်ယမ် ပေါ်ထွန်းခြင်း၊ ဒဂျ်ဂျာလ်၊ မြေပြိုမှု သုံးခု – တစ်ခုသည် အရှေ့ဘက်တွင်၊ တစ်ခုသည် အနောက်ဘက်တွင်၊ တစ်ခုသည် အာရေဗျကျွန်းဆွယ်တွင် – နှင့် အဒန်အောက်ခြေမှ ထွက်ပေါ်လာမည့် မီးတစ်ခုသည် လူများကို မောင်းထုတ်မည် – သို့မဟုတ် လူများကို စုစည်းမည် – ညဘက် အိပ်စက်ရန် သို့မဟုတ် နေ့ဘက် အနားယူရန် ရပ်နားသည့်အခါ သူတို့နှင့်အတူ ရပ်နားမည်။)</span>\" ၎င်းကို မွတ်စလင်မ်က သူ၏ စဟီးဟ်ကျမ်းတွင်သာ မှတ်တမ်းတင်ထားသည်။\" </p><p lang=\"my\" class=\"my \">အစ္စဟီးဟ်နှစ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ သည် အိဗ်နု စယာဒ်အား မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي خَبَأْتُ لَكَ خَبْأً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မင်းအတွက် တစ်ခုခုကို ငါဖုံးကွယ်ထားတယ်။)</span> သူက ပြောသည်၊ ၎င်းသည် အဒ်-ဒွခ် ဖြစ်သည်။ တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထွက်သွား! မင်းရဲ့ ရာထူးထက် ပိုမရနိုင်ဘူး။)</span> သူက ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ သည် သူ့ထံမှ ဤစကားလုံးများကို ဖုံးကွယ်ထားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် ကောင်းကင်မှ ထင်ရှားသော မီးခိုးကို ထုတ်လွှတ်မည့်နေ့ကို စောင့်ဆိုင်းကြပါ။)</span>\" ၎င်းက မီးခိုးသည် ပေါ်လာရန် ကျန်ရှိနေသေးကြောင်း ဖော်ပြသည်။ အိဗ်နု စယာဒ်သည် ဂျင်န်များမှတစ်ဆင့် အရာများကို ကြားသိရသည့် နက္ခတ်ဆရာတစ်ဦးဖြစ်ပြီး ၎င်းတို့၏ စကားသည် မရှင်းလင်းသောကြောင့် သူက \"၎င်းသည် အဒ်-ဒွခ်\" ဟု ပြောခဲ့သည်၊ ဆိုလိုသည်မှာ အဒ်-ဒုခါန် <span class=\"gray\">(မီးခိုး)</span> ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ သည် ဖြစ်ပျက်နေသည်များကို သေချာသိရှိခဲ့သောအခါ၊ သူ၏ သတင်းအချက်အလက်၏ အရင်းအမြစ်သည် ရှိုင်သွာန်များဖြစ်ကြောင်း သိရှိသောအခါ၊ သူ ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထွက်သွား! မင်းရဲ့ ရာထူးထက် ပိုမရနိုင်ဘူး။)</span> မရ်ဖူအ်နှင့် မဝ်ကူဖ် ဟဒီးစ်များ၊ အစ္စဟီးဟ်၊ ဟဆန်နှင့် အခြား ဟဒီးစ်မြောက်မြားစွာတို့သည် မီးခိုးသည် <span class=\"gray\">(ကိယာမတ်နေ့၏)</span> စောင့်ဆိုင်းနေရသော နိမိတ်လက္ခဏာများထဲမှ တစ်ခုဖြစ်ကြောင်း ဖော်ပြသည်။ ၎င်းသည် ကုရ်အာန်ရှိ အာယသ်များ၏ ထင်ရှားသော အဓိပ္ပါယ်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် ကောင်းကင်မှ ထင်ရှားသော မီးခိုးကို ထုတ်လွှတ်မည့်နေ့ကို စောင့်ဆိုင်းကြပါ။)</span> ဆိုလိုသည်မှာ ရှင်းလင်းစွာ မြင်ရသည်၊ လူအားလုံး မြင်တွေ့နိုင်သည်အထိ ဖြစ်သည်။ အိဗ်နု မဆ်အူဒ်၏ အဓိပ္ပါယ်ဖွင့်ဆိုချက်အရ၊ ၎င်းသည် သူတို့၏ ပြင်းထန်သော ဆာလောင်မှုနှင့် ပင်ပန်းနွမ်းနယ်မှုကြောင့် မြင်တွေ့ခဲ့ရသော မြင်ကွင်းတစ်ခုဖြစ်သည်။ သူသည် ဤအာယသ်ကိုလည်း အဓိပ္ပါယ်ဖွင့်ဆိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْشَى النَّاسَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့ကို ဖုံးလွှမ်း၍၊)</span> ဆိုလိုသည်မှာ ၎င်းသည် သူတို့ကို ဖုံးလွှမ်းပြီး လွှမ်းမိုးခဲ့သည်။ သို့သော် ၎င်းသည် မက္ကာဟ်မှ ရုပ်တုကိုးကွယ်သူများထံ ဖြစ်ပျက်ခဲ့သော အထင်မှားမှုတစ်ခုသာ ဖြစ်ပါက၊ အလ္လာဟ်အရှင်မြတ်သည် \"လူသားတို့ကို ဖုံးလွှမ်း၍\" ဟု မိန့်တော်မူမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် နာကျင်စေသော ပြစ်ဒဏ်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းကို သူတို့ကို ဆူပူသတိပေးသည့် ပုံစံဖြင့် ပြောဆိုလိမ့်မည်။ ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို ငရဲမီးထဲသို့ အတင်းအကြပ် တွန်းချခံရမည့်နေ့၊ ကြောက်မက်ဖွယ်ကောင်းပြီး အင်အားပြင်းထန်စွာ တွန်းချခြင်းဖြင့်။ ဤသည်မှာ သင်တို့ ငြင်းပယ်လေ့ရှိသော မီးဖြစ်သည်။)</span><span class=\"gray\">(52:13-14)</span>။ သို့မဟုတ် သူတို့အချို့သည် ထိုအရာကို အချင်းချင်း ပြောဆိုကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သူတို့က ပြောကြမည်)</span>: \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့ထံမှ ပြစ်ဒဏ်ကို ဖယ်ရှားပေးပါ၊ အမှန်ပင် ကျွန်ုပ်တို့သည် ယုံကြည်သူများ ဖြစ်လာပါမည်!\")</span> ဆိုလိုသည်မှာ ကာဖိရ်များက အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို မျက်မြင်ကိုယ်တွေ့ ကြုံရသောအခါ၊ ၎င်းကို သူတို့ထံမှ ဖယ်ရှားပေးရန် တောင်းဆိုကြလိမ့်မည်။ ၎င်းသည် ဤအာယသ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို <span class=\"gray\">(ငရဲ)</span> မီးပေါ်တွင် ဖမ်းထားသည့်အခါ သင်သာ မြင်တွေ့ခဲ့ရလျှင်! သူတို့က ပြောကြမည်- \"အကယ်၍ ကျွန်ုပ်တို့ကို <span class=\"gray\">(လောကသို့)</span> ပြန်လည်စေလွှတ်ခဲ့ပါက! ထိုအခါ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ အာယသ်များကို ငြင်းပယ်မည်မဟုတ်၊ ယုံကြည်သူများထဲမှ ဖြစ်လာမည်!\")</span><span class=\"gray\">(6:27)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَىٰ أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ ۗ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အား သူတို့ထံသို့ ပြစ်ဒဏ်ရောက်ရှိလာမည့်နေ့ကို သတိပေးပါ။ ထိုအခါ ပြစ်မှုကျူးလွန်သူများသည် ပြောဆိုကြလိမ့်မည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့ကို ခဏတာမျှ ဆိုင်းငံ့ပေးပါ၊ ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ ဖိတ်ခေါ်မှုကို တုံ့ပြန်မည်ဖြစ်ပြီး ရစူလ်တမန်များကို လိုက်နာပါမည်!\" <span class=\"gray\">(ပြောဆိုလိမ့်မည်)</span>: \"သင်တို့သည် ယခင်က <span class=\"gray\">(လောကမှ နောင်ဘဝသို့)</span> မထွက်ခွာဟု ကျိန်ဆိုခဲ့ကြသည် မဟုတ်လော။\")</span><span class=\"gray\">(14:44)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّىٰ لَهُمُ الذِّكْرَىٰ وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ - ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်းရှင်းလင်းလင်း ရှင်းပြသည့် ရစူလ်တမန်တစ်ပါးသည် သူတို့ထံ ရောက်ရှိလာခဲ့ပြီး ဖြစ်ပါလျက်၊ သူတို့အတွက် မည်သို့လျှင် အဆုံးအမရှိနိုင်မည်နည်း။ ထို့နောက် သူတို့သည် သူ့ထံမှ လှည့်ထွက်သွားပြီး ပြောဆိုခဲ့ကြသည်- \"<span class=\"gray\">(သူသည်)</span> သင်ကြားခံရသူ၊ ရူးသွပ်သူတစ်ဦး!\")</span> ဆိုလိုသည်မှာ 'ငါတို့က သူတို့ထံ ရှင်းလင်းသော သတင်းစကားနှင့် သတိပေးချက်ပါရှိသည့် ရစူလ်တမန်တစ်ပါးကို စေလွှတ်ခဲ့ပြီးဖြစ်ပါလျက် သူတို့သည် မည်သည့် ထပ်မံအဆုံးအမကို လိုအပ်ဦးမည်နည်း။ သို့သော် ထိုသို့ဖြစ်လင့်ကစား သူတို့သည် သူ့ထံမှ လှည့်ထွက်သွားပြီး၊ သူ့ကို ဆန့်ကျင်ကာ ငြင်းပယ်ခဲ့ကြသည်၊ ပြီးတော့ သူတို့က ပြောဆိုခဲ့သည်- <span class=\"gray\">(သူသည်)</span> <span class=\"gray\">(လူသားတစ်ဦးမှ)</span> သင်ကြားခံရသူ၊ ရူးသွပ်သူတစ်ဦး'။ ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّىٰ لَهُ الذِّكْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားသည် သတိရမည်ဖြစ်သော်လည်း ထိုသတိရခြင်းသည် <span class=\"gray\">(ထိုအခါ)</span> သူ့ကို မည်သို့လျှင် အကျိုးပြုနိုင်မည်နည်း။)</span><span class=\"gray\">(89:23)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ - وَقَالُوا آمَنَّا بِهِ وَأَنَّىٰ لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးတော့ သင်သာ မြင်တွေ့ခဲ့ရလျှင်၊ သူတို့သည် လွတ်မြောက်ခြင်းမရှိဘဲ ကြောက်ရွံ့ထိတ်လန့်နေကြပြီး နီးရာနေရာမှ ဖမ်းဆီးခံရလိမ့်မည်။ သူတို့က <span class=\"gray\">(နောင်ဘဝတွင်)</span> ပြောကြမည်- \"ကျွန်ုပ်တို့ <span class=\"gray\">(ယခု)</span> ယုံကြည်ပါသည်;\" သို့သော် ထိုမျှဝေးကွာသော နေရာမှ <span class=\"gray\">(ယုံကြည်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်မှ လက်ခံခြင်းကို)</span> သူတို့ မည်သို့လျှင် ရရှိနိုင်မည်နည်း။)</span><span class=\"gray\">(34:51-52)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ငါတို့သည် ပြစ်ဒဏ်ကို ခဏမျှ ဖယ်ရှားပေးမည်။ အမှန်ပင်၊ သင်တို့သည် ပြန်လှန်လာကြမည်။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် သင်တို့ထံမှ ပြစ်ဒဏ်ကို ခဏမျှ ဖယ်ရှားပေးပြီး လောကသို့ ပြန်လည်စေလွှတ်ခဲ့ပါက၊ သင်တို့သည် သင်တို့၏ ယခင် ကုဖ်ရ် <span class=\"gray\">(ငြင်းပယ်ခြင်း)</span> နှင့် ငြင်းဆန်ခြင်းအခြေအနေသို့ ပြန်သွားလိမ့်မည်'။ ၎င်းသည် ဤအာယသ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူတို့ကို ကရုဏာထား၍ သူတို့အပေါ်ရှိ ဆင်းရဲဒုက္ခကို ဖယ်ရှားပေးခဲ့သော်လည်း၊ သူတို့သည် သူတို့၏ ကျူးလွန်မှုတွင် ခေါင်းမာစွာ ဆက်လက်တည်ရှိနေမည်ဖြစ်ပြီး၊ မျက်စိကန်းစွာ လျှောက်သွားနေကြမည်။)</span><span class=\"gray\">(23:75)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့ကို <span class=\"gray\">(လောကသို့)</span> ပြန်လည်စေလွှတ်ခဲ့ပါက၊ သူတို့ကို တားမြစ်ထားသည့်အရာများသို့ မုချပြန်သွားကြမည်။ အမှန်စင်စစ် သူတို့သည် မုသားပြောသူများဖြစ်သည်)</span><span class=\"gray\">(6:28)</span></p><p lang=\"my\" class=\"my \">\"ကြီးမားသော ဘတ်ရှာ\" ၏ အဓိပ္ပါယ်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَىٰ إِنَّا مُنْتَقِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်တို့ကို ကြီးမားသော ဘတ်ရှာဖြင့် ရိုက်နှက်မည့်နေ့တွင်၊ အမှန်ပင်၊ ငါတို့သည် လက်စားချေမည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု မဆ်အူဒ်သည် ၎င်းကို ဗဒ်ရ်နေ့ဟု အဓိပ္ပါယ်ဖွင့်ဆိုသည်။ ၎င်းသည် အပေါ်တွင် ဆွေးနွေးခဲ့သည့်အတိုင်း မီးခိုး၏ အဓိပ္ပါယ်နှင့် ပတ်သက်၍ အိဗ်နု မဆ်အူဒ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ၊ နှင့် သဘောတူခဲ့သည့် အဖွဲ့တစ်ဖွဲ့၏ အမြင်လည်းဖြစ်သည်။ ၎င်းကို အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ၊ ထံမှ အလ်-အဝ်ဖီနှင့် ဥဘိုင် ဘင် ကအ်ဘ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ၊ တို့မှ သူ့ထံ ဆက်နွယ်သော မှတ်တမ်းတစ်ခုတွင်လည်း ပြောပြထားသည်။ ၎င်းသည် ဖြစ်နိုင်သည်၊ သို့သော် ထင်ရှားသော အဓိပ္ပါယ်မှာ ၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့ကို ရည်ညွှန်းသည်၊ ဗဒ်ရ်နေ့သည် လက်စားချေသည့်နေ့ ဖြစ်ခဲ့သော်လည်း ဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က ပြောသည်၊ \"ယအ်ကူဘ်သည် ကျွန်ုပ်အား ပြောပြသည်၊ အိဗ်နု အူလိုင်ယာသည် ကျွန်ုပ်အား ပြောပြသည်၊ ခါလစ်ဒ် အလ်-ဟဒ်ဇ်ဇာအ်သည် ကျွန်ုပ်တို့အား ပြောပြသည်၊ အိက်ရီမာထံမှ ဖြစ်သည်၊ သူက ပြောသည်၊ 'အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ၊ ပြောသည်၊ \"အိဗ်နု မဆ်အူဒ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ၊ က \"ကြီးမားသော ဘတ်ရှာ\" သည် ဗဒ်ရ်နေ့ဖြစ်သည်ဟု ပြောဆိုသည်၊ ကျွန်ုပ်ကမူ ၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့ဖြစ်သည်ဟု ဆိုသည်\"။ ဤသွယ်ဝိုက်မှတ်တမ်းသည် သူ့အတွက် အစ္စဟီးဟ်ဖြစ်သည်။ ၎င်းသည် အလ်-ဟစန် အလ်-ဘဆ်ရီ၏ အမြင်နှင့် သူထံမှ မှတ်တမ်းတင်ထားသော မှတ်တမ်းနှစ်ခုမှ ပိုမိုမှန်ကန်သော မှတ်တမ်းအရ အိက်ရီမာ၏ အမြင်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည်။</p>"
  }
]