[
  {
    "ayah_key": "32:4",
    "group_ayah_key": "32:4",
    "from_ayah": "32:4",
    "to_ayah": "32:6",
    "ayah_keys": "32:4,32:5,32:6",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကိုလည်းကောင်း၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာခပ်သိမ်းတို့ကိုလည်းကောင်း ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့သူဖြစ်တော်မူ၏။ ထို့နောက် အရှင်သည် ပလ္လင်တော်ပေါ်တွင် အစ္စတဝါဖြစ်တော်မူခဲ့၏။ အရှင်မှတစ်ပါး သင်တို့အတွက် ကာကွယ်စောင့်ရှောက်သူ သို့မဟုတ် အသနားခံ ပန်ကြားသူတစ်ဦးတစ်ယောက်မျှ မရှိပေ။ ထိုအခါ သင်တို့သည် သတိရကြမည်မဟုတ်လော။ <span>(၄)</span>အရှင်သည် မိုးကောင်းကင်များမှ ကမ္ဘာမြေသို့ အမိန့်တော်ကို ပိုင်ခွင့်ရှိတော်မူ၏။ ထို့နောက် သင်တို့ရေတွက်သော နှစ်ပေါင်းတစ်ထောင်နှင့် ညီမျှသော အချိန်ပမာဏရှိသည့် တစ်ရက်အတွင်း အရှင်ထံသို့ ပြန်တက်သွားမည်ဖြစ်၏။ <span>(၅)</span>ထိုအရှင်သည် မမြင်အပ်သောအရာနှင့် မြင်အပ်သောအရာတို့ကို အလုံးစုံသိတော်မူသောအရှင်၊ အနန္တတန်ခိုးရှင်၊ အကြင်နာတော်အထက်ဆုံးရှင် ဖြစ်တော်မူ၏။ <span>(၆)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် စကြဝဠာကို ဖန်ဆင်းရှင်နှင့် ထိန်းချုပ်သူဖြစ်တော်မူ၏။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ အရှင်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကိုလည်းကောင်း၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာခပ်သိမ်းတို့ကိုလည်းကောင်း ခြောက်ရက်အတွင်း ဖန်ဆင်းတော်မူခဲ့၏။ ထို့နောက် အရှင်သည် ပလ္လင်တော်ပေါ်သို့ တက်တော်မူခဲ့၏။ ဤကိစ္စကို ကျွန်ုပ်တို့ အခြားနေရာ၌ ဆွေးနွေးပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မှတစ်ပါး သင်တို့အတွက် ကာကွယ်စောင့်ရှောက်သူ သို့မဟုတ် အသနားခံ ပန်ကြားသူတစ်ဦးတစ်ယောက်မျှ မရှိပေ)</span> ဆိုလိုသည်မှာ အရှင်သည်သာ အမှုကိစ္စအားလုံးကို ထိန်းချုပ်ထားသော ဘုရင်ဖြစ်တော်မူ၏။ အရာခပ်သိမ်းကို ဖန်ဆင်းရှင်၊ အရာခပ်သိမ်းကို ထိန်းချုပ်သူ၊ အရာခပ်သိမ်းကို ဆောင်ရွက်နိုင်သူ ဖြစ်တော်မူ၏။ အရှင်မှတစ်ပါး ဖန်ဆင်းရှင်မရှိပေ။ အရှင်ခွင့်ပြုသောသူမှတစ်ပါး အသနားခံ ပန်ကြားသူမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَتَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့သည် သတိရကြမည်မဟုတ်လော။)</span> – ဤသည်မှာ အရှင်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်သူများနှင့် အရှင်မှတစ်ပါး အခြားသူများကို ယုံကြည်ကိုးစားသူများအား ရည်ညွှန်း၍ ဖြစ်သည်။ အရှင်၌ တူညီသူ၊ အပေါင်းအဖော်၊ ထောက်မကူညီသူ၊ ပြိုင်ဘက် သို့မဟုတ် ရွယ်တူမရှိခြင်းထက် အရှင်သည် သာလွန်မြင့်မြတ်တော်မူ၏။ အရှင်မှတစ်ပါး မည်သည့်ဘုရား သို့မဟုတ် အရှင်သခင်မျှမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် မိုးကောင်းကင်များမှ ကမ္ဘာမြေသို့ အမိန့်တော်ကို ပိုင်ခွင့်ရှိတော်မူ၏။ ထို့နောက် အရှင်ထံသို့ ပြန်တက်သွားမည်ဖြစ်၏။)</span> ဆိုလိုသည်မှာ အရှင်၏အမိန့်တော်သည် မိုးကောင်းကင်များအထက်မှ သတ္တမမြောက်ကမ္ဘာမြေ၏ အစွန်းဆုံး နယ်နိမိတ်အထိ ဆင်းသက်လာ၏။ ဤသည်မှာ ဤအာယတ်တော်ကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင် ခုနစ်ထပ်နှင့် ထိုနည်းတူ ကမ္ဘာမြေကို ဖန်ဆင်းတော်မူခဲ့သူ ဖြစ်တော်မူ၏။ ၎င်းတို့နှစ်ခုကြားတွင် အမိန့်တော် ဆင်းသက်တော်မူ၏။)</span><span class=\"gray\">(65:12)</span> ကံများကို အနိမ့်ဆုံးမိုးကောင်းကင်အထက် မှတ်တမ်းတင်ရာနေရာသို့ မြှင့်တင်၏။ မိုးကောင်းကင်နှင့် ကမ္ဘာမြေကြား အကွာအဝေးသည် နှစ်ပေါင်းငါးရာ ခရီးသွားလာရသည့် အကွာအဝေးဖြစ်ပြီး၊ မိုးကောင်းကင်၏ အထူသည် နှစ်ပေါင်းငါးရာ အကွာအဝေးဖြစ်သည်။ မူဂျာဟစ်၊ ကတာဒါနှင့် အဒ်-ဒဟ်ဟ်ခ်တို့က \"ကောင်းကင်တမန်တစ်ပါး ဆင်းသက်သည်ဖြစ်စေ၊ တက်သည်ဖြစ်စေ ဖုံးလွှမ်းသည့် အကွာအဝေးသည် နှစ်ပေါင်းငါးရာဖြစ်သည်၊ သို့သော် သူသည် မျက်တောင်တစ်ခတ်အတွင်း ၎င်းကို ဖုံးလွှမ်းနိုင်သည်\" ဟု ပြောကြားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ - ذَٰلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ရက်အတွင်း၌ သင်တို့၏ ရေတွက်မှုဖြင့် နှစ်ပေါင်းတစ်ထောင်နှင့် ညီမျှသော ကာလဖြစ်သည်။ ထိုအရှင်သည် မမြင်အပ်သောအရာနှင့် မြင်အပ်သောအရာတို့ကို အလုံးစုံသိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်သည် ဤအမှုကိစ္စအားလုံးကို ထိန်းချုပ်ထား၏။ အရှင်သည် မိမိ၏ကျွန်များ ပြုလုပ်သမျှကို မြင်တော်မူ၏။ ၎င်းတို့၏ အမှုကိစ္စများအားလုံး၊ ကြီးသည်ဖြစ်စေ၊ ငယ်သည်ဖြစ်စေ၊ အရေးပါသည်ဖြစ်စေ၊ မအရေးပါသည်ဖြစ်စေ အရှင်ထံသို့ တက်ရောက်သွား၏။ အရှင်သည် အရာခပ်သိမ်းကို မိမိ၏ထိန်းချုပ်မှုအောက်၌ လက်အောက်ခံစေထားသော အနန္တတန်ခိုးရှင်ဖြစ်တော်မူပြီး၊ အရှင်ထံသို့ လူတိုင်းက နာခံကြသည်။ အရှင်သည် မိမိ၏ယုံကြည်သူကျွန်များအပေါ် အကြင်နာတော်အထက်ဆုံးရှင် ဖြစ်တော်မူ၏။ အရှင်သည် မိမိ၏ကရုဏာ၌ အနန္တတန်ခိုးရှင်ဖြစ်ပြီး၊ မိမိ၏တန်ခိုး၌ အကြင်နာတော်အထက်ဆုံးရှင် ဖြစ်တော်မူ၏။ ဤသည်မှာ ပြည့်စုံခြင်းပင်ဖြစ်သည်။ တန်ခိုးနှင့် ကရုဏာ ပေါင်းစပ်ခြင်း၊ ကရုဏာနှင့် တန်ခိုး ပေါင်းစပ်ခြင်းဖြစ်သည်။ အကြောင်းမှာ အရှင်သည် အားနည်းချက်တစ်စွန်းတစ်စမျှမရှိဘဲ အကြင်နာတော်ရှင် ဖြစ်သောကြောင့်ပင်။</p>"
  },
  {
    "ayah_key": "32:7",
    "group_ayah_key": "32:7",
    "from_ayah": "32:7",
    "to_ayah": "32:9",
    "ayah_keys": "32:7,32:8,32:9",
    "text": "<p class=\"my translation\" lang=\"my\">အရှင်သည် ဖန်ဆင်းထားသော အရာခပ်သိမ်းကို ကောင်းမွန်အောင် ပြုလုပ်ခဲ့ပြီး လူသားကို ရွှံ့စေးမှ စတင်ဖန်ဆင်းခဲ့သူ ဖြစ်တော်မူ၏။ <span>(၇)</span>ထို့နောက် အရှင်သည် ၎င်း၏သားစဉ်မြေးဆက်များကို မထီမဲ့မြင်ပြုခံရသော ရေ (သုက်ရည်) မှ ဖန်ဆင်းခဲ့၏။ <span>(၈)</span>ထို့နောက် အရှင်သည် ၎င်းကို သင့်တင့်လျောက်ပတ်သော အချိုးအစားအတိုင်း ပုံသွင်းပြီး ၎င်းအတွင်းသို့ ဝိညာဉ်ကို မှုတ်သွင်းခဲ့၏။ အရှင်သည် သင်တို့အား ကြားနာမှု၊ မြင်နိုင်မှုနှင့် ဆင်ခြင်တုံတရားတို့ကို ပေးသနားခဲ့၏။ သင်တို့သည် ကျေးဇူးတင်မှု အနည်းငယ်သာ ပြုကြ၏။ <span>(၉)</span></p><p lang=\"my\" class=\"my \">လူသားကို အဆင့်ဆင့် ဖန်ဆင်းခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို ကောင်းမွန်စွာ ဖန်ဆင်းတော်မူပြီး အရာခပ်သိမ်းကို သင့်လျော်ကောင်းမွန်သော ပုံစံဖြင့် ဖန်ဆင်းခဲ့ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ မာလစ်ခ်က ဇိုင်ဒ် ဘင် အပ်စလမ်မှ ပြန်လည်ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် ဖန်ဆင်းထားသော အရာခပ်သိမ်းကို ကောင်းမွန်အောင် ပြုလုပ်ခဲ့သူ)</span> ဆိုလိုသည်မှာ \"အရှင်သည် အရာခပ်သိမ်းကို ကောင်းမွန်စွာနှင့် သင့်လျော်ကောင်းမွန်သော ပုံစံဖြင့် ဖန်ဆင်းခဲ့သည်\" ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခြင်းအကြောင်း ဖော်ပြပြီးနောက် လူသားကို ဖန်ဆင်းခြင်းအကြောင်းကို ဆက်လက် ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားကို ရွှံ့စေးမှ စတင်ဖန်ဆင်းခဲ့၏။)</span> ဆိုလိုသည်မှာ အရှင်သည် လူသားတို့၏ဖခင် အာဒမ်ကို ရွှံ့စေးမှ ဖန်ဆင်းခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်သည် ၎င်း၏သားစဉ်မြေးဆက်များကို မထီမဲ့မြင်ပြုခံရသော ရေ (သုက်ရည်) မှ ဖန်ဆင်းခဲ့၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤပုံစံအတိုင်း မျိုးပွားကြသည်၊ အမျိုးသားများ၏ ခါးမှလည်းကောင်း၊ အမျိုးသမီးများ၏ နံရိုးကြားမှလည်းကောင်း ထွက်လာသော နွတ်ဖာ (သုက်စက်) မှဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ سَوَّاهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်သည် ၎င်းကို သင့်တင့်လျောက်ပတ်သော အချိုးအစားအတိုင်း ပုံသွင်းခဲ့၏။)</span> ဆိုလိုသည်မှာ အရှင်သည် အာဒမ်ကို ရွှံ့စေးမှ ဖန်ဆင်းသောအခါ၊ အရှင်သည် ၎င်းကို ဖန်ဆင်းခဲ့ပြီး ပုံသဏ္ဍာန်ပေးကာ ဖြောင့်တန်းအောင် ပြုလုပ်ခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَفَخَ فِيهِ مِنْ رُوحِهِ ۖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအတွင်းသို့ ဝိညာဉ်ကို မှုတ်သွင်းခဲ့၏။ အရှင်သည် သင်တို့အား ကြားနာမှု၊ မြင်နိုင်မှုနှင့် ဆင်ခြင်တုံတရားတို့ကို ပေးသနားခဲ့၏။)</span> ဆိုလိုသည်မှာ ဉာဏ်ပညာကို ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَلِيلًا مَا تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကျေးဇူးတင်မှု အနည်းငယ်သာ ပြုကြ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ပေးသနားထားသော ဤခွန်အားများအတွက် ဖြစ်သည်။ စစ်မှန်စွာ ကောင်းချီးပေးခံရသူသည် ၎င်းတို့ကို အရှင်မြတ်ကို ကိုးကွယ်ရန်နှင့် နာခံရန် အသုံးပြုသူဖြစ်သည်၊ အရှင်သည် မြင့်မြတ်တော်မူပြီး ဂုဏ်တော်ထင်ရှားတော်မူပါစေ။</p>"
  },
  {
    "ayah_key": "33:1",
    "group_ayah_key": "33:1",
    "from_ayah": "33:1",
    "to_ayah": "33:3",
    "ayah_keys": "33:1,33:2,33:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အကြင်နာတော် အထူးကြီးမားတော်မူသော၊ မဟာကရုဏာတော်ရှင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် စတင်ပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ ۗ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا - وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ مِنْ رَبِّكَ ۚ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا - وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အို၊ တမန်တော်! အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့လော့။ ကာဖစ်ရ်များနှင့် မူနာဖစ်က် (လျှို့ဝှက်သော မွတ်စ်လင်မ်ဟန်ဆောင်သူများ) တို့ကို မနာခံလင့်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလုံးစုံကို သိတော်မူသော၊ ပညာဉာဏ်အပေါင်းနှင့် ပြည့်စုံတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၂။ သင်၏အရှင်သခင်ထံမှ သင်ထံသို့ ဗျာဒိတ်တော် ချပေးသည်ကို လိုက်နာလော့။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုမူသမျှကို အသိဆုံး ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၃။ အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ကိုးစားလော့။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်အပ်သူအဖြစ် လုံလောက်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ကာဖစ်ရ်များနှင့် မူနာဖစ်က်တို့အား အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်ကို လိုက်နာခြင်းဖြင့်လည်းကောင်း၊ အရှင်မြတ်ကို ယုံကြည်ကိုးစားခြင်းဖြင့်လည်းကောင်း ဆန့်ကျင်တိုက်ခိုက်ရန် အမိန့်တော်</p><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် ပိုမိုမြင့်မြတ်သောအရာကို ရည်ညွှန်း၍ နိမ့်ကျသောအရာကို ဖော်ပြထားသည်။ အရှင်သည် မိမိ၏ကျွန်နှင့် တမန်တော်အား ဤသို့ပြုရန် အမိန့်ပေးသောအခါ၊ အရှင်သည် ၎င်းထက်နိမ့်ကျသူများကိုလည်း အမိန့်ပေးခြင်းဖြစ်ပြီး၊ ၎င်းတို့အား ပိုမို၍ ရည်ညွှန်းအမိန့်ပေးခြင်းဖြစ်သည်။ တာလစ်ခ် ဘင် ဟာဘစ်ဘ်က ပြောကြားသည်- \"တက်ကွာဟူသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုအရ အရှင်မြတ်ကို နာခံခြင်းဖြစ်ပြီး အရှင်မြတ်၏ အကျိုးဆုလာဘ်ကို မျှော်လင့်ခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုအရ အရှင်မြတ်ကို မနာခံခြင်းမှ ရှောင်ကြဉ်ခြင်းနှင့် အရှင်မြတ်၏ အပြစ်ပေးခြင်းကို ကြောက်ရွံ့ခြင်းတို့ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာဖစ်ရ်များနှင့် မူနာဖစ်က်တို့အား မနာခံလင့်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ပြောသမျှကို နားမထောင်နှင့်၊ ၎င်းတို့နှင့် တိုင်ပင်မနေနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလုံးစုံကို သိတော်မူသော၊ ပညာဉာဏ်အပေါင်းနှင့် ပြည့်စုံတော်မူသောအရှင်)</span> ဆိုလိုသည်မှာ အရှင်သည် သင်တို့၏ အမိန့်တော်များကို လိုက်နာရန်နှင့် အရှင်အား နာခံရန် ပို၍ ထိုက်တန်တော်မူ၏။ အကြောင်းမှာ အရှင်သည် အရာခပ်သိမ်း၏ အကျိုးဆက်များကို သိရှိတော်မူပြီး၊ အရှင်ပြောသမျှနှင့် ပြုမူသမျှ၌ ပညာဉာဏ်နှင့် ပြည့်စုံတော်မူသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ مِنْ رَبِّكَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်ထံမှ သင်ထံသို့ ဗျာဒိတ်တော် ချပေးသည်ကို လိုက်နာလော့။)</span> ဆိုလိုသည်မှာ ကူရ်အာန်နှင့် စွန်နာဟ်တို့ကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုမူသမျှကို အသိဆုံး ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်ထံမှ မည်သည့်အရာမျှ လုံးဝကွယ်ဝှက်၍ မရပေ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ကိုးစားလော့၊ ဆိုလိုသည်မှာ သင်တို့၏ အမှုကိစ္စများနှင့် အခြေအနေအားလုံး၌ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်အပ်သူအဖြစ် လုံလောက်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်ကို ယုံကြည်ကိုးစားပြီး အရှင်မြတ်ထံ လှည့်စားသူအတွက် ယုံကြည်အပ်သူအဖြစ် အရှင်မြတ်သည် လုံလောက်တော်မူ၏။</p>"
  },
  {
    "ayah_key": "33:11",
    "group_ayah_key": "33:11",
    "from_ayah": "33:11",
    "to_ayah": "33:13",
    "ayah_keys": "33:11,33:12,33:13",
    "text": "<p lang=\"my\" class=\"my \">ထိုနေရာ၌ ယုံကြည်သူများသည် ကြီးမားသော လှုပ်ခါမှုဖြင့် စမ်းသပ်ခံခဲ့ရပြီး လှုပ်ခါခံခဲ့ရ၏။ <span>(၁၁)</span>မူနာဖစ်က်များနှင့် နှလုံးသား၌ ရောဂါရှိသူများက \"အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏တမန်တော်သည် ကျွန်ုပ်တို့အား လှည့်ဖြားခြင်းမှတစ်ပါး အခြားမည်သည့်အရာကိုမျှ ကတိမပြုခဲ့ပါ!\" ဟု ပြောကြားသောအခါ။ <span>(၁၂)</span>ထိုသူတို့အနက်မှ အုပ်စုတစ်စုက \"အို ယက်သ်ရစ်ဗ်မြို့သားတို့! သင်တို့အတွက် နေရာမရှိတော့ပေ။ ထို့ကြောင့် ပြန်လှည့်ကြလော့!\" ဟု ပြောကြားသောအခါ။ ၎င်းတို့အနက်မှ အုပ်စုတစ်စုက တမန်တော်မြတ်ထံ ခွင့်ပြုချက်တောင်းခံလျက် \"အမှန်စင်စစ်၊ ကျွန်ုပ်တို့၏ အိမ်များသည် ပွင့်နေပါသည်\" ဟု ဆိုကြ၏။ သို့သော် ၎င်းတို့၏အိမ်များသည် ပွင့်မနေပေ။ ၎င်းတို့သည် ထွက်ပြေးရန်သာ ဆန္ဒရှိခဲ့ကြ၏။ <span>(၁၃)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူများ မည်သို့ စမ်းသပ်ခံခဲ့ရပုံနှင့် အလ်-ခန်ဒတ်ခ် တိုက်ပွဲအတွင်း မူနာဖစ်က်တို့၏ အနေအထား</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မဟာမိတ်တပ်များက အလ်-မဒီနာကို ဝိုင်းရံပြီး မွတ်စ်လင်မ်များ ပိတ်ဆို့ခံရကာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ၎င်းတို့အလယ်၌ ရှိနေစဉ် ကျဉ်းမြောင်းသော အခြေအနေသို့ ရောက်ရှိသွားသောအခါ ဖြစ်ပျက်ခဲ့သည့်အရာများကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ ၎င်းတို့သည် စမ်းသပ်ခံခဲ့ရပြီး ကြီးမားသော လှုပ်ခါမှုဖြင့် လှုပ်ခါခံခဲ့ရ၏။ ဤအချိန်၌ လျှို့ဝှက်ချက်များ ပေါ်ပေါက်လာပြီး၊ နှလုံးသား၌ ရောဂါရှိသူများက ၎င်းတို့ အမှန်တကယ် ခံစားရသည်များကို ထုတ်ဖော်ပြောဆိုခဲ့ကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူနာဖစ်က်များနှင့် နှလုံးသား၌ ရောဂါရှိသူများက \"အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏တမန်တော်သည် ကျွန်ုပ်တို့အား လှည့်ဖြားခြင်းမှတစ်ပါး အခြားမည်သည့်အရာကိုမျှ ကတိမပြုခဲ့ပါ!\" ဟု ပြောကြားသောအခါ။)</span> ၎င်းတို့၏ လျှို့ဝှက်ခြင်းသည် ထင်ရှားလာပြီး၊ နှလုံးသား၌ သံသယရှိသူသည် အားနည်းလာကာ၊ ၎င်း၏ယုံကြည်မှုအားနည်းခြင်းနှင့် အခြေအနေ၏အခက်အခဲကြောင့် ၎င်း၏နှလုံးသားထဲရှိ အတွေးများကို ထုတ်ဖော်ပြောဆိုခဲ့သည်။ အခြားသူများကလည်း အလ္လာဟ်အရှင်မြတ် ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည့်အတိုင်း ပြောကြားခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အနက်မှ အုပ်စုတစ်စုက \"အို ယက်သ်ရစ်ဗ်မြို့သားတို့!...\" ဟု ပြောကြားသောအခါ။)</span> ဆိုလိုသည်မှာ အလ်-မဒီနာကို ဖြစ်သည်၊ ဆွာဟီးဟ်၌ ဖော်ပြထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُرِيتُ فِي الْمَنَامِ دَارَ هِجْرَتِكُمْ، أَرْضٌ بَيْنَ حَرَّتَيْنِ، فَذَهَبَ وَهَلِي أَنَّهَا هَجَرُ فَإِذَا هِيَ يَثْرِبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား အိပ်မက်၌ သင်တို့ ရွှေ့ပြောင်းသွားမည့်နေရာ၊ လာဗာကွင်းနှစ်ခုကြားရှိ မြေကို ပြသခဲ့၏။ အစပိုင်းတွင် ကျွန်ုပ်သည် ၎င်းသည် ဟဂျာဖြစ်သည်ဟု ထင်ခဲ့သော်လည်း ယက်သ်ရစ်ဗ် ဖြစ်နေခဲ့သည်။)</span> အခြားဖော်ပြချက်တစ်ခုအရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَدِينَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မဒီနာ။)</span> ယက်သ်ရစ်ဗ်ဟူသော အမည်၏ မူလအစသည် အလ်-အမာလစ်ခ် (လူမျိုးများ) ထံမှ လူတစ်ဦး ၎င်းနေရာ၌ အခြေချခဲ့ခြင်းကြောင့်ဖြစ်ပြီး၊ ၎င်း၏အမည်မှာ ယက်သ်ရစ်ဗ် ဘင် ဦးဘိုင်ဒ် ဘင် မာဟ်လာယီလ် ဘင် အဝ်စ ဘင် အမ်လတ်ခ် ဘင် လာဝုဒ် ဘင် အိရမ် ဘင် ဆမ် ဘင် နူးဟ် ဖြစ်သည်။ ဤသည်မှာ အပ်-စူဟိုင်လီ၏ အမြင်ဖြစ်သည်။ သူက \"၎င်းတို့အနက်မှ အချို့ထံမှ ပြန်လည်ပြောကြားသည်မှာ သူက တောင်ရာကျမ်း၌ ၎င်းကို အမည်ဆယ့်တစ်မျိုး ပေးထားသည်ဟု ပြောသည်- အလ်-မဒီနာ၊ တာဘာ၊ တိုင်ယီဘာ၊ အလ်-မစ်ကီနာ၊ အလ်-ဂျာဘီရာ၊ အလ်-မူဟစ်ဘာ၊ အလ်-မဟ်ဘူဘာ၊ အလ်-ကာစီမာ၊ အလ်-မဂျ်ဘူရာ၊ အလ်-အဒ်ရာ နှင့် အလ်-မာရ်ဟူမာ တို့ဖြစ်သည်။\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا مُقَامَ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် နေရာမရှိတော့ပေ။)</span> ဆိုလိုသည်မှာ 'ဤနေရာတွင်၊ တမန်တော်မြတ် ﷺ နှင့်အတူ၊ သင်တို့သည် စောင့်ရှောက်မနေနိုင်တော့ပေ၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْجِعُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ပြန်လှည့်ကြလော့)</span> ဆိုလိုသည်မှာ 'သင်တို့၏ အိမ်များနှင့် နေအိမ်များသို့' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ အုပ်စုတစ်စုက တမန်တော်မြတ်ထံ ခွင့်ပြုချက်တောင်းခံ၏။)</span> အလ်-အဝ်ဖီက အိဗ်နု အဘ်ဘာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) မှ ဖော်ပြသည်မှာ \"ဤသူတို့သည် ဗနူ ဟာရစ်သာ ဖြစ်ကြပြီး၊ ၎င်းတို့က 'ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏အိမ်များ လုယက်ခံရမည်ကို စိုးရိမ်ပါသည်' ဟု ပြောကြားခဲ့သည်\"။ ဤအရာကို အခြားသူများကလည်း ဖော်ပြခဲ့ကြသည်။ အိဗ်နု အိစ်ဟာက်က ဤစကားကို ပြောကြားသူသည် အဝ်စ ဘင် ကိုင်ဇီ ဖြစ်သည်ဟု ဖော်ပြခဲ့သည်။ ၎င်းတို့သည် မိမိတို့၏အိမ်များသို့ ပြန်ရန်အတွက် အကြောင်းပြချက်အဖြစ် အိမ်များသည် ပွင့်နေပြီး ရန်သူထံမှ ကာကွယ်ရန် မည်သည့်အရာမျှမရှိဟု တောင်းဆိုခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် မိမိတို့၏အိမ်များအတွက် ကြောက်ရွံ့ခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هِيَ بِعَوْرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏အိမ်များသည် ပွင့်မနေပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ တောင်းဆိုသည့်အတိုင်း မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يُرِيدُونَ إِلَّا فِرَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထွက်ပြေးရန်သာ ဆန္ဒရှိခဲ့ကြ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် စစ်မြေပြင်မှ ထွက်ပြေးလိုခဲ့ကြသည်။</p>"
  }
]