[
  {
    "ayah_key": "10:24",
    "group_ayah_key": "10:24",
    "from_ayah": "10:24",
    "to_ayah": "10:25",
    "ayah_keys": "10:24,10:25",
    "text": "<p lang=\"my\" class=\"my \">စင်စစ်သော်ကား လောကီဘဝ၏ ပုံပမာသည် ကျွန်ုပ်တို့ ကောင်းကင်မှ ချပေးသော ရေနှင့်တူ၏။ ထို့ကြောင့် လူနှင့် တိရစ္ဆာန်တို့ စားသုံးကြသည့် မြေ၏ ရောယှက်နေသော အသီးအနှံများသည် ထိုရေဖြင့် ထွက်ပေါ်လာ၏။ မြေကြီးသည် ၎င်း၏ အဆင်တန်ဆာများဖြင့် ဝတ်ဆင်၍ လှပလာပြီး ၎င်း၏ လူများက ၎င်းတို့သည် ၎င်းကို စီမံခန့်ခွဲနိုင်သည့် အခွင့်အာဏာအားလုံးကို ပိုင်ဆိုင်သည်ဟု ထင်မြင်သောအခါ၊ ကျွန်ုပ်တို့၏ အမိန့်တော်သည် ညဘက် သို့မဟုတ် နေ့ဘက်တွင် ၎င်းထံသို့ ရောက်ရှိလာပြီး ကျွန်ုပ်တို့သည် ၎င်းကို မနေ့ကမှ စည်ပင်ဝပြောခြင်းမရှိခဲ့သကဲ့သို့ စပါးရိတ်ပြီးသား ကောက်ရိုးပုံကဲ့သို့ ဖြစ်စေ၏။ ထို့ကဲ့သို့ပင် ကျွန်ုပ်တို့သည် အာယတ်တော်များကို ဆင်ခြင်တွေးခေါ်သူများအတွက် အသေးစိတ် ရှင်းပြတော်မူ၏ <span>(၂၄)</span>အလ္လာဟ်အရှင်မြတ်သည် ငြိမ်းချမ်းရေးဘုံ <span class=\"gray\">(ဂျန္နတ်)</span>သို့ ခေါ်တော်မူပြီး ၎င်းအရှင်မြတ် အလိုရှိသူကို ဖြောင့်မတ်သော လမ်းသို့ လမ်းပြတော်မူ၏ <span>(၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>ဤဘဝ၏ ပုံပမာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤလောကီဘဝ၏ ပုံပမာ၊ ၎င်း၏ တောက်ပမှုနှင့် ၎င်း၏ လျင်မြန်စွာ ကုန်ဆုံးသွားခြင်းကို မြေကြီးမှ အလ္လာဟ်အရှင်မြတ် ထုတ်လုပ်ပေးသော အပင်နှင့် သစ်ပင်ပန်းမန်များနှင့် နှိုင်းယှဉ်၍ ဥပမာပေးတော်မူခဲ့သည်။ ဤအပင်သည် ကောင်းကင်မှ ကျလာသော ရေမှ ပေါက်ရောက်သည်။ ဤအပင်များသည် သစ်သီးဝလံများနှင့် အခြား မတူညီသော အစားအစာ အမျိုးအစားများကဲ့သို့ လူများအတွက် အစားအစာများ ဖြစ်သည်။ အချို့သော အခြားအမျိုးအစားများမှာ လေးညှင်းပင်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ကျွဲနွားများအတွက် အစိမ်းရောင် အစာ)</span> နှင့် မြက်ပင်များ အစရှိသည်တို့ကဲ့သို့ ကျွဲနွားများအတွက် အစာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးသည် ၎င်း၏ အဆင်တန်ဆာများဖြင့် ဝတ်ဆင်လာသောအခါ၊)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَازَّيَّنَتْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လှပလာသောအခါ)</span> ဆိုလိုသည်မှာ ၎င်း၏ တောင်ကုန်းများပေါ်တွင် ပေါက်ရောက်သော ပန်းပွင့်အမျိုးမျိုးနှင့် အရောင်အမျိုးမျိုး ကဲ့သို့သော အပင်များကြောင့် ကောင်းမွန်လာသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَظَنَّ أَهْلُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏ လူများက ထင်မြင်ကြသည်...)</span> ၎င်းကို စိုက်ပျိုးပြီး မြေကြီးထဲတွင် ထည့်သွင်းသူများ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنَّهُمْ قَادِرُونَ عَلَيْهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းကို စီမံခန့်ခွဲနိုင်သည့် အခွင့်အာဏာအားလုံးကို ပိုင်ဆိုင်သည်ဟု)</span> ၎င်းကို စိုက်ပျိုးရန်နှင့် ရိတ်သိမ်းရန်။ သို့သော် ၎င်းတို့ ထိုစိတ်ဓာတ်ဖြင့် ရှိနေစဉ်တွင် မိုးကြိုးပစ်ခြင်း သို့မဟုတ် ပြင်းထန်သော၊ အေးသော မုန်တိုင်းသည် ၎င်းထံသို့ ရောက်လာသည်။ ၎င်းသည် ၎င်း၏ အရွက်များကို ခြောက်သွေ့စေပြီး ၎င်း၏ အသီးများကို ပျက်စီးစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အမိန့်တော်သည် ညဘက် သို့မဟုတ် နေ့ဘက်တွင် ၎င်းထံသို့ ရောက်ရှိလာပြီး ကျွန်ုပ်တို့သည် ၎င်းကို စပါးရိတ်ပြီးသား ကောက်ရိုးပုံကဲ့သို့ ဖြစ်စေ၏၊)</span> ၎င်းသည် စိမ်းစိုစည်ပင်ပြီးနောက် ခြောက်သွေ့သွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَن لَّمْ تَغْنَ بِالْأَمْسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မနေ့ကမှ စည်ပင်ဝပြောခြင်းမရှိခဲ့သကဲ့သို့!)</span> ယခင်က ထိုနေရာ၌ မည်သည့်အရာမျှ မရှိခဲ့သကဲ့သို့ပင်။ ကွာတာဒါးဟ်က 'စည်ပင်ဝပြောခြင်းမရှိခဲ့သကဲ့သို့၊ ဘယ်သောအခါမှ မကောင်းချီးပေးခံရသကဲ့သို့ပင်။' ထိုကဲ့သို့ပင် အရာများသည် ပျက်စီးပြီးနောက်တွင် ၎င်းတို့ မရှိခဲ့ဖူးသကဲ့သို့ပင်။ အလားတူပင် ဟဒီးစ်တော်က၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَى بِأَنْعَمِ أَهْلِ الدُّنْيَا، فَيُغْمَسُ فِي النَّارِ غَمْسَةً، فَيُقَالُ لَهُ: هَلْ رَأَيْتَ خَيْرًا قَطُّ؟ هَلْ مَرَّ بِكَ نَعِيمٌ قَطُّ؟ فَيَقُولُ: لَا، وَيُؤْتَى بِأَشَدِّ النَّاسِ عَذَابًا فِي الدُّنْيَا، فَيُغْمَسُ فِي النَّعِيمِ غَمْسَةً، ثُمَّ يُقَالُ لَهُ: هَلْ رَأَيْتَ بُؤْسًا قَطُّ؟ فَيَقُولُ لَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကတွင် အချမ်းသာဆုံးဘဝကို နေထိုင်ခဲ့သူတစ်ဦးကို ခေါ်ဆောင်လာပြီး ငရဲမီးထဲသို့ တစ်ကြိမ်နှစ်မြှုပ်လိမ့်မည်။ ထို့နောက် 'သင်သည် ကောင်းကျိုး သို့မဟုတ် သက်တောင့်သက်သာဖြစ်ခြင်းကို တစ်ခါမျှ တွေ့ကြုံခဲ့ဖူးပါသလား' ဟု မေးမြန်းခံရလိမ့်မည်။ သူက 'မရှိပါ' ဟု ဖြေလိမ့်မည်။ ဤလောကတွင် အလွန်ဆိုးရွားသော ဒုက္ခကို တွေ့ကြုံခဲ့ရသူတစ်ဦးကို ခေါ်ဆောင်လာပြီး နိဗ္ဗာန်၏ ချမ်းသာမှု <span class=\"gray\">(ဂျန္နတ်)</span>ထဲသို့ တစ်ကြိမ်နှစ်မြှုပ်လိမ့်မည်။ ထို့နောက် 'သင်သည် ဒုက္ခ သို့မဟုတ် ဆင်းရဲခြင်းကို တစ်ခါမျှ ရင်ဆိုင်ခဲ့ဖူးပါသလား' ဟု မေးမြန်းခံရလိမ့်မည်။ သူက 'မရှိပါ' ဟု ဖြေလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပျက်စီးသွားသူများအကြောင်းကို မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ - كَأَن لَّمْ يَغْنَوْا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့၏ နေအိမ်များတွင် <span class=\"gray\">(သေဆုံးလျက်)</span> ဦးချလျက် လဲလျောင်းနေကြ၏။ ၎င်းတို့ ထိုနေရာ၌ တစ်ခါမျှ နေထိုင်ခဲ့ဖူးခြင်း မရှိခဲ့သကဲ့သို့ပင်။)</span><span class=\"gray\">[11:67-68]</span> အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ</p><p lang=\"su\" class=\"su \"><span class=\"gray\">(Thus do We explain the Ayat...)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် အထောက်အထားများနှင့် သက်သေသာဓကများကို အသေးစိတ် ရှင်းပြတော်မူ၏</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်ခြင်တွေးခေါ်သူများအတွက်။)</span> ထို့ကြောင့် ၎င်းတို့သည် ဤဥပမာမှ သင်ခန်းစာယူနိုင်ရန်ဖြစ်သည်။ ဤလောကသည် ၎င်း၏လူများထံမှ လျင်မြန်စွာ ကွယ်ပျောက်သွားခြင်းဖြစ်ပြီး ၎င်းတို့သည် ၎င်းကြောင့် လှည့်စားခံနေရစဉ်ဖြစ်သည်။ ၎င်းတို့သည် ဤလောကနှင့် ၎င်း၏ကတိများကို ယုံကြည်ကြမည်ဖြစ်ပြီး ထို့နောက် ၎င်းသည် ၎င်းတို့ထံမှ မမျှော်လင့်ဘဲ ကွာဝေးသွားမည်ဖြစ်သည်။ ဤလောကသည် ၎င်း၏သဘောသဘာဝအရ ၎င်းကို ရှာဖွေသူများထံမှ ထွက်ပြေးသော်လည်း ၎င်းမှ ထွက်ပြေးသူများကိုမူ ရှာဖွေသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့် မြေကြီးပေါ်ရှိ အပင်များ၏ ပုံပမာကို ၎င်းအရှင်မြတ်၏ မြင့်မြတ်သော ကျမ်းတော်ရှိ အာယတ်တော်များစွာတွင် ဖော်ပြခဲ့သည်။ ၎င်းအရှင်မြတ်သည် ဆူရတ် အလ်-ကဟ်ဖ်တွင် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْرِبْ لَهُم مَّثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُّقْتَدِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ဤလောကီဘဝ၏ ဥပမာကို တင်ပြတော်မူပါ။ ၎င်းသည် ကျွန်ုပ်တို့ ကောင်းကင်မှ ချပေးသော ရေ <span class=\"gray\">(မိုး)</span>နှင့်တူ၏။ မြေကြီး၏ အပင်များသည် ၎င်းနှင့် ရောနှော၍ စိုပြည်စိမ်းလန်းလာ၏။ သို့သော် <span class=\"gray\">(နောက်ပိုင်းတွင်)</span> ခြောက်သွေ့၍ ကျိုးပဲ့သော အပိုင်းအစများ ဖြစ်လာပြီး လေများက လွင့်စဉ်စေ၏။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်တော်မူ၏။)</span><span class=\"gray\">(18:45)</span></p><p lang=\"my\" class=\"my \">၎င်းအရှင်မြတ်သည် ဆူရတ် အဇ်-ဇူမာရ် <span class=\"gray\">[39:21]</span> နှင့် ဆူရတ် အလ်-ဟာဒီးဒ် <span class=\"gray\">[57:20]</span> နှစ်ခုစလုံးတွင် အလားတူ ဥပမာများကို ပေးတော်မူခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မပျောက်ကွယ်နိုင်သော ထာဝရလက်ဆောင်များဆီသို့ ဖိတ်ခေါ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَدْعُو إِلَىٰ دَارِ السَّلَامِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ငြိမ်းချမ်းရေးဘုံသို့ ခေါ်တော်မူ၏)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤလောက၏ လျင်မြန်မှုနှင့် ၎င်း၏ အဆုံးသတ်ခြင်းကို ဖော်ပြတော်မူသောအခါ၊ ၎င်းအရှင်မြတ်သည် လူများကို ဂျန္နတ်သို့ ဖိတ်ခေါ်ပြီး ၎င်းကို ရှာဖွေရန် အားပေးတော်မူခဲ့သည်။ ၎င်းအရှင်မြတ်သည် ၎င်းကို ငြိမ်းချမ်းရေးဘုံဟု ခေါ်တော်မူခဲ့သည်။ ၎င်းသည် ချို့ယွင်းချက်များနှင့် ဆင်းရဲဒုက္ခများမှ ကင်းဝေးသောကြောင့် ငြိမ်းချမ်းရေးဘုံ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَدْعُو إِلَىٰ دَارِ السَّلَامِ وَيَهْدِي مَن يَشَاءُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ငြိမ်းချမ်းရေးဘုံသို့ ခေါ်တော်မူပြီး ၎င်းအရှင်မြတ် အလိုရှိသူကို ဖြောင့်မတ်သော လမ်းသို့ လမ်းပြတော်မူ၏။)</span></p><p lang=\"jv\" class=\"jv \">It was narrated that Jabir bin 'Abdullah said: \"Allah's Messenger ﷺ came out one day and said to us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي رَأَيْتُ فِي الْمَنَامِ كَأَنَّ جِبْرِيلَ عِنْدَ رَأْسِي، وَمِيكَائِيلَ عِنْدَ رِجْلَيَّ، يَقُولُ أَحَدُهُمَا لِصَاحِبِهِ: اضْرِبْ لَهُ مَثَلًا، فَقَالَ: اسْمَعْ، سَمِعَتْ أُذُنُكَ، وَاعْقِلْ، عَقَلَ قَلْبُكَ، إِنَّمَا مَثَلُكَ وَمَثَلُ أُمَّتِكَ كَمَثَلِ مَلِكٍ اتَّخَذَ دَارًا، ثُمَّ بَنَى فِيهَا بَيْتًا، ثُمَّ جَعَلَ فِيهَا مَأْدَبةً، ثُمَّ بَعَثَ رَسُولًا يَدْعُو النَّاسَ إِلَى طَعَامِهِ، فَمِنْهُمْ مَنْ أَجَابَ الرَّسُولَ، وَمِنْهُمْ مَنْ تَرَكَهُ، فَاللهُ الْمَلِكُ، وَالدَّارُ الْإِسْلَامُ، وَالْبَيْتُ الْجَنَّةُ، وَأَنْتَ يَا مُحَمَّدُ رَسُولٌ، فَمَنْ أَجَابَكَ دَخَلَ الْإِسْلَامَ، وَمَنْ دَخَلَ الْإِسْلَامَ دَخَلَ الْجَنَّةَ، وَمَنْ دَخَلَ الْجَنَّةَ أَكَلَ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် အိပ်မက်ထဲတွင် ဂျစ်ဘရီလ်သည် ကျွန်ုပ်၏ ဦးခေါင်းဘက်တွင် ရှိပြီး မီကာအီလ်သည် ကျွန်ုပ်၏ ခြေထောက်ဘက်တွင် ရှိနေသကဲ့သို့ မြင်မက်ခဲ့သည်။ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး 'သူ့အတွက် ဥပမာတစ်ခု ပေးပါ' ဟု ပြောနေကြသည်။ သူက 'နားထောင်ပါ၊ သင့်နားသည် နားထောင်နိုင်ပါစေ။ နားလည်ပါ၊ သင့်နှလုံးသားသည် နားလည်နိုင်ပါစေ။ သင်နှင့် သင့်အွမ္မသ်၏ ပုံပမာသည် ဘုရင်တစ်ပါးသည် ၎င်း၏ မြေပေါ်တွင် အိမ်တစ်အိမ်ကို ဆောက်လုပ်ခဲ့သည်။ ၎င်းအိမ်တွင် ပွဲတော်တစ်ခုကို စီစဉ်ခဲ့သည်။ ထို့နောက် ၎င်း၏ အစားအစာသို့ လူများကို ဖိတ်ကြားရန် တမန်တစ်ဦးကို စေလွှတ်ခဲ့သည်။ အချို့က ဖိတ်ကြားချက်ကို လက်ခံခဲ့ပြီး အချို့က လက်မခံခဲ့ကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဘုရင်ဖြစ်ပြီး ထိုမြေသည် အစ္စလာမ်၊ ထိုအိမ်သည် ဂျန္နတ်ဖြစ်ပြီး သင် မုဟမ္မဒ်သည် တမန်ဖြစ်သည်။ မည်သူမဆို သင့်ဖိတ်ခေါ်မှုကို တုံ့ပြန်လျှင် အစ္စလာမ်သို့ ဝင်ရောက်သည်။ အစ္စလာမ်သို့ ဝင်ရောက်သူ မည်သူမဆို ဂျန္နတ်သို့ ဝင်ရောက်သည်။ ဂျန္နတ်သို့ ဝင်ရောက်သူ မည်သူမဆို ၎င်းမှ စားသုံးရသည်။)</span> အိဗ်နု ဂျာရီရ်သည် ဤဟဒီးစ်တော်ကို မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဘူ အဒ်-ဒါရ်ဒါးဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောဆိုကြောင်းလည်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ يَوْمٍ طَلَعَتْ فِيهِ الشَّمْسُ إِلَّا وَبِجَنْبَيْهَا مَلَكَانِ يُنَادِيَانِ يَسْمَعُهُ خَلْقُ اللهِ كُلُّهُمْ إِلَّا الثَّقَلَيْنِ: يَا أَيُّهَا النَّاسُ! هَلُمُّوا إِلَى رَبِّكُمْ، إِنَّ مَا قَلَّ وَكَفَى خَيْرٌ مِمَّا كَثُرَ وَأَلْهَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေထွက်သောနေ့တိုင်း ကောင်းကင်တမန်နှစ်ပါး ဆင်းသက်လာပြီး ဂျင်န်နှင့် လူသားများမှလွဲ၍ အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံအားလုံး ကြားရမည့် စကားကို ပြောကြားသည်- 'အို လူအပေါင်းတို့! သင်တို့၏ အရှင်သခင်ထံသို့ လာကြပါ။ နည်းပါးသော်လည်း လုံလောက်သော မည်သည့်အရာမဆို များပြားပြီး စိတ်ပျံ့လွင့်စေသောအရာထက် ပိုမိုကောင်းမွန်သည်')</span> ၎င်းအရှင်မြတ်က ကုရ်အာန်တွင် ဤသို့ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَدْعُو إِلَىٰ دَارِ السَّلَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ္လာဟ်အရှင်မြတ်သည် ငြိမ်းချမ်းရေးဘုံသို့ ခေါ်တော်မူ၏။\")</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသ်င်မ်နှင့် အိဗ်နု ဂျာရီရ်တို့သည် ဤအရာကို မှတ်တမ်းတင်ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "10:26",
    "group_ayah_key": "10:26",
    "from_ayah": "10:26",
    "to_ayah": "10:26",
    "ayah_keys": "10:26",
    "text": "<p class=\"my translation\" lang=\"my\">ကောင်းမှုပြုသူများအတွက် အကောင်းဆုံးအရာများ ရှိပြီး၊ ထို့ထက် ပို၍လည်း ရှိသေးသည်။ မှောင်မိုက်ခြင်း၊ ဖုန်မှုန့်များ သို့မဟုတ် မည်သည့် အရှက်ရဖွယ် ကဲ့ရဲ့စရာမှ သူတို့၏ မျက်နှာများကို ဖုံးလွှမ်းမည်မဟုတ်ပေ။ သူတို့သည် ဂျန္နတ် (ပရဒိသု) တွင် နေထိုင်သူများဖြစ်ကြပြီး၊ ထိုနေရာ၌ ထာဝရ နေထိုင်ကြမည်ဖြစ်သည်။ <span>(၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းမှုပြုသူများ၏ အကျိုးဆုလာဘ်</h2></div><p lang=\"my\" class=\"my \">ဤလောကတွင် ကောင်းမှုပြုသူများ – ယုံကြည်ခြင်းရှိခြင်းနှင့် ဖြောင့်မတ်သော လုပ်ရပ်များ ပြုလုပ်ခြင်းအားဖြင့် – နောင်တမလွန်ဘဝတွင် ကောင်းမွန်သော အကျိုးဆုလာဘ်များ ရရှိလိမ့်မည်ဟု အလ္လာဟ်အရှင်မြတ်က ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုအတွက် ကောင်းမှုမှတစ်ပါး အခြားဆုလာဘ်ရှိသလော။)</span><span class=\"gray\">(၅၅:၆၀)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزِيَادَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ထက် ပို၍လည်း ရှိသေးသည်။)</span> ကောင်းမှုကုသိုလ်များအတွက် ဆုလာဘ်သည် ဆယ်ဆမှ အဆခုနစ်ရာအထိ၊ ထို့ထက်ပင် ပို၍ တိုးပွားမည်။ ဤဆုလာဘ်တွင် အလ္လာဟ်အရှင်မြတ်က ဂျန္နတ် (ပရဒိသု) တွင် သူတို့အား ပေးသနားမည့် နန်းတော်များ၊ အလ်-ဟူရ် <span class=\"gray\">(ပရဒိသုမှ အပျိုစင်များ)</span> နှင့် သူတို့အပေါ် အရှင်မြတ်၏ နှစ်သက်မှုတို့ ပါဝင်သည်။ အရှင်မြတ်က သူတို့အတွက် မျက်စိပသာဒဖြစ်စေမည့် အရာများကို လျှို့ဝှက်ပေးထားပြီးဖြစ်သည်။ အရှင်မြတ်က ထိုအရာများအားလုံးအပြင် ထို့ထက်သာလွန်၍၊ အရှင်မြတ်၏ မြင့်မြတ်သော မျက်နှာတော်ကို ဖူးမြော်ခွင့်ရသည့် ဂုဏ်ထူးကိုပါ ပေးသနားတော်မူမည်။ ဤသည်မှာ ပေးသနားခဲ့ပြီးသော မည်သည့်အရာထက်မဆို ပိုမိုကြီးကျယ်သော တိုးပွားမှုဖြစ်သည်။ သူတို့သည် ၎င်းတို့၏ လုပ်ရပ်များကြောင့် ထိုက်တန်သည်မဟုတ်ဘဲ၊ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်ကြောင့် ရရှိခြင်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မြင့်မြတ်သော မျက်နှာတော်ကို ကြည့်ရှုခြင်းဖြစ်သည်ဟူသော ရှင်းလင်းချက်ကို အဘူဘက္ကရ်၊ ဟူဒိုင်ဖာဟ် ဘင် အလ်-ယာမန်၊ အဗ်ဒူလ္လာဟ် ဘင် အဗ်ဘာစ်၊ စအီးဒ် ဘင် အလ်-မူစယိဘ်၊ အဗ်ဒူရ်-ရဟ်မာန် ဘင် အဘူ လိုင်လာ၊ အဗ်ဒူရ်-ရဟ်မာန် ဘင် စာဘစ်၊ မူဂျာဟစ်ဒ်၊ အိကရီမာဟ်၊ အာမီရ် ဘင် စအဒ်၊ အတာအ်၊ အဒ်-ဒဟ်ဟက်၊ အလ်-ဟစန်၊ ကတာဒဟ်၊ အစ်-စူဒီ၊ မိုဟမ္မဒ် ဘင် အိစ်ဟာက် နှင့် အစောပိုင်းနှင့် နောက်ပိုင်း ပညာရှင်များမှ အခြားသူများထံမှ မှတ်တမ်းတင်ထားသည်။ အဆိုပါ အနက်အဓိပ္ပာယ်တူ ဟဒီးဆ်တော်များစွာရှိသည်။ ထိုဟဒီးဆ်တော်များအနက် အိမာမ် အဟ်မဒ်က စူဟိုင်ဘ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ဤအာယသ်တော်ကို ရွတ်ဖတ်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّذِينَ أَحْسَنُوا الْحُسْنَىٰ وَزِيَادَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုသူများအတွက် အကောင်းဆုံးအရာများရှိပြီး ထို့ထက် ပို၍လည်း ရှိသေးသည်။)</span> ထို့နောက် အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ وَأَهْلُ النَّارِ النَّارَ نَادَى مُنَادٍ: يَا أَهْلَ الْجَنَّةِ إِنَّ لَكُمْ عِنْدَ اللهِ مَوْعِدًا يُريدُ أَنْ يُنْجِزَكُمُوهُ فَيَقُولُونَ: وَمَا هُوَ؟ أَلَمْ يُثَقِّلْ مَوَازِينَنَا؟ أَلَمْ يُبَيِّضْ وُجُوهَنَا وَيُدْخِلْنَا الْجَنَّــةَ وَيُجِرْنَا مِنَ النَّارِ؟ - قَالَ - فَيَكْشِفُ لَهُمُ الْحِجَابَ، فَيَنْظُرُونَ إِلَيهِ، فَوَاللهِ مَا أَعْطَاهُم اللهُ شَيْئًا أَحَبَّ إِلَيْهِمْ مِنَ النَّظَرِ إِلَيْهِ، وَلَا أَقَرَّ لِأَعْيُنِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ် (ပရဒိသု) တွင် နေထိုင်သူများ ဂျန္နတ်သို့ ဝင်ရောက်သောအခါ၊ ခေါ်သူတစ်ဦးက 'အို ဂျန္နတ် dwellers တို့၊ အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ပြည့်စုံစေလိုသော အရာတစ်ခုကို ကတိပြုထားတော်မူပြီ။' ဟု ပြောမည်။ ထိုအခါ သူတို့က 'အဘယ်အရာပါနည်း။ အရှင်မြတ်သည် ကျွန်ုပ်တို့၏ ချိန်ခွင်ကို လေးလံစေခဲ့သည်မဟုတ်လော။ ကျွန်ုပ်တို့၏ မျက်နှာများကို ဖြူစင်စေခဲ့ပြီး ငရဲမှ ကယ်တင်ခဲ့သည်မဟုတ်လော။' ဟု ပြန်ဖြေမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အကာအကွယ်ကို ဖယ်ရှားပေးမည်ဖြစ်ပြီး သူတို့သည် အရှင်မြတ်ကို ဖူးမြင်ရမည်။ အလ္လာဟ်ကို တိုင်တည်၍ ပြောရမည်ဆိုပါက၊ သူတို့သည် အရှင်မြတ်ကို ဖူးမြင်ရခြင်းထက် ပို၍ချစ်မြတ်နိုးဖွယ်ကောင်းပြီး ပို၍နှစ်သက်ဖွယ်ကောင်းသော အရာကို မရရှိခဲ့ဖူးပေ။)</span></p><p lang=\"my\" class=\"my \">မူစလင်မ်နှင့် အိမာမ်များအဖွဲ့ကလည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ မျက်နှာများကို မှောင်မိုက်ခြင်း၊ ဖုန်မှုန့်များ ဖုံးလွှမ်းမည်မဟုတ်ပေ...)</span> ဆိုသည်မှာ တရားစီရင်ရာနေ့၏ အမျိုးမျိုးသော အဖြစ်အပျက်များအတွင်း သူတို့၏ မျက်နှာများပေါ်တွင် မည်သည့် မဲမှောင်ခြင်း သို့မဟုတ် မှောင်မိုက်ခြင်းမှ ရှိမည်မဟုတ်ပေ။ သို့သော် ပုန်ကန်သော ကာဖိရ် (ငြင်းပယ်သူ) တို့၏ မျက်နှာများသည် ဖုန်မှုန့်များနှင့် မှောင်မိုက်ခြင်းတို့ဖြင့် စွန်းထင်းနေမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا ذِلَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် အရှက်ရဖွယ် ကဲ့ရဲ့စရာမှ မဟုတ်ပေ)</span> ဆိုသည်မှာ သူတို့သည် အရှက်ရခြင်းနှင့် ဂုဏ်သိက္ခာကျဆင်းခြင်းတို့ဖြင့် ဖုံးလွှမ်းခံရမည်မဟုတ်ပေ။ ယုံကြည်သူများသည်မူ အတွင်းပိုင်းရော အပြင်ပိုင်းပါ အရှက်ရမည်မဟုတ်ဘဲ၊ ဆန့်ကျင်ဘက်အားဖြင့် သူတို့သည် ကာကွယ်စောင့်ရှောက်ခံရပြီး ဂုဏ်ပြုခံရမည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَقَاهُمُ اللَّهُ شَرَّ ذَٰلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူတို့ကို ထိုနေ့၏ ဆိုးကျိုးမှ ကယ်တင်ခဲ့ပြီး၊ နဒ်ရာ <span class=\"gray\">(တောက်ပမှု)</span> နှင့် ပျော်ရွှင်မှုကို ပေးသနားတော်မူခဲ့သည်။)</span><span class=\"gray\">[၇၆:၁၁]</span> ဆိုသည်မှာ သူတို့၏ မျက်နှာများတွင် အလင်းရောင်နှင့် သူတို့၏ နှလုံးသားများတွင် ပျော်ရွှင်မှုတို့ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်ဖြင့် ကျွန်ုပ်တို့ကို ထိုသူများထဲမှ ဖြစ်စေသော်။</p>"
  }
]