[
  {
    "ayah_key": "7:199",
    "group_ayah_key": "7:199",
    "from_ayah": "7:199",
    "to_ayah": "7:200",
    "ayah_keys": "7:199,7:200",
    "text": "<p class=\"my translation\" lang=\"my\">ခွင့်လွှတ်ခြင်းကိုပြပါ၊ အလ်-ဥရ်ဖ် <span class=\"gray\">(ကောင်းမြတ်သောအရာ)</span> ကို အမိန့်ပေးပါ၊ မိုက်မဲသူများထံမှ <span class=\"gray\">(သူတို့ကိုမပြစ်ဒဏ်ပါနှင့်)</span> မျက်နှာလွှဲပါ။ <span>(၁၉၉)</span>အကယ်၍ ရှိုက်တွာန်ထံမှ မကောင်းသော တီးတိုးစကား သင့်ထံ ရောက်လာပါက အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကိုကြားသိတော်မူထသော၊ အလုံးစုံကိုသိရှိတော်မူထသော အရှင်ဖြစ်သည်။ <span>(၂၀၀)</span></p><div lang=\"my\" class=\"my \"><h2>ခွင့်လွှတ်ခြင်းကိုပြသခြင်း</h2></div><p lang=\"ha\" class=\"ha \">Abdur-Rahman bin Zayd bin Aslam commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذِ الْعَفْوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွင့်လွှတ်ခြင်းကို ပြသပါ)</span> \"အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">[နဗီတမန်တော် မုဟမ္မဒ် ﷺ]</span> အား ဆယ်နှစ်တာ ကာလပတ်လုံး ရုပ်တုကိုးကွယ်သူများအား ခွင့်လွှတ်ရန်နှင့် မျက်နှာလွှဲရန် အမိန့်ပေးတော်မူခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် ကြမ်းတမ်းစွာ ဆက်ဆံရန် အမိန့်ပေးခဲ့သည်။\" </p><p lang=\"my\" class=\"my \">မုဂျာဟိဒ်ထံမှ ရရှိသော အဆိုအမိန့် တစ်ခုထက်ပို၍ ဖော်ပြသည်မှာ၊ \"သူလျှိုလုပ်ခြင်း မပြုခဲ့ကြသူတို့၏ <span class=\"gray\">[မကောင်းသော]</span> အပြုအမူများနှင့် လုပ်ဆောင်ချက်များမှဖြစ်သည်။\" ဟာရှိမ် ဗင်န် ဥရ်ဝါက သူ၏ ဖခင်ပြောသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အား လူတို့၏ အပြုအမူများကို ခွင့်လွှတ်ရန် အမိန့်ပေးခဲ့သည်\" ဟု ဆိုသည်။ </p><p lang=\"my\" class=\"my \">အဆိုအမိန့်တစ်ခုတွင်၊ \"သူတို့၏ အပြုအမူများမှ ငါခွင့်ပြုထားသည်များကို ခွင့်လွှတ်ပါ။ စဟီဟ် အလ်-ဗုခါရီတွင် ဟီရှမ်က သူ၏ဖခင် ဥရ်ဝါထံမှ၊ သူ၏ညီ အဗ်ဒူလ္လာဟ် ဗင်န် အဇ်-ဇုဗိုင်ရ်ထံမှ ရရှိသည့် အဆိုအမိန့်ကို မှတ်တမ်းတင်ထားသည်။ သူက ပြောသည်မှာ၊ \"<span class=\"gray\">[အာယသ်တော်]</span>;</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذِ الْعَفْوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွင့်လွှတ်ခြင်းကို ပြသပါ)</span> သည် လူတို့၏ <span class=\"gray\">[မကောင်းသော]</span> စိတ်နေသဘောထားနှင့် ပတ်သက်၍သာ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">မုဂီရာဟ်ထံမှ ဟီရှမ်ထံမှ သူ၏ဖခင်မှ အိဗ်နု 'ဥမာရ်ထံမှ အဆိုအမိန့်တစ်ခုရှိပြီး၊ ဟီရှမ်ထံမှ သူ၏ဖခင်မှ 'အာအီရှာထံမှ နောက်ထပ်တစ်ခုရှိသည်၊ ၎င်းတို့နှစ်ဦးစလုံး အလားတူပင် ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်နှင့် အိဗ်နု အဗီ ဟာတိမ်တို့က ယူနုစ် ပြောကြားသည်မှာ၊ စူဖ်ယန် ဗင်န် 'ဥယိုင်နာဟ်က ဥမိုင်း ပြောကြားသည်ဟု မှတ်တမ်းတင်ထားသည်။ \"အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်၊ အမြတ်တနိုးဆုံး အရှင်သည် ဤအာယသ်တော်ကို ထုတ်ပြန်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွင့်လွှတ်ခြင်းကို ပြသပါ၊ အလ်-ဥရ်ဖ် <span class=\"gray\">(ကောင်းမြတ်သောအရာ)</span> ကို အမိန့်ပေးပါ၊ မိုက်မဲသူများထံမှ မျက်နှာလွှဲပါ)</span> ဟု ကိုယ်တော်၏ တမန်တော်ထံ ပေးပို့သောအခါ၊ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မေးမြန်းခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا هَذَا يَا جِبْرِيلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အို ဂျိဗ်ရီလ်၊ ၎င်းသည် အဘယ်အရာကို ဆိုလိုသနည်း။')</span> ဂျိဗ်ရီလ်က ပြောသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်သည် သင့်အား မတရားပြုသူများကို ခွင့်လွှတ်ရန်၊ သင့်အား လိုအပ်ချက်များ ဖန်တီးခဲ့သူများကို ပေးကမ်းရန်၊ သင့်နှင့် ဆက်ဆံရေးဖြတ်တောက်ခဲ့သူများနှင့် ဆက်ဆံရေး ထိန်းသိမ်းရန် အမိန့်ပေးတော်မူသည်' ဟု ဆိုသည်။\" </p><p class=\"ceb\" class=\"ceb \">Al-Bukhari said, \"Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွင့်လွှတ်ခြင်းကို ပြသပါ၊ အလ်-ဥရ်ဖ် ကို အမိန့်ပေးပါ၊ အသိပညာမဲ့သူများထံမှ မျက်နှာလွှဲပါ)</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဥရ်ဖ်\" သည် ဖြောင့်မတ်ခြင်းကို ဆိုလိုသည်။\" အလ်-ဗုခါရီသည် ထို့နောက် အိဗ်နု 'အဗ္ဗားစ်ထံမှ မှတ်တမ်းတင်သည်မှာ၊ သူက ပြောသည်မှာ၊ \"'ဥယိုင်နာဟ် ဗင်န် ဟစ်စ်န် ဗင်န် ဟုဒိုင်ဖာဟ်သည် သူ၏ တူ အလ်-ဟူရ် ဗင်န် ကွိုင်းစ်နှင့်အတူ နေထိုင်ခဲ့သည်။ အလ်-ဟူရ် ဗင်န် ကွိုင်းစ်သည် 'ဥမာရ် အနီးတွင် ထားရှိလေ့ရှိသော လူများထဲမှ တစ်ဦးဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် 'ဥမာရ်သည် ကုရ်အာန်ရွတ်ဖတ်သူများ <span class=\"gray\">(၎င်းကို အာဂုံဆောင်သူများ)</span> ကို သူ၏အနီးတွင် ထားရှိရန် နှစ်သက်ပြီး ၎င်းတို့၏ အမြင်ကို နားထောင်လေ့ရှိသည်၊ ၎င်းတို့သည် အသက်ကြီးသည်ဖြစ်စေ၊ ငယ်သည်ဖြစ်စေ ပဓာနမထားပေ။ 'ဥယိုင်နာဟ်က သူ၏တူအား ပြောသည်မှာ၊ 'အို ငါ့တူ! မင်းသည် ဤခေါင်းဆောင် <span class=\"gray\">('ဥမာရ်)</span> နှင့် ရင်းနှီးသည်၊ ထို့ကြောင့် ငါ့အား သူ့ကို တွေ့ဆုံရန် ခွင့်ပြုချက်တောင်းပေးပါ။' အလ်-ဟူရ်က 'ငါ မင်းအတွက် တောင်းပေးမည်' ဟု ပြောပြီး 'ဥမာရ်ထံမှ 'ဥယိုင်နာဟ်ကို တွေ့ဆုံရန် ခွင့်ပြုချက် တောင်းခဲ့ရာ 'ဥမာရ်က ခွင့်ပြုခဲ့သည်။ 'ဥယိုင်နာဟ် 'ဥမာရ်ထံ ဝင်ရောက်သောအခါ သူက ပြောသည်မှာ၊ 'အို အိဗ်နု အလ်-ခတ္တားဗ်! သင်သည် ကျွန်ုပ်တို့အား လုံလောက်စွာ မပေးသကဲ့သို့ ကျွန်ုပ်တို့အကြား တရားမျှတစွာလည်း မဆုံးဖြတ်ပေ။' 'ဥမာရ်သည် အလွန်အမျက်ထွက်သွားသဖြင့် 'ဥယိုင်နာဟ်ကို အပြစ်ပေးတော့မလို ဖြစ်ခဲ့သည်။ သို့သော် အလ်-ဟူရ်က ပြောသည်မှာ၊ 'အို ယုံကြည်သူတို့၏ အကြီးအကဲ! အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်သည် ကိုယ်တော်၏ တမန်တော် ﷺ အား မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွင့်လွှတ်ခြင်းကို ပြသပါ၊ အလ်-ဥရ်ဖ် ကို အမိန့်ပေးပါ၊ မိုက်မဲသူများထံမှ မျက်နှာလွှဲပါ)</span></p><p lang=\"my\" class=\"my \">အမှန်စင်စစ် ဤသူ <span class=\"gray\">('ဥယိုင်နာဟ်)</span> သည် မိုက်မဲသူများထဲမှ တစ်ဦးဖြစ်သည်!' အလ္လာဟ်အရှင်မြတ်အား ကျိန်ဆိုပါသည်၊ 'ဥမာရ်သည် ထိုအာယသ်တော် ရွတ်ဖတ်သံကို ကြားပြီးနောက် မည်သည့်အရာမျှ မပြုလုပ်ခဲ့ပေ၊ အမှန်စင်စစ် သူသည် အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်နှင့် အမြတ်တနိုးဆုံး အရှင်၏ ကျမ်းတော်ကို စွဲကိုင်သူ တစ်ဦးဖြစ်သည်။\" အလ်-ဗုခါရီသည် ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အချို့သော ပညာရှင်များက လူတို့သည် နှစ်မျိုးရှိသည်ဟု ပြောကြသည်၊ ကောင်းမှုပြုသူ၊ ထို့ကြောင့် သူ၏ ကောင်းမှုပြုခြင်းကို လက်ခံပြီး သူခံနိုင်သည်ထက် ပို၍ မတောင်းဆိုပါနှင့်၊ သူ့အား ဒုက္ခဖြစ်စေမည့်အရာကိုလည်း မတောင်းဆိုပါနှင့်။ နောက်တစ်မျိုးမှာ ချို့ယွင်းချက်ရှိသူဖြစ်သည်၊ ထို့ကြောင့် သူ့အား ဖြောင့်မတ်ခြင်းကို အမိန့်ပေးပါ။ သူသည် မကောင်းမှုကို ဆက်လက်ပြုလုပ်ရန် အတင်းအကျပ်ပြုပါက၊ ခက်ခဲလာပြီး သူ၏ အသိပညာမဲ့မှုကို ဆက်လက်ပြုလုပ်ပါက၊ သူ၏ မကောင်းမှုကို တားဆီးနိုင်ရန်အတွက် သူ့ထံမှ မျက်နှာလွှဲပါ။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာများတွင် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ - وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ - وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုကို ပိုမိုကောင်းမွန်သောအရာဖြင့် ဖယ်ရှားပါ။ ၎င်းတို့ပြောဆိုသည့်အရာများကို ကျွန်ုပ်တို့ အကောင်းဆုံးသိရှိတော်မူသည်။ ထို့အပြင် ပြောပါ- \"အို ကျွန်ုပ်၏ အရှင်သခင်! ရှိုက်တွာန်များ <span class=\"gray\">(မာရ်နတ်များ)</span> ၏ တီးတိုးစကားများ <span class=\"gray\">(အကြံပေးချက်များ)</span> မှ ကိုယ်တော်ထံ ကျွန်ုပ်ခိုလှုံပါသည်။ ထို့အပြင် အို ကျွန်ုပ်၏ အရှင်သခင်! ၎င်းတို့ ကျွန်ုပ်အနီးသို့ ရောက်ရှိလာမည်ကို ကိုယ်တော်ထံ ကျွန်ုပ်ခိုလှုံပါသည်။\")</span><span class=\"gray\">[၂၃:၉၆-၉၈]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုနှင့် မကောင်းမှုသည် တူညီနိုင်မည်မဟုတ်ပေ။ <span class=\"gray\">(မကောင်းမှုကို)</span> ပိုမိုကောင်းမွန်သောအရာဖြင့် တွန်းလှန်ပါ၊ ထိုအခါ အမှန်စင်စစ် သင်နှင့် သူ့အကြား ရန်ငြိုးရှိခဲ့သူသည် <span class=\"gray\">(ဖြစ်လာလိမ့်မည်)</span> သူငယ်ချင်းရင်းချာတစ်ဦးကဲ့သို့ ဖြစ်လာလိမ့်မည်။ သို့သော် ၎င်း <span class=\"gray\">(အထက်ပါ အရည်အသွေး)</span> ကို သည်းခံသူများမှအပ မည်သူမျှ ရရှိမည်မဟုတ်ပေ – ထို့အပြင် ဤလောကတွင် ကြီးမားသော အခွင့်ထူး ပိုင်ရှင်မှအပ မည်သူမျှ ရရှိမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၄၁:၃၄-၃၅]</span> ဤအာယသ်တော်များတွင် ပါရှိသည့် အကြံဉာဏ်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ရှိုက်တွာန်ထံမှ မကောင်းသော တီးတိုးစကားသည် သင့်အား <span class=\"gray\">(ကောင်းမှုပြုခြင်းမှ)</span> လွဲချော်စေရန် ကြိုးစားပါက အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကိုကြားသိတော်မူထသော၊ အလုံးစုံကိုသိရှိတော်မူထသော အရှင်ဖြစ်သည်။)</span><span class=\"gray\">[၄၁:၃၆]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤဂုဏ်ယူဖွယ် ဆူရာတွင် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ရှိုက်တွာန်ထံမှ မကောင်းသော တီးတိုးစကား သင့်ထံ ရောက်လာပါက အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကိုကြားသိတော်မူထသော၊ အလုံးစုံကိုသိရှိတော်မူထသော အရှင်ဖြစ်သည်။)</span><span class=\"gray\">[၇:၂၀၀]</span> ကုရ်အာန်ရှိ ဤဖြစ်ရပ်သုံးခုသည်၊ ဆူရာ အလ်-အာရာဖ်၊ အလ်-မုအ်မိနွန်း နှင့် အဆ်-စဂျ်ဒါဟ်တို့တွင်၊ ကုရ်အာန်၌ ထူးခြားသည်။ အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုပြုသူများအား ပေါ့ပေါ့ပါးပါး ဆက်ဆံရန် အားပေးသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ၎င်းတို့၏ မကောင်းမှုကို ဆက်လက်ပြုလုပ်ခြင်းမှ တားဆီးနိုင်သောကြောင့်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အမှန်စင်စစ် သင်နှင့် သူ့အကြား ရန်ငြိုးရှိခဲ့သူသည် <span class=\"gray\">(ဖြစ်လာလိမ့်မည်)</span> သူငယ်ချင်းရင်းချာတစ်ဦးကဲ့သို့ ဖြစ်လာလိမ့်မည်)</span><span class=\"gray\">[၄၁:၃၄]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျင်န်နတ်များ၏ ရှိုင်တွာန်များထံမှ ကိုယ်တော်ထံ ခိုလှုံရန်ကိုလည်း အားပေးသည်။ ရှိုင်တွာန်သည် သူ့အပေါ် ပေါ့ပေါ့ပါးပါး ဆက်ဆံပါက အတားအဆီး ဖြစ်မည်မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် သူသည် သင့်အား ဖျက်ဆီးရန်နှင့် လုံးဝပျက်စီးစေရန် ကြိုးစားသောကြောင့်ဖြစ်သည်။ အို လူသားတို့၊ ရှိုင်တွာန်သည် သင့်ဖခင်အား ယခင်က ရန်သူဖြစ်ခဲ့သကဲ့သို့ သင်၏ ပွင့်လင်းသော ရန်သူဖြစ်သည်။ </p><p lang=\"jv\" class=\"jv \">Ibn Jarir said, while explaining Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ရှိုက်တွာန်ထံမှ မကောင်းသော တီးတိုးစကား သင့်ထံ ရောက်လာပါက)</span>၊ \"အကယ်၍ ရှိုက်တွာန်သည် သင့်အား အမျက်ဒေါသထွက်စေရန် ဖြားယောင်းပါက၊ ထိုသို့အားဖြင့် အသိပညာမဲ့သူများကို ခွင့်လွှတ်ခြင်းမှ သင့်အား လမ်းလွဲစေပြီး သူ့အား အပြစ်ပေးရန်ဘက်သို့ ဦးတည်စေပါက</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَاسْتَعِذْ بِاللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ။)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ရှိုက်တွာန်၏ တီးတိုးစကားများမှ ကိုယ်တော်ထံ ခိုလှုံရန် အမိန့်ပေးသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ سَمِيعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကိုကြားသိတော်မူထသော၊ အလုံးစုံကိုသိရှိတော်မူထသော အရှင်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် မိုက်မဲသူများက သင့်အပေါ် ပြုလုပ်သည့် အသိပညာမဲ့မှု၊ ရှိုက်တွာန်၏ တီးတိုးစကားများမှ ကိုယ်တော်ထံ သင့်ခိုလှုံခြင်းနှင့် ကိုယ်တော်၏ ဖန်ဆင်းခံအားလုံး၏ ကျန်ရှိသော စကားများအားလုံးကို ကြားသိတော်မူသည်။ ၎င်းတို့ထဲမှ တစ်ခုမျှ ကိုယ်တော်၏ အသိပညာမှ လွတ်ကင်းမည်မဟုတ်ပေ။ ကိုယ်တော်သည် ရှိုက်တွာန်၏ ဖြားယောင်းမှုများကို သင့်ထံမှ ဖယ်ရှားပေးသောအရာနှင့် ကိုယ်တော်၏ ဖန်ဆင်းခံများ ပြုလုပ်သည့် ကျန်ရှိသောအရာများကို သိရှိတော်မူသည်။\" </p><p lang=\"my\" class=\"my \">ဤတဖ်စီရ်၏ အစပိုင်းတွင် အစ္စတီယာဇာဟ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံခြင်း)</span> နှင့်ပတ်သက်သော ဟဒီးဆ်တော်များကို ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီးဖြစ်၍ ဤနေရာတွင် ထပ်မံဖော်ပြရန် မလိုအပ်ပါ။</p>"
  },
  {
    "ayah_key": "7:201",
    "group_ayah_key": "7:201",
    "from_ayah": "7:201",
    "to_ayah": "7:202",
    "ayah_keys": "7:201,7:202",
    "text": "<p lang=\"my\" class=\"my \">စင်စစ် တက်ကဝါရှိသူတို့သည် ရှိုင်တွာန်ထံမှ မကောင်းသော အကြံအစည်တစ်ခု ၎င်းတို့ထံ ရောက်လာသောအခါ၊ ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> သတိရကြသည်၊ နှင့် <span class=\"gray\">(စင်စစ်)</span> ၎င်းတို့သည် ထိုအခါ <span class=\"gray\">(မှန်ကန်စွာ)</span> မြင်ကြသည် <span>(၂၀၁)</span>သို့သော် <span class=\"gray\">(၎င်းတို့၏)</span> ညီအစ်ကိုများ <span class=\"gray\">(ရှိုင်တွာန်တို့၏ ညီအစ်ကိုများ)</span> အတွက်မူ ၎င်းတို့ <span class=\"gray\">(ရှိုင်တွာန်တို့)</span> သည် ၎င်းတို့ကို အမှားထဲသို့ ပိုမိုနက်ရှိုင်းစွာ နစ်မြုပ်စေကြသည်၊ ထို့ပြင် ၎င်းတို့သည် ဘယ်သောအခါမျှ ရပ်တန့်မသွားကြပေ <span>(၂၀၂)</span></p><div lang=\"my\" class=\"my \"><h2>ရှိုင်တွာန်၏ တီးတိုးစကားနှင့် တက်ကဝါရှိသူများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တက်ကဝါရှိသူ၊ အရှင်မြတ်၏ အမိန့်များကို နာခံသူ၊ နှင့် အရှင်မြတ် တားမြစ်ထားသည်များကို ရှောင်ရှားသူ မိမိ၏ကျွန်များကို ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا مَسَّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံ ရောက်လာသောအခါ)</span> မကောင်းသော အကြံအစည်တစ်ခု၊ သို့မဟုတ် ဒေါသ၊ သို့မဟုတ် ရှိုင်တွာန်၏ တီးတိုးစကားများ ၎င်းတို့စိတ်ထဲ ဖြတ်ကျော်ဝင်လာသောအခါ၊ သို့မဟုတ် အမှားကျူးလွန်ရန် ရည်ရွယ်သောအခါ၊ သို့မဟုတ် အမှားကျူးလွန်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَذَكَّرُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သတိရကြသည်)</span> အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့်၊ အရှင်မြတ်၏ ကြီးမားသော အကျိုးကျေးဇူးကိုလည်းကောင်း။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်များနှင့် ခြိမ်းခြောက်မှုများကို သတိရကြပြီး၊ ထို့နောက် နောင်တရကာ၊ အရှင်မြတ်ထံ ပြန်လှည့်ကြပြီး၊ အရှင်မြတ်ထံ ခိုလှုံကြကာ သေဆုံးခြင်းမတိုင်မီ ခွင့်လွှတ်မှု တောင်းခံကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هُم مُّبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(စင်စစ်)</span> ၎င်းတို့သည် ထိုအခါ <span class=\"gray\">(မှန်ကန်စွာ)</span> မြင်ကြသည်)</span> ၎င်းတို့သည် မှန်ကန်လာကြပြီး ၎င်းတို့၏ လမ်းမှားများကို သိရှိနားလည်လာကြသည်။</p><div lang=\"my\" class=\"my \"><h2>လူသားများကြားမှ ရှိုင်တွာန်တို့၏ ညီအစ်ကိုများသည် မှားယွင်းမှုသို့ ဆွဲဆောင်ကြသည်</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِخْوَانُهُمْ يَمُدُّونَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် <span class=\"gray\">(၎င်းတို့၏)</span> ညီအစ်ကိုများကိုမူ ၎င်းတို့သည် ပိုမိုနက်ရှိုင်းစွာ နစ်မြုပ်စေကြသည်)</span> ဆိုသည်မှာ လူသားများကြားမှ ရှိုင်တွာန်တို့၏ ညီအစ်ကိုများကို ရည်ညွှန်းခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် အလေအလွင့်သုံးစွဲသူတို့သည် ရှိုင်တွာန်တို့၏ ညီအစ်ကိုများ ဖြစ်ကြကုန်သည်)</span><span class=\"gray\">[17:27]</span> အကြောင်းမှာ ၎င်းတို့သည် ရှိုင်တွာန်တို့၏ နောက်လိုက်များဖြစ်ပြီး၊ ၎င်းတို့ကို နားထောင်ကာ ၎င်းတို့၏ အမိန့်များကို နာခံကြသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمُدُّونَهُمْ فِي الْغَيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့ကို အမှားထဲသို့ ပိုမိုနက်ရှိုင်းစွာ နစ်မြုပ်စေကြသည်)</span> ရှိုင်တွာန်တို့သည် ၎င်းတို့အား အပြစ်များကျူးလွန်ရာတွင် ကူညီပေးပြီး၊ ဤလမ်းကြောင်းကို ၎င်းတို့အတွက် လွယ်ကူ၍ ဆွဲဆောင်မှုရှိစေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا يُقْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် ဘယ်သောအခါမျှ ရပ်တန့်မသွားကြပေ)</span> အကြောင်းမှာ ရှိုင်တွာန်တို့သည် လူသားများကို အမှားကျူးလွန်ရန် လှုံ့ဆော်ခြင်းကို ဘယ်သောအခါမျှ ရပ်တန့်မသွားကြသောကြောင့် ဖြစ်သည်။ အလီ ဘင် အဘီ တာလ်ဟာဟ်က အိဘ်နု အဘ်ဘာစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပေးခဲ့ကြောင်း သတင်းပေးပို့ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် <span class=\"gray\">(၎င်းတို့၏)</span> ညီအစ်ကိုများကိုမူ ၎င်းတို့သည် အမှားထဲသို့ ပိုမိုနက်ရှိုင်းစွာ နစ်မြုပ်စေကြပြီး၊ ၎င်းတို့သည် ဘယ်သောအခါမျှ ရပ်တန့်မသွားကြပေ။)</span></p><p lang=\"my\" class=\"my \">\"လူသားတို့သည် ၎င်းတို့ ပြုလုပ်နေသော မကောင်းမှုကို ရပ်တန့်မသွားကြသကဲ့သို့ ရှိုင်တွာန်တို့သည်လည်း ၎င်းတို့ကို လှည့်စားခြင်းမှ ရပ်တန့်မသွားကြပေ။\" ထို့ကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဘယ်သောအခါမျှ ရပ်တန့်မသွားကြပေ)</span> ဆိုသည်မှာ ရှိုင်တွာန်တို့ ပင်ပန်းနွမ်းနယ်သွားခြင်း သို့မဟုတ် ၎င်းတို့၏ တီးတိုးစကားများကို ရပ်တန့်လိုက်ခြင်းကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ရှိုင်တွာန်များကို မယုံကြည်သူများအား မကောင်းမှုပြုရန် တွန်းအားပေးရန် စေလွှတ်ခဲ့သည်ကို သင်မမြင်ဘူးလား)</span><span class=\"gray\">[19:83]</span> အိဘ်နု အဘ်ဘာစ်နှင့် အခြားသူများ၏ အဆိုအရ၊ မယုံကြည်သူများအား မကောင်းမှုပြုရန် စဉ်ဆက်မပြတ် ဆွဲဆောင်နေခြင်းဖြစ်သည်။</p>"
  }
]