[
  {
    "ayah_key": "46:33",
    "group_ayah_key": "46:33",
    "from_ayah": "46:33",
    "to_ayah": "46:35",
    "ayah_keys": "46:33,46:34,46:35",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့ပြီး ယင်းတို့အား ဖန်ဆင်းခြင်းကြောင့် ပင်ပန်းနွမ်းနယ်ခြင်း မရှိခဲ့သော အလ္လာဟ်အရှင်မြတ်သည် သေသူများကို အသက်ပြန်ရှင်စေနိုင်သည်ကို သူတို့ မမြင်ကြဘူးလား။ အမှန်ပင်၊ အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်သည်။ <span>(၃၃)</span>မယုံကြည်သူများသည် ငရဲမီးသို့ ပြသခံရမည့်နေ့တွင် <span class=\"gray\">(သူတို့အား ပြောလိမ့်မည်)</span>- \"ဒါ အမှန်တရား မဟုတ်ဘူးလား\" သူတို့က \"ဟုတ်ပါတယ်၊ ကျွန်ုပ်တို့၏ အရှင်သခင်ကို ကျိန်ဆိုပါတယ်!\" ဟု ပြောကြမည်။ အရှင်မြတ်က \"ဒါဆို မင်းတို့ မယုံကြည်ခဲ့တဲ့အတွက် ပြင်းထန်တဲ့ ပြစ်ဒဏ်ကို မြည်းစမ်းကြ!\" ဟု ပြောမည်။ <span>(၃၄)</span>ထို့ကြောင့် တမန်တော်များထဲမှ ဇွဲလုံ့လရှိသူများကဲ့သို့ သည်းခံကြပါ၊ သူတို့အတွက် အလျင်စလို မလုပ်ပါနှင့်။ သူတို့ ကတိပြုထားသည့်အရာကို မြင်တွေ့ရမည့်နေ့တွင်၊ ၎င်းတို့သည် တစ်နေ့တာ၏ တစ်နာရီမျှသာ <span class=\"gray\">(ကမ္ဘာပေါ်တွင်)</span> နေထိုင်ခဲ့ရသကဲ့သို့ ဖြစ်လိမ့်မည်။ <span class=\"gray\">(၎င်းသည်)</span> ရှင်းလင်းသော သတင်းစကားဖြစ်သည်။ သို့သော် ဖီဆန်သောသူများမှလွဲ၍ အခြားသူ မည်သူမျှ ဖျက်ဆီးခံရမည်လား <span>(၃၅)</span></p><p lang=\"my\" class=\"my \">သေပြီးနောက် အသက်ရှင်ခြင်းအတွက် သက်သေ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ တရားစီရင်ရာနေ့တွင် ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်သူများနှင့် ထိုနောက်ဆုံးနေ့တွင် ခန္ဓာကိုယ်များ ပြန်လည်ထမြောက်လာမည်ကို သံသယရှိသူများ – သူတို့ မမြင်ကြဘူးလား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့ပြီး ယင်းတို့အား ဖန်ဆင်းခြင်းကြောင့် ပင်ပန်းနွမ်းနယ်ခြင်း မရှိခဲ့သော အလ္လာဟ်အရှင်မြတ်သည်၊)</span> ဆိုလိုသည်မှာ ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခြင်းသည် အရှင်မြတ်ကို ပင်ပန်းနွမ်းနယ်စေခြင်း မရှိခဲ့ပေ။' အဲဒီအစား၊ အရှင်မြတ်က သူတို့ကို \"ဖြစ်လော့\" ဟု အမိန့်ပေးခဲ့ပြီး ၎င်းတို့သည် ငြင်းပယ်ခြင်း သို့မဟုတ် နှောင့်နှေးခြင်းမရှိဘဲ ဖြစ်တည်လာခဲ့ကြသည်။ သူတို့သည် နာခံပြီး ကြောက်ရွံ့ခြင်းနှင့်အတူ အရှင်မြတ်ထံ အညံ့ခံခဲ့ကြသည်။ ထို့ကြောင့် အရှင်မြတ်သည် သေသူများကို ပြန်လည်ရှင်သန်စေရန် မစွမ်းဆောင်နိုင်ဘူးလား။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် အခြားနေရာ၌ မိန့်တော်မူခဲ့သည့်အရာနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခြင်းသည် လူသားများကို ဖန်ဆင်းခြင်းထက် ပိုမိုကြီးမြတ်သည်။ သို့သော် လူအများစုမှာ မသိကြပေ။)</span><span class=\"gray\">(၄၀:၅၇)</span> အလ္လာဟ်အရှင်မြတ်သည် အထက်ပါမေးခွန်းကို အောက်ပါအတိုင်း မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ပြီ၊ အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်ကို မယုံကြည်သူ မည်သူ့ကိုမဆို ခြိမ်းခြောက်ခြင်းနှင့် သတိပေးခြင်းအဖြစ် မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَٰذَا بِالْحَقِّ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် ငရဲမီးသို့ ပြသခံရမည့်နေ့တွင် <span class=\"gray\">(သူတို့အား ပြောလိမ့်မည်)</span>- \"ဒါ အမှန်တရား မဟုတ်ဘူးလား။\")</span> ဆိုလိုသည်မှာ သူတို့အား ပြောလိမ့်မည်၊ \"ဒါ အမှန်တရား မဟုတ်ဘူးလား။ ဒါ မှော်ပညာလား၊ ဒါမှမဟုတ် မင်းတို့ မမြင်ဘူးလား\" ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا بَلَىٰ وَرَبِّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"ဟုတ်ပါတယ်၊ ကျွန်ုပ်တို့၏ အရှင်သခင်ကို ကျိန်ဆိုပါတယ်!\" ဟု ပြောကြမည်။)</span> ဆိုလိုသည်မှာ သူတို့သည် ဝန်ခံရန်မှတစ်ပါး အခြားရွေးချယ်စရာ မရှိတော့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က \"ဒါဆို မင်းတို့ မယုံကြည်ခဲ့တဲ့အတွက် ပြင်းထန်တဲ့ ပြစ်ဒဏ်ကို မြည်းစမ်းကြ!\" ဟု ပြောမည်။)</span></p><p lang=\"nl\" class=\"nl \">Commanding the Prophet ﷺ to persevere</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ တမန်တော် ﷺ အား ၎င်း၏ လူမျိုးများထဲမှ အရှင်မြတ်ကို ပစ်ပယ်သူများနှင့် ပတ်သက်၍ သည်းခံရန် အမိန့်ပေးတော်မူသည်။ အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် တမန်တော်များထဲမှ ဇွဲလုံ့လရှိသူများကဲ့သို့ သည်းခံကြပါ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ လူမျိုးများက ၎င်းတို့ကို ပစ်ပယ်ခြင်းအပေါ် ၎င်းတို့ သည်းခံခဲ့ကြသကဲ့သို့ ဖြစ်သည်။ တမန်တော်များထဲမှ \"ဇွဲလုံ့လရှိသူများ\" မှာ နူဟ်၊ အစ်ဗရာဟင်မ်၊ မူဆာ၊ အီဆာ နှင့် တမန်တော်အားလုံး၏ နောက်ဆုံးပိတ်ဖြစ်သော မိုဟမ္မဒ် ﷺ တို့ ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အမည်များကို အခန်းငယ် နှစ်ခု၌ အထူးတလည် ဖော်ပြထားသည်- စူရဟ် အလ်-အဟ်ဇာဗ် <span class=\"gray\">(၃၃:၇)</span> နှင့် စူရဟ် အစ်ရ်-ရွှာရာ <span class=\"gray\">(၄၂:၁၃)</span>။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تَسْتَعْجِلْ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် အလျင်စလို မလုပ်ပါနှင့်။)</span> ဆိုလိုသည်မှာ 'သူတို့အတွက် ပြစ်ဒဏ်ကို အလျင်စလို မတောင်းဆိုနှင့်' ဟု ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကို ငြင်းပယ်သူများနှင့် ဘဝ၏ ကောင်းမွန်သောအရာများကို ပိုင်ဆိုင်ထားသူများနှင့် ငါ့ကို တစ်ယောက်တည်း ထားလိုက်ပါ။ ပြီးတော့ သူတို့ကို ခဏလေး အချိန်ပေးပါ။)</span><span class=\"gray\">(၇၃:၁၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မယုံကြည်သူများအား အချိန်ပေးပြီး ၎င်းတို့အား ခဏလေး ထားလိုက်ပါ။)</span><span class=\"gray\">(၈၆:၁၇)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ ကတိပြုထားသည့်အရာကို မြင်တွေ့ရမည့်နေ့တွင်၊ ၎င်းတို့သည် တစ်နေ့တာ၏ တစ်နာရီမျှသာ <span class=\"gray\">(ကမ္ဘာပေါ်တွင်)</span> နေထိုင်ခဲ့ရသကဲ့သို့ ဖြစ်လိမ့်မည်။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို <span class=\"gray\">(နာရီကို)</span> မြင်တွေ့ရမည့်နေ့တွင်၊ ၎င်းတို့သည် <span class=\"gray\">(ကမ္ဘာပေါ်တွင်)</span> တစ်နေ့၏ ညနေခင်း သို့မဟုတ် နံနက်ခင်းမှလွဲ၍ အခြားအချိန်မျှ မနေခဲ့ရသကဲ့သို့ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၇၉:၄၆)</span> နှင့် အရှင်မြတ်မိန့်တော်မူသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က သူတို့ကို စုဝေးစေမည့်နေ့တွင်၊ <span class=\"gray\">(၎င်းသည်)</span> ၎င်းတို့သည် တစ်နေ့တာ၏ တစ်နာရီမျှသာ မနေခဲ့ရသကဲ့သို့ ဖြစ်လိမ့်မည်။ သူတို့သည် တစ်ဦးနှင့်တစ်ဦး အသိအမှတ်ပြုကြမည်။)</span><span class=\"gray\">(၁၀:၄၅)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلَاغٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်းလင်းသော သတင်းစကား။)</span> ဆိုလိုသည်မှာ ဤကုရ်အာန်သည် ရှင်းလင်းသော သဘောတရားကို ပေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဖီဆန်သောသူများမှလွဲ၍ အခြားသူ မည်သူမျှ ဖျက်ဆီးခံရမည်လား။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ပျက်စီးခြင်းလမ်းကို ရွေးချယ်သူများမှလွဲ၍ မည်သူကိုမျှ ဖျက်ဆီးခြင်း မပြုပေ။ အလ္လာဟ်အရှင်မြတ်၏ တရားမျှတမှု၏ တစ်စိတ်တစ်ပိုင်းမှာ အပြစ်ဒဏ်ခံထိုက်သူများမှလွဲ၍ မည်သူကိုမျှ အပြစ်ပေးခြင်း မပြုခြင်းဖြစ်သည် – အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရဟ် အလ်-အဟ်ကာဖ် ၏ ရှင်းလင်းချက် ပြီးဆုံးခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာ အားလုံးတို့သည် အလ္လာဟ်အရှင်မြတ်ထံသာ သက်ရောက်သည်။ အောင်မြင်မှုနှင့် အပြစ်အနာအဆာများမှ ကာကွယ်ခြင်း နှစ်ခုစလုံးသည် အရှင်မြတ်၏ အကူအညီဖြင့် ဖြစ်သည်။</p>"
  }
]