[
  {
    "ayah_key": "50:1",
    "group_ayah_key": "50:1",
    "from_ayah": "50:1",
    "to_ayah": "50:5",
    "ayah_keys": "50:1,50:2,50:3,50:4,50:5",
    "text": "<p lang=\"my\" class=\"my \">ကုရ်အာန်၏ မူဖတ်စယ်လ် အပိုင်း၏ အစ</p><p lang=\"my\" class=\"my \">မှန်ကန်သော အမြင်အရ ဤဆူရာသည် ကုရ်အာန်၏ မူဖတ်စယ်လ် အခန်းရှိ ပထမဆုံး ဆူရာ ဖြစ်သည်။ မူဖတ်စယ်လ်သည် ဆူရတ် အလ်-ဟူဂျူရတ်ဖြင့် စတင်သည်ဟု ဆိုကြသည်။ အချို့သာမန်လူများက မူဖတ်စယ်လ်သည် ဆူရာ အမ်မာ အန်-နဘ၊ <span class=\"gray\">(အခန်း ၇၈)</span> ဖြင့် စတင်သည်ဟု ပြောကြသော်လည်း၊ ဤအမြင်ကို ဂုဏ်သရေရှိ ပညာရှင်တစ်ဦးတစ်ယောက်မှ ထောက်ခံခဲ့ခြင်းမရှိသောကြောင့် ၎င်းသည် မမှန်ကန်ပါ။</p><p lang=\"my\" class=\"my \">အဝ်စ် <span class=\"gray\">(ဘင် ဟူဒိုင်ဖာ)</span> က ပြောသည်; \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ သခင်များအား ကုရ်အာန်ကို မည်သို့ ခွဲခြမ်းခဲ့ကြောင်း ကျွန်ုပ် မေးမြန်းခဲ့သည်။ ၎င်းတို့က 'သုံး၊ ငါး၊ ခုနစ်၊ ကိုး၊ ဆယ့်တစ်၊ ဆယ့်သုံး၊ နှင့် မူဖတ်စယ်လ် အပိုင်းကို တစ်ခုတည်းအဖြစ်' ဟု ပြောကြားခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">ဤအကြောင်းကို အိဗ်နုမာဂျာနှင့် အီမာမ် အဟ်မဒ်တို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"gd\" class=\"gd \">If one counts forty-eight Surahs, the next Surah will be Surah Qaf. The details are as follows: The <span class=\"gray\">[first]</span> three Surahs are Al-Baqarah <span class=\"gray\">(chapter 2)</span>, Al 'Imran <span class=\"gray\">(3)</span>, then An-Nisa' <span class=\"gray\">(4)</span>. The five are Al-Ma'idah <span class=\"gray\">(5)</span>, Al-An'am <span class=\"gray\">(6)</span>, Al-A'raf <span class=\"gray\">(7)</span>, Al-Anfal <span class=\"gray\">(8)</span> and Bara'ah <span class=\"gray\">(or At-Tawbah)</span><span class=\"gray\">(9)</span>. The seven next Surahs are Surah Yunus <span class=\"gray\">(10)</span>, Hud <span class=\"gray\">(11)</span>, Yusuf <span class=\"gray\">(12)</span>, Ar-Ra'd <span class=\"gray\">(13)</span>, Ibrahim <span class=\"gray\">(14)</span>, Al-Hijr <span class=\"gray\">(15)</span> and An-Nahl <span class=\"gray\">(16)</span>. The nine next Surahs are, Subhan <span class=\"gray\">(or Al-Isra' <span class=\"gray\">(17)</span>]</span>, Al-Kahf <span class=\"gray\">(18)</span>, Maryam <span class=\"gray\">(19)</span>, Ta Ha <span class=\"gray\">(20)</span>, Al-Anbiya' <span class=\"gray\">(21)</span>, Al-Hajj <span class=\"gray\">(22)</span>, Al-Mu'minun <span class=\"gray\">(23)</span>, An-Nur <span class=\"gray\">(24)</span> and Al-Furqan <span class=\"gray\">(25)</span>. The next eleven Surahs are Surat Ash-Shu'ara <span class=\"gray\">(26)</span>, An-Naml <span class=\"gray\">(27)</span>, Al-Qasas <span class=\"gray\">(28)</span>, Al-'Ankabut <span class=\"gray\">(29)</span>, Ar-Rum <span class=\"gray\">(30)</span>, Luqman <span class=\"gray\">(31)</span>, Alif Lam Mim As-Sajdah <span class=\"gray\">(32)</span>, Al-Ahzab <span class=\"gray\">(33)</span>, Saba' <span class=\"gray\">(34)</span>, Fatir <span class=\"gray\">(35)</span> and Ya Sin <span class=\"gray\">(36)</span>. The next thirteen are Surat As-Saffat <span class=\"gray\">(37)</span>, Sad <span class=\"gray\">(38)</span>, Az-Zumar <span class=\"gray\">(39)</span>, Ghafir <span class=\"gray\">(40)</span>, Ha Mim As-Sajdah <span class=\"gray\">(or Fussilat)</span><span class=\"gray\">(41)</span>, Ash-Shura <span class=\"gray\">(42)</span>, Az-Zukhruf <span class=\"gray\">(43)</span>, Ad-Dukhan <span class=\"gray\">(44)</span>, Al-Jathiyah <span class=\"gray\">(45)</span>, Al-Ahqaf <span class=\"gray\">(46)</span>, Al-Qital <span class=\"gray\">(or Muhammad)</span><span class=\"gray\">(47)</span>, Al-Fath <span class=\"gray\">(48)</span> and Al-Hujurat <span class=\"gray\">(49)</span>.</p><p lang=\"my\" class=\"my \">ထို့နောက်တွင် သခင်များ၏ အဆိုအရ မူဖတ်စယ်လ် အခန်း လာသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို နှစ်သက်တော်မူပါစေ။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည့်အတိုင်း ဆူရာ ကွဖ် <span class=\"gray\">(အခန်း ၅၀)</span> သည် မူဖတ်စယ်လ်၏ ပထမဆုံး ဖြစ်ပြီး ချီးမွမ်းခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိပြီး၊ ကျေးဇူးတော် အားလုံးသည် ကိုယ်တော်ထံမှ ဖြစ်သည်။</p><p lang=\"bg\" class=\"bg \">The Virtues of Surah Qaf</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် 'အူမာရ် ဘင် အလ်-ခတ္တဘ်က အဘူ ဝါကိဒ် အလ်-လိုင်သီအား \"နဗီတမန်တော် ﷺ သည် 'အီးဒ် ဆွလာတ် (ဝတ်ပြုဆုတောင်းခြင်း) တွင် မည်သည့် (ကျမ်းပိုဒ်)ကို ရွတ်ဖတ်ခဲ့ပါသလဲ?\" ဟု မေးမြန်းခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ အဘူ ဝါကိဒ်က \"ဆူရာ ကွဖ်နှင့် ဆူရတ် အိက်တာရဗတ် <span class=\"gray\">[ဆိုလိုသည်မှာ ဆူရတ် အလ်-ကွမာရ် <span class=\"gray\">(၅၄)</span>]</span>\" ဟု ပြောခဲ့သည်။ မွတ်စလင်မ်နှင့် စူနန် ကျမ်းလေးကျမ်း စုဆောင်းသူများက ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အွမ် ဟီရှမ် ဘင် ဟာရီသာ က “နှစ်နှစ်နီးပါး သို့မဟုတ် တစ်နှစ်နှင့် နောက်ထပ်တစ်နှစ် အချို့ကာလတွင် ကျွန်ုပ်တို့၏ မီးဖိုနှင့် နဗီတမန်တော် ﷺ ၏ မီးဖိုတို့သည် တစ်ခုတည်း ဖြစ်ခဲ့သည်။ ကျွန်ုပ်သည် ဆူရာကို အလွတ်ကျက်မှတ်ခဲ့သည်၊” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">ق ۚ وَالْقُرْآنِ الْمَجِيدِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွဖ်။ ဂုဏ်သရေရှိ ကုရ်အာန်ဖြင့် သစ္စာပြုပါသည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ လျှာတော်မှ ကျွန်ုပ် အလွတ်ကျက်မှတ်ခဲ့သည်၊ ကိုယ်တော်သည် မင်ဘာ (တရားဟောစင်) ပေါ်တွင် ရပ်လျက် သောကြာနေ့တိုင်း လူအများအား သောကြာနေ့ တရားဒေသနာကို ဟောကြားတော်မူလေ့ရှိသည်။\" မွတ်စလင်မ်သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်သည်လည်း အလ်-ဟာရစ် ဘင် အန်-နူမန်၏ သမီးက “ကျွန်ုပ်သည် ဆူရာ ကွဖ်ကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ နှုတ်တော်မှသာ အလွတ်ကျက်မှတ်ခဲ့သည်၊ ကိုယ်တော်သည် သောကြာနေ့ ခွတ်ဘာ (တရားဒေသနာ) တိုင်းတွင် ၎င်းကို ရွတ်ဖတ်လေ့ရှိသည်။ ကျွန်ုပ်တို့၏ မီးဖိုနှင့် ရစူလ်တမန်တော် ﷺ ၏ မီးဖိုတို့သည် တစ်ခုတည်း ဖြစ်ခဲ့သည်။” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ မွတ်စလင်မ်နှင့် အန်-နာစာအီတို့က ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် 'အီးဒ်ပွဲများ နှင့် သောကြာနေ့ တရားဒေသနာများကဲ့သို့သော လူစုလူဝေးကြီးများတွင် ဤဆူရာကို ရွတ်ဖတ်လေ့ရှိသည်။ ကိုယ်တော်သည် ထိုသို့ပြုလုပ်ရခြင်းမှာ ဤဆူရာတွင် ဖန်ဆင်းခြင်း၏ အစ၊ ရှင်ပြန်ထမြောက်ခြင်း၊ ပြန်လည်ရောက်ရှိခြင်း၊ ရပ်တည်ခြင်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ရှေ့တွင်)</span>၊ စာရင်းရှင်းတမ်း၊ ဂျန္နတ် (ပရဒိသု)၊ နရက (ငရဲ)၊ အလ္လာဟ်အရှင်မြတ်၏ ဆုလာဘ်နှင့် အပြစ်ဒဏ်၊ အားပေးမှု ဆိုင်ရာ သင်ခန်းစာများ၊ နှင့် စိတ်ပျက်အားလျော့မှု ဆိုင်ရာ သင်ခန်းစာများ ပါဝင်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အကြွင်းမဲ့ ကရုဏာတော်ရှင်၊ အနန္တ မဟာ ဂရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ق ۚ وَالْقُرْآنِ الْمَجِيدِ - بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَٰذَا شَيْءٌ عَجِيبٌ - أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ۖ ذَٰلِكَ رَجْعٌ بَعِيدٌ - قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ ۖ وَعِنْدَنَا كِتَابٌ حَفِيظٌ - بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ကွဖ်။ ဂုဏ်သရေရှိ ကုရ်အာန်ဖြင့် သစ္စာပြုပါသည်။)</span><span class=\"gray\">(၂။ မဟုတ်ပါ၊ ၎င်းတို့အထဲမှ သတိပေးသူတစ်ဦး ၎င်းတို့ထံ ရောက်ရှိလာခြင်းကို ၎င်းတို့ အံ့သြနေကြသည်။ ထို့ကြောင့် မယုံကြည်သူများသည် \"ဤသည်မှာ ထူးဆန်းသောအရာပင်!\" ဟု ပြောဆိုကြသည်။)</span><span class=\"gray\">(၃။ \"ကျွန်ုပ်တို့ သေဆုံးပြီး ဖုန်မှုန့်များ ဖြစ်သွားသည့်အခါ။ <span class=\"gray\">(ကျွန်ုပ်တို့ကို ရှင်ပြန်ထမြောက်စေမည်လော?)</span> ထိုသို့ ပြန်လာခြင်းသည် ဝေးကွာလှသည်။\")</span><span class=\"gray\">(၄။ မြေကြီးက ၎င်းတို့ထံမှ မည်သည့်အရာကို ယူဆောင်သွားသည်ကို ကျွန်ုပ်တို့ သိသည်။ ကျွန်ုပ်တို့ထံတွင် စောင့်ထိန်းထားသော ကျမ်းစာတစ်အုပ် ရှိသည်။)</span><span class=\"gray\">(၅။ မဟုတ်ပါ၊ သို့သော် ၎င်းတို့ထံသို့ သစ္စာတရား ရောက်ရှိလာသောအခါ ၎င်းတို့သည် ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် မာရစ် (ဖရိုဖရဲ) အခြေအနေတွင် ရှိနေကြသည်။)</span></p><p>ق ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွဖ်။)</span> ၎င်းသည် အချို့သော ဆူရာများ၏ အစတွင် ဖော်ပြထားသည့် အက္ခရာများထဲမှ တစ်ခုဖြစ်သည်၊ ဥပမာ-</p><p>ص ۚ </p><p><span class=\"gray\">(Sad.)</span><span class=\"gray\">(38:1)</span></p><p>ن ۚ </p><p><span class=\"gray\">(Nun.)</span><span class=\"gray\">(68:1)</span></p><p class=\"qpc-hafs\">الم </p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Alif Lam Mim.)</span><span class=\"gray\">(2:1)</span>,</p><p class=\"qpc-hafs\">حم </p><p lang=\"sw\" class=\"sw \"><span class=\"gray\">(Ha Mim.)</span><span class=\"gray\">(40:1)</span>, and</p><p class=\"qpc-hafs\">طس</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တာ စင်မ် မင်မ်။)</span><span class=\"gray\">(၂၈:၁)</span> နှင့် အခြားအရာများ၊ မူဂျာဟစ်ဒ်နှင့် အခြားသူအများအပြားက ဤသို့ ပြောကြားခဲ့သည်။ ကျွန်ုပ်တို့သည် ဤအကြောင်းကို ဆူရတ် အလ်-ဘကွရဟ်၏ ရှင်းလင်းချက်အစတွင်လည်း ဆွေးနွေးခဲ့ပြီးဖြစ်သောကြောင့် ဤနေရာတွင် ထပ်မံ ထပ်ပြောရန် မလိုအပ်ပါ။</p><p lang=\"my\" class=\"my \">မယုံကြည်သူများသည် သတင်းစကားနှင့် ရှင်ပြန်ထမြောက်ခြင်းကို အံ့သြကြသည်။ </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقُرْآنِ الْمَجِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂုဏ်သရေရှိ ကုရ်အာန်ဖြင့် သစ္စာပြုပါသည်။)</span> ဆိုလိုသည်မှာ ဂုဏ်ယူဖွယ်ရာနှင့် ကြီးမြတ်သော ကုရ်အာန်ဖြင့် ဖြစ်ပြီး၊ ၎င်းသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ ရှေ့မှလည်းကောင်း၊ နောက်မှလည်းကောင်း မမှန်ကန်မှုသည် ရောက်ရှိလာနိုင်မည်မဟုတ်ပေ။ <span class=\"gray\">(၎င်းသည်)</span> အနန္တ ဉာဏ်ပညာရှင်၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်သူထံမှ ထုတ်ပြန်ခြင်းဖြစ်သည်။)</span><span class=\"gray\">(၄၁:၄၂)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တွင် ပါရှိသော ကတိသစ္စာ၏ အကြောင်းအရာကို နောက်ပိုင်းတွင် သတ်မှတ်ထားသည်၊ စကားလုံးဖြင့် ဖော်ပြထားခြင်း မရှိသော်လည်း ပရောဖက်ပြုခြင်း၊ ရှင်ပြန်ထမြောက်ခြင်းကို အလေးပေးပြီး ၎င်းတို့သည် အမှန်တရားဖြစ်ကြောင်း အတည်ပြုသည်။ ကုရ်အာန်တွင် အလားတူ ကတိသစ္စာမျိုးများ ရှိပြီး ၎င်းတို့၏ အကြောင်းအရာသည် အဓိပ္ပါယ်တွင် ပါဝင်သော်လည်း စကားလုံးဖြင့် ဖော်ပြခြင်း မရှိပါ။ ဥပမာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ص ۚ وَالْقُرْآنِ ذِي الذِّكْرِ - بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွဒ်။ သတိပေးမှုများ ပြည့်ဝသော ကုရ်အာန်ဖြင့် သစ္စာပြုပါသည်။ မဟုတ်ပါ၊ မယုံကြည်သူတို့သည် မှားယွင်းသော မာနနှင့် ဆန့်ကျင်မှုတွင် ရှိကြသည်။)</span><span class=\"gray\">(၃၈:၁-၂)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ق ۚ وَالْقُرْآنِ الْمَجِيدِ - بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَٰذَا شَيْءٌ عَجِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွဖ်။ ဂုဏ်သရေရှိ ကုရ်အာန်ဖြင့် သစ္စာပြုပါသည်။ မဟုတ်ပါ၊ ၎င်းတို့အထဲမှ သတိပေးသူတစ်ဦး ၎င်းတို့ထံ ရောက်ရှိလာခြင်းကို ၎င်းတို့ အံ့သြနေကြသည်။ ထို့ကြောင့် မယုံကြည်သူများသည် \"ဤသည်မှာ ထူးဆန်းသောအရာပင်!\" ဟု ပြောဆိုကြသည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် လူသားဖြစ်သော ရစူလ်တမန်တော်ကို စေလွှတ်ခြင်းနောက်ကွယ်ရှိ ဉာဏ်ပညာကို အံ့သြခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တ မြင့်မြတ်တော်မူသော၊ အနန္တ ဂုဏ်တော်ရှင်သည် အခြား အာယတ်တစ်ခုတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ဗျာဒိတ်တော်ကို ၎င်းတို့အထဲမှ လူသားတစ်ဦးထံ စေလွှတ်ခဲ့သည် <span class=\"gray\">(ဆိုသည်မှာ)</span>: \"လူသားတို့အား သတိပေးပါ\" ဟု ပြောကြားခြင်းသည် လူသားတို့အတွက် အံ့သြစရာဖြစ်ပါသလား။)</span><span class=\"gray\">(၁၀:၂)</span> ဟူ၍ ဆိုလိုသည်မှာ ဤသည်မှာ ထူးဆန်းသောအရာ မဟုတ်ပေ၊ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်များကို ကောင်းကင်တမန်များနှင့် လူသားများထဲမှ ရွေးချယ်တော်မူသောကြောင့် ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အနန္တ မြင့်မြတ်တော်မူသော၊ အနန္တ ဂုဏ်တော်ရှင်သည် မယုံကြည်သူများသည် ရှင်ပြန်ထမြောက်ခြင်းနှင့် ပတ်သက်၍လည်း အံ့သြကြပြီး ၎င်း၏ ဖြစ်ပေါ်လာမည့် အရာကို လျစ်လျူရှုခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ۖ ذَٰلِكَ رَجْعٌ بَعِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ သေဆုံးပြီး ဖုန်မှုန့်များ ဖြစ်သွားသည့်အခါ။ ထိုသို့ ပြန်လာခြင်းသည် ဝေးကွာလှသည်။)</span> ၎င်းတို့က ပြောသည်၊ ‘ကျွန်ုပ်တို့ သေဆုံးပြီးနောက် ပြိုကွဲ၍ ကျွန်ုပ်တို့၏ ကိုယ်အင်္ဂါများ ပျက်စီးကာ ဖုန်မှုန့်များ ဖြစ်သွားပြီးနောက်၊ မည်သို့လျှင် ကျွန်ုပ်တို့ကို မူလပုံစံနှင့် ခန္ဓာကိုယ်များအဖြစ် ပြန်လည် ဆောင်ကြဉ်းနိုင်မည်နည်း၊’</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ رَجْعٌ بَعِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ ပြန်လာခြင်းသည် ဝေးကွာလှသည်။)</span> ‘၎င်းသည် ဘယ်တော့မှ ဖြစ်လာနိုင်ဖွယ် မရှိပါ။’ ၎င်းတို့က ရှင်ပြန်ထမြောက်ခြင်းသည် ဖြစ်နိုင်ခြေ အလှမ်းဝေးပြီး ဘယ်တော့မှ ဖြစ်လာမည်မဟုတ်ဟု ထင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တ မြင့်မြတ်တော်မူသော၊ သည် ၎င်းတို့၏ စကားကို ဤသို့ မိန့်ကြားခြင်းဖြင့် ပြန်လည်ဖြေကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးက ၎င်းတို့ထံမှ မည်သည့်အရာကို ယူဆောင်သွားသည်ကို ကျွန်ုပ်တို့ သိသည်။)</span> ဆိုလိုသည်မှာ ‘မြေကြီးသည် ၎င်းတို့၏ သေဆုံးသော ခန္ဓာကိုယ်များကို မည်မျှ စားသုံးသွားသည်ကို ကျွန်ုပ်တို့ သိသည်။’ ခန္ဓာကိုယ်များ မည်သည့်နေရာတွင် မည်သို့ ပြိုကွဲသွားသည်၊ မည်သည့်အရာများအဖြစ် ပြောင်းလဲသွားသည်၊ မည်သို့ဖြစ်လာသည်ဟူသော အကြောင်းအရာ အားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ အသိပညာမှ ဘယ်တော့မှ ကင်းလွတ်ခြင်းမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِنْدَنَا كِتَابٌ حَفِيظٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ထံတွင် စောင့်ထိန်းထားသော ကျမ်းစာတစ်အုပ် ရှိသည်။)</span> ‘၎င်းသည် မှတ်တမ်းအားလုံးကို ထိန်းသိမ်းထားသည်။’ ထို့ကြောင့် ကျွန်ုပ်တို့၏ အသိပညာသည် ပြည့်စုံပြီး အမိန့်တော်ကျမ်းတွင် အရာခပ်သိမ်းကို တိကျစွာ မှတ်တမ်းတင်ထားသည်။ အလ်-အော်ဖီက အဗ္ဗဒုလ္လာဟ် ဘင် အဗ္ဗာစ်က အလ္လာဟ်အရှင်မြတ်၊ အနန္တ မြင့်မြတ်တော်မူသော၊ ၏ မိန့်ကြားချက်အပေါ် မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးက ၎င်းတို့ထံမှ မည်သည့်အရာကို ယူဆောင်သွားသည်ကို ကျွန်ုပ်တို့ သိသည်။)</span> \"၎င်းသည် မြေကြီးက ၎င်းတို့၏ အသား၊ အရေပြား၊ အရိုးနှင့် ဆံပင်တို့ကို စားသုံးခြင်းကို ရည်ညွှန်းသည်။\" အလားတူ အမြင်ကို မူဂျာဟစ်ဒ်၊ ကွတာဒါ၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားသူအများအပြားထံမှ မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တ မြင့်မြတ်တော်မူသော၊ အနန္တ ဂုဏ်တော်ရှင်သည် ၎င်းတို့၏ မယုံကြည်ခြင်း၊ ပုန်ကန်ခြင်းနှင့် အမှန်တကယ် ဖြစ်နိုင်သည့်အရာကို လျစ်လျူရှုခြင်း၏ အကြောင်းရင်းကို ရှင်းပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ သို့သော် ၎င်းတို့ထံသို့ သစ္စာတရား ရောက်ရှိလာသောအခါ ၎င်းတို့သည် ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် မာရစ် (ဖရိုဖရဲ) အခြေအနေတွင် ရှိနေကြသည်။)</span> ဤသည်မှာ သစ္စာတရားကို ဆန့်ကျင်သူအားလုံး၏ အခြေအနေဖြစ်သည်။ သစ္စာတရားကို ငြင်းပယ်ပြီးနောက် ၎င်းတို့ပြောဆိုထုတ်ဖော်သည့် မည်သည့်အရာမဆို လုံးဝ မှားယွင်းသည်။ မာရစ်ဟူသည် ဖရိုဖရဲ ဖြစ်နေခြင်း၊ ရှုပ်ထွေးသော အခြေအနေတွင် ရှိနေခြင်းနှင့် သစ္စာတရား၏ လက္ခဏာများကို ဆန့်ကျင်ခြင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တ မြင့်မြတ်တော်မူသော၊ သည် အခြား အာယတ်တစ်ခုတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ သင်တို့သည် ကွဲပြားသော အယူအဆများ ရှိကြသည်။ ထိုမှ ဖယ်ရှားခြင်းခံရသူသည် ဖယ်ရှားခြင်းခံရသည်။)</span><span class=\"gray\">(၅၁:၈-၉)</span></p>"
  }
]