[
  {
    "ayah_key": "23:76",
    "group_ayah_key": "23:76",
    "from_ayah": "23:76",
    "to_ayah": "23:83",
    "ayah_keys": "23:76,23:77,23:78,23:79,23:80,23:81,23:82,23:83",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးခဲ့၏။ သို့သော် ၎င်းတို့သည် ၎င်းတို့၏အရှင်သခင်အား မရိုမသေမပြုကြပေ။ ၎င်းအား နာခံမှုဖြင့်လည်း မတောင်းခံခဲ့ကြပေ။ <span>(၇၆)</span>နောက်ဆုံးတွင်၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ပြင်းထန်သောပြစ်ဒဏ်၏တံခါးကို ဖွင့်လှစ်သောအခါ၊ ကြည့်ပါလေ၊ ၎င်းတို့သည် စိတ်ပျက်အားငယ်ခြင်းသို့ ရောက်ရှိသွားကြလိမ့်မည်။ <span>(၇၇)</span>ကြားနာနိုင်စွမ်း၊ မျက်လုံးများနှင့် နှလုံးသားတို့ကို သင်တို့အတွက် ဖန်ဆင်းပေးတော်မူသောသူမှာ အရှင်မြတ်သာဖြစ်သည်။ သင်တို့သည် ကျေးဇူးသိခြင်းနည်းပါးလှသည်။ <span>(၇၈)</span>သင်တို့ကို ကမ္ဘာမြေပေါ်၌ ဖန်ဆင်းတော်မူသောသူမှာ အရှင်မြတ်သာဖြစ်ပြီး၊ ၎င်းအထံတော်သို့ သင်တို့ကို စုရုံးစေလိမ့်မည်။ <span>(၇၉)</span>အသက်ပေးတော်မူ၍ သေစေတော်မူသောသူမှာ အရှင်မြတ်သာဖြစ်ပြီး၊ ညနှင့်နေ့ ကူးပြောင်းခြင်းသည် ၎င်းအပိုင်ဖြစ်သည်။ ထို့နောက် သင်တို့သည် နားမလည်ကြသေးဘူးလား။ <span>(၈၀)</span>မဟုတ်ပေ၊ သို့သော် ၎င်းတို့သည် ရှေးခေတ်လူများ ပြောခဲ့သည့်အတိုင်း ပြောဆိုကြသည်။ <span>(၈၁)</span>၎င်းတို့က ပြောခဲ့သည်- \"ကျွန်ုပ်တို့ သေဆုံးပြီး ဖုန်မှုန့်များနှင့် အရိုးများ ဖြစ်သွားသောအခါ၊ အမှန်စင်စစ် ကျွန်ုပ်တို့အား ပြန်လည်ရှင်ပြန်စေမည်လား။ <span>(၈၂)</span>\"အမှန်စင်စစ်၊ ဤအရာကို ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏ဖခင်များ အရင်ကတည်းက ကတိပေးခြင်းခံခဲ့ရသည်။ ဤအရာသည် <span class=\"gray\">(မှ)</span> ရှေးဟောင်းဒဏ္ဍာရီများသာ ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက် <span>(၈၃)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးခဲ့၏။)</span> ဆိုသည်မှာ၊ 'ကျွန်ုပ်တို့သည် ၎င်းတို့အား ဒုက္ခများနှင့် ဘေးအန္တရာယ်များဖြင့် စမ်းသပ်ခဲ့သည်။' ၎င်း၏မိန့်ကြားချက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ၎င်းတို့၏အရှင်သခင်အား မရိုမသေမပြုကြပေ။ ၎င်းအား နာခံမှုဖြင့်လည်း မတောင်းခံခဲ့ကြပေ။)</span> ဆိုသည်မှာ ၎င်းအရာက ၎င်းတို့အား ၎င်းတို့၏ မယုံကြည်ခြင်းနှင့် ဆန့်ကျင်ခြင်းမှ မတားဆီးနိုင်ခဲ့ပေ။ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းတို့သည် ၎င်းတို့၏ အပြစ်နှင့် လမ်းမှားခြင်းတွင် ဆက်လက်တည်ရှိနေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَكَانُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ၎င်းတို့ကိုယ်တိုင် မနှိမ့်ချခဲ့ကြပေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَتَضَرَّعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအား <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> နာခံမှုဖြင့်လည်း မတောင်းခံခဲ့ကြပေ။)</span> ၎င်းတို့သည် ၎င်းအထံတော်၌ မတောင်းခံခဲ့ကြပေ။ ၎င်းသည် ဤအာယသ်ကဲ့သို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَٰكِنْ قَسَتْ قُلُوبُهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ပြစ်ဒဏ် ၎င်းတို့ထံ ရောက်ရှိသောအခါ၊ အဘယ်ကြောင့် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မနှိမ့်ချကြသနည်း။ သို့သော် ၎င်းတို့၏ နှလုံးသားများ မာကျောခဲ့သည်။)</span><span class=\"gray\">(၆:၄၃ အိဗ်နု အဘီ ဟာသ်ိမ်က မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဗ်ဗာစ်က ပြောသည်- \"အဘူ ဆူဖ်ယန်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ထံ လာရောက်ပြီး ပြောသည်- 'အို မိုဟာမဒ်၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်၍ ကျွန်ုပ်တို့ကြားရှိ ဆွေမျိုးသားချင်းဆက်ဆံရေးအား တိုင်တည်၍ သင်အား မေးမြန်းပါသည်။ ကျွန်ုပ်တို့သည် ကုလားအုတ်အမွေးများနှင့် သွေးများကို စားသုံးနေကြရသည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်ချပေးတော်မူသည်၊)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးခဲ့၏။ သို့သော် ၎င်းတို့သည် ၎င်းတို့ကိုယ်ကို မနှိမ့်ချခဲ့ကြပေ။)</span> ဤအရာကို အန်-နာစာအီကလည်း မှတ်တမ်းတင်ထားသည်။ ဤဟာဒီးစ်၏ အခြေခံသည် ဆဟီးဟ်နှစ်ခုတွင် ပါရှိပြီး၊ ၎င်းတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ကူရိုက်ရှ်တို့နှင့် အဆင်မပြေနိုင်သောအခါ ၎င်းတို့အား ဆုတောင်းခဲ့ပြီး ၎င်းက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَعِنِّي عَلَيْهِمْ بِسَبْعٍ كَسَبْعِ يُوسُفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်၊ ယူဆွဖ်၏ ခုနစ်နှစ် <span class=\"gray\">(မိုးခေါင်ခြင်း)</span> ကဲ့သို့ ခုနစ်နှစ် <span class=\"gray\">(ငတ်မွတ်ခေါင်ပါးခြင်း)</span> ကို ၎င်းတို့ထံ စေလွှတ်ခြင်းဖြင့် ကျွန်ုပ်အား ၎င်းတို့အား ဆန့်ကျင်ကူညီတော်မူပါ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဆုံးတွင်၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ပြင်းထန်သောပြစ်ဒဏ်၏တံခါးကို ဖွင့်လှစ်သောအခါ၊ ကြည့်ပါလေ၊ ၎င်းတို့သည် စိတ်ပျက်အားငယ်ခြင်းသို့ ရောက်ရှိသွားကြလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော် ၎င်းတို့ထံ ရောက်ရှိလာပြီး၊ ကိယာမသ်နေ့ ရုတ်တရက် ၎င်းတို့ထံ ရောက်ရှိလာကာ၊ ၎င်းတို့ မျှော်လင့်မထားသော အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်က ၎င်းတို့အား လွှမ်းမိုးသောအခါ၊ ထိုအခါ ၎င်းတို့သည် မည်သည့် သက်သာရာရမှုနှင့် ကောင်းမြတ်မှုမျှကို စိတ်ပျက်အားငယ်ကြလိမ့်မည်ဖြစ်ပြီး၊ ၎င်းတို့၏ မျှော်လင့်ချက်အားလုံး ပျောက်ကွယ်သွားလိမ့်မည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များနှင့် ၎င်း၏ အလွန်ကြီးမားသော တန်ခိုးတော်အား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်များအပေါ် ချီးမြှင့်တော်မူသော ကျေးဇူးတော်များကို ဖော်ပြထားသည်၊ ၎င်းတို့အား ကြားနာနိုင်စွမ်း၊ မြင်နိုင်စွမ်းနှင့် နားလည်နိုင်စွမ်းတို့ကို ပေးသနားတော်မူခဲ့ရာ၊ ထိုအရာများဖြင့် ၎င်းတို့သည် အရာဝတ္ထုများကို သိရှိလာပြီး ၎င်းတို့ထံမှ သင်ခန်းစာများ ရယူနိုင်ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တစ်ခုတည်းဖြစ်ခြင်းကို သက်သေခံပြီး၊ ၎င်းသည် ၎င်းအလိုရှိရာကို ပြုလုပ်ကာ၊ ၎င်းနှစ်သက်ရာကို ရွေးချယ်တော်မူသော အရှင်မြတ်ဖြစ်ကြောင်း ဖော်ပြသော လက္ခဏာများဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَلِيلًا مَّا تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျေးဇူးသိခြင်းနည်းပါးလှသည်။)</span> ဆိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ပေးသနားတော်မူသော ကျေးဇူးတော်များအတွက် သင်တို့ ကျေးဇူးသိခြင်း မည်မျှနည်းပါးသည်ကို ဆိုလိုသည်။ ၎င်းသည် ဤအာယသ်ကဲ့သို့ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် တောင့်တစိတ်ပြင်းပြစွာ ဆန္ဒရှိလင့်ကစား လူသားအများစုသည် မယုံကြည်ကြပေ။)</span><span class=\"gray\">[၁၂:၁၀၃]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကြီးမြတ်သော တန်ခိုးတော်နှင့် အစိုးရတော်မူမှုအကြောင်းကို ပြောပြထားသည်၊ အကြောင်းမှာ ၎င်းသည် ဖန်ဆင်းခြင်းကို စတင်ခဲ့သူဖြစ်ပြီး လူများကို ကမ္ဘာမြေ၏ နေရာအနှံ့အပြားတွင် ၎င်းတို့၏ မတူညီသော လူမျိုးများ၊ ဘာသာစကားများနှင့် လက္ခဏာရပ်များဖြင့် ထားရှိခဲ့သည်။ ထို့နောက် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အားလုံးကို၊ ပထမဆုံးသူများနှင့် နောက်ဆုံးသူများကို၊ သတ်မှတ်ထားသောနေ့တွင် သတ်မှတ်ထားသောအချိန်၌ စုရုံးစေလိမ့်မည်။ ထိုအခါ ငယ်သူ၊ ကြီးသူ၊ ကျားမ၊ မြင့်မြတ်သူ၊ နိမ့်ကျသူ မည်သူမျှ ကျန်ရစ်မည်မဟုတ်ဘဲ၊ မူလက ဖန်ဆင်းခဲ့သည့်အတိုင်း အားလုံးကို ပြန်လည်ယူဆောင်လာလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်ပေးတော်မူ၍ သေစေတော်မူသောသူမှာ အရှင်မြတ်သာဖြစ်သည်။)</span> ဆိုသည်မှာ ၎င်းသည် ပြန့်ကျဲနေသော အရိုးများကို ပြန်လည်အသက်သွင်းမည်ဖြစ်ပြီး လူမျိုးများကို သေစေလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညနှင့်နေ့ ကူးပြောင်းခြင်းသည် ၎င်းအပိုင်ဖြစ်သည်။)</span> ဆိုသည်မှာ ၎င်း၏အမိန့်ဖြင့် ညနှင့်နေ့ကို နာခံစေသည်၊ တစ်ခုက နောက်တစ်ခုကို လိုက်၍ ထိုပုံစံမှ ဘယ်တော့မျှ မသွေဖည်ဘဲ ရှိနေသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် လကို လွန်ဆန်ရန် မသင့်လျော်သကဲ့သို့၊ ညသည်လည်း နေ့ကို ကျော်လွန်၍မရပေ။)</span><span class=\"gray\">(၃၆:၄၀)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် နားမလည်ကြသေးဘူးလား။)</span> ဆိုသည်မှာ သင်တို့တွင် အရာခပ်သိမ်းကို နာခံစေတော်မူသော အနန္တတန်ခိုးရှင်၊ အရာခပ်သိမ်းကို သိတော်မူသော အရှင်မြတ်အကြောင်း၊ အရာခပ်သိမ်းအပေါ် တန်ခိုးတော်ရှိပြီး အရာခပ်သိမ်းသည် ၎င်းအား နာခံသော အရှင်မြတ်အကြောင်းကို ပြောပြနိုင်သော ဉာဏ်ပညာ မရှိကြဘူးလား။</p><div lang=\"my\" class=\"my \"><h2>ရုပ်ပွားကိုးကွယ်သူများက သေပြီးနောက် ရှင်ပြန်ထမြောက်ခြင်းသည် ဖြစ်နိုင်ခြေအလွန်နည်းသည်ဟု ထင်ခဲ့ကြသည်။</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်ခဲ့သူများအကြောင်းကို ပြောပြထားသည်၊ ၎င်းတို့သည် ၎င်းတို့ရှေ့မှ ရှိခဲ့သော မယုံကြည်သူများကဲ့သို့ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ - قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ သို့သော် ၎င်းတို့သည် ရှေးခေတ်လူများ ပြောခဲ့သည့်အတိုင်း ပြောဆိုကြသည်။ ၎င်းတို့က ပြောခဲ့သည်- \"ကျွန်ုပ်တို့ သေဆုံးပြီး ဖုန်မှုန့်များနှင့် အရိုးများ ဖြစ်သွားသောအခါ၊ အမှန်စင်စစ် ကျွန်ုပ်တို့အား ပြန်လည်ရှင်ပြန်စေမည်လား။\")</span> ၎င်းတို့သည် အရာအားလုံး ပြိုကွဲပျက်စီးသွားပြီးနောက် ဤအရာ ဖြစ်ပျက်လာမည်ကို ဖြစ်နိုင်ခြေအလွန်နည်းသည်ဟု ထင်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَٰذَا مِنْ قَبْلُ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ်၊ ဤအရာကို ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏ဖခင်များ အရင်ကတည်းက <span class=\"gray\">(ကျွန်ုပ်တို့ကို)</span> ကတိပေးခြင်းခံခဲ့ရသည်။ ဤအရာသည် ရှေးဟောင်းဒဏ္ဍာရီများသာ ဖြစ်သည်။\")</span> ဆိုသည်မှာ၊ \"ကျွန်ုပ်တို့အား ပြန်လည်ယူဆောင်လာရန် မဖြစ်နိုင်ပါ။ ဤအရာကို ရှေးဟောင်းကျမ်းများနှင့် ငြင်းခုံမှုများမှ သင်ယူခဲ့သူများက ပြောခဲ့သည်။\" ၎င်းတို့၏ ဤငြင်းပယ်မှုနှင့် ပယ်ချမှုသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အကြောင်း ပြောပြထားသော အာယသ်ကဲ့သို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا كُنَّا عِظَامًا نَّخِرَةً - قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ - فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُم بِالسَّاهِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့သည် ကျိုးပဲ့သောအရိုးများ ဖြစ်သွားပြီးနောက်တွင်ပင်လား။\" ၎င်းတို့က ပြောသည်- \"ထိုသို့ဆိုလျှင်၊ ဆုံးရှုံးမှုနှင့်အတူ ပြန်လာခြင်း ဖြစ်လိမ့်မည်။\" သို့သော် ၎င်းသည် တစ်ကြိမ်တည်းသော ခြောက်လှန့်သံသာ ဖြစ်လိမ့်မည်။ ထိုအခါ ကြည့်ပါလေ၊ ၎င်းတို့သည် ကမ္ဘာမြေပြင်ပေါ်၌ ၎င်းတို့သေဆုံးပြီးနောက် အသက်ရှင်လျက် ၎င်းတို့ကိုယ်ကို တွေ့ရလိမ့်မည်။)</span><span class=\"gray\">(၇၉:၁၁-၁၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَ الْإِنسَانُ أَنَّا خَلَقْنَاهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ - وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَن يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းအား နုတ္ဖာမှ ဖန်ဆင်းခဲ့ကြောင်း လူသားသည် မမြင်ဘူးလား။ သို့သော် ကြည့်ပါလေ၊ ၎င်းသည် ပွင့်လင်းသော ရန်သူတစ်ဦးအဖြစ် <span class=\"gray\">(ထွက်ပေါ်လာသည်။)</span> ၎င်းသည် ကျွန်ုပ်တို့အတွက် ပုံဥပမာတစ်ခုကို တင်ပြပြီး ၎င်း၏ ကိုယ်ပိုင်ဖန်ဆင်းခြင်းကို မေ့လျော့သွားသည်။ ၎င်းက ပြောသည်- \"ဤအရိုးများသည် ဆွေးမြေ့ပြီး ဖုန်မှုန့်များ ဖြစ်သွားပြီးနောက် မည်သူက အသက်ပြန်သွင်းပေးမည်နည်း။\" ပြောပါ- \"၎င်းတို့ကို ပထမဆုံးအကြိမ် ဖန်ဆင်းခဲ့သူသည် ၎င်းတို့အား အသက်ပြန်သွင်းပေးလိမ့်မည်။ ၎င်းသည် ဖန်ဆင်းမှုတိုင်းကို အလုံးစုံသိရှိတော်မူသော အရှင်မြတ်ဖြစ်သည်။\")</span><span class=\"gray\">(၃၆:၇၇-၇၉)</span></p>"
  }
]