[
  {
    "ayah_key": "37:75",
    "group_ayah_key": "37:75",
    "from_ayah": "37:75",
    "to_ayah": "37:82",
    "ayah_keys": "37:75,37:76,37:77,37:78,37:79,37:80,37:81,37:82",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် နူးဟ်သည် ကျွန်ုပ်တို့ကို တောင်းခံခဲ့ပြီး ကျွန်ုပ်တို့သည် အဖြေပေးသူတို့တွင် အကောင်းဆုံးဖြစ်သည် <span>(75)</span>ကျွန်ုပ်တို့သည် သူ့ကိုနှင့် သူ၏မိသားစုကို ကြီးစွာသောဒုက္ခမှ ကယ်တင်ခဲ့သည် <span>(76)</span>သူ၏သားမြေးတို့ကို ကျွန်ုပ်တို့သည် အသက်ရှင်ကျန်ရစ်သူများ ဖြစ်စေခဲ့သည် <span>(77)</span>သူ့အတွက် <span class=\"gray\">(ကောင်းမွန်သော အမှတ်ရစရာ)</span> နောင်မျိုးဆက်များတွင် ချန်ထားခဲ့သည် <span>(78)</span>\"နူးဟ်အပေါ် ကမ္ဘာသူကမ္ဘာသားအပေါင်းတို့တွင် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း!)</span> သက်ရောက်ပါစေ! <span>(79)</span>ဤသို့ပင် ကျွန်ုပ်တို့သည် ကောင်းမှုပြုသူတို့ကို အကျိုးပေးသည် <span>(80)</span>အမှန်စင်စစ် သူ <span class=\"gray\">[နူးဟ်]</span> သည် ကျွန်ုပ်တို့၏ယုံကြည်သူကျွန်များအနက်မှ တစ်ဦးဖြစ်သည် <span>(81)</span>ထို့နောက် ကျွန်ုပ်တို့သည် အခြားသူများကို နစ်မြုပ်စေခဲ့သည် <span>(82)</span></p><p lang=\"my\" class=\"my \">နူးဟ်နှင့် သူ၏လူမျိုးများ</p><p lang=\"my\" class=\"my \">အစောပိုင်းလူအများစုသည် ကယ်တင်ခြင်းလမ်းမှ မည်သို့သွေဖီခဲ့ကြောင်း အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားသောအခါ၊ ကိုယ်တော်သည် နူးဟ်၏ဇာတ်လမ်းနှင့် သူ၏လူမျိုးများက ငြင်းပယ်ခြင်းတို့ဖြင့် အသေးစိတ်ရှင်းပြခြင်းကို စတင်ခဲ့သည်။ နူးဟ်၏လူမျိုးအနည်းငယ်သာလျှင် သူ့အပေါ် ယုံကြည်ခဲ့ကြသည်၊ သူတို့အကြားတွင် သူနေထိုင်ခဲ့သော အချိန်ကာလရှည်ကြာခဲ့သော်လည်း ဖြစ်သည်။ သူသည် သူတို့အကြားတွင် နှစ်ပေါင်းတစ်ထောင်မှ ငါးဆယ်နုတ်ပြီး နေထိုင်ခဲ့သည်၊ ထိုမျှကြာမြင့်စွာ သူတို့အကြားတွင် နေထိုင်ခဲ့ပြီးနောက် သူတို့၏ငြင်းဆန်မှုသည် သူ့အတွက် မခံမရပ်နိုင်ဖြစ်လာသောအခါ – အဘယ်ကြောင့်ဆိုသော် သူတို့အား ခေါ်တိုင်း သူတို့က သူ့ထံမှ ပို၍ပင် လှည့်ထွက်သွားသောကြောင့် – သူသည် သူ၏အရှင်မြတ်အား ဆုတောင်းခဲ့သည်၊ \"ကျွန်ုပ်သည် အနိုင်ယူခံရပါပြီ၊ ထို့ကြောင့် <span class=\"gray\">(ကျွန်ုပ်အား)</span> ကူညီတော်မူပါ!\" ထို့ကြောင့် နူးဟ်က သူတို့အပေါ် ဒေါသထွက်သောကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဒေါသဖြစ်တော်မူခဲ့သည်။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် နူးဟ်သည် ကျွန်ုပ်တို့ကို တောင်းခံခဲ့ပြီး ကျွန်ုပ်တို့သည် အဖြေပေးသူတို့တွင် အကောင်းဆုံးဖြစ်သည်)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့ကိုနှင့် သူ၏မိသားစုကို ကြီးစွာသောဒုက္ခမှ ကယ်တင်ခဲ့သည်)</span> ဆိုလိုသည်မှာ သူတို့၏မယုံကြည်မှုနှင့် သူတို့၏စော်ကားမှုများပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏သားမြေးတို့ကို ကျွန်ုပ်တို့သည် အသက်ရှင်ကျန်ရစ်သူများ ဖြစ်စေခဲ့သည်)</span> အလီဘင်အဘီသွလ်ဟာက အိဗ်နုအဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အပေါ် နှစ်သက်တော်မူပါစေ၊ မှ မှတ်တမ်းတင်ခဲ့သည်မှာ \"နူးဟ်၏သားမြေးများမှလွဲ၍ မည်သူမျှ ကျန်ရှိမနေခဲ့ပါ၊ ငြိမ်းချမ်းခြင်းသည် သူ့အပေါ် သက်ရောက်ပါစေ။\" စအီးဒ်ဘင်အဘီအရူဘာက အာယသ်နှင့်ပတ်သက်၍ ကတာဒဟ်မှ ဖော်ပြခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏သားမြေးတို့ကို ကျွန်ုပ်တို့သည် အသက်ရှင်ကျန်ရစ်သူများ ဖြစ်စေခဲ့သည်)</span> \"လူသားအားလုံးသည် နူးဟ်၏သားမြေးများမှ ဆင်းသက်လာခဲ့ကြသည်၊ ငြိမ်းချမ်းခြင်းသည် သူ့အပေါ် သက်ရောက်ပါစေ။\" အသ်-သီရ်မီဒီ၊ အိဗ်နုဂျရီးရ်နှင့် အိဗ်နုအဘီဟာသ်မိတို့သည် စမုရဟ်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အပေါ် နှစ်သက်တော်မူပါစေ၊ မှ တမန်တော်မြတ် ﷺ သည် အာယသ်နှင့်ပတ်သက်၍ မိန့်တော်မူခဲ့ကြောင်း ဖော်ပြခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏သားမြေးတို့ကို ကျွန်ုပ်တို့သည် အသက်ရှင်ကျန်ရစ်သူများ ဖြစ်စေခဲ့သည်)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَامُ، وَحَامُ، وَيَافِثُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စမ်း၊ ဟမ်နှင့် ယာဖိသ်တို့ဖြစ်သည်။)</span> အီမာမ်အဟ်မဒ်သည် စမုရဟ်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အပေါ် နှစ်သက်တော်မူပါစေ၊ မှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَامُ أَبُو الْعَرَبِ، وَحَامُ أَبُو الْحَبَشِ، وَيَافِثُ أَبُو الرُّومِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စမ်းသည် အာရပ်တို့၏ဖခင်ဖြစ်သည်၊ ဟမ်သည် အီသီယိုပီးယားတို့၏ဖခင်ဖြစ်သည်၊ ယာဖိသ်သည် ရိုမန်တို့၏ဖခင်ဖြစ်သည်)</span>\"</p><p lang=\"my\" class=\"my \">ယင်းကို အသ်-သီရ်မီဒီကလည်း မှတ်တမ်းတင်ခဲ့သည်။ ဤနေရာတွင် ရိုမန်များဟု ဆိုလိုသည်မှာ မူရင်းရိုမန်များဖြစ်သည်၊ ဆိုလိုသည်မှာ နူးဟ်၏သားတော် ယာဖိသ်၏သားတော် ယူးနန်၏သားတော် လိတိ၏သားတော် ရူမာ <span class=\"gray\">(ရောမ)</span> မှ ဆင်းသက်လာသည်ဟု ပြောဆိုကြသော ဂရိလူမျိုးများဖြစ်သည်၊ ငြိမ်းချမ်းခြင်းသည် သူ့အပေါ် သက်ရောက်ပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်မျိုးဆက်များတွင် သူ့အတွက် ချန်ထားခဲ့သည်)</span> အိဗ်နုအဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အပေါ် နှစ်သက်တော်မူပါစေ၊ က \"သူ့ကို ကောင်းမွန်သောနည်းဖြင့် အမှတ်ရကြသည်\" ဟု မိန့်တော်မူခဲ့သည်။ မုဂျာဟိဒ်က ဤသည်မှာ \"ပရောဖက်အားလုံး၏ ဂုဏ်ပြုဖော်ပြခြင်း\" ဟု ဆိုလိုကြောင်း ပြောကြားခဲ့သည်။ ကတာဒဟ်နှင့် အပ်စ်-ဆွဒ်ဒီတို့က \"အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို အခြားသူများက အစဉ်အမြဲ ချီးမွမ်းစေခဲ့သည်\" ဟု ဆိုခဲ့ကြသည်။ အဒ်-ဒဟ်ဟားက်က ၎င်းသည် \"ဆလာမ်နှင့် ချီးမွမ်းခြင်း\" ဟု ဆိုလိုကြောင်း ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ عَلَىٰ نُوحٍ فِي الْعَالَمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူးဟ်အပေါ် ကမ္ဘာသူကမ္ဘာသားအပေါင်းတို့တွင် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း!)</span> သက်ရောက်ပါစေ!)</span> ဤသည်က ကျွန်ုပ်တို့အား ဂုဏ်ပြုဖော်ပြခြင်းနှင့် ချီးမွမ်းခြင်း၏ အတိုင်းအတာကို ရှင်းပြထားသည်၊ အဘယ်ကြောင့်ဆိုသော် သူ့ကို အုပ်စုနှင့် လူမျိုးအားလုံးက ငြိမ်းချမ်းခြင်းဖြင့် နှုတ်ဆက်ကြသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသို့ပင် ကျွန်ုပ်တို့သည် ကောင်းမှုပြုသူတို့ကို အကျိုးပေးသည်)</span> ဆိုလိုသည်မှာ 'ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်အား နာခံမှုဖြင့် ကောင်းမှုပြုသော ကျွန်ုပ်တို့၏ကျွန်များကို ကျွန်ုပ်တို့ အကျိုးပေးပုံဖြစ်သည်။ သူသေဆုံးပြီးနောက် သူ့ဂုဏ်သိက္ခာနှင့် ထိုက်တန်သောနည်းဖြင့် သူ့ကို အမှတ်ရစေရန် ကျွန်ုပ်တို့သည် သူ့အား ဂုဏ်ပြုဖော်ပြခြင်းကို ပေးခဲ့သည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူ <span class=\"gray\">[နူးဟ်]</span> သည် ကျွန်ုပ်တို့၏ယုံကြည်သူကျွန်များအနက်မှ တစ်ဦးဖြစ်သည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တစ်ခုတည်းဖြစ်ခြင်းကို စိတ်ရင်းမှန်ဖြင့် ယုံကြည်သူများထဲမှ တစ်ဦးဖြစ်ပြီး၊ ခိုင်မာသောယုံကြည်ချက်ရှိသူများအနက်မှ တစ်ဦးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَغْرَقْنَا الْآخَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် အခြားသူများကို နစ်မြုပ်စေခဲ့သည်)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် သူတို့ကို ဖျက်ဆီးခဲ့သည်၊ သူတို့၏ မည်သည့်အရိပ်အယောင်မျှ ကျန်ရှိမနေခဲ့ဘဲ၊ သူတို့အား ဤမနှစ်မြို့ဖွယ်ဖော်ပြချက်ဖြင့်သာ သိရှိကြသည်။'</p>"
  },
  {
    "ayah_key": "37:83",
    "group_ayah_key": "37:83",
    "from_ayah": "37:83",
    "to_ayah": "37:87",
    "ayah_keys": "37:83,37:84,37:85,37:86,37:87",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် သူ၏လမ်းစဉ်ကို လိုက်နာသူများထဲတွင် အိဗ်ရာဟင်မ်လည်း ပါဝင်သည် <span>(83)</span>သူသည် သူ၏အရှင်မြတ်ထံ စလမ်စိတ်ထားဖြင့် ရောက်လာသောအခါ <span>(84)</span>သူသည် သူ၏ဖခင်နှင့် သူ၏လူမျိုးအား ပြောကြားခဲ့သည်- \"သင်တို့သည် မည်သည့်အရာကို ကိုးကွယ်နေကြသနည်း။ <span>(85)</span>\"အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားဘုရားများကို – မမှန်ကန်သောအရာကို – သင်တို့ လိုချင်နေကြသလား။ <span>(86)</span>\"ထိုအခါ သင်တို့သည် ကမ္ဘာလောကသားအပေါင်းတို့၏ အရှင်မြတ်အကြောင်း မည်သို့ထင်မြင်ကြသနည်း။ <span>(87)</span></p><p lang=\"my\" class=\"my \">အိဗ်ရာဟင်မ်နှင့် သူ၏လူမျိုးများ၏ ဇာတ်လမ်း</p><p lang=\"my\" class=\"my \">အလီဘင်အဘီသွလ်ဟာက အိဗ်နုအဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အပေါ် နှစ်သက်တော်မူပါစေ၊ မှ မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူ၏လမ်းစဉ်ကို လိုက်နာသူများထဲတွင် အိဗ်ရာဟင်မ်လည်း ပါဝင်သည်)</span> ဆိုလိုသည်မှာ သူသည် သူ၏ဘာသာတရားကို လိုက်နာသူများထဲမှ တစ်ဦးဖြစ်သည်။ မုဂျာဟိဒ်က \"သူသည် သူ၏လမ်းစဉ်နှင့် သူ၏နည်းလမ်းကို လိုက်နာခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ၏အရှင်မြတ်ထံ စလမ်စိတ်ထားဖြင့် ရောက်လာသောအခါ)</span> အိဗ်နုအဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အပေါ် နှစ်သက်တော်မူပါစေ၊ က \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူမျှ ကိုးကွယ်ခံပိုင်ခွင့်မရှိကြောင်း သူသက်သေခံခဲ့သည်ဟု ဆိုလိုသည်\" ဟု မိန့်တော်မူခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နုအဘီဟာသ်မိသည် အဝ်ဖ်က ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ခဲ့သည်၊ \"ကျွန်ုပ်က မုဟမ္မဒ်ဘင်စီရင်အား မေးခဲ့သည်၊ 'စလမ်စိတ်ထားဆိုသည်မှာ အဘယ်နည်း။' သူက ပြောကြားခဲ့သည်၊ 'အလ္လာဟ်အရှင်မြတ်သည် မှန်ကန်တော်မူကြောင်း၊ ကမ္ဘာပျက်မည့်အချိန်သည် မလွဲဧကန် ရောက်ရှိလာမည်ဖြစ်ကြောင်း၊ အလ္လာဟ်အရှင်မြတ်သည် သင်္ချိုင်းများထဲမှ ပုဂ္ဂိုလ်များကို ပြန်လည်ရှင်ပြန်ထမြောက်စေမည်ဖြစ်ကြောင်း သိရှိသော စိတ်ထားပင်ဖြစ်သည်။'\" အလ်-ဟစန်က \"ရှိရ်ခ်မှ ကင်းစင်သော စိတ်ထား\" ဟု ပြောကြားခဲ့သည်။ 'ဥရ်ဝါးက \"ကျိန်စာသင့်မခံရသော စိတ်ထား\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ၏ဖခင်နှင့် သူ၏လူမျိုးအား ပြောကြားခဲ့သည်- \"သင်တို့သည် မည်သည့်အရာကို ကိုးကွယ်နေကြသနည်း။\")</span> သူသည် သူ၏လူမျိုးအား ရုပ်တုများနှင့် မှားယွင်းသောဘုရားများကို ကိုးကွယ်မှုအတွက် ရှုတ်ချခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ - فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားဘုရားများကို – မမှန်ကန်သောအရာကို – သင်တို့ လိုချင်နေကြသလား။ ထိုအခါ သင်တို့သည် ကမ္ဘာလောကသားအပေါင်းတို့၏ အရှင်မြတ်အကြောင်း မည်သို့ထင်မြင်ကြသနည်း။)</span></p><p lang=\"my\" class=\"my \">ကတာဒဟ်က ပြောကြားခဲ့သည်၊ \"ဤသည်မှာ 'သင်တို့သည် သူ့အား တွေ့ဆုံသောအခါ ကိုယ်တော်သည် သင်တို့အား မည်သို့ပြုမူမည်ဟု ထင်သနည်း၊ သင်တို့က သူ့အပြင် အခြားသူများကို ကိုးကွယ်ခဲ့သည်ကို ထောက်ထား၍' ဟု ဆိုလိုသည်။\"</p>"
  }
]