[
  {
    "ayah_key": "2:219",
    "group_ayah_key": "2:219",
    "from_ayah": "2:219",
    "to_ayah": "2:220",
    "ayah_keys": "2:219,2:220",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် သင့်အား <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> အရက်သေစာနှင့် လောင်းကစားနှင့် ပတ်သက်၍ မေးမြန်းကြသည်။ ပြောကြားလော့။ \"၎င်းတို့တွင် ကြီးမားသော အပြစ်ရှိ၏။ ထို့ပြင် လူသားတို့အတွက် <span class=\"gray\">(အချို့သော)</span> အကျိုးကျေးဇူးများလည်း ရှိ၏။ သို့သော် ၎င်းတို့၏ အပြစ်သည် ၎င်းတို့၏ အကျိုးကျေးဇူးထက် ပိုမိုကြီးမားသည်။\" ထို့ပြင် ၎င်းတို့သည် သင့်အား မည်မျှသုံးစွဲရမည်နည်းဟု မေးမြန်းကြသည်။ ပြောကြားလော့။ \"သင်တို့၏ လိုအပ်ချက်များထက် ပိုလျှံသော <span class=\"gray\">(အပို)</span> အရာကို ဖြစ်၏။\" ဤကဲ့သို့ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ကိုယ်တော်၏ ပညတ်တော်များကို ရှင်းလင်းစွာ ပြသထားတော်မူ၏။ သို့မှသာ သင်တို့သည် <span>(219)</span> ဤလောကီဘဝနှင့် နောင်တမလွန်ဘဝ <span class=\"gray\">(နှင့် ပတ်သက်၍)</span> ဆင်ခြင်တွေးခေါ်နိုင်ရန် ဖြစ်၏။ ထို့ပြင် ၎င်းတို့သည် သင့်အား မိဘမဲ့ကလေးများနှင့် ပတ်သက်၍ မေးမြန်းကြသည်။ ပြောကြားလော့။ \"အကောင်းဆုံးအရာမှာ ၎င်းတို့၏ ပိုင်ဆိုင်မှုများတွင် ရိုးသားစွာ ဆောင်ရွက်ခြင်း ဖြစ်၏။ အကယ်၍ သင်တို့၏ ကိစ္စများကို ၎င်းတို့၏ ကိစ္စများနှင့် ရောနှောပါက ၎င်းတို့သည် သင်တို့၏ ညီအစ်ကိုများ ဖြစ်ကြ၏။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုပြုလိုသူ <span class=\"gray\">(ဥပမာ- ၎င်းတို့၏ ပိုင်ဆိုင်မှုများကို ဖျက်ဆီးလိုသူ)</span> ကို ကောင်းမှုပြုလိုသူ <span class=\"gray\">(ဥပမာ- ၎င်းတို့၏ ပိုင်ဆိုင်မှုများကို ကာကွယ်လိုသူ)</span> ထံမှ သိရှိတော်မူ၏။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူခဲ့ပါလျှင် ကိုယ်တော်သည် သင်တို့ကို အခက်အခဲများ ကြုံတွေ့စေနိုင်ခဲ့ပြီ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်တော်မူ၏။ <span>(220)</span></p><div lang=\"ja\" class=\"ja \"><h2>The Gradual Prohibition of Khamr <span class=\"zh gray\" lang=\"zh\">(Alchoholic Drink)</span></h2></div><p lang=\"fil\" class=\"fil \">Imam Ahmad recorded that Abu Maysarah said that 'Umar once said, \"O Allah! Give us a clear ruling regarding Al-Khamr!\" Allah sent down the Ayah of Surat Al-Baqarah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင့်အား <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> အရက်သေစာနှင့် လောင်းကစားနှင့် ပတ်သက်၍ မေးမြန်းကြသည်။ ပြောကြားလော့။ \"၎င်းတို့တွင် ကြီးမားသော အပြစ်ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ‘အူမာရ်ကို ခေါ်ယူပြီး အာယသ်ကို ရွတ်ပြခဲ့သည်။ သို့သော် သူက \"အို အလ္လာဟ်အရှင်မြတ်! အလ်-ခမ်ရ်နှင့် ပတ်သက်၍ ကျွန်ုပ်တို့အား ရှင်းလင်းသော အဆုံးအဖြတ်ပေးတော်မူပါ။\" ဟု ဆက်လက်ပြောကြားခဲ့သည်။ ထို့နောက် အန်-နီဆာ စူရာတွင်ရှိသော ဤအာယသ်ကို ထုတ်ဖော်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنتُمْ سُكَارَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့ မူးယစ်နေစဉ် အဆ်-စလာဟ် <span class=\"gray\">(ဆွလာသ်)</span> ကို မချဉ်းကပ်ကြကုန်နှင့်။)</span><span class=\"gray\">(4:43)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ဆွလာသ်အတွက် အဇာန်ပေးသောအခါ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ကိုယ်စား လူတစ်ဦးက \"မည်သူမျှ မူးယစ်လျက် ဆွလာသ်သို့ မတက်ရောက်ရ။\" ဟု ကြွေးကြော်လေ့ရှိသည်။ ‘အူမာရ်ကို ထပ်မံခေါ်ယူပြီး အာယသ်ကို ရွတ်ပြခဲ့သည်။ သို့သော် သူက \"အို အလ္လာဟ်အရှင်မြတ်! အလ်-ခမ်ရ်နှင့် ပတ်သက်၍ ကျွန်ုပ်တို့အား ရှင်းလင်းသော အဆုံးအဖြတ်ပေးတော်မူပါ။\" ဟု ဆက်လက်ပြောကြားခဲ့သည်။ ထို့နောက် အလ်-မာအိဒဟ် စူရာတွင်ရှိသော အာယသ်ကို ထုတ်ဖော်ခဲ့ရာ၊ ‘အူမာရ်ကို ထပ်မံခေါ်ယူပြီး အာယသ်ကို ရွတ်ပြခဲ့သည်။ သူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ أَنتُم مُّنتَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် သင်တို့သည် ရှောင်ကြဉ်ကြမည် မဟုတ်လော)</span><span class=\"gray\">(5:91)</span> ဟူသော အာယသ်သို့ ရောက်သောအခါ၊ \"ကျွန်ုပ်တို့ ရှောင်ကြဉ်ပြီ၊ ကျွန်ုပ်တို့ ရှောင်ကြဉ်ပြီ။\" ဟု သူက ပြောကြားခဲ့သည်။ ဤသည်မှာ အဘူ ဒါဝဒ်၊ အတ်-တီရ်မီဇီ နှင့် အန်-နစာအီ တို့က ၎င်းတို့၏ ကျမ်းများတွင် စုဆောင်းထားသော ရာဝါယသ် ဖြစ်သည်။ ‘အလီ ဘင် အလ်-မာဒီနီ နှင့် အတ်-တီရ်မီဇီ တို့က ဤဟာဒီးဆ်၏ ရာဝါယသ်ကွင်းဆက်သည် မှန်ကန်ပြီး စစ်မှန်သည်ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ်တို့သည် ဤဟာဒီးဆ်ကို အဘူ ဟိုရိုင်ရာ မှတဆင့် အလ်-မာအိဒဟ် စူရာတွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنصَابُ وَالْأَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူးယစ်စေတတ်သော အရာများနှင့် လောင်းကစား၊ အလ်-အန်စာဗ်နှင့် အလ်-အဇ်လာမ်တို့သည် ရှိုင်သွာန်၏ လက်ရာဖြစ်သော စက်ဆုပ်ဖွယ်ရာများသာ ဖြစ်ကြ၏။ သို့ဖြစ်၍ သင်တို့သည် အောင်မြင်နိုင်ကြရန် <span class=\"gray\">(၎င်းစက်ဆုပ်ဖွယ်ရာအားလုံးကို တင်းကြပ်စွာ)</span> ရှောင်ကြဉ်ကြကုန်။)</span><span class=\"gray\">(5:90)</span> ကို အီမာမ် အဟ်မဒ် စုဆောင်းထားသည်နှင့်အတူ ထပ်မံဖော်ပြပါမည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင့်အား <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> အရက်သေစာနှင့် လောင်းကစားနှင့် ပတ်သက်၍ မေးမြန်းကြသည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ခမ်ရ်နှင့် ပတ်သက်၍မူ ယုံကြည်သူတို့၏ ခေါင်းဆောင် ‘အူမာရ် ဘင် ခတ္တာဗ်က \"၎င်းတွင် စိတ်ကို မူးယစ်စေသော အရာအားလုံး ပါဝင်သည်။\" ဟု ပြောလေ့ရှိသည်။ လောင်းကစားကိစ္စနှင့်အတူ ဤဖော်ပြချက်ကို အလ်-မာအိဒဟ် စူရာ၏ ရှင်းလင်းချက်တွင်လည်း ကျွန်ုပ်တို့ ဖော်ပြပါမည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့။ ၎င်းတို့တွင် ကြီးမားသော အပြစ်ရှိ၏။ ထို့ပြင် လူသားတို့အတွက် <span class=\"gray\">(အချို့သော)</span> အကျိုးကျေးဇူးများလည်း ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">ခမ်ရ်နှင့် လောင်းကစားတို့ကြောင့် ဖြစ်ပေါ်လာသော အန္တရာယ်နှင့် ပတ်သက်၍မူ ၎င်းသည် ဘာသာရေးကို ထိခိုက်စေသည်။ ၎င်းတို့၏ အကျိုးကျေးဇူးနှင့် ပတ်သက်၍မူ ၎င်းသည် ရုပ်ပိုင်းဆိုင်ရာ ဖြစ်ပြီး ခန္ဓာကိုယ်အတွက် အကျိုးကျေးဇူး၊ အစာကြေညက်ခြင်း၊ အညစ်အကြေးများကို ဖယ်ရှားပေးခြင်း၊ စိတ်ကို ထက်မြက်စေခြင်း၊ ပျော်ရွှင်သော ခံစားမှုကို ဖြစ်ပေါ်စေခြင်းနှင့် ၎င်းတို့ကို ရောင်းချခြင်းမှ ငွေကြေးအကျိုးအမြတ် ရရှိခြင်းတို့ ပါဝင်သည်။ ထို့ပြင် <span class=\"gray\">(၎င်းတို့၏ အကျိုးကျေးဇူးများတွင်)</span> မိမိမိသားစုနှင့် မိမိကိုယ်တိုင်အတွက် သုံးစွဲရန် လောင်းကစားမှ ရရှိသော ဝင်ငွေများလည်း ပါဝင်သည်။ သို့သော် ဤအကျိုးကျေးဇူးများသည် စိတ်နှင့် ဘာသာရေးကို ထိခိုက်စေသော ၎င်းတို့၏ ရှင်းလင်းသည့် အန္တရာယ်များထက် လျော့နည်းနေပါသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِثْمُهُمَا أَكْبَرُ مِن نَّفْعِهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် ၎င်းတို့၏ အပြစ်သည် ၎င်းတို့၏ အကျိုးကျေးဇူးထက် ပိုမိုကြီးမားသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် ခမ်ရ်ကို တားမြစ်ခြင်း လုပ်ငန်းစဉ်၏ အစပိုင်းဖြစ်ပြီး ရှင်းလင်းပြတ်သားစွာ တားမြစ်ခြင်း မဟုတ်ဘဲ အဓိပ္ပါယ်ကိုသာ အရိပ်အမြွက် ပြောခြင်း ဖြစ်သည်။ ထို့ကြောင့် ဤအာယသ်ကို ‘အူမာရ်အား ရွတ်ပြသောအခါ၊ သူက \"အို အလ္လာဟ်အရှင်မြတ်! အလ်-ခမ်ရ်နှင့် ပတ်သက်၍ ကျွန်ုပ်တို့အား ရှင်းလင်းသော အဆုံးအဖြတ်ပေးတော်မူပါ။\" ဟု ဆက်လက်ပြောကြားခဲ့သည်။ မကြာမီပင် အလ္လာဟ်အရှင်မြတ်သည် အလ်-မာအိဒဟ် စူရာတွင် ခမ်ရ်ကို ရှင်းလင်းစွာ တားမြစ်ခြင်းကို ထုတ်ဖော်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنصَابُ وَالْأَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ - إِنَّمَا يُرِيدُ الشَّيْطَانُ أَن يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنتُم مُّنتَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! မူးယစ်စေတတ်သော အရာများ <span class=\"gray\">(အရက်သေစာ အမျိုးမျိုး)</span>၊ လောင်းကစား၊ အလ်-အန်စာဗ်နှင့် အလ်-အဇ်လာမ်တို့သည် ရှိုင်သွာန်၏ လက်ရာဖြစ်သော စက်ဆုပ်ဖွယ်ရာများ ဖြစ်ကြ၏။ သို့ဖြစ်၍ သင်တို့သည် အောင်မြင်နိုင်ကြရန် <span class=\"gray\">(၎င်းစက်ဆုပ်ဖွယ်ရာအားလုံးကို တင်းကြပ်စွာ)</span> ရှောင်ကြဉ်ကြကုန်။ ရှိုင်သွာန်သည် သင်တို့အကြား ရန်လိုမုန်းထားမှုများကို မူးယစ်စေတတ်သော အရာများ <span class=\"gray\">(အရက်သေစာများ)</span> နှင့် လောင်းကစားတို့ဖြင့် ဖြစ်ပေါ်စေရန်သာ ရည်ရွယ်ပြီး သင်တို့ကို အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းမှလည်းကောင်း၊ အဆ်-စလာဟ် <span class=\"gray\">(ဆွလာသ်)</span> မှလည်းကောင်း တားဆီးရန်သာ ရည်ရွယ်သည်။ သို့ဖြစ်၍ သင်တို့သည် ရှောင်ကြဉ်ကြမည် မဟုတ်လော။)</span><span class=\"gray\">(5:90-91)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်အတိုင်း အလ်-မာအိဒဟ် စူရာကို ရှင်းပြသောအခါ ဤအကြောင်းအရာကို ကျွန်ုပ်တို့ ဖော်ပြပါမည်။</p><p lang=\"gd\" class=\"gd \">Ibn 'Umar, Ash-Sha'bi, Mujahid, Qatadah, Ar-Rabi' bin Anas and 'Abdur-Rahman bin Aslam stated that the first Ayah revealed about Khamr was:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင့်အား ခမ်ရ်နှင့် လောင်းကစားနှင့် ပတ်သက်၍ မေးမြန်းကြသည်။ ပြောကြားလော့။ \"၎င်းတို့တွင် ကြီးမားသော အပြစ်ရှိ၏။\")</span><span class=\"gray\">(2:219)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အန်-နီဆာ စူရာတွင် <span class=\"gray\">(ဤကိစ္စနှင့် ပတ်သက်၍)</span> အာယသ်ကို ထုတ်ဖော်ခဲ့ပြီးနောက် ခမ်ရ်ကို တားမြစ်သော အလ်-မာအိဒဟ် စူရာမှ အာယသ်ကို ထုတ်ဖော်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မိမိ၏ငွေကြေးမှ ပိုလျှံသော အရာအားလုံးကို ပရဟိတဒါနပြုခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ الْعَفْوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် သင့်အား မည်မျှသုံးစွဲရမည်နည်းဟု မေးမြန်းကြသည်။ ပြောကြားလော့။ \"သင်တို့၏ လိုအပ်ချက်များထက် ပိုလျှံသော <span class=\"gray\">(အပို)</span> အရာကို ဖြစ်၏။\")</span></p><p lang=\"my\" class=\"my \">အလ်-ဟကမ်က မစ်ကစမ်က အိဗ်နု အဗ္ဗာစ် ပြောကြားသည်မှာ ဤအာယသ်၏ အဓိပ္ပါယ်မှာ သင်၏ မိသားစုလိုအပ်ချက်များထက် ပိုလျှံသော မည်သည့်အရာမဆို ဖြစ်သည်ဟု ဆိုသည်။ ဤသည်မှာ အိဗ်နု ‘အူမာရ်၊ မူဂျာဟစ်ဒ်၊ ‘အသားအ်၊ ‘အိက္ကရိမဟ်၊ စအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ မိုဟမ္မဒ် ဘင် ကအ်ဘ်၊ အလ်-ဟစန်၊ ကွါတာဒဟ်၊ အလ်-ကွာစင်မ်၊ စာလင်မ်၊ ‘အသားအ် အလ်-ခုရာစာနီ နှင့် အရ်-ရဘီအ် ဘင် အနပ်စ် တို့၏ အမြင်လည်း ဖြစ်သည်။</p><p lang=\"gd\" class=\"gd \">Ibn Jarir related that Abu Hurayrah said that a man said, \"O Messenger of Allah! I have a Dinar <span class=\"gray\">(a currency)</span>.\" The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْفِقْهُ عَلى نَفْسِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ကိုယ်ပေါ်တွင် သုံးစွဲလော့။)</span> သူက \"ကျွန်ုပ်တွင် ဒီနာရ် နောက်တစ်ခု ရှိသေးသည်။\" ဟု ပြောကြားခဲ့သည်။ သူက မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْفِقْهُ عَلى أَهْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ဇနီးအပေါ်တွင် သုံးစွဲလော့။)</span> သူက \"ကျွန်ုပ်တွင် ဒီနာရ် နောက်တစ်ခု ရှိသေးသည်။\" ဟု ပြောကြားခဲ့သည်။ သူက မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْفِقْهُ عَلى وَلَدِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ သားသမီးများအပေါ်တွင် သုံးစွဲလော့။)</span> သူက \"ကျွန်ုပ်တွင် ဒီနာရ် နောက်တစ်ခု ရှိသေးသည်။\" ဟု ပြောကြားခဲ့သည်။ သူက မိန့်တော်မူသည်–</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَأَنْتَ أَبْصَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ပို၍ သိကျွမ်းသူ ဖြစ်၏ <span class=\"gray\">(ပရဟိတဒါနအတွက် မည်သို့ မည်သည့်နေရာတွင် သုံးစွဲရမည်ကို ဆိုလိုသည်)</span>။)</span></p><p lang=\"my\" class=\"my \">မူဆလင်မ်က ဤဟာဒီးဆ်ကို ၎င်း၏ စဟီဟ်တွင်လည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"gd\" class=\"gd \">Muslim recorded that Jabir said that Allah's Messenger ﷺ said to a man:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْدَأْ بِنَفْسِكَ فَتَصَدَّقْ عَلَيْهَا، فَإِنْ فَضَلَ شَيْءٌ فَلِأَهْلِكَ، فَإِنْ فَضَلَ شَيْءٌ عَنْ أَهْلِكَ فَلِذِي قَرَابَتِكَ، فَإِنْ فَضَلَ عَنْ ذِي قَرَابَتِكَ شَيْءٌ فَهٰكَذَا وَهٰكَذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကိုယ်သင် ဦးစွာထား၍ ပရဟိတဒါနပြုလော့။ အကယ်၍ တစ်စုံတစ်ရာ ပိုလျှံပါက သင်၏ မိသားစုအတွက် သုံးစွဲလော့။ အကယ်၍ သင်၏ မိသားစုထက် တစ်စုံတစ်ရာ ပိုလျှံပါက သင်၏ ဆွေမျိုးများအတွက် သုံးစွဲလော့။ အကယ်၍ သင်၏ ဆွေမျိုးများထက် တစ်စုံတစ်ရာ ပိုလျှံပါက ဤသို့ ထိုသို့ <span class=\"gray\">(ဆိုလိုသည်မှာ အမျိုးမျိုးသော ပရဟိတရည်ရွယ်ချက်များအတွက်)</span> သုံးစွဲလော့။)</span></p><p lang=\"my\" class=\"my \">ဟာဒီးဆ်တစ်ခုတွင် ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنَ آدَمَ إِنَّكَ أَنْ تَبْذُلَ الْفَضْلَ خَيْرٌ لَكَ، وَأَنْ تُمْسِكَهُ شَرٌّ لَكَ، وَلَا تُلَامُ عَلى كَفَافٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အာဒမ်၏သား! သင်သည် သင်ပိုလျှံသော အရာအားလုံးကို သုံးစွဲပါက သင့်အတွက် ပိုကောင်းလိမ့်မည်။ သို့သော် သင်သည် ၎င်းကို သိမ်းဆည်းထားပါက သင့်အတွက် ပို၍ ဆိုးရွားလိမ့်မည်။ အနည်းငယ်မျှသာ လုံလောက်သော အရာအတွက် သင့်အား အပြစ်တင်မည် မဟုတ်ပေ။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ - فِي الدُّنْيَا وَالْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကဲ့သို့ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ကိုယ်တော်၏ အာယသ်တော်များကို ရှင်းလင်းစွာ ပြသထားတော်မူ၏။ သို့မှသာ သင်တို့သည် ဤလောကီဘဝနှင့် နောင်တမလွန်ဘဝ <span class=\"gray\">(နှင့် ပတ်သက်၍)</span> ဆင်ခြင်တွေးခေါ်နိုင်ရန် ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ဤပညတ်တော်များကို သင်တို့အတွက် ပြောကြား၍ ရှင်းပြတော်မူသကဲ့သို့ပင်၊ ကျန်ရှိသော ကိုယ်တော်၏ အာယသ်တော်များကိုလည်း ပညတ်တော်များ၊ ကိုယ်တော်၏ ကတိတော်များနှင့် သတိပေးချက်များနှင့် ပတ်သက်၍ ရှင်းပြတော်မူသည်၊ သို့မှသာ သင်တို့သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ဆင်ခြင်တွေးခေါ်နိုင်ရန် ဖြစ်၏။ ‘အလီ ဘင် အဘူ သွလ်ဟဟ်က အိဗ်နု ‘အဗ္ဗာစ် မှတ်ချက်ပြုသည်မှာ \"ဆိုလိုသည်မှာ ဤဘဝ၏ မကြာမီ ကွယ်လွန်ခြင်းနှင့် တိုတောင်းခြင်းအကြောင်း၊ နောင်တမလွန်ဘဝ၏ မကြာမီ စတင်ခြင်းနှင့် ၎င်း၏ ဆက်လက်တည်ရှိခြင်းအကြောင်း ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မိဘမဲ့ကလေး၏ ပိုင်ဆိုင်မှုများကို ထိန်းသိမ်းခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الْيَتَامَىٰ قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ وَإِن تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် သင့်အား မိဘမဲ့ကလေးများနှင့် ပတ်သက်၍ မေးမြန်းကြသည်။ ပြောကြားလော့။ \"အကောင်းဆုံးအရာမှာ ၎င်းတို့၏ ပိုင်ဆိုင်မှုများတွင် ရိုးသားစွာ ဆောင်ရွက်ခြင်း ဖြစ်၏။ အကယ်၍ သင်တို့၏ ကိစ္စများကို ၎င်းတို့၏ ကိစ္စများနှင့် ရောနှောပါက ၎င်းတို့သည် သင်တို့၏ ညီအစ်ကိုများ ဖြစ်ကြ၏။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုပြုလိုသူ <span class=\"gray\">(ဥပမာ- ၎င်းတို့၏ ပိုင်ဆိုင်မှုများကို ဖျက်ဆီးလိုသူ)</span> ကို ကောင်းမှုပြုလိုသူ <span class=\"gray\">(ဥပမာ- ၎င်းတို့၏ ပိုင်ဆိုင်မှုများကို ကာကွယ်လိုသူ)</span> ထံမှ သိရှိတော်မူ၏။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူခဲ့ပါလျှင် ကိုယ်တော်သည် သင်တို့ကို အခက်အခဲများ ကြုံတွေ့စေနိုင်ခဲ့ပြီ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က အိဗ်နု ‘အဗ္ဗာစ် ပြောကြားသည်မှာ \"အာယသ်များဖြစ်သော–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘမဲ့ကလေး၏ ပိုင်ဆိုင်မှုကို မချဉ်းကပ်ကြကုန်နှင့်။ အကောင်းဆုံးနည်းလမ်းဖြင့်မှတစ်ပါး <span class=\"gray\">(ချဉ်းကပ်ခြင်းမပြုရ)</span>။)</span><span class=\"gray\">(6:152)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိဘမဲ့ကလေးများ၏ ပိုင်ဆိုင်မှုများကို မတရားစားသုံးကြသူတို့သည် ၎င်းတို့၏ ဝမ်းဗိုက်များထဲတွင် မီးကိုသာ စားသုံးနေကြခြင်းဖြစ်၏။ ထို့ပြင် ၎င်းတို့သည် ပြင်းထန်သော မီးငရဲတွင် လောင်ကျွမ်းခြင်းကို ခံရမည်။)</span><span class=\"gray\">(4:10)</span> တို့ ထုတ်ဖော်ခဲ့သောအခါ၊ မိဘမဲ့ကလေးအချို့ကို စောင့်ရှောက်သူများသည် ၎င်းတို့၏ အစားအစာနှင့် အချိုရည်များကို မိဘမဲ့ကလေးတို့၏ အစားအစာနှင့် အချိုရည်များမှ ခွဲခြားထားကြသည်။ မိဘမဲ့ကလေးတို့၏ အစားအစာနှင့် အချိုရည်များ ကျန်ရှိနေသောအခါ၊ ၎င်းတို့ စားသုံးသည်အထိ သို့မဟုတ် ပျက်စီးသွားသည်အထိ သိမ်းထားကြသည်။ ဤအခြေအနေသည် ၎င်းတို့အတွက် ခက်ခဲသောကြောင့် ၎င်းတို့သည် ဤကိစ္စကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ထံ တင်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الْيَتَامَىٰ قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ وَإِن تُخَالِطُوهُمْ فَإِخْوَانُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် သင့်အား မိဘမဲ့ကလေးများနှင့် ပတ်သက်၍ မေးမြန်းကြသည်။ ပြောကြားလော့။ \"အကောင်းဆုံးအရာမှာ ၎င်းတို့၏ ပိုင်ဆိုင်မှုများတွင် ရိုးသားစွာ ဆောင်ရွက်ခြင်း ဖြစ်၏။ အကယ်၍ သင်တို့၏ ကိစ္စများကို ၎င်းတို့၏ ကိစ္စများနှင့် ရောနှောပါက ၎င်းတို့သည် သင်တို့၏ ညီအစ်ကိုများ ဖြစ်ကြ၏။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် မိမိတို့၏ အစားအစာနှင့် အချိုရည်များကို မိဘမဲ့ကလေးတို့၏ အစားအစာနှင့် အချိုရည်များနှင့် ပေါင်းစပ်ခဲ့ကြသည်။\" ဤဟာဒီးဆ်ကို အဘူ ဒါဝဒ်၊ အန်-နစာအီ နှင့် အလ်-ဟကမ် တို့ကလည်း ၎င်းတို့၏ မူစသဒ်ရက်က်တွင် စုဆောင်းထားသည်။ အာယသ် <span class=\"gray\">(2:220)</span> ထုတ်ဖော်ခဲ့သည့် အခြေအနေများအကြောင်းကို အခြားများစွာသောသူတို့ကလည်း ထိုနည်းတူ ပြောကြားခဲ့ကြပြီး ၎င်းတို့တွင် မူဂျာဟစ်ဒ်၊ ‘အသားအ်၊ အရှ်-ရှအ်ဘီ၊ အိဗ်နု အဘူ လိုင်လာ၊ ကွါတာဒဟ် နှင့် ဆလဖ်များအနက်မှ အခြားသူများနှင့် ၎င်းတို့နောက်မှ ပေါ်ထွန်းလာသူများလည်း ပါဝင်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က ‘အာအိရှဟ် ပြောကြားသည်မှာ \"မိဘမဲ့ကလေး၏ ငွေကြေးသည် ကျွန်ုပ်၏ စောင့်ရှောက်မှုအောက်တွင် ရှိခြင်းကို မကြိုက်ပါ။ ကျွန်ုပ်၏ အစားအစာကို ၎င်း၏ အစားအစာနှင့်၊ ကျွန်ုပ်၏ အချိုရည်ကို ၎င်း၏ အချိုရည်နှင့် မရောနှောဘဲဆိုလျှင် ဖြစ်၏။\" ဟု ဆိုသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့။ အကောင်းဆုံးအရာမှာ ၎င်းတို့၏ ပိုင်ဆိုင်မှုများတွင် ရိုးသားစွာ ဆောင်ရွက်ခြင်း ဖြစ်၏။)</span> ဆိုလိုသည်မှာ တစ်ဖက်တွင် <span class=\"gray\">(ဆိုလိုသည်မှာ ဤသည် မည်သို့ပင်ဖြစ်စေ လိုအပ်သည်)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن تُخَالِطُوهُمْ فَإِخْوَانُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အကယ်၍ သင်တို့၏ ကိစ္စများကို ၎င်းတို့၏ ကိစ္စများနှင့် ရောနှောပါက ၎င်းတို့သည် သင်တို့၏ ညီအစ်ကိုများ ဖြစ်ကြ၏။)</span> ဆိုလိုသည်မှာ သင်တို့၏ အစားအစာနှင့် အချိုရည်များကို ၎င်းတို့၏ အစားအစာနှင့် အချိုရည်များနှင့် ရောနှောခြင်းတွင် အပြစ်မရှိပါ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဘာသာရေးတွင် သင်တို့၏ ညီအစ်ကိုများ ဖြစ်သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က နောက်ပိုင်းတွင် မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုပြုလိုသူ <span class=\"gray\">(ဥပမာ- ၎င်းတို့၏ ပိုင်ဆိုင်မှုများကို ဖျက်ဆီးလိုသူ)</span> ကို ကောင်းမှုပြုလိုသူ <span class=\"gray\">(ဥပမာ- ၎င်းတို့၏ ပိုင်ဆိုင်မှုများကို ကာကွယ်လိုသူ)</span> ထံမှ သိရှိတော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် မကောင်းမှု သို့မဟုတ် ဖြောင့်မတ်မှုကို ရည်ရွယ်သူများကို သိရှိတော်မူ၏။ ကိုယ်တော်သည်လည်း မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူခဲ့ပါလျှင် ကိုယ်တော်သည် သင်တို့ကို အခက်အခဲများ ကြုံတွေ့စေနိုင်ခဲ့ပြီ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက ကိုယ်တော်သည် ဤကိစ္စကို သင်တို့အတွက် ခက်ခဲစေလိမ့်မည်။ သို့သော် ကိုယ်တော်သည် သင်တို့အတွက် လွယ်ကူစေတော်မူပြီး မိဘမဲ့ကလေးတို့၏ ကိစ္စရပ်များနှင့် သင်တို့၏ ကိစ္စရပ်များကို ပိုမိုကောင်းမွန်သော နည်းလမ်းဖြင့် ရောနှောခွင့်ပြုခဲ့သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘမဲ့ကလေး၏ ပိုင်ဆိုင်မှုကို မချဉ်းကပ်ကြကုန်နှင့်။ အကောင်းဆုံးနည်းလမ်းဖြင့်မှတစ်ပါး <span class=\"gray\">(ချဉ်းကပ်ခြင်းမပြုရ)</span>။)</span><span class=\"gray\">(6:152)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိဘမဲ့ကလေး၏ ပိုင်ဆိုင်မှုမှ ၎င်းကို စီမံခန့်ခွဲသူက ကျိုးကြောင်းဆီလျော်သော အချိုးအစားဖြင့် သုံးစွဲခွင့်ပြုထားသည်။ ၎င်းကို တတ်နိုင်သည့်အခါ နောက်ပိုင်းတွင် မိဘမဲ့ကလေးကို ပြန်လည်ပေးဆပ်ရန် ရည်ရွယ်ချက်ရှိမှသာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်အတိုင်း အန်-နီဆာ စူရာတွင် ၎င်းနှင့် ပတ်သက်၍ အသေးစိတ် ဖော်ပြပါမည်။</p>"
  }
]