[
  {
    "ayah_key": "2:200",
    "group_ayah_key": "2:200",
    "from_ayah": "2:200",
    "to_ayah": "2:202",
    "ayah_keys": "2:200,2:201,2:202",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သင်တို့သည် သင်တို့၏ မနာဆစ် (ဘာသာရေးထုံးတမ်းစဉ်လာများ) ကို ပြည့်စုံအောင် ဆောင်ရွက်ပြီးသောအခါ၊ သင်တို့၏ ဘိုးဘေးဘီဘင်များကို သတိရသကဲ့သို့ (သို့မဟုတ်) ထိုထက်မက ပိုမို၍ အလ္လာဟ်အရှင်မြတ်အား သတိရကြလေကုန်။ သို့သော် လူသားများထဲမှ အချို့ကမူ “အကျွန်ုပ်တို့၏အရှင်! ဤလောက၌ <span class=\"gray\">(အရှင်၏ ကရုဏာ)</span> ကို ပေးသနားတော်မူပါ!” ဟု ပြောဆိုကြသူများ ရှိကြ၏။ ထိုကဲ့သို့သောသူများအတွက် နောင်တမလွန်ဘဝ၌ ဝေစုမရှိပေ။ <span>(၂၀၀)</span> ထိုသူတို့ထဲမှ အချို့ကမူ “အကျွန်ုပ်တို့၏အရှင်! ဤလောက၌ ကောင်းကျိုးကိုလည်းကောင်း၊ နောင်တမလွန်ဘဝ၌ ကောင်းကျိုးကိုလည်းကောင်း ပေးသနားတော်မူပါ။ အကျွန်ုပ်တို့ကို ငရဲ၏ ပြင်းထန်သောပြစ်ဒဏ်မှလည်း ကယ်တင်တော်မူပါ!” ဟု ပြောဆိုကြ၏။ <span>(၂၀၁)</span> ထိုသူတို့သည် မိမိတို့ရှာဖွေခဲ့သော အရာများအတွက် ဝေစုကို ရရှိကြပေမည်။ အလ္လာဟ်အရှင်မြတ်သည် စာရင်းရှင်းရာ၌ အလွန်လျင်မြန်တော်မူ၏။ <span>(၂၀၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဟဂျ်ဓလေ့ထုံးတမ်းများကို ပြီးမြောက်ပြီးနောက် အလ္လာဟ်အရှင်မြတ်အား သတိရခြင်းနှင့် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ကောင်းကျိုးများ ရရှိရန် တောင်းဆိုခြင်းဆိုင်ရာ အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဘာသာရေးထုံးတမ်းစဉ်လာများ ဆောင်ရွက်ပြီးနောက် မိမိအား သတိရရန် အမိန့်ပေးတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذِكْرِكُمْ آبَاءَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့၏ ဘိုးဘေးဘီဘင်များကို သတိရသကဲ့သို့)</span></p><p lang=\"my\" class=\"my \">စအီဒ် ဘင် ဂျူဘိုင်ရ်က အိဘ်နု အဗ္ဗားစ် ပြောကြားသည်မှာ၊ “ဂျာဟိလီယတ်ခေတ်က လူများသည် <span class=\"gray\">(ဟဂျ်)</span> ရာသီအတွင်း မတ်တပ်ရပ်၍ ၎င်းတို့အနက် တစ်ဦးက 'ကျွန်ုပ်၏ဖခင်သည် <span class=\"gray\">(ဆင်းရဲသားများကို)</span> ကျွေးမွေးခဲ့သည်၊ <span class=\"gray\">(ပိုက်ဆံဖြင့်)</span> အခြားသူများကို <span class=\"gray\">(၎င်းတို့၏အငြင်းပွားမှုများကို ဖြေရှင်းပေးရန်)</span> ကူညီခဲ့သည်၊ ဒီးယတ် <span class=\"gray\">(ဆိုလိုသည်မှာ သွေးကြွေး)</span> ကို ပေးခဲ့သည်' စသည်ဖြင့် ပြောဆိုလေ့ရှိသည်။ ၎င်းတို့၌ ရှိသော တစ်ခုတည်းသော ဓိကရ်မှာ မိမိတို့၏ဖခင်များ၏ လုပ်ဆောင်မှုများကို သတိရခြင်းပင်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ထံသို့ ထုတ်ဖော်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဘိုးဘေးဘီဘင်များကို သတိရသကဲ့သို့ သို့မဟုတ် ထိုထက်မက ပိုမို၍ အလ္လာဟ်အရှင်မြတ်အား သတိရကြလေကုန်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် (အတိုင်းမသိမြင့်မြတ်တော်မူသောအရှင်) ကို သတိရခြင်းသည် အမြဲတစေ အားပေးမှုခံရသည်။ အလ္လာဟ်အရှင်မြတ်သည် အာယတ်တော်တွင် \"သို့မဟုတ်\" ဟူသော စကားလုံးကို သုံးခဲ့သောအခါ၊ လူတို့အား ၎င်းတို့၏ ဘိုးဘေးဘီဘင်များကို သတိရသည်ထက် အရှင်အား ပိုမို၍ သတိရရန် တိုက်တွန်းလိုခြင်းဖြစ်ပြီး၊ ထိုစကားလုံးသည် <span class=\"gray\">(မည်သူက ပိုကြီးသည် သို့မဟုတ် ပိုများသည် ဟူသော)</span> သံသယကို ဖြစ်ပေါ်စေလိုခြင်းမဟုတ်ကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ ဤဖော်ပြချက်သည် အောက်ပါအာယတ်တော်များနှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ကျောက်တုံးများကဲ့သို့ သို့မဟုတ် မာကျောမှုတွင် ပို၍ဆိုးသည်)</span><span class=\"gray\">(၂:၇၄)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...လူတို့ကို အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့သကဲ့သို့ သို့မဟုတ် ပို၍ပင် ကြောက်ရွံ့ကြသည်)</span><span class=\"gray\">(၄:၇၇)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَاهُ إِلَىٰ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းအား လူတစ်သိန်း <span class=\"gray\">(သို့မဟုတ်)</span> ထိုထက်ပိုသောသူများထံသို့ စေလွှတ်ခဲ့သည်)</span><span class=\"gray\">(၃၇:၁၄၇)</span> နှင့်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းသည် လေးနှစ်စင်းစာ အကွာအဝေးတွင် ရှိခဲ့သည် သို့မဟုတ် <span class=\"gray\">(ပို၍ပင်)</span> နီးကပ်ခဲ့သည်)</span><span class=\"gray\">(၅၃:၉)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိအား သတိရပြီးနောက် ဆုတောင်းပတ္ထနာပြုရန် အားပေးတော်မူ၏။ အကြောင်းမှာ ၎င်းသည် ဆုတောင်းပတ္ထနာကို လက်ခံရန် ပိုမိုဖြစ်နိုင်ခြေရှိသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤလောကကိစ္စများအတွက်သာ မိမိထံ ဆုတောင်းသူများကိုလည်း ဝေဖန်တော်မူ၏။ နောင်တမလွန်ကိစ္စများကို လျစ်လျူရှုသောသူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူသားများထဲမှ အချို့ကမူ “အကျွန်ုပ်တို့၏အရှင်! ဤလောက၌ <span class=\"gray\">(အရှင်၏ ကရုဏာ)</span> ကို ပေးသနားတော်မူပါ!” ဟု ပြောဆိုကြသူများ ရှိကြ၏။ ထိုကဲ့သို့သောသူများအတွက် နောင်တမလွန်ဘဝ၌ ဝေစုမရှိပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၌ နောင်တမလွန်ဘဝတွင် ဝေစုမရှိပေ။ ဤဝေဖန်မှုသည် အခြားသူများအား အဆိုပါဖော်ပြထားသောသူများကို အတုယူခြင်းမှ တားဆီးရန်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">စအီဒ် ဘင် ဂျူဘိုင်ရ်က အိဘ်နု အဗ္ဗားစ် ပြောကြားသည်မှာ၊ “အချို့သော ဘဒ်ဒူလူမျိုးများသည် ရပ်တန့်ရာနေရာ <span class=\"gray\">('အရဖာတ်)</span> သို့ လာရောက်ပြီး၊ ‘အို အလ္လာဟ်! ၎င်းကို မိုးကောင်းသောနှစ်၊ မြေဩဇာကောင်းသောနှစ်နှင့် သားသမီးကောင်း ရရှိသောနှစ် ဖြစ်ပါစေ’ ဟု ဆုတောင်းလေ့ရှိသည်။ ၎င်းတို့သည် နောင်တမလွန်ဘဝ၏ ကိစ္စရပ်များကို တစ်ခုမျှ ဖော်ပြခြင်းမရှိပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှင့် ပတ်သက်၍ ထုတ်ဖော်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူသားများထဲမှ အချို့ကမူ “အကျွန်ုပ်တို့၏အရှင်! ဤလောက၌ <span class=\"gray\">(အရှင်၏ ကရုဏာ)</span> ကို ပေးသနားတော်မူပါ!” ဟု ပြောဆိုကြသူများ ရှိကြ၏။ ထိုကဲ့သို့သောသူများအတွက် နောင်တမလွန်ဘဝ၌ ဝေစုမရှိပေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့နောက်မှ လာခဲ့ကြသော မွတ်စ်လင်မ်များသည် ပြောဆိုလေ့ရှိသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်! ဤလောက၌ ကောင်းကျိုးကိုလည်းကောင်း၊ နောင်တမလွန်ဘဝ၌ ကောင်းကျိုးကိုလည်းကောင်း ပေးသနားတော်မူပါ။ အကျွန်ုပ်တို့ကို ငရဲ၏ ပြင်းထန်သောပြစ်ဒဏ်မှလည်း ကယ်တင်တော်မူပါ!)</span></p><p lang=\"no\" class=\"no \">Next, Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် မိမိတို့ရှာဖွေခဲ့သော အရာများအတွက် ဝေစုကို ရရှိကြပေမည်။ အလ္လာဟ်အရှင်မြတ်သည် စာရင်းရှင်းရာ၌ အလွန်လျင်မြန်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့် နောင်တမလွန်ဘဝ နှစ်ခုလုံး၏ ကိစ္စရပ်များကို တောင်းဆိုသူများကို ချီးကျူးတော်မူ၏။ အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့ထဲမှ အချို့ကမူ “အကျွန်ုပ်တို့၏အရှင်! ဤလောက၌ ကောင်းကျိုးကိုလည်းကောင်း၊ နောင်တမလွန်ဘဝ၌ ကောင်းကျိုးကိုလည်းကောင်း ပေးသနားတော်မူပါ။ အကျွန်ုပ်တို့ကို ငရဲ၏ ပြင်းထန်သောပြစ်ဒဏ်မှလည်း ကယ်တင်တော်မူပါ!” ဟု ပြောဆိုကြ၏။)</span></p><p lang=\"my\" class=\"my \">အာယတ်တော်တွင် ဖော်ပြထားပြီး ချီးကျူးထားသော ဆုတောင်းပတ္ထနာသည် ဤလောက၏ ကောင်းကျိုးအားလုံးကို ပေါင်းစပ်ထားပြီး မကောင်းမှုအမျိုးမျိုးမှ ခိုလှုံရာကို ရှာဖွေသည်။ ဤလောက၏ ကောင်းကျိုးသည် ကျန်းမာချမ်းသာမှု၊ ကျယ်ဝန်းသောနေအိမ်၊ နှစ်သက်ဖွယ်ကြင်ဖော်များ၊ လုံလောက်သောရိက္ခာ၊ အကျိုးရှိသောဗဟုသုတ၊ ကောင်းမွန်သောအလုပ်အကိုင် သို့မဟုတ် လုပ်ဆောင်ချက်များ၊ သက်တောင့်သက်သာရှိသော သယ်ယူပို့ဆောင်ရေးနည်းလမ်းများနှင့် ကောင်းမွန်သောချီးကျူးဂုဏ်ပြုခြင်း စသည့် ပစ္စည်းဥစ္စာဆိုင်ရာ တောင်းဆိုမှုတိုင်းနှင့် သက်ဆိုင်သည်၊ ၎င်းတို့အားလုံးကို တဖ်စီးရ်ပညာရှင်များက ဤကိစ္စနှင့်စပ်လျဉ်း၍ ဖော်ပြထားသည်။ ၎င်းတို့အားလုံးသည် ဤလောက၌ ရှာဖွေသော ကောင်းကျိုး၏ အစိတ်အပိုင်းတစ်ခုသာ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">နောင်တမလွန်ဘဝ၏ ကောင်းကျိုးနှင့်ပတ်သက်၍၊ ၎င်း၏အကောင်းဆုံးမှာ ဂျန္နတ် (ပရဒိသု) ကို ရရှိခြင်းဖြစ်ပြီး၊ ၎င်းသည် စုရုံးရာနေရာ၌ အကြီးမားဆုံးသော ကြောက်မက်ဖွယ်ရာမှ လုံခြုံမှုရရှိခြင်းကိုလည်း ဆိုလိုသည်။ ၎င်းသည် ပေါ့ပါးစွာ စစ်ဆေးမေးမြန်းခံရခြင်းနှင့် နောင်တမလွန်ဘဝရှိ အခြားသော မျက်နှာသာပေးမှုများကိုလည်း ရည်ညွှန်းသည်။</p><p lang=\"my\" class=\"my \">ငရဲမှ လုံခြုံမှုရရှိခြင်းနှင့်ပတ်သက်၍၊ ၎င်းတွင် တားမြစ်ထားသောအရာများ၊ အပြစ်အမျိုးမျိုးနှင့် မရေမရာကိစ္စရပ်များကို ရှောင်ရှားခြင်းကဲ့သို့သော ဤလောက၌ ကောင်းသောရလဒ်ဆီသို့ ဦးတည်စေသောအရာများဆီသို့ လမ်းညွှန်ခံရခြင်းတို့ ပါဝင်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ကာစင်မ် ဘင် အဗ်ဒွရ်-ရာဟ်မန်က ပြောကြားသည်မှာ၊ “ကျေးဇူးတင်တတ်သော နှလုံးသား၊ သတိရတတ်သော လျှာနှင့် သည်းခံတတ်သော ကိုယ်ခန္ဓာနှင့် ပြည့်စုံသူတိုင်းသည် ဤလောက၌ ကောင်းမှု၊ နောင်တမလွန်ဘဝ၌ ကောင်းမှုတို့နှင့် ပြည့်စုံပြီး ငရဲ၏ ပြစ်ဒဏ်မှ လွတ်မြောက်လိမ့်မည်။”</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် စွန္နဟ်သည် ဤဒုအာ <span class=\"gray\">(ဆိုလိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ကောင်းမှုရရှိခြင်းဆိုင်ရာ အာယတ်တော်မှ)</span> ကို ရွတ်ဆိုရန် အားပေးသည်။ အလ်-ဗုခါရီက အနပ်စ် ဘင် မာလိက် ပြောကြားသည်မှာ တမန်တော်မြတ် ﷺ သည် ပြောဆိုလေ့ရှိသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِي الآخِرَةِ حَسَنَــةً، وَقِنَا عَذَابَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်၊ အကျွန်ုပ်တို့၏အရှင်! ဤလောက၌ ကောင်းကျိုး၊ နောင်တမလွန်ဘဝ၌ ကောင်းကျိုးကို ပေးသနားတော်မူပြီး အကျွန်ုပ်တို့ကို ငရဲ၏ ပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါ။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အနပ်စ် ပြောကြားသည်မှာ၊ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ သည် ဖျားနာနေသော ငှက်ငယ်တစ်ကောင်ကဲ့သို့ အားနည်းနေသော မွတ်စ်လင်မ် အမျိုးသားတစ်ဦးကို သွားရောက်တွေ့ဆုံခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ က ၎င်းအား ‘သင်သည် အလ္လာဟ်အရှင်မြတ်ထံ တစ်စုံတစ်ရာ တောင်းဆိုနေပါသလား သို့မဟုတ် ဆုတောင်းနေပါသလား’ ဟု မေးမြန်းခဲ့သည်။ ၎င်းက ‘ဟုတ်ကဲ့။ ကျွန်ုပ်သည် အမြဲတမ်း ပြောဆိုလေ့ရှိသည်– အို အလ္လာဟ်! နောင်တမလွန်ဘဝအတွက် အကျွန်ုပ်အတွက် ချန်ထားသော ပြစ်ဒဏ်မှန်သမျှကို ဤလောက၌ပင် ပေးသနားတော်မူပါ’ ဟု ပြောဆိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ اللهِ لَا تُطِيقُهُ أَوْ لَا تَسْتَطِيعُهُ، فَهَلَّا قُلْتَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَآ ءَاتِنَا فِى الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်! သင်သည် ၎င်းကို မခံနိုင် -သို့မဟုတ် မရပ်တည်နိုင်-။ သင်သည် ပြောဆိုသင့်သည်မှာ– <span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်! ဤလောက၌ ကောင်းကျိုးကိုလည်းကောင်း၊ နောင်တမလွန်ဘဝ၌ ကောင်းကျိုးကိုလည်းကောင်း ပေးသနားတော်မူပါ။ အကျွန်ုပ်တို့ကို ငရဲ၏ ပြင်းထန်သောပြစ်ဒဏ်မှလည်း ကယ်တင်တော်မူပါ!)</span> ဖြစ်သည်))</span></p><p lang=\"my\" class=\"my \">ထိုသူသည် ဤဒုအာကို ရွတ်ဆိုစပြုပြီးနောက် ရောဂါပျောက်ကင်းခဲ့သည်။” မွတ်စလင်မ်ကလည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဟာကင်မ်က စအီဒ် ဘင် ဂျူဘိုင်ရ် ပြောကြားသည်မှာ၊ “အမျိုးသားတစ်ဦးသည် အိဘ်နု အဗ္ဗားစ်ထံ လာရောက်ပြီး၊ ‘ကျွန်ုပ်သည် အချို့သောလူများအတွက် အလုပ်လုပ်ခဲ့ပြီး ၎င်းတို့နှင့်အတူ ဟဂျ်ပြုလုပ်ရန် ခေါ်ဆောင်သွားခြင်းအတွက် ကျွန်ုပ်၏လျော်ကြေး၏ တစ်စိတ်တစ်ပိုင်းကို အခြေချခဲ့သည်။ ဤသည် လက်ခံနိုင်ပါသလား’ ဟု ပြောကြားခဲ့သည်။ အိဘ်နု အဗ္ဗားစ်က ‘သင်သည် အလ္လာဟ်အရှင်မြတ် ဖော်ပြထားသောသူများအနက်မှ ဖြစ်သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် မိမိတို့ရှာဖွေခဲ့သော အရာများအတွက် ဝေစုကို ရရှိကြပေမည်။ အလ္လာဟ်အရှင်မြတ်သည် စာရင်းရှင်းရာ၌ အလွန်လျင်မြန်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ်-ဟာကင်မ်က မှတ်ချက်ပေးသည်– “ဤဟဒီးဆ်သည် ရှိုက်ခ်နှစ်ပါး <span class=\"gray\">(အလ်-ဗုခါရီနှင့် မွတ်စလင်မ်)</span> ၏ စံနှုန်းများအရ မှန်ကန်သော်လည်း ၎င်းတို့သည် ၎င်းကို မှတ်တမ်းတင်ခဲ့ခြင်း မရှိပေ။”</p>"
  }
]