[
  {
    "ayah_key": "13:3",
    "group_ayah_key": "13:3",
    "from_ayah": "13:3",
    "to_ayah": "13:4",
    "ayah_keys": "13:3,13:4",
    "text": "<p lang=\"my\" class=\"my \">မြေကြီးကို ဖြန့်ကျက်ထားသူသည် ကိုယ်တော်ပင်ဖြစ်ပြီး ထိုမြေကြီးပေါ်တွင် ခိုင်မာသော တောင်များနှင့် မြစ်များကို ထားရှိခဲ့ကာ အသီးအနှံမျိုးစုံတို့မှ ဇောင်ဂျိုင်းန် အစ်စနိုင်းန် <span class=\"gray\">(နှစ်မျိုးနှစ်စား)</span> ကို ဖန်ဆင်းခဲ့သည်။ ကိုယ်တော်သည် ညကို နေ့၏ ဖုံးအုပ်အဖြစ် ယူဆောင်လာသည်။ အမှန်စင်စစ် ဤအရာများတွင် ဆင်ခြင်သူများအတွက် အာယတ် <span class=\"gray\">(လက္ခဏာများ)</span> ရှိသည်။ <span>(၃)</span> မြေကြီးပေါ်တွင် ဘေးချင်းကပ်လျက်ရှိသော မြေကွက်များ၊ စပျစ်ဥယျာဉ်များ၊ စိမ်းလန်းသော ကောက်ပဲသီးနှံများ <span class=\"gray\">(လယ်ယာများ)</span> နှင့် အစေ့အမြစ်တစ်ခုတည်းမှ နှစ်ပင် သို့မဟုတ် သုံးပင်ပေါက်သော စွန်ပလွန်ပင်များ၊ သို့မဟုတ် အခြားသော အပင်များ ရှိပြီး ၎င်းတို့ကို ရေတစ်မျိုးတည်းဖြင့် ရေလောင်းသည်။ သို့သော်လည်း ၎င်းတို့အချို့ကို အခြားအပင်များထက် ပိုမိုကောင်းမွန်အောင် စားသုံးရန် ဖန်တီးခဲ့သည်။ အမှန်စင်စစ် ဤအရာများတွင် နားလည်သူများအတွက် အာယတ် <span class=\"gray\">(လက္ခဏာများ)</span> ရှိသည်။ <span>(၄)</span></p><div lang=\"my\" class=\"my \"><h2>မြေကြီးပေါ်ရှိ အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မြင့်မားသော ကမ္ဘာများကို ဖော်ပြပြီးနောက် ကမ္ဘာ၏ အနိမ့်ပိုင်းများအပေါ် ကိုယ်တော်၏ တန်ခိုးတော်၊ ဉာဏ်ပညာတော်နှင့် ထိန်းချုပ်မှုကို အခိုင်အမာ ပြောဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي مَدَّ الْأَرْضَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးကို ဖြန့်ကျက်ထားသူသည် ကိုယ်တော်ပင်ဖြစ်သည်)</span> ၎င်းကို အလျားလိုက်ရော အနံလိုက်ပါ ကျယ်ဝန်းစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မြေကြီးပေါ်တွင် ခိုင်မာသော တောင်များကို ထားရှိခဲ့ပြီး မြစ်များ၊ စမ်းရေများ နှင့် ရေစီးကြောင်းများကို ၎င်းကိုဖြတ်၍ စီးဆင်းစေခဲ့ရာ အရောင်အသွေး၊ ပုံသဏ္ဍာန်၊ အရသာနှင့် အနံ့အမျိုးမျိုးရှိသော သစ်သီးဝလံများနှင့် အပင်မျိုးစုံတို့ကို ဤရေဖြင့် ရေလောင်းခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသီးအနှံမျိုးစုံတို့မှ ဇောင်ဂျိုင်းန် အစ်စနိုင်းန် ကို ဖန်ဆင်းခဲ့သည်)</span>၊ အသီးအနှံမျိုးစုံမှ နှစ်မျိုးနှစ်စား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ညကို နေ့၏ ဖုံးအုပ်အဖြစ် ယူဆောင်လာသည်)</span> အလ္လာဟ်အရှင်မြတ်သည် နေ့နှင့်ညကို တစ်ခုနှင့်တစ်ခု လိုက်လံစေခဲ့သည်။ တစ်ခုက ထွက်ခွာတော့မည်ဆိုလျှင် ကျန်တစ်ခုက ၎င်းကို လွှမ်းမိုးပြီး ပြောင်းပြန်လည်း အတူတူပင်။ အလ္လာဟ်အရှင်မြတ်သည် အချိန်ကို ထိန်းချုပ်သကဲ့သို့ အာကာသနှင့် ပစ္စည်းကိုလည်း ထိန်းချုပ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာများတွင် ဆင်ခြင်သူများအတွက် အာယတ်များရှိသည်)</span> အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာများပေါ်နှင့် ကိုယ်တော်၏ ဉာဏ်ပညာတော်၏ သက်သေများပေါ်တွင် ဆင်ခြင်သူများ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي الْأَرْضِ قِطَعٌ مُّتَجَاوِرَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်တွင် ဘေးချင်းကပ်လျက်ရှိသော မြေကွက်များ)</span> ဆိုလိုသည်မှာ တစ်ခုနှင့်တစ်ခု ဘေးချင်းကပ်လျက်ရှိပြီး ၎င်းတို့အနက် အချို့မှာ မြေဩဇာကောင်းကာ လူသားတို့အတွက် အကျိုးရှိသောအရာများကို ထုတ်လုပ်ပေးပြီး အချို့မှာ သေနေသော၊ ငန်သော၊ မည်သည့်အရာမျှ ထုတ်လုပ်ပေးခြင်း မရှိပေ။ ဤအဓိပ္ပါယ်ကို အိဗ်နု အဗ္ဗားစ်၊ မူဂျာဟစ်ဒ်၊ ဆအီးဒ် ဘင် ဂျူဘိုင်းရ်၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားများစွာတို့ထံမှ စုဆောင်းရရှိခဲ့သည်။ ၎င်းသည် မြေကြီးပေါ်ရှိ အမျိုးမျိုးသော နေရာဒေသများ၏ ကွဲပြားခြားနားသော အရောင်များနှင့် အမျိုးအစားများကိုလည်း အကျုံးဝင်သည်။ အချို့က အနီရောင်၊ အချို့က အဖြူရောင်၊ သို့မဟုတ် အဝါရောင်၊ သို့မဟုတ် အနက်ရောင်၊ အချို့က ကျောက်တောင်ထူထပ်၊ သို့မဟုတ် ပြန့်ပြူး၊ သို့မဟုတ် သဲထူထပ်၊ သို့မဟုတ် ထူထပ်၊ သို့မဟုတ် ပါးလွှာပြီး ၎င်းတို့အားလုံးကို ၎င်းတို့၏ ကိုယ်ပိုင်အရည်အသွေးများကို ထိန်းသိမ်းထားရင်း တစ်ခုနှင့်တစ်ခု ဘေးချင်းကပ်လျက် ဖြစ်စေခဲ့သည်။ ဤအရာအားလုံးသည် ကိုယ်တော်အလိုရှိရာကို ပြုလုပ်သော ဖန်ဆင်းရှင်၏ တည်ရှိမှုကို ဖော်ပြသည်။ ကိုယ်တော်မှလွဲ၍ အခြားမည်သည့် ဘုရား သို့မဟုတ် သခင်မျှ မရှိပေ။ အလ္လာဟ်အရှင်မြတ် နောက်ထပ် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَنَّاتٌ مِّنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စပျစ်ဥယျာဉ်များ၊ စိမ်းလန်းသော ကောက်ပဲသီးနှံများ <span class=\"gray\">(လယ်ယာများ)</span> နှင့် စွန်ပလွန်ပင်များ...)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊ နောက်ထပ်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">صِنْوَانٌ وَغَيْرُ صِنْوَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်ဝါနွန်ဝါ <span class=\"gray\">(သို့မဟုတ်)</span> ဂိုင်ရူ ဆင်ဝါန်။)</span> 'ဆင်ဝါန်' ဆိုသည်မှာ သဖန်းသီး၊ သလဲသီးနှင့် စွန်ပလွန်သီးများကဲ့သို့ပင် အပင်ရင်းတစ်ခုတည်းမှ နှစ်ပင် သို့မဟုတ် သုံးပင် ပေါက်ခြင်းကို ဆိုလိုသည်။ 'ဂိုင်ရူ ဆင်ဝါန်' ဆိုသည်မှာ အပင်အများစုတွင် ဖြစ်လေ့ရှိသည့်အတိုင်း အပင်တိုင်းအတွက် ပင်စည်တစ်ခုစီ ရှိခြင်းကို ဆိုလိုသည်။ ဤအဓိပ္ပါယ်မှ အဖေဘက်မှ ဦးလေးကို တစ်စုံတစ်ဦး၏ ဖခင်၏ 'ဆင်ဝ်' ဟု ခေါ်ဝေါ်သည်။ တမန်တော်မြတ် ﷺ သည် အိုမာရ် ဘင် အလ်-ခတ္တဘ်အား မိန့်တော်မူခဲ့သည့် မှန်ကန်သော ဟဒီးစ်တော်တစ်ခု ရှိသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا شَعَرْتَ أَنَّ عَمَّ الرَّجُلِ صِنْوُ أَبِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦး၏ ဖခင်ဘက်မှ ဦးလေးသည် ၎င်း၏ဖခင်၏ 'ဆင်ဝ်' ဖြစ်ကြောင်း သင်မသိဘူးလား။)</span> အလ္လာဟ်အရှင်မြတ် နောက်ထပ် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေတစ်မျိုးတည်းဖြင့် ရေလောင်းသည်၊ သို့သော်လည်း ၎င်းတို့အနက် အချို့ကို အခြားအပင်များထက် ပိုမိုကောင်းမွန်အောင် စားသုံးရန် ဖန်တီးခဲ့သည်)</span>။ အဘူ ဟူရိုင်ရာဟ်က တမန်တော်မြတ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပြုခဲ့ကြောင်း ပြန်လည်ပြောပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော်လည်း ၎င်းတို့အနက် အချို့ကို အခြားအပင်များထက် ပိုမိုကောင်းမွန်အောင် စားသုံးရန် ဖန်တီးခဲ့သည်)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الدَّقَلُ، وَالْفَارِسِيُّ، وَالْحُلْوُ، وَالْحَامِضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒါဂလ်၊ ပါရှန်၊ ချိုသော၊ ခါးသော...\")</span></p><p lang=\"my\" class=\"my \">အလ်-တိရ်မီဇီသည် ဤဟဒီးစ်တော်ကို စုဆောင်းခဲ့ပြီး \"ဟစန် ဂရစ်ဗ်\" ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အပင်များနှင့် သစ်သီးဝလံများအကြား ပုံသဏ္ဍာန်၊ အရောင်၊ အရသာ၊ အနံ့၊ ပန်းပွင့်များနှင့် ၎င်းတို့၏ အရွက်ပုံသဏ္ဍာန်တို့နှင့် ပတ်သက်၍ ကွာခြားချက်များ ရှိသည်။ အလွန်ချိုသော သို့မဟုတ် ချဉ်သော၊ ခါးသော သို့မဟုတ် အပျော့စား၊ လတ်ဆတ်သော အပင်များ ရှိသည်။ အပင်အချို့တွင် ဤဂုဏ်သတ္တိများ ပေါင်းစပ်ပါဝင်ပြီး အရသာသည် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်အရ ပြောင်းလဲ၍ အခြားအရသာတစ်ခု ဖြစ်လာသည်။ အဝါရောင်၊ သို့မဟုတ် အနီရောင်၊ သို့မဟုတ် အဖြူရောင်၊ သို့မဟုတ် အနက်ရောင်၊ သို့မဟုတ် အပြာရောင် ရှိသည်များလည်း ရှိပြီး ၎င်းတို့၏ ပန်းပွင့်များနှင့် ပတ်သက်၍လည်း အလားတူ ပြောနိုင်သည်။ ဤကွဲပြားမှုများနှင့် ရှုပ်ထွေးသော ကွဲပြားမှုများအားလုံးကို ရေတစ်မျိုးတည်းဖြင့် ရေလောင်းသည်။ အမှန်စင်စစ် ဤအရာ၌ ကောင်းမွန်သော ဆင်ခြင်တုံတရားရှိသူများအတွက် လက္ခဏာများ ရှိသည်။ အမှန်စင်စစ် ဤအရာအားလုံးသည် ကိုယ်တော်အလိုရှိရာကို ပြုလုပ်သော ဖန်ဆင်းရှင်၏ တည်ရှိမှုကို ဖော်ပြပြီး ကိုယ်တော်၏ တန်ခိုးတော်သည် အမျိုးမျိုးသော အရာများအကြား ကွဲပြားမှုများကို ပြုလုပ်ခဲ့ပြီး ကိုယ်တော်အလိုရှိသည့်အတိုင်း ဖန်ဆင်းခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာများတွင် နားလည်သူများအတွက် အာယတ်များရှိသည်)</span></p>"
  },
  {
    "ayah_key": "13:30",
    "group_ayah_key": "13:30",
    "from_ayah": "13:30",
    "to_ayah": "13:30",
    "ayah_keys": "13:30",
    "text": "<p class=\"my translation\" lang=\"my\">ဤနည်းအားဖြင့် သင့်အား အခြားသော လူ့အဖွဲ့အစည်းများ ကွယ်ပျောက်ခဲ့သော အသိုက်အဝန်းထံသို့ ငါတို့စေလွှတ်ခဲ့သည်။ သင့်ထံသို့ ငါတို့ထုတ်ဖော်ပြသခဲ့သည်များကို ၎င်းတို့အား သင်ရွတ်ဖတ်ပြသနိုင်ရန်ဖြစ်သည်။ ၎င်းတို့သည် အလွန်တရာ ကျေးဇူးရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ကို မယုံကြည်ကြချိန်တွင် ဖြစ်သည်။ 'အရှင်သည် ငါ့အရှင် ဖြစ်တော်မူ၏။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ခံထိုက်သူ မရှိပေ။ ကိုယ်တော်ကိုသာ ငါယုံကြည်အပ်နှံ၏။ ကိုယ်တော်ထံသို့သာ ငါပြန်လှည့်၏။' ဟု ပြောပါ။ <span>(၃၀)</span></p><div lang=\"my\" class=\"my \"><h2>ကျွန်ုပ်တို့၏ တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> အား အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်ကို ရွတ်ဖတ်ပြသရန်နှင့် ဖိတ်ခေါ်ရန် စေလွှတ်ခြင်းခံရသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'အို မိုဟာမဒ်၊ သင့်အား သင်၏ ဥမ္မသ် (လူမျိုး) ထံသို့ ငါတို့စေလွှတ်ခဲ့သကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(..သင့်ထံသို့ ငါတို့ထုတ်ဖော်ပြသခဲ့သည်များကို ၎င်းတို့အား သင်ရွတ်ဖတ်ပြသနိုင်ရန်ဖြစ်သည်။)</span> သို့မှသာ အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို သင်သည် ၎င်းတို့ထံ ပေးပို့နိုင်မည်ဖြစ်သည်။ ထို့နည်းတူ၊ အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ခဲ့ကြသော ယခင်လူမျိုးများထံသို့ ငါတို့သည် အခြားသူများကို စေလွှတ်ခဲ့သည်။ သင့်မတိုင်မီ ငါတို့စေလွှတ်ခဲ့သော တမန်တော်များသည်လည်း ငြင်းပယ်ခြင်းနှင့် ပစ်ပယ်ခြင်းခံခဲ့ရသည်၊ ထို့ကြောင့် ၎င်းတို့ရင်ဆိုင်ခဲ့ရသည်များတွင် သင်အတွက် နမူနာရှိသည်။ ထိုသူတို့အပေါ် ငါတို့၏ ပြစ်ဒဏ်နှင့် လက်စားချေခြင်းကို ငါတို့စေလွှတ်ခဲ့ပြီးဖြစ်သောကြောင့်၊ ဤသူတို့သည် ၎င်းတို့ကြုံတွေ့ရမည်ကို ကြောက်ရွံ့ကြပါစေ၊ အကြောင်းမှာ သင့်အား ၎င်းတို့ငြင်းပယ်ခြင်းသည် ယခင်တမန်တော်များ ရင်ဆိုင်ခဲ့ရသော ငြင်းပယ်ခြင်းထက် ပိုမိုပြင်းထန်သောကြောင့်ဖြစ်သည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَىٰ أُمَمٍ مِّن قَبْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုတော်မူသည်၊ သင့်မတိုင်မီက လူမျိုးများထံသို့ ငါတို့သည် <span class=\"gray\">(တမန်တော်များအား)</span> စေလွှတ်ခဲ့သည်မှာ အမှန်ပင်ဖြစ်သည်။)</span><span class=\"gray\">[၁၆:၆၃]</span> အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا عَلَىٰ مَا كُذِّبُوا وَأُوذُوا حَتَّىٰ أَتَاهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ ۚ وَلَقَدْ جَاءَكَ مِن نَّبَإِ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင့်မတိုင်မီက တမန်တော်များစွာ ငြင်းပယ်ခြင်းခံခဲ့ရသည်၊ ၎င်းတို့သည် ငြင်းပယ်ခြင်းနှင့် ဒုက္ခကို သည်းခံခဲ့ကြသည်အထိ၊ ငါတို့၏ အကူအညီ ၎င်းတို့ထံ ရောက်ရှိလာသည်အထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ စကားတော် <span class=\"gray\">(အမိန့်တော်)</span> ကို မည်သူမျှ ပြောင်းလဲနိုင်မည်မဟုတ်ပေ။ ဧကန်မလွဲ သင့်ထံသို့ <span class=\"gray\">(သင့်မတိုင်မီက)</span> တမန်တော်များ၏ သတင်း <span class=\"gray\">(သတင်းအချက်အလက်)</span> ရောက်ရှိပြီးဖြစ်သည်)</span><span class=\"gray\">[၆:၃၄]</span>၊ ဆိုလိုသည်မှာ 'ဤဘဝနှင့် နောင်ဘဝတွင် ၎င်းတို့နှင့် ၎င်းတို့၏ နောက်လိုက်များအတွက် ငါတို့သည် မည်သို့အောင်ပွဲပေးခဲ့ပြီး အကောင်းဆုံး အဆုံးသတ်ကို ပေးခဲ့ပုံဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَكْفُرُونَ بِالرَّحْمَٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလွန်တရာ ကျေးဇူးရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ကို မယုံကြည်ကြချိန်တွင် ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'သင့်အား ငါတို့စေလွှတ်ခဲ့သော ဤလူမျိုးများသည် အလွန်တရာ ကျေးဇူးရှင်ကို မယုံကြည်ကြပြီး ကိုယ်တော်အား ငြင်းပယ်ကြသည်။ အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရ်ရဟ်မာန်၊ အရ်ရဟီးမ် <span class=\"gray\">[အလွန်တရာ ကျေးဇူးရှင်၊ အလွန်တရာ ကရုဏာရှင်]</span> ဟု ဖော်ပြခြင်းကို မကြိုက်သောကြောင့် ဖြစ်သည်။' ဤအကြောင်းကြောင့် အလ်-ဟူဒိုင်ဘီယာနေ့တွင် အလ်-ဗူခါရီ روایتပြုထားသည့်အတိုင်း ၎င်းတို့သည် \"အလ္လာဟ်အရှင်မြတ်၏နာမတော်၊ အရ်ရဟ်မာန်၊ အရ်ရဟီးမ် ဖြင့်\" ဟု ရေးသားရန် ငြင်းဆန်ခဲ့ကြသည်၊ \"ငါတို့သည် အရ်ရဟ်မာန်၊ အရ်ရဟီးမ် ကို မသိကြ\" ဟု ပြောကြသည်။ ကသာဒါဟ် (Qatadah) သည် ဤစကားများကို روایتပြုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَّا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အို မိုဟာမဒ်၊ အလ္လာဟ်အရှင်မြတ်ကို ခေါ်ပါ သို့မဟုတ် အလွန်တရာ ကျေးဇူးရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ကို ခေါ်ပါ။ သင် မည်သည့်နာမတော်ဖြင့် ခေါ်သည်ဖြစ်စေ၊ အဘယ်ကြောင့်ဆိုသော် အကောင်းဆုံး နာမတော်များသည် ကိုယ်တော်အတွက်သာ ဖြစ်သည်။')</span><span class=\"gray\">[၁၇:၁၁၀]</span> ၎င်း၏ စဟီဟ်ကျမ်းတွင် အီမာမ် မွတ်စ်လင်မ်က မှတ်တမ်းတင်ထားသည်မှာ အဗ်ဒူလ္လာဟ် ဗင်န် အိုမာရ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَحَبَّ الْأَسْمَاءِ إِلَى اللهِ تَعَالَى عَبْدُ اللهِ وَعَبْدُ الرَّحْمَنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံတွင် အချစ်ဆုံးသော အမည်များမှာ 'အဗ်ဒူလ္လာဟ်' နှင့် 'အဗ်ဒူရ်-ရဟ်မာန်' တို့ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ رَبِّي لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အရှင်သည် ငါ့အရှင် ဖြစ်တော်မူ၏။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ခံထိုက်သူ မရှိပေ။' ဟု ပြောပါ။)</span> ဆိုလိုသည်မှာ သင်တို့မယုံကြည်သော အလ္လာဟ်အရှင်မြတ်ကို ငါယုံကြည်သောကြောင့်ဖြစ်ပြီး၊ ကိုယ်တော်၏ ဘုရားသခင်ဖြစ်ခြင်းနှင့် အရှင်သခင်ဖြစ်ခြင်းကို အတည်ပြုသောကြောင့် ဖြစ်သည်။ ကိုယ်တော်သည် ငါ့အရှင်ဖြစ်တော်မူ၏၊ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ခံထိုက်သော နတ်ဘုရားမရှိပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِ تَوَكَّلْتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ကိုသာ ငါယုံကြည်အပ်နှံ၏၊)</span> ငါ၏ ကိစ္စအားလုံးတွင်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِلَيْهِ مَتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ထံသို့သာ ငါပြန်လှည့်၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်ထံသို့ ငါပြန်လာပြီး နောင်တရသည်။ အကြောင်းမှာ ကိုယ်တော်တစ်ပါးတည်းသာ ဤအရာအားလုံး၏ ထိုက်တန်သူဖြစ်ပြီး ကိုယ်တော်မှတစ်ပါး အခြားသူ မည်သူမျှ မရှိသောကြောင့်ဖြစ်သည်။</p>"
  }
]