[
  {
    "ayah_key": "44:34",
    "group_ayah_key": "44:34",
    "from_ayah": "44:34",
    "to_ayah": "44:37",
    "ayah_keys": "44:34,44:35,44:36,44:37",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်မလွဲ ဤသူတို့က <span>(၃၄)</span>\"ကျွန်ုပ်တို့၏ ပထမဆုံးသော သေဆုံးမှုမှတစ်ပါး အခြားမရှိ၊ ကျွန်ုပ်တို့အား ပြန်လည် အသက်သွင်းမည်မဟုတ်ပေ။ <span>(၃၅)</span>\"ထို့နောက် သင်တို့သည် မှန်ကန်စွာ ပြောဆိုသူများဖြစ်ပါက ကျွန်ုပ်တို့၏ ဘိုးဘေးများကို ပြန်လည် ခေါ်ဆောင်လာကြကုန်။ <span>(၃၆)</span>၎င်းတို့သည် တူဗ်ဘာအ်၏ လူမျိုးများ သို့မဟုတ် ၎င်းတို့အရှေ့မှ (လူမျိုးများ) ထက် သာလွန်ကြသလော။ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ဖျက်ဆီးခဲ့သည်၊ အကြောင်းမှာ ၎င်းတို့သည် ဧကန်မလွဲ ပြစ်မှုကျူးလွန်သူများ ဖြစ်သောကြောင့်ပင်။ <span>(၃၇)</span></p><p lang=\"zu\" class=\"zu \">Refutation of Those Who deny the Resurrection</p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူတို့အား ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်ခြင်းနှင့် ဤဘဝနောက်ပိုင်း၌ မည်သည့်အရာမျှ မရှိဟုလည်းကောင်း၊ သေဆုံးပြီးနောက် မည်သည့် အသက်နှင့် ရှင်ပြန်ထမြောက်ခြင်းမျှ မရှိဟုလည်းကောင်း ယုံကြည်ခြင်းကြောင့် ရှုတ်ချတော်မူသည်။ ၎င်းတို့သည် ၎င်းတို့၏ ဘိုးဘေးများ သေဆုံးသွားခဲ့ပြီး ပြန်မလာခြင်း အချက်ပေါ်တွင် အခြေခံထားကြသည်။ ၎င်းတို့က ပြောသည်- အကယ်၍ ရှင်ပြန်ထမြောက်ခြင်းသည် မှန်ကန်ပါက၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မှန်ကန်စွာ ပြောဆိုသူများဖြစ်ပါက ကျွန်ုပ်တို့၏ ဘိုးဘေးများကို ပြန်လည် ခေါ်ဆောင်လာကြကုန်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ မှားယွင်းသော သက်သေအထောက်အထားနှင့် လှည့်စားသော အငြင်းအခုံတစ်ခုဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ရှင်ပြန်ထမြောက်ခြင်းသည် ဤလောကတွင်မဟုတ်ဘဲ တရားစီရင်ရာနေ့၌ ဖြစ်ပေါ်မည်ဖြစ်သည်။ ဤလောက ကုန်ဆုံး၍ ပျောက်ကွယ်သွားသည့်အခါ ဖြစ်ပေါ်မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သတ္တဝါအားလုံးကို အသစ်ပြန်လည်ဖန်ဆင်း၍ ပြန်လည်ခေါ်ဆောင်လာမည်ဖြစ်သည်။ အရှင်မြတ်သည် မကောင်းမှုကျူးလွန်သူများကို ငရဲမီးအတွက် ထင်းဖြစ်စေမည်။ ထိုနေ့၌ သင်တို့သည် လူသားများအပေါ် သက်သေများဖြစ်ကြမည်ဖြစ်ပြီး ရစူလ်တမန်တော်သည် သင်တို့အပေါ် သက်သေဖြစ်ပေမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်ခဲ့သော အခြားရုပ်တုကိုးကွယ်သူများ ခံစားခဲ့ရသည့် ကြောက်မက်ဖွယ် ပြစ်ဒဏ်နှင့်ပတ်သက်၍ ၎င်းတို့အား ခြိမ်းခြောက် သတိပေးတော်မူသည်။ တူဗ်ဘာအ် (Tubba') ၏ လူမျိုးများ၊ ဆိုလိုသည်မှာ ဆဘာအ် (Saba') ၏ လူမျိုးများကဲ့သို့ပင်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဖျက်ဆီးခဲ့သည်၊ ၎င်းတို့၏ မြေကို ဖျက်ဆီးခဲ့ပြီး မြေတစ်လျှောက် နေရာအနှံ့အပြားသို့ ပြန့်ကျဲစေခဲ့သည်၊ ကျွန်ုပ်တို့သည် ဆူရာ ဆဘာအ်တွင် ကြည့်ပြီးသားဖြစ်သကဲ့သို့ပင်။ ဤသည်မှာ ရုပ်တုကိုးကွယ်သူများက ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်ခဲ့ခြင်းကြောင့် ဖြစ်သည်။ ဤတွင်လည်း ရုပ်တုကိုးကွယ်သူများကို ၎င်းတို့နှင့် နှိုင်းယှဉ်ထားသည်။ တူဗ်ဘာအ် (Tubba') လူမျိုးများသည် ကာဟ်တာန် (Qahtan) မှ ဆင်းသက်လာသော အာရပ်များဖြစ်သည်၊ ဤလူမျိုးများ <span class=\"gray\">(ကုရိုင်းရှ်)</span> သည် အဒ်နာန် ('Adnan) မှ ဆင်းသက်လာသော အာရပ်များဖြစ်သကဲ့သို့ပင်။ ဟင်းမ်ယာရ် (Himyar) – ဆဘာအ် (Saba') ဟုလည်း လူသိများသော – လူမျိုးများအနက် လူတစ်ဦးသည် ၎င်းတို့၏ ဘုရင်ဖြစ်လာသောအခါ ၎င်းတို့က ထိုသူအား တူဗ်ဘာအ် (Tubba') ဟု ခေါ်ဆိုကြသည်။ ပါရှားဘုရင်အား ခိုစရိုး (Chosroes) ဟူသော ဘွဲ့အမည်၊ ရောမဘုရင်အား စီဇာ (Caesar)၊ အီဂျစ်နိုင်ငံ၏ ကာဖိရ်အုပ်စိုးသူအား ဖိရ်အောင်း (Fir'awn)၊ အီသီယိုပီးယားဘုရင်အား နီဂတ်စ် (Negus) စသည်ဖြင့် အခြားနိုင်ငံများတွင် ပေးခဲ့သည့်အတိုင်းပင်။ </p><p lang=\"my\" class=\"my \">သို့ရာတွင် တူဗ်ဘာအ်ဘုရင်များထဲမှ တစ်ဦးသည် ယီမင်ကို စွန့်ခွာကာ ဆာမာကန် (Samarqand) သို့ ရောက်သည်အထိ သိမ်းပိုက်ရေးခရီးကို ထွက်ခဲ့ပြီး ၎င်း၏နိုင်ငံတော်နှင့် ပိုင်နက်ကို ချဲ့ထွင်ခဲ့သည်။ ၎င်းသည် အလ်ဟီရာ (Al-Hirah) ကို တည်ထောင်သူဖြစ်သည်။ ၎င်းသည် ဂျာဟီလီယာ (Jahiliyyah) ခေတ်ကာလက အလ်မဒီနာ (Al-Madinah) ကို ဖြတ်သန်းခဲ့သည်ဟု သဘောတူညီကြသည်။ ၎င်းသည် ထိုမြို့သားများနှင့် တိုက်ခိုက်ခဲ့သော်လည်း ၎င်းတို့က ခုခံခဲ့ကြသည်၊ ၎င်းတို့သည် နေ့ဘက်တွင် ၎င်းနှင့်တိုက်ခိုက်ပြီး ညဘက်တွင် ၎င်းအား အစားအသောက်များ ပေးပို့ခဲ့ကြသည်၊ ထို့ကြောင့် ၎င်းသည် ၎င်းတို့ရှေ့တွင် ရှက်ရွံ့သွားပြီး ၎င်းတို့အား ထိခိုက်နစ်နာအောင် ပြုလုပ်ခြင်းမှ ရှောင်ကြဉ်ခဲ့သည်။ ၎င်းနှင့်အတူ ဂျူးရဗ္ဗီဆရာနှစ်ဦး ပါလာပြီး ၎င်းတို့က ၎င်းအား အကြံဉာဏ်ပေးကာ ဤမြို့ကို မည်သည့်အခါမျှ မအောင်နိုင်ကြောင်း၊ အကြောင်းမှာ ထိုမြို့သည် ကမ္ဘာကုန်ခါနီးအချိန်တွင် ပရောဖက်တစ်ပါး ပြောင်းရွှေ့လာမည့် နေရာဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် ၎င်းသည် နောက်ဆုတ်ကာ ၎င်းတို့ <span class=\"gray\">(ရဗ္ဗီဆရာနှစ်ဦး)</span> ကို ၎င်းနှင့်အတူ ယီမင်သို့ ခေါ်ဆောင်သွားခဲ့သည်။ ၎င်းသည် မက္ကာမြို့ကို ဖြတ်သန်းသွားသောအခါ ကအ်ဘာ (Ka'bah) ကို ဖျက်ဆီးလိုခဲ့သည်၊ သို့သော် ၎င်းတို့က ထိုသို့မပြုလုပ်ရန် ၎င်းအား ပြောကြားခဲ့သည်။ ၎င်းတို့က ဤဗိမာန်၏ အရေးပါပုံ၊ ၎င်းကို အစ်ဗ်ရာဟင်မ် အလ်ခါလီလ် (Ibrahim Al-Khalil) (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) က တည်ဆောက်ခဲ့ပြီး ကမ္ဘာကုန်ခါနီးအချိန်တွင် စေလွှတ်မည့် ထိုပရောဖက်မှတစ်ဆင့် ကြီးမားသော အရေးပါမှု ဖြစ်လာမည်ဟု ၎င်းအား ပြောပြခဲ့သည်။ ထို့ကြောင့် ၎င်းသည် ၎င်းကို လေးစားခဲ့သည်၊ ၎င်းပတ်လည်တွင် သွာဝါဖ် (Tawaf) ပြုလုပ်ခဲ့ပြီး ကောင်းမွန်သော အဝတ်ဖြင့် ဖုံးအုပ်ခဲ့သည်။ ထို့နောက် ၎င်းသည် ယီမင်သို့ ပြန်သွားပြီး ၎င်း၏လူမျိုးများအား ၎င်းနှင့်အတူ လမ်းညွှန်မှု၏ ဘာသာတရားကို လိုက်နာရန် ဖိတ်ခေါ်ခဲ့သည်။ ထိုအချိန်က မူဆာ (Musa) (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) ၏ ဘာသာတရားသည် မစီဟ် (Messiah) (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) မရောက်မီ လမ်းညွှန်ခံရသူများ လိုက်နာခဲ့သော ဘာသာတရားဖြစ်သည်။ ထို့ကြောင့် ယီမင်ပြည်သူများသည် ၎င်းနှင့်အတူ လမ်းညွှန်မှု၏ ဘာသာတရားကို လက်ခံခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒူရ်-ရဇ်ဇာက်က အဗူ ဟူရိုင်ရာ (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) က ပြောကြားသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-\" ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَا أَدْرِي تُبَّعٌ نَبِيًّا كَانَ، أَمْ غَيْرَ نَبِيٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တူဗ်ဘာအ် (Tubba') သည် ပရောဖက်တစ်ပါး ဟုတ်မဟုတ် ကျွန်ုပ်မသိပေ။)</span> တမီမ် အိဗ်နု အဗ်ဒူရ်-ရဟ်မာန်က ပြောကြားသည်မှာ၊ \"'အတာအ် အိဗ်နု အဗီ ရဘာဟ် က 'တူဗ်ဘာအ်ကို မဆဲဆိုကြနှင့်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ၎င်းအား ဆဲဆိုခြင်းကို တားမြစ်ထားသောကြောင့်တည်း။'\" ဟု မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည်။</p>"
  },
  {
    "ayah_key": "44:38",
    "group_ayah_key": "44:38",
    "from_ayah": "44:38",
    "to_ayah": "44:42",
    "ayah_keys": "44:38,44:39,44:40,44:41,44:42",
    "text": "<h2 lang=\"my\" class=\"my \">ဤလောကကို ဉာဏ်ပညာဖြင့် ဖန်ဆင်းထားသည်</h2><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ တရားမျှတမှုကိုလည်းကောင်း၊ အရှင်မြတ်သည် အချည်းနှီး ကစားခြင်း၊ မိုက်မဲခြင်းနှင့် မုသားတို့မှ လွန်ကဲ မြင့်မြတ်တော်မူသည်ကိုလည်းကောင်း ကျွန်ုပ်တို့အား ပြောကြားတော်မူသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar arabic\" lang=\"ar\">وَمَا خَلَقْنَا السَّمَآءَ وَالاٌّرْضَ وَمَا بَيْنَهُمَا بَـطِلاً ذَلِكَ ظَنُّ الَّذِينَ كَفَرُواْ فَوَيْلٌ لِّلَّذِينَ كَفَرُواْ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \">(ကျွန်ုပ်တို့သည် ကောင်းကင်နှင့် မြေကြီးကိုလည်းကောင်း၊ ၎င်းနှစ်ခုကြားရှိ အရာအားလုံးကိုလည်းကောင်း ရည်ရွယ်ချက်မရှိဘဲ ဖန်ဆင်းခဲ့သည်မဟုတ်ပေ။ ထိုသည်မှာ မယုံကြည်သူတို့၏ ယူဆချက်ပင်ဖြစ်သည်။ ထို့နောက် မယုံကြည်သူတို့အတွက် ငရဲမီးမှ ဘေးဆိုးကျရောက်ပေမည်။) (၃၈:၂၇)</p><p class=\"ar arabic\" lang=\"ar\">أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ - فَتَعَـلَى اللَّهُ الْمَلِكُ الْحَقُّ لاَ إِلَـهَ إِلاَّ هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ</p><p lang=\"my\" class=\"my \">(သင်တို့အား ကျွန်ုပ်တို့သည် ကစားမှုသဘောဖြင့် ဖန်ဆင်းထားပြီး သင်တို့သည် ကျွန်ုပ်တို့ထံသို့ ပြန်လည် ခေါ်ဆောင်ခြင်း ခံရမည်မဟုတ်ဟု သင်တို့ ထင်မှတ်ခဲ့ကြသလော။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် အလွန်မြင့်မြတ်တော်မူ၏၊ စစ်မှန်သော ရှင်ဘုရင်ဖြစ်တော်မူ၏။ အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ရာမရှိပေ၊ မြင့်မြတ်သော ရာဇပလ္လင်၏ အရှင်သခင်ဖြစ်တော်မူ၏။) (၂၃:၁၁၅-၁၁၆) ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar arabic\" lang=\"ar\">إِنَّ يَوْمَ الْفَصْلِ مِيقَـتُهُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \">(ဧကန်မလွဲ တရားစီရင်ရာနေ့သည် ၎င်းတို့အားလုံးအတွက် သတ်မှတ်ထားသော အချိန်ပင်။) ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ဖြစ်သည်၊ ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် သတ္တဝါအားလုံးကြား စီရင်တော်မူမည်ဖြစ်ပြီး မယုံကြည်သူများကို ပြစ်ဒဏ်ပေးကာ ယုံကြည်သူများကို ဆုလာဘ်ပေးတော်မူမည်။</p><p class=\"ar arabic\" lang=\"ar\">مِيقَـتُهُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \">(၎င်းတို့အားလုံးအတွက် သတ်မှတ်ထားသော အချိန်ပင်။) ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့အားလုံး၊ ၎င်းတို့၏ ပထမဆုံးသောသူများနှင့် နောက်ဆုံးသောသူများကို စုရုံးစေမည်။</p><p class=\"ar arabic\" lang=\"ar\">يَوْمَ لاَ يُغْنِى مَوْلًى عَن مَّوْلًى شَيْئاً</p><p lang=\"my\" class=\"my \">(နီးစပ်သော ဆွေမျိုးတစ်ဦးသည် အခြားနီးစပ်သော ဆွေမျိုးတစ်ဦးအား မည်သည့်အရာတွင်မျှ အကျိုးပြုနိုင်မည်မဟုတ်သောနေ့။) ဆိုလိုသည်မှာ မည်သည့်ဆွေမျိုးမျှ အခြားဆွေမျိုးတစ်ဦးအား ကူညီနိုင်မည်မဟုတ်ပေ။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar arabic\" lang=\"ar\">فَإِذَا نُفِخَ فِى الصُّورِ فَلاَ أَنسَـبَ بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَآءَلُونَ</p><p lang=\"my\" class=\"my \">(ထို့နောက် တံပိုးမှုတ်သောအခါ ထိုနေ့၌ ၎င်းတို့ကြား ဆွေမျိုးတော်စပ်မှု မရှိတော့ပေ၊ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး မေးမြန်းကြမည်မဟုတ်ပေ။) (၂၃:၁၀၁)</p><p class=\"ar arabic\" lang=\"ar\">وَلاَ يَسْـَلُ حَمِيمٌ حَمِيماً يُبَصَّرُونَهُمْ</p><p lang=\"my\" class=\"my \">(မည်သည့်မိတ်ဆွေမျှ မိတ်ဆွေတစ်ဦးအား (၎င်း၏အခြေအနေ) မမေးမြန်းပေ။ သို့သော် ၎င်းတို့အား တစ်ဦးနှင့်တစ်ဦး မြင်တွေ့စေလိမ့်မည်။) (၇၀:၁၀-၁၁) ဆိုလိုသည်မှာ ၎င်းသည် ၎င်း၏ မျက်စိဖြင့် မြင်နေရသော်လည်း ၎င်း၏ညီအစ်ကိုအား ၎င်း၏အခြေအနေနှင့်ပတ်သက်၍ မေးမြန်းမည်မဟုတ်ပေ။</p><p class=\"ar arabic\" lang=\"ar\">وَلاَ هُمْ يُنصَرُونَ</p><p lang=\"my\" class=\"my \">(၎င်းတို့သည် အကူအညီလည်း မရရှိနိုင်။) ဆိုလိုသည်မှာ မည်သည့်ဆွေမျိုးမျှ အခြားတစ်ဦးအား ကူညီမည်မဟုတ်၊ ပြင်ပမှလည်း မည်သည့်အကူအညီမျှ ၎င်းထံသို့ ရောက်လာမည်မဟုတ်ပေ။</p><p class=\"ar arabic\" lang=\"ar\">إِلاَّ مَن رَّحِمَ اللَّهُ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ် သနားကြင်နာတော်မူသောသူမှတစ်ပါး။) ဆိုလိုသည်မှာ ထိုနေ့၌ အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများအပေါ် သနားကြင်နာတော်မူခြင်းမှတစ်ပါး မည်သည့်အရာမျှ အကျိုးမပြုနိုင်ပေ။</p><p class=\"ar arabic\" lang=\"ar\">إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \">(ဧကန်မလွဲ အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အလွန်တရာ ကရုဏာရှင်ဖြစ်တော်မူ၏။) ဆိုလိုသည်မှာ အရှင်မြတ်သည် ကြီးမားသော ကရုဏာတော်နှင့် ပြည့်စုံသော အနန္တတန်ခိုးရှင်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "44:43",
    "group_ayah_key": "44:43",
    "from_ayah": "44:43",
    "to_ayah": "44:50",
    "ayah_keys": "44:43,44:44,44:45,44:46,44:47,44:48,44:49,44:50",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်မလွဲ ဇက္ကူမ်ပင်သည် <span>(၄၃)</span>ပြစ်မှုကျူးလွန်သူတို့၏ အစာ ဖြစ်ပေမည်။ <span>(၄၄)</span>ဆီပူကဲ့သို့ ၎င်းသည် ဝမ်းဗိုက်များထဲတွင် ဆူပွက်နေမည်။ <span>(၄၅)</span>ပူလောင်သောရေ ဆူပွက်သကဲ့သို့ပင်။ <span>(၄၆)</span><span class=\"gray\">(ပြောဆိုလိမ့်မည်။)</span> \"၎င်းကို ဖမ်းဆီးပြီး လောင်မြိုက်နေသောမီး၏ အလယ်သို့ ဆွဲခေါ်သွားကြကုန်။ <span>(၄၇)</span>\"ထို့နောက် ၎င်း၏ခေါင်းပေါ်သို့ ဆူပွက်နေသောရေ၏ ပြစ်ဒဏ်ကို လောင်းချကြကုန်။ <span>(၄၈)</span>\"သင် မြည်းစမ်းကြည့်လော့ <span class=\"gray\">(ဤအရာကို)</span>! ဧကန်မလွဲ သင်သည် <span class=\"gray\">(ဟန်ဆောင်ခဲ့သည်မှာ)</span> အင်အားကြီးမားသူ၊ ရက်ရောသူ ဖြစ်သည်။ <span>(၄၉)</span>\"ဧကန်မလွဲ ဤသည်မှာ သင်တို့ သံသယဖြစ်ခဲ့သော အရာပင်တည်း။ <span>(၅၀)</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူတို့၏ အခြေအနေနှင့် ရှင်ပြန်ထမြောက်ရာနေ့၌ ၎င်းတို့၏ ပြစ်ဒဏ်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို ငြင်းပယ်သော မယုံကြည်သူများကို မည်သို့ ပြစ်ဒဏ်ပေးမည်ကို ကျွန်ုပ်တို့အား ပြောကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ شَجَرَتَ الزَّقُّومِ - طَعَامُ الْأَثِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဇက္ကူမ်ပင်သည် ပြစ်မှုကျူးလွန်သူတို့၏ အစာ ဖြစ်ပေမည်။)</span> ၎င်းတို့၏ စကားနှင့် လုပ်ရပ်တို့ဖြင့် ပြစ်မှုကျူးလွန်သူများ။ ဤသူတို့သည် မယုံကြည်သူများ ဖြစ်ကြသည်။ ဝေဖန်သုံးသပ်သူများစွာက ဤသည်မှာ အဘူ ဂျဟလ်ကို ရည်ညွှန်းသည်ဟု ပြောကြားခဲ့ကြသည်။ သံသယဖြစ်ဖွယ်မရှိဘဲ သူသည် ဤအာယသ်တော်တွင် ရည်ညွှန်းခံရသူများထဲတွင် ပါဝင်သည်၊ သို့သော် ၎င်းသည် သူ့ကိုသာ သီးခြားရည်ညွှန်းခြင်းမဟုတ်ပေ။ အိဗ်နု ဂျရီရ် (Ibn Jarir) က အဘူ အဒ်-ဒရ်ဒါအ် (Abu Ad-Darda') က လူတစ်ဦးအား ရွတ်ပြနေသည်ကို မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ شَجَرَتَ الزَّقُّومِ - طَعَامُ الْأَثِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဇက္ကူမ်ပင်သည် ပြစ်မှုကျူးလွန်သူတို့၏ အစာ ဖြစ်ပေမည်။)</span> ထိုလူက \"မိဘမဲ့ကလေး၏ အစာ\" ဟု ပြောကြားခဲ့သည်။ အဘူ အဒ်-ဒရ်ဒါအ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) က \"ဇက္ကူမ်ပင်သည် မကောင်းမှုကျူးလွန်သူ၏ အစာဖြစ်သည်ဟု ပြောလော့။\" ဟု ပြောကြားခဲ့သည်။ ဆိုလိုသည်မှာ ၎င်းမှလွဲ၍ အခြားမည်သည့် အစာမျှ ၎င်း၌ မရှိတော့ပေ။ မူဂျာဟစ်ဒ်က \"၎င်း၏ တစ်စက်မျှ ကမ္ဘာပေါ်သို့ ကျရောက်ပါက ကမ္ဘာပေါ်ရှိ လူအားလုံး၏ အသက်မွေးဝမ်းကျောင်းမှုကို ပျက်စီးစေမည်ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။ အလားတူ မရ်ဖူအ် (Marfu') မှတ်တမ်းကို ယခင်က ပြောကြားခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالْمُهْلِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆီပူကဲ့သို့၊)</span> ဆိုလိုသည်မှာ ဆီချေးကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْلِي فِي الْبُطُونِ - كَغَلْيِ الْحَمِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ဝမ်းဗိုက်များထဲတွင် ဆူပွက်နေမည်၊ ပူလောင်သောရေ ဆူပွက်သကဲ့သို့ပင်။)</span> ဆိုလိုသည်မှာ ၎င်း၏အပူနှင့် အနံ့ဆိုးကြောင့်ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ဖမ်းဆီးကြကုန်)</span> ဆိုလိုသည်မှာ မယုံကြည်သူကိုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ငရဲစောင့်များအား \"၎င်းကို ဖမ်းဆီးကြကုန်\" ဟု မိန့်ကြားတော်မူသောအခါ ၎င်းတို့အနက် ခုနစ်သောင်းသည် ၎င်းကို ဖမ်းဆီးရန် အလျင်အမြန်ပြေးလာကြမည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتِلُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းကို ဆွဲခေါ်သွားကြကုန်)</span> ဆိုလိုသည်မှာ ၎င်းကို ဆွဲ၍ ၎င်း၏ကျောဘက်မှ တွန်းအားဖြင့် ဆွဲခေါ်ခြင်းဖြစ်သည်။ မူဂျာဟစ်ဒ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوهُ فَاعْتِلُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ဖမ်းဆီးပြီး ဆွဲခေါ်သွားကြကုန်)</span> ဆိုလိုသည်မှာ ၎င်းကို ယူပြီး တွန်းပို့ကြကုန်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَىٰ سَوَاءِ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လောင်မြိုက်နေသောမီး၏ အလယ်သို့။)</span> ဆိုလိုသည်မှာ ၎င်း၏ အလယ်ဗဟိုသို့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်း၏ခေါင်းပေါ်သို့ ဆူပွက်နေသောရေ၏ ပြစ်ဒဏ်ကို လောင်းချကြကုန်။)</span> ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ - يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ခေါင်းများပေါ်မှ ဆူပွက်နေသောရေကို လောင်းချလိမ့်မည်။ ထိုရေဖြင့် ၎င်းတို့၏ ဝမ်းဗိုက်များအတွင်းရှိ အရာများနှင့် ၎င်းတို့၏ အရေပြားများပါ အရည်ပျော်သွားလိမ့်မည်။)</span><span class=\"gray\">(၂၂:၁၉-၂၀)</span>။ မလာအိကဟ်သည် ၎င်းအား သံချိတ်တံဖြင့် ရိုက်နှက်၍ ၎င်း၏ခေါင်းကို ခွဲပစ်မည်ဖြစ်ပြီး ထို့နောက် ၎င်း၏ခေါင်းပေါ်သို့ ဆူပွက်နေသောရေကို လောင်းချမည်။ ၎င်းသည် ၎င်း၏ကိုယ်ခန္ဓာအတွင်းသို့ စိမ့်ဝင်သွားကာ ၎င်း၏ အစာအိမ်နှင့် အူလမ်းကြောင်းများကို အရည်ပျော်စေပြီး ၎င်း၏ ခြေဖနောင့်များအထိ ရောက်သွားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် ကျွန်ုပ်တို့အား ထိုအရာမှ ကာကွယ်တော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် မြည်းစမ်းကြည့်လော့ <span class=\"gray\">(ဤအရာကို)</span>! ဧကန်မလွဲ သင်သည် <span class=\"gray\">(ဟန်ဆောင်ခဲ့သည်မှာ)</span> အင်အားကြီးမားသူ၊ ရက်ရောသူ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ <span class=\"gray\">(ငရဲစောင့်များ)</span> က ၎င်းအား လှောင်ပြောင်ခြင်းနှင့် ဆုံးမခြင်းသဘောဖြင့် ထိုသို့ ပြောဆိုကြမည်။ အဒ်-ဒဟ်ဟက် (Ad-Dahhak) က အိဗ်နု အဗ်ဗာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) က ပြောကြားသည်မှာ၊ \"ဤသည်မှာ သင်သည် အင်အားကြီးမားသူလည်းမဟုတ်၊ ရက်ရောသူလည်းမဟုတ်ဟု ဆိုလိုသည်။\" ဟု မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ هَٰذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤသည်မှာ သင်တို့ သံသယဖြစ်ခဲ့သော အရာပင်တည်း။)</span> ၎င်းသည် အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ ၎င်းတို့အား ငရဲမီးထဲသို့ ကြောက်မက်ဖွယ်၊ ပြင်းထန်သော တွန်းပို့မှုဖြင့် တွန်းချခံရမည်။ ဤသည်မှာ သင်တို့ ငြင်းပယ်ခဲ့သော မီးပင်ဖြစ်သည်။ ဤသည်မှာ မှော်အတတ်ဖြစ်သလော၊ သို့မဟုတ် သင်တို့ မမြင်ကြသလော။)</span><span class=\"gray\">(၅၂:၁၃-၁၅)</span> အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ هَٰذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤသည်မှာ သင်တို့ သံသယဖြစ်ခဲ့သော အရာပင်တည်း။)</span></p>"
  }
]