[
  {
    "ayah_key": "23:26",
    "group_ayah_key": "23:26",
    "from_ayah": "23:26",
    "to_ayah": "23:30",
    "ayah_keys": "23:26,23:27,23:28,23:29,23:30",
    "text": "<p lang=\"my\" class=\"my \">သူက ပြောသည်- \"အို ကျွန်ုပ်၏ အရှင်သခင်! သူတို့သည် ကျွန်ုပ်ကို မဟုတ်မမှန်လုပ်ကြံသောကြောင့် ကျွန်ုပ်အား ကူညီတော်မူပါ။ <span>(26)</span>သို့ဖြစ်၍၊ ကျွန်ုပ်တို့သည် သူ့အား ထုတ်ဖော်ခဲ့သည်- \"ကျွန်ုပ်တို့၏ မျက်မှောက်တော်အောက်နှင့် ကျွန်ုပ်တို့၏ ဗျာဒိတ်တော်အောက်တွင် သင်္ဘောကို ဆောက်လုပ်လော့။ ထို့နောက်၊ ကျွန်ုပ်တို့၏ အမိန့်တော်ရောက်ရှိလာသောအခါ၊ မီးဖိုမှ <span class=\"gray\">(ရေ)</span> စိမ့်ထွက်လာသောအခါ၊ သတ္တဝါတိုင်း၏ နှစ်ကောင်စီနှင့် သင့်မိသားစုကို ခေါ်ဆောင်လော့။ သို့သော် သူတို့ထဲမှ အမိန့်တော်ကျပြီးသူများကို ချန်လှပ်၍ ဖြစ်၏။ မတရားပြုသူများအတွက် ကျွန်ုပ်အား အသနားခံခြင်း မပြုလင့်။ အမှန်စင်စစ်၊ သူတို့သည် နစ်မြုပ်ခံရမည်ဖြစ်သည်။ <span>(27)</span>\"သင်္ဘောပေါ်သို့ သင်နှင့် သင့်နှင့်အတူရှိသူများ တက်ရောက်ပြီးသောအခါ၊ ထို့နောက် ပြောလော့- 'မတရားပြုသူများထံမှ ကျွန်ုပ်တို့ကို ကယ်တင်ခဲ့သော အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အားလုံးသည် ဖြစ်၏။ <span>(28)</span>\"ထို့ပြင် ပြောလော့- 'ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်ကို ကောင်းချီးမင်္ဂလာရှိသော ဆိုက်ကပ်ရာသို့ ဆိုက်ကပ်စေတော်မူပါ။ အမှန်စင်စစ်၊ သင်သည် ဆိုက်ကပ်စေသူများထဲတွင် အကောင်းဆုံး ဖြစ်တော်မူ၏။' <span>(29)</span>အမှန်စင်စစ်၊ ဤအရာ၌ တကယ်ပင် အာယတ်များ ရှိသည်၊ ကျွန်ုပ်တို့သည် <span class=\"gray\">(လူသားများ)</span> ကို အစဉ်တစိုက် စမ်းသပ်နေပါသည်။ <span>(30)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် နူးဟ်အပေါ် ငြိမ်းချမ်းမှုရှိပါစေ၊ သူ့လူမျိုးများအပေါ် ကူညီရန် အရှင်သခင်အား ပန်ကြားခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင် ဖော်ပြထားသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် သူ့အရှင်သခင်အား <span class=\"gray\">(ဤသို့ပြောဆိုလျက်)</span> ပန်ကြားခဲ့သည်- \"ကျွန်ုပ်ရှုံးနိမ့်သွားပါပြီ၊ ထို့ကြောင့် <span class=\"gray\">(ကျွန်ုပ်အား)</span> ကူညီတော်မူပါ!\")</span><span class=\"gray\">(54:10)</span>။ ဤတွင် သူက ပြောသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\"> رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ အရှင်သခင်! သူတို့သည် ကျွန်ုပ်ကို မဟုတ်မမှန်လုပ်ကြံသောကြောင့် ကျွန်ုပ်အား ကူညီတော်မူပါ။)</span> ထိုအချိန်၌ အလ္လာဟ်အရှင်မြတ်က သင်္ဘောတစ်စီးဆောက်လုပ်ရန်၊ ၎င်းကို ခိုင်ခံ့အောင်ပြုလုပ်ရန်၊ သတ္တဝါတိုင်း၏ နှစ်ကောင်စီ (ဆိုလိုသည်မှာ တိရစ္ဆာန်မျိုးစိတ်၊ အပင်နှင့် အသီးအနှံစသည်တို့၏ အဖိုနှင့်အမ) ကို တင်ဆောင်ရန် အမိန့်ပေးခဲ့သည်။ သူသည် သူ၏မိသားစုကိုလည်း ခေါ်ဆောင်ရမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ထဲမှ အမိန့်တော်ကျပြီးသူများကို ချန်လှပ်၍ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ဖျက်ဆီးခံရမည်ဟု ကြိုတင်ဆုံးဖြတ်ပြီးသောသူများ ဖြစ်သည်။ ၎င်းတို့သည် သူ၏သားနှင့် ဇနီးကဲ့သို့ သူ့ကို မယုံကြည်သော သူ့မိသားစုဝင်များ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۖ إِنَّهُمْ مُّغْرَقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူများအတွက် ကျွန်ုပ်အား အသနားခံခြင်း မပြုလင့်။ အမှန်စင်စစ်၊ သူတို့သည် နစ်မြုပ်ခံရမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သင်သည် မိုးကြီးသည်းထန်စွာ ရွာသွန်းနေသည်ကို မြင်တွေ့သောအခါ၊ သင့်လူမျိုးများအပေါ် ကရုဏာနှင့် သနားကြင်နာမှုဖြင့် လွှမ်းမိုးခံရခြင်း မပြုနှင့်၊ သို့မဟုတ် သူတို့ ယုံကြည်လာနိုင်ရန် နောက်ထပ် အချိန်ပေးရန် မမျှော်လင့်နှင့်၊ အမှန်စင်စစ် သူတို့သည် နစ်မြုပ်ခံရမည်ဖြစ်ပြီး သူတို့၏ မယုံကြည်မှုနှင့် မတရားမှု အခြေအနေဖြင့် သေဆုံးရမည်ဟု ငါ ဆုံးဖြတ်ပြီးဖြစ်သည်။' ဤဇာတ်လမ်းကို စူရာဟ် ဟုဒ်တွင် အသေးစိတ် ဖော်ပြပြီးဖြစ်၍ ဤနေရာတွင် ထပ်မံဖော်ပြရန် မလိုအပ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်္ဘောပေါ်သို့ သင်နှင့် သင့်နှင့်အတူရှိသူများ တက်ရောက်ပြီးသောအခါ၊ ထို့နောက် ပြောလော့- 'မတရားပြုသူများထံမှ ကျွန်ုပ်တို့ကို ကယ်တင်ခဲ့သော အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အားလုံးသည် ဖြစ်၏။')</span> ဤသည်မှာ အာယတ်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ - لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ - وَإِنَّا إِلَىٰ رَبِّنَا لَمُنْقَلِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့စီးနင်းရန် သင်္ဘောများနှင့် တိရစ္ဆာန်များကို သင်တို့အတွက် ပြုလုပ်ပေးတော်မူ၏။ သင်တို့သည် ၎င်းတို့၏ ကျောပေါ်သို့ တက်ရောက်ပြီးသောအခါ၊ ၎င်းပေါ်သို့ သင်တို့ တက်ရောက်သောအခါ သင့်အရှင်သခင်၏ ကျေးဇူးတော်ကို အမှတ်ရကြပြီး ပြောကြရန်- \"ကျွန်ုပ်တို့အတွက် ဤအရာကို အစေခံစေတော်မူသော အရှင်မြတ်သည် ဖြူစင်တော်မူ၏၊ ကျွန်ုပ်တို့သည် ၎င်းကို <span class=\"gray\">(ကျွန်ုပ်တို့၏ ကြိုးစားမှုဖြင့်)</span> ဘယ်တော့မှ ပိုင်ဆိုင်နိုင်မည် မဟုတ်ပေ။ အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံသို့ ပြန်သွားကြမည်ဖြစ်သည်။\")</span><span class=\"gray\">(43:12-14)</span> ထို့ကြောင့်၊ နူးဟ်သည် သူ့အား အမိန့်ပေးထားသည့်အတိုင်း လိုက်နာခဲ့သည်မှာ သေချာသည်၊ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် ဤသို့မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူက ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ၎င်းတွင် တက်ရောက်ကြလော့၊ ၎င်း၏ <span class=\"gray\">(ရွေ့လျား)</span> ခရီးစဉ်နှင့် ၎င်း၏ <span class=\"gray\">(ရပ်နား)</span> ဆိုက်ကပ်ရာသည် ဖြစ်၏။\")</span><span class=\"gray\">(11:41)</span> ထို့ကြောင့် နူးဟ်သည် သူ၏ ခရီးစဉ်အစတွင်နှင့် အဆုံးတွင် အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ခဲ့သည်၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ပြောလော့- 'ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်ကို ကောင်းချီးမင်္ဂလာရှိသော ဆိုက်ကပ်ရာသို့ ဆိုက်ကပ်စေတော်မူပါ။ အမှန်စင်စစ်၊ သင်သည် ဆိုက်ကပ်စေသူများထဲတွင် အကောင်းဆုံး ဖြစ်တော်မူ၏။')</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဤအရာ၌ တကယ်ပင် အာယတ်များ ရှိသည်၊)</span> ဆိုလိုသည်မှာ ဤဖြစ်ရပ်တွင်၊ ယုံကြည်သူများကို ကယ်တင်ခြင်းနှင့် မယုံကြည်သူများကို ဖျက်ဆီးခြင်းသည် နိမိတ်လက္ခဏာများ ဖြစ်သည်၊ ဆိုလိုသည်မှာ၊ တမန်တော်များသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဆောင်ကြဉ်းလာသော သတင်းစကားတွင် အမှန်တရားကို ပြောဆိုကြကြောင်းနှင့် အလ္လာဟ်အရှင်မြတ်သည် သူအလိုရှိရာကို ပြုတော်မူကြောင်း၊ ထို့ပြင် သူသည် အရာအားလုံးကို ပြုနိုင်စွမ်းရှိပြီး အရာအားလုံးကို သိတော်မူကြောင်း ရှင်းလင်းသော သက်သေနှင့် အထောက်အထားများ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَإِنْ كُنَّا لَمُبْتَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် <span class=\"gray\">(လူသားများ)</span> ကို အစဉ်တစိုက် စမ်းသပ်နေပါသည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ကျွန်များကို တမန်တော်များ စေလွှတ်ခြင်းဖြင့် စမ်းသပ်ခြင်း ဖြစ်သည်။'</p>"
  },
  {
    "ayah_key": "23:31",
    "group_ayah_key": "23:31",
    "from_ayah": "23:31",
    "to_ayah": "23:41",
    "ayah_keys": "23:31,23:32,23:33,23:34,23:35,23:36,23:37,23:38,23:39,23:40,23:41",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက်၊ သူတို့နောက်တွင် ကျွန်ုပ်တို့သည် အခြားမျိုးဆက်တစ်ရပ်ကို ဖန်ဆင်းခဲ့သည် <span>(31)</span>ထို့ပြင် ကျွန်ုပ်တို့သည် သူတို့ထံ သူတို့အထဲမှ ရစူလ်တမန်တော်တစ်ပါးကို စေလွှတ်ခဲ့သည် <span class=\"gray\">(ပြောကြားသည်မှာ)</span>- \"အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့! သူ့မှတစ်ပါး သင်တို့အတွက် အခြားကိုးကွယ်ရာ ဘုရားမရှိပေ။ သို့ဖြစ်လျှင် သင်တို့သည် တက်ကဝါ မရှိကြတော့ဘူးလား။ <span>(32)</span>သူ၏ လူမျိုးထဲမှ မယုံကြည်သူများနှင့် နောင်တမလွန်ဘဝနှင့် တွေ့ဆုံခြင်းကို ငြင်းပယ်သူများ၊ ထို့ပြင် လောကီဘဝ၏ စည်းစိမ်ချမ်းသာများကို ကျွန်ုပ်တို့ ပေးထားခဲ့သူများက ပြောကြသည်- \"သူသည် သင်တို့ကဲ့သို့ လူသားတစ်ဦးမျှသာ ဖြစ်သည်၊ သင်တို့ စားသည်ကို သူစားသည်၊ သင်တို့ သောက်သည်ကို သူသောက်သည်။ <span>(33)</span>\"သင်တို့သည် သင်တို့ကဲ့သို့ လူသားတစ်ဦးကို နာခံမည်ဆိုလျှင်၊ ထိုအခါ သင်တို့သည် တကယ်ပင် ရှုံးနိမ့်သူများ ဖြစ်ကြလိမ့်မည်။ <span>(34)</span>\"သင်တို့ သေဆုံးပြီး မြေမှုန့်နှင့် အရိုးများ ဖြစ်သွားသောအခါ သင်တို့ အသက်ရှင်လျက် ပြန်ထွက်လာမည်ဟု သူသည် သင်တို့အား ကတိပေးနေသည်လား။ <span>(35)</span>\"သင်တို့အား ကတိပေးထားသည်မှာ ဝေးပြီ၊ အလွန်ဝေးပြီ! <span>(36)</span>\"ဤလောကီဘဝမှတစ်ပါး အခြားမရှိ! ကျွန်ုပ်တို့ သေသည်၊ ကျွန်ုပ်တို့ ရှင်သည်! ထို့ပြင် ကျွန်ုပ်တို့သည် ပြန်လည် ထမြောက်ခံရမည် မဟုတ်! <span>(37)</span>\"သူသည် အလ္လာဟ်အရှင်မြတ်အပေါ် လိမ်ညာမှု ပြုလုပ်ခဲ့သော လူတစ်ဦးသာ ဖြစ်သည်၊ ထို့ပြင် ကျွန်ုပ်တို့သည် သူ့ကို မယုံကြည်ကြ။ <span>(38)</span>သူက ပြောသည်- \"အို ကျွန်ုပ်၏ အရှင်သခင်! သူတို့သည် ကျွန်ုပ်ကို မဟုတ်မမှန်လုပ်ကြံသောကြောင့် ကျွန်ုပ်အား ကူညီတော်မူပါ။ <span>(39)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က)</span> မိန့်တော်မူသည်- \"မကြာမီတွင် သူတို့သည် နောင်တရကြမည်မှာ သေချာသည်။ <span>(40)</span>သို့ဖြစ်၍၊ စိုင်ဟ်သံသည် သူတို့ကို အမှန်တရားဖြင့် ဖမ်းဆီးခဲ့သည်၊ ထို့ပြင် ကျွန်ုပ်တို့သည် သူတို့ကို သေနေသောအပင်များ၏ အမှိုက်သရိုက်များကဲ့သို့ ပြုလုပ်ခဲ့သည်။ ထို့ကြောင့်၊ မတရားပြုသူများသည် ဝေးကွာကြပါစေ။ <span>(41)</span></p><div lang=\"my\" class=\"my \"><h2>အာဒ် သို့မဟုတ် သမူးဒ်၏ ဇာတ်လမ်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က နူးဟ်၏ လူမျိုးများနောက်တွင် အခြားလူမျိုးတစ်ရပ်ကို ဖန်ဆင်းခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည်။ ၎င်းသည် အာဒ်လူမျိုးဖြစ်သည်ဟု ဆိုကြသည်၊ အကြောင်းမှာ သူတို့သည် နူးဟ်၏ လူမျိုးများ၏ နောက်ဆက်ခံသူများ ဖြစ်သောကြောင့် ဖြစ်သည်။ သို့မဟုတ် ၎င်းတို့သည် သမူးဒ်လူမျိုးဖြစ်သည်ဟု ဆိုကြသည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍၊ စိုင်ဟ်သံသည် သူတို့ကို အမှန်တရားဖြင့် ဖမ်းဆီးခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် သူတို့အထဲမှ ရစူလ်တမန်တော်တစ်ပါးကို စေလွှတ်ခဲ့ပြီး၊ သူသည် သူတို့ကို အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်၊ အဘယ်သူကိုမျှ ဘက်မပြိုင်ဘဲ သို့မဟုတ် မိတ်ဖက်မထားဘဲ ကိုးကွယ်ရန် ဖိတ်ခေါ်ခဲ့သည်၊ သို့သော် သူတို့က သူ့ကို မဟုတ်မမှန်လုပ်ကြံခဲ့ကြပြီး သူ့ကို ဆန့်ကျင်ခဲ့ကြကာ သူ့ကို လိုက်နာရန် ငြင်းဆန်ခဲ့ကြသည်၊ အကြောင်းမှာ သူသည် သူတို့ကဲ့သို့ လူသားတစ်ဦးဖြစ်သောကြောင့် ဖြစ်ပြီး၊ သူတို့သည် လူသားတမန်တော်တစ်ဦးကို လိုက်နာရန် ငြင်းဆန်ခဲ့ကြသည်။ သူတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို မယုံကြည်ခဲ့ကြဘဲ ရုပ်ပိုင်းဆိုင်ရာ ပြန်လည်ထမြောက်ခြင်းကို ငြင်းပယ်ခဲ့ကြသည်။ သူတို့က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَامًا أَنَّكُم مُّخْرَجُونَ - هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ သေဆုံးပြီး မြေမှုန့်နှင့် အရိုးများ ဖြစ်သွားသောအခါ သင်တို့ အသက်ရှင်လျက် <span class=\"gray\">(ပြန်လည်ထမြောက်၍)</span> ပြန်ထွက်လာမည်ဟု သူသည် သင်တို့အား ကတိပေးနေသည်လား။ သင်တို့အား ကတိပေးထားသည်မှာ ဝေးပြီ၊ အလွန်ဝေးပြီ!)</span> ဆိုလိုသည်မှာ၊ အလွန်မဖြစ်နိုင်သော အရာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အလ္လာဟ်အရှင်မြတ်အပေါ် လိမ်ညာမှု ပြုလုပ်ခဲ့သော လူတစ်ဦးသာ ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ၊ 'သူသည် သင်တို့ထံသို့ ဆောင်ကြဉ်းလာသော သတင်းစကားနှင့် သူ၏ သတိပေးချက်များ၊ ရှင်ပြန်ထမြောက်ခြင်း ကတိတော်များတွင်' ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ - قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် သူ့ကို မယုံကြည်ကြ။ သူက ပြောသည်- \"အို ကျွန်ုပ်၏ အရှင်သခင်! သူတို့သည် ကျွန်ုပ်ကို မဟုတ်မမှန်လုပ်ကြံသောကြောင့် ကျွန်ုပ်အား ကူညီတော်မူပါ။\")</span> ဆိုလိုသည်မှာ၊ ရစူလ်တမန်တော်သည် သူ၏လူမျိုးများကို ဆုတောင်းခဲ့ပြီး သူတို့အပေါ် အကူအညီပေးရန် သူ့အရှင်သခင်အား ပန်ကြားခဲ့သည်။ သူ့အရှင်သခင်က သူ၏ဆုတောင်းကို ဖြေကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَادِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က)</span> မိန့်တော်မူသည်- \"မကြာမီတွင် သူတို့သည် နောင်တရကြမည်မှာ သေချာသည်။\")</span> ဆိုလိုသည်မှာ၊ 'သင့်ကို ဆန့်ကျင်ခဲ့မှုနှင့် သင်တို့ထံ ဆောင်ကြဉ်းလာသော သတင်းစကားကို ခေါင်းမာစွာ ငြင်းပယ်ခဲ့မှုအတွက်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍၊ စိုင်ဟ်သံသည် သူတို့ကို အမှန်တရားဖြင့် ဖမ်းဆီးခဲ့သည်၊)</span> ဆိုလိုသည်မှာ၊ သူတို့၏ မယုံကြည်မှုနှင့် မတရားမှုကြောင့် အလ္လာဟ်အရှင်မြတ်ထံမှ ထိုအရာကို ခံထိုက်ခဲ့ကြသည်။ အဓိပ္ပါယ်မှာ စိုင်ဟ်သံသည် ပြင်းထန်သော အေးမြသော လေနှင့် ပေါင်းစပ်ခဲ့ခြင်း ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَىٰ إِلَّا مَسَاكِنُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ အရှင်သခင်၏ အမိန့်တော်ဖြင့် အရာအားလုံးကို ဖျက်ဆီးခဲ့သည်။ သို့ဖြစ်၍ သူတို့သည် သူတို့၏ နေအိမ်များမှတစ်ပါး ဘာမျှ မမြင်ရတော့ပေ!)</span><span class=\"gray\">(46:25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُمْ غُثَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် သူတို့ကို သေနေသောအပင်များ၏ အမှိုက်သရိုက်များကဲ့သို့ ပြုလုပ်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ၊ သူတို့သည် သေဆုံးပြီး ဖျက်ဆီးခံရပြီ၊ ရေကြီးမှုကြောင့် ကျန်ရစ်သော အညစ်အကြေးများနှင့် အမှိုက်သရိုက်များကဲ့သို့ ဖြစ်သည်၊ ဆိုလိုသည်မှာ မည်သူတစ်ဦးတစ်ယောက်မျှ အကျိုးမဖြစ်ထွန်းစေသော အရေးမပါသော အသုံးမဝင်သောအရာ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبُعْدًا لِّلْقَوْمِ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့်၊ မတရားပြုသူများသည် ဝေးကွာကြပါစေ။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا هُمُ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူတို့ကို မတရားမပြုခဲ့ပါ၊ သို့သော် သူတို့ကိုယ်တိုင် မတရားပြုသူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(43:76)</span> ဆိုလိုသည်မှာ၊ သူတို့၏ မယုံကြည်မှုနှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို ခေါင်းမာစွာ ဆန့်ကျင်ခဲ့မှုကြောင့် မတရားပြုသူများ ဖြစ်သည်၊ ထို့ကြောင့် ဤအရာကို ကြားရသူများသည် သူတို့၏ ရစူလ်တမန်တော်များကို မယုံကြည်ခြင်းမှ သတိထားကြပါစေ။</p>"
  }
]