[
  {
    "ayah_key": "4:47",
    "group_ayah_key": "4:47",
    "from_ayah": "4:47",
    "to_ayah": "4:48",
    "ayah_keys": "4:47,4:48",
    "text": "<p lang=\"my\" class=\"my \">ကျမ်းဂန်ကို ပေးသနားခြင်းခံရသော သင်တို့ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> အသင်တို့ထံတွင် ရှိနှင့်ပြီးသားကို အတည်ပြုကာ ငါတို့ထုတ်ပြန်ပြသခဲ့သည့်အရာကို ယုံကြည်ကြလော့။ မျက်နှာများကို ဖျက်ဆီးပစ်ပြီး နောက်သို့လှည့်ပစ်ခြင်း သို့မဟုတ် စဗ်သ်နေ့ရှင်များကို ငါတို့ကျိန်ဆဲခဲ့သကဲ့သို့ သူတို့ကို ကျိန်ဆဲခြင်းမပြုမီ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် အမြဲတမ်း အကောင်အထည်ဖော်ခံရသည် <span>(၄၇)</span>အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား တွဲဖက်ကိုးကွယ်ခြင်း <span class=\"gray\">(ဝတ်ပြုခြင်းတွင်)</span> ကို မခွင့်လွှတ်ပေ။ သို့သော် ၎င်းသည် အလိုရှိသူကို ခွင့်လွှတ်သည်မှတစ်ပါး (အခြားအရာများကို) ခွင့်လွှတ်တော်မူသည်။ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အား တွဲဖက်ကိုးကွယ်ပါက ၎င်းသည် ကြီးမားလှသော အပြစ်ကို ဖန်တီးခဲ့ပြီဖြစ်သည်။ <span>(၄၈)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရှင်များအား သာသနာကိုလက်ခံရန် ဖိတ်ခေါ်ခြင်း၊ အခြားနည်းဖြင့် ပြုလုပ်ခြင်းကို သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ရှင်များအား ၎င်းတို့ထံတွင် မုဟမ္မဒ် ﷺ အကြောင်း ရှိနှင့်ပြီးသား သတင်းကောင်းများနှင့် ကိုက်ညီသော ဂုဏ်သရေရှိကျမ်းတော်မြတ်၊ ၎င်း၏ကျွန်နှင့် ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ ထံသို့ ၎င်းပို့ချခဲ့သည်များကို ယုံကြည်ရန် အမိန့်ပေးထားသည်။ ၎င်းသည် သူတို့ကို သတိပေးထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰ أَدْبَارِهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်နှာများကို ဖျက်ဆီးပစ်ပြီး နောက်သို့လှည့်ပစ်ခြင်းမပြုမီ)</span> အလ်-အ်အူဖီက အိဗ်နု အဗ္ဗားစ်က ဤနေရာရှိ 'ဖျက်ဆီးပစ်ခြင်း' သည် မျက်စိကွယ်ခြင်းကို ရည်ညွှန်းသည်ဟု ပြောခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\"> فَنَرُدَّهَا عَلَىٰ أَدْبَارِهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်သို့လှည့်ပစ်ခြင်း)</span> ဆိုလိုသည်မှာ ငါတို့သည် သူတို့၏ မျက်နှာများကို သူတို့၏ နောက်ကျောများပေါ်သို့ တင်ထားပြီး သူတို့၏ မျက်လုံးများက သူတို့၏ နောက်ကျောများတွင် ရှိနေသောကြောင့် နောက်ပြန်လှည့်လျှောက်စေသည်။ ကတာဒါနှင့် အတိယာ အလ်-အ်အူဖီတို့ကလည်း အလားတူပြောခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ပြစ်ဒဏ်ကို ပို၍ ပြင်းထန်စေသည်၊ ၎င်းသည် အမှန်တရားကို လျစ်လျူရှုခြင်း၊ မှားယွင်းသောနည်းလမ်းကို နှစ်သက်ခြင်းနှင့် လမ်းမှန်မှ လမ်းမှားများဆီသို့ လှည့်ထွက်သွားခြင်းအတွက် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ပုံဥပမာဖြစ်သည်။ ထို့ကြောင့် ထိုသူများသည် နောက်ပြန်လျှောက်ကြသည်။ အလားတူ၊ အချို့က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُم مُّقْمَحُونَ - وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် သူတို့၏လည်ပင်းများပေါ်တွင် မေးစေ့များအထိရောက်သော သံကြိုးများချည်နှောင်ထားသည်၊ သို့မှသာ သူတို့၏ခေါင်းများ မြှောက်တက်နေမည်။ ငါတို့သည် သူတို့ရှေ့တွင် အတားအဆီးတစ်ခု ထားရှိထားသည်)</span><span class=\"gray\">[၃၆:၈-၉]</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က သူတို့၏သွေဖည်မှုနှင့် လမ်းညွှန်မှုမှ ပိတ်ဆို့ထားမှုအတွက် ပေးခဲ့သော ပုံဥပမာဖြစ်သည်။</p><div lang=\"su\" class=\"su \"><h2>Ka'b Al-Ahbar Embraces Islam Upon Hearing this Ayah <span class=\"gray\">[4:47]</span></h2></div><p lang=\"my\" class=\"my \">ကအ်ဘ် အလ်-အဟ်ဘာရ်သည် ဤအာယသ် <span class=\"gray\">[၄:၄၇]</span> ကို ကြားသောအခါ မွတ်စလင်ဖြစ်သွားကြောင်း သတင်းပို့ခဲ့သည်။ အိဗ်နု ဂျရီရ်က အီဆာ ဘင်န် အလ်-မဂီရာက ပြောခဲ့သည်မှာ- ကအ်ဘ် မွတ်စလင်ဖြစ်သွားသည့်အချိန်အကြောင်းကို ကျွန်ုပ်တို့ အိဗ်ရာဟင်မ်နှင့်အတူ ရှိနေစဉ် ပြောဆိုခဲ့သည်။ သူက ပြောသည်မှာ၊ 'ကအ်ဘ်သည် အိုမာရ်၏ အုပ်ချုပ်မှုကာလတွင် မွတ်စလင်ဖြစ်သွားခဲ့သည်၊ အကြောင်းမှာ သူသည် ဂျေရုဆလင်သို့ သွားရောက်ရန် ရည်ရွယ်၍ အလ်-မဒီနာကို ဖြတ်သွားစဉ် အိုမာရ်က သူ့အား \"အို ကအ်ဘ်၊ အစ္စလာမ်ကို လက်ခံပါ\" ဟု ပြောခဲ့သည်။ ကအ်ဘ်က ပြောသည်မှာ၊ 'သင်တို့၏ ကျမ်းဂန်တွင် မဖတ်ဖူးကြဘူးလား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တော်ရဟ်ကျမ်းကို ထမ်းဆောင်ခွင့် ရခဲ့သူတို့၏ ဥပမာမှာ...)</span><span class=\"gray\">[၆၂:၅]</span> ထိုအခါအထိ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَسْفَارًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းများ)</span> ကျွန်ုပ်သည် တော်ရဟ်ကျမ်းကို ထမ်းဆောင်ခွင့် ရခဲ့သူများထဲမှ တစ်ဦးဖြစ်သည်' အိုမာရ်က သူ့ကို တစ်ယောက်တည်း ထားခဲ့ပြီး ကအ်ဘ်သည် ဟင်းမ်စ် <span class=\"gray\">(ဆီးရီးယားနိုင်ငံ)</span> သို့ ဆက်လက်သွားပြီး ၎င်း၏နေထိုင်သူတစ်ဦးက ဤအာယသ်ကို ဝမ်းနည်းစွာ ရွတ်ဆိုနေသည်ကို ကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰ أَدْبَارِهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျမ်းဂန်ကို ပေးသနားခြင်းခံရသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> အသင်တို့ထံတွင်ရှိသော အရာများကို အတည်ပြု၍ ငါတို့ထုတ်ပြန်ခဲ့သော အရာများကို ယုံကြည်ကြလော့။ မျက်နှာများကို ဖျက်ဆီးပစ်ပြီး နောက်ပြန်လှည့်ပစ်ခြင်းမပြုမီ)</span>။</p><p lang=\"my\" class=\"my \">ကအ်ဘ်က ပြောသည်မှာ၊ 'ကျွန်ုပ် ယုံကြည်သည်၊ အို အရှင်သခင်! ကျွန်ုပ် အစ္စလာမ်ကို လက်ခံခဲ့သည်၊ အို အရှင်သခင်!' အကြောင်းမှာ ၎င်းသည် ဤခြိမ်းခြောက်မှုဖြင့် ပြစ်ဒဏ်ခတ်ခံရမည်ကို သူ ကြောက်ရွံ့ခဲ့သောကြောင့်ဖြစ်သည်။ ထို့နောက် သူသည် ယီမင်ရှိ သူ၏မိသားစုထံသို့ ပြန်သွားပြီး သူတို့အားလုံးနှင့်အတူ မွတ်စလင်များအဖြစ် ပြန်လာခဲ့သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် စဗ်သ်နေ့ရှင်များကို ငါတို့ကျိန်ဆဲခဲ့သကဲ့သို့ သူတို့ကို ကျိန်ဆဲခြင်း)</span> ဆိုသည်မှာ စဗ်သ်နေ့၏ သန့်ရှင်းခြင်းကို ချိုးဖောက်သူများကို ရည်ညွှန်းသည်၊ လှည့်ဖြားခြင်းကို သုံး၍ အလုပ်ပိုလုပ်ရန် ရည်ရွယ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုသူများကို မျောက်များနှင့် ဝက်များအဖြစ် ပြောင်းလဲခဲ့သည်၊ စူရဟ် အလ်-အ်အ်ရာဖ် <span class=\"gray\">(၇)</span> ၏ ရှင်းပြချက်တွင် ကျွန်ုပ်တို့ သိလာရမည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် အမြဲတမ်း အကောင်အထည်ဖော်ခံရသည်)</span> ဆိုလိုသည်မှာ ၎င်းသည် တစ်စုံတစ်ခုကို အမိန့်ပေးသောအခါ ၎င်း၏အမိန့်တော်ကို မည်သူမျှ ငြင်းခုံခြင်း သို့မဟုတ် ခုခံခြင်း မပြုနိုင်ပေ။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ရှီရ်က်ကို ခွင့်မလွှတ်ပေ၊ ၎င်းမှ နောင်တမရမချင်း</h2></div><p lang=\"mi\" class=\"mi \">Allah said that He,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا يَغْفِرُ أَن يُشْرَكَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအား တွဲဖက်ကိုးကွယ်ခြင်း <span class=\"gray\">(ဝတ်ပြုခြင်းတွင်)</span> ကို မခွင့်လွှတ်ပေ)</span> ဆိုလိုသည်မှာ ၎င်းသည် အစေခံတစ်ဦးသည် ၎င်းအား တွဲဖက်ကိုးကွယ်နေစဉ် ၎င်းနှင့် တွေ့ဆုံပါက ထိုအစေခံကို ခွင့်မလွှတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَغْفِرُ مَا دُونَ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် ခွင့်လွှတ်သည်မှတစ်ပါး)</span> အပြစ်များမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိုရှိသူကို)</span> ၎င်း၏ကျွန်များထဲမှ။ အီမာမ် အဟ်မဒ်က အဗူ ဒါရ်ရ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَقُولُ: يَا عَبْدِي مَا عَبَدْتَنِي وَرَجَوْتَنِي، فَإِنِّي غَافِرٌ لَكَ عَلى مَا كَانَ فِيكَ، يَا عَبْدِي إِنَّكَ إِنْ لَقِيتَنِي بِقُرَابِ الْأَرْضِ خَطِيئَةً مَا لَمْ تُشْرِكْ بِي، لَقِيتُكَ بِقُرَابِهَا مَغْفِرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"အို ငါ၏ကျွန်! သင်သည် ငါ့ကို ကိုးကွယ်ပြီး ငါ့ထံမှ တောင်းခံနေသရွေ့ ငါသည် သင့်ကို ခွင့်လွှတ်မည်၊ သင့်တွင် မည်သည့် ချို့ယွင်းချက်များ ရှိနေပါစေ။ အို ငါ၏ကျွန်! သင်သည် ငါ့ထံသို့ ကမ္ဘာမြေကြီးပြည့် အပြစ်များနှင့်အတူ ရောက်ရှိလာသော်လည်း ငါနှင့် မည်သည့်တွဲဖက်ကိုမျှ မထားရှိပါက ငါသည် သင့်အား ကမ္ဘာမြေကြီးပြည့် ခွင့်လွှတ်မှုဖြင့် တွေ့ဆုံမည်။\")</span></p><p lang=\"my\" class=\"my \">အဟ်မဒ်တစ်ဦးတည်းသာ ဤဟဒီးဆ်ကို ဤသတင်းစဉ်ဖြင့် မှတ်တမ်းတင်ခဲ့သည်။ အီမာမ် အဟ်မဒ်က အဗူ ဒါရ်ရ်က ပြောသည်မှာ- \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ရောက်ရှိလာခဲ့ရာ ၎င်းက မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ عَبْدٍ قَالَ: لَا إِلهَ إِلَّا اللهُ ثُمَّ مَاتَ عَلَى ذَلِكَ، إِلَّا دَخَلَ الْجَنَّةَ</p><p class=\"sd qpc-hafs\" lang=\"sd\">قلت: وإن زنى وإن سرق؟ قال:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ زَنَى وَإِنْ سَرَقَ؟</p><p class=\"sd qpc-hafs\" lang=\"sd\">قلت: وإن زنى وإن سرق؟ قال:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ زَنَى وَإِنْ سَرَقَ ثَلَاثًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثم قال في الرابعة:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى رَغْمِ أَنْفِ أَبِي ذَرٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မည်သည့်ကျွန်မဆို 'အလ္လာဟ်မှတစ်ပါး ကိုးကွယ်ရာအရှင် မရှိ' ဟု ကြွေးကြော်ပြီး ထိုယုံကြည်ချက်ဖြင့် ကွယ်လွန်ပါက ၎င်းသည် ဂျန္နသ် (နိဗ္ဗာန်) သို့ ဝင်ရောက်မည်ဖြစ်သည်။\" ကျွန်ုပ်က မေးသည်၊ \"သူသည် ကာမမှားယွင်းမှုနှင့် ခိုးမှုကျူးလွန်ခဲ့လျှင်တောင်လား?\" ၎င်းက ပြောသည်၊ \"သူသည် ကာမမှားယွင်းမှုနှင့် ခိုးမှုကျူးလွန်ခဲ့လျှင်တောင်ဖြစ်သည်။\" ကျွန်ုပ် ထပ်မံမေးသည်၊ \"သူသည် ကာမမှားယွင်းမှုနှင့် ခိုးမှုကျူးလွန်ခဲ့လျှင်တောင်လား?\" ၎င်းက ပြောသည်၊ \"သူသည် ကာမမှားယွင်းမှုနှင့် ခိုးမှုကျူးလွန်ခဲ့လျှင်တောင်ဖြစ်သည်။\" စတုတ္ထအကြိမ်တွင် ၎င်းက ပြောသည်၊ \"အဗူ ဒါရ်ရ်၏ နှာခေါင်းကို မြေမှုန့်ထဲ ထည့်ထားခဲ့လျှင်တောင်ဖြစ်သည်။\")</span></p><p lang=\"my\" class=\"my \">အဗူ ဒါရ်ရ်သည် ၎င်း၏ အိဇာရ်ကို ဆွဲပြီး \"အဗူ ဒါရ်ရ်၏ နှာခေါင်းကို မြေမှုန့်ထဲ ထည့်ထားခဲ့လျှင်တောင်ဖြစ်သည်။\" ဟု ပြောရင်း ထွက်ခွာသွားခဲ့သည်။ ထိုအချိန်မှစ၍ အဗူ ဒါရ်ရ်သည် ဟဒီးဆ်ကို ရာဝီပြုပြီး \"အဗူ ဒါရ်ရ်၏ နှာခေါင်းကို မြေမှုန့်ထဲ ထည့်ထားခဲ့လျှင်တောင်ဖြစ်သည်။\" ဟု မှတ်ချက်ပြုလေ့ရှိသည်။</p><p lang=\"my\" class=\"my \">ဆဟီးဟ်နှစ်ကျမ်းက ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။ အလ်-ဘဇ္ဇာရ်က အိဗ်နု အိုမာရ်က ပြောသည်မှာ- \"ကျွန်ုပ်တို့သည် မဟာအပြစ်များ ကျူးလွန်သူများအတွက် ခွင့်လွှတ်မှု <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> တောင်းခံခြင်းမှ ရှောင်ကြဉ်ခဲ့ကြသည်၊ ကျွန်ုပ်တို့၏ တမန်တော်မြတ် ﷺ က ရွတ်ဆိုသည်ကို မကြားမချင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား တွဲဖက်ကိုးကွယ်ခြင်း <span class=\"gray\">(ဝတ်ပြုခြင်းတွင်)</span> ကို မခွင့်လွှတ်ပေ။ သို့သော် ၎င်းသည် အလိုရှိသူကို ခွင့်လွှတ်သည်မှတစ်ပါး <span class=\"gray\">(အခြားအရာများကို)</span> ခွင့်လွှတ်တော်မူသည်;)</span>၊ နှင့် ၎င်း၏ ﷺ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخَّرْتُ شَفَاعَتِي لِأَهْلِ الْكَبَائِرِ مِنْ أُمَّتِي يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ရှفاعတ် (ကြားဝင်မေတ္တာရပ်ခံခြင်း) ကို ကိယာမသ်နေ့တွင် ကျွန်ုပ်၏ အွမ္မသ် (သာသနာ့အဖွဲ့ဝင်) ထဲမှ မဟာအပြစ်များ ကျူးလွန်သူများအတွက် သိမ်းဆည်းထားသည်)</span>\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَىٰ إِثْمًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အား တွဲဖက်ကိုးကွယ်ပါက ၎င်းသည် ကြီးမားလှသော အပြစ်ကို ဖန်တီးခဲ့ပြီဖြစ်သည်။)</span> သည် ၎င်း၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အခြားသူများကို အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ခြင်းသည် ကြီးမားသော ဇွလ်မ် <span class=\"gray\">(မှားယွင်းမှု)</span> ဖြစ်သည်။)</span><span class=\"gray\">[၃၁:၁၃]</span> ဆဟီးဟ်နှစ်ကျမ်းတွင် အိဗ်နု မဆ်အူးဒ်က ပြောသည်မှာ- \"ကျွန်ုပ်က ပြောသည်၊ 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! အကြီးမြတ်ဆုံး အပြစ်ကား အဘယ်နည်း?' ၎င်းက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ၎င်းတစ်ပါးတည်းသာ ဖန်ဆင်းထားသော်လည်း အလ္လာဟ်အရှင်မြတ်နှင့် ပြိုင်ဘက်တစ်ဦးကို ထားရှိခြင်းဖြစ်သည်။)</span>\"</p>"
  }
]