[
  {
    "ayah_key": "10:90",
    "group_ayah_key": "10:90",
    "from_ayah": "10:90",
    "to_ayah": "10:92",
    "ayah_keys": "10:90,10:91,10:92",
    "text": "<p lang=\"my\" class=\"my \">ထို့ပြင် ကျွန်ုပ်တို့သည် အစ္စရေးလ်သားတို့ကို ပင်လယ်ဖြတ်ကျော်၍ ပို့ဆောင်ခဲ့သည်။ ထိုအခါ ဖိရ်အောင်နှင့် သူ၏စစ်သည်များသည် ၎င်းတို့နောက်သို့ အနိုင်ကျင့်ခြင်း၊ ရန်လိုခြင်းတို့ဖြင့် လိုက်ပါလာခဲ့ကြသည်။ ရေနစ်ခြင်းက သူ့ကိုဖုံးလွှမ်းသောအခါ သူ <span class=\"gray\">(ဖိရ်အောင်)</span> က \"အစ္စရေးလ်သားများ ယုံကြည်သော အရှင်မှတစ်ပါး အခြားမည်သူမျှ ကိုးကွယ်ထိုက်သူ မရှိဟု ကျွန်ုပ်ယုံကြည်သည်။ ထို့ပြင် ကျွန်ုပ်သည် မွတ်စ်လင်မ်များထဲမှ တစ်ဦးဖြစ်သည်\" ဟု ပြောဆိုခဲ့သည်။ <span>(၉၀)</span>ယခုမူ <span class=\"gray\">(သင်ယုံကြည်သည်)</span> သင်သည် ယခင်က မယုံကြည်ရန် ငြင်းဆန်ခဲ့ပြီး မိုက်မဲသူများထဲမှ တစ်ဦးဖြစ်ခဲ့သည့်တိုင် <span>(၉၁)</span>ထို့ကြောင့် ဤနေ့၌ သင်၏ <span class=\"gray\">(သေဆုံးနေသော)</span> ခန္ဓာကိုယ်ကို <span class=\"gray\">(ပင်လယ်ထဲမှ)</span> ကျွန်ုပ်တို့ ထုတ်ပေးမည်။ သို့မှသာ သင်၏နောက်မှ လာမည့်သူတို့အတွက် သင်သည် သက်သေတစ်ခုဖြစ်နိုင်မည်။ စင်စစ်သော်ကား လူသားတို့အနက် များစွာသောသူတို့သည် ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ဂရုမပြုကြပေ။ <span>(၉၂)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စရေးလ်သားများ ကယ်တင်ခံရပြီး ဖိရ်အောင်၏ လူမျိုးများ ရေနစ်ခဲ့ကြသည်။</h2></div><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် ဖိရ်အောင်နှင့် သူ၏စစ်သားများကို မည်သို့ရေနစ်စေခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ အစ္စရေးလ်သားများသည် မူဆာနှင့်အတူ အီဂျစ်ကို စွန့်ခွာခဲ့ကြသည်။ စစ်သည် ခြောက်သိန်းနှင့် သားသမီးများ ပါဝင်သည်ဟု ဆိုကြသည်။ ၎င်းတို့သည် ကို့ပ်များထံမှ လက်ဝတ်ရတနာများစွာကို ငှားရမ်းယူဆောင်သွားခဲ့ကြသည်။ ဖိရ်အောင်သည် ၎င်းတို့အပေါ် အလွန်ဒေါသထွက်ခဲ့သည်။ ထို့ကြောင့် သူ၏စစ်သားများကို စေလွှတ်ရန် မြို့များအားလုံးသို့ ကြေညာသူများကို စေလွှတ်ခဲ့သည်။ သူသည် ကြီးမားသောမာနနှင့် ကြီးမားသောစစ်တပ်များဖြင့် ၎င်းတို့နောက်သို့ လိုက်ပါခဲ့သည်။ အရှင်မြတ်က ၎င်းတို့အတွက် အစီအစဉ်ရှိသောကြောင့် ဤသို့ဖြစ်ရန် ဆန္ဒရှိခဲ့သည်။ ဖိရ်အောင်၏ ဘုရင့်နိုင်ငံတွင် အာဏာ သို့မဟုတ် စွမ်းအားရှိသူ တစ်ဦးမျှ မကျန်ရှိခဲ့ပေ။ ၎င်းတို့အားလုံး အတူတကွရှိကြပြီး နေထွက်ချိန်တွင် အစ္စရေးလ်သားများကို ဖမ်းမိခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَىٰ إِنَّا لَمُدْرَكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်ဖက်သော တပ်နှစ်တပ် မြင်တွေ့ရသောအခါ မူဆာ၏ အပေါင်းအပါတို့က \"ကျွန်ုပ်တို့ အမှန်ပင် အဖမ်းခံရတော့မည်\")</span> ဟု ပြောဆိုခဲ့ကြသည်။<span class=\"gray\">(၂၆:၆၁)</span> ၎င်းတို့သည် ပင်လယ်ကမ်းခြေသို့ ရောက်သောအခါ ဖိရ်အောင်သည် ၎င်းတို့နောက်တွင် ရှိနေသောကြောင့် ထိုသို့ပြောဆိုခဲ့ကြသည်။ အုပ်စုနှစ်စုသည် မျက်နှာချင်းဆိုင် တွေ့ဆုံခဲ့ကြသည်။ မူဆာနှင့်အတူရှိသူများသည် \"ဒီနေ့ ဘယ်လို ကယ်တင်ခံရမလဲ\" ဟု ဆက်မေးနေကြသည်။ မူဆာက \"ကျွန်ုပ်အား ဤလမ်းအတိုင်းလာရန် အမိန့်ပေးခံရသည်\" ဟု ပြန်ဖြေသည်။ မူဆာက ပြောခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَلَّا ۖ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ စင်စစ် ကျွန်ုပ်နှင့်အတူ ကျွန်ုပ်၏ အရှင်သခင်ရှိသည်။ သူသည် ကျွန်ုပ်ကို လမ်းညွှန်လိမ့်မည်။)</span><span class=\"gray\">(၂၆:၆၂)</span> ၎င်းသည် အလွန်ခက်ခဲခဲ့သော်လည်း ရုတ်တရက် လွယ်ကူသွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က သူ၏လက်ကိုင်တုတ်ဖြင့် သမုဒ္ဒရာကို ရိုက်ခတ်ရန် အမိန့်ပေးခဲ့သည်။ သူလုပ်ဆောင်သောအခါ ပင်လယ်သည် ကွဲထွက်သွားပြီး အပိုင်းတစ်ခုစီသည် ကြီးမားသောတောင်ကြီးကဲ့သို့ ရပ်တည်နေခဲ့သည်။ ပင်လယ်ကို လမ်းကြောင်းဆယ့်နှစ်ခုအဖြစ် ပိုင်းခြားခဲ့ပြီး အစ္စရေးလ်မျိုးနွယ်တစ်ခုစီအတွက် လမ်းကြောင်းတစ်ခုစီဖြစ်သည်။ ထို့နောက် အရှင်မြတ်က လေကို အမိန့်ပေးခဲ့ပြီး လမ်းကြောင်းသည် ၎င်းတို့အတွက် ခြောက်သွေ့သွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَّا تَخَافُ دَرَكًا وَلَا تَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့အတွက် ပင်လယ်ထဲတွင် ခြောက်သွေ့သောလမ်းကြောင်းတစ်ခုကို ရိုက်ခတ်ပါ။ အဖမ်းခံရခြင်း <span class=\"gray\">[ဖိရ်အောင်မှ]</span> ကိုလည်း မကြောက်ရ၊ <span class=\"gray\">(ပင်လယ်ထဲတွင် ရေနစ်ခြင်း)</span> ကိုလည်း မကြောက်ရ။)</span><span class=\"gray\">(၂၀:၇၇)</span></p><p lang=\"my\" class=\"my \">လမ်းကြောင်းများကြားရှိ ရေသည် ပြတင်းပေါက်များကဲ့သို့ ပေါ်လာပြီး မျိုးနွယ်တိုင်းသည် အချင်းချင်းမြင်နိုင်ခဲ့ကြသဖြင့် အခြားသူများ ပျက်စီးသွားပြီဟု မထင်ကြပေ။ အစ္စရေးလ်သားများသည် ပင်လယ်ကို ဖြတ်ကျော်ခဲ့ကြသည်။ နောက်ဆုံးတစ်ဦး ဖြတ်ကျော်ပြီးသောအခါ ဖိရ်အောင်နှင့် သူ၏စစ်သားများသည် အခြားကမ်းခြေ၏ အစွန်းသို့ ရောက်ရှိနေပြီဖြစ်သည်။ ၎င်းတို့သည် အခြားအရောင်ရှိ မြင်းစီးသူရဲများအပြင် မြင်းနက်တစ်သိန်းပါဝင်သည်။ ဖိရ်အောင် ပင်လယ်ကိုမြင်သောအခါ ကြောက်ရွံ့သွားခဲ့သည်။ သူသည် နောက်ပြန်လှည့်လိုခဲ့သော်လည်း အလွန်နောက်ကျသွားပြီဖြစ်သည်။ အရှင်မြတ်၏ အမိန့်တော်က အောင်မြင်ခဲ့ပြီး မူဆာ၏ ဆုတောင်းကို ဖြေကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဂျီဘရီလ်သည် စစ်မြင်းပေါ်တွင် ရောက်ရှိလာခဲ့သည်။ သူသည် ဖိရ်အောင်၏မြင်းကို ကျော်ဖြတ်သွားခဲ့သည်။ ဂျီဘရီလ်၏မြင်းသည် ဖိရ်အောင်၏မြင်းကို ဟစ်အော်လိုက်ပြီးနောက် ဂျီဘရီလ်သည် ပင်လယ်ထဲသို့ အလောတကြီး ဝင်ရောက်သွားခဲ့ရာ ဖိရ်အောင်လည်း သူ၏နောက်မှ အတူတူပင် လုပ်ဆောင်ခဲ့သည်။ ဖိရ်အောင်သည် မည်သည့်ကိစ္စကိုမျှ ထိန်းချုပ်နိုင်တော့ခြင်းမရှိတော့ပေ။ သူသည် သူ၏ခေါင်းဆောင်များရှေ့တွင် ခိုင်မာကြောင်း ပြလိုသဖြင့် \"အစ္စရေးလ်သားများသည် ပင်လယ်ထဲတွင် ပိုမိုသောအခွင့်အရေး မရှိဘူး\" ဟု ပြောဆိုခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် ပင်လယ်ထဲသို့ အလောတကြီး ဝင်ရောက်ခဲ့ကြသည်။ မီကာအီလ်သည် ၎င်းတို့၏စစ်တပ်နောက်တွင် ရှိနေပြီး ၎င်းတို့အားလုံးကို ပါဝင်ရန် တွန်းပို့နေခဲ့သည်။ ၎င်းတို့အားလုံး ပင်လယ်ထဲသို့ ရောက်ရှိသွားပြီး ပထမဆုံးသောသူများသည် အခြားတစ်ဖက်သို့ ထွက်ပေါ်ရန် နီးစပ်နေသောအခါ အနန္တစွမ်းအားရှင် အရှင်မြတ်က ပင်လယ်ကို ၎င်းတို့ကို ပိတ်လှောင်ရန် အမိန့်ပေးခဲ့သည်။ ပင်လယ်သည် ၎င်းတို့အပေါ် ပိတ်သွားခဲ့ပြီး မည်သူမျှ မကယ်တင်ခံရပေ။ လှိုင်းလုံးများသည် ၎င်းတို့ကို အတက်အကျ ပြုလုပ်ခဲ့သည်။ လှိုင်းလုံးများသည် ဖိရ်အောင်အပေါ် စုပုံလာခဲ့ပြီး သူသည် သေမင်း၏ မူးမေ့ခြင်းများဖြင့် လွှမ်းမိုးခံခဲ့ရသည်။ ဤအခြေအနေတွင်ရှိနေစဉ် သူက ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنتُ أَنَّهُ لَا إِلَٰهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စရေးလ်သားများ ယုံကြည်သော အရှင်မှတစ်ပါး အခြားမည်သူမျှ ကိုးကွယ်ထိုက်သူ မရှိဟု ကျွန်ုပ်ယုံကြည်သည်။ <span class=\"gray\">(အလ္လာဟ်)</span> ထို့ပြင် ကျွန်ုပ်သည် မွတ်စ်လင်မ်များထဲမှ တစ်ဦးဖြစ်သည်)</span> ဟု ပြောဆိုခဲ့သည်။ သူသည် သူ၏ယုံကြည်ခြင်းမှ အကျိုးမရနိုင်သောအချိန်၌ ယုံကြည်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ - فَلَمْ يَكُ يَنفَعْهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ကျွန်ုပ်တို့၏ အပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းကိုသာ ယုံကြည်ပါသည်၊ ထို့ပြင် ကျွန်ုပ်တို့သည် ကိုယ်တော်နှင့်တွဲဖက် ကိုးကွယ်ခဲ့သော <span class=\"gray\">(အရာအားလုံး)</span> ကို ငြင်းပယ်ပါသည်\" ဟု ပြောဆိုခဲ့ကြသည်။ ထိုအခါ ၎င်းတို့၏ ယုံကြည်ခြင်းသည် ကျွန်ုပ်တို့၏ အပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ ၎င်းတို့အတွက် အကျိုးမပြုနိုင်တော့ပေ။ <span class=\"gray\">(ဤသည်မှာ)</span> အလ္လာဟ်အရှင်မြတ်က သူ၏ကျွန်များနှင့် ဆက်ဆံရာတွင် ကျင့်သုံးခဲ့သော နည်းလမ်းဖြစ်သည်။ ထိုနေရာတွင် ငြင်းပယ်သူများသည် လုံးဝ ဆုံးရှုံးခဲ့ကြသည် <span class=\"gray\">(ကျွန်ုပ်တို့၏ ညှဉ်းပန်းနှိပ်စက်မှုက ၎င်းတို့ကို ဖုံးလွှမ်းသောအခါ)</span>။)</span><span class=\"gray\">(၄၀:၈၄-၈၅)</span> ထို့ကြောင့် ဖိရ်အောင်အား တုံ့ပြန်သည့်အနေဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခု <span class=\"gray\">(သင်ယုံကြည်သည်)</span> သင်သည် ယခင်က မယုံကြည်ရန် ငြင်းဆန်ခဲ့သည့်တိုင်လား။)</span> သင်သည် ယခင်က အလ္လာဟ်အရှင်မြတ်အား မနာခံခဲ့သော်လည်း ယခုမှ ထိုသို့ပြောဆိုသလော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنتَ مِنَ الْمُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်သည် မိုက်မဲသူများထဲမှ တစ်ဦးဖြစ်ခဲ့သည်။)</span> သင်သည် လူတို့ကို လမ်းမှားသို့ရောက်စေသော ကမ္ဘာပေါ်ရှိ မိုက်မဲသူများထဲမှ တစ်ဦးဖြစ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ ۖ وَيَوْمَ الْقِيَامَةِ لَا يُنصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ငရဲဘုံသို့ ဖိတ်ခေါ်သော ခေါင်းဆောင်များ ဖြစ်စေခဲ့သည်။ ထို့ပြင် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့ကို မကူညီနိုင်ကြပေ။)</span><span class=\"gray\">(၂၈:၄၁)</span> ဖိရ်အောင်နှင့် ထိုအချိန်က သူ၏ အဆင့်အတန်းနှင့်ပတ်သက်သော ဤအချက်အလက်များသည် အရှင်မြတ်က သူ၏ ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ အား ထုတ်ဖော်ပြသခဲ့သော မမြင်ရသောအရာများ၏ လျှို့ဝှက်ချက်များထဲမှ တစ်ခုဖြစ်သည်။ အလားတူပင် အဘူဒါဝုဒ် အတ်-တိုင်းယာလီစီသည် အိဗ်နု အဘ္ဘားစ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِي جِبْرِيلُ: لَوْ رَأَيْتَنِي وَأَنَا آخِذٌ مِنْ حَالِ الْبَحْرِ فَأَدُسُّهُ فِي فَمِ فِرْعَونَ مَخَافَةَ أَنْ تُدْرِكَهُ الرَّحْمَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျီဘရီလ်က ကျွန်ုပ်အား ပြောသည်၊ \"ကရုဏာသည် သူ့ထံ ရောက်ရှိလာမည်ကို စိုးရိမ်သောကြောင့် ဖိရ်အောင်၏ ပါးစပ်ထဲသို့ ပင်လယ်မှ ရွှံ့နက်များကို ယူ၍ ထည့်နေသော ကျွန်ုပ်ကို သင်မြင်နိုင်ခဲ့လျှင်။\")</span> အဘူ အီစာ အတ်-တီရ်မီဇီနှင့် အိဗ်နု ဂျရီရ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီက \"ဟစန် ဂရီဘ် စဟီဟ်\" ဟု ပြောခဲ့သည်။ အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤနေ့၌ သင်၏ <span class=\"gray\">(သေဆုံးနေသော)</span> ခန္ဓာကိုယ်ကို <span class=\"gray\">(ပင်လယ်ထဲမှ)</span> ကျွန်ုပ်တို့ ထုတ်ပေးမည်။ သို့မှသာ သင်၏နောက်မှ လာမည့်သူတို့အတွက် သင်သည် သက်သေတစ်ခုဖြစ်နိုင်မည်။)</span> အိဗ်နု အဘ္ဘားစ်နှင့် ဆလာဖ်တို့အနက်မှ အခြားသူများက \"အစ္စရေးလ်သားအချို့သည် ဖိရ်အောင်၏ သေဆုံးခြင်းကို သံသယရှိခဲ့ကြသည်။ ထို့ကြောင့် အရှင်မြတ်က ပင်လယ်ကို သူ၏ခန္ဓာကိုယ် (ဝိဉာဉ်မရှိဘဲ တစ်ကိုယ်လုံး) ကို သူ၏လူသိများသော သံချပ်ဝတ်တန်ဆာပြားနှင့်အတူ ပစ်ထုတ်ရန် အမိန့်ပေးခဲ့သည်။ ထိုခန္ဓာကိုယ်ကို ကုန်းမြေပေါ်ရှိ မြင့်မားသောနေရာသို့ ပစ်တင်ခဲ့သည်။ သို့မှသာ အစ္စရေးလ်သားများသည် သူ၏သေဆုံးခြင်းနှင့် ဖျက်ဆီးခံရခြင်းကို အတည်ပြုနိုင်မည်\" ဟု ပြောဆိုခဲ့ကြသည်။ ထို့ကြောင့် အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نُنَجِّيكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ထို့ကြောင့် ဤနေ့၌ ကျွန်ုပ်တို့သည် သင့်အား ကယ်တင်မည်..\")</span> ဆိုလိုသည်မှာ သင်၏ခန္ဓာကိုယ်ကို ကမ္ဘာမြေပေါ်ရှိ မြင့်မားသောနေရာတွင် ထားရှိမည်။ မူဂျာဟစ်ဒ်က ပြောသည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">بِبَدَنِكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ <span class=\"gray\">(သေဆုံးနေသော)</span> ခန္ဓာကိုယ်)</span> ဆိုလိုသည်မှာ 'သင်၏ ရုပ်ပိုင်းဆိုင်ရာခန္ဓာကိုယ်'။ \"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်နောက်မှ လာမည့်သူတို့အတွက် သင်သည် သက်သေတစ်ခုဖြစ်နိုင်မည်!)</span> ဆိုလိုသည်မှာ အစ္စရေးလ်သားများအတွက် သင်၏သေဆုံးခြင်းနှင့် ဖျက်ဆီးခံရခြင်း၏ သက်သေတစ်ခုဖြစ်နိုင်သည်။ </p><p lang=\"my\" class=\"my \">ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်သည် အနန္တစွမ်းအားရှင်ဖြစ်ပြီး ဖန်ဆင်းခံသတ္တဝါအားလုံးကို ထိန်းချုပ်ထားသူဖြစ်ကြောင်း သက်သေအဖြစ်လည်း ရပ်တည်ခဲ့သည်။ သူ၏ဒေါသကို မည်သူမျှ မခံနိုင်ပေ။ ဖိရ်အောင်နှင့် သူ၏လူမျိုးများသည် အာရှူရာနေ့တွင် ဖျက်ဆီးခံခဲ့ရသည်။ အလ်-ဘူခါရီက မှတ်တမ်းတင်ထားသကဲ့သို့ အိဗ်နု အဘ္ဘားစ်က ပြောသည်၊ \"ပရောဖက် ﷺ သည် အလ်-မဒီနာသို့ ရောက်ရှိလာသောအခါ ဂျူးလူမျိုးများသည် အာရှူရာနေ့တွင် ဥပုသ်သီလ စောင့်ထိန်းခဲ့ကြသည်။ ထို့ကြောင့် သူက မေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَذَا الْيَومُ الَّذِي تَصُومُونَهُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ဥပုသ်စောင့်ထိန်းနေသော ဤနေ့ကား မည်သည့်နေ့နည်း။)</span> ၎င်းတို့က \"ဤသည်မှာ မူဆာသည် ဖိရ်အောင်အား အောင်ပွဲခံခဲ့သောနေ့ဖြစ်သည်\" ဟု ပြန်ဖြေခဲ့သည်။ ထို့ကြောင့် ပရောဖက် ﷺ မိန့်တော်မူခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنْتُمْ أَحَقُّ بِمُوسَى مِنْهُمْ فَصُومُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့ထက် မူဆာနှင့် ပိုမိုသက်ဆိုင်သည်။ ထို့ကြောင့် ထိုနေ့တွင် ဥပုသ်စောင့်ထိန်းကြလော့။)</span></p>"
  },
  {
    "ayah_key": "10:93",
    "group_ayah_key": "10:93",
    "from_ayah": "10:93",
    "to_ayah": "10:93",
    "ayah_keys": "10:93",
    "text": "<p class=\"my translation\" lang=\"my\">ငါတို့သည် ဧကန်မလွဲ ဣစရာအေလ်၏သားမြေးတို့ကို ဂုဏ်ယူဖွယ်ရာ နေထိုင်ရာဌာနတွင် နေရာချထားပေးခဲ့ပြီး ကောင်းမွန်သောအရာများကို ပေးသနားခဲ့သည်၊ ၎င်းတို့ထံသို့ အသိပညာရောက်ရှိလာသည့်တိုင်အောင် ကွဲပြားမှုမရှိခဲ့ပေ။ ဧကန်မလွဲ သင်၏အရှင်သခင်သည် ၎င်းတို့ကွဲပြားခဲ့ကြသည့်အရာများနှင့် ပတ်သက်၍ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်။ <span>(၉၃)</span></p><div lang=\"my\" class=\"my \"><h2>ပြည်တွင်းရှိ ဣစရာအေလ်၏သားမြေးတို့အား နေရာချထားခြင်းနှင့် ကောင်းမွန်သောအရာများဖြင့် ပေးသနားခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်များတွင် အလ္လာဟ်အရှင်မြတ်သည် ဣစရာအေလ်၏သားမြေးတို့အား ပေးသနားခဲ့သော လောကီနှင့် ဘာသာရေးဆိုင်ရာ လက်ဆောင်များအားလုံးကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُبَوَّأَ صِدْقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂုဏ်ယူဖွယ်ရာ နေထိုင်ရာဌာန)</span> ဆိုသည်မှာ အချို့ကပြောသည့်အတိုင်း အီဂျစ်နှင့် ဆီးရီးယား၊ ဂျေရုဆလင်ပတ်ဝန်းကျင်ကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အောင်နှင့် သူ၏စစ်သည်များကို ဖျက်ဆီးသောအခါ၊ မိုရှေနိုင်ငံတော်သည် အီဂျစ်တစ်ဝှမ်းလုံးကို ထိန်းချုပ်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَىٰ عَلَىٰ بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အားနည်းသည်ဟု ယူဆခြင်းခံရသူများကို ကမ္ဘာမြေ၏ အရှေ့ဘက်ခြမ်းများနှင့် ငါတို့ ကောင်းချီးပေးထားသော အနောက်ဘက်ခြမ်းများကို အမွေခံစေခဲ့သည်။ သင်၏အရှင်သခင်၏ ကောင်းမြတ်သော စကားတော်သည် ဣစရာအေလ်၏သားမြေးတို့အပေါ် ၎င်းတို့၏ သည်းခံမှုကြောင့် ပြည့်စုံခဲ့သည်။ ဖိရ်အောင်နှင့် သူ၏လူများ တည်ဆောက်ခဲ့သော ကြီးမြတ်သောအလုပ်များနှင့် အဆောက်အအုံများအားလုံးကို ငါတို့ လုံးဝဖျက်ဆီးခဲ့သည်။)</span><span class=\"gray\">(၇:၁၃၇)</span> အခြားအာယသ်တော်များတွင် ၎င်းက မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجْنَاهُم مِّن جَنَّاتٍ وَعُيُونٍ - وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ - كَذَٰلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အား ဥယျာဉ်များနှင့် စမ်းရေတွင်းများမှ မောင်းထုတ်ခဲ့သည်။ ဘဏ္ဍာများ၊ နှင့် ဂုဏ်ယူဖွယ်ရာ နေရာအမျိုးမျိုးတို့မှဖြစ်သည်။ ဤသို့ဖြင့် ငါတို့သည် ဣစရာအေလ်၏သားမြေးတို့ကို ၎င်းတို့အား အမွေခံစေခဲ့သည်။)</span><span class=\"gray\">(၂၆:၅၇-၅၉)</span> ၎င်းက ထပ်မံ၍ မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ تَرَكُوا مِن جَنَّاتٍ وَعُيُونٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထားခဲ့သော ဥယျာဉ်များနှင့် စမ်းရေတွင်းများ မည်မျှများပြားသနည်း...)</span><span class=\"gray\">(၄၄:၂၅-၂၇)</span> ထို့နောက် ၎င်းတို့သည် မူဆာနှင့်အတူ ဆက်လက်၍ ဂျေရုဆလင် – အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေ အီဗရာဟင်မ်၏ပြည်ကို ရှာဖွေခဲ့ကြသည်။ ဂျေရုဆလင်တွင် ဧရာမလူမျိုးများရှိခဲ့သည်။ ဣစရာအေလ်၏သားမြေးတို့သည် ၎င်းတို့နှင့် တိုက်ခိုက်ခြင်းကို ရှောင်ကြဉ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နှစ်ပေါင်းလေးဆယ်ကြာ တောကန္တာရသို့ နှင်ထုတ်ခဲ့သည်။ ဤတောကန္တာရကာလအတွင်း ပထမ ဟာရွန်ကွယ်လွန်ပြီးနောက် မူဆာ ကွယ်လွန်ခဲ့သည်။ ၎င်းတို့နောက်တွင် ယုရှအ် ဘင်နွန်က ဦးဆောင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဂျေရုဆလင်ကို အောင်နိုင်ရန်နှင့် ကာလတစ်ခုကြာ အုပ်ချုပ်ရန် ၎င်းတို့အား ထောက်ခံခဲ့သည်။ ၎င်း၏မိန့်ကြားချက်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အား ကောင်းမွန်သောအရာများကို ပေးသနားခဲ့သည်)</span> ဆိုသည်မှာ သဘာဝနှင့် တရားဥပဒေအရ ကောင်းမွန်သော တရားဝင်၊ သန့်ရှင်းပြီး အသုံးဝင်သော စားနပ်ရိက္ခာကို ဆိုလိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اخْتَلَفُوا حَتَّىٰ جَاءَهُمُ الْعِلْمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံသို့ အသိပညာရောက်ရှိလာသည့်တိုင်အောင် ကွဲပြားမှုမရှိခဲ့ပေ။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အသိပညာပေးပို့ခဲ့ပြီး ကိစ္စရပ်များနှင့် ပြဿနာအမျိုးမျိုးကို ရှင်းပြခဲ့ပြီးဖြစ်သောကြောင့် ၎င်းတို့အချင်းချင်း အငြင်းပွားစရာအကြောင်း မရှိသင့်ပေ။ ဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْيَهُودَ اخْتَلَفُوا عَلَى إِحْدَى وَسَبْعِينَ فِرْقَةً، وَإِنَّ النَّصَارَى اخْتَلَفُوا عَلَى اثْنَتَيْنِ وَسَبْعِينَ فِرْقَةً، وَسَتَفْتَرِقُ هَذِهِ الْأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً، مِنْهَا وَاحِدَةٌ فِي الْجَنَّةِ، وَاثْنَتَانِ وَسَبْعُونَ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးများသည် ဂိုဏ်းပေါင်း (၇၁) ဂိုဏ်း ကွဲပြားခဲ့ပြီး၊ ခရစ်ယာန်များသည် ဂိုဏ်းပေါင်း (၇၂) ဂိုဏ်း ကွဲပြားခဲ့သည်၊ ဤအွမ္မသ်သည် ဂိုဏ်းပေါင်း (၇၃) ဂိုဏ်း ကွဲပြားလိမ့်မည်၊ ၎င်းတို့အနက် တစ်ဂိုဏ်းမှာ ဂျန္နတ်၌ရှိပြီး၊ (၇၂) ဂိုဏ်းမှာ ငရဲ၌ရှိသည်။)</span> ၎င်းတို့က \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ ၎င်းတို့သည် မည်သူများပါလဲ\" ဟု မေးမြန်းခဲ့ရာ ၎င်းက ပြန်လည်ဖြေကြားခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنَا عَلَيْهِ وَأَصْحَابِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်နှင့် ကျွန်ုပ်၏သာဝကများ ရပ်တည်နေသည့်အရာများပေါ်တွင် ရှိသူများ။)</span> ဤအသုံးအနှုန်းဖြင့် အလ်-ဟာကင်မ်က သူ၏ မူစ်သဒရက်တွင် မှတ်တမ်းတင်ခဲ့သည်။ ထို့ကြောင့် ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သင်၏အရှင်သခင်သည် ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်)</span> ဤနေရာတွင် အဓိပ္ပါယ်မှာ ၎င်းတို့အကြား ခွဲခြားသိမြင်စေရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကွဲပြားခဲ့ကြသည့်အရာများနှင့် ပတ်သက်၍ ရှင်ပြန်ထမြောက်ရာနေ့တွင်။)</span></p>"
  }
]