[
  {
    "ayah_key": "7:175",
    "group_ayah_key": "7:175",
    "from_ayah": "7:175",
    "to_ayah": "7:177",
    "ayah_keys": "7:175,7:176,7:177",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အား ငါတို့၏ အာယတ်တော်များကို ပေးအပ်ခဲ့သူ၏ အကြောင်းကို ရွတ်ဆိုပြပါလေ။ သို့သော် ၎င်းသည် ယင်းတို့ကို စွန့်ပစ်ခဲ့၏။ ထို့နောက် ရှိုင်တွာန်သည် သူ့နောက်သို့ လိုက်ပါခဲ့ရာ ၎င်းသည် လမ်းမှားသူများထဲမှ ဖြစ်သွားခဲ့၏။ <span>(၁၇၅)</span>အကယ်၍ ငါတို့ အလိုရှိခဲ့ပါမူ ၎င်းအား ယင်းတို့ဖြင့် အမှန်ပင် မြင့်မြတ်စေခဲ့မည်။ သို့သော် ၎င်းသည် မြေကြီးကို စွဲကိုင်ခဲ့ပြီး မိမိ၏ အချည်းနှီးသော တပ်မက်မှုများကို လိုက်နာခဲ့၏။ ထို့ကြောင့် ၎င်း၏ ပုံဥပမာသည် ခွေး၏ ပုံဥပမာဖြစ်သည်။ အကယ်၍ သင်သည် ၎င်းအား မောင်းထုတ်ပါက ၎င်းသည် ဟောဟဲလုပ်၏။ သို့မဟုတ် သင်သည် ၎င်းအား တစ်ယောက်တည်း ထားခဲ့ပါက ၎င်းသည် <span class=\"gray\">(လည်း)</span> ဟောဟဲလုပ်၏။ ဤသည်မှာ ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်ကြသော လူမျိုးတို့၏ ပုံဥပမာပင်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့ ဆင်ခြင်မိစေရန် ဇာတ်လမ်းများကို ပြောပြပါလေ။ <span>(၁၇၆)</span>ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်ကြပြီး မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ခဲ့သော လူမျိုးတို့၏ ပုံဥပမာသည် ဆိုးရွားလှ၏။ <span>(၁၇၇)</span></p><div lang=\"id\" class=\"id \"><h2>Story of Bal'am bin Ba'ura</h2></div><p lang=\"gd\" class=\"gd \">Abdur-Razzaq recorded that 'Abdullah bin Mas'ud said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانسَلَخَ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ငါတို့၏ အာယတ်တော်များကို ပေးအပ်ခဲ့သူ၏ အကြောင်းကို ရွတ်ဆိုပြပါလေ။ သို့သော် ၎င်းသည် ယင်းတို့ကို စွန့်ပစ်ခဲ့၏။)</span></p><p lang=\"my\" class=\"my \">\"သည် ဘနီအစ္စရေးလ်တို့မှ အမျိုးသားတစ်ဦးဖြစ်သော ဘလ်အမ် ဘင် ဘာအူရာ' အကြောင်းဖြစ်သည်။\" ရှူဘဟ်နှင့် အခြားအများအပြားသော စာချွန်လွှာတင်သူများသည် မန်ဆူရ်ထံမှ ဤပြောဆိုချက်ကို ပြောပြခဲ့ကြရာ ၎င်းသည် အိဗ်နု မစ်အူဒ်ထံမှ ရရှိခဲ့သည်။ စအိဒ် ဘင် အဘီ အာရူဘဟ်က ကာတာဒဟ်က အိဗ်နု အဗ္ဗားစ်က ပြောပြသည်မှာ \"၎င်းသည် အာရ်-ရာဟိဗ်၏သား စိုင်ဖီဖြစ်သည်။\" ကာတာဒဟ်က ကအ်ဗ်က ပြောပြသည်မှာ \"၎င်းသည် အလ်-ဘလ်က်လာ <span class=\"gray\">(ဂျော်ဒန်ပြည်နယ်တစ်ခု)</span> မှ လူတစ်ဦးဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်၏ အကြီးမြတ်ဆုံးနာမတော်ကို သိရှိခဲ့သည်။ ၎င်းသည် ဘိုင်တ် အလ်-မာက်ဒစ်တွင် အာဏာရှင်များနှင့်အတူ နေထိုင်ခဲ့သည်။\" အလ်-အောက်ဖီက အိဗ်နု အဗ္ဗားစ်က ပြောပြသည်မှာ \"၎င်းသည် ဘလ်အမ် ဘင် ဘာအူရာ' ဖြစ်ပြီး ယီမင်မှ လူတစ်ဦးဖြစ်၍ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား အရှင်၏ အာယတ်တော်များ၏ ဗဟုသုတကို ပေးသနားခဲ့သော်လည်း ၎င်းသည် ယင်းတို့ကို စွန့်ပစ်ခဲ့သည်။\" မာလိက် ဘင် ဒီနာရ်က ပြောပြသည်မှာ \"၎င်းသည် ဘနီအစ္စရေးလ်တို့မှ ကျွမ်းကျင်သူတစ်ဦးဖြစ်ပြီး ၎င်း၏ တောင်းဆုများသည် လက်ခံခံရသည်။ ၎င်းတို့သည် အခက်အခဲကြုံတွေ့ရချိန်တွင် ၎င်းအား တောင်းဆုပြုရန် ခေါင်းဆောင်အဖြစ် ရှာဖွေခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် မူစာသည် ၎င်းအား မဒ်ယန်ဘုရင်ထံသို့ အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖိတ်ခေါ်ရန် စေလွှတ်ခဲ့သည်။ ထိုဘုရင်သည် ၎င်းအား နှစ်သိမ့်ပေးပြီး မြေနှင့် လက်ဆောင်များ ပေးအပ်ခဲ့ရာ ၎င်းသည် မူစာ၏ ဘာသာမှ ပြောင်းလဲသွားပြီး ဘုရင်၏ ဘာသာကို လိုက်နာခဲ့သည်။\" အိမ္ရာန် ဘင် အူယိုင်နဟ်က ဟူစိုင်န်က အိမ္ရာန် ဘင် အလ်-ဟာရိစ်က အိဗ်နု အဗ္ဗားစ်က ပြောပြသည်မှာ \"၎င်းသည် ဘလ်အမ် ဘင် ဘာအူရာ'၏သားဖြစ်သည်။\" မူဂျာဟစ်ဒ်နှင့် အိက္ကရီမာတို့ကလည်း အလားတူ ပြောကြားခဲ့ကြသည်။ ထို့ကြောင့် အိဗ်နု မစ်အူဒ်နှင့် ဆလာဖ်တို့ထဲမှ အခြားအများအပြားတို့၏ အဆိုအရ ဤဂုဏ်အသရေရှိသော အာယတ်တော်သည် ရှေးခေတ်ဘနီအစ္စရေးလ်တို့မှ အမျိုးသားတစ်ဦးအကြောင်း ထုတ်ဖော်ပြသခဲ့ခြင်းဖြစ်ကြောင်း ကောင်းစွာသိရှိရသည်။ အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ်က ပြောပြသည်မှာ \"၎င်းသည် အာဏာရှင်တို့၏ မြို့ <span class=\"gray\">(ဂျေရုဆလင်)</span> မှ လူတစ်ဦးဖြစ်ပြီး ၎င်း၏အမည်မှာ ဘလ်အမ် ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်၏ အကြီးမြတ်ဆုံးနာမတော်ကို သိရှိခဲ့သည်။\" အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ်က ပြောပြသည်မှာ \"မူစာနှင့် ၎င်းနှင့်အတူရှိသူများသည် အာဏာရှင်တို့၏ မြို့ <span class=\"gray\">(ဂျေရုဆလင်)</span> သို့ သွားရောက်သောအခါ ဘလ်အမ်၏ ဝမ်းကွဲများနှင့် ၎င်း၏လူမျိုးများသည် ၎င်းထံသို့ လာရောက်ပြီး ပြောပြသည်မှာ 'မူစာသည် အားကောင်းသောလူတစ်ဦးဖြစ်ပြီး စစ်သည်အများအပြားရှိသည်။ အကယ်၍ ၎င်းသည် ငါတို့အပေါ် အနိုင်ရရှိပါက ငါတို့ ဖျက်ဆီးခံရလိမ့်မည်။ ထို့ကြောင့် မူစာနှင့် ၎င်းနှင့်အတူရှိသူများ ငါတို့အပေါ် အောင်မြင်မှုမရရှိစေရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆုပြုပါ။' ဘလ်အမ်က ပြောပြသည်မှာ 'အကယ်၍ ငါသည် မူစာနှင့် ၎င်းနှင့်အတူရှိသူများကို နောက်ပြန်လှည့်သွားစေရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆုပြုပါက ဤလောကနှင့် နောက်ဆုံးဘဝတွင် ငါ ဆုံးရှုံးလိမ့်မည်။' ၎င်းတို့သည် ၎င်းအား လှည့်ဖြားနေခဲ့ကြရာ ၎င်းသည် မူစာနှင့် ၎င်း၏လူမျိုးများအား ဆန့်ကျင်၍ တောင်းဆုပြုခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ပေးသနားခဲ့သည်များကို <span class=\"gray\">(ဗဟုသုတ)</span> ပြန်ယူခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် ယင်းတို့ကို စွန့်ပစ်ခဲ့၏။ ထို့နောက် ရှိုင်တွာန်သည် သူ့နောက်သို့ လိုက်ပါခဲ့၏။)</span>'\" အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَٰكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့ အလိုရှိခဲ့ပါမူ ၎င်းအား ယင်းတို့ဖြင့် အမှန်ပင် မြင့်မြတ်စေခဲ့မည်။ သို့သော် ၎င်းသည် မြေကြီးကို စွဲကိုင်ခဲ့ပြီး မိမိ၏ အချည်းနှီးသော တပ်မက်မှုများကို လိုက်နာခဲ့၏။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့ အလိုရှိခဲ့ပါမူ ၎င်းအား ယင်းတို့ဖြင့် အမှန်ပင် မြင့်မြတ်စေခဲ့မည်။)</span> ငါတို့ ၎င်းအား ဗဟုသုတပေးအပ်ခဲ့သော အာယတ်တော်များမှတစ်ဆင့် ဤလောကဘဝ၏ ညစ်ညမ်းမှုမှ ကင်းဝေးစေခဲ့မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် မြေကြီးကို စွဲကိုင်ခဲ့၏။)</span> ၎င်းသည် ဤဘဝ၏ အဆင်တန်ဆာများနှင့် ၎င်း၏ပျော်ရွှင်မှုများတွင် စိတ်ဝင်စားခဲ့သည်။ ၎င်းသည် ဘဝ၏ တပ်မက်မှုများနှင့် ပျော်ရွှင်မှုများတွင် နစ်မြုပ်ခဲ့ပြီး ယင်းတို့ကြောင့် လှည့်စားခံခဲ့ရသည်။ မှန်ကန်သော နားလည်မှု သို့မဟုတ် ကောင်းမွန်သော စိတ်ဓာတ်မရှိဘဲ ၎င်းကဲ့သို့ အခြားသူများကို ဘဝက လှည့်စားခဲ့သကဲ့သို့ပင်။ မိုဟာမဒ် ဘင် အိစှာက် ဘင် ယေသာရ်သည် ဆာလိမ်ထံမှ အဘူ အန်-နာဒ်ရ်ထံမှ ပြောပြသည်မှာ မူစာသည် အာရှ်-ရှမ် <span class=\"gray\">(မဟာဆီးရီးယား)</span> ဒေသရှိ ဘနီ ခါနန်ပြည်သို့ ဝင်ရောက်သောအခါ ဘလ်အမ်၏ လူမျိုးများသည် ၎င်းထံသို့ ရောက်ရှိလာပြီး ပြောပြသည်မှာ \"ဤသည်မှာ အစ္စရေးလ်သားများနှင့်အတူရှိသော အိမ္ရာန်၏သား မူစာဖြစ်သည်။ ၎င်းသည် ငါတို့အား ငါတို့၏ မြေမှ မောင်းထုတ်လိုပြီး ငါတို့ကို သတ်ဖြတ်ကာ အစ္စရေးလ်သားများဖြင့် အစားထိုးလိုသည်။ ငါတို့သည် သင်၏လူမျိုးဖြစ်ပြီး အခြားနေထိုင်ရာနယ်မြေမရှိပါ။ သင်သည် တောင်းဆုများသည် လက်ခံခံရသောသူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ)</span> ဖြစ်သည်။ ထို့ကြောင့် ထွက်သွားပြီး ၎င်းတို့ကို ဆန့်ကျင်၍ အလ္လာဟ်အရှင်မြတ်အား တောင်းဆုပြုပါ။\" ၎င်းက ပြောပြသည်မှာ \"သင်တို့ ဒုက္ခရောက်ပါစေ! ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် <span class=\"gray\">(မူစာ)</span> ဖြစ်ပြီး ၎င်းနှင့်အတူ ကောင်းကင်တမန်များနှင့် ယုံကြည်သူများရှိသည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ ငါသိရှိထားသည်များကို သိရှိထားချိန်တွင် ၎င်းတို့ကို ဆန့်ကျင်၍ ငါမည်သို့ တောင်းဆုပြုနိုင်မည်နည်း။\" ၎င်းတို့က ပြောပြသည်မှာ \"ငါတို့တွင် အခြားနေထိုင်ရာနယ်မြေမရှိပါ။\" ထို့ကြောင့် ၎င်းတို့သည် ၎င်းအား ဆက်လက်လှည့်ဖြား၍ တောင်းပန်ခဲ့ကြရာ ၎င်းသည် စမ်းသပ်မှုဖြင့် သွေးဆောင်ခံရပြီး အစ္စရေးလ်စစ်တပ်စခန်းများနောက်တွင်ရှိသော ဟူစ်ဘန်တောင်ဘက်သို့ မိမိ၏ မြည်းဖြင့် သွားခဲ့သည်။ ၎င်းသည် တောင်ပေါ်တွင် ခဏမျှ ဆက်လက်သွားသောအခါ မြည်းသည် ထိုင်ချလိုက်ပြီး ဆက်လက်မသွားလိုတော့ပါ။ ၎င်းသည် မြည်းပေါ်မှ ဆင်းပြီး မြည်းအား ရိုက်နှက်ခဲ့ရာ မြည်းသည် ပြန်ထရပ်ပြီး ၎င်းစီးနင်းခဲ့သည်။ မြည်းသည် ခဏအကြာတွင် အလားတူ ပြုလုပ်ခဲ့ပြီး ၎င်းသည် မြည်းအား ထပ်မံရိုက်နှက်ခဲ့ရာ မြည်းသည် ပြန်ထရပ်ခဲ့သည်။ ထို့ကြောင့် ၎င်းသည် ဆက်လက်သွားပြီး မူစာနှင့် ၎င်း၏လူမျိုးများအား ဆန့်ကျင်၍ တောင်းဆုပြုရန် ကြိုးပမ်းခဲ့သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏လျှာကို ၎င်း၏လူမျိုးများအား မကောင်းကြောင်းနှင့် အစ္စရေးလ်သားများအား ကောင်းကြောင်း ပြောဆိုစေခဲ့ရာ ၎င်း၏လူမျိုးများသည် ကန့်ကွက်ခဲ့ကြသည်မှာ \"အို ဘလ်အမ်! သင်ဘာလုပ်နေသနည်း။ သင်သည် ၎င်းတို့အတွက် တောင်းဆုပြုနေပြီး ငါတို့ကို ဆန့်ကျင်နေသည်!\" ၎င်းက ပြောပြသည်မှာ \"၎င်းသည် ငါ၏ ဆန္ဒနှင့် ဆန့်ကျင်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ဆုံးဖြတ်ခဲ့သော ကိစ္စဖြစ်သည်။\" ထို့နောက် ၎င်းသည် ၎င်း၏လျှာသည် ပါးစပ်မှ ထွက်လာသည်နှင့်အမျှ ၎င်းတို့အား ပြောပြသည်မှာ \"ယခု ငါသည် ဤလောကနှင့် နောက်ဆုံးဘဝကို ဆုံးရှုံးခဲ့ပြီ။\" ဤအာယတ်တော်သည် ဘလ်အမ် ဘင် ဘာအူရာ'၏ ဇာတ်လမ်းအကြောင်း ထုတ်ဖော်ပြသခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانسَلَخَ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ငါတို့၏ အာယတ်တော်များကို ပေးအပ်ခဲ့သူ၏ အကြောင်းကို ရွတ်ဆိုပြပါလေ။ သို့သော် ၎င်းသည် ယင်းတို့ကို စွန့်ပစ်ခဲ့၏။)</span>၊ အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَفَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဆင်ခြင်မိစေရန်။)</span> အလ္လာဟ်အရှင်မြတ်က မိမိ၏ တမန်တော် မိုဟာမဒ် ﷺ အား ဆက်လက်မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဇာတ်လမ်းများကို ပြောပြပါလေ။ ၎င်းတို့သည်)</span> အစ္စရေးလ်သားများ၊ ၎င်းတို့သည် ဘလ်အမ်၏ ဇာတ်လမ်းနှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းအား လမ်းမှားစေပြီး အရှင်၏ ကရုဏာမှ နှင်ထုတ်ခဲ့သောအခါ ဘာဖြစ်ခဲ့သည်ကို သိရှိထားကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား အရှင်၏ အကြီးမြတ်ဆုံး နာမတော်ကို သင်ကြားပေးခြင်းဖြင့် မျက်နှာသာပေးခဲ့ရာ ယင်းဖြင့် အရှင်အား တောင်းဆိုပါက ပေးသနားမည်ဖြစ်ပြီး အရှင်အား ခေါ်ဆိုပါက အဖြေပေးမည်ဖြစ်သည်။ သို့သော် ဘလ်အမ်သည် ၎င်းအား အလ္လာဟ်အရှင်မြတ်ကို မနာခံဘဲ အသုံးပြုခဲ့ပြီး ထိုအချိန်က အရှင်၏ ကျွန်နှင့် ရစူလ်ဖြစ်သူ မူစာ၊ အိမ္ရာန်၏သား၊ အရှင်မြတ်က တိုက်ရိုက်ပြောဆိုခဲ့သော ၎င်းအား ယုံကြည်သူတို့၏ မိမိ၏ ပါတီကို ဆန့်ကျင်၍ အရှင်အား တောင်းဆုပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَفَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဆင်ခြင်မိစေရန်။)</span> ဘလ်အမ်၏ အပြုအမူကို ရှောင်ရှားရန်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ဂျူးများအား ဗဟုသုတကို ပေးသနားခဲ့ပြီး ၎င်းတို့ပတ်လည်ရှိ ကျေးတောသားများထက် သာလွန်စေခဲ့သည်။ အရှင်က ၎င်းတို့၏ ကိုယ်ပိုင်သားသမီးများကို အသိအမှတ်ပြုသကဲ့သို့ မိုဟာမဒ် ﷺ အား အသိအမှတ်ပြုနိုင်စေရန် ၎င်း၏ ဖော်ပြချက်ကို ပေးသနားခဲ့သည်။ ၎င်းတို့သည် မိမိတို့၏ တမန်တော်များက ၎င်းအကြောင်း အသိပေးခဲ့ပြီး ၎င်းအား လိုက်နာရန် အမိန့်ပေးခဲ့သဖြင့် လူများထဲတွင် မိုဟာမဒ် ﷺ အား လိုက်နာရန်၊ ကူညီထောက်ပံ့ရန် အခွင့်အရေးအရှိဆုံးသူများဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့ထဲမှ မည်သူမဆို မိမိတို့၏ ကျမ်းစာများရှိ ဗဟုသုတကို ဆန့်ကျင်ပါက သို့မဟုတ် ကျွန်များထံမှ ဝှက်ထားပါက အလ္လာဟ်အရှင်မြတ်သည် ဤလောကတွင် ၎င်းအား အရှက်ရစေမည်ဖြစ်ပြီး နောက်ဆုံးဘဝတွင် အရှက်ကွဲခြင်းဖြင့် လိုက်နာလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်ကြသော လူမျိုးတို့၏ ပုံဥပမာသည် ဆိုးရွားလှ၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊ အရှင်၏ အာယတ်တော်များကို ငြင်းပယ်ကြသော လူမျိုးတို့၏ ပုံဥပမာသည် မကောင်းပါ။ ၎င်းတို့သည် အစားအစာစုဆောင်းရန်နှင့် တပ်မက်မှုများကို ဖြည့်ဆည်းရန်မှတစ်ပါး အခြားစိတ်ဝင်စားမှုမရှိသော ခွေးများနှင့် တူညီသည်။ ထို့ကြောင့် မည်သူမဆို ဗဟုသုတနှင့် လမ်းညွှန်မှုနယ်ပယ်မှ ထွက်ခွာပြီး မိမိ၏ တပ်မက်မှုများနှင့် အချည်းနှီးသော ဆန္ဒများကို ဖြည့်ဆည်းရန် ရှာဖွေသူသည် ခွေးနှင့်တူညီ၏။ မည်မျှဆိုးရွားသော ပုံဥပမာနည်း။ စဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَنَا مَثَلُ السَّوْءِ، الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَعُودُ فِي قَيْئِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းသော ပုံဥပမာသည် ငါတို့အတွက် မသင့်လျော်ပါ။ မိမိ၏ လက်ဆောင်ကို ပြန်ယူသူသည် အန်ဖတ်ကို ပြန်စားသော ခွေးနှင့်တူညီ၏။)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفُسَهُمْ كَانُوا يَظْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ခဲ့ကြ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို မတရားမပြုကျင့်ခဲ့သော်လည်း ၎င်းတို့သည် လမ်းညွှန်မှုကို ငြင်းပယ်ခြင်း၊ အရှင်အား မနာခံခြင်း၊ မကြာမီ ကုန်ဆုံးမည့် ဤဘဝဖြင့် ကျေနပ်ခြင်း၊ ထိုစဉ် တပ်မက်မှုများကို ဖြည့်ဆည်းရန်နှင့် ဆန္ဒများကို လိုက်နာရန် ရှာဖွေခြင်းဖြင့် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ခဲ့ကြခြင်းဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "7:178",
    "group_ayah_key": "7:178",
    "from_ayah": "7:178",
    "to_ayah": "7:178",
    "ayah_keys": "7:178",
    "text": "<p class=\"my translation\" lang=\"my\">အကြင်သူကို အလ္လာဟ်အရှင်မြတ် လမ်းမှန်ပြတော်မူပါက ထိုသူသည် လမ်းမှန်ရရှိသူဖြစ်၏။ အကြင်သူကို အရှင်မြတ်လမ်းမှားစေပါက – ထိုသူတို့သည် ရှုံးနိမ့်သူများဖြစ်ကြသည် <span>(178)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ အကြင်သူကို အရှင်မြတ် လမ်းမှန်ပြတော်မူပါက ထိုသူကို မည်သူမျှ လမ်းလွဲသို့ပို့ဆောင်နိုင်မည်မဟုတ်ပေ။ အကြင်သူကို အရှင်မြတ် လမ်းမှားစေပါက ထိုသူသည် ကျရှုံးခြင်း၊ ဆုံးရှုံးခြင်းနှင့် မလွဲဧကန် လမ်းမှားခြင်းတို့ကို ရရှိပြီဖြစ်သည်။ မလွဲဧကန် အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့် အရာတိုင်းသည် ဖြစ်ပေါ်လာမည်ဖြစ်ပြီး အရှင်မြတ် အလိုမရှိသည့် အရာတိုင်းသည် ဖြစ်ပေါ်လာမည်မဟုတ်ပေ။ 'အဘ်ဒုလ္လာဟ် ဘင် မဆ်အူဒ်' ထံမှ ဟဒီးဆ်တော်တစ်ခုတွင် ပါရှိသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْحَمْدَ للهِ نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَهْدِيهِ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِاللهِ مِنْ شُرُورِ أَنْفُسِنَا وَمِنْ سَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِ اللهُ فَلَا مُضِلَّ لَهُ وَمَنْ يُضْلِلِ اللهُ فَلَا هَادِيَ لَهُ، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းဟူသမျှသည် ထိုက်တန်သည်၊ ကျွန်ုပ်တို့သည် အရှင်မြတ်အား ချီးမွမ်းကြပြီး အကူအညီ၊ လမ်းညွှန်မှုနှင့် ခွင့်လွှတ်မှုတို့ကို တောင်းခံကြသည်။ ကျွန်ုပ်တို့၏စိတ်ဝိညာဉ်အတွင်းမှ မကောင်းမှုများမှလည်းကောင်း၊ ကျွန်ုပ်တို့၏ ဆိုးရွားသောအပြုအမူများ၏ ဝန်ထုပ်ဝန်ပိုးများမှလည်းကောင်း အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံကြသည်။ အကြင်သူကို အလ္လာဟ်အရှင်မြတ် လမ်းမှန်ပြတော်မူပါက ထိုသူသည် လမ်းမှားလိမ့်မည်မဟုတ်ပေ။ အကြင်သူကို အရှင်မြတ်လမ်းမှားစေပါက ထိုသူကို လမ်းမှန်ပြမည့်သူ ရှိလိမ့်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ထိုက်သော အခြားကိုးကွယ်ရာ ဘုရားမရှိကြောင်းနှင့် မုဟမ္မဒ်သည် အရှင်မြတ်၏ ကျွန်နှင့် ရစူလ်တမန်ဖြစ်ကြောင်း ကျွန်ုပ်သက်သေခံပါသည်။)</span> ဤပြည့်စုံသော ဟဒီးဆ်တော်ကို အီမာမ် အဟ်မဒ်နှင့် စုနန်ကျမ်းပြုစုသူများ အပါအဝင် အခြားသူများက မှတ်တမ်းတင်ထားသည်။</p>"
  }
]