[
  {
    "ayah_key": "11:40",
    "group_ayah_key": "11:40",
    "from_ayah": "11:40",
    "to_ayah": "11:40",
    "ayah_keys": "11:40",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူပင်)</span> ကျွန်ုပ်တို့၏ အမိန့်တော် ရောက်လာသောအခါ မီးဖိုမှ ရေများ <span class=\"gray\">(မြေပြင်မှ စမ်းရေများကဲ့သို့)</span> ပန်းထွက်လာသည်အထိပင်။ ကျွန်ုပ်တို့က “အမျိုးအစားတစ်ခုစီမှ နှစ်ကောင် <span class=\"gray\">(အထီးနှင့်အမ)</span> နှင့် သင်၏မိသားစု – ယခင်ကတည်းက စီရင်ချက်ချပြီးသူမှအပ – နှင့် ယုံကြည်သူများကို ထိုသင်္ဘောပေါ်သို့ တင်ပါ” ဟု မိန့်တော်မူခဲ့သည်။ ထိုနည်းတူ သူနှင့်အတူ အနည်းငယ်မျှသာ ယုံကြည်ခဲ့ကြသည်။ <span>(၄၀)</span></p><div lang=\"my\" class=\"my \"><h2>ရေလွှမ်းမိုးခြင်း၏ အစနှင့် နူဟ်သည် သတ္တဝါတိုင်းကို စုံတွဲများအဖြစ် သင်္ဘောပေါ်သို့ တင်ဆောင်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော် ရောက်လာသောအခါ မိုးသည် ဆက်တိုက် ရွာသွန်း၍ လေပြင်းမုန်တိုင်းသည်လည်း အားမလျော့ဘဲ ရပ်တန့်ခြင်းမရှိခဲ့ကြောင်း အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခဲ့သည့်အတိုင်း ၎င်းသည် နူဟ် ﷺ အား အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُّنْهَمِرٍ - وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَىٰ أَمْرٍ قَدْ قُدِرَ - وَحَمَلْنَاهُ عَلَىٰ ذَاتِ أَلْوَاحٍ وَدُسُرٍ - تَجْرِي بِأَعْيُنِنَا جَزَاءً لِّمَن كَانَ كُفِرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြင့် ကျွန်ုပ်တို့သည် ကောင်းကင်တံခါးများကို ရေများစီးကျစေ၍ ဖွင့်တော်မူခဲ့သည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် မြေကြီးမှ စမ်းရေများ ပန်းထွက်စေခဲ့သည်။ ထို့ကြောင့် ရေများ <span class=\"gray\">(ကောင်းကင်နှင့် မြေကြီးမှ)</span> သည် ကြိုတင်သတ်မှတ်ထားသော ကိစ္စတစ်ခုအတွက် ဆုံတွေ့ခဲ့ကြသည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် သူ့အား သစ်သားပြားများနှင့် သံမှိုများဖြင့် ပြုလုပ်ထားသော <span class=\"gray\">(သင်္ဘော)</span> ပေါ်သို့ တင်ဆောင်ခဲ့သည်။ ကျွန်ုပ်တို့၏ မျက်မှောက်တော်အောက်တွင် ပေါ်မျောနေခြင်း- ငြင်းပယ်ခံရသူအတွက် အကျိုးဆုလာဘ်ပင်!)</span><span class=\"gray\">[၅၄:၁၁-၁၄]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို ကိုးကား၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَارَ التَّنُّورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မီးဖိုမှ ရေများ ပန်းထွက်လာသည်။)</span> အိဗ်နု အဗ္ဗားစ်ထံမှ ပြောကြားသည်မှာ ၎င်းက “အတ်-တန်နူရ်သည် ကမ္ဘာမြေမျက်နှာပြင်ဖြစ်သည်” ဟု ဆိုခဲ့သည်။ ဤကျမ်းပိုဒ်သည် ကမ္ဘာမြေမျက်နှာပြင်သည် ပန်းထွက်နေသော စမ်းရေတွင်းများ ဖြစ်လာသည်ဟု အဓိပ္ပာယ်ရသည်။ ၎င်းသည် မီးရှိရာနေရာများဖြစ်သော တနာနီရ်မှ ရေများ ပန်းထွက်လာသည်အထိ ဆက်လက်ဖြစ်ပေါ်ခဲ့သည်။ ထို့ကြောင့် မီးရှိနေကျနေရာများမှပင် ရေများ ပန်းထွက်လာခဲ့သည်။ ၎င်းသည် ဆလဖ် <span class=\"gray\">(ရှေးပညာရှင်များ)</span> ၏ အများစုနှင့် ခလဖ် <span class=\"gray\">(နောက်ပိုင်း ပညာရှင်များ)</span> ၏ သဘောထားဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤအမှတ်တွင် အလ္လာဟ်အရှင်မြတ်သည် နူဟ်အား ဝိညာဉ်ရှိသော သတ္တဝါတိုင်းမှ တစ်စုံစီကို ရွေးချယ်၍ သင်္ဘောပေါ်သို့ တင်ဆောင်ရန် အမိန့်ပေးခဲ့သည်။ အချို့က ၎င်းတွင် အခြားသတ္တဝါများဖြစ်သော အပင်အတွဲများ၊ အထီးနှင့်အမများလည်း ပါဝင်သည်ဟု ဆိုကြသည်။ သင်္ဘောပေါ်သို့ ပထမဆုံးဝင်သော ငှက်မှာ ကြက်တူရွေးဖြစ်ပြီး နောက်ဆုံးဝင်သော တိရစ္ဆာန်မှာ မြည်းဖြစ်သည်ဟုလည်း ဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်၏မိသားစု – ယခင်ကတည်းက စီရင်ချက်ချပြီးသူမှအပ)</span> ၎င်း၏အဓိပ္ပာယ်မှာ “သင်၏မိသားစုကို သင်္ဘောပေါ်သို့ တင်ပါ” ဟုဖြစ်သည်။ ၎င်းသည် သူ၏အိမ်သူအိမ်သားများနှင့် ဆွေမျိုးများကို ရည်ညွှန်းသည်။ သို့သော် ယခင်ကတည်းက စီရင်ချက်ချပြီးသူမှအပ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ ၎င်းတို့ထဲတွင် နူဟ်၏သား ယမ်လည်း ပါဝင်ပြီး ၎င်းသည် တောထွက်ခဲ့သည်။ ၎င်းတို့ထဲတွင် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်ကို မယုံကြည်သော နူဟ်၏ဇနီးလည်း ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ آمَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ယုံကြည်သူများ။)</span> သင်၏လူမျိုးများမှ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူနှင့်အတူ အနည်းငယ်မျှသာ ယုံကြည်ခဲ့ကြသည်။)</span> ၎င်းသည် သူ <span class=\"gray\">(နူဟ်)</span> ၎င်းတို့အကြားတွင် ကိုးရာငါးဆယ်နှစ်ကြာ အချိန်ကြာမြင့်စွာ ရှိနေခဲ့ပြီးနောက်တွင်ပင် အနည်းငယ်မျှသာ ယုံကြည်ခဲ့ကြသည်ဟု ဆိုလိုသည်။ အိဗ်နု အဗ္ဗားစ်ထံမှ ပြောကြားသည်မှာ ၎င်းက “၎င်းတို့သည် အမျိုးသမီးများအပါအဝင် လူရှစ်ဆယ်ဦး ဖြစ်သည်” ဟု ဆိုခဲ့သည်။</p>"
  },
  {
    "ayah_key": "11:41",
    "group_ayah_key": "11:41",
    "from_ayah": "11:41",
    "to_ayah": "11:43",
    "ayah_keys": "11:41,11:42,11:43",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ သူက ပြောသည်- \"၎င်းထဲသို့ တက်စီးကြလော့၊ အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ၎င်း၏ <span class=\"gray\">(သွားလာမှု)</span> လမ်းကြောင်းနှင့် ၎င်း၏ <span class=\"gray\">(ရပ်နားမှု)</span> ဆိုက်ကပ်ရာ ဖြစ်လိမ့်မည်။ အမှန်စင်စစ် ငါ၏ အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာထားတော်မူသော အရှင်မြတ်ဖြစ်တော်မူ၏။ <span>(၄၁)</span>ထို့နောက် <span class=\"gray\">(သင်္ဘောသည်)</span> တောင်များကဲ့သို့သော လှိုင်းများအကြား သူတို့နှင့်အတူ ရွက်လွှင့်သွားခဲ့သည်၊ နူးဟ်သည် မိမိနှင့် သီးခြားခွဲထွက်နေသော သားဖြစ်သူကို ခေါ်၍၊ \"အို ငါ့သား၊ ငါတို့နှင့်အတူ လာတက်စီးပါ၊ မယုံကြည်သူများနှင့်အတူ မရှိပါနှင့်။ <span>(၄၂)</span>သားက ပြန်ဖြေသည်- \"ငါသည် တောင်တစ်ခုသို့ သွားမည်၊ ၎င်းသည် ငါ့ကို ရေမှ ကယ်တင်လိမ့်မည်။\" နူးဟ်က ပြောသည်- \"ယနေ့ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှ ကယ်တင်နိုင်သူ တစ်ဦးတစ်ယောက်မျှ မရှိ၊ ကိုယ်တော် ကရုဏာပြုတော်မူသောသူမှလွဲ၍ ဖြစ်၏။\" ထိုအခါ သူတို့နှစ်ဦးကြား လှိုင်းများ ခြားနားခဲ့သဖြင့် သူ <span class=\"gray\">(သားဖြစ်သူ)</span> သည် နစ်မြုပ်သူများထဲမှ ဖြစ်သွားခဲ့သည်။ <span>(၄၃)</span></p><div lang=\"my\" class=\"my \"><h2>သင်္ဘောပေါ် စီးနင်းခြင်းနှင့် ကြီးမားသောလှိုင်းများမှတစ်ဆင့် ရွက်လွှင့်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နူးဟ်နှင့် ပတ်သက်၍ မိန့်တော်မူသည်မှာ၊ ကိုယ်တော်သည် သင်္ဘောပေါ်တွင် မိမိနှင့်အတူ သယ်ဆောင်ရန် အမိန့်ပေးခံရသူများကို ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းထဲသို့ တက်စီးကြလော့- အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ၎င်း၏ <span class=\"gray\">(သွားလာမှု)</span> လမ်းကြောင်းနှင့် ၎င်း၏ <span class=\"gray\">(ရပ်နားမှု)</span> ဆိုက်ကပ်ရာ ဖြစ်လိမ့်မည်။)</span> ၎င်းသည် ရေမျက်နှာပြင်ပေါ်တွင် သင်္ဘောရွက်လွှင့်ခြင်း၊ ၎င်း၏ ခရီးဆုံးခြင်းနှင့် ဆိုက်ကပ်ခြင်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်သာ ဖြစ်လိမ့်မည်ဟု ဆိုလိုသည်။ အဘူရာဂျာ အလ်-အူတာရီဒီက ၎င်းကို ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">(بِسْمِ اللهِ مُجرِيهَا ومُرْسِيهَا)</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ ကိုယ်တော်သည် ၎င်း၏လမ်းကြောင်းကို ရွေ့လျားစေပြီး ၎င်း၏ကျောက်ဆူးကို ချထားစေမည့် အရှင်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا اسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ - وَقُل رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ الْمُنزِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်နှင့် သင့်နှင့်အတူရှိသူများ သင်္ဘောပေါ်သို့ တက်စီးသည့်အခါ၊ ထိုအခါ ပြောပါ- \"ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် မတရားပြုကျင့်သူများထံမှ ကျွန်ုပ်တို့ကို ကယ်တင်ခဲ့သော အလ္လာဟ်အရှင်မြတ်အတွက် ဖြစ်သည်။ ထိုအခါ ပြောပါ- \"အကျွန်ုပ်၏ အရှင်! အကျွန်ုပ်အား မင်္ဂလာရှိသော ဆိုက်ကပ်ရာသို့ ဆိုက်ကပ်စေတော်မူပါ၊ အကြောင်းမှာ ကိုယ်တော်သည် ဆိုက်ကပ်ရာသို့ ခေါ်ဆောင်သူများထဲတွင် အကောင်းဆုံးဖြစ်တော်မူသည်။\")</span><span class=\"gray\">[၂၃:၂၈-၂၉]</span> ဤအကြောင်းကြောင့် အမှုကိစ္စအားလုံး၏ အစတွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော် <span class=\"gray\">(ဘစ်စမီလာဟ်)</span> ကို ဖော်ပြရန် ပိုနှစ်သက်သည်။ သင်္ဘောပေါ်သို့ တက်စီးသည့်အခါ သို့မဟုတ် တိရစ္ဆာန်ပေါ်သို့ တက်စီးသည့်အခါ အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ဖော်ပြသင့်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ - لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အစုံအားလုံးကို ဖန်ဆင်းတော်မူပြီး သင်တို့ စီးနင်းနိုင်ရန် သင်္ဘောများနှင့် တိရစ္ဆာန်များကို သင်တို့အတွက် ပြဋ္ဌာန်းတော်မူခဲ့သူ၊ သင်တို့ ၎င်းတို့၏ ကျောပေါ်သို့ တက်စီးနိုင်ရန်အတွက် ဖြစ်၏။)</span><span class=\"gray\">[၄၃:၁၂-၁၃]</span> ဤအလေ့အထ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ဖော်ပြခြင်း)</span> ကို စွန္နဟ်၌ အားပေးထားပြီး နှစ်သက်ဖွယ်ရာ အပြုအမူအဖြစ် မှတ်ယူသည်။ ဤနှင့်ပတ်သက်သော ဆွေးနွေးမှုသည် စူရဟ် အဇ်-ဇူခ်ရွဖ် <span class=\"gray\">(၄၃)</span> ၏ ရှင်းလင်းချက်တွင် လာမည်၊ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبِّي لَغَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါ၏ အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာထားတော်မူသော အရှင်မြတ်ဖြစ်တော်မူ၏။)</span> ထိုကဲ့သို့သော ထုတ်ပြန်ချက်သည် မယုံကြည်သူအားလုံးကို နစ်မြုပ်စေခြင်းဖြင့် <span class=\"gray\">(ကိုယ်တော်၏)</span> လက်စားချေခြင်းကို ဖော်ပြနေစဉ်တွင် သင့်လျော်သည်။ ထို့ကြောင့် သူ <span class=\"gray\">(နူးဟ်)</span> က မိမိ၏ အရှင်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာထားတော်မူသော အရှင်မြတ်ဖြစ်ကြောင်း ဖော်ပြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ ۖ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏ အရှင်မြတ်သည် လက်စားချေခြင်း၌ မြန်ဆန်တော်မူ၏။ ထို့ပြင် ကိုယ်တော်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာထားတော်မူသော အရှင်မြတ် ဖြစ်တော်မူ၏။)</span><span class=\"gray\">[၇:၁၆၇]</span> ကိုယ်တော်က ထပ်မံ၍ မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အမှန်စင်စစ် သင်၏ အရှင်မြတ်သည် လူသားများ၏ မတရားမှုများကြားမှပင် ခွင့်လွှတ်ခြင်းများ ပြည့်နှက်နေတော်မူ၏။ ထို့ပြင် အမှန်စင်စစ် သင်၏ အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးခြင်း၌ <span class=\"gray\">(လည်း)</span> ပြင်းထန်တော်မူ၏။)</span><span class=\"gray\">[၁၃:၆]</span> ထိုနည်းတူစွာ၊ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်နှင့် ကိုယ်တော်၏ လက်စားချေခြင်းကို ပေါင်းစပ်ထားသော အခြားသော အာယသ်တော်များစွာ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းသည် တောင်များကဲ့သို့သော လှိုင်းများအကြား သူတို့နှင့်အတူ ရွက်လွှင့်ခဲ့သည်၊)</span> ၎င်းသည် သင်္ဘောသည် ရေမျက်နှာပြင်ပေါ်တွင် သူတို့နှင့်အတူ ရွက်လွှင့်ခဲ့သည်ဟု ဆိုလိုသည်။ ထိုရေသည် ကမ္ဘာမြေကို လုံးဝဖုံးလွှမ်းခဲ့ပြီး တောင်ထိပ်များကိုပင် ဝန်းရံကာ ဆယ့်ငါးတောင်မြင့်သည်အထိ ကျော်လွန်မြင့်တက်ခဲ့သည်။ လှိုင်းများသည် တောင်များပေါ်တွင် မိုင်ရှစ်ဆယ်မြင့်သည်အထိ မြင့်တက်ခဲ့သည်ဟုလည်း ဆိုကြသည်။ သို့သော် ဤသင်္ဘောသည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ရေပေါ်တွင် ဆက်လက်ရွေ့လျားကာ ရွက်လွှင့်ခဲ့သည်။ ၎င်းသည် ကိုယ်တော်၏ အရိပ်အောက်၊ ကိုယ်တော်၏ အကူအညီ၊ ကိုယ်တော်၏ ကာကွယ်မှုနှင့် ကိုယ်တော်၏ ကောင်းချီးမင်္ဂလာအောက်တွင် ရွေ့လျားခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ - لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ရေသည် ၎င်း၏ ကန့်သတ်ချက်ကို ကျော်လွန်မြင့်တက်သောအခါ၊ ငါတို့သည် သင်တို့ကို သင်္ဘောပေါ်တွင် သယ်ဆောင်ခဲ့သည်။ ၎င်းကို သင်တို့အတွက် သတိပေးချက်ဖြစ်စေရန်နှင့် သတိရသော နားများက မှတ်သားထားနိုင်ရန်အတွက် ဖြစ်၏။)</span><span class=\"gray\">[၆၉:၁၁-၁၂]</span> အလ္လာဟ်အရှင်မြတ်က ထပ်မံ၍ မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمَلْنَاهُ عَلَىٰ ذَاتِ أَلْوَاحٍ وَدُسُرٍ - تَجْرِي بِأَعْيُنِنَا جَزَاءً لِّمَن كَانَ كُفِرَ - وَلَقَد تَّرَكْنَاهَا آيَةً فَهَلْ مِن مُّدَّكِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ၎င်းကို ပျဉ်ပြားများနှင့် သံမှိုများဖြင့် ပြုလုပ်ထားသော <span class=\"gray\">(သင်္ဘော)</span> ပေါ်တွင် သယ်ဆောင်ခဲ့သည်၊ ငါတို့၏ မျက်မှောက်တော်အောက်တွင် ရွက်လွှင့်စေခဲ့သည်- ငြင်းပယ်ခံရသူအတွက် ဆုလာဘ်တစ်ခု! ထို့ပြင် အမှန်စင်စစ် ငါတို့သည် ၎င်းကို သက်သေလက္ခဏာတစ်ခုအဖြစ် ချန်ထားခဲ့သည်။ ထို့နောက် သတိရသူ <span class=\"gray\">(သို့မဟုတ် ဆုံးမဩဝါဒ ခံယူသူ)</span> ရှိပါသလား။)</span><span class=\"gray\">[၅၄:၁၃-၁၅]</span></p><div lang=\"my\" class=\"my \"><h2>နူးဟ်၏ မယုံကြည်သော သား နစ်မြုပ်ခြင်း အကြောင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဇာတ်လမ်းကို ဆက်လက်၍ မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَادَىٰ نُوحٌ ابْنَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ နူးဟ်သည် မိမိ၏သားကို ခေါ်သည်၊)</span> ၎င်းသည် နူးဟ်၏ စတုတ္ထသားဖြစ်သည်။ သူ၏အမည်မှာ ယာမ် ဖြစ်ပြီး သူသည် မယုံကြည်သူတစ်ဦးဖြစ်သည်။ သူ၏ဖခင် နူးဟ်သည် သင်္ဘောပေါ်သို့ တက်စီးသည့်အချိန်တွင် သူ့ကို ခေါ်ခဲ့သည်၊ သူယုံကြည်ပြီး သူတို့နှင့်အတူ တက်စီးစေရန်ဖြစ်သည်။ အကယ်၍ သူလုပ်ခဲ့ပါက အခြားသော မယုံကြည်သူများကဲ့သို့ နစ်မြုပ်ခြင်းမှ ကယ်တင်ခြင်းခံရမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ سَآوِي إِلَىٰ جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သားက ပြန်ဖြေသည်- \"ငါသည် တောင်တစ်ခုသို့ သွားမည်၊ ၎င်းသည် ငါ့ကို ရေမှ ကယ်တင်လိမ့်မည်။\")</span> သူသည် သူ၏ အသိပညာမဲ့မှုကြောင့် ရေကြီးမှုသည် တောင်ထိပ်များသို့ ရောက်ရှိမည်မဟုတ်ဟု ယုံကြည်ခဲ့ပြီး တောင်ထိပ်တစ်ခုကို ဆွဲကိုင်ထားပါက နစ်မြုပ်ခြင်းမှ ကယ်တင်ခြင်းခံရမည်ဟု ယုံကြည်ခဲ့သည်။ သူ၏ဖခင် နူးဟ်က သူ့အား ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَن رَّحِمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှ ကယ်တင်နိုင်သူ တစ်ဦးတစ်ယောက်မျှ မရှိ၊ ကိုယ်တော် ကရုဏာပြုတော်မူသောသူမှလွဲ၍ ဖြစ်၏။)</span> ၎င်းသည် ယနေ့ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှ မည်သူမျှ ကယ်တင်ခြင်းခံရမည်မဟုတ်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူတို့နှစ်ဦးကြား လှိုင်းများ ခြားနားခဲ့သဖြင့် သူ <span class=\"gray\">(သားဖြစ်သူ)</span> သည် နစ်မြုပ်သူများထဲမှ ဖြစ်သွားခဲ့သည်။)</span></p>"
  }
]