[
  {
    "ayah_key": "11:80",
    "group_ayah_key": "11:80",
    "from_ayah": "11:80",
    "to_ayah": "11:81",
    "ayah_keys": "11:80,11:81",
    "text": "<p lang=\"my\" class=\"my \">သူက ပြောသည်- \"သင့်တို့ကို လွှမ်းမိုးရန် ကျွန်ုပ်၌ အားရှိခဲ့လျှင် သို့မဟုတ် ခိုင်မာသော အထောက်အပံ့တစ်ခုခုကို ကျွန်ုပ်မှီခိုနိုင်ခဲ့လျှင် ကောင်းလေစွ။ <span>(၈၀)</span>သူတို့ <span class=\"gray\">(တမန်တော်များ)</span> က ပြောသည်- \"အို လွတ်! အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သင်တို့၏ သခင်ထံမှ တမန်တော်များဖြစ်သည်။ သူတို့သည် သင့်ထံ ရောက်ရှိမည်မဟုတ်! ထို့ကြောင့် သင်၏မိသားစုနှင့်အတူ ညတစ်ပိုင်းတွင် ခရီးထွက်ပြီး သင်တို့ထဲမှ မည်သူမျှ နောက်သို့လှည့်မကြည့်စေနှင့်။ သို့သော် သင်၏ဇနီး <span class=\"gray\">(ကျန်နေခဲ့လိမ့်မည်)</span>၊ အမှန်စင်စစ်၊ သူတို့ကို ကျရောက်မည့် ပြစ်ဒဏ်သည် သူမကို ကျရောက်လိမ့်မည်။ အမှန်တကယ်ပင်၊ နံနက်သည် သူတို့၏ သတ်မှတ်ချိန်ဖြစ်သည်။ နံနက်သည် မနီးဘူးလား။ <span>(၈၁)</span></p><div lang=\"my\" class=\"my \"><h2>လွတ်၏ မစွမ်းဆောင်နိုင်မှု၊ သူ၏ အားအင်လိုလားမှုနှင့် ကောင်းကင်တမန်များက သူ့အား လက်တွေ့အခြေအနေကို အသိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသော အရှင်က လွတ်သည် သူ၏ပြောစကားဖြင့် သူတို့ကို ခြိမ်းခြောက်နေခဲ့သည်ဟု မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ لِي بِكُمْ قُوَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တို့ကို လွှမ်းမိုးရန် ကျွန်ုပ်၌ အား <span class=\"gray\">(လူအင်အား)</span> ရှိခဲ့လျှင် ကောင်းလေစွ၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်သည် သင့်တို့ကို စံနမူနာပြ အပြစ်ပေးပြီး ကျွန်ုပ်ကိုယ်တိုင်နှင့် ကျွန်ုပ်၏မိသားစုအားဖြင့် သင့်တို့ကို <span class=\"gray\">(ဘေးဥပဒ်)</span> ပြုလုပ်မည်မှာ သေချာပါသည်။' ဤကိစ္စနှင့် ပတ်သက်၍ အဘူ ဟူရိုင်ရာထံမှ သတင်းပို့ထားသော ဟဒီးစ်တော်တစ်ခုရှိပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةُ اللهِ عَلَى لُوطٍ لَقَدْ كَانَ يَأْوِي إِلَى رُكْنٍ شَدِيدٍ - يَعْنِي اللهَ عَزَّ وَجَلَّ - فَمَا بَعَثَ اللهُ بَعْدَهُ مِنْ نَبِيٍّ إِلَّا فِي ثَرْوَةٍ مِنْ قَوْمِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ ကရုဏာတော်သည် လွတ်အပေါ် ကျရောက်ပါစေ၊ အမှန်စင်စစ်၊ သူသည် ခိုင်မာသော အထောက်အပံ့တစ်ခုကို မှီခိုခဲ့သည် –<span class=\"gray\">[ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၊ အင်အားကြီးမား၍ မြင့်မြတ်သောအရှင်။]</span> အလ္လာဟ်အရှင်မြတ်သည် သူ၏နောက်ပိုင်းတွင် မည်သည့် နဗီတမန်တော်ကိုမျှ မစေလွှတ်ခဲ့ဘဲ သူ၏လူမျိုးများအကြားမှ <span class=\"gray\">[ဩဇာရှိသော မိသားစု]</span> ထဲမှသာ စေလွှတ်ခဲ့သည်။)</span> ဤအရာနှင့်အတူ၊ ကောင်းကင်တမန်များသည် သူတို့သည် အလ္လာဟ်အရှင်မြတ်က သူတို့ထံ စေလွှတ်သော တမန်တော်များဖြစ်ကြောင်း သူ့အား အသိပေးခဲ့သည်။ သူ၏လူမျိုးများသည် သူ့ထံ <span class=\"gray\">(မည်သည့်ဘေးဥပဒ်မျှနှင့်)</span> ရောက်ရှိနိုင်မည် မဟုတ်ကြောင်းကိုလည်း သူတို့က ပြောပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوا إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ <span class=\"gray\">(တမန်တော်များက ပြောသည်)</span>- \"အို လွတ်! အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သင်၏ သခင်ထံမှ တမန်တော်များဖြစ်သည်။ သူတို့သည် သင့်ထံ ရောက်ရှိမည်မဟုတ်!)</span> ည၏ နောက်ဆုံးပိုင်းတွင် သူ၏မိသားစုနှင့်အတူ ခရီးထွက်ရန်နှင့် သူတို့နောက်မှ လိုက်ရန် သူတို့က အမိန့်ပေးခဲ့သည်။ ဤနည်းဖြင့် သူသည် သူ၏မိသားစုကို <span class=\"gray\">(တိရစ္ဆာန်ကျောင်းသူကဲ့သို့)</span> မောင်းနှင်နေသကဲ့သို့ ဖြစ်ပေလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ မည်သူမျှ နောက်သို့လှည့်မကြည့်စေနှင့်။)</span> ဆိုလိုသည်မှာ \"သူတို့ <span class=\"gray\">(ရွာသူရွာသားများ)</span> အပေါ် ကျရောက်သည့် <span class=\"gray\">(ညှဉ်းပန်းနှိပ်စက်မှု)</span> ၏ အသံကို သင်ကြားရလျှင် ထိုစိတ်အနှောင့်အယှက်ဖြစ်စေသော အသံဆီသို့ အလျင်စလို မသွားနှင့်။ ယင်းအစား၊ ဆက်လက်ထွက်ခွာပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا امْرَأَتَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်၏ဇနီး၊)</span> ပညာရှင်အများစုက ဤသည်မှာ သူမသည် ညဘက်တွင် ခရီးသွားမည်မဟုတ်ဘဲ လွတ်နှင့်အတူ မလိုက်ပါဟု ဆိုသည်။ ယင်းအစား၊ သူမသည် သူမ၏အိမ်တွင် နေခဲ့ပြီး ဖျက်ဆီးခံရသည်။ အခြားသူများကမူ သူမသည် <span class=\"gray\">(ခရီးသွားစဉ်)</span> နောက်သို့ လှည့်ကြည့်ခဲ့သည်ဟု ဆိုသည်။ ဤနောက်ပိုင်းအုပ်စုက သူမသည် သူတို့နှင့်အတူ ထွက်ခွာခဲ့ပြီး ရှောင်လွှဲမရသော ပျက်စီးခြင်းကို ကြားသောအခါ သူမသည် လှည့်ပြီး နောက်သို့ လှည့်ကြည့်ခဲ့သည်ဟု ဆိုသည်။ သူမလှည့်ကြည့်သောအခါ \"အို ကျွန်ုပ်၏ လူမျိုးများ!\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့်၊ ကောင်းကင်မှ ကျောက်တုံးတစ်တုံး ကျလာပြီး သူမကို သတ်ခဲ့သည်။ ထို့နောက် သူတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> သည် သူ၏လူမျိုးများ ပျက်စီးခြင်းကို သူ့အတွက် သတင်းကောင်းအဖြစ် ပေးခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူက သူတို့အား \"ဤအချိန်တွင်ပင် သူတို့ကို ဖျက်ဆီးပါ\" ဟု ပြောခဲ့သောကြောင့် ဖြစ်သည်။ သူတို့က ပြန်ဖြေသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَوْعِدَهُمُ الصُّبْحُ ۚ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ နံနက်သည် သူတို့၏ သတ်မှတ်ချိန်ဖြစ်သည်။ နံနက်သည် မနီးဘူးလား။)</span> သူတို့သည် ဤသို့ပြောနေစဉ် လွတ်၏လူမျိုးများသည် သူ၏တံခါးဝတွင် ရပ်နေခဲ့ကြသည်။ သူတို့သည် သူ၏တံခါးကို ဘေးအမျိုးမျိုးမှ ဝင်ရောက်ရန် ကြိုးစားခဲ့ပြီး လွတ်သည် တံခါးဝတွင် ရပ်လျက် သူတို့ကို တွန်းလှန်၊ ဟန့်တားကာ သူတို့လုပ်နေသည့်အရာကို တားဆီးရန် ကြိုးစားနေခဲ့သည်။ သို့သော်လည်း သူတို့သည် သူ့စကားကို နားမထောင်ခဲ့ကြပေ။ ယင်းအစား၊ သူတို့သည် သူ့ကို ခြိမ်းခြောက်ပြီး ကြောက်ရွံ့အောင် ပြုလုပ်ရန် ကြိုးစားခဲ့ကြသည်။ ဤအချိန်တွင်၊ ဂျစ်ဗရီလ်သည် သူတို့ထံ ထွက်လာပြီး သူတို့၏မျက်နှာများကို သူ၏အတောင်ပံဖြင့် ရိုက်ခတ်ခဲ့သည်။ ဤရိုက်ခတ်မှုက သူတို့၏မျက်လုံးများကို ကန်းစေခဲ့ပြီး သူတို့သည် မိမိတို့၏လမ်းကို မမြင်နိုင်ဘဲ နောက်ဆုတ်သွားခဲ့ကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ رَاوَدُوهُ عَن ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သူတို့သည် သူ၏ဧည့်သည်ကို ရှက်ဖွယ်ပြုရန် ကြိုးစားခဲ့ကြ <span class=\"gray\">(သူတို့နှင့်အတူ ကာမဆန္ဒဖြေဖျောက်ရန် တောင်းဆိုခဲ့သည်)</span>။ ထို့ကြောင့် ငါတို့သည် သူတို့၏မျက်လုံးများကို ကန်းစေခဲ့သည် <span class=\"gray\">(ဆိုသည်မှာ)</span>၊ \"ထို့နောက် ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏သတိပေးချက်များကို မြည်းစမ်းကြလော့။\")</span><span class=\"gray\">[၅၄:၃၇]</span></p>"
  },
  {
    "ayah_key": "11:82",
    "group_ayah_key": "11:82",
    "from_ayah": "11:82",
    "to_ayah": "11:83",
    "ayah_keys": "11:82,11:83",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် ငါတို့၏ အမိန့်တော် သက်ရောက်လာသောအခါ ငါတို့သည် ၎င်းတို့အား အပေါ်အောက် မှောက်လိုက်ပြီး၊ ၎င်းတို့အပေါ် ရွှံ့စေးကျောက်ခဲများဖြင့် စီတန်း၍ ရွာချခဲ့သည် <span>(၈၂)</span> သင်၏အရှင်ဘုရားထံမှ မှတ်သားထားသော ကျောက်ခဲများဖြစ်သည်။ ထို့ပြင် ၎င်းတို့သည် မတရားပြုသူများနှင့် မည်သည့်အခါမျှ မဝေးတော့ပေ <span>(၈၃)</span></p><div lang=\"my\" class=\"my \"><h2>လူသ်အမျိုးသားတို့၏ မြို့သည် မှောက်မှောက်လှန်လှန်ဖြစ်ပြီး ၎င်းတို့ ပျက်စီးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَ أَمْرُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့၏ အမိန့်တော် သက်ရောက်လာသောအခါ၊)</span> ဤသည်မှာ နေထွက်ချိန်တွင် ဖြစ်ပွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلْنَا عَالِيَهَا</p><p lang=\"zu\" class=\"zu \"><span class=\"gray\">(We <span class=\"gray\">[turned it]</span>...)</span> The city of Sadum <span class=\"gray\">(Sodom)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">سَافِلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပေါ်အောက် မှောက်လိုက်ပြီး၊)</span> ဤသည်မှာ အလ္လာဟ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَغَشَّاهَا مَا غَشَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့အား ဖုံးလွှမ်းခဲ့သော အရာသည် ဖုံးလွှမ်းခဲ့သည် <span class=\"gray\">(ကျောက်တုံးများဖြင့် ညှဉ်းပန်းနှိပ်စက်ခြင်း)</span>။)</span><span class=\"gray\">[၅၃:၅၄]</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ \"ငါတို့သည် ၎င်းအပေါ် စစ်ဂျီးလ်ကျောက်တုံးများဖြင့် မိုးရွာစေခဲ့သည်\" ဟု အဓိပ္ပါယ်ရသည်။ စစ်ဂျီးလ်ဟူသည် ရွှံ့စေးဖြင့် ပြုလုပ်ထားသော ကျောက်တုံးများကို ဆိုလိုသည့် ပါရှန်စကားလုံးဖြစ်သည်။ ဤအဓိပ္ပါယ်ဖွင့်ဆိုချက်ကို အိဗ်နုအဗ္ဗာစ်နှင့် အခြားသူများက ဖော်ပြခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">ပညာရှင်အချို့က ၎င်း <span class=\"gray\">(စစ်ဂျီးလ်)</span> သည် ကျောက်တုံးဟု အဓိပ္ပါယ်ရသည့် စန်ဂ် (Sang) ဟူသော စကားလုံးမှ ဆင်းသက်လာသည်ဟု ဆိုသည်။ အချို့က ၎င်းသည် ရွှံ့စေးဖြစ်သည့် ဝါကီလ် (Wakil) ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုသည်။ အခြားကျမ်းပိုဒ်တစ်ခုတွင် အလ္လာဟ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِجَارَةً مِّن طِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှံ့စေးကျောက်တုံးများ၊)</span><span class=\"gray\">[၅၁:၃၃]</span> ဤသည်မှာ ခိုင်မာသော ကျောက်တုံးအဖြစ် ပြုလုပ်ထားသော ရွှံ့စေးဟု အဓိပ္ပါယ်ရသည်။ ပညာရှင်အချို့က ၎င်းသည် မီးဖုတ်ထားသော ရွှံ့စေးဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုသည်။ အလ်-ဗုခါရီက \"စစ်ဂျီးလ်ဟူသည် ကြီးမားခိုင်ခံ့သောအရာကို ဆိုလိုသည်\" ဟု ဆိုသည်။ အလ္လာဟ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍-</p><p class=\"ga qpc-hafs\" lang=\"ga\">مَّنضُودٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စီတန်း၍။)</span> ပညာရှင်အချို့က မန်ဒူဒ် (Mandud) ဆိုသည်မှာ ကောင်းကင်ဘုံတွင် ကျောက်တုံးများ စီတန်းထားပြီး ထို <span class=\"gray\">(ဖျက်ဆီးခြင်း)</span> အတွက် ပြင်ဆင်ထားခြင်းဖြစ်သည်ဟု ဆိုသည်။ အခြားသူများက ဆိုသည်မှာ-</p><p class=\"ga qpc-hafs\" lang=\"ga\">مَّنضُودٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စီတန်း၍။)</span> ဤစကားလုံးသည် ၎င်းတို့အချို့ <span class=\"gray\">(ကျောက်တုံးများ)</span> သည် လူသ်အမျိုးသားတို့အပေါ် ကျရောက်ရာတွင် အခြားကျောက်တုံးများနောက်သို့ လိုက်ပါခဲ့သည်ဟု အဓိပ္ပါယ်ရသည်။ ထိုမိန့်တော်မူချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّسَوَّمَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှတ်သားထားသော)</span> ဆိုသည်မှာ ကျောက်တုံးများကို မှတ်သား၍ တံဆိပ်ခတ်နှိပ်ထားပြီး ၎င်းတို့အားလုံးတွင် ၎င်းတို့၏ သားကောင်များ၏ အမည်များကို ရေးထိုးထားသည်ဟု အဓိပ္ပါယ်ရသည်။ ကတာဒါးနှင့် အိကရီမာ နှစ်ဦးစလုံးက \"မုဆ်စဝမ်မာ (Musawwamah) ဆိုသည်မှာ ကျောက်တုံးတစ်ခုစီတိုင်းကို အနီရောင်ဆိုးဆေးဖြန်းခြင်းဖြင့် ဝန်းရံထားသည်\" ဟု ဆိုသည်။ ဝိဂြိုဟ်ပြုသူများက ၎င်း <span class=\"gray\">(ကျောက်တုံးမိုး)</span> သည် မြို့သူမြို့သားများနှင့် ၎င်းပတ်ဝန်းကျင်ရှိ ကျေးရွာအမျိုးမျိုးအပေါ် ကျရောက်ခဲ့သည်ဟု ဖော်ပြခဲ့ကြသည်။ ၎င်းတို့ထဲမှ တစ်ဦးသည် လူအချို့နှင့် စကားပြောနေစဉ်တွင် ကောင်းကင်မှ ကျောက်တုံးတစ်တုံး ကျရောက်လာပြီး လူများအကြားတွင် ရှိနေစဉ်ပင် သေဆုံးခဲ့သည်။ ထို့ကြောင့် ကျောက်တုံးများသည် ၎င်းတို့နောက်သို့ လိုက်ပါလာပြီး မြေပြင်တစ်ဝှမ်းလုံးရှိ လူများကို ဖျက်ဆီးပြီးသည်အထိ တိုက်ခိုက်ခဲ့သည်။ တစ်ဦးတစ်ယောက်မျှပင် မကျန်ခဲ့ပေ။ အလ္လာဟ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် မတရားပြုသူများနှင့် မည်သည့်အခါမျှ မဝေးတော့ပေ။)</span> ဤသည်မှာ ထိုကဲ့သို့သော မတရားပြုသူများထံမှ ဤလက်စားချေခြင်း <span class=\"gray\">(အလ္လာဟ်၏)</span> သည် မဝေးတော့ဟု အဓိပ္ပါယ်ရသည်။ စင်စစ်သော်ကား စူနန်ကျမ်းစုများမှ ဟဒီးစ်တော်တစ်ခုတွင် အိဗ်နုအဗ္ဗာစ်ထံမှ တမန်တော်မြတ် ﷺ ထံသို့ မှတ်သားဖော်ပြခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ وَجَدْتُمُوهُ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ လူသ်အမျိုးသားတို့၏ လုပ်ရပ် <span class=\"gray\">[လိင်တူဆက်ဆံခြင်း]</span> ကို ပြုလုပ်နေသူ မည်သူကိုမဆို တွေ့ရှိပါက၊ ထိုလုပ်ဆောင်သူနှင့် ၎င်းအား လုပ်ဆောင်စေသူ <span class=\"gray\">(လုပ်ဖော်ကိုင်ဖက်နှစ်ဦးစလုံး)</span> ကို သတ်ပစ်ကြလော့။)</span></p>"
  },
  {
    "ayah_key": "11:84",
    "group_ayah_key": "11:84",
    "from_ayah": "11:84",
    "to_ayah": "11:84",
    "ayah_keys": "11:84",
    "text": "<p class=\"my translation\" lang=\"my\">မဒ်ယန်လူမျိုးတို့ထံသို့ <span class=\"gray\">(ငါတို့စေလွှတ်ခဲ့သည်)</span> ၎င်းတို့၏အစ်ကို ရှုအိုင်းဘ်ကို။ ၎င်းက ပြောကြားသည်- \"အို ငါ့လူမျိုးတို့! အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလေကုန်။ ၎င်းအရှင်မှတစ်ပါး အခြားကိုးကွယ်ရာအရှင်ဟူ၍ သင်တို့၌ မရှိပေ။ တိုင်းတာခြင်းနှင့် ချိန်တွယ်ခြင်းတို့တွင် မလျော့ကြနှင့်။ သင်တို့ကို ကြွယ်ဝချမ်းသာစွာရှိသည်ကို ငါတွေ့မြင်၏။ ငါသည် သင်တို့အပေါ်တွင် ဖုံးလွှမ်းသည့်နေ့၏ ပြစ်ဒဏ်ကို စိုးရိမ်မိပေသည်။ <span>(၈၄)</span></p><div lang=\"my\" class=\"my \"><h2>မဒ်ယန်မြို့သားတို့၏ ဖြစ်စဉ်နှင့် ရှုအိုင်းဘ်၏ ဖိတ်ခေါ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မြင့်မြတ်တော်မူစွာ မိန့်ကြားတော်မူသည်- 'မဒ်ယန်လူမျိုးတို့ထံသို့ ရစူလ်တမန်တော်တစ်ပါးကို ငါတို့ စေလွှတ်ခဲ့သည်။' ၎င်းတို့သည် အလ်-ဟိဂျာဇ်ဒေသနှင့် အက်ရှ်-ရှမ်းဒေသအကြား၊ မအ်အန်ဒေသနှင့် နီးစပ်ရာတွင် နေထိုင်ခဲ့ကြသော အာရပ်မျိုးနွယ်စုဝင်များ ဖြစ်ကြသည်။ ၎င်းတို့၏ဒေသကို ၎င်းတို့၏မျိုးနွယ်အမည်ဖြင့် သိကြပြီး မဒ်ယန်ဟု ခေါ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံသို့ တမန်တော် ရှုအိုင်းဘ်ကို စေလွှတ်ခဲ့ပြီး ၎င်းသည် မျိုးရိုးစဉ်ဆက်တွင် အမြင့်မြတ်ဆုံးသူ ဖြစ်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخَاهُمْ شُعَيْبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အစ်ကို ရှုအိုင်းဘ်။)</span> ရှုအိုင်းဘ်သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ မည်သူတစ်ဦးတစ်ယောက်မျှ ဖက်စပ်မှုမရှိဘဲ ကိုးကွယ်ရန် အမိန့်ပေးခဲ့သည်။ ၎င်းသည် ၎င်းတို့အား ၎င်းတို့၏ အလေးချိန်နှင့် တိုင်းတာမှုများတွင် <span class=\"gray\">(စီးပွားရေးအရ ဆက်ဆံရာ၌)</span> လိမ်လည်ခြင်းမှလည်း တားမြစ်ခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي أَرَاكُم بِخَيْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ကြွယ်ဝချမ်းသာစွာရှိသည်ကို ငါတွေ့မြင်၏)</span> ဆိုလိုသည်မှာ 'သင်တို့၏ နေထိုင်မှုနှင့် စားဝတ်နေရေးတို့တွင် ဖြစ်သည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်၏ တားမြစ်ချက်များကို ချိုးဖောက်ခြင်းဖြင့် သင်တို့ခံစားနေသော ဤကျေးဇူးတော်မှ ဆုံးရှုံးသွားမည်ကို ငါစိုးရိမ်မိပေသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အပေါ်တွင် ဖုံးလွှမ်းသည့်နေ့၏ ပြစ်ဒဏ်ကို စိုးရိမ်မိပေသည်။)</span> ၎င်းသည် နောင်တမလွန်ဘဝ၏ နေအိမ်ကို ဆိုလိုသည်။</p>"
  },
  {
    "ayah_key": "11:85",
    "group_ayah_key": "11:85",
    "from_ayah": "11:85",
    "to_ayah": "11:86",
    "ayah_keys": "11:85,11:86",
    "text": "<p class=\"my translation\" lang=\"my\">\"အို ငါ၏လူမျိုးတို့! တရားမျှတစွာဖြင့် ချိန်တွယ်တိုင်းတာမှု အပြည့်အဝပေးကြပါ။ လူတို့အား ပေးရမည့်အရာများကို လျှော့မပစ်ကြနှင့်။ ကမ္ဘာမြေပြင်ပေါ်တွင် ဖျက်ဆီးပျက်စီးမှုကို ဖြစ်ပေါ်စေလျက် မကောင်းမှု မပြုလုပ်ကြနှင့်။ <span>(၈၅)</span>\" အလ္လာဟ်အရှင်မြတ် ချန်ထားခဲ့သောအရာသည် သင်တို့အတွက် ပိုမိုကောင်းမွန်၏၊ အကယ်၍ သင်တို့သည် ယုံကြည်သူများ ဖြစ်ကြပါလျှင်။ ထို့ပြင် ငါသည် သင်တို့အပေါ်၌ ထိန်းသိမ်းစောင့်ရှောက်သူ မဟုတ်ပေ။ <span>(၈၆)</span></p><p lang=\"my\" class=\"my \">ပထမဦးစွာ သူ <span class=\"gray\">(ရှုအိုက်ဘ်)</span> သည် လူတို့အား <span class=\"gray\">(ကုန်ပစ္စည်းများ)</span> ပေးသည့်အခါတိုင်း အလေးချိန်များ လျှော့ချခြင်းဖြင့် စီးပွားရေးတွင် လိမ်လည်ခြင်းကို တားမြစ်ခဲ့သည်။ သူသည် လူတို့အား <span class=\"gray\">(အရောင်းအဝယ်တွင်)</span> ပေးသည်ဖြစ်စေ၊ လက်ခံသည်ဖြစ်စေ တရားမျှတစွာ တိုင်းတာချိန်တွယ်ရန် အမိန့်ပေးခဲ့သည်။ သူသည် လူတို့အား ကမ္ဘာမြေပြင်တွင် မကောင်းမှုနှင့် ဖျက်ဆီးပျက်စီးမှုများ ပြုလုပ်ခြင်းကိုလည်း တားမြစ်ခဲ့သည်။ ၎င်းသည် လမ်းများတစ်လျှောက် အဝေးပြေးလမ်းဓားပြတိုက်မှု ကျင့်သုံးခဲ့ခြင်းကြောင့် ဖြစ်သည်။ အဘူဂျာအ်ဖရ် ဘင် ဂျရီရ် က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَقِيَّتُ اللَّهِ خَيْرٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ချန်ထားခဲ့သောအရာ <span class=\"gray\">(လူတို့၏ အခွင့်အရေးများပေးပြီးနောက်)</span> သည် သင်တို့အတွက် ပိုမိုကောင်းမွန်၏၊)</span> \"ဆိုလိုသည်မှာ သင်သည် တရားမျှတစွာ တိုင်းတာချိန်တွယ်ခဲ့သည့် သင်၏ အောင်မြင်သော စီးပွားရေးလုပ်ငန်းများမှ ရရှိသောအရာသည် လူတို့၏စည်းစိမ်ဥစ္စာကို မှားယွင်းစွာယူခြင်းထက် သင့်အတွက် ပိုကောင်းသည်\" အိဗ်နု ဂျရီရ် က ဤပြောကြားချက်ကို အိဗ်နု အဗ္ဗားစ် ထံမှ ရရှိကြောင်း ပြောကြားခဲ့ပြီး ကျွန်ုပ်က ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်ဟု ပြောလိုပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ခဗီးစ် <span class=\"gray\">(မကောင်းမှုအပေါင်း)</span> နှင့် တိုင်ရစ်ဗ် <span class=\"gray\">(ကောင်းမှုအပေါင်း)</span> တို့သည် မတူညီကြပေ၊ ခဗီးစ် ပေါများခြင်းက သင့်အား နှစ်သက်စေသည် ဖြစ်စေကာမူ။\")</span><span class=\"gray\">[၅:၁၀၀]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا عَلَيْكُم بِحَفِيظٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အပေါ်၌ ထိန်းသိမ်းစောင့်ရှောက်သူ မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ သင်တို့လူများအပေါ် စောင့်ကြည့်သူဖြစ်သည်။ အခြားစကားဖြင့်ဆိုသော် \"အလ္လာဟ်အရှင်မြတ်အတွက် ဤသို့ပြုလုပ်ပါ၊ လူတို့မြင်အောင် မဟုတ်ပါ\" ဖြစ်သည်။</p>"
  }
]