[
  {
    "ayah_key": "25:25",
    "group_ayah_key": "25:25",
    "from_ayah": "25:25",
    "to_ayah": "25:29",
    "ayah_keys": "25:25,25:26,25:27,25:28,25:29",
    "text": "<p lang=\"my\" class=\"my \">ထို့ပြင် <span class=\"gray\">(အို-တမန်တော်၊)</span> မိုးကောင်းကင်သည် မိုးတိမ်များဖြင့် အစိတ်စိတ်ကွဲပြတ်သွားသောနေ့၊ ထိုနေ့တွင် မိုးကောင်းကင်မှ အသင့်အတင့် စဉ်တိုက်ဆင်းသက်လာမည်ဖြစ်သော ကောင်းကင်တမန်များကိုလည်း <span class=\"gray\">(အသင် အမှတ်ရစေလော့)</span> <span>(၂၅)</span>ထိုနေ့တွင် အချုပ်အခြာအာဏာသည် အကြွင်းမဲ့ ကရုဏာရှင် အလ္လာဟ်အရှင်မြတ်၏ အစစ်အမှန် <span class=\"gray\">(အချုပ်အခြာအာဏာ)</span> ပင်ဖြစ်သည်။ ထိုနေ့သည် မယုံကြည်သူများအဖို့ ခက်ခဲသောနေ့ ဖြစ်လိမ့်မည်။ <span>(၂၆)</span>ထို့ပြင် <span class=\"gray\">(အို-တမန်တော်၊)</span> ထိုနေ့တွင် ပြစ်မှုကျူးလွန်သူသည် မိမိလက်များကို ကိုက်ဖြတ်ကာ၊ ၎င်းက \"အို... တမန်တော်နှင့်အတူ တကယ်ပဲ ငါလမ်းစဉ်တစ်ခုကို ရွေးခဲ့လျှင် ကောင်းလေစွ\" ဟု ပြောမည်။ <span>(၂၇)</span>\"အိုး! ငါ့အဖို့ ပျက်စီးခြင်းပါတကား! ငါသည် ဤသူကို ခင်မင်ရင်းနှီးသော မိတ်ဆွေအဖြစ် မရွေးခဲ့လျှင် ကောင်းလေစွ!\" <span>(၂၈)</span>\"အမှန်စင်စစ် ၎င်းသည် ငါ့ထံသို့ သတိပေးချက် ရောက်ရှိလာပြီးနောက် ငါ့အား ထိုသတိပေးချက်မှ လွဲချော်စေခဲ့ပြီ။ ထို့ပြင် ရှိုင်သွာန်သည် လူသားအား မည်သည့်အခါမျှ အားကိုးမရသူ (စွန့်ပစ်သူ) ဖြစ်သည်။\" <span>(၂၉)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများနှင့် ပြစ်မှုကျူးလွန်သူများသည် တမန်တော် <span class=\"gray\">(ﷺ)</span> နှင့်အတူ လမ်းစဉ်တစ်ခုကို ရွေးချယ်ခဲ့လျှင် ကောင်းမည်ဟု မည်သို့ ဆန္ဒပြုကြမည်နည်း။</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများနှင့် မိုးကောင်းကင်များ မိုးတိမ်များဖြင့် ထွင်းဖောက်ခံရ၍ ကွဲပြားခြင်း အပါအဝင် ကြီးမားလှသော အဖြစ်အပျက်များအကြောင်းကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ၎င်းသည် အရာအားလုံးကို မျက်စိကျိန်းစရာကောင်းလောက်အောင် တောက်ပစေသော ခမ်းနားသော အလင်းရောင်၏ အရိပ်ဖြစ်သည်။ ထိုနေ့တွင် မိုးကောင်းကင်တမန်များသည် ဆင်းသက်လာကာ စုဝေးရာနေရာရှိ သတ္တဝါအားလုံးကို ဝန်းရံကြလိမ့်မည်။ ထို့နောက် အရှင်သခင်သည်၊ ၎င်းအရှင်မြတ်သည် မင်္ဂလာရှိ၍ မြင့်မြတ်တော်မူ၏၊ စီရင်ဆုံးဖြတ်ရန် ကြွလာလိမ့်မည်။ မူဂျာဟစ်က \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلَائِكَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်သည် မိုးတိမ်ရိပ်များနှင့် ကောင်းကင်တမန်များနှင့်အတူ သူတို့ထံသို့ ကြွလာခြင်းမှတစ်ပါး အခြားမည်သည့်အရာကိုမျှ စောင့်ဆိုင်းနေကြသလော။)</span>\" <span class=\"gray\">(၂:၂၁၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် အချုပ်အခြာအာဏာသည် အကြွင်းမဲ့ ကရုဏာရှင်၏ အစစ်အမှန် <span class=\"gray\">(အချုပ်အခြာအာဏာ)</span> ပင်ဖြစ်သည်၊)</span> ဤသည်မှာ အာယသ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّمَنِ الْمُلْكُ الْيَوْمَ ۖ لِلَّهِ الْوَاحِدِ الْقَهَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေ့တွင် အချုပ်အခြာအာဏာသည် မည်သူ၏နည်း။ တစ်ဆူတည်းသော၊ အစွမ်းထက်မြက်သော အလ္လာဟ်အရှင်မြတ်၏ အချုပ်အခြာအာဏာပင်တည်း!)</span><span class=\"gray\">(၄၀:၁၆)</span> ဆဟီဟ်တွင် ဤသို့ ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللهَ تَعَالَى يَطْوِي السَّمَوَاتِ بِيَمِينِهِ، وَيَأْخُذُ الْأَرَضِينَ بِيَدِهِ الْأُخْرَى، ثُمَّ يَقُولُ: أَنَا الْمَلِكُ أَنَا الدَّيَّانُ، أَيْنَ مُلُوكُ الْأَرْضِ؟ أَيْنَ الْجَبَّارُونَ؟ أَيْنَ الْمُتَكَبِّرُونَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်၊ ၎င်းအရှင်မြတ်သည် မြင့်မြတ်တော်မူ၏၊ မိုးကောင်းကင်များကို ၎င်း၏ညာလက်တော်ဖြင့် ခေါက်သိမ်းမည်၊ ကမ္ဘာမြေများကို ၎င်း၏အခြားလက်တော်ဖြင့် သိမ်းယူမည်၊ ထို့နောက် ၎င်းအရှင်မြတ်က \"ငါသည် အချုပ်အခြာပိုင်ရှင်၊ ငါသည် တရားသူကြီး။ ကမ္ဘာမြေ၏ ဘုရင်များ မည်သည့်နေရာတွင် ရှိသနည်း။ အာဏာရှင်များ မည်သည့်နေရာတွင် ရှိသနည်း။ မာနကြီးသူများ မည်သည့်နေရာတွင် ရှိသနည်း။\" ဟု မိန့်ကြားမည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ထိုနေ့သည် မယုံကြည်သူများအဖို့ ခက်ခဲသောနေ့ ဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် အလွန်ခက်ခဲလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် တရားမျှတမှုနေ့နှင့် အပြီးသတ် စီရင်ဆုံးဖြတ်ခြင်းနေ့ ဖြစ်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ - عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ထိုနေ့သည် ခက်ခဲသောနေ့ ဖြစ်လိမ့်မည် – မယုံကြည်သူများအဖို့ လွယ်ကူမည် မဟုတ်ပေ)</span><span class=\"gray\">(၇၄:၉-၁၀)</span>။ မယုံကြည်သူများသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဤကဲ့သို့ ဖြစ်ကြလိမ့်မည်။ ယုံကြည်သူများအဖို့မူ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြီးမားဆုံးသော ထိတ်လန့်ခြင်းသည် သူတို့ကို ဝမ်းနည်းစေမည် မဟုတ်ပေ။)</span><span class=\"gray\">(၂၁:၁၀၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(အို-တမန်တော်၊)</span> ထိုနေ့တွင် ပြစ်မှုကျူးလွန်သူသည် မိမိလက်များကို ကိုက်ဖြတ်ကာ၊ ၎င်းက \"အို! တမန်တော်နှင့်အတူ ငါလမ်းစဉ်တစ်ခုကို ရွေးခဲ့လျှင် ကောင်းလေစွ!\" ဟု ပြောမည်။)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်၏ လမ်းစဉ်နှင့် ၎င်းအရှင်မြတ်ထံမှ မရှင်းလင်းသော အမှန်တရားကို ပယ်ချပြီး အခြားလမ်းစဉ်ကို လိုက်ခဲ့သော ပြစ်မှုကျူးလွန်သူ ခံစားရမည့် နောင်တအကြောင်းကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ရှင်ပြန်ထမြောက်ရာနေ့ ရောက်လာသောအခါ ၎င်းသည် နောင်တရသော်လည်း ၎င်း၏နောင်တသည် အသုံးဝင်မည် မဟုတ်ပေ၊ ထို့ပြင် ၎င်းသည် ဝမ်းနည်းပူဆွေးမှုဖြင့် ၎င်း၏လက်များကို ကိုက်ဖြတ်လိမ့်မည်။ ဤအာယသ်တော်သည် 'ဥက္ကဘာ ဘင် အဘီ မူအစ်' သို့မဟုတ် ပျက်စီးသူများထဲမှ အခြားတစ်ဦးဦးနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဖြစ်စေ၊ ၎င်းသည် ပြစ်မှုကျူးလွန်သူတိုင်းနှင့် သက်ဆိုင်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏မျက်နှာများကို ငရဲမီးထဲတွင် လှန်ပြန်သောနေ့တွင်)</span> ထိုအာယသ်တော်နှစ်ခုတွင် ဖော်ပြထားသည့်အတိုင်း <span class=\"gray\">[၃၃:၆၆]</span> ပြစ်မှုကျူးလွန်သူတိုင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အကြီးမားဆုံးသော နောင်တကို ခံစားရမည်ဖြစ်ပြီး၊ မိမိတို့၏လက်များကို ကိုက်ဖြတ်ကာ ဤသို့ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا - يَا وَيْلَتَىٰ لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို! တမန်တော်နှင့်အတူ ငါလမ်းစဉ်တစ်ခုကို ရွေးခဲ့လျှင် ကောင်းလေစွ! အိုး! ငါ့အဖို့ ပျက်စီးခြင်းပါတကား! ငါသည် ဤသူကို ခင်မင်ရင်းနှီးသော မိတ်ဆွေအဖြစ် မရွေးခဲ့လျှင် ကောင်းလေစွ!)</span> ဆိုလိုသည်မှာ မှန်ကန်သော လမ်းညွှန်မှုမှ လွဲချော်စေပြီး လွဲမှားသော လမ်းစဉ်ကို လိုက်လျှောက်ရန် ဦးဆောင်ခဲ့သော လွဲမှားသော လမ်းစဉ်ကို ဟောပြောသူများထဲမှ တစ်ဦးဦး ဖြစ်သည်။ ၎င်းသည် အုမိုင်ယာ ဘင် ခလဖ် သို့မဟုတ် ၎င်း၏ညီ အူဘိုင် ဘင် ခလဖ် ကို ရည်ညွှန်းသည်ဖြစ်စေ၊ သို့မဟုတ် အခြားသူတစ်ဦးဦးကို ဖြစ်စေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ أَضَلَّنِي عَنِ الذِّكْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ငါ့အား သတိပေးချက်မှ လွဲချော်စေခဲ့ပြီ)</span> ဆိုလိုသည်မှာ ကူရ်အာန်ကိုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْدَ إِذْ جَاءَنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ထံသို့ ရောက်ရှိလာပြီးနောက်။)</span> ဆိုလိုသည်မှာ ငါ့ထံသို့ ရောက်ရှိလာပြီးနောက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الشَّيْطَانُ لِلْإِنسَانِ خَذُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ရှိုင်သွာန်သည် လူသားအား မည်သည့်အခါမျှ အားကိုးမရသူ <span class=\"gray\">(လိုအပ်သည့်အချိန်တွင် စွန့်ပစ်သူ)</span> ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် လူသားကို အမှန်တရားမှ ဝေးကွာစေပြီး လွဲချော်စေကာ၊ မှားယွင်းမှုအတွက် အသုံးပြုပြီး ထိုမှားယွင်းမှုသို့ ခေါ်ဆောင်သည်။</p>"
  },
  {
    "ayah_key": "25:3",
    "group_ayah_key": "25:3",
    "from_ayah": "25:3",
    "to_ayah": "25:3",
    "ayah_keys": "25:3",
    "text": "<p class=\"my translation\" lang=\"my\">သို့တိုင်အောင် သူတို့သည် ၎င်းအရှင်မြတ်အပြင် အခြားသော ဘုရားများကို ကိုးကွယ်ကြသည်။ ထိုဘုရားများသည် မည်သည့်အရာကိုမျှ မဖန်ဆင်းဘဲ မိမိတို့ကိုယ်တိုင် ဖန်ဆင်းခံရသူများ ဖြစ်ကြသည်။ ထို့ပြင် မိမိတို့ကိုယ်တိုင်အတွက် အန္တရာယ်ဖြစ်စေခြင်း သို့မဟုတ် အကျိုးပြုခြင်း အလျင်းမရှိကြပေ။ ထို့ပြင် သေခြင်းကို <span class=\"gray\">(ဖြစ်စေခြင်း)</span>၊ အသက်ကို <span class=\"gray\">(ပေးခြင်း)</span>၊ သို့မဟုတ် သေသူများကို ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်းတို့၏ စွမ်းအားလည်း အလျင်းမရှိကြပေ။ <span>(၃)</span></p><div lang=\"zu\" class=\"zu \"><h2>The Foolishness of the Idolators</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများ၏ မသိနားမလည်မှုကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ သူတို့သည် အရာအားလုံးကို ဖန်ဆင်းတော်မူသောအလ္လာဟ်အရှင်မြတ်အစား အခြားသော ဘုရားများကို ကိုးကွယ်ကြသည်။ ၎င်းအရှင်မြတ်သည် အရာခပ်သိမ်း၏ ကိစ္စများကို ထိန်းချုပ်တော်မူသည်။ ၎င်းအရှင်မြတ် အလိုရှိသမျှ ဖြစ်မြောက်ပြီး ၎င်းအရှင်မြတ် အလိုမရှိသမျှ မဖြစ်မြောက်ပေ။ ထိုသို့ရှိလင့်ကစား သူတို့သည် ၎င်းအရှင်မြတ်အပြင် အခြားသော ဘုရားများကို ကိုးကွယ်နေဆဲပင်။ ထိုဘုရားများသည် ခြင်တစ်ကောင်၏ အတောင်ပံကိုပင် မဖန်ဆင်းနိုင်ဘဲ မိမိတို့ကိုယ်တိုင် ဖန်ဆင်းခံရသူများ ဖြစ်ကြသည်။ သူတို့သည် မိမိတို့ကိုယ်တိုင်အတွက် အန္တရာယ်ဖြစ်စေခြင်း သို့မဟုတ် အကျိုးပြုခြင်း အလျင်းမရှိကြပေ။ သို့ဆိုလျှင် သူတို့၏ ကိုးကွယ်သူများအတွက် မည်သို့ ပြုလုပ်ပေးနိုင်မည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သေခြင်းကို <span class=\"gray\">(ဖြစ်စေခြင်း)</span>၊ အသက်ကို <span class=\"gray\">(ပေးခြင်း)</span>၊ သို့မဟုတ် သေသူများကို ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်းတို့၏ စွမ်းအားလည်း အလျင်းမရှိကြပေ။)</span> ဆိုလိုသည်မှာ ထိုအရာများထဲမှ တစ်ခုမျှကိုပင် သူတို့ မတတ်နိုင်ကြပေ။ ထိုစွမ်းအားသည် အသက်ရှင်စေ၍ သေစေတော်မူသောအလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိပြီး၊ ၎င်းအရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် လူအားလုံး၊ ပထမဦးဆုံးသောသူများနှင့် နောက်ဆုံးသောသူများကို ပြန်လည်ရှင်ပြန်ထမြောက်စေမည် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံးကို ဖန်ဆင်းခြင်းနှင့် သင်တို့အားလုံးကို ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်းသည် လူတစ်ဦးတည်းကို <span class=\"gray\">(ဖန်ဆင်းခြင်းနှင့် ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်း)</span> ကဲ့သို့ပင် ဖြစ်သည်)</span><span class=\"gray\">(၃၁:၂၈)</span>။ ဤသည်မှာ အာယသ်တော်များနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အမိန့်တော်သည် မျက်တစ်မှိတ်အတွင်း တစ်ချက်တည်းသာ ဖြစ်သည်။)</span><span class=\"gray\">(၅၄:၅၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُم بِالسَّاهِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် တစ်ကြိမ်တည်းသော အော်ဟစ်သံသာ ဖြစ်လိမ့်မည်။ ထိုအခါ သူတို့သည် သေပြီးနောက် မြေမျက်နှာပြင်ပေါ်တွင် အသက်ရှင်နေသည်ကို တွေ့ကြရမည်။)</span><span class=\"gray\">(၇၉:၁၃-၁၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنظُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် တစ်ကြိမ်တည်းသော အော်ဟစ်သံ ဖြစ်လိမ့်မည်၊ ထိုအခါ သူတို့သည် စိုက်ကြည့်နေကြလိမ့်မည်!)</span><span class=\"gray\">(၃၇:၁၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် တစ်ကြိမ်တည်းသော ကြွေးကြော်သံသာ ဖြစ်လိမ့်မည်၊ ထိုအခါ သူတို့အားလုံးကို ကျွန်ုပ်တို့ထံ ခေါ်ဆောင်လာကြလိမ့်မည်!)</span><span class=\"gray\">(၃၆:၅၃)</span>။ ၎င်းအရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ် ဖြစ်ပြီး ၎င်းအရှင်မြတ်မှတစ်ပါး အခြားဘုရားမရှိ၊ ၎င်းအရှင်မြတ်မှတစ်ပါး အခြားအရှင်သခင်လည်း မရှိပေ။ ၎င်းအရှင်မြတ်ကိုသာ ကိုးကွယ်သင့်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းအရှင်မြတ် အလိုရှိသမျှ ဖြစ်မြောက်ပြီး ၎င်းအရှင်မြတ် အလိုမရှိသမျှ မဖြစ်မြောက်ပေ။ ၎င်းအရှင်မြတ်တွင် သားသမီးလည်းမရှိ၊ ဖခင်လည်းမရှိ၊ တန်းတူလည်းမရှိ၊ တူညီခြင်းလည်းမရှိ၊ ပြိုင်ဘက်လည်းမရှိ၊ အစွမ်းတူလည်းမရှိပေ။ ၎င်းအရှင်မြတ်သည် တစ်ဆူတည်းသော၊ မိမိကိုယ်တိုင် ရပ်တည်တော်မူသော၊ သတ္တဝါအားလုံး လိုအပ်သော အရှင်သခင်ဖြစ်သည်။ ၎င်းအရှင်မြတ်သည် မမွေးဖွား၊ မွေးဖွားခံရခြင်းလည်းမရှိ၊ ၎င်းအရှင်မြတ်နှင့် တန်းတူ သို့မဟုတ် နှိုင်းယှဉ်နိုင်သူ မည်သူမျှ မရှိပေ။</p>"
  },
  {
    "ayah_key": "25:30",
    "group_ayah_key": "25:30",
    "from_ayah": "25:30",
    "to_ayah": "25:31",
    "ayah_keys": "25:30,25:31",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ပြင် တမန်တော်က \"အို ကျွန်ုပ်၏ အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်၏လူမျိုးများသည် ဤကူရ်အာန်ကို စွန့်ပစ်ခဲ့ကြပါပြီ။ <span>(၃၀)</span>ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် ပရောဖက်တိုင်းအတွက် ပြစ်မှုကျူးလွန်သူများထဲမှ ရန်သူတစ်ဦးကို ဖန်ဆင်းထားသည်။ သို့သော် လမ်းညွှန်ပြသူနှင့် ကူညီမစသူအဖြစ် အသင်၏အရှင်သခင်သည် လုံလောက်ပေသည် <span>(၃၁)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော် <span class=\"gray\">(ﷺ)</span> သည် ၎င်း၏ ဆန့်ကျင်ဘက်များကို တိုင်ကြားမည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော်နှင့် နဗီတမန်တော် မုဟမ္မဒ်က \"အို ကျွန်ုပ်၏ အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်၏လူမျိုးများသည် ဤကူရ်အာန်ကို စွန့်ပစ်ခဲ့ကြပါပြီ။\" ဟု မည်သို့ မိန့်ကြားမည်ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ရုပ်တုကိုးကွယ်သူများသည် ကူရ်အာန်ကို နားထောင်မည် မဟုတ်ပေ၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မယုံကြည်သူများသည် \"ဤကူရ်အာန်ကို နားမထောင်ကြနှင့်၊ ၎င်းအတွင်းတွင် ဆူညံအောင် လုပ်ကြ\" ဟု ပြောကြသည်။)</span><span class=\"gray\">(၄၁:၂၆)</span>။ ၎င်းအရှင်မြတ်သည် သူတို့အား ကူရ်အာန်ကို ရွတ်ပြသောအခါ၊ သူတို့သည် မကြားရစေရန် အဓိပ္ပါယ်မရှိသော စကားများကို ပြောကြသည် သို့မဟုတ် အခြားကိစ္စများကို ပြောကြသည်။ ၎င်းသည် ကူရ်အာန်ကို စွန့်ပစ်ခြင်းနှင့် ငြင်းပယ်ခြင်း ပုံစံတစ်မျိုးဖြစ်သည်။ ၎င်းကို မယုံကြည်ခြင်းသည် စွန့်ပစ်ခြင်းနှင့် အတူတူပင်ဖြစ်သည်၊ ၎င်း၏အဓိပ္ပါယ်များကို မဆင်ခြင်ခြင်းနှင့် နားမလည်အောင် ကြိုးစားခြင်းသည် စွန့်ပစ်ခြင်းနှင့် အတူတူပင်ဖြစ်သည်၊ ၎င်းကို အကောင်အထည်မဖော်ခြင်းနှင့် ၎င်း၏အမိန့်တော်များကို မလိုက်နာခြင်း၊ ၎င်း၏တားမြစ်ချက်များကို ဂရုမစိုက်ခြင်းသည် စွန့်ပစ်ခြင်းနှင့် အတူတူပင်ဖြစ်သည်၊ ထို့ပြင် ကဗျာ သို့မဟုတ် အခြားသော စကားလုံးများ သို့မဟုတ် သီချင်းများ သို့မဟုတ် အချည်းနှီးသော စကားများ သို့မဟုတ် အခြားနည်းလမ်းတစ်ခုခုကို ဦးစားပေး၍ ၎င်းမှ လှည့်ထွက်သွားခြင်းသည် စွန့်ပစ်ခြင်းနှင့် အတူတူပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၊ အကြီးမားဆုံးသော အလှူရှင်၊ ဆုလာဘ်များကို ပေးသနားသူ၊ ၎င်းအရှင်မြတ် အလိုရှိသမျှကို လုပ်ဆောင်နိုင်သူအား ကျွန်ုပ်တို့တောင်းဆိုသည်မှာ ၎င်းအရှင်မြတ်၏ အမျက်ဒေါသကို ရရှိစေသော အရာများကို ပြုလုပ်ခြင်းမှ ကျွန်ုပ်တို့ကို ကယ်တင်တော်မူရန်နှင့် ၎င်းအရှင်မြတ်၏ ကျေနပ်မှုကို ရရှိစေမည့် ၎င်းအရှင်မြတ်၏ ကျမ်းတော်ကို ထိန်းသိမ်းရန်နှင့် နားလည်ရန်၊ ၎င်းအရှင်မြတ် ချစ်မြတ်နိုးပြီး နှစ်သက်တော်မူသော နည်းလမ်းအတိုင်း နေ့ရောညပါ ၎င်း၏အမိန့်တော်များကို လိုက်နာရန် ကျွန်ုပ်တို့ကို အသုံးပြုတော်မူရန် ဖြစ်သည်။ အကြောင်းမှာ ၎င်းအရှင်မြတ်သည် စေတနာထားပြီး ကြင်နာတတ်သူ ဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် ပရောဖက်တိုင်းအတွက် ပြစ်မှုကျူးလွန်သူများထဲမှ ရန်သူတစ်ဦးကို ဖန်ဆင်းထားသည်။)</span> ဆိုလိုသည်မှာ 'အို မုဟမ္မဒ်၊ အသင့်အတွက် ကူရ်အာန်ကို အထင်အမြင်သေးသူများ ရှိသကဲ့သို့ပင်၊ ယခင်လူမျိုးများအားလုံးတွင်လည်း အလ္လာဟ်အရှင်မြတ်သည် ပရောဖက်တိုင်းအတွက် ပြစ်မှုကျူးလွန်သူများထဲမှ ရန်သူတစ်ဦးကို ဖန်ဆင်းခဲ့သည်။ ထိုရန်သူများသည် လူများကို သူတို့၏ လမ်းမှားခြင်းနှင့် မယုံကြည်ခြင်းသို့ ခေါ်ဆောင်ခဲ့ကြသည်' ဟု အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنسِ وَالْجِنِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် ပရောဖက်တိုင်းအတွက် ရန်သူများ - လူသားနှင့် ဂျင်န်တို့ထဲမှ ရှိုင်သွာန်များကို ခန့်အပ်ထားသည်။)</span> ဤအာယသ်တော်နှစ်ခုတွင် ဖော်ပြထားသည့်အတိုင်း <span class=\"gray\">(၆:၁၁၂)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လမ်းညွှန်ပြသူနှင့် ကူညီမစသူအဖြစ် အသင်၏အရှင်သခင်သည် လုံလောက်ပေသည်။)</span> ဆိုလိုသည်မှာ ၎င်း၏တမန်တော်ကို လိုက်နာပြီး ၎င်း၏ကျမ်းတော်ကို ယုံကြည်သူအတွက် အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့် နောင်လောကတွင် ၎င်း၏လမ်းညွှန်နှင့် ကူညီမစသူ ဖြစ်တော်မူမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَادِيًا وَنَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်ပြသူနှင့် ကူညီမစသူ။)</span> အဘယ်ကြောင့်ဆိုသော် ရုပ်တုကိုးကွယ်သူများသည် မည်သူမျှ ၎င်းမှ လမ်းညွှန်မှု မရရှိစေရန် လူများကို ကူရ်အာန်ကို လိုက်နာခြင်းမှ တားဆီးရန် ကြိုးစားခဲ့ကြသည်။ သူတို့သည် သူတို့၏ နည်းလမ်းသည် ကူရ်အာန်၏ နည်းလမ်းထက် သာလွန်စေလိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် ပရောဖက်တိုင်းအတွက် ပြစ်မှုကျူးလွန်သူများထဲမှ ရန်သူတစ်ဦးကို ဖန်ဆင်းထားသည်။)</span></p>"
  }
]