[
  {
    "ayah_key": "2:116",
    "group_ayah_key": "2:116",
    "from_ayah": "2:116",
    "to_ayah": "2:117",
    "ayah_keys": "2:116,2:117",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့ <span class=\"gray\">(ဂျူးများ၊ ခရစ်ယာန်များနှင့် ရုပ်တုကိုးကွယ်သူများ)</span> က အလ္လာဟ်အရှင်မြတ်သည် သားတော်တစ်ပါးကို မွေးဖွားတော်မူသည် <span class=\"gray\">(သားသမီးများ သို့မဟုတ် မျိုးနွယ်များ)</span> ဟု ပြောဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်၌ ဘုန်းတော်ကြီးပါစေ <span class=\"gray\">(၎င်းတို့အရှင်မြတ်နှင့် တွဲဖက်ထားသမျှထက် အရှင်မြတ်သည် သာလွန်မြင့်မြတ်တော်မူ၏)</span>။ သို့ရာတွင် ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိအရာအားလုံးသည် အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ အားလုံးတို့သည် အရှင်မြတ်အား Qānitūn ဖြစ်ကြသည် <span>(၁၁၆)</span> ကောင်းကင်များနှင့် မြေကြီးကို စတင်ဖန်ဆင်းတော်မူသောအရှင်။ အရှင်မြတ်သည် အမှုကို စီရင်တော်မူသောအခါ ထိုအမှုကို 'ဖြစ်စေ!' ဟုသာ မိန့်တော်မူသည်၊ သို့ဖြစ်၍ ထိုအရာသည် ဖြစ်ပေါ်လာသည် <span>(၁၁၇)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် သားတော်တစ်ပါးကို မွေးဖွားတော်မူသည်ဟူသော အဆိုကို ပယ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်များနှင့် နောက်ဆက်တွဲကျမ်းပိုဒ်များသည် ခရစ်ယာန်များကို (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကျိန်စာတိုက်တော်မူပါစေ)၊ ၎င်းတို့နှင့်တူသော ဂျူးများနှင့် အာရပ်ရုပ်တုကိုးကွယ်သူများကို ပယ်ချခြင်းဖြစ်သည်။ ၎င်းတို့က ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ သမီးတော်များဖြစ်သည်ဟု ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သားတော်တစ်ပါးကို မွေးဖွားတော်မူသည်ဟူသော ၎င်းတို့၏ အဆိုများကို အားလုံးပယ်ချတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည် -</p><p class=\"sd qpc-hafs\" lang=\"sd\">سُبْحَانَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၌ ဘုန်းတော်ကြီးပါစေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ထိုကဲ့သို့သော အဆိုများထက် အရှင်မြတ်သည် ပိုမိုမြင့်မြတ်ပြီး ပြည့်စုံတော်မူသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ကောင်းကင်များနှင့် ကမ္ဘာမြေပေါ်ရှိအရာအားလုံးသည် အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်၊)</span> ဆိုလိုသည်မှာ မယုံကြည်သူများ ပြောဆိုသကဲ့သို့ အမှန်တရား မဟုတ်ပါ။ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၊ ၎င်းတို့အတွင်း၊ ပေါ်တွင် နှင့် ၎င်းတို့ကြားရှိ အရာအားလုံးနှင့် လူအားလုံးတို့၏ အုပ်စိုးမှုသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ အမြင့်ဆုံးအာဏာပိုင်ဖြစ်တော်မူပြီး အရှင်မြတ်သည် ဖန်ဆင်းရှင်၊ ပေးသနားရှင်နှင့် ထိန်းသိမ်းစောင့်ရှောက်ရှင်ဖြစ်ကာ ဖန်ဆင်းခံအားလုံး၏ ကိစ္စရပ်များကို အလိုတော်အတိုင်း ဆုံးဖြတ်တော်မူ၏။ ဖန်ဆင်းခံအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ အစေခံများဖြစ်ကြပြီး အရှင်မြတ်ပိုင်ဆိုင်တော်မူသည်။ ထို့ကြောင့် ၎င်းတို့ထဲမှ တစ်ဦးဦးသည် အရှင်မြတ်၏သားတော် ဖြစ်နိုင်မည်နည်း။ မည်သည့်သတ္တဝါ၏သားမဆို နှိုင်းယှဉ်နိုင်သော သတ္တဝါနှစ်ဦးမှ မွေးဖွားလာသည်။ အလ္လာဟ်အရှင်မြတ်၌ အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကြီးမြတ်မှုတို့ကို မျှဝေခံစားမည့် မည်သူမျှ တူညီခြင်း သို့မဟုတ် ပြိုင်ဘက်မရှိပါ။ ထို့ကြောင့် ဇနီးမရှိဘဲ အရှင်မြတ်၌ သားတော်ရှိနိုင်မည်နည်း။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّىٰ يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ကောင်းကင်များနှင့် မြေကြီးကို စတင်ဖန်ဆင်းတော်မူသောအရှင် ဖြစ်သည်။ ဇနီးမရှိဘဲ အရှင်မြတ်၌ သားသမီးများ မည်သို့ရှိနိုင်မည်နည်း။ အရှင်မြတ်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းတော်မူပြီး အရာခပ်သိမ်းကို သိတော်မူသောအရှင် ဖြစ်သည်)</span><span class=\"gray\">(၆:၁၀၁)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا إِدًّا - تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا - وَمَا يَنبَغِي لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا - إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “အလွန်ကျေးဇူးတော်ရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် သားတော်တစ်ပါးကို <span class=\"gray\">(မျိုးနွယ် သို့မဟုတ် သားသမီးများ)</span> မွေးဖွားတော်မူသည်” ဟု ပြောဆိုကြသည်။ အမှန်စင်စစ် သင်တို့သည် အလွန်ဆိုးရွားသော အပြစ်ကို <span class=\"gray\">(ပြောဆို)</span> ပြုလုပ်ခဲ့ကြပြီ။ ကောင်းကင်များသည် ပြဲထွက်လုနီးပါးဖြစ်ပြီး ကမ္ဘာမြေသည်လည်း ကွဲအက်လျက်ရှိကာ တောင်များသည်လည်း ပြိုလဲကျလျက်ရှိသည်။ ၎င်းတို့သည် အလွန်ကျေးဇူးတော်ရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ၌ သားတော် <span class=\"gray\">(သို့မဟုတ် မျိုးနွယ် သို့မဟုတ် သားသမီးများ)</span> ကို ပုံအပ်ခဲ့ကြသည်။ သို့သော် အလွန်ကျေးဇူးတော်ရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အတွက် <span class=\"gray\">(အရှင်မြတ်၏ ကြီးမြတ်မှုနှင့်)</span> သားတော် <span class=\"gray\">(သို့မဟုတ် မျိုးနွယ် သို့မဟုတ် သားသမီးများ)</span> ကို မွေးဖွားခြင်းသည် မသင့်တော်ပေ။ ကောင်းကင်များနှင့် ကမ္ဘာမြေတွင် အလွန်ကျေးဇူးတော်ရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ထံသို့ ကျွန်အဖြစ် မလာရောက်သူ မရှိပေ။ အမှန်စင်စစ် အရှင်မြတ်သည် ၎င်းတို့တစ်ဦးစီတိုင်းကို သိရှိတော်မူပြီး ၎င်းတို့အားလုံးကို ပြည့်စုံစွာ ရေတွက်ထားတော်မူသည်။ ၎င်းတို့တစ်ဦးစီတိုင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့၌ <span class=\"gray\">(မည်သည့် ကူညီသူ၊ အကာအကွယ်ပေးသူ သို့မဟုတ် ခုခံကာကွယ်ပေးသူမရှိဘဲ)</span> အရှင်မြတ်ထံသို့ တစ်ဦးတည်းသာ လာရောက်ကြမည်)</span><span class=\"gray\">(၁၉:၈၈-၉၅)</span>၊ နှင့် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ - اللَّهُ الصَّمَدُ - لَمْ يَلِدْ وَلَمْ يُولَدْ - وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင် ပြောကြားပါလေ။ “အရှင်မြတ်သည် အလ္လာဟ် <span class=\"gray\">(အ)</span> တစ်ဆူတည်းသောအရှင် ဖြစ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အဆ်ဆမဒ် <span class=\"gray\">(ကိုယ်တိုင် ပြည့်စုံတော်မူပြီး အရာအားလုံး အရှင်မြတ်အပေါ် မှီခိုကြရသူ)</span> ဖြစ်တော်မူ၏။ အရှင်မြတ်သည် မမွေးဖွား၊ အရှင်မြတ်ကိုလည်း မည်သူကမှ မမွေးဖွားခဲ့ပေ။ အရှင်မြတ်နှင့် တူညီသူ မည်သူမျှ မရှိပေ။”)</span><span class=\"gray\">(၁၁၂)</span>။</p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်များတွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်သည် တူညီသူ သို့မဟုတ် ပြိုင်ဘက်မရှိသော အမြင့်ဆုံးသခင်ဖြစ်ကြောင်း၊ အရာခပ်သိမ်းနှင့် လူတိုင်းကို အရှင်မြတ်က ဖန်ဆင်းတော်မူကြောင်း ဖော်ပြထားသည်။ ထို့ကြောင့် ၎င်းတို့ထဲမှ သားတော်တစ်ပါးကို အရှင်မြတ် မည်သို့ရှိနိုင်မည်နည်း။ ထို့ကြောင့် ဤကျမ်းပိုဒ်၏ တဖ်စီရ် (အနက်အဓိပ္ပါယ်ဖွင့်ဆိုချက်) တွင် အလ်-ဘူခါရီက အိဘ်နုအဗ္ဗားစ်က တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ تَعَالَى: كَذّبَنِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ ذلِكَ، وَشَتَمَنِي وَلَمْ يَكُنْ لَهُ ذلِكَ، فَأَمَّا تَكْذِيبُهُ إِيَّايَ فَيَزْعُمُ أَنِّي لَا أَقْدِرُ أَنْ أُعِيدَهُ كَمَا كَانَ، وَأَمَّا شَتْمُهُ إِيَّايَ فَقَوْلُهُ لِي وَلَدًا فَسُبْحَانِي أَنْ أَتَّخِذَ صَاحِبَةً أَوْ وَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊ 'အာဒမ်၏သားက ငါ့ကို ငြင်းပယ်ခဲ့သည်၊ ၎င်းသည် သူ့အခွင့်အရေး မဟုတ်ပေ။ သူက ငါ့ကို စော်ကားခဲ့သည်၊ ၎င်းသည် သူ့အခွင့်အရေး မဟုတ်ပေ။ ငါ့ကို ငြင်းပယ်ခြင်းမှာ သူက ငါ့ကို ယခင်ကကဲ့သို့ ပြန်လည် ဖန်ဆင်းနိုင်စွမ်း မရှိဘူး <span class=\"gray\">(ရှင်ပြန်ထမြောက်စေနိုင်စွမ်း မရှိဘူး)</span> ဟု ပြောဆိုခဲ့ခြင်းဖြစ်သည်။ ငါ့ကို စော်ကားခြင်းမှာ သူက ငါ့မှာ သားတော်ရှိသည်ဟု ပြောဆိုခဲ့ခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်း အားလုံးသည် ငါ့အတွက်သာ ဖြစ်သည်။ ငါ့မှာ ဇနီး သို့မဟုတ် သားတော် ရှိရန် မသင့်တော်ပေ။')</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အလ်-ဘူခါရီက မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">စာဟီးဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَصْبَرُ عَلَى أَذًى سَمِعَهُ مِنَ اللهِ: إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقُهُمْ وَيُعَافِيهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထက် စော်ကားမှုကို ကြားနာရာတွင် ပိုမို သည်းခံသူ မည်သူမျှ မရှိပေ။ ၎င်းတို့သည် အရှင်မြတ်၌ သားတော်ရှိသည်ဟု ပြောဆိုကြသော်လည်း အရှင်မြတ်သည် ၎င်းတို့အား စားနပ်ရိက္ခာနှင့် ကျန်းမာရေးကို ပေးသနားတော်မူနေဆဲ ဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>အရာခပ်သိမ်းသည် အလ္လာဟ်အရှင်မြတ်၏ လက်တွင်း၌ ရှိသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"vi\" class=\"vi \"><span class=\"gray\">(all are Qānitūn to Him)</span>.</p><p lang=\"mt\" class=\"mt \">Ibn Abi Hatim said that Abu Sa'id Al-Ashaj informed them that Asbat informed them from Mutarrif, from 'Atiyah, from Ibn 'Abbas who said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَانِتِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာနိသွီန်)</span><span class=\"gray\">(၂:၂၃၈)</span> ဆိုသည်မှာ ၎င်းတို့သည် အရှင်မြတ်ထံ ဆုတောင်းကြသည်ဟူ၍ ဖြစ်သည်။ အိက်ရီမာဟ်နှင့် အဘူမာလိက်တို့ကလည်း -</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(and all are Qānitūn to Him.)</span> means, bound to Him in servitude to Him. Sa'id bin Jubayr said that Qānitūn is sincerity. Ar-Rabi' bin Anas said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားလုံးတို့သည် အရှင်မြတ်အား ကာနိသွူန် ဖြစ်ကြသည်)</span> ဆိုသည်မှာ “ရှင်ပြန်ထမြောက်ရာနေ့တွင် အရှင်မြတ်ရှေ့မှောက်၌ - ရပ်တည်နေကြသည်” ဟူ၍ ဖြစ်သည်။ ထို့အပြင် အစ်စ်-စူဒီကလည်း -</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားလုံးတို့သည် အရှင်မြတ်အား ကာနိသွူန် ဖြစ်ကြသည်)</span> ဆိုသည်မှာ “ရှင်ပြန်ထမြောက်ရာနေ့တွင် နာခံသူများ” ဟူ၍ ဖြစ်သည်။ ခဆစ်ဖ်က မုဂျာဟိဒ် ပြောသည်မှာ -</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားလုံးတို့သည် အရှင်မြတ်အား ကာနိသွူန် ဖြစ်ကြသည်)</span> ဆိုသည်မှာ “နာခံသူများ။ အရှင်မြတ်က 'လူဖြစ်စေ' ဟု မိန့်တော်မူလျှင် လူဖြစ်လာသည်။” ဟူ၍ ဖြစ်သည်။ အရှင်မြတ်က “<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊)</span> 'မြည်းဖြစ်စေ' ဟု မိန့်တော်မူလျှင် မြည်းဖြစ်လာသည်” ဟုလည်း ပြောကြားခဲ့သည်။ ထို့အပြင် အိဘ်နု အဘီ နဂျီးဟ်က မုဂျာဟိဒ် ပြောသည်မှာ -</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားလုံးတို့သည် အရှင်မြတ်အား ကာနိသွူန် ဖြစ်ကြသည်)</span> ဆိုသည်မှာ နာခံခြင်း ဖြစ်သည်။ မုဂျာဟိဒ်ကလည်း “မယုံကြည်သူ၏ နာခံမှုသည် သူ၏အရိပ်သည် ဆွဂ်ဂျဒ် (ဦးခိုက်ခြင်း) ပြုလုပ်သောအခါ ဖြစ်ပေါ်လာသည်၊ ထိုအရာကို သူက မုန်းတီးနေသော်လည်း ဖြစ်ပေါ်လာသည်” ဟု ပြောကြားခဲ့သည်။ အိဘ်နု ဂျရီရ် နှစ်သက်သော မုဂျာဟိဒ်၏ ပြောဆိုချက်သည် အဓိပ္ပါယ်အားလုံးကို ပေါင်းစပ်ထားပြီး Qunut ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်းနှင့် လက်အောက်ခံခြင်းကို ဆိုလိုသည်။ Qunut တွင် အမျိုးအစားနှစ်မျိုး ရှိသည်- ဥပဒေပြုထားသော Qunut နှင့် ကံကြမ္မာအရ ဖြစ်ပေါ်လာသော Qunut ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ يَسْجُدُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُم بِالْغُدُوِّ وَالْآصَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ မည်သူမဆို <span class=\"gray\">(တစ်ဦးတည်းသော)</span> အလ္လာဟ်အရှင်မြတ်ထံ ဦးခိုက်ကျရောက်ကြသည်။ ဆန္ဒအလျောက်ဖြစ်စေ၊ မလိုလားဘဲဖြစ်စေ၊ နံနက်ပိုင်းနှင့် <span class=\"gray\">(ညနေပိုင်း)</span> တွင် ၎င်းတို့၏ အရိပ်များကလည်း ဦးခိုက်ကျရောက်ကြသည်)</span><span class=\"gray\">(၁၃:၁၅)</span>။</p><div lang=\"my\" class=\"my \"><h2>ဘာဒီအ်၏ အဓိပ္ပါယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးကို ဘဒီအ် <span class=\"gray\">(စတင်ဖန်ဆင်းတော်မူသောအရှင်)</span> ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့နှင့်တူသော မည်သည့်အရာမျှ မရှိသေးချိန်တွင် ဖန်ဆင်းတော်မူခဲ့သည်။ မုဂျာဟိဒ်နှင့် အစ်စ်-စူဒီတို့က ၎င်းသည် ဘာသာစကားဆိုင်ရာ အဓိပ္ပါယ်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အရာသစ်များအားလုံးကို ဘစ်ဒ်အာဟု ခေါ်ဆိုသောကြောင့်ဖြစ်သည်။ မွတ်စလင်မ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...<span class=\"gray\">(သာသနာရေးဆိုင်ရာ)</span> ဆန်းသစ်တီထွင်မှုတိုင်းသည် ဘစ်ဒ်အာ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဘစ်ဒ်အာ နှစ်မျိုးရှိသည်- ဟဒီးဆ်တွင် ဖော်ပြထားသည့်အတိုင်း သာသနာရေးဆိုင်ရာ ဘစ်ဒ်အာနှင့် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلَالَةٌ</p><p lang=\"tg\" class=\"tg \"><span class=\"gray\">(...every innovation is a Bid'ah and every Bid'ah is heresy.)</span></p><p lang=\"my\" class=\"my \">ဘာသာစကားဆိုင်ရာ ဘစ်ဒ်အာလည်း ရှိသည်။ ၎င်းမှာ သက်ဝင်ယုံကြည်သူတို့၏ ခေါင်းဆောင် 'အုမရ် ဘင် အလ်-ခတ္တဘ်' က မွတ်စလင်မ်များကို သရာဝီဟ် နမာဇ်ကို စုပေါင်းဝတ်ပြုရန် စုစည်းစေခဲ့သောအခါ <span class=\"gray\">(၎င်းသည် တမန်တော်မြတ် ﷺ ၏ ယခင်က ကျင့်သုံးမှုလည်း ဖြစ်သည်)</span> “ဤဘစ်ဒ်အာသည် မည်မျှ ကောင်းမြတ်လိုက်သနည်း” ဟု ပြောဆိုခဲ့ခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဘ်နု ဂျရီရ်က ပြောကြားခဲ့သည်၊ “ထို့ကြောင့် ကျမ်းပိုဒ်များ <span class=\"gray\">(၂:၁၁၆-၁၁၇)</span> ၏ အဓိပ္ပါယ်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် သားတော်တစ်ပါးရှိခြင်းထက် ပိုမိုမြင့်မြတ်သည်။ အဘယ်ကြောင့်ဆိုသော် ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံး၏ ပိုင်ရှင်သည် အရှင်မြတ်ဖြစ်သောကြောင့်တည်း။ အားလုံးသည် အရှင်မြတ်၏ တစ်ပါးတည်းဖြစ်ခြင်းနှင့် အရှင်မြတ်အား လက်အောက်ခံခြင်းကို သက်သေခံကြသည်။ အရှင်မြတ်သည် ၎င်းတို့၏ ဖန်ဆင်းရှင်နှင့် ဖန်တီးရှင် ဖြစ်သည်။ မည်သည့်ဖန်ဆင်းခံ၏ ရှေ့ပြေးနမူနာမရှိဘဲ အရှင်မြတ်သည် ဖန်ဆင်းခံများကို ၎င်းတို့၏ လက်ရှိပုံသဏ္ဌာန်များအဖြစ် ပုံသွင်းခဲ့သည်။ အချို့က အလ္လာဟ်အရှင်မြတ်၏ သားတော်ဖြစ်သည်ဟု ပြောဆိုခဲ့သော အီဆာ (ယေရှု) သည် အရှင်မြတ်၏ တစ်ပါးတည်းဖြစ်ခြင်းကို သက်သေခံသူများထဲမှ တစ်ဦးဖြစ်ကြောင်းကိုလည်း အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ အစေခံများအား သက်သေခံတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် မြေကြီးကို မည်သည့်အရာမျှမရှိဘဲနှင့် မည်သည့်ရှေ့ပြေးနမူနာမရှိဘဲ ဖန်ဆင်းတော်မူခဲ့ကြောင်း ဖော်ပြထားသည်။ ထိုနည်းတူစွာ အရှင်မြတ်သည် မစီးဟ်ဖြစ်သော အီဆာကို အရှင်မြတ်၏ စွမ်းအားဖြင့် ဖခင်မရှိဘဲ ဖန်ဆင်းတော်မူခဲ့သည်။'” အိဘ်နု ဂျရီရ်၏ ဤရှင်းလင်းချက်သည် အလ္လာဟ်အရှင်မြတ် ကရုဏာတော်ရှိပါစေ၊ အလွန်ကောင်းမွန်ပြီး မှန်ကန်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အမှုကို စီရင်တော်မူသောအခါ ထိုအမှုကို 'ဖြစ်စေ!' ဟုသာ မိန့်တော်မူသည်၊ သို့ဖြစ်၍ ထိုအရာသည် ဖြစ်ပေါ်လာသည်)</span> ဤသည်မှာ အရှင်မြတ်၏ လုံးဝပြည့်စုံသော စွမ်းအားတော်နှင့် ကြီးမားသော အာဏာတော်ကို ပြသခြင်းဖြစ်သည်။ အရှင်မြတ်သည် ကိစ္စတစ်ခုကို ဆုံးဖြတ်တော်မူပါက၊ ထိုကိစ္စအား 'ဖြစ်စေ' ဟုသာ အမိန့်ပေးတော်မူပြီး ထိုအရာသည် ဖြစ်ပေါ်လာသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည် -</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အရှင်မြတ်သည် တစ်စုံတစ်ခုကို အလိုရှိသောအခါ အရှင်မြတ်၏ အမိန့်တော်သည် “ဖြစ်စေ!” ဟုသာ မိန့်တော်မူပြီး ထိုအရာသည် ဖြစ်ပေါ်လာသည်)</span><span class=\"gray\">(၃၆:၈၂)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် တစ်စုံတစ်ခုကို အလိုရှိသောအခါ ၎င်းအား ငါတို့၏ ပြောဆိုချက်မှာ “ဖြစ်စေ!” ဟုသာ ငါတို့ ပြောကြားသည်၊ သို့ဖြစ်၍ ထိုအရာသည် ဖြစ်ပေါ်လာသည်)</span><span class=\"gray\">(၁၆:၄၀)</span> နှင့် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အမိန့်တော်သည် မျက်တောင်တစ်ခတ်မျှသာ ဖြစ်သည်)</span><span class=\"gray\">(၅၄:၅၀)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် အီဆာ (ယေရှု) ကို “ဖြစ်စေ!” ဟုသာ မိန့်တော်မူပြီး အရှင်မြတ်၏ အလိုတော်အတိုင်း ဖြစ်ပေါ်လာကြောင်း ငါတို့အား အသိပေးတော်မူခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ အီဆာ <span class=\"gray\">(ယေရှု)</span> ၏ ဥပမာသည် အာဒမ်၏ ဥပမာနှင့် တူညီသည်။ အရှင်မြတ်သည် ၎င်းအား မြေမှုန့်မှ ဖန်ဆင်းတော်မူခဲ့သည်။ ထို့နောက် <span class=\"gray\">(အရှင်မြတ်)</span> က ၎င်းအား “ဖြစ်စေ!” ဟု မိန့်တော်မူသည်၊ သို့ဖြစ်၍ သူသည် ဖြစ်ပေါ်လာသည်)</span><span class=\"gray\">(၃:၅၉)</span>။</p>"
  }
]