[
  {
    "ayah_key": "2:221",
    "group_ayah_key": "2:221",
    "from_ayah": "2:221",
    "to_ayah": "2:221",
    "ayah_keys": "2:221",
    "text": "<p lang=\"my\" class=\"my \">အလ်-မွစ်ရ်ရိကားတ် <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူ အမျိုးသမီးများ)</span> တို့ကို ၎င်းတို့ ယုံကြည်သက်ဝင်လာသည်အထိ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်သည်အထိ)</span> လက်ထပ်မယူကြနှင့်။ စင်စစ်အားဖြင့် ယုံကြည်သက်ဝင်သော ကျွန်မတစ်ဦးသည် <span class=\"gray\">(လွတ်လပ်သော)</span> မွစ်ရ်ရိကာဟ် <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူ အမျိုးသမီး)</span> ထက် ပိုမိုကောင်းမွန်သည်၊ သူမသည် သင့်ကို နှစ်သက်စေသော်လည်း။ အလ်-မွစ်ရ်ရိကီးန် တို့ကို ၎င်းတို့ ယုံကြည်သက်ဝင်လာသည်အထိ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ)</span> လက်ထပ်မပေးကြနှင့်။ စင်စစ်အားဖြင့် ယုံကြည်သက်ဝင်သော ကျွန်တစ်ဦးသည် <span class=\"gray\">(လွတ်လပ်သော)</span> မွစ်ရ်ရစ် <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူ အမျိုးသား)</span> ထက် ပိုမိုကောင်းမွန်သည်၊ သူသည် သင့်ကို နှစ်သက်စေသော်လည်း။ ထိုသူတို့ <span class=\"gray\">(မွစ်ရ်ရိကီးန်များ)</span> သည် သင့်အား ငရဲဘုံသို့ ဖိတ်ခေါ်ကြသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ခွင့်ပြုချက်ဖြင့် <span class=\"gray\">(သင့်အား)</span> ဂျန္နတ် <span class=\"gray\">(သုခဘုံ)</span> နှင့် ခွင့်လွှတ်ခြင်းသို့ ဖိတ်ခေါ်ပြီး ၎င်း၏ အာယတ်တော်များ <span class=\"gray\">(သက်သေများ၊ အထောက်အထားများ၊ အာယတ်တော်များ၊ သင်ခန်းစာများ၊ လက္ခဏာများ၊ ဗျာဒိတ်တော်များ စသည်တို့ကို)</span> လူသားများအား ၎င်းတို့ သတိရနိုင်ရန် ရှင်းလင်းစွာ ပြသထားသည် <span>(၂၂၁)</span></p><div lang=\"no\" class=\"no \"><h2>The Prohibition of marrying Mushrik Men and Women</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ရုပ်တုကိုးကွယ်သော မွစ်ရ်ရိက် အမျိုးသမီးများအား လက်ထပ်ခြင်းမှ တားမြစ်ထားသည်။ အဓိပ္ပါယ်မှာ ယေဘုယျအားဖြင့် ရုပ်တုကိုးကွယ်သူများ နှင့် ကျမ်းဂန်ရှင်များအနက်မှ မွစ်ရ်ရိက် အမျိုးသမီးတိုင်းကို အကျုံးဝင်သော်လည်း၊ အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ရှင်များကို ဤဆုံးဖြတ်ချက်မှ ချန်လှပ်ထားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သင်တို့အတွက် လက်ထပ်ရန် ခွင့်ပြုထားသည်)</span> သင်တို့ မတိုင်မီက ကျမ်းဂန်ကို ပေးခဲ့သော <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်)</span> တို့အနက်မှ ဖြူစင်သန့်ရှင်းသော အမျိုးသမီးများ ဖြစ်သည်။ သင်တို့သည် ၎င်းတို့၏ သင့်လျော်သော မဟာရ်ကို ပေးပြီးနောက်၊ သန့်ရှင်းစင်ကြယ်ခြင်းကို လိုလား၍ <span class=\"gray\">(ဆိုလိုသည်မှာ၊ ၎င်းတို့ကို တရားဝင် လက်ထပ်ခြင်းဖြင့်)</span> တရားမဝင် လိင်ဆက်ဆံခြင်း မပြုလုပ်ဘဲ ဖြစ်သည်။)</span><span class=\"gray\">(၅:၅)</span></p><p lang=\"gd\" class=\"gd \">Ali bin Abu Talhah said that Ibn 'Abbas said about what Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنكِحُوا الْمُشْرِكَاتِ حَتَّىٰ يُؤْمِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မွစ်ရ်ရိကားတ် <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူ အမျိုးသမီးများ)</span> တို့ကို ၎င်းတို့ ယုံကြည်သက်ဝင်လာသည်အထိ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်သည်အထိ)</span> လက်ထပ်မယူကြနှင့်။)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ရှင် အမျိုးသမီးများကို ချန်လှပ်ထားခဲ့သည်။\" ၎င်းမှာ မွဂျာဟစ်ဒ်၊ အိကရီမာဟ်၊ စအိဒ် ဘင် ဂျူဘာရ်၊ မခ်ဟူးလ်၊ အလ်-ဟစန်၊ အဒ်-ဒဟ်ဟားက်၊ ဇိုင်းဒ် ဘင် အစလမ် နှင့် အလ်-ရဘီအ် ဘင် အနပ်စ် နှင့် အခြားသူများ၏ ရှင်းလင်းချက်လည်း ဖြစ်သည်။ အချို့ပညာရှင်များက အာယတ်တော်သည် ရုပ်တုကိုးကွယ်သူများအကြောင်းကိုသာ သီးသန့်ပြောဆိုခြင်းဖြစ်ပြီး ကျမ်းဂန်ရှင်များအကြောင်း မဟုတ်ဟု ဆိုကြသည်။ ဤအဓိပ္ပါယ်သည် ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော ပထမအဓိပ္ပါယ်နှင့် ဆင်တူသည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး သိတော်မူ၏။</p><p lang=\"my\" class=\"my \">အဗူ ဂျာအ်ဖရ် ဘင် ဂျရီရ် <span class=\"gray\">(အတ်-တာဘာရီ)</span> က ကျမ်းဂန်ရှင်အမျိုးသမီးများကို လက်ထပ်ခြင်းသည် ခွင့်ပြုကြောင်း အိဂျ်မာအ် (သဘောတူညီချက်) ရှိသည်ဟု ဖော်ပြပြီးနောက် ပြောကြားသည်မှာ၊ \"အွမ်မာရ်သည် ဤအလေ့အထကို မနှစ်သက်ခဲ့သည်မှာ မွတ်စလင်မ်များ မွတ်စလင်မ်အမျိုးသမီးများကို လက်ထပ်ခြင်းမှ ရှောင်ကြဉ်မည်ကို စိုးရိမ်သောကြောင့် သို့မဟုတ် အလားတူအကြောင်းပြချက်များကြောင့် ဖြစ်သည်။\" စစ်မှန်သော သတင်းပို့သူများ၏ ဆက်စပ်မှုက ရှာကိက် က ပြောသည်မှာ- ဟူဒိုင်းဖာဟ်သည် ဂျူးအမျိုးသမီးတစ်ဦးကို လက်ထပ်ခဲ့ပြီး အွမ်မာရ်က သူ့ထံ စာရေး၍ \"သူမကို ကွာရှင်းပါ\" ဟု မှာကြားခဲ့သည်။ သူက ပြန်လည်စာရေးသည်မှာ \"သူမသည် ကျွန်ုပ်အတွက် ခွင့်မပြုဟု သင်ဆိုလိုသဖြင့် ကျွန်ုပ် ကွာရှင်းရမည်လား?\" အွမ်မာရ်က ပြောသည်မှာ \"မဟုတ်ပါ။ သို့သော် သင်သည် ၎င်းတို့အနက်မှ ပြည့်တန်ဆာများကို လက်ထပ်မည်ကို ကျွန်ုပ်စိုးရိမ်သည်။\" အိဗ်နု ဂျရီရ်က ဇိုင်းဒ် ဘင် ဝဟ်ဘ် က ပြောသည်မှာ အွမ်မာရ် ဘင် ခတ္တာဘ် က ပြောခဲ့သည်- \"မွတ်စလင်မ်အမျိုးသားသည် ခရစ်ယာန်အမျိုးသမီးကို လက်ထပ်သည်၊ သို့သော် ခရစ်ယာန်အမျိုးသားသည် မွတ်စလင်မ်အမျိုးသမီးကို လက်ထပ်ခွင့် မရှိပါ။\" ဤဟဒီးဆ်သည် ယခင်ဟဒီးဆ်ထက် ပိုမိုခိုင်မာပြီး စစ်မှန်သော သတင်းပို့သူများ၏ ဆက်စပ်မှု ရှိသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဗူ ဟာတိမ် က အိဗ်နု အွမ်မာရ်သည် ကျမ်းဂန်ရှင် အမျိုးသမီးများကို လက်ထပ်ခြင်းကို မနှစ်သက်ကြောင်း ပြောကြားခဲ့သည်။ သူသည် ၎င်း၏ အာယတ်တော်အတွက် ကိုယ်ပိုင်ရှင်းလင်းချက်ကို အားကိုးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنكِحُوا الْمُشْرِكَاتِ حَتَّىٰ يُؤْمِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မွစ်ရ်ရိကားတ် <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူ အမျိုးသမီးများ)</span> တို့ကို ၎င်းတို့ ယုံကြည်သက်ဝင်လာသည်အထိ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်သည်အထိ)</span> လက်ထပ်မယူကြနှင့်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီကလည်း အိဗ်နု အွမ်မာရ် ပြောကြားသည်ကို ဖော်ပြခဲ့သည်- \"ဂျီးဇပ်စ်သည် သူမ၏ အရှင်ဖြစ်သည်ဟု ပြောခြင်းထက် ပိုကြီးမားသော ရှိရ်ခ်ကို ကျွန်ုပ် မသိပါ။\"</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်အားဖြင့် ယုံကြည်သက်ဝင်သော ကျွန်မတစ်ဦးသည် <span class=\"gray\">(လွတ်လပ်သော)</span> မွစ်ရ်ရိကာဟ် <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူ အမျိုးသမီး)</span> ထက် ပိုမိုကောင်းမွန်သည်၊ သူမသည် သင့်ကို နှစ်သက်စေသော်လည်း။)</span></p><p lang=\"my\" class=\"my \">အဗူ ဟူရိုင်ရာဟ် က တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု နှစ်စဟီဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُنْـكَحُ الْمَرْأَةُ لِأَرْبَعٍ: لِمَالِهَا وَلِحَسَبِهَا وَلِجَمَالِهَا وَلِدِينِهَا، فَاظْفَرْ بِذَاتِ الدِّينِ، تَرِبَتْ يَدَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးတစ်ဦးကို အကြောင်းလေးမျိုးကြောင့် လက်ထပ်ရန် ရွေးချယ်သည်- သူမ၏ ဥစ္စာဓန၊ လူမှုအဆင့်အတန်း၊ အလှအပ နှင့် ဘာသာတရား။ ထို့ကြောင့် ဘာသာရေးကိုင်းရှိုင်းသော အမျိုးသမီးကို လက်ထပ်ပါ၊ သင်၏လက်များ သဲများဖြင့် ပြည့်နှက်ပါစေ <span class=\"gray\">(အားပေးစကား)</span>။)</span></p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်က ဤဟဒီးဆ်ကို ဂျာဘိရ်ထံမှ ဖော်ပြခဲ့သည်။ မွတ်စလင်မ်ကလည်း အိဗ်နု အမ်ရ် က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الدُّنْيَا مَتَاعٌ، وَخَيْرُ مَتَاعِ الدُّنْيَا الْمَرْأَةُ الصَّالِحَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကဘဝသည် ပျော်ရွှင်စရာသာဖြစ်သည်၊ ဤလောကီဘဝ၏ အကောင်းဆုံး ပျော်ရွှင်စရာမှာ သူတော်စင်ဇနီး ဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُنكِحُوا الْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မွစ်ရ်ရိကီးန် တို့ကို ၎င်းတို့ ယုံကြည်သက်ဝင်လာသည်အထိ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ)</span> လက်ထပ်မပေးကြနှင့်။)</span> ဆိုလိုသည်မှာ မွစ်ရ်ရိက် အမျိုးသားများကို ယုံကြည်သော အမျိုးသမီးများနှင့် လက်ထပ်မပေးကြနှင့်။ ဤမိန့်ခွန်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ခွန်းနှင့် ဆင်တူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့အတွက် တရားဝင် <span class=\"gray\">(ဇနီးများ)</span> မဟုတ်သကဲ့သို့၊ ၎င်းတို့သည်လည်း ၎င်းတို့အတွက် တရားဝင် <span class=\"gray\">(ခင်ပွန်းများ)</span> မဟုတ်ကြ။)</span><span class=\"gray\">(၆၀:၁၀)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Next, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...စင်စစ်အားဖြင့် ယုံကြည်သက်ဝင်သော ကျွန်တစ်ဦးသည် <span class=\"gray\">(လွတ်လပ်သော)</span> မွစ်ရ်ရစ် <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူ အမျိုးသား)</span> ထက် ပိုမိုကောင်းမွန်သည်၊ သူသည် သင့်ကို နှစ်သက်စေသော်လည်း။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က ယုံကြည်သက်ဝင်သော အမျိုးသားတစ်ဦး၊ အာဘီဆီးနီးယားကျွန်တစ်ဦး ဖြစ်နေလျှင်ပင်၊ ချမ်းသာကြွယ်ဝသော သခင်တစ်ဦးဖြစ်နေသော်လည်း မွစ်ရ်ရစ် အမျိုးသားထက် ပိုမိုကောင်းမွန်ကြောင်း ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أُولَٰئِكَ يَدْعُونَ إِلَى النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့ <span class=\"gray\">(အလ်-မွစ်ရ်ရိကွန်းများ)</span> သည် သင့်အား ငရဲဘုံသို့ ဖိတ်ခေါ်သည်)</span> ဆိုလိုသည်မှာ၊ ငြင်းပယ်သူများနှင့် ပေါင်းသင်းဆက်ဆံခြင်းသည် ဤဘဝကို နှစ်သက်စေပြီး နောင်ဘဝထက် ပိုမိုနှစ်သက်စေကာ အပြင်းထန်ဆုံး အကျိုးဆက်များကို ဦးတည်စေသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ခွင့်ပြုချက်ဖြင့် <span class=\"gray\">(သင့်အား)</span> ဂျန္နတ် <span class=\"gray\">(သုခဘုံ)</span> နှင့် ခွင့်လွှတ်ခြင်းသို့ ဖိတ်ခေါ်သည်)</span> ဆိုလိုသည်မှာ ၎င်း၏ ဥပဒေ၊ အမိန့်များနှင့် တားမြစ်ချက်များဖြင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ၎င်း၏ အာယတ်တော်များကို လူသားများအား ၎င်းတို့ သတိရနိုင်ရန် ရှင်းလင်းစွာ ပြသထားသည်။)</span></p>"
  }
]