[
  {
    "ayah_key": "2:130",
    "group_ayah_key": "2:130",
    "from_ayah": "2:130",
    "to_ayah": "2:132",
    "ayah_keys": "2:130,2:131,2:132",
    "text": "<p lang=\"my\" class=\"my \">အီဗရာဟင်မ်၏သာသနာ <span class=\"gray\">(ဆိုလိုသည်မှာ အစ္စလာမ့်တစ်ဆူတည်းကိုသာ ကိုးကွယ်ခြင်း)</span> မှ မိမိကိုယ်ကိုမိုက်မဲစေသူမှတစ်ပါး မည်သူက ဖယ်ခွာသနည်း။ စင်စစ်၊ ဤလောက၌ ငါတို့သည် သူ့ကိုရွေးချယ်ခဲ့ပြီး နောက်ဘဝတွင် သူသည် ဖြောင့်မတ်သူများထဲမှ ဖြစ်ပေလိမ့်မည် <span>(၁၃၀)</span>သူ့သခင်က သူ့အား \"လက်အောက်ခံလော့ <span class=\"gray\">(ဆိုလိုသည်မှာ မွတ်စလင်မ်ဖြစ်လော့)</span>!\" ဟု ပြောသောအခါ၊ သူက \"ငါသည် အာလမ်ဟူသမျှ၏ <span class=\"gray\">(လူသားများ၊ ဂျင်န်များနှင့် တည်ရှိသမျှအားလုံး)</span> သခင်အား ငါ့ကိုယ်ကို လက်အောက်ခံပြီးဖြစ်သည်။ <span>(၁၃၁)</span>ဤ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား လက်အောက်ခံခြင်း၊ အစ္စလာမ်ဘာသာ)</span> ကို အီဗရာဟင်မ် <span class=\"gray\">(အာဗြဟံ)</span> က သူ၏သားများအား၊ ယာအ်ကူဘ် <span class=\"gray\">(ယာကုပ်)</span> ကလည်း <span class=\"gray\">(ပြောကြားခဲ့သည်မှာ)</span> \"အို ငါ့သားတို့! အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် <span class=\"gray\">(မှန်ကန်သော)</span> ဘာသာတရားကို ရွေးချယ်ပေးခဲ့ပြီ၊ ထို့ကြောင့် မွတ်စလင်မ်အဖြစ်မှတစ်ပါး အသက်မသေကြကုန်လင့်။ <span>(၁၃၂)</span></p><div lang=\"my\" class=\"my \"><h2>အီဗရာဟင်မ်၏ ဘာသာတရားမှ မိုက်မဲသူများသာ လမ်းမှားသွားကြသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖြောင့်မတ်သူတို့၏ခေါင်းဆောင် အီဗရာဟင်မ်၏ဘာသာတရားကို ဆန့်ကျင်၍ အခြားသူများကို အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်ကိုးကွယ်သည့် မယုံကြည်သူတို့၏ဆန်းသစ်မှုများကို ချေပခဲ့သည်။ အီဗရာဟင်မ်သည် အမြဲတစေ ရိုးသားစွာဖြင့် အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို မခေါ်ခဲ့ပေ။ သူသည် ခဏမျှပင် ရှရစ်ခ် (တွဲဖက်ကိုးကွယ်မှု) ကို မကျူးလွန်ခဲ့ပေ။ သူသည် အလ္လာဟ်အရှင်မြတ်အစား ကိုးကွယ်ခံနေရသည့် အခြားနတ်ဘုရားတိုင်းကို စွန့်လွှတ်ခဲ့ပြီး ဤကိစ္စတွင် သူ၏လူမျိုးအားလုံးကို ဆန့်ကျင်ခဲ့သည်။ ပရောဖက် အီဗရာဟင်မ်က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ إِنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့လူမျိုးတို့! အသင်တို့ တွဲဖက်ကိုးကွယ်နေကြသည်များ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်၍ ကိုးကွယ်ခြင်း)</span> မှ ငါသည် အမှန်ပင် ကင်းလွတ်၏။ အမှန်စင်စစ်၊ ငါသည် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူသောအရှင်ဘက်သို့ ဟာနီဖာ <span class=\"gray\">(အစ္စလာမ့်တစ်ဆူတည်းကိုသာ ကိုးကွယ်ခြင်း)</span> အဖြစ် ငါ၏မျက်နှာကို လှည့်ထားပြီးဖြစ်၏။ ငါသည် အလ်-မွစ်ရီကီးန် (အခြားသူများကို တွဲဖက်ကိုးကွယ်သူများ) ထဲမှ မဟုတ်ပေ။)</span><span class=\"gray\">(၆:၇၈-၇၉)</span>။ ထို့အပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِّمَّا تَعْبُدُونَ - إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်က သူ၏ဖခင်နှင့် သူ၏လူမျိုးအား ပြောကြားခဲ့သည်ကို <span class=\"gray\">(သတိရကြလော့)</span>: \"အမှန်စင်စစ်၊ အသင်တို့ ကိုးကွယ်နေသည်များမှ ငါသည် ကင်းလွတ်၏။ \"ငါ့ကို ဖန်ဆင်းတော်မူသောအရှင် <span class=\"gray\">(ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ငါကိုးကွယ်သည်)</span> မှတစ်ပါး မဟုတ်ပေ။ ဧကန်မလွဲ၊ ထိုအရှင်သည် ငါ့ကို လမ်းပြတော်မူမည်။\")</span><span class=\"gray\">(၄၃:၂၆-၂၇)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်က သူ၏ဖခင်အတွက် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ)</span> ခွင့်လွှတ်မှုကို တောင်းခံခြင်းမှာ သူ <span class=\"gray\">(အီဗရာဟင်မ်)</span> က သူ့အား <span class=\"gray\">(သူ၏ဖခင်အား)</span> ပေးခဲ့သည့် ကတိကြောင့်သာ ဖြစ်သည်။ သို့သော် သူ့အား <span class=\"gray\">(အီဗရာဟင်မ်အား)</span> ရှင်းရှင်းလင်းလင်းဖြစ်လာသောအခါ၊ သူ <span class=\"gray\">(သူ၏ဖခင်)</span> သည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူဖြစ်ကြောင်း၊ သူသည် သူ့ထံမှ မိမိကိုယ်ကို ခွဲထုတ်ခဲ့သည်။ ဧကန်မလွဲ၊ အီဗရာဟင်မ်သည် အဝါဟ် <span class=\"gray\">(နိမ့်ကျစွာဖြင့် အလ္လာဟ်အရှင်မြတ်ကို ပန်ကြားသူ၊ အရှင်ကို ချီးမြှင့်သူနှင့် အရှင်ကို အမြဲသတိရသူ)</span> ဖြစ်ပြီး သည်းခံသူဖြစ်ခဲ့သည်)</span><span class=\"gray\">(၉:၁၁၄)</span>၊ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ - شَاكِرًا لِّأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ - وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ အီဗရာဟင်မ်သည် အွမ္မာ <span class=\"gray\">(ကောင်းမြတ်သောအရည်အချင်းများရှိသည့် ခေါင်းဆောင်၊ သို့မဟုတ် လူမျိုးတစ်မျိုး)</span> ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ကို နာခံသူ၊ ဟာနီဖ် <span class=\"gray\">(ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သူကိုမှ မကိုးကွယ်ခြင်း)</span> ဖြစ်ကာ အလ်-မွစ်ရီကီးန် (အခြားသူများကို တွဲဖက်ကိုးကွယ်သူများ) ထဲမှ မဟုတ်ပေ။ <span class=\"gray\">(သူသည်)</span> အရှင်၏ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ကျေးဇူးတော်များအတွက် ကျေးဇူးတင်ရှိသူဖြစ်၏။ အရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် သူ့ကို <span class=\"gray\">(ရင်းနှီးသောမိတ်ဆွေအဖြစ်)</span> ရွေးချယ်ခဲ့ပြီး ဖြောင့်မတ်သောလမ်းသို့ လမ်းပြခဲ့သည်။ ထို့အပြင် ငါတို့သည် သူ့အား ဤလောက၌ ကောင်းမြတ်သောအရာကို ပေးခဲ့ပြီး နောက်ဘဝတွင် သူသည် ဖြောင့်မတ်သူများထဲမှ ဖြစ်ပေလိမ့်မည်။)</span><span class=\"gray\">(၁၆:၁၂၀-၁၂၂)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်၏သာသနာမှ မည်သူက ဖယ်ခွာသနည်း)</span> ဆိုလိုသည်မှာ၊ သူ၏လမ်း၊ နည်းလမ်းနှင့် ပုံစံကို စွန့်လွှတ်ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن سَفِهَ نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်ကိုမိုက်မဲစေသူမှတစ်ပါး)</span> ဆိုလိုသည်မှာ၊ မှန်ကန်ခြင်းမှ သွေဖည်၍ ဆိုးသွမ်းမှုသို့ ရောက်ရှိခြင်းဖြင့် မိမိကိုယ်ကို မတရားပြုကျင့်သူဖြစ်သည်။ ထိုသို့သောသူသည် ငယ်ရွယ်စဉ်မှစ၍ ဤလောက၌ စစ်မှန်သော အီမာမ်ဖြစ်ရန် ရွေးချယ်ခံခဲ့ရသူ၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား အရှင်၏ ခလီလ်အဖြစ် ရွေးချယ်ခဲ့သည်အထိ၊ နောက်ဘဝတွင် အောင်မြင်သူများထဲမှ ဖြစ်လာမည့်သူ၏ လမ်းကို ဆန့်ကျင်နေခြင်းဖြစ်သည်။ ဤလမ်းမှ သွေဖည်၍ လမ်းမှားနှင့် သွေဖည်ခြင်းလမ်းကို လိုက်နာခြင်းထက် ပို၍ အရူးထခြင်းမျိုး ရှိပါသလား။ ဤထက် ပို၍ မတရားမှုမျိုး ရှိပါသလား။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အခြားသူများကို အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်၍ ကိုးကွယ်ခြင်းသည် ကြီးမားသော ဇုလ်မ် <span class=\"gray\">(မှားယွင်းမှု)</span> ဖြစ်ပေသည်)</span><span class=\"gray\">(၃၁:၁၃)</span>။</p><p lang=\"my\" class=\"my \">အဗူ အလ်-အာလိယဟ်နှင့် ကွာတာဒါဟ်တို့က ပြောကြားခဲ့သည်မှာ \"ဤအာယတ်တော် <span class=\"gray\">(၂:၁၃၀)</span> သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မလာဘဲ အီဗရာဟင်မ်၏သာသနာကို ဆန့်ကျင်သည့် အလေ့အထကို တီထွင်ခဲ့သော ဂျူးများအကြောင်းနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ - إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်သည် ဂျူးလည်းမဟုတ်၊ ခရစ်ယာန်လည်းမဟုတ်ခဲ့၊ သို့သော် သူသည် စစ်မှန်သော မွတ်စလင်မ် ဟာနီဖာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်သူ)</span> ဖြစ်ပြီး အလ်-မွစ်ရီကီးန် (တွဲဖက်ကိုးကွယ်သူများ) ထဲမှ မဟုတ်ပေ။ ဧကန်မလွဲ၊ လူသားများအနက် အီဗရာဟင်မ်အား အကောင်းဆုံး တောင်းဆိုခွင့်ရှိသူများမှာ သူ့ကို လိုက်နာသူများ၊ ဤပရောဖက် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> နှင့် ယုံကြည်သူများ <span class=\"gray\">(မွတ်စလင်မ်များ)</span> ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့၏ ဝလီ <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်သူနှင့် ကူညီဖေးမသူ)</span> ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၃:၆၇-၆၈)</span>၊ သည် ဤအချက်ကို သက်သေခံသည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့သခင်က သူ့အား \"လက်အောက်ခံလော့ <span class=\"gray\">(ဆိုလိုသည်မှာ မွတ်စလင်မ်ဖြစ်လော့)</span>!\" ဟု ပြောသောအခါ၊ သူက \"ငါသည် အာလမ်ဟူသမျှ၏ <span class=\"gray\">(လူသားများ၊ ဂျင်န်များနှင့် တည်ရှိသမျှအားလုံး)</span> သခင်အား ငါ့ကိုယ်ကို လက်အောက်ခံပြီးဖြစ်သည်။\")</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်က အီဗရာဟင်မ်အား အရှင်နှင့်ရိုးသားရန်နှင့် အရှင်အား မြဲမြံစွာနာခံရန် အမိန့်ပေးခဲ့ကြောင်း ဖော်ပြသည်။ အီဗရာဟင်မ်သည် အလ္လာဟ်အရှင်မြတ်၏အမိန့်ကို ပြည့်ဝစွာ လိုက်နာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား လက်အောက်ခံခြင်း၊ အစ္စလာမ်ဘာသာ)</span> ကို အီဗရာဟင်မ်က သူ၏သားများအား၊ ယာအ်ကူဘ်ကလည်း မှာကြားခဲ့သည်)</span> ဆိုလိုသည်မှာ၊ အီဗရာဟင်မ်သည် သူ၏မျိုးဆက်များကို အလ္လာဟ်အရှင်မြတ်အတွက် ဤဘာသာတရား၊ ဆိုလိုသည်မှာ အစ္စလာမ်ဘာသာကို လိုက်နာရန် အမိန့်ပေးခဲ့သည်။ သို့မဟုတ်၊ ဤအာယတ်တော်သည် အီဗရာဟင်မ်၏ စကားများကို ရည်ညွှန်းနေခြင်း ဖြစ်နိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် အာလမ်ဟူသမျှ၏ <span class=\"gray\">(လူသားများ၊ ဂျင်န်များနှင့် တည်ရှိသမျှအားလုံး)</span> သခင်အား ငါ့ကိုယ်ကို လက်အောက်ခံပြီးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ဤပရောဖက်များသည် ဤစကားများကို အလွန်ချစ်မြတ်နိုးကြသဖြင့် သေဆုံးချိန်အထိ ထိန်းသိမ်းထားပြီး ၎င်းတို့၏သားသမီးများအား ၎င်းတို့နောက်ပိုင်းတွင် လိုက်နာကျင့်သုံးရန် အကြံပေးခဲ့ကြသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင် <span class=\"gray\">(အီဗရာဟင်မ်)</span> သည် ၎င်းကို <span class=\"gray\">[ဆိုလိုသည်မှာ လာအီလာဟအီလ္လလ္လာဟ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှတစ်ပါး အခြားကိုးကွယ်ထိုက်သူမရှိ)</span>]</span> သူ၏မျိုးဆက်များအကြား ထာဝရတည်မြဲသော စကားတစ်ခွန်း <span class=\"gray\">(စစ်မှန်သော တစ်ဆူတည်းကိုသာ ကိုးကွယ်ခြင်း)</span> ဖြစ်စေခဲ့သည်)</span><span class=\"gray\">(၄၃:၂၈)</span>။</p><p lang=\"my\" class=\"my \">အီဗရာဟင်မ်သည် ထိုစဉ်ကရှိနေသော သားဖြစ်သူ အစ္စဟာက်၏သား ယာအ်ကူဘ်အပါအဝင် သူ၏သားသမီးများကို အကြံပေးခဲ့ခြင်း ဖြစ်နိုင်သည်။ အီဗရာဟင်မ်နှင့် စာရာတို့၏ဘဝတစ်လျှောက်လုံးတွင် အစ္စဟာက်အား ယာအ်ကူဘ်နှင့်အတူ ချီးမြှင့်ခံခဲ့ရသည်ဟု ထင်ရပြီး အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အကြောင်းမှာ ကောင်းသောသတင်းတွင် ၎င်းတို့နှစ်ဦးစလုံး အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၌ ပါဝင်နေသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် သူမအား <span class=\"gray\">(စာရာအား)</span> အစ္စဟာက် <span class=\"gray\">(အစ္စဟက်)</span> ၏ သတင်းကောင်းကို ပေးခဲ့ပြီး အစ္စဟာက်နောက်ပိုင်းတွင် ယာအ်ကူဘ် <span class=\"gray\">(ယာကုပ်)</span> ၏ သတင်းကောင်းကို ပေးခဲ့သည်)</span><span class=\"gray\">(၁၁:၇၁)</span>။</p><p lang=\"my\" class=\"my \">ထို့အပြင်၊ အကယ်၍ ယာအ်ကူဘ် ထိုစဉ်က အသက်ရှင်မနေသေးလျှင် ဤနေရာ၌ အစ္စဟာက်၏သားသမီးများအနက် သူ့ကို တိတိကျကျ ဖော်ပြထားခြင်းသည် အသုံးမဝင်ပေ။ ထို့အပြင် အလ္လာဟ်အရှင်မြတ်က ဆူရဟ် အလ်-အန်ကဘူးတ်တွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အား <span class=\"gray\">(အီဗရာဟင်မ်အား)</span> အစ္စဟာက်နှင့် ယာအ်ကူဘ်ကို ပေးသနားခဲ့ပြီး သူ၏မျိုးဆက်များအကြား ပရောဖက်ပြုခြင်းနှင့် ကျမ်းတော်ကို ပြဋ္ဌာန်းခဲ့သည်)</span><span class=\"gray\">(၂၉:၂၇)</span>၊ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အား အစ္စဟာက်နှင့် <span class=\"gray\">(မြေး)</span> ယာအ်ကူဘ်ကို ပေးသနားခဲ့သည်)</span><span class=\"gray\">(၂၁:၇၂)</span>၊ ဤသို့ဖြင့် ၎င်းသည် အီဗရာဟင်မ်၏သက်တမ်းအတွင်း ဖြစ်ပွားခဲ့ကြောင်း ဖော်ပြသည်။ ထို့အပြင် ယာအ်ကူဘ်သည် ဘိုင်သ် အလ်-မက်ဒစ် (ဘိုင်သွလ်မက်ဒစ်) ကို တည်ဆောက်ခဲ့သည်ဟု ရှေးကျမ်းများက သက်သေခံသည်။ ဆဟီဟ်ကျမ်းနှစ်အုပ်တွင် အဘူဒါရ်က ပြောကြားခဲ့သည်မှာ \"ကျွန်ုပ်က 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! မည်သည့်ဗလီကို အရင်ဆုံး တည်ဆောက်ခဲ့ပါသလဲ?' ဟု မေးခဲ့သည်။ အရှင်က <span class=\"gray\">(အလ်-မစ်ဂျစ် အလ်-ဟာရမ် <span class=\"gray\">(ကာအ်ဘာ)</span>)</span> ဟု မိန့်တော်မူသည်။ ကျွန်ုပ်က 'ထို့နောက် ဘာလဲ?' ဟု မေးရာ အရှင်က <span class=\"gray\">(ဘိုင်သ် အလ်-မက်ဒစ်)</span> ဟု မိန့်တော်မူသည်။ ကျွန်ုပ်က 'မည်မျှကြာပြီးမှလဲ?' ဟု မေးရာ အရှင်က <span class=\"gray\">(နှစ်ပေါင်းလေးဆယ်)</span> ဟု မိန့်တော်မူသည်။\" ထို့အပြင်၊ ယာအ်ကူဘ်က သူ၏သားသမီးများအား ပေးခဲ့သည့် အကြံဉာဏ်၊ ၎င်းကို မကြာမီ ကျွန်ုပ်တို့ ဖော်ပြပါမည်၊ သည် ယာအ်ကူဘ်သည် အထက်ဖော်ပြပါ အာယတ်တော်များ <span class=\"gray\">(၂:၁၃၀-၁၃၂)</span> တွင် ဖော်ပြထားသည့် အကြံဉာဏ်ကို လက်ခံရရှိသူများထဲမှ တစ်ဦးဖြစ်ကြောင်း သက်သေခံသည်။</p><div lang=\"af\" class=\"af \"><h2>Adhering to Tawhid until Death</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပြောကြားသည်မှာ)</span> \"အို ငါ့သားတို့! အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် <span class=\"gray\">(မှန်ကန်သော)</span> ဘာသာတရားကို ရွေးချယ်ပေးခဲ့ပြီ၊ ထို့ကြောင့် မွတ်စလင်မ်အဖြစ်မှတစ်ပါး အသက်မသေကြကုန်လင့်။\")</span> ဆိုလိုသည်မှာ၊ သင်တို့၏ဘဝတစ်လျှောက်လုံးတွင် ကောင်းမြတ်သောအမှုများကို ပြုလုပ်ကြပြီး ဤလမ်းစဉ်ပေါ်တွင် တည်ရှိကြလော့။ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် ဤလမ်းစဉ်ပေါ်တွင် သေဆုံးခြင်း၏မျက်နှာသာကို သင်တို့အား ပေးသနားတော်မူမည်။ များသောအားဖြင့် လူတစ်ဦးသည် သူနေထိုင်ခဲ့သည့်လမ်းစဉ်ပေါ်တွင် သေဆုံးပြီး သူသေဆုံးခဲ့သည့်အရာအတိုင်း ပြန်လည်ရှင်ပြန်ထမြောက်ခံရသည်။ အလွန် ရက်ရောတော်မူသောအရှင် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းသောအမှုများကို ပြုလုပ်လိုသူများအား ဖြောင့်မတ်သောလမ်းစဉ်ပေါ်တွင် တည်ရှိနေစေရန် ကူညီတော်မူသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အောက်ပါအတိုင်းပြောကြားထားသည့် စစ်မှန်သော ဟဒီးစ်တော်နှင့် မည်သည့်နည်းနှင့်မျှ ဆန့်ကျင်ဘဲရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتّـى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا بَاعٌ أَوْ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّار فَيَدْخُلُهَا. وَإِنَّ الرَّجُلَ لَيَعْمَلُ بعَمَلِ أَهلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا بَاعٌ أَو ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် ဂျန္နတ် (ပရဒိသု) နေသူတို့၏ အမှုများကို ပြုလုပ်ကောင်းပြုလုပ်နေမည်။ ထိုသို့ဖြင့် လက်ဆန့်တန်းတစ်ဖျား သို့မဟုတ် တောင်ဝှေးတစ်တောင်သာ ၎င်းနှင့် ဂျန္နတ်ကြားတွင် ကန့်လန့်ကာရှိတော့မည်။ ထိုအခါ ကျမ်းတော် <span class=\"gray\">(ကံကြမ္မာ)</span> က ဦးဆောင်မည်ဖြစ်ပြီး သူသည် ငရဲနေသူတို့၏ အမှုများကို ပြုလုပ်ကာ ငရဲသို့ ဝင်ရောက်မည်။ ထို့အပြင်၊ လူတစ်ဦးသည် ငရဲနေသူတို့၏ အမှုများကို ပြုလုပ်ကောင်းပြုလုပ်နေမည်။ ထိုသို့ဖြင့် လက်ဆန့်တန်းတစ်ဖျား သို့မဟုတ် တောင်ဝှေးတစ်တောင်သာ ၎င်းနှင့် ငရဲကြားတွင် ကန့်လန့်ကာရှိတော့မည်။ သို့သော် ကျမ်းတော်က ဦးဆောင်မည်ဖြစ်ပြီး သူသည် ဂျန္နတ်နေသူတို့၏ အမှုများကို ပြုလုပ်ကာ ဂျန္နတ်သို့ ဝင်ရောက်မည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊ <span class=\"gray\">(၉၂:၅-၁၀)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَنْ أَعْطَىٰ وَاتَّقَىٰ - وَصَدَّقَ بِالْحُسْنَىٰ - فَسَنُيَسِّرُهُ لِلْيُسْرَىٰ - وَأَمَّا مَن بَخِلَ وَاسْتَغْنَىٰ - وَكَذَّبَ بِالْحُسْنَىٰ - فَسَنُيَسِّرُهُ لِلْعُسْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ပေးကမ်းလှူဒါန်းသူ <span class=\"gray\">(ပရဟိတဒါန)</span> နှင့် အလ္လာဟ်အရှင်မြတ်အား တာဝန်ကျေပွန်၍ အရှင်ကို ကြောက်ရွံ့သူဖြစ်ပါက။ အလ်-ဟွစ်နာကို ယုံကြည်သူ။ ငါတို့သည် သူ့အတွက် လွယ်ကူသောလမ်း <span class=\"gray\">(ကောင်းမြတ်ခြင်း)</span> ကို ဖြောင့်ဖြူးစေမည်။ သို့သော် သူသည် လောဘကြီးသော၊ စေးနဲသော၊ မိမိကိုယ်ကို လုံလောက်သည်ဟု ထင်မှတ်သူဖြစ်ပါက။ အလ်-ဟွစ်နာကို ငြင်းပယ်သူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှတစ်ပါး အခြားကိုးကွယ်ထိုက်သူမရှိ)</span>။ ငါတို့သည် သူ့အတွက် ဆိုးသွမ်းမှုလမ်းကို ဖြောင့်ဖြူးစေမည်)</span>၊</p>"
  }
]