[
  {
    "ayah_key": "33:26",
    "group_ayah_key": "33:26",
    "from_ayah": "33:26",
    "to_ayah": "33:27",
    "ayah_keys": "33:26,33:27",
    "text": "<p class=\"my translation\" lang=\"my\">ကျမ်းဂန်ရရှိသူတို့အနက် ၎င်းတို့အား ထောက်ခံခဲ့သူများအား အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ရဲတိုက်များမှ အောက်သို့ ချတော်မူပြီး ၎င်းတို့၏ နှလုံးသားများထဲသို့ ထိတ်လန့်မှုကို ထည့်တော်မူခဲ့သည်။ သင်တို့သည် အုပ်စုတစ်စုကို သတ်ဖြတ်ခဲ့ကြပြီး အုပ်စုတစ်စုကို ဖမ်းဆီးခဲ့ကြသည်။ <span>(၂၆)</span>၎င်းပြင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ မြေများ၊ ၎င်းတို့၏ အိမ်များ၊ ၎င်းတို့၏ ကြွယ်ဝချမ်းသာမှုများ နှင့် သင်တို့မနင်းဖူးသေးသော မြေများကို သင်တို့အား အမွေပေးတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့ကို တတ်စွမ်းတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၂၇)</span></p><p lang=\"my\" class=\"my \">ဘာနူကူရိုင်ဇာအား တိုက်ခိုက်မှု</p><p lang=\"my\" class=\"my \">မဟာမိတ်တပ်များ ရောက်လာပြီး အလ်-မာဒီနာမြို့ပြင်တွင် စခန်းချသောအခါ ဘာနူကူရိုင်ဇာသည် ၎င်းတို့နှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) အကြား ရှိနေခဲ့သော သဘောတူစာချုပ်ကို ဖောက်ဖျက်ခဲ့ကြောင်း ကျွန်ုပ်တို့ မှတ်သားထားပြီးဖြစ်သည်။ ဤအရာသည် ဟူယိုင်း ဘင် အက္ခ်သဗ် အလ်-နာဒါရီ (အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ကျိန်စာသင့်ပါစေ) ၏ လှုပ်ရှားမှုဖြင့် ဖြစ်ပွားခဲ့ခြင်းဖြစ်ပြီး ၎င်းသည် ၎င်းတို့၏ ခံတပ်ထဲသို့ ဝင်ရောက်ကာ ၎င်းတို့၏ ခေါင်းဆောင် ကအ်ဗ် ဘင် အဆဒ်အား သဘောတူစာချုပ်ကို ဖောက်ဖျက်ရန် သဘောမတူမီအထိ တစ်ဦးတည်း မထားခဲ့ပေ။ ၎င်းက ကအ်ဗ်အား ပြောခဲ့သည့်အရာများထဲမှ တစ်ခုမှာ \"မင်း ပျက်စီးပါစေ! ဤသည်မှာ ဂုဏ်ယူဝံ့ကြွားရန် အခွင့်အရေးပင်။ ကုရိုင်ရှ်တို့နှင့် မျိုးနွယ်စုအမျိုးမျိုးမှ ၎င်းတို့၏ အမျိုးသားအပေါင်းအပါများ၊ ဂါတာဖာန်တို့နှင့် ၎င်းတို့၏ နောက်လိုက်များ မင်းထံ ရောက်လာကြပြီ။ ၎င်းတို့သည် မုဟမ္မဒ်နှင့် ၎င်း၏ အပေါင်းအပါများကို ဖယ်ရှားပစ်သည်အထိ ဤနေရာတွင် နေလိမ့်မည်။\" ဟူ၍ ဖြစ်သည်။ ကအ်ဗ်က ၎င်းအား \"မဟုတ်ဘူး၊ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါတယ်၊ ဒါဟာ အရှက်ရဖို့ အခွင့်အရေးပဲ။ မင်း ပျက်စီးပါစေ၊ အို ဟူယိုင်း၊ မင်းဟာ ကံဆိုးစေမယ့် နိမိတ်ပဲ။ ငါတို့ကို တစ်ယောက်တည်း ထားခဲ့ပါ။\" ဟု ပြောခဲ့သည်။ သို့သော် ဟူယိုင်းက ၎င်း၏တောင်းဆိုမှုကို သဘောမတူမီအထိ ဆက်လက်စည်းရုံးခဲ့သည်။ ၎င်းက မဟာမိတ်တပ်များ မည်သည့်အရာမှ မလုပ်ဘဲ ပြန်သွားပါက ၎င်း <span class=\"gray\">[ဟူယိုင်း]</span> သည် ၎င်းတို့၏ ခံတပ်ထဲသို့ ဝင်ရောက်ကာ ၎င်းတို့၏ ကံကြမ္မာကို မျှဝေမည်ဟူသော အခြေအနေကို ချမှတ်ခဲ့သည်။ ဘာနူကူရိုင်ဇာတို့သည် ၎င်းတို့၏ သဘောတူစာချုပ်ကို ဖောက်ဖျက်ခဲ့ပြီး ဤသတင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) ထံ ရောက်ရှိသောအခါ ၎င်းနှင့် မွတ်စ်လင်မ်များသည် အလွန်စိတ်ဆင်းရဲခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရန်သူများကို နှိမ်နင်းကာ မည်သည့်အရာမှ မရဘဲ စိတ်ပျက်အားငယ်စွာ ပြန်လည်မောင်းထုတ်ခြင်းဖြင့် ၎င်းအား ကူညီခဲ့သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် အောင်ပွဲခံလျက် အလ်-မာဒီနာသို့ ပြန်လာခဲ့ပြီး လူတို့သည် ၎င်းတို့၏ လက်နက်များကို ချထားခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် အွမ်မ် ဆလာမာဟ်၏ အိမ်တော်တွင် စစ်ပွဲမှ ဖုန်မှုန့်များကို ဆေးကြောနေစဉ် (အလ္လာဟ်အရှင်မြတ်သည် သူမအား နှစ်သက်တော်မူပါစေ) ဂျစ်ဗ်ရီလ် (အလိုင်ဟစ်စလာမ်) သည် ပိုးထည်ခေါင်းပေါင်းဖြင့် ဆင်ယင်ကာ ပိုးထည်ကုန်းနှီးခင်းထားသော မြင်းလားတစ်စီးကိုစီးလျက် ၎င်းထံ ရောက်ရှိလာသည်။ ၎င်းက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ သင်သည် သင်၏ လက်နက်များကို ချထားပြီးပြီလား\" ဟု မေးခဲ့သည်။ </p><p lang=\"my\" class=\"my \">၎င်း (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က \"ဟုတ်ကဲ့။\" ဟု ပြောခဲ့သည်။ ၎င်းက \"သို့သော် ကောင်းကင်တမန်များသည် ၎င်းတို့၏ လက်နက်များကို ချထားခြင်း မရှိသေးပါ။ ကျွန်ုပ်သည် ယခုမှ လူတို့ကို လိုက်လံနှိမ်နင်းရာမှ ပြန်လာခဲ့ခြင်း ဖြစ်သည်။\" ထို့နောက် ၎င်းက \"အလ္လာဟ်အရှင်မြတ်သည် (၎င်းအား မင်္ဂလာရှိပြီး မြင့်မြတ်တော်မူပါစေ) သင်အား ထပြီး ဘာနူကူရိုင်ဇာထံ သွားရန် အမိန့်ပေးတော်မူသည်။\" ဟု ပြောခဲ့သည်။ အခြားသော မှတ်တမ်းတစ်ခုအရ \"သင်သည် မည်မျှ တိုက်ခိုက်တတ်သူပါလိမ့်! သင်သည် သင်၏ လက်နက်များကို ချထားပြီးပြီလား။\" ၎င်း (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က \"ဟုတ်ကဲ့။\" ဟု ပြောခဲ့သည်။ ၎င်းက \"သို့သော် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ လက်နက်များကို မချထားရသေးပါ။ ထပြီး ဤလူများထံ သွားပါ။\" ၎င်း (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က \"ဘယ်ကိုလဲ။\" ဟု မေးခဲ့သည်။ ၎င်းက \"ဘာနူကူရိုင်ဇာထံ၊ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား ၎င်းတို့အား လှုပ်ခါရန် အမိန့်ပေးထားသည်\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် ချက်ချင်း ထရပ်ပြီး အလ်-မာဒီနာမြို့မှ မိုင်အနည်းငယ်အကွာတွင်ရှိသော ဘာနူကူရိုင်ဇာထံ ချီတက်ရန် လူတို့အား အမိန့်ပေးခဲ့သည်။ ဤအရာသည် ဆွလားသ် အဇ်-ဇွဟ်ရ် (မွန်းတည့်ဆွလားသ်) နောက်ပိုင်းတွင် ဖြစ်သည်။ ၎င်း (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُصَلِّيَنَّ أَحَدٌ مِنْكُمُ الْعَصْرَ إِلَّافِي بَنِي قُرَيْظَةَ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(No one among you should pray 'Asr except at Banu Qurayzah.)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် လူတို့သည် ထွက်ခွာခဲ့ကြပြီး ၎င်းတို့ လမ်းပေါ်တွင် ရှိနေစဉ်မှာပင် ဆွလားသ် (ဝတ်ပြုဆုတောင်းခြင်း) အချိန် ရောက်လာသည်။ ၎င်းတို့အနက် အချို့သည် လမ်းပေါ်တွင် ဆွလားသ် ပြုခဲ့ကြပြီး \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် ကျွန်ုပ်တို့အား အလျင်အမြန် ချီတက်စေလိုခြင်းသာ ဖြစ်သည်။\" ဟု ပြောခဲ့ကြသည်။ အခြားသူများကမူ \"ကျွန်ုပ်တို့ ဘာနူကူရိုင်ဇာသို့ မရောက်မချင်း ၎င်းကို ဆွလားသ် ပြုမည်မဟုတ်ပေ။\" ဟု ပြောခဲ့ကြသည်။ အဆိုပါ အုပ်စုနှစ်စုလုံး ၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အရာအတွက် ပြစ်တင်ရှုံ့ချခြင်း မခံခဲ့ရပေ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် ၎င်းတို့နောက် လိုက်သွားခဲ့သည်။ ၎င်းသည် အလ်-မာဒီနာမြို့ကို အိဗ်နု အွမ်မ် မက္တူမ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) အား တာဝန်ခံအဖြစ် ထားခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် အလီ ဘင် အဘီ သာလိဗ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) အား အလံကို ပေးအပ်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် ၎င်းတို့ <span class=\"gray\">(ဘာနူကူရိုင်ဇာ)</span> ထံသို့ သွားရောက်ကာ နှစ်ဆယ့်ငါးရက်ကြာ ဝိုင်းရံပိတ်ဆို့ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤအရာသည် အချိန်ကြာမြင့်လာသောအခါ ၎င်းတို့သည် 'အဝ်စ်' မျိုးနွယ်စုခေါင်းဆောင် ဆအ်ဒ် ဘင် မွအာဓ် ၏ စီရင်ချက်ကို လက်ခံရန် သဘောတူခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ဂျာဟီလီယာခေတ် (အစ္စလာမ်မတိုင်မီခေတ်) ကတည်းက ၎င်းတို့၏ မဟာမိတ်များ ဖြစ်ခဲ့သောကြောင့် သူသည် 'အဗ်ဒုလ္လာဟ် ဘင် အွဗိုင်ယ် ဘင် စလူလ်' က ၎င်း၏ မဟာမိတ် ဘာနူကိုင်နူကာအ် အား အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) အား လွတ်မြောက်စေရန် တောင်းဆိုခဲ့သကဲ့သို့ သူသည် ၎င်းတို့အား ကြင်နာစွာ ဆက်ဆံလိမ့်မည်ဟု ၎င်းတို့ ထင်မြင်ခဲ့ကြသည်။ ထို့ကြောင့် ဤလူများသည် အိဗ်နု အွဗိုင်ယ် က ထိုလူများအတွက် လုပ်ပေးခဲ့သကဲ့သို့ ဆအ်ဒ် က ၎င်းတို့အတွက် လုပ်ပေးလိမ့်မည်ဟု ထင်မြင်ခဲ့ကြသည်။ ၎င်းတို့ မသိခဲ့ကြပေ။ ဆအ်ဒ် သည် အလ်-ခန်းဒက်ခ် စစ်ပွဲအတွင်း ၎င်း၏ လက်မောင်းသွေးပြန်ကြော အလယ်ပိုင်းသို့ မြှားဖြင့် အပစ်ခံခဲ့ရကြောင်း ၎င်းတို့ မသိခဲ့ကြပေ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် ၎င်း၏ သွေးပြန်ကြောကို မီးကင်ကုသပေးခဲ့ပြီး ၎င်းအား အနီးကပ် စောင့်ကြည့်နိုင်ရန် ဗလီဝတ်ကျောင်းတော်ရှိ တဲတစ်လုံးတွင် နေထိုင်စေခဲ့သည်။ ဆအ်ဒ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) ၏ ဒိုအာ (ဆုတောင်းခြင်း) များထဲမှ တစ်ခုမှာ \"အို အလ္လာဟ်အရှင်မြတ်၊ ကုရိုင်ရှ်တို့နှင့် စစ်ပွဲနှင့် ပတ်သက်၍ လုပ်စရာ တစ်စုံတစ်ရာ ကျန်ရှိနေသေးပါက ကျွန်ုပ်အား ၎င်းအတွက် အသက်ရှင်နေစေတော်မူပါ၊ ကျွန်ုပ်တို့နှင့် ၎င်းတို့အကြား စစ်ပွဲပြီးဆုံးပြီဟု အရှင်မြတ် အမိန့်တော်ချမှတ်ပါက သွေးထွက်ခြင်းကို ပြန်လည်ဖြစ်စေတော်မူပါ၊ သို့သော် ဘာနူကူရိုင်ဇာနှင့် ပတ်သက်၍ ကျွန်ုပ်ကျေနပ်မှု မရမချင်း ကျွန်ုပ်အား သေဆုံးစေတော်မမူပါနှင့်။\" ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ဆုတောင်းမှုကို လက်ခံတော်မူပြီး စီရင်ချက်အတွက် ၎င်းထံသို့ အပ်နှင်းရန် ၎င်းတို့ သဘောတူလိမ့်မည်ဟု အမိန့်တော်ချမှတ်ခဲ့ပြီး ဤသည်မှာ ၎င်းတို့၏ လွတ်လပ်သော ရွေးချယ်မှုပင်ဖြစ်သည်။ ဤသို့ဖြစ်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် ၎င်းတို့အား စီရင်ချက်ချမှတ်ရန် အလ်-မာဒီနာမှ လာရန် ၎င်းအား ခေါ်ခဲ့သည်။ ၎င်း ရောက်လာသောအခါ ၎င်းစီးရန် အထူးပြင်ဆင်ထားသော မြည်းတစ်စီးကို စီးလျက် ရောက်ရှိလာခဲ့ပြီး 'အဝ်စ်' မျိုးနွယ်စုဝင်အချို့သည် ၎င်းအား မပြင်းထန်စေရန် တိုက်တွန်းခဲ့ကြပြီး \"အို ဆအ်ဒ်၊ ၎င်းတို့သည် သင်၏ ဖောက်သည်များဖြစ်သောကြောင့် ၎င်းတို့အား ကြင်နာပါ၊ ၎င်း၏ နှလုံးသားကို နူးညံ့စေရန် ကြိုးစားခဲ့ကြသည်။\" သို့သော် ၎င်းသည် တိတ်ဆိတ်စွာနေပြီး ၎င်းတို့အား ပြန်မဖြေခဲ့ပေ။ ၎င်းတို့က ၎င်းတို့၏ တောင်းဆိုမှုကို ဆက်လက် တိုက်တွန်းသောအခါ ၎င်းက \"ယခု ဆအ်ဒ် သည် မည်သည့် ပြစ်တင်ရှုံ့ချမှု သို့မဟုတ် ကဲ့ရဲ့ရှုံ့ချမှုကမျှ ၎င်းအား အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ သွေဖည်စေမည် မဟုတ်ကြောင်း သေချာစေရမည့်အချိန်ပင်။\" ထိုအခါ ၎င်းတို့သည် ၎င်းတို့အား အသက်ရှင်သန်ခွင့် မပေးတော့မည်ကို သိရှိသွားကြသည်။</p><p lang=\"my\" class=\"my \">၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) ရှိရာ တဲသို့ ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُومُوا إِلَى سَيِّدِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ခေါင်းဆောင်အတွက် ထရပ်ကြပါ။)</span> ထို့ကြောင့် မွတ်စ်လင်မ်များသည် ၎င်းအတွက် ထရပ်ကြပြီး ၎င်း၏ ဂုဏ်သိက္ခာနှင့် လျော်ညီစွာ ဂုဏ်ပြုလေးစားစွာ ကြိုဆိုခဲ့ကြကာ ၎င်း၏ စီရင်ချက်သည် ပိုမိုသက်ရောက်မှုရှိစေရန် ဖြစ်သည်။ ၎င်း ထိုင်လိုက်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَؤُلَاءِ - وَأَشَارَ إِلَيْهِمْ - قَدْ نَزَلُوا عَلَى حُكْمِكَ، فَاحْكُمْ فِيهِمْ بِمَا شِئْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလူများသည်)</span> – ၎င်းက ၎င်းတို့အား လက်ညှိုးထိုးပြပြီး – <span class=\"gray\">(သင်၏ စီရင်ချက်ကို လက်ခံရန် သဘောတူပြီးပြီ၊ ထို့ကြောင့် သင် အလိုရှိသည့်အတိုင်း ၎င်းတို့အား စီရင်ချက်ချမှတ်ပါ။)</span></p><p lang=\"my\" class=\"my \">ဆအ်ဒ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) က \"ကျွန်ုပ်၏ စီရင်ချက်ကို အကောင်အထည်ဖော်လိမ့်မည်။\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က \"ဟုတ်ကဲ့။\" ဟု မိန့်ကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">၎င်းက \"ဒီတဲထဲမှာ ရှိသူတွေအပေါ် အကောင်အထည်ဖော်မှာလား။\" ၎င်းက \"ဟုတ်ကဲ့။\" ၎င်းက \"ဒီဘက်ခြမ်းမှာ ရှိသူတွေအပေါ်ရောလား။\" – ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) ရှိရာဘက်သို့ လက်ညှိုးထိုးပြခဲ့သော်လည်း ၎င်းအပေါ် လေးစားမှုကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) ကို တိုက်ရိုက် မကြည့်ခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က ၎င်းအား \"ဟုတ်ကဲ့။\" ဟု မိန့်ကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဆအ်ဒ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) က \"ကျွန်ုပ်၏ စီရင်ချက်မှာ ၎င်းတို့၏ တိုက်ခိုက်သူများကို သတ်ဖြတ်ရမည်ဖြစ်ပြီး ၎င်းတို့၏ ကလေးသူငယ်များနှင့် ပစ္စည်းဥစ္စာများကို သိမ်းပိုက်ရမည်ဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ حَكَمْتَ بِحُكْمِ اللهِ تَعَالَى مِنْ فَوْقِ سَبْعِ أَرْقَعَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကောင်းကင်ခုနစ်ထပ် အထက်မှ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်အတိုင်း စီရင်ဆုံးဖြတ်ခဲ့လေပြီ။)</span> အခြားမှတ်တမ်းတစ်ခုအရ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ حَكَمْتَ بِحُكْمِ الْمَلِكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အရှင်သခင်၏ အမိန့်တော်အတိုင်း စီရင်ဆုံးဖြတ်ခဲ့လေပြီ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် မြောင်းများတူးရန် အမိန့်ပေးခဲ့ရာ မြေကြီးထဲတွင် မြောင်းများ တူးခဲ့ကြပြီး ၎င်းတို့အား ပခုံးများဖြင့် ချည်နှောင်ကာ ခေါင်းဖြတ်ခဲ့ကြသည်။ ၎င်းတို့သည် ခုနစ်ရာမှ ရှစ်ရာအထိ ရှိခဲ့ကြသည်။ အရွယ်ရောက်ပြီးစ အရွယ်သို့ မရောက်သေးသော ကလေးသူငယ်များနှင့် အမျိုးသမီးများကို ဖမ်းဆီးခဲ့ကြပြီး ၎င်းတို့၏ ပစ္စည်းဥစ္စာများကို သိမ်းပိုက်ခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">ဤအရာအားလုံးကို ကျွန်ုပ်တို့ ရေးသားခဲ့သော စီရာကျမ်းတွင် အထောက်အထားများနှင့် ဟဒီးစ်တော်များနှင့်တကွ အတိုချုပ်နှင့် အသေးစိတ် နှစ်မျိုးစလုံး ဖော်ပြထားသည်။ ချီးမွမ်းခြင်းနှင့် မင်္ဂလာများ အလ္လာဟ်အရှင်မြတ်ထံ ပို့သအပ်ပါသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ထောက်ခံခဲ့သူများအား အလ္လာဟ်အရှင်မြတ်သည် အောက်သို့ ချတော်မူခဲ့သည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) အား ဆန့်ကျင်သော ၎င်းတို့၏ စစ်ပွဲတွင် ၎င်းတို့အား ကူညီပံ့ပိုးခဲ့သူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنْ أَهْلِ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ရရှိသူတို့အနက်မှ)</span> ဆိုလိုသည်မှာ ဘာနူကူရိုင်ဇာ ဖြစ်သည်။ ၎င်းတို့သည် အစ္စရေးလ် မျိုးနွယ်စုများထဲမှ ဂျူးလူမျိုးများ ဖြစ်ကြသည်။ ၎င်းတို့၏ ဘိုးဘွားဘီဘင်များသည် လွန်ခဲ့သော ကာလကြာမြင့်စွာကတည်းက ဟိဂျာဇ်ဒေသတွင် အခြေချနေထိုင်ခဲ့ကြပြီး တော်ရာတ်ကျမ်းနှင့် အင်ဂျီလ်ကျမ်းတွင် ၎င်းတို့ဖတ်ရှုခဲ့ရသော စာမတတ်သည့် နဗီတမန်တော်ကို လိုက်နာရန် ရှာဖွေခဲ့ကြခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့ သိရှိခဲ့သောအရာသည် ၎င်းတို့ထံ ရောက်ရှိလာသောအခါ ၎င်းတို့သည် ၎င်းကို မယုံကြည်ခဲ့ကြပေ။)</span><span class=\"gray\">(၂:၈၉)</span>။ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသည် ၎င်းတို့အပေါ် ကျရောက်ပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ صَيَاصِيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရဲတိုက်များမှ)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ခံတပ်များမှ ဖြစ်သည်။ ဤသည်မှာ မူဂျာဟစ်ဒ်၊ အိကရီမာဟ်၊ အသားအ်၊ ကွတာဒါဟ်၊ အစ်-ဆွဒ်ဒီ နှင့် အခြားသော စလဖ်များ၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ နှလုံးသားများထဲသို့ ထိတ်လန့်မှုကို ထည့်တော်မူခဲ့သည်;)</span> ဆိုလိုသည်မှာ ကြောက်ရွံ့ခြင်း ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) အား ဆန့်ကျင်သော ၎င်းတို့၏ စစ်ပွဲတွင် ရုပ်တုကိုးကွယ်သူများကို ထောက်ခံခဲ့ကြသောကြောင့် ဖြစ်ပြီး သိသူသည် မသိသူနှင့် မတူပေ။ ၎င်းတို့သည် မွတ်စ်လင်မ်များကို ထိတ်လန့်စေခဲ့ပြီး လောကီအာဏာ ရရှိရန်အတွက် ၎င်းတို့အား သတ်ဖြတ်ရန် ရည်ရွယ်ခဲ့ကြသော်လည်း ၎င်းတို့၏ အစီအစဉ်များ မှားယွင်းခဲ့သည်။ ရုပ်တုကိုးကွယ်သူများ ထွက်ပြေးခဲ့ကြပြီး ယုံကြည်သူများ အောင်ပွဲခံခဲ့ကြကာ မယုံကြည်သူများသည် ရှုံးနိမ့်ခဲ့ကြသည်။ ၎င်းတို့ ဂုဏ်ယူဝံ့ကြွားရန် ရည်ရွယ်ခဲ့ရာတွင် ၎င်းတို့ အရှက်ရခဲ့ကြသည်။ ၎င်းတို့သည် မွတ်စ်လင်မ်များကို အမြစ်ပြတ်ချေမှုန်းလိုခဲ့သော်လည်း ၎င်းတို့ကိုယ်တိုင် အမြစ်ပြတ်ချေမှုန်းခံခဲ့ရသည်။ ဤအရာအားလုံးအပြင် ၎င်းတို့သည် နောင်တမလွန်ဘဝတွင် ပျက်စီးကြလိမ့်မည်ဖြစ်ရာ မည်သည့်နည်းနှင့်မဆို ၎င်းတို့အား ရှုံးနိမ့်သူများအဖြစ် သတ်မှတ်နိုင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အုပ်စုတစ်စုကို သတ်ဖြတ်ခဲ့ကြပြီး အုပ်စုတစ်စုကို ဖမ်းဆီးခဲ့ကြသည်။)</span> သတ်ဖြတ်ခံရသူများမှာ ၎င်းတို့၏ စစ်သည်များဖြစ်ပြီး ဖမ်းဆီးခံရသူများမှာ ၎င်းတို့၏ ကလေးသူငယ်များနှင့် အမျိုးသမီးများ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အသိယဟ် အလ်-ကူရာဇီ ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"ဘာနူကူရိုင်ဇာနေ့တွင် ကျွန်ုပ်အား နဗီတမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) ထံ ပြသခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ကျွန်ုပ်နှင့်ပတ်သက်၍ မသေချာသောကြောင့် ဖြစ်သည်။ နဗီတမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က ကျွန်ုပ်တွင် ကိုယ်ခန္ဓာမွေးများ ပေါက်သေးသည်ရှိမရှိ ကြည့်ရှုရန် ၎င်းတို့အား ပြောခဲ့သည်။ ၎င်းတို့ ကြည့်ရှုခဲ့ကြရာ ကျွန်ုပ်တွင် ကိုယ်ခန္ဓာမွေးများ မပေါက်သေးကြောင်း တွေ့ရသောကြောင့် ၎င်းတို့သည် ကျွန်ုပ်အား လွှတ်ပေးခဲ့ပြီး အခြားအကျဉ်းသားများနှင့်အတူ ထားရှိခဲ့သည်။\" ဤအရာကို ဆူနန်ကျမ်းပြုစုသူများကလည်း မှတ်တမ်းတင်ခဲ့ကြပြီး အတ်-သီရ်မီဇီက ၎င်းသည် ဟစန် ဆဟီဟ် ဖြစ်သည်ဟု ဆိုခဲ့သည်။ အန်-နာစာအီကလည်း အသိယဟ်ထံမှ အလားတူအရာကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ၎င်းတို့၏ မြေများ၊ ၎င်းတို့၏ အိမ်များ၊ ၎င်းတို့၏ ကြွယ်ဝချမ်းသာမှုများကို သင်တို့အား အမွေပေးတော်မူခဲ့သည်၊)</span> ဆိုလိုသည်မှာ '၎င်းတို့အား သင်တို့ သတ်ဖြတ်ပြီးနောက် ဤအရာများကို သင်တို့အား ၎င်းပေးတော်မူခဲ့သည်။'</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَأَرْضًا لَمْ تَطَئُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့ မနင်းဖူးသေးသော မြေ။)</span> ဤသည်မှာ ခိုင်ဗရ် ဖြစ်သည်ဟု ဆိုကြသည်၊ သို့မဟုတ် ပါရှန်းများနှင့် ရောမတို့၏ နယ်မြေများ ဖြစ်သည်ဟုလည်း ဆိုကြသည်။ အိဗ်နု ဂျရီရ်က \"ဤအရာအားလုံးကို ရည်ညွှန်းခြင်း ဖြစ်နိုင်သည်။\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့ကို တတ်စွမ်းတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span>\"</p>"
  }
]