[
  {
    "ayah_key": "39:36",
    "group_ayah_key": "39:36",
    "from_ayah": "39:36",
    "to_ayah": "39:40",
    "ayah_keys": "39:36,39:37,39:38,39:39,39:40",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်အတွက် မလုံလောက်ပေဘူးလား။ သို့သော် သူတို့သည် အရှင်မြတ်မှတစ်ပါး အခြားသူများနှင့် သင့်အား ကြောက်ရွံ့စေရန် ကြိုးစားကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို လမ်းမှားစေလျှင် ၎င်းအတွက် လမ်းပြသူရှိမည်မဟုတ်ပေ။ <span>(၃၆)</span> အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို လမ်းမှန်ပြသလျှင် ၎င်းအတွက် လမ်းမှားစေသူရှိမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ ပြန်လည်လက်စားချေပိုင်ရှင် မဟုတ်ပေဘူးလား။ <span>(၃၇)</span> အမှန်စင်စစ်၊ အကယ်၍ သင်သည် သူတို့ကို \"ကောင်းကင်များနှင့် ကမ္ဘာမြေကို မည်သူဖန်ဆင်းခဲ့သနည်း\" ဟု မေးမြန်းလျှင်၊ ၎င်းတို့က \"အလ္လာဟ်\" ဟု ဧကန်မလွဲ ဖြေဆိုကြလိမ့်မည်။ သင်က ပြောပါ– \"ထိုအခါ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ခေါ်ဝေါ်ပန်ကြားနေသော အရာများကို ငါ့အား ပြောပြကြပါဦး၊ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ငါ့အတွက် ဆိုးကျိုးတစ်စုံတစ်ရာကို ရည်ရွယ်ခဲ့လျှင်၊ ၎င်းတို့သည် အရှင်မြတ်၏ ဆိုးကျိုးကို ဖယ်ရှားနိုင်ပါမည်လား။ သို့မဟုတ် အကယ်၍ အရှင်မြတ်သည် ငါ့အတွက် ကရုဏာတစ်စုံတစ်ရာကို ရည်ရွယ်ခဲ့လျှင်၊ ၎င်းတို့သည် အရှင်မြတ်၏ ကရုဏာကို တားဆီးထားနိုင်ပါမည်လား။\" သင်က ပြောပါ– \"အလ္လာဟ်အရှင်မြတ်သည် ငါ့အတွက် လုံလောက်သည်။ အရှင်မြတ်၌ ယုံကြည်ကိုးစားသူများသည် မိမိတို့၏ ယုံကြည်ကိုးစားမှုကို ထားရှိရမည်။ <span>(၃၈)</span> ပြောပါ– \"အို ငါ့လူမျိုးတို့! သင်တို့၏ နည်းလမ်းအတိုင်း လုပ်ဆောင်ကြလော့၊ ငါလည်း လုပ်ဆောင်နေသည်။ ထို့နောက် သင်တို့သည် သိရှိလာကြလိမ့်မည် <span>(၃၉)</span> \"မည်သူ့ထံသို့ အရှက်ရစေသော နှိပ်စက်မှုလာမည်နည်း၊ မည်သူ့အပေါ်သို့ ထာဝရနှိပ်စက်မှု ကျရောက်မည်နည်း။ <span>(၄၀)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်အတွက် လုံလောက်သည်</p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်အတွက် မလုံလောက်ပေဘူးလား။)</span> အချို့က ၎င်းကို \"သူ၏ကျွန်များ\" ဟု ဖတ်ကြသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်သည် မိမိအား ကိုးကွယ်သူနှင့် မိမိအပေါ် ယုံကြည်ကိုးစားသူအတွက် လုံလောက်သည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် အရှင်မြတ်မှတစ်ပါး အခြားသူများနှင့် သင့်အား ကြောက်ရွံ့စေရန် ကြိုးစားကြသည်။)</span> ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ၎င်းတို့၏ ရုပ်တုများနှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားခေါ်ဝေါ်ပန်ကြားသော ဘုရားများဖြင့် အသိဉာဏ်မဲ့မှုနှင့် လမ်းမှားမှုတို့ကြောင့် ကြောက်လန့်စေရန် ကြိုးစားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ - وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ ۗ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို လမ်းမှားစေလျှင် ၎င်းအတွက် လမ်းပြသူရှိမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို လမ်းမှန်ပြသလျှင် ၎င်းအတွက် လမ်းမှားစေသူရှိမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ ပြန်လည်လက်စားချေပိုင်ရှင် မဟုတ်ပေဘူးလား။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်အပေါ် ယုံကြည်ကိုးစားပြီး အရှင်မြတ်ထံသို့ လှည့်ပြန်သူ မည်သူမျှ စွန့်ပစ်ခံရမည်မဟုတ်ပေ။ အကြောင်းမှာ အရှင်မြတ်သည် အခြားသူတစ်ဦးမှ မလွှမ်းမိုးနိုင်သော အနန္တတန်ခိုးရှင်ဖြစ်ပြီး၊ အရှင်မြတ်ကို မယုံကြည်သူများ၊ အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်သူများနှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ဆန့်ကျင်သူများအပေါ် လက်စားချေရာတွင် အရှင်မြတ်ထက် ပိုမိုပြင်းထန်သူ မည်သူမျှ မရှိပေ။</p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ်သည် တစ်ပါးတည်းသော ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ဝန်ခံကြသည်၊ အကြောင်းမှာ ၎င်းတို့၏ဘုရားများသည် မစွမ်းဆောင်နိုင်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အကယ်၍ သင်သည် သူတို့ကို \"ကောင်းကင်များနှင့် ကမ္ဘာမြေကို မည်သူဖန်ဆင်းခဲ့သနည်း\" ဟု မေးမြန်းလျှင်၊ ၎င်းတို့က \"အလ္လာဟ်\" ဟု ဧကန်မလွဲ ဖြေဆိုကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်း၏ ဖန်ဆင်းရှင်ဖြစ်ကြောင်း အသိအမှတ်ပြုခဲ့ကြသည်။ သို့သော် ထိုသို့ဖြစ်လင့်ကစား ၎င်းတို့သည် အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်နေဆဲပင်။ ထိုသူများသည် အကျိုးပြုနိုင်စွမ်း သို့မဟုတ် အန္တရာယ်ပြုနိုင်စွမ်း မရှိကြပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်က ပြောပါ– \"ထိုအခါ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ခေါ်ဝေါ်ပန်ကြားနေသော အရာများကို ငါ့အား ပြောပြကြပါဦး၊ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ငါ့အတွက် ဆိုးကျိုးတစ်စုံတစ်ရာကို ရည်ရွယ်ခဲ့လျှင်၊ ၎င်းတို့သည် အရှင်မြတ်၏ ဆိုးကျိုးကို ဖယ်ရှားနိုင်ပါမည်လား။ သို့မဟုတ် အကယ်၍ အရှင်မြတ်သည် ငါ့အတွက် ကရုဏာတစ်စုံတစ်ရာကို ရည်ရွယ်ခဲ့လျှင်၊ ၎င်းတို့သည် အရှင်မြတ်၏ ကရုဏာကို တားဆီးထားနိုင်ပါမည်လား။\")</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုအရာများထဲမှ တစ်ခုမျှကိုပင် လုပ်ဆောင်နိုင်စွမ်း မရှိကြပေ။ ဤနေရာတွင် အိဗ်နု အဘီ ဟာသ်သ်ိမ်သည် အိဗ်နု အဗ္ဗာစ်ထံမှ တမန်တော်မြတ် ﷺ ထံသို့ မှီငြမ်းထားသော ဟဒီးစ်တော်တစ်ပုဒ်ကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْفَظِ اللهَ يَحْفَظْكَ، احْفَظِ اللهَ تَجِدْهُ تُجَاهَكَ، تَعَرَّفْ إِلَى اللهِ فِي الرَّخَاءِ يَعْرِفْكَ فِي الشِّدَّةِ، إِذَا سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعُوا عَلىٰ أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَكْتُبْهُ اللهُ عَلَيْكَ لَمْ يَضُرُّوكَ، وَلَوِ اجْتَمَعُوا عَلىٰ أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَكْتُبْهُ اللهُ لَكَ لَمْ يَنْفَعُوكَ، جَفَّتِ الصُّحُفُ وَرُفِعَتِ الْأَقْلَامُ، وَاعْمَلْ للهِ بِالشُّكْرِ فِي الْيَقِينِ.وَاعْلَمْ أَنَّ فِي الصَّبْرِ عَلىٰ مَا تَكْرَهُ خَيْرًا كَثِيرًا، وَأَنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الْفَرَجَ مَعَ الْكَرْبِ، وَأَنَّ مَعَ الْعُسْرِ يُسْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား သတိပြုပါ၊ အရှင်မြတ်က သင့်အား ကာကွယ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်အား သတိပြုပါ၊ အရှင်မြတ်က သင့်အနားတွင် အမြဲရှိနေသည်ကို သင်တွေ့ရလိမ့်မည်။ လွယ်ကူသောအချိန်များတွင် အလ္လာဟ်အရှင်မြတ်ထံ လှည့်ပါ၊ အရှင်မြတ်က သင့်အား ခက်ခဲသောအချိန်များတွင် လှည့်လာလိမ့်မည်။ အကယ်၍ သင်သည် တစ်စုံတစ်ရာကို မည်သူ့ကိုမဆို တောင်းလျှင်၊ အလ္လာဟ်အရှင်မြတ်ထံမှ တောင်းပါ။ အကယ်၍ သင်သည် မည်သူ့ထံမှ အကူအညီရှာလျှင်၊ အလ္လာဟ်အရှင်မြတ်ထံမှ အကူအညီရှာပါ။ အလ္လာဟ်အရှင်မြတ်က သင့်အတွက် မသတ်မှတ်ထားသော ဆိုးကျိုးတစ်စုံတစ်ရာကို သင့်အား ပြုလုပ်ရန် တစ်မျိုးသားလုံး စုစည်းလာလျှင်ပင်၊ ၎င်းတို့သည် သင့်အား မည်သည့်အခါမျှ ထိခိုက်စေနိုင်မည်မဟုတ်ကြောင်း သိထားပါ။ အကယ်၍ အရှင်မြတ်က သင့်အတွက် မသတ်မှတ်ထားသော ကောင်းကျိုးတစ်စုံတစ်ရာကို သင့်အား ပြုလုပ်ရန် ၎င်းတို့စုစည်းလာလျှင်ပင်၊ ၎င်းတို့သည် ထိုအရာကို မည်သည့်အခါမျှ ပြုလုပ်နိုင်မည်မဟုတ်ပေ။ စာမျက်နှာများ ခြောက်သွေ့သွားပြီဖြစ်ပြီး ကလောင်များကိုလည်း ရုတ်သိမ်းလိုက်ပြီဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရည်ရွယ်ချက်အတွက် ကျေးဇူးတင်မှုနှင့် ခိုင်မာသော ယုံကြည်စိတ်ချမှုတို့ဖြင့် ကြိုးပမ်းပါ၊ သင် မနှစ်သက်သောအရာနှင့်ပတ်သက်၍ စိတ်ရှည်သည်းခံစွာ ကြိုးစားအားထုတ်ခြင်း၌ များစွာသော ကောင်းကျိုးများရှိသည်ကို သိထားပါ။ အောင်မြင်မှုသည် စိတ်ရှည်ခြင်းနှင့်အတူ လာသည်၊ အခက်အခဲမှ လွတ်မြောက်မှုသည် ခက်ခဲမှုနှင့်အတူ လာသည်၊ ခက်ခဲခြင်းနှင့်အတူ လွယ်ကူခြင်းလည်း ရှိသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ حَسْبِيَ اللَّهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"ငါ့အတွက် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်သည်...\")</span> ဆိုလိုသည်မှာ 'ငါ့အတွက် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၌ ငါယုံကြည်ကိုးစားသည်၊ ယုံကြည်ကိုးစားသူအားလုံးသည် အရှင်မြတ်၌ မိမိတို့၏ ယုံကြည်ကိုးစားမှုကို ထားရှိပါစေ။)</span><span class=\"gray\">[၁၂: ၆၇]</span> ဤသည်မှာ ဟွဒ် (အေးချမ်းသာယာခြင်း အရှင်မြတ်အပေါ်သို့) သည် သူ၏လူမျိုးအား ပြောကြားခဲ့သည့်အတိုင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ ۗ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ - مِنْ دُونِهِ ۖ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ - إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ ۚ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့ ပြောသည်မှာ ကျွန်ုပ်တို့၏ ဘုရားအချို့က သင့်အား မကောင်းမှုဖြင့် ဖမ်းဆီးထားခြင်း ဖြစ်သည်။ \" အရှင်က ပြောကြားခဲ့သည်– \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်အား သက်သေပြုပါသည်။ သင်တို့အားလုံးကိုလည်း သက်သေပြုပါသည်။ အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ရာ၌ သင်တို့တွဲဖက်ထားသည့်အရာများမှ ကျွန်ုပ်သည် ကင်းရှင်းပါသည်။ ထို့ကြောင့် သင်တို့အားလုံးသည် ကျွန်ုပ်ကို ပူးပေါင်းကြံစည်ကြပါ၊ ကျွန်ုပ်အား အချိန်မဆိုင်းစေနှင့်။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏ အရှင်သခင်နှင့် သင်တို့၏ အရှင်သခင်အပေါ် ယုံကြည်ကိုးစားပါသည်။ လှုပ်ရှားနေသော သတ္တဝါတိုင်းသည် အရှင်မြတ်၏ နဖူးဆံပင်ကို ဆုပ်ကိုင်ထားခြင်း မရှိသည်မှာ မရှိပါ။ အမှန်စင်စစ်၊ ကျွန်ုပ်၏ အရှင်သခင်သည် ဖြောင့်မတ်သော လမ်းပေါ်တွင် ရှိသည်။\")</span><span class=\"gray\">(၁၁:၅၄-၅၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"အို ငါ့လူမျိုးတို့! သင်တို့၏ နည်းလမ်းအတိုင်း လုပ်ဆောင်ကြလော့...\")</span> ဤသည်မှာ ခြိမ်းခြောက်ခြင်းနှင့် သတိပေးခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنِّي عَامِلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် လုပ်ဆောင်နေသည်)</span> ဆိုလိုသည်မှာ 'ငါ့နည်းလမ်းအတိုင်း'။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ تَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် သိရှိလာကြလိမ့်မည်)</span> ဆိုလိုသည်မှာ သင်တို့သည် အကျိုးဆက်များကို သင်ယူကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူ့ထံသို့ အရှက်ရစေသော နှိပ်စက်မှုလာမည်နည်း၊)</span> ဆိုလိုသည်မှာ ဤလောက၌၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မည်သူ့အပေါ်သို့ ထာဝရနှိပ်စက်မှု ကျရောက်မည်နည်း။)</span> ဆိုလိုသည်မှာ ဆက်လက်ဖြစ်ပေါ်နေပြီး ထာဝရတည်ရှိသော၊ လွတ်မြောက်ခြင်းမရှိဘဲ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်ပေါ်လာမည့် နှိပ်စက်မှုဖြစ်သည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ထိုအရာမှ ခိုလှုံကြသည်။</p>"
  },
  {
    "ayah_key": "39:41",
    "group_ayah_key": "39:41",
    "from_ayah": "39:41",
    "to_ayah": "39:42",
    "ayah_keys": "39:41,39:42",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ငါတို့သည် သင့်ထံသို့ လူသားမျိုးနွယ်အတွက် ကျမ်းတော်မြတ်ကို မှန်ကန်စွာ ချပေးခဲ့သည်။ ထို့ကြောင့် မည်သူမဆို လမ်းညွှန်မှုကို လက်ခံပါက၊ ၎င်းသည် မိမိကိုယ်တိုင်အတွက်သာ ဖြစ်သည်။ မည်သူမဆို လမ်းမှားသွားပါက၊ ၎င်းသည် မိမိ <span class=\"gray\">(ကိုယ်တိုင်)</span> ၏ ဆုံးရှုံးမှုအတွက်သာ လမ်းမှားသွားသည်။ သင်သည် ၎င်းတို့အပေါ် အစောင့်အရှောက်မဟုတ်ပေ <span>(၄၁)</span> အလ္လာဟ်အရှင်မြတ်သာလျှင် မိမိတို့၏ သေဆုံးချိန်၌ ဝိညာဉ်များကို ရုပ်သိမ်းသည်၊ နှင့် အိပ်ပျော်နေစဉ် မသေဆုံးသေးသူများ၏ ဝိညာဉ်များကိုလည်း ရုပ်သိမ်းသည်။ အရှင်မြတ်သည် သေဆုံးရန် သတ်မှတ်ထားသော <span class=\"gray\">(ဝိညာဉ်များ)</span> ကို ထိန်းသိမ်းထားပြီး ကျန်ရှိသော ဝိညာဉ်များကို သတ်မှတ်ထားသော အချိန်ကာလတစ်ခုအထိ ပြန်လွှတ်ပေးသည်။ အမှန်စင်စစ်၊ ဤအရာ၌ နက်ရှိုင်းစွာ စဉ်းစားဆင်ခြင်သော လူမျိုးအတွက် လက္ခဏာများစွာရှိသည် <span>(၄၂)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ ကို မိန့်ခွန်းခြွေ၍ ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် သင့်ထံသို့ ကျမ်းတော်မြတ်ကို ချပေးခဲ့သည်။)</span> ဆိုလိုသည်မှာ ကုရ်အာန်ကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِلنَّاسِ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားမျိုးနွယ်အတွက် မှန်ကန်စွာ။)</span> ဆိုလိုသည်မှာ ဖန်ဆင်းခံအားလုံး၊ လူသားများနှင့် ဂျင်န်များအတွက် ဖြစ်သည်၊ ထိုအရာဖြင့် ၎င်းတို့အား သတိပေးရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اهْتَدَىٰ فَلِنَفْسِهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မည်သူမဆို လမ်းညွှန်မှုကို လက်ခံပါက၊ ၎င်းသည် မိမိကိုယ်တိုင်အတွက်သာ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ထိုအကျိုးကျေးဇူးသည် ၎င်းထံသို့ ပြန်ရောက်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မည်သူမဆို လမ်းမှားသွားပါက၊ ၎င်းသည် မိမိ <span class=\"gray\">(ကိုယ်တိုင်)</span> ၏ ဆုံးရှုံးမှုအတွက်သာ လမ်းမှားသွားသည်။)</span> ဆိုလိုသည်မှာ ထိုအကျိုးဆက်များသည် ၎င်းထံသို့ ပြန်ရောက်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့အပေါ် အစောင့်အရှောက်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ 'သင်သည် ၎င်းတို့အား လမ်းညွှန်ရန် တာဝန်မရှိပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنْتَ نَذِيرٌ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်သည် သတိပေးသူမျှသာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် အစောင့်အရှောက်ဖြစ်သည်)</span><span class=\"gray\">(၁၁:၁၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တာဝန်သည် အသိပေးရန်သာဖြစ်ပြီး ကျွန်ုပ်တို့အပေါ်တွင် စာရင်းရှင်းရန် တာဝန်ရှိသည်)</span><span class=\"gray\">(၁၃:၄၀)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သေခြင်းကို ဖြစ်စေပြီး အသက်ကိုပေးသော တစ်ပါးတည်းသော အရှင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အရာခပ်သိမ်းကို အရှင်မြတ်က ထိန်းချုပ်ထားပြီး အရှင်မြတ်၏ ဆန္ဒအတိုင်း လုပ်ဆောင်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည်။ အရှင်မြတ်သည် လူများကို သေစေသည် <span class=\"gray\">(\"ပိုကြီးသော သေဆုံးခြင်း\")</span>၊ အရှင်မြတ်က ကောင်းကင်တမန်များကို စေလွှတ်၍ လူတို့၏ ဝိညာဉ်များကို ၎င်းတို့၏ ခန္ဓာကိုယ်များမှ ရုပ်သိမ်းစေသောအခါဖြစ်သည်။ အရှင်မြတ်သည် ၎င်းတို့ အိပ်ပျော်နေစဉ်တွင် ၎င်းတို့အား \"သေးငယ်သော သေဆုံးခြင်း\" ကို ဖြစ်စေသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰ أَجَلٌ مُسَمًّى ۖ ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ - وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰ إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဉ့်အခါတွင် သင်တို့၏ ဝိညာဉ်များကို ရုပ်သိမ်းသူ <span class=\"gray\">(သင်တို့အိပ်ပျော်နေစဉ်)</span>၊ နေ့ခင်းဘက်တွင် သင်တို့လုပ်ဆောင်ခဲ့သမျှကို သိရှိသူသည် အရှင်မြတ်သာဖြစ်သည်။ ထို့နောက် သတ်မှတ်ထားသော သက်တမ်းတစ်ခု ပြည့်စုံရန်အတွက် သင်တို့အား ပြန်လည်နိုးထစေသည် <span class=\"gray\">(နိုးစေသည်)</span>။ ထို့နောက် <span class=\"gray\">(နောက်ဆုံးတွင်)</span> အရှင်မြတ်ထံသို့ သင်တို့၏ ပြန်လည်ရောက်ရှိရာဖြစ်သည်။ ထို့နောက် သင်တို့လုပ်ဆောင်ခဲ့သောအရာများကို အရှင်မြတ်က သင့်အား အကြောင်းကြားလိမ့်မည်။ အရှင်မြတ်သည် မိမိ၏ကျွန်များအပေါ်တွင် လွှမ်းမိုးနိုင်သူဖြစ်ပြီး၊ အရှင်မြတ်သည် သင်တို့အပေါ်တွင် အစောင့်အရှောက်များ <span class=\"gray\">(ကောင်းမှု၊ မကောင်းမှုအားလုံးကို မှတ်တမ်းတင်ကာ စောင့်ရှောက်သော ကောင်းကင်တမန်များ)</span> ကို စေလွှတ်သည်။ သင်တို့တစ်ဦးဦးထံသို့ သေခြင်းရောက်လာသည်အထိ၊ ကျွန်ုပ်တို့၏ တမန်တော်များ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က ၎င်း၏ ဝိညာဉ်ကို ရုပ်သိမ်းကြပြီး ၎င်းတို့သည် မိမိတို့၏ တာဝန်ကို မည်သည့်အခါမျှ ပေါ့ဆခြင်းမရှိပေ။)</span><span class=\"gray\">(၆:၆၀-၆၁)</span>။ </p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် သေဆုံးမှုနှစ်မျိုးကို ဖော်ပြထားသည်။ သေးငယ်သော သေဆုံးမှု၊ ထို့နောက် ထိုနောက်မှ ပိုကြီးသော သေဆုံးမှုဖြစ်သည်။ အထက်ပါ အာယသ်တော် <span class=\"gray\">(၃၉: ၄၂)</span> တွင်မူ အရှင်မြတ်က ပိုကြီးသော သေဆုံးမှုကို ဦးစွာဖော်ပြပြီးမှ သေးငယ်သော သေဆုံးမှုကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا ۖ فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَىٰ إِلَىٰ أَجَلٍ مُسَمًّى ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သာလျှင် မိမိတို့၏ သေဆုံးချိန်၌ ဝိညာဉ်များကို ရုပ်သိမ်းသည်၊ နှင့် အိပ်ပျော်နေစဉ် မသေဆုံးသေးသူများ၏ ဝိညာဉ်များကိုလည်း ရုပ်သိမ်းသည်။ အရှင်မြတ်သည် သေဆုံးရန် သတ်မှတ်ထားသော <span class=\"gray\">(ဝိညာဉ်များ)</span> ကို ထိန်းသိမ်းထားပြီး ကျန်ရှိသော ဝိညာဉ်များကို သတ်မှတ်ထားသော အချိန်ကာလတစ်ခုအထိ ပြန်လွှတ်ပေးသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအရာက ၎င်းတို့ <span class=\"gray\">[ဝိညာဉ်များ]</span> သည် မြင့်မြတ်သောနယ်ပယ်တွင် တွေ့ဆုံကြကြောင်း ဖော်ပြသည်။ အိဗ်နု မန်ဒါး နှင့် အခြားသူများက မှတ်တမ်းတင်ခဲ့သော တမန်တော်မြတ် ﷺ ထံသို့ မှီငြမ်းထားသော ဟဒီးစ်တော်တွင် ဖော်ပြထားသည့်အတိုင်းပင်ဖြစ်သည်။ အလ်-ဘူခါရီ နှင့် မွတ်စလင်မ်တို့၏ ဆွာဟီးဟ်ကျမ်းနှစ်အုပ်တွင် အဘူ ဟူရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَوَىٰ أَحَدُكُمْ إِلىٰ فِرَاشِهِ فَلْيَنْفُضْهُ بِدَاخِلَةِ إِزَارِهِ، فَإِنَّهُ لَا يَدْرِي مَا خَلَفَهُ عَلَيْهِ، ثُمَّ لِيَقُلْ: بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့တစ်ဦးဦးသည် အိပ်ရာဝင်သောအခါ၊ မိမိ၏ အဝတ်ဖြင့် အိပ်ရာကို ပွတ်တိုက်ပါစေ။ အကြောင်းမှာ မိမိထွက်သွားပြီးနောက် အိပ်ရာပေါ်သို့ မည်သည့်အရာ ရောက်ရှိလာသည်ကို မသိသောကြောင့်ဖြစ်သည်။ ထို့နောက် “အို အရှင်သခင်၊ အရှင်၏နာမတော်ဖြင့် ကျွန်ုပ် ဘေးစောင်းလဲလျောင်းပါသည်၊ အရှင်၏နာမတော်ဖြင့် ကျွန်ုပ် ပြန်လည်ထမြောက်ပါသည်၊ အကယ်၍ အရှင်သည် ကျွန်ုပ်၏ ဝိညာဉ်ကို ရုပ်သိမ်းပါက၊ ၎င်းအား ကရုဏာထားတော်မူပါ၊ အကယ်၍ အရှင်သည် ၎င်းအား ပြန်လွှတ်ပေးပါက၊ အရှင်၏ ဖြောင့်မတ်သော ကျွန်များကို ကာကွယ်သကဲ့သို့ ၎င်းအား ကာကွယ်တော်မူပါ” ဟု ပြောပါစေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သေဆုံးရန် သတ်မှတ်ထားသော <span class=\"gray\">(ဝိညာဉ်များ)</span> ကို ထိန်းသိမ်းထားသည်)</span> ဆိုလိုသည်မှာ သေဆုံးသွားသူများကို ဖြစ်သည်၊ နှင့် အရှင်မြတ်သည် ကျန်ရှိသောသူများကို သတ်မှတ်ထားသော အချိန်ကာလတစ်ခုအထိ ပြန်လွှတ်ပေးသည်။ အစ်-စွတ်ဒီက \"၎င်းတို့၏ ကျန်ရှိသောဘဝအတွက်\" ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) က “အရှင်မြတ်သည် သေဆုံးသူများ၏ ဝိညာဉ်များကို ထိန်းသိမ်းထားပြီး အသက်ရှင်သူများ၏ ဝိညာဉ်များကို ပြန်လွှတ်ပေးသည်၊ နှင့် အရှင်မြတ်သည် မည်သည့်အမှားမျှ မပြုလုပ်ပေ” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဤအရာ၌ နက်ရှိုင်းစွာ စဉ်းစားဆင်ခြင်သော လူမျိုးအတွက် လက္ခဏာများစွာရှိသည်။)</span></p>"
  }
]