[
  {
    "ayah_key": "2:217",
    "group_ayah_key": "2:217",
    "from_ayah": "2:217",
    "to_ayah": "2:218",
    "ayah_keys": "2:217,2:218",
    "text": "<p lang=\"my\" class=\"my \">အသင်တို့အား မြင့်မြတ်သောလများတွင် တိုက်ခိုက်ခြင်းနှင့်ပတ်သက်၍ ၎င်းတို့က မေးမြန်းကြသည်။ ပြောကြားလော့- \"ထိုလများတွင် တိုက်ခိုက်ခြင်းသည် ကြီးမားသော <span class=\"gray\">(ပြစ်မှု)</span> ဖြစ်၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ ပိုမိုကြီးမားသော <span class=\"gray\">(ပြစ်မှု)</span> မှာ လူသားတို့အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်ကို လိုက်နာခြင်းမှ တားဆီးခြင်း၊ ၎င်းအရှင်အား မယုံကြည်ခြင်း၊ အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ် <span class=\"gray\">(မက္ကာဟ်ရှိ ဗလီ)</span> သို့ ဝင်ရောက်ခွင့်ကို တားဆီးခြင်းနှင့် ၎င်း၏နေထိုင်သူများကို မောင်းထုတ်ခြင်းတို့ဖြစ်ပြီး၊ အလ်-ဖစ်သ်နာဟ် (အုံကြွမှု) သည် သတ်ဖြတ်ခြင်းထက် ပိုဆိုးရွားသည်။\" ၎င်းတို့ တတ်နိုင်ပါက သင်တို့အား သင်တို့၏ဘာသာတရား <span class=\"gray\">(အစ္စလာမ်၏ တစ်ပါးတည်းသော ဘုရားဝါဒ)</span> မှ ပြန်လှည့်သွားသည်အထိ သင်တို့အား တိုက်ခိုက်နေခြင်းကို ဘယ်သောအခါမျှ ရပ်စဲမည်မဟုတ်ပေ။ သင်တို့အနက် မည်သူမဆို မိမိ၏ဘာသာတရားမှ ပြန်လှည့်သွားပြီး မယုံကြည်သူအဖြစ် သေဆုံးပါက၊ ၎င်း၏လုပ်ရပ်များသည် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ဆုံးရှုံးသွားမည်ဖြစ်ပြီး ၎င်းတို့သည် ငရဲဘုံသားများ ဖြစ်ကြလိမ့်မည်။ ၎င်းတို့သည် ထိုငရဲဘုံတွင် ထာဝရနေထိုင်ကြလိမ့်မည်။ <span>(၂၁၇)</span>ဧကန်စင်စစ် ယုံကြည်ပြီးသူများ၊ နှင့် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားအတွက်)</span> ပြောင်းရွှေ့ခဲ့သူများ၊ နှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင် ကြိုးစားအားထုတ်ခဲ့သူများအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို မျှော်လင့်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၂၁၈)</span></p><div lang=\"my\" class=\"my \"><h2>နခ်လာဟ် စစ်ရေးလေ့ကျင့်မှုများနှင့် မြင့်မြတ်သောလများအတွင်း တိုက်ခိုက်ခြင်းဆိုင်ရာ စီရင်ချက်</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဗူ ဟာတိမ်က ဂျွန်ဒူဘ် ဘင် အဗ်ဒုလ္လာဟ်က ပြောသည်ဟု သတင်းပို့သည်- အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အဗူ ဥဗိုင်ဒါဟ် ဘင် ဂျာရာဟ်၏ ကွပ်ကဲမှုအောက်တွင် လူအုပ်စုတစ်စုကို စုစည်းခဲ့သည်။ သူ စတင်ချီတက်တော့မည် ဖြစ်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို လွမ်းဆွတ်သတိရခြင်းကြောင့် သူ ငိုကြွေးခဲ့သည်။ ထို့ကြောင့် ရစူလ်တမန်တော် ﷺ သည် အဗူ ဥဗိုင်ဒါဟ်အား ကွပ်ကဲမှုမှ ရုပ်သိမ်းခဲ့ပြီး၊ ၎င်းအစား အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ်ကို ခန့်အပ်ကာ၊ အချို့သော စာဖြင့်ရေးသားထားသည့် ညွှန်ကြားချက်များကို ပေးအပ်ခဲ့ပြီး၊ ထိုညွှန်ကြားချက်များကို ထိုနေရာသို့ မရောက်မချင်း မဖတ်ရန် အမိန့်ပေးခဲ့သည်။ ၎င်းအပြင် အဗ်ဒုလ္လာဟ်အားလည်း ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُكْرِهَنَّ أَحَدًا عَلَى السَّيْرِ مَعَكَ مِنْ أَصْحَابِكَ.</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနောက်တွင် သင်၏လူများထဲမှ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ သင်နှင့်အတူ ဆက်လက်ချီတက်ရန် အတင်းအကြပ် မပြုလုပ်နှင့်။)</span></p><p lang=\"my\" class=\"my \">အဗ်ဒုလ္လာဟ်သည် ညွှန်ကြားချက်များကို ဖတ်ရှုသောအခါ၊ ၎င်းသည် အစ်တီရ်ဂျာအ်ကို ရွတ်ဆိုခဲ့သည် <span class=\"gray\">[ပြောကြားသည်မှာ၊ 'ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အတွက် ကျွန်ုပ်တို့ ဖြစ်ကြကုန်၏၊ ဧကန်စင်စစ် ၎င်းအရှင်မြတ်ထံသို့ ကျွန်ုပ်တို့ ပြန်သွားကြရမည်။' နှင့် <span class=\"gray\">(၂:၁၅၆)</span> ကို ကိုးကားပါ]</span> နှင့် \"အကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်းအရှင်၏ ရစူလ်တမန်တော်၏ စကားကို ကြားနာနာခံပါ၏။\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် သူသည် ၎င်း၏အပေါင်းအပါများအား ဤဇာတ်လမ်းကို ပြောပြပြီး ညွှန်ကြားချက်များကို ၎င်းတို့အား ဖတ်ပြခဲ့သည်။ လူနှစ်ဦး ပြန်သွားခဲ့ကြသော်လည်း ကျန်သူများမှာမူ ဆက်လက်ရှိနေခဲ့ကြသည်။ မကြာမီ သူတို့သည် အိဗ်နု ဟဒ်ရမီ <span class=\"gray\">(ကုရိုင်းရှ်တို့၏ မယုံကြည်သူတစ်ဦး)</span> ကို တွေ့ရှိခဲ့ပြီး ထိုနေ့သည် ရဂျဘ်လ သို့မဟုတ် ဂျူမာဒီလ <span class=\"gray\">(ရဂျဘ်လသည် မြင့်မြတ်သောလဖြစ်သည်)</span> ဖြစ်ကြောင်း မသိဘဲ ၎င်းအား သတ်ဖြတ်ခဲ့ကြသည်။ ဘာသာပေါင်းစုံ ကိုးကွယ်သူများက မွတ်စ်လင်မ်များအား \"မြင့်မြတ်သောလတွင် သင်တို့ လူသတ်မှု ကျူးလွန်ခဲ့ကြပြီ။\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့အား မြင့်မြတ်သောလများတွင် တိုက်ခိုက်ခြင်းနှင့်ပတ်သက်၍ ၎င်းတို့က မေးမြန်းကြသည်။ ပြောကြားလော့- \"ထိုလများတွင် တိုက်ခိုက်ခြင်းသည် ကြီးမားသော <span class=\"gray\">(ပြစ်မှု)</span> ဖြစ်၏။\"...)</span></p><p lang=\"my\" class=\"my \">အဗ်ဒုလ်-မာလိက် ဘင် ဟီရှမ်၊ သူသည် စီရာဟ် <span class=\"gray\">(တမန်တော်မြတ် ﷺ ၏ ဘဝဇာတ်ကြောင်း)</span> ကို ပြုစုခဲ့သူဖြစ်ပြီး၊ ဇီယာဒ် ဘင် အဗ်ဒုလ္လာဟ် ဘက္ကာအီက မိုဟမ်မဒ် ဘင် အစ်ဟာက် ဘင် ယာစပ် အလ်-မာဒါနီသည် ၎င်း၏ စီရာဟ်ကျမ်းတွင် ရေးသားခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဗဒ်ရ်၏ ပထမတိုက်ပွဲမှ ပြန်လာပြီးနောက် ရဂျဘ်လတွင် အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ် ဘင် ရီယားဘ် အလ်-အဆဒီကို စေလွှတ်ခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် ၎င်းနှင့်အတူ လူရှစ်ဦးကို စေလွှတ်ခဲ့ပြီး၊ ၎င်းတို့အားလုံးမှာ မူဟာဂျီရွန်များထဲမှ ဖြစ်ကြပြီး အန်ဆွာရ်များထဲမှ တစ်ဦးမျှ မပါဝင်ခဲ့ပေ။ ၎င်းအပြင် ၎င်းအား စာဖြင့်ရေးသားထားသည့် ညွှန်ကြားချက်အချို့ကို ပေးအပ်ခဲ့ပြီး၊ နှစ်ရက်ကြာ ချီတက်ပြီးသည်အထိ ၎င်းတို့ကို မဖတ်ရန် အမိန့်ပေးခဲ့သည်။ ထို့နောက် အဗ်ဒုလ္လာဟ်သည် ညွှန်ကြားချက်များကို ဖတ်ရှုကာ ၎င်းတို့ကို အကောင်အထည်ဖော်ရန် ချီတက်သင့်သည်၊ သို့သော် ၎င်းနှင့်အတူရှိသူများထဲမှ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ၎င်းနှင့်အတူ လိုက်ပါရန် အတင်းအကြပ် မပြုလုပ်သင့်ပေ။</p><p lang=\"my\" class=\"my \">အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ်၏ အပေါင်းအပါများအားလုံးသည် မူဟာဂျီရွန်များထဲမှ ဖြစ်ကြပြီး၊ ဘနူ အဗ်ဒ် ရှမ်စ် ဘင် အဗ်ဒ် မနာဖ် မျိုးနွယ်စုမှ အဗူ ဟူဒိုင်ဖာဟ် ဘင် ဥဗ်တဘာဟ် ဘင် ရာဘီအာဟ် ဘင် အဗ်ဒ် ရှမ်စ် ဘင် အဗ်ဒ် မနာဖ် ရှိခဲ့သည်။ ၎င်းတို့၏ မဟာမိတ်များထဲမှ အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ်သည် စစ်တပ်၏ ကွပ်ကဲသူဖြစ်ပြီး၊ ဘနူ အဆဒ် ဘင် ခူဇိုင်းမာဟ် မျိုးနွယ်စုမှ ဥက္ကာရှာဟ် ဘင် မီဟ်ဆန် ရှိခဲ့သည်။ ဘနူ နော်ဖလ် ဘင် အဗ်ဒ် မနာဖ် မျိုးနွယ်စုမှ ဥဗ်တဘာဟ် ဘင် ဂါဇ်ဝါန် ဘင် ဂျာဘီရ်သည် ၎င်းတို့၏ မဟာမိတ်များထဲမှ တစ်ဦးဖြစ်သည်။ ဘနူ ဇူဟ်ရာဟ် ဘင် ကီလာဘ် မျိုးနွယ်စုမှ စအ်ဒ် ဘင် အဗူ ဝက္ကွာစ့် ရှိခဲ့သည်။ ဘနူ ကအ်ဘ်မှ ၎င်းတို့၏ မဟာမိတ်များ ဖြစ်ကြသည့်- အဒီ ဘင် အမ်ရ် ဘင် အပ်-ရာဘီအာဟ် (အိဗ်နု ဝါအိလ် မျိုးနွယ်စုမှ မဟုတ်)၊ ဘနူ တမီမ်မှ ဝါကိဒ် ဘင် အဗ်ဒုလ္လာဟ် ဘင် အဗ်ဒ် မနာဖ် ဘင် အာရိန် ဘင် သအ်လာဘာဟ် ဘင် ယရ်ဘူးအ်၊ ဘနူ စအ်ဒ် ဘင် လိုင်သ် မျိုးနွယ်စုမှ ခါလိဒ် ဘင် ဘူကိုင်ရ်၊ ဘနူ အလ်-ဟာရိသ် ဘင် ဖိဟ်ရ် မှ စူဟိုင်းလ် ဘင် ဘိုင်ဒါအ်လည်း ၎င်းတို့ထဲတွင် ပါဝင်သည်။ အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ်သည် နှစ်ရက်ကြာ ချီတက်ပြီးသောအခါ၊ ၎င်းသည် <span class=\"gray\">(တမန်တော်မြတ်၏)</span> ညွှန်ကြားချက်များကို ဖွင့်ဖတ်ခဲ့သည်- \"ဤညွှန်ကြားချက်များကို သင် ဖတ်ရှုသောအခါ၊ မက္ကာဟ်နှင့် အပ်-တာအိဖ် ကြားရှိ နခ်လာဟ်တွင် စခန်းမချမချင်း ချီတက်ပါ။ ထိုနေရာတွင် ကုရိုင်းရှ်တို့၏ ကုန်သည်လှေအဖွဲ့၏ လှုပ်ရှားမှုများကို စောင့်ကြည့်ပြီး ၎င်းတို့နှင့်ပတ်သက်သည့် သတင်းများကို ကျွန်ုပ်တို့အတွက် စုဆောင်းပါ။\" အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ်သည် ထိုစာရွက်စာတမ်းကို ဖတ်ရှုသောအခါ၊ ၎င်းက \"ကျွန်ုပ် ကြားနာ နာခံပါ၏။\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ၎င်း၏အပေါင်းအပါများအား ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်အား နခ်လာဟ်သို့ ချီတက်ပြီး ကုရိုင်းရှ်တို့၏ ကုန်သည်လှေအဖွဲ့၏ လှုပ်ရှားမှုများကို စောင့်ကြည့်ရန်နှင့် ၎င်းတို့၏ သတင်းများကို ၎င်းအား အကြောင်းကြားရန် အမိန့်ပေးထားသည်။ ၎င်းအရှင်သည် သင်တို့ထဲမှ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ <span class=\"gray\">(ကျွန်ုပ်နှင့်အတူ လိုက်ပါရန်)</span> အတင်းအကြပ် မပြုလုပ်ရန် တားမြစ်ထားသည်။ ထို့ကြောင့် အာဇာနည်ဖြစ်ရန် ရှာဖွေသူများ၊ ၎င်းတို့သည် ကျွန်ုပ်နှင့်အတူ ချီတက်ကြကုန်။ အာဇာနည်ဖြစ်ရန် စိတ်ကူးကို မနှစ်သက်သူများ၊ ၎င်းတို့ ပြန်လှည့်သွားကြစေ။ ဧကန်စင်စစ် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အမိန့်တော်ကို အကောင်အထည်ဖော်မည်။\" ၎င်းနှင့် ၎င်း၏အပေါင်းအပါများသည် တစ်ဦးတစ်ယောက်မျှ ပြန်မလှည့်ဘဲ ဆက်လက်ရှိနေခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒုလ္လာဟ်သည် ဟီဂျာဇ်ဒေသ <span class=\"gray\">(အနောက်အာရေဗျ)</span> သို့ ဝင်ရောက်ခဲ့ပြီး ဖူရူအ်နှင့် နီးစပ်သော ဘူဟ်ရန်အမည်ရှိ ဒေသတစ်ခုသို့ ရောက်ရှိခဲ့သည်။ ထိုနေရာတွင် စအ်ဒ် ဘင် အဗူ ဝက္ကွာစ့် နှင့် ဥဗ်တဘာဟ် ဘင် ဂါဇ်ဝါန်တို့သည် ၎င်းတို့ အလှည့်ကျ စီးနင်းလာသော ကုလားအုတ်ကို ဆုံးရှုံးခဲ့ကြပြီး၊ ၎င်းတို့သည် ကုလားအုတ်ကို ရှာဖွေရန် ပြန်သွားခဲ့ကြသည်။ ထိုအတောအတွင်း အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ်နှင့် ၎င်း၏အပေါင်းအပါများမှာ နခ်လာဟ်သို့ ရောက်သည်အထိ ဆက်လက် ချီတက်ခဲ့ကြသည်။ ထို့နောက် ကုရိုင်းရှ်တို့ပိုင် ကုန်သည်လှေအဖွဲ့တစ်ခုသည် စပျစ်သီးခြောက်များ၊ စားသောက်ကုန်များနှင့် ကုရိုင်းရှ်တို့အတွက် ကုန်ပစ္စည်းအချို့ကို သယ်ဆောင်လျက် ဖြတ်သန်းသွားခဲ့သည်။ အမ်ရ် ဘင် ဟဒ်ရမီ၊ ၎င်း၏အမည်ရင်းမှာ အဗ်ဒုလ္လာဟ် ဘင် အဗ်ဘာဒ် ဖြစ်ပြီး ကုန်သည်လှေအဖွဲ့တွင် ပါဝင်ခဲ့သည်။ ထို့အတူ ဥသ်မာန် ဘင် အဗ်ဒုလ္လာဟ် ဘင် အလ်-မူဂီရာဟ် နှင့် ၎င်း၏ညီ နော်ဖလ် ဘင် အဗ်ဒုလ္လာဟ်တို့သည် မခ်ဇူမ်မျိုးနွယ်စုမှဖြစ်ပြီး၊ အလ်-ဟာကမ် ဘင် ကိုင်စန်၊ ဟီရှမ် ဘင် အလ်-မူဂီရာဟ်၏ လွတ်မြောက်ကျွန်တစ်ဦးလည်း ပါဝင်ခဲ့သည်။ ၎င်းတို့သည် သဟာဗာများ (အပေါင်းအပါများ) ကို မြင်သောအခါ ကြောက်ရွံ့ခဲ့ကြသည်။ သို့သော် ဥက္ကာရှာဟ် ဘင် မီဟ်ဆန်ကို မြင်သောအခါ ၎င်းတို့၏ ကြောက်ရွံ့မှုများ ပျောက်ကွယ်သွားခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်း၏ ဦးခေါင်းကို ရိတ်ထားသောကြောင့်ဖြစ်သည်။ ၎င်းတို့က \"ဤသူများသည် ဥမ်ရာဟ်ကို ရှာဖွေနေကြခြင်းဖြစ်သည်၊ ထို့ကြောင့် ၎င်းတို့ကို ကြောက်ရွံ့ရန် မလိုအပ်ပေ။\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">သဟာဗာတို့သည် အချင်းချင်း တိုင်ပင်ခဲ့ကြသည်။ ထိုနေ့သည် ရဂျဘ်လ <span class=\"gray\">(မြင့်မြတ်သော)</span> လ၏ နောက်ဆုံးနေ့ ဖြစ်သည်။ ၎င်းတို့သည် အချင်းချင်း ပြောဆိုခဲ့ကြသည်- \"အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါ၏! သင်တို့ ၎င်းတို့ကို လွှတ်ပေးလိုက်ပါက၊ ၎င်းတို့သည် မကြာမီ မြင့်မြတ်သောနယ်မြေသို့ ဝင်ရောက်ကာ သင်တို့ထံမှ ခိုလှုံကြလိမ့်မည်။ သင်တို့ ၎င်းတို့ကို သတ်ပါက၊ မြင့်မြတ်သောလအတွင်း သတ်ဖြတ်ခြင်း ဖြစ်လိမ့်မည်။\" ၎င်းတို့သည် ဦးစွာ မချင့်မရဲဖြစ်ခဲ့ကြပြီး ၎င်းတို့ကို တိုက်ခိုက်ရန် မနှစ်သက်ခဲ့ကြပေ။ ထို့နောက် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို အားပေးခဲ့ကြပြီး မယုံကြည်သူများထဲမှ သတ်ဖြတ်နိုင်သူကို သတ်ဖြတ်ရန်နှင့် ၎င်းတို့ပိုင်ဆိုင်သမျှကို သိမ်းဆည်းရန် ဆုံးဖြတ်ခဲ့ကြသည်။ ထို့ကြောင့် ဝါကိဒ် ဘင် အဗ်ဒုလ္လာဟ် အပ်-တမီမီသည် အမ်ရ် ဘင် အလ်-ဟဒ်ရမီကို မြှားဖြင့် ပစ်ခတ်ကာ သတ်ဖြတ်ခဲ့သည်။ ဥသ်မာန် ဘင် အဗ်ဒုလ္လာဟ် နှင့် အလ်-ဟာကမ် ဘင် ကိုင်စန်တို့သည် လက်နက်ချခဲ့ကြပြီး၊ နော်ဖလ် ဘင် အဗ်ဒုလ္လာဟ်မှာမူ ထွက်ပြေးလွတ်မြောက်ခဲ့သည်။ နောက်ပိုင်းတွင် အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ်နှင့် ၎င်း၏အပေါင်းအပါများသည် ကုန်သည်လှေအဖွဲ့နှင့် ဖမ်းဆီးရမိသူနှစ်ဦးနှင့်အတူ အလ်-မာဒီနာဟ်ရှိ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ပြန်သွားခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အစ်ဟာက်က ဆက်လက်၍- အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ်၏ မိသားစုဝင်အချို့က အဗ်ဒုလ္လာဟ်က ၎င်း၏အပေါင်းအပါများအား ပြောကြားခဲ့သည်ဟု ကျွန်ုပ်အား ပြောပြခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်တို့ သိမ်းဆည်းရမိသည့် အရာ၏ ငါးပုံတစ်ပုံကို ရရှိမည်။\" ဤဖြစ်ရပ်သည် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ ရစူလ်တမန်တော်အတွက် စစ်သုံ့ပန်းပစ္စည်းများမှ ငါးပုံတစ်ပုံကို မလိုအပ်မီက ဖြစ်ပွားခဲ့သည်။ ထို့ကြောင့် အဗ်ဒုလ္လာဟ်သည် ကုန်သည်လှေအဖွဲ့၏ ငါးပုံတစ်ပုံကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အတွက် သတ်မှတ်ခဲ့ပြီး၊ ကျန်သည်များကို ၎င်း၏အပေါင်းအပါများကြားတွင် ခွဲဝေပေးခဲ့သည်။ အိဗ်နု အစ်ဟာက်ကလည်း ဦးစွာတွင် စာရီယာဟ် (စစ်ရေးလှုပ်ရှားမှုအဖွဲ့) သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ပြန်ရောက်လာသောအခါ၊ ၎င်းအရှင်က ၎င်းတို့အား ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَمَرْتُكُمْ بِقِتَالٍ فِي الشَّهْرِ الْحَرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင့်မြတ်သောလအတွင်း စစ်ပွဲဆင်နွှဲရန် ငါသည် သင်တို့အား အမိန့်မပေးခဲ့ပေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းအရှင်သည် ကုန်သည်လှေအဖွဲ့နှင့် အကျဉ်းသားနှစ်ဦးကို တစ်ဦးတည်း ထားခဲ့ပြီး စစ်သုံ့ပန်းပစ္စည်းများမှ မည်သည့်အစုရှယ်ယာကိုမျှ မယူခဲ့ပေ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ထိုသို့ပြုလုပ်သောအခါ၊ တိုက်ခိုက်မှုမှ စစ်သားများသည် စိုးရိမ်ခဲ့ကြပြီး မိမိတို့ ပျက်စီးသွားပြီဟု ခံစားခဲ့ကြရသည်။ ၎င်းတို့၏ မွတ်စ်လင်မ် ညီအစ်ကိုများသည် ၎င်းတို့ ပြုလုပ်ခဲ့သည့်အရာအတွက် ဝေဖန်ခဲ့ကြသည်။ ကုရိုင်းရှ်တို့က မိုဟမ်မဒ် ﷺ နှင့် ၎င်း၏ သဟာဗာများသည် မြင့်မြတ်သောလ၏ သန့်ရှင်းစင်ကြယ်မှုကို ချိုးဖောက်ခဲ့ပြီး ထိုလအတွင်း သွေးမြေကျစေခဲ့သည်၊ ပိုင်ဆိုင်မှုများကို သိမ်းယူခဲ့သည်၊ နှင့် အကျဉ်းသားများကို ဖမ်းဆီးခဲ့သည်ဟု ပြောကြားခဲ့သည်။ မက္ကာဟ်တွင် ကျန်ရှိနေခဲ့သည့် မွတ်စ်လင်မ်များထဲမှ ၎င်းတို့ကို ချေပသူများက မွတ်စ်လင်မ်များသည် ထိုအရာကို ရှအ်ဘာန်လ <span class=\"gray\">(မြင့်မြတ်သောလ မဟုတ်သော)</span> အတွင်း ပြုလုပ်ခဲ့သည်ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ထိုအတောအတွင်း၊ ဂျူးလူမျိုးများသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အပေါ် ဖြစ်ပျက်ခဲ့သည့်အရာနှင့် ပတ်သက်၍ ကျေနပ်ခဲ့ကြသည်။ ၎င်းတို့က 'အမ်ရ် ဘင် ဟဒ်ရမီကို ဝါကိဒ် ဘင် အဗ်ဒုလ္လာဟ်က သတ်ဖြတ်ခဲ့သည်- 'အမ်ရ် ဆိုသည်မှာ စစ်ပွဲစတင်ပြီဟု အဓိပ္ပါယ်ရသည်၊ ဟဒ်ရမီ ဆိုသည်မှာ စစ်ပွဲရောက်လာပြီဟု အဓိပ္ပါယ်ရသည်၊ ဝါကိဒ် <span class=\"gray\">(ဘင် အဗ်ဒုလ္လာဟ်)</span> အတွက်မူ- စစ်ပွဲ ပြင်းထန်လာပြီ <span class=\"gray\">(၎င်းတို့၏ ဗေဒင်ဟောကြားခြင်းကို အထောက်အကူဖြစ်စေရန် ဤအမည်များ၏ အချို့သော တိုက်ရိုက်အဓိပ္ပါယ်များကို အသုံးပြုခဲ့သည်!)</span>။\" ဟု ပြောကြားခဲ့သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာအားလုံးကို ၎င်းတို့အပေါ် ပြန်လှည့်သွားစေခဲ့သည်။</p><p lang=\"my\" class=\"my \">လူတို့သည် ဤကိစ္စနှင့်ပတ်သက်၍ ဆက်လက်ပြောဆိုနေခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَن سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ اللَّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့အား မြင့်မြတ်သောလများတွင် တိုက်ခိုက်ခြင်းနှင့်ပတ်သက်၍ ၎င်းတို့က မေးမြန်းကြသည်။ ပြောကြားလော့- \"ထိုလများတွင် တိုက်ခိုက်ခြင်းသည် ကြီးမားသော <span class=\"gray\">(ပြစ်မှု)</span> ဖြစ်၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ ပိုမိုကြီးမားသော <span class=\"gray\">(ပြစ်မှု)</span> မှာ လူသားတို့အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်ကို လိုက်နာခြင်းမှ တားဆီးခြင်း၊ ၎င်းအရှင်အား မယုံကြည်ခြင်း၊ အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ် <span class=\"gray\">(မက္ကာဟ်ရှိ ဗလီ)</span> သို့ ဝင်ရောက်ခွင့်ကို တားဆီးခြင်းနှင့် ၎င်း၏နေထိုင်သူများကို မောင်းထုတ်ခြင်းတို့ဖြစ်ပြီး၊ အလ်-ဖစ်သ်နာဟ် (အုံကြွမှု) သည် သတ်ဖြတ်ခြင်းထက် ပိုဆိုးရွားသည်။\")</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်၏ အဓိပ္ပါယ်မှာ- 'အသင်တို့သည် မြင့်မြတ်သောလအတွင်း သတ်ဖြတ်ခဲ့ပါက၊ ၎င်းတို့ <span class=\"gray\">(ကုရိုင်းရှ်တို့၏ မယုံကြည်သူများ)</span> သည် သင်တို့အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ တားဆီးခဲ့ပြီး ၎င်းကို မယုံကြည်ခဲ့ကြပေ။ ၎င်းတို့သည် သင်တို့အား မြင့်မြတ်သောဗလီဝတ်ကျောင်းတော်သို့ ဝင်ရောက်ခြင်းမှ တားဆီးခဲ့ပြီး၊ သင်တို့သည် ၎င်း၏လူများဖြစ်နေစဉ်တွင် သင်တို့အား ထိုဗလီမှ မောင်းထုတ်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكْبَرُ عِندَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အလ္လာဟ်အရှင်မြတ်အထံတော်၌ ပိုမိုကြီးမားသော <span class=\"gray\">(ပြစ်မှု)</span>)</span> သင်တို့ ၎င်းတို့ထဲမှ သတ်ဖြတ်ခဲ့သူများကို သတ်ဖြတ်ခြင်းထက် ဖြစ်သည်။ ၎င်းအပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် အလ်-ဖစ်သ်နာဟ် (အုံကြွမှု) သည် သတ်ဖြတ်ခြင်းထက် ပိုဆိုးရွားသည်။)</span> ဟူသည်မှာ၊ မွတ်စ်လင်မ်များအား ၎င်းတို့၏ဘာသာတရားမှ ပြန်လှည့်ပြီး ယုံကြည်ပြီးနောက် ကုဖ်ရ် (မယုံကြည်မှု) ကို ပြန်လည်လက်ခံရန် အတင်းအကြပ် ကြိုးစားခြင်းသည် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ သတ်ဖြတ်ခြင်းထက် ပိုဆိုးရွားသည်' ဟု အဓိပ္ပါယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ اسْتَطَاعُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ တတ်နိုင်ပါက သင်တို့အား သင်တို့၏ဘာသာတရား <span class=\"gray\">(အစ္စလာမ်၏ တစ်ပါးတည်းသော ဘုရားဝါဒ)</span> မှ ပြန်လှည့်သွားသည်အထိ သင်တို့အား တိုက်ခိုက်နေခြင်းကို ဘယ်သောအခါမျှ ရပ်စဲမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် မပြတ်မလပ် ဆိုးရွားစွာ သင်တို့အား တိုက်ခိုက်နေလိမ့်မည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အစ်ဟာက်က ဆက်လက်၍- ကုရ်အာန်ကျမ်းတော်သည် ဤကိစ္စကို ထိမိပြီး အလ္လာဟ်အရှင်မြတ်က မွတ်စ်လင်မ်များအပေါ် ကျရောက်ခဲ့သည့် ဝမ်းနည်းပူဆွေးမှုအစား သက်သာရာရစေခဲ့သောအခါ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကုန်သည်လှေအဖွဲ့နှင့် အကျဉ်းသားနှစ်ဦးကို သိမ်းပိုက်ခဲ့သည်။ ကုရိုင်းရှ်တို့က အကျဉ်းသားနှစ်ဦးဖြစ်သည့် ဥသ်မာန် ဘင် အဗ်ဒုလ္လာဟ် နှင့် ဟကမ် ဘင် ကိုင်စန်တို့ကို ရွေးနုတ်ရန် ကမ်းလှမ်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نَفْدِيكُمُوهُمَا حَتَّى يَقْدَمَ صَاحِبَانَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အပေါင်းအပါနှစ်ဦး ဘေးကင်းစွာ ပြန်မလာမချင်း သင်တို့၏ ရွေးနုတ်ကြေးကို ကျွန်ုပ်တို့ လက်ခံမည်မဟုတ်ပါ။)</span> ဆိုလိုသည်မှာ စအ်ဒ် ဘင် အဗူ ဝက္ကွာစ့် နှင့် ဥဗ်တဘာဟ် ဘင် ဂါဇ်ဝါန်တို့ ဖြစ်သည်။ \"အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် သင်တို့နှင့်အတူ ၎င်းတို့၏ ဘေးကင်းမှုကို စိုးရိမ်သောကြောင့်ဖြစ်သည်။ သင်တို့ ၎င်းတို့ကို သတ်ဖြတ်ပါက၊ ကျွန်ုပ်တို့သည် သင်တို့၏ လူများကို သတ်ဖြတ်မည်။\" နောက်ပိုင်းတွင် စအ်ဒ်နှင့် ဥဗ်တဘာဟ်တို့ ဘေးကင်းစွာ ပြန်ရောက်လာပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကုရိုင်းရှ်တို့၏ အကျဉ်းသားများအတွက် ရွေးနုတ်ကြေးကို လက်ခံခဲ့သည်။ အလ်-ဟာကမ် ဘင် ကိုင်စန်နှင့် ပတ်သက်၍မူ၊ ၎င်းသည် မွတ်စ်လင်မ်ဖြစ်လာပြီး ၎င်း၏ အစ္စလာမ်ဘာသာ တိုးတက်ခိုင်မာလာခဲ့သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ ဘီရ် မအ်အူနာဟ် ဖြစ်စဉ် <span class=\"gray\">(တမန်တော်မြတ် ﷺ သည် နဂျ်ဒ်သို့ သဟာဗာ ခုနစ်ဆယ်ကို အစ္စလာမ်ဘာသာကို သင်ကြားရန် စေလွှတ်ခဲ့သော်လည်း၊ ဘနူ စူလိုင်မ်က နှစ်ဦးမှလွဲ၍ ၎င်းတို့အားလုံးကို သတ်ဖြတ်ခဲ့သည်)</span> တွင် အာဇာနည်ဖြစ်သည်အထိ နေထိုင်ခဲ့သည်။ ဥသ်မာန် ဘင် အဗ်ဒုလ္လာဟ်နှင့် ပတ်သက်၍မူ၊ ၎င်းသည် မက္ကာဟ်သို့ ပြန်သွားခဲ့ပြီး ထိုနေရာတွင် မယုံကြည်သူအဖြစ် သေဆုံးခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အစ်ဟာက်က ဆက်လက်၍- ဤကိစ္စနှင့်ပတ်သက်၍ ကုရ်အာန်ကျမ်းတော် ထုတ်ဖော်ပြီးနောက် အဗ်ဒုလ္လာဟ် ဘင် ဂျာဟ်ရှ်နှင့် ၎င်း၏အပေါင်းအပါများသည် ၎င်းတို့၏ စိတ်ပျက်အားငယ်မှုများမှ လွတ်မြောက်ခဲ့သောအခါ၊ ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင်)</span> တိုက်ခိုက်သူများ၏ ဆုလာဘ်ကို ရှာဖွေခဲ့ကြသည်။ ၎င်းတို့က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဤဖြစ်စဉ်ကို ကျွန်ုပ်တို့အတွက် တိုက်ပွဲတစ်ခုအဖြစ် မှတ်ယူစေလိုပါသည်၊ သို့မှသာ ကျွန်ုပ်တို့သည် မူဂျာဟီဒီန်များ၏ ဆုလာဘ်များကို ရရှိနိုင်မည်။\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَٰئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ယုံကြည်ပြီးသူများ၊ နှင့် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားအတွက်)</span> ပြောင်းရွှေ့ခဲ့သူများ၊ နှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင် ကြိုးစားအားထုတ်ခဲ့သူများအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို မျှော်လင့်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ဆန္ဒရှိခဲ့သည့်အရာကို ရရှိရန် ၎င်းတို့၏ မျှော်လင့်ချက်များကို အလွန်အမင်း မြှင့်တင်ပေးခဲ့သည်။</p>"
  }
]