[
  {
    "ayah_key": "18:47",
    "group_ayah_key": "18:47",
    "from_ayah": "18:47",
    "to_ayah": "18:49",
    "ayah_keys": "18:47,18:48,18:49",
    "text": "<p lang=\"my\" class=\"my \">တောင်များကို လွင့်ပါးပျက်စီးစေမည့်နေ့ <span class=\"gray\">(ကိုလည်း အမှတ်ရကြလော့)</span>။ ထိုအခါ ကမ္ဘာမြေကို ညီညာသော ပြန့်ပြူးသည့် မြေအဖြစ် မြင်ရလိမ့်မည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အား စုရုံးစေမည်။ ထို့ကြောင့် ၎င်းတို့အနက် တစ်ဦးတစ်ယောက်ကိုမျှ မကျန်စေဘဲ ထားမည်မဟုတ်ပေ။ <span>(၄၇)</span>၎င်းတို့အား သင်၏အရှင်ဘုရားရှေ့တွင် ညီညာစွာ တန်းစီ၍ ထားရှိလိမ့်မည်။ <span class=\"gray\">(အရှင်မြတ်က မိန့်ကြားတော်မူမည်။)</span> “အမှန်စင်စစ် ယခုအခါ သင်တို့သည် ကျွန်ုပ်တို့ထံသို့ ကျွန်ုပ်တို့က ပထမအကြိမ် ဖန်ဆင်းခဲ့သည့်အတိုင်း ရောက်လာခဲ့ကြပြီ။ သို့သော် သင်တို့က ကျွန်ုပ်တို့အတွက် သင်တို့နှင့်တွေ့ဆုံမည့် <span class=\"gray\">(မည်သည့်)</span> ချိန်းဆိုမှုကိုမျှ သတ်မှတ်မထားဟု ထင်ခဲ့ကြသည်။ <span>(၄၈)</span>ထိုအခါ <span class=\"gray\">(လုပ်ငန်း)</span>မှတ်တမ်းကို တင်ပြလိမ့်မည်။ ရာဇဝတ်သားတို့သည် ၎င်းတွင်ပါရှိသည့်အရာကို ကြောက်ရွံ့နေကြသည်ကို သင်မြင်ရလိမ့်မည်။ ၎င်းတို့က “အို... ကျွန်ုပ်တို့ ပျက်စီးကြပေပြီ။ ဤကျမ်းသည် မည်သည့်သေးငယ်သောအရာကိုမျှ၊ ကြီးမားသောအရာကိုမျှ ချန်လှပ်မထားဘဲ အားလုံးကို မှတ်တမ်းတင်ထားပါတကား” ဟု ပြောဆိုကြလိမ့်မည်။ ၎င်းတို့ ပြုခဲ့သမျှကို အားလုံး လက်ရှိတွေ့ရလိမ့်မည်။ သင်၏အရှင်မြတ်သည် မည်သူ့ကိုမျှ မတရားပြုတော်မမူပေ။ <span>(၄၉)</span></p><div lang=\"my\" class=\"my \"><h2>ကာလ၏ ကြီးမားသော ကြောက်မက်ဖွယ်ရာများ</h2></div><p lang=\"my\" class=\"my \">အရှင်မြတ်က အခြားနေရာများတွင် မိန့်ကြားထားသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်သည် က_ယာမတ်နေ့၏ ကြောက်မက်ဖွယ်ရာများနှင့် ဖြစ်ပေါ်လာမည့် အံ့မခန်းဖွယ်ရာများကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا - وَتَسِيرُ الْجِبَالُ سَيْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်သည် ပြင်းထန်စွာ တုန်လှုပ်သောနေ့၌၊ တောင်များလည်း လွင့်ပါးပျက်စီးသွားလိမ့်မည်။)</span><span class=\"gray\">[၅၂:၉-၁၀]</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏နေရာများမှ ရွေ့လျားသွားပြီး ပျောက်ကွယ်သွားမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် တောင်များကို မြင်သောအခါ ၎င်းတို့ကို ခိုင်မာသည်ဟု ထင်ရသော်လည်း၊ တိမ်များ လွင့်ပါးပျက်စီးသွားသကဲ့သို့ ၎င်းတို့သည်လည်း ပျက်စီးသွားလိမ့်မည်။)</span><span class=\"gray\">[၂၇:၈၈]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်များသည် ဆွတ်ထားသော သိုးမွှေးကဲ့သို့ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">[၁၀၁:၅]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا - فَيَذَرُهَا قَاعًا صَفْصَفًا - لَّا تَرَىٰ فِيهَا عِوَجًا وَلَا أَمْتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က သင့်အား တောင်များအကြောင်း မေးမြန်းသောအခါ၊ သင်က ပြောကြားပါလေ- \"ကျွန်ုပ်၏အရှင်မြတ်သည် ၎င်းတို့ကို အမှုန့်အမှုန့်ဖြစ်အောင် ချေဖျက်၍ <span class=\"gray\">[၎င်းတို့၏ဖုန်မှုန့်များကို]</span> လွင့်စဉ်စေမည်။ ပြီးလျှင် ၎င်းတို့ကို ကုန်းပြင်ဖြူအဖြစ် ချန်ထားတော်မူမည်။ ထိုကုန်းပြင်တွင် အကောက်အကွေ့ကိုမျှ၊ မြင့်သောအရာကိုမျှ သင်မမြင်ရပေ။\")</span><span class=\"gray\">[၂၀:၁၀၅-၁၀၇]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တောင်များကို ပျောက်ကွယ်သွားစေပြီး ညီညာစေလိမ့်မည်ဖြစ်ကာ၊ မြေကြီးသည် ချောမွေ့သော၊ ညီညာသော ပြန့်ပြူးသည့် မျက်နှာပြင်အဖြစ် ကျန်ရှိလိမ့်မည်။ ထိုနေရာတွင် ကောက်ကွေ့ခြင်း၊ ကွေးညွတ်ခြင်း၊ ချိုင့်ဝှမ်းများ သို့မဟုတ် တောင်များ တစ်စုံတစ်ရာ မရှိတော့ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الْأَرْضَ بَارِزَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကမ္ဘာမြေကို ညီညာသော ပြန့်ပြူးသည့် မြေအဖြစ် မြင်ရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ကြည်လင်ပွင့်လင်းပြီး၊ မည်သူမျှ မှတ်မိနိုင်သည့် အမှတ်အသားများ မရှိတော့ဘဲ၊ မည်သူမျှ ပုန်းကွယ်နိုင်သည့် အရာဝတ္ထုလည်း မရှိတော့ပေ။ ဖန်ဆင်းခံအားလုံးသည် ၎င်းတို့၏အရှင်ဘုရားအား မြင်တွေ့ရလိမ့်မည်ဖြစ်ပြီး၊ ၎င်းတို့အနက် တစ်ဦးတစ်ယောက်မျှ အရှင်မြတ်ထံမှ ဖုံးကွယ်နိုင်မည် မဟုတ်ပေ။ မူဂျာဟစ်နှင့် ကတာဒါတို့က ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الْأَرْضَ بَارِزَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကမ္ဘာမြေကို ညီညာသော ပြန့်ပြူးသည့် မြေအဖြစ် မြင်ရလိမ့်မည်။)</span> “မည်သူမျှ ဖုံးကွယ်နေနိုင်မည် သို့မဟုတ် ပျောက်ဆုံးနေနိုင်မည် မဟုတ်ပါ။” ကတာဒါက “အဆောက်အအုံများလည်း မရှိတော့ဘဲ၊ သစ်ပင်များလည်း မရှိတော့ပေ။” ဟု ပြောကြားခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ကျွန်ုပ်တို့ စုရုံးစေမည်။ ထို့ကြောင့် ၎င်းတို့အနက် တစ်ဦးတစ်ယောက်ကိုမျှ မကျန်စေဘဲ ထားမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ‘၎င်းတို့အားလုံးကို၊ ပထမဦးဆုံးသောသူများနှင့် နောက်ဆုံးသောသူများကို ကျွန်ုပ်တို့ စုရုံးစေမည်။ မည်သူ့ကိုမျှ၊ ငယ်သည်ဖြစ်စေ၊ ကြီးသည်ဖြစ်စေ မချန်ထားခဲ့ပေ။’ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ - لَمَجْمُوعُونَ إِلَىٰ مِيقَاتِ يَوْمٍ مَّعْلُومٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါလေ- “<span class=\"gray\">(ဟုတ်သည်)</span> အမှန်စင်စစ် ရှေးဦးသူများနှင့် နောက်ပိုင်းသူများ။ အားလုံးကို အမှန်ပင် သတ်မှတ်ထားသော နေ့တစ်နေ့၏ ချိန်းဆိုထားသော တွေ့ဆုံမှုအတွက် စုရုံးစေလိမ့်မည်။”)</span><span class=\"gray\">[၅၆:၄၉-၅၀]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့သည် လူသားတို့ စုရုံးခံရမည့်နေ့ဖြစ်၍၊ ထိုနေ့သည် အားလုံး တက်ရောက်ကြမည့်နေ့ ဖြစ်သည်။)</span><span class=\"gray\">[၁၁:၁၀၃]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعُرِضُوا عَلَىٰ رَبِّكَ صَفًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား သင်၏အရှင်ဘုရားရှေ့တွင် ညီညာစွာ တန်းစီ၍ ထားရှိလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ဖန်ဆင်းခံအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် တစ်တန်းတည်း ရပ်တည်ကြလိမ့်မည်ဟု အဓိပ္ပါယ်ရနိုင်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا ۖ لَّا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَقَالَ صَوَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်ရူဟ် <span class=\"gray\">(ဂျစ်ဗ်ရီလ်)</span> နှင့် ကောင်းကင်တမန်များသည် တန်းစီရပ်တည်ကြမည့်နေ့၌၊ အလွန်တရာ ကျေးဇူးတော်ရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ခွင့်ပြုထားသူမှတစ်ပါး ၎င်းတို့သည် မပြောဆိုကြပေ။ ထိုသူက မှန်ကန်သောအရာကို ပြောဆိုလိမ့်မည်။)</span><span class=\"gray\">[၇၈:၃၈]</span>; သို့မဟုတ် ၎င်းတို့သည် တန်းစီ၍ ရပ်တည်ကြလိမ့်မည်ဟု အဓိပ္ပါယ်ရနိုင်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်ဘုရားသည် ကောင်းကင်တမန်များနှင့်အတူ တန်းစီ၍ ကြွလာတော်မူမည်။)</span><span class=\"gray\">[၈၉:၂၂]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယခုအခါ သင်တို့သည် ကျွန်ုပ်တို့ထံသို့ ကျွန်ုပ်တို့က ပထမအကြိမ် ဖန်ဆင်းခဲ့သည့်အတိုင်း ရောက်လာခဲ့ကြပြီ။)</span> ၎င်းသည် နောင်တမလွန်ဘဝကို ငြင်းပယ်ခဲ့သူများအား ပြစ်တင်ရှုံ့ချခြင်းဖြစ်ပြီး၊ ဖန်ဆင်းခံအားလုံးရှေ့တွင် ဆူပူပြစ်တင်ခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့က ကျွန်ုပ်တို့အတွက် သင်တို့နှင့်တွေ့ဆုံမည့် <span class=\"gray\">(မည်သည့်)</span> ချိန်းဆိုမှုကိုမျှ သတ်မှတ်မထားဟု ထင်ခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ သင်တို့သည် ဤအရာသည် သင်တို့အား ဖြစ်ပျက်မည်ဟု သို့မဟုတ် ဖြစ်ပေါ်လာမည်ဟု မထင်မှတ်ခဲ့ကြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ <span class=\"gray\">(လုပ်ငန်း)</span>မှတ်တမ်းကို တင်ပြလိမ့်မည်။)</span> ဆိုသည်မှာ လုပ်ရပ်မှတ်တမ်းဖြစ်ပြီး၊ ၎င်းတွင် ကြီးသည်ဖြစ်စေ၊ ငယ်သည်ဖြစ်စေ၊ အရေးပါသည်ဖြစ်စေ၊ မပါသည်ဖြစ်စေ၊ ကြီးသည်ဖြစ်စေ၊ သေးသည်ဖြစ်စေ အရာရာတိုင်း၏ မှတ်တမ်းကို ပါရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရာဇဝတ်သားတို့သည် ၎င်းတွင်ပါရှိသည့်အရာကို ကြောက်ရွံ့နေကြသည်ကို သင်မြင်ရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မကောင်းမှုများနှင့် စက်ဆုပ်ဖွယ်ရာ လုပ်ရပ်များကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ يَا وَيْلَتَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “အို... ကျွန်ုပ်တို့ ပျက်စီးကြပေပြီ။” ဟု ပြောဆိုကြလိမ့်မည်။)</span> ၎င်းတို့၏ဘဝများကို ဖြုန်းတီးခဲ့ကြခြင်းအတွက် နောင်တစကားများ ပြောဆိုခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကျမ်းသည် မည်သည့်သေးငယ်သောအရာကိုမျှ၊ ကြီးမားသောအရာကိုမျှ ချန်လှပ်မထားဘဲ အားလုံးကို မှတ်တမ်းတင်ထားပါတကား!)</span> ၎င်းသည် မည်သည့်အပြစ်ကိုမျှ၊ ကြီးသည်ဖြစ်စေ၊ ငယ်သည်ဖြစ်စေ၊ မည်သည့်လုပ်ရပ်ကိုမျှ၊ မည်မျှပင် သေးငယ်သည်ဖြစ်စေ ချန်ထားခဲ့ခြင်းမရှိဘဲ အမြင့်ဆုံးသော တိကျမှုနှင့် မှန်ကန်မှုတို့ဖြင့် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَجَدُوا مَا عَمِلُوا حَاضِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပြုခဲ့သမျှကို အားလုံး လက်ရှိတွေ့ရလိမ့်မည်။)</span> အကောင်းရော၊ အဆိုးပါ အရာရာတိုင်းကို၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ လူတိုင်းသည် မိမိပြုခဲ့သော ကောင်းမှုအားလုံးနှင့် ရင်ဆိုင်ကြုံတွေ့ရမည်။)</span><span class=\"gray\">[၃:၃၀]</span>။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ လူသားအား မိမိရှေ့သို့ ပို့ထားခဲ့သည်များ နှင့် မိမိချန်ထားခဲ့သည်များအကြောင်း အသိပေးလိမ့်မည်။)</span><span class=\"gray\">[၇၅:၁၃]</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبْلَى السَّرَائِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှို့ဝှက်ချက်အားလုံး ဖော်ထုတ်ခံရမည့်နေ့။)</span><span class=\"gray\">[၈၆:၉]</span> ဆိုလိုသည်မှာ လူတို့၏စိတ်နှလုံးထဲတွင် ဝှက်ထားသည်များ အားလုံး ပေါ်လွင်လာလိမ့်မည်။ အီမာမ် အဟ်မဒ်က အနတ်စ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ يُعْرَفُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ္စာဖောက်တိုင်းသည် က_ယာမတ်နေ့၌ အလံတစ်ခု ရှိလိမ့်မည်ဖြစ်ပြီး၊ ထိုအလံဖြင့် ၎င်းအား သိရှိကြလိမ့်မည်။)</span> ၎င်းကို ဆဟီးဟ်ကျမ်းနှစ်ခုတွင်လည်း ဖော်ပြထားရာ၊ တစ်ခုသော ဖော်ပြချက်တွင် ပါရှိသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرْفَعُ لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ عِنْدَ اسْتِهِ بِقَدْرِ غَدْرَتِهِ، يُقَالُ: هَذِهِ غَدْرَةُ فُلَانِ بْنِ فُلَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(က_ယာမတ်နေ့၌ သစ္စာဖောက်တိုင်းအတွက် ၎င်း၏နောက်ကျောနားတွင် အလံတစ်ခု စိုက်ထူထားရှိလိမ့်မည်။ ထို့နောက် “ဤသည်ကား နာမည်ကြီးသူ၏သား၊ နာမည်ကြီးသူ၏ သစ္စာဖောက်ဖြစ်သည်” ဟု ပြောကြားလိမ့်မည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَظْلِمُ رَبُّكَ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်မြတ်သည် မည်သူ့ကိုမျှ မတရားပြုတော်မမူပေ။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအကြား ၎င်းတို့၏ လုပ်ရပ်အားလုံးအတွက် စီရင်ဆုံးဖြတ်မည်ဖြစ်ပြီး၊ မိမိ၏ဖန်ဆင်းခံများအနက် မည်သူ့ကိုမျှ မတရားပြုတော်မမူပေ။ အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူမည်၊ အပြစ်များကို လွှတ်တော်မူမည်၊ ကရုဏာထားတော်မူမည်ဖြစ်ပြီး၊ အရှင်မြတ်အလိုရှိသူကို မိမိ၏ တန်ခိုး၊ ဉာဏ်ပညာနှင့် တရားမျှတမှုတို့ဖြင့် အပြစ်ပေးတော်မူမည်။ အရှင်မြတ်သည် ငရဲကို မယုံကြည်သူများနှင့် နာခံမှုမရှိသူများဖြင့် ပြည့်စေလိမ့်မည်။ ထို့နောက် နာခံမှုမရှိသူများကို ကယ်တင်ပြီး၊ မယုံကြည်သူများကို ထိုနေရာ၌ ထာဝရထားရှိလိမ့်မည်။ အရှင်မြတ်သည် မည်သည့်အခါမျှ မှားယွင်းခြင်း သို့မဟုတ် ဖိနှိပ်ခြင်းမပြုသော စီရင်ဆုံးဖြတ်သူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဖုန်မှုန့်တစ်စေ့၏ အလေးချိန်မျှပင် မတရားပြုတော်မမူပေ။ ကောင်းမှုတစ်ခုခု ရှိပါက အရှင်မြတ်သည် ၎င်းကို နှစ်ဆတိုးပေးတော်မူသည်။)</span><span class=\"gray\">[၄:၄၀]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(က_ယာမတ်နေ့၌ ကျွန်ုပ်တို့သည် တရားမျှတသော ချိန်ခွင်များကို တည်ဆောက်ထားမည်။ ထိုအခါ မည်သူ့ကိုမျှ မည်သည့်အရာနှင့် ပတ်သက်၍မျှ မတရားပြုခြင်း ခံရလိမ့်မည်မဟုတ်ပေ။)</span> အရှင်မြတ်၏ မိန့်ကြားချက်အထိ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَاسِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာရင်းရှင်းရန်)</span><span class=\"gray\">[၂၁:၄၇]</span></p><p lang=\"my\" class=\"my \">ထို့ပြင် ယင်းနှင့်ဆင်တူသော အာယသ်တော်များစွာ ရှိသေးသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ အဘ်ဒူလ်လာဟ် ဘင် မူဟမ္မဒ် ဘင် အကီလ်သည် ဂျာဘီရ် ဘင် အဘ်ဒူလ်လာဟ် ပြောကြားသည်ကို ကြားခဲ့သည်- “ကျွန်ုပ်အား တမန်တော်မြတ် ﷺ ထံမှ လူတစ်ဦးကြားခဲ့သော ဟဒီးစ်တစ်ခုအကြောင်း ပြောပြခဲ့ရာ ကျွန်ုပ်သည် ကုလားအုတ်တစ်ကောင်ဝယ်ယူပြီး ကျွန်ုပ်၏ကုန်းနှီးကို တင်လိုက်သည်။ ထို့နောက် ကျွန်ုပ်သည် တစ်လကြာအောင် ခရီးသွားခဲ့ပြီး အက်ရှ်-ရှမ်းသို့ ရောက်ရှိခဲ့ရာ အဘ်ဒူလ်လာဟ် ဘင် အူနိုင်းစ် ရှိနေသည်။ ကျွန်ုပ်သည် တံခါးစောင့်အား ‘ဂျာဘီရ် တံခါးဝတွင် ရှိနေသည်ဟု သူ့အား ပြောကြားပါ’ ဟု ပြောကြားခဲ့သည်။ သူက ‘ဂျာဘီရ် ဘင် အဘ်ဒူလ်လာဟ်လား’ ဟု မေးရာ ကျွန်ုပ်က ‘ဟုတ်ပါသည်’ ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူသည် အဝတ်အစားများ ဝတ်ဆင်နေဆဲဖြစ်သော်လည်း ထွက်လာပြီး ကျွန်ုပ်ကို ပွေ့ဖက်ခဲ့ရာ ကျွန်ုပ်လည်း သူ့ကို ပွေ့ဖက်ခဲ့သည်။ ထို့နောက် ကျွန်ုပ်က ‘သင်သည် တမန်တော် အလ္လာဟ်အရှင်မြတ် ﷺ ထံမှ ပြန်လည်လက်စားချေမှုများနှင့်ပတ်သက်၍ သင်ကိုယ်တိုင်ကြားခဲ့ကြောင်း သင်ပြောပြခဲ့သော ဟဒီးစ်တစ်ခုကို ကျွန်ုပ်ကြားသိခဲ့ရပါသည်။ ကျွန်ုပ်သည် ထိုဟဒီးစ်ကို မကြားရမီ သင်ဖြစ်စေ၊ ကျွန်ုပ်ဖြစ်စေ ကွယ်လွန်သွားမည်ကို စိုးရိမ်ခဲ့သည်။’ ဟု ပြောကြားခဲ့သည်။ သူက ‘ကျွန်ုပ်သည် တမန်တော် အလ္လာဟ်အရှင်မြတ် ﷺ မိန့်ကြားတော်မူသည်ကို ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْشُرُ اللهُ عَزَّ وَجَلَّ النَّاسَ يَوْمَ الْقِيَامَةِ - أَوْ قَالَ: الْعِبَادَ - عُرَاةً غُرْلًا بُهْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့ကို – သို့မဟုတ် အရှင်မြတ်၏ ကျွန်များကို – က_ယာမတ်နေ့၌ ကိုယ်တုံးလုံး၊ ယောက်ျားသရေဖျား မဖြတ်ဘဲနှင့် ‘ဘူဟ်မန်’ အဖြစ် စုရုံးစေလိမ့်မည်။)</span> ကျွန်ုပ်က ‘ဘူဟ်မန်’ ဆိုသည်မှာ အဘယ်နည်း’ ဟု မေးရာ သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ مَعَهُمْ شَيْءٌ، ثُمَّ يُنَادِيهِمْ بِصَوْتٍ يَسْمَعُهُ مَنْ بَعُدَ كَمَا يَسْمَعُهُ مَنْ قَرُبَ: أَنَا الْمَلِكُ، أَنَا الدَّيَّانُ لَا يَنْبَغِي لِأَحَدٍ مِنْ أَهْلِ النَّارِ أَنْ يَدْخُلَ النَّارَ وَلَهُ عِنْدَ أَحَدٍ مِنْ أَهْلِ الْجَنَّةِ حَقٌّ حَتَّى أُقِصَّهُ مِنْهُ، وَلَا يَنْبَغِي لِأَحَدٍ مِنْ أَهْلِ الْجَنَّةِ أَنْ يَدْخُلَ الْجَنَّةَ وَلَهُ عِنْدَ رَجُلٍ مِنْ أَهْلِ النَّارِ حَقٌّ حَتَّى أُقِصَّهُ مِنْهُ حَتَّى اللَّطْمَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့်အတူ ဘာတစ်ခုမျှ ပါလာလိမ့်မည်မဟုတ်ပေ။ ထို့နောက် အလှမ်းဝေးသူများက ကြားရသကဲ့သို့ နီးစပ်သူများကလည်း အလွယ်တကူ ကြားရမည့် အသံတစ်ခုက ၎င်းတို့အား ခေါ်ဝေါ်လိမ့်မည်- “ငါသည် အုပ်စိုးရှင်ဖြစ်သည်၊ ငါသည် တရားသူကြီးဖြစ်သည်။ ငရဲသားတစ်ဦးဦးသည် ဂျန္နတ်သားတစ်ဦးဦးထံမှ တစ်ခုခုကို အကြွေးတင်နေပါက ငါကိစ္စကို ဖြေရှင်းမပြီးမချင်း ငရဲသို့ မဝင်ရ။ ထို့ပြင် ဂျန္နတ်သားတစ်ဦးဦးသည် ငရဲသားတစ်ဦးဦးထံမှ တစ်ခုခုကို အကြွေးတင်နေပါက ငါကိစ္စကို ဖြေရှင်းမပြီးမချင်း ဂျန္နတ်သို့ မဝင်ရ – ၎င်းသည် ပါးရိုက်ခြင်းကိစ္စမျှသာ ဖြစ်လင့်ကစား။”)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့က ‘အလ္လာဟ်အရှင်မြတ်ရှေ့တော်သို့ ခြေဗလာ၊ ကိုယ်တုံးလုံး၊ ယောက်ျားသရေဖျား မဖြတ်ဘဲ၊ ဘာတစ်ခုမျှ မပါဘဲ ရောက်လာကြသည့်အခါ ထိုအရာသည် မည်သို့ဖြစ်မည်နည်း’ ဟု မေးရာ သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْحَسَنَاتِ وَالسَّيِّئَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုများအတွက် <span class=\"gray\">[အကျိုးဆုလာဘ်]</span> နှင့် မကောင်းမှုများအတွက် <span class=\"gray\">[ပြန်လည်ပေးဆပ်မှု]</span> တို့ဖြင့်။)</span></p><p lang=\"my\" class=\"my \">ရှူအ်ဘာဟ်က အလ်-အဝမ် ဘင် မူဇာဟင်မ်ထံမှ၊ ၎င်းက အဘူ အူးစ်မန်ထံမှ၊ ၎င်းက အူးစ်မန် ဘင် အဖ်ဖန် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) ထံမှ ပြန်လည်ပြောကြားသည်မှာ တမန်တော် အလ္လာဟ်အရှင်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْجَمَّاءَ لَتَقْتَصُّ مِنَ الْقَرْنَاءِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချိုမရှိသော တိရစ္ဆာန်သည် က_ယာမတ်နေ့၌ ချိုရှိသော တိရစ္ဆာန်နှင့် စာရင်းရှင်းလိမ့်မည်။)</span> ၎င်းကို အီမာမ် အဟ်မဒ်၏သား အဘ်ဒူလ်လာဟ်က မှတ်တမ်းတင်ထားပြီး၊ အခြားလမ်းကြောင်းများမှ ထပ်လောင်းပြောကြားချက်များလည်း ရှိသည်။</p>"
  }
]