[
  {
    "ayah_key": "18:50",
    "group_ayah_key": "18:50",
    "from_ayah": "18:50",
    "to_ayah": "18:50",
    "ayah_keys": "18:50",
    "text": "<p class=\"my translation\" lang=\"my\">ကျွန်ုပ်တို့သည် ကောင်းကင်တမန်များအား “အာဒမ်အား ဦးချကြလော့” ဟု ပြောကြားခဲ့သည်ကို <span class=\"gray\">(မှတ်မိကြလော့)</span>။ ထို့နောက် အိဗ်လီစ်မှအပ ၎င်းတို့အားလုံး ဦးချခဲ့ကြသည်။ သူသည် ဂျင်န်မျိုးနွယ်ဝင်တစ်ဦးဖြစ်၏။ သူသည် မိမိ၏အရှင်သခင်၏ အမိန့်ကို မနာခံခဲ့ပေ။ ထိုသို့ဖြစ်ပါလျှင် သူနှင့် သူ၏သားမြေးများကို သင့်အားရန်သူဖြစ်နေပါလျက် ငါမှတစ်ပါး အကာအကွယ်ပေးသူများနှင့် ကူညီမစသူများအဖြစ် သင်တို့ယူမည်လော။ မတရားပြုသူများအတွက် မည်မျှဆိုးရွားသော အလဲအလှယ်နည်း။ <span>(၅၀)</span></p><div lang=\"my\" class=\"my \"><h2>အာဒမ်နှင့် အိဗ်လီစ်တို့၏ ပုံပြင်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၏သားမြေးများအား ၎င်းတို့နှင့် ၎င်းတို့၏ဖခင်အပေါ် အိဗ်လီစ်၏ ရန်လိုမှုကို ထောက်ပြတော်မူပြီး၊ ၎င်းအားလိုက်နာကာ ၎င်းတို့၏ ဖန်ဆင်းရှင်နှင့် သခင်ကို ဆန့်ကျင်သူများကို ပြစ်တင်ရှုံ့ချတော်မူသည်။ ၎င်းတို့အား မရှိရာမှ ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းတို့အား မိမိ၏ ကြင်နာမှုဖြင့် ထောက်ပံ့ကျွေးမွေးတော်မူသူမှာ ကိုယ်တော်ပင်ဖြစ်သည်။ သို့တိုင် ၎င်းတို့သည် အိဗ်လီစ်ကို သူငယ်ချင်းအဖြစ် ခံယူပြီး အလ္လာဟ်အရှင်မြတ်အပေါ် ရန်ငြိုးဖွဲ့ခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْنَا لِلْمَلَائِكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကောင်းကင်တမန်များအား ပြောကြားခဲ့သည်ကို <span class=\"gray\">(မှတ်မိကြလော့)</span>)</span> ဆိုလိုသည်မှာ ကောင်းကင်တမန်အားလုံးကို၊ စူရတွလ်ဗကရာ၏ အစပိုင်းတွင် ဖော်ပြခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْجُدُوا لِآدَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်အား ဦးချကြလော့)</span> ဂုဏ်ပြုခြင်းနှင့် လေးစားခြင်းဖြင့် ဦးချခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူထားသည်မှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ - فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် ကောင်းကင်တမန်များအား “ငါသည် ပြောင်းလဲသွားသော ရွှံ့စေးမှ ခြောက်သွေ့သောအိုးမြေဖြင့် လူသား <span class=\"gray\">(အာဒမ်)</span> ကို ဖန်ဆင်းတော့မည်။ ထို့ကြောင့် ငါသည် သူ့အား ပြည့်စုံစွာ ပုံဖော်ပြီး၊ ငါဖန်ဆင်းခဲ့သော ဝိညာဉ်ကို သူ၏ကိုယ်ထဲသို့ မှုတ်သွင်းသောအခါ၊ ထို့နောက် သူ့အား ဦးချကိုးကွယ်ကြလော့” ဟု မိန့်တော်မူခဲ့သည်ကို <span class=\"gray\">(မှတ်မိကြလော့)</span>)</span><span class=\"gray\">[15:28-29]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အိဗ်လီစ်မှအပ ၎င်းတို့အားလုံး ဦးချခဲ့ကြသည်။ သူသည် ဂျင်န်မျိုးနွယ်ဝင်တစ်ဦးဖြစ်၏။)</span> ဆိုလိုသည်မှာ သူ၏ မူလသဘာဝက သူ့အား သစ္စာဖောက်ခဲ့သည်။ သူသည် မီးခိုးမပါသော မီးမှ ဖန်ဆင်းခြင်းခံခဲ့ရပြီး၊ ကောင်းကင်တမန်များသည် အလင်းမှ ဖန်ဆင်းခြင်းခံခဲ့ရသည်၊ ဆွာဟီဟ် မွတ်စလင်မ်တွင် ဖော်ပြထားသည့်အတိုင်း အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُلِقَتِ الْمَلَائِكَةُ مِنْ نُورٍ، وَخُلِقَ إِبْلِيسُ مِنْ مَارِجٍ مِنْ نَارٍ، وَخُلِقَ آدَمُ مِمَّا وُصِفَ لَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များကို အလင်းမှ ဖန်ဆင်းခဲ့သည်၊ အိဗ်လီစ်ကို မီးခိုးမပါသော မီးမှ ဖန်ဆင်းခဲ့သည်၊ အာဒမ်ကို သင့်အား ဖော်ပြထားသည့်အရာမှ ဖန်ဆင်းခဲ့သည်)</span></p><p lang=\"my\" class=\"my \">ကိစ္စများ အရေးကြီးလာသောအခါ၊ ပန်းကန်တိုင်းသည် ၎င်းတွင်ပါရှိသောအရာကို ယိုစိမ့်စေပြီး ၎င်း၏ စစ်မှန်သော သဘာဝအားဖြင့် သစ္စာဖောက်ခံရသည်။ အိဗ်လီစ်သည် ကောင်းကင်တမန်များပြုလုပ်သည်များကို ပြုလုပ်လေ့ရှိပြီး ၎င်းတို့၏ ဘာသာရေးကိုင်းရှိုင်းမှုနှင့် ကိုးကွယ်မှုတို့တွင် ၎င်းတို့နှင့်ဆင်တူခဲ့သည်၊ ထို့ကြောင့် ၎င်းတို့အား လိပ်စာရေးသောအခါ ၎င်းအား ထည့်သွင်းခဲ့သည်။ သို့သော် သူသည် မနာခံဘဲ သူလုပ်ရန် ပြောကြားခံရသောအရာကို ဆန့်ကျင်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က သူသည် ဂျင်န်တစ်ပါးဖြစ်ကြောင်း၊ ဆိုလိုသည်မှာ သူသည် မီးမှ ဖန်ဆင်းခံခဲ့ရကြောင်း ဤနေရာတွင် ထောက်ပြတော်မူသည်၊ အခြားနေရာတွင် ကိုယ်တော်မိန့်တော်မူထားသည်မှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا خَيْرٌ مِّنْهُ ۖ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သူ့ထက်သာ၏။ သင်သည် ငါ့အား မီးမှ ဖန်ဆင်းခဲ့ပြီး၊ သူ့အား ရွှံ့စေးမှ ဖန်ဆင်းခဲ့သည်)</span><span class=\"gray\">[38:76]</span></p><p lang=\"my\" class=\"my \">အလ်-ဟစန် အလ်-ဘဆွရီက ပြောကြားခဲ့သည်မှာ \"အိဗ်လီစ်သည် ကောင်းကင်တမန်များထဲမှ တစ်ပါးမျှ မဟုတ်ခဲ့၊ တစ်စက္ကန့်မျှပင် မဟုတ်ခဲ့ပါ။ သူသည် အာဒမ် (၎င်းအပေါ် ငြိမ်းချမ်းမှုရှိပါစေ) သည် လူသားမျိုးနွယ်၏ မူလအစဖြစ်သကဲ့သို့ ဂျင်န်မျိုးနွယ်၏ မူလအစဖြစ်သည်\"။ ဤအရာကို အိဗ်နု ဂျရီရ်မှ ဆွဟီဟ် ဆင်စပ်မှုဖြင့် ဖော်ပြခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَفَسَقَ عَنْ أَمْرِ رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မိမိ၏အရှင်သခင်၏ အမိန့်ကို မနာခံခဲ့ပေ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်း၏ နယ်နိမိတ်ကို ကျော်လွန်ခြင်းအားဖြင့် ဖြစ်သည်။ ဖိစ်က် <span class=\"gray\">(မနာခံခြင်း)</span> သည် ထွက်သွားခြင်း သို့မဟုတ် ကျော်လွန်ခြင်းကို ဆိုလိုသည်။ စွန်ပလွန်သီးသည် ၎င်း၏ပန်းမှ ထွက်လာသောအခါ အာရဗီဘာသာစကားတွင် အသုံးပြုသော ကြိယာမှာ ဖဆကတ် ဖြစ်သည်။ ထိုကြိယာကိုပင် ကြွက်တစ်ကောင်သည် ၎င်း၏အပေါက်မှ ထွက်လာပြီး ပျက်စီးစေရန် လာသောအခါ ဖော်ပြရန် အသုံးပြုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အိဗ်လီစ်ကို လိုက်နာပြီး နာခံသူများကို ပြစ်တင်ရှုံ့ချလျက် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ပါလျှင် သူနှင့် သူ၏သားမြေးများကို ငါမှတစ်ပါး အကာအကွယ်ပေးသူများနှင့် ကူညီမစသူများအဖြစ် သင်တို့ယူမည်လော)</span> ဆိုလိုသည်မှာ ငါ့အစားဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَ لِلظَّالِمِينَ بَدَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူများအတွက် မည်မျှဆိုးရွားသော အလဲအလှယ်နည်း။)</span> ဤသည်မှာ စူရဟ် ယာစင်ရှိ အာယသ်နှင့်တူသည်၊ ထိုနေရာတွင် ရှင်ပြန်ထမြောက်ခြင်းနှင့် ၎င်း၏ ထိတ်လန့်စရာများကို ဖော်ပြပြီးနောက်၊ ကံကောင်းသူများနှင့် ကံဆိုးသူများ၏ နောက်ဆုံးအဆုံးသတ်ကို ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပြောကြားခံရလိမ့်မည်)</span>: “အို ရာဇဝတ်ကောင်တို့၊ ဤနေ့တွင် <span class=\"gray\">(ယုံကြည်သူများမှ)</span> ခွဲခွာကြလော့”)</span> တိုင်အောင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ تَكُونُوا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့နားမလည်ခဲ့ကြဘူးလား။)</span><span class=\"gray\">[36:59-62]</span></p>"
  },
  {
    "ayah_key": "18:51",
    "group_ayah_key": "18:51",
    "from_ayah": "18:51",
    "to_ayah": "18:51",
    "ayah_keys": "18:51",
    "text": "<p class=\"my translation\" lang=\"my\">ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းသည်ကိုလည်းကောင်း၊ ၎င်းတို့ကိုယ်တိုင် ဖန်ဆင်းသည်ကိုလည်းကောင်း ၎င်းတို့ မတွေ့မြင်ခဲ့ကြပေ။ လမ်းမှားအောင် ပြုသူများကိုလည်း ငါသည် အဒုဒန်အဖြစ် မယူခဲ့ပါ။ <span>(၅၁)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်ပွားကိုးကွယ်သူတို့၏ ဘုရားများသည် မည်သည့်အရာကိုမျှ ဖန်ဆင်းသည်ကို မတွေ့မြင်ခဲ့ကြ၊ ၎င်းတို့ကိုယ်တိုင်ပင် မဟုတ်ပေ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်– 'ငါ့အစား အကူအညီပေးသူများအဖြစ် သင်တို့ယူထားသော ဤသူများသည် သင့်နည်းတူ ဖန်ဆင်းခံများသာဖြစ်သည်။ ၎င်းတို့သည် မည်သည့်အရာကိုမျှ ပိုင်ဆိုင်ခြင်းမရှိ၊ ကောင်းကင်နှင့် ကမ္ဘာမြေကို ဖန်ဆင်းသည်ကိုလည်း မမြင်ခဲ့ကြပေ၊ အကြောင်းမှာ ထိုအချိန်က ၎င်းတို့ မတည်ရှိခဲ့သောကြောင့်ဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်– 'ငါသည် အရာခပ်သိမ်းကို လွတ်လပ်စွာနှင့် သီးသန့်ဖန်ဆင်း၍ ထိန်းချုပ်သူဖြစ်ပြီး၊ ထိုအရာ၌ ငါ့တွင် မည်သည့် လုပ်ဖော်ကိုင်ဖက်၊ အပေါင်းအပါ သို့မဟုတ် အကြံပေးသူမျှ မရှိပေ။' အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُ مِنْهُم مِّن ظَهِيرٍ - وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَن أَذِنَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် “အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ထင်မြင်ယူဆသူများကို ခေါ်ဆိုကြလော့၊ ၎င်းတို့သည် ကောင်းကင်များ၌ဖြစ်စေ၊ ကမ္ဘာမြေ၌ဖြစ်စေ၊ ဖုန်မှုန့်တစ်စက်မျှပင် ပိုင်ဆိုင်ခြင်းမရှိ၊ ၎င်းတို့သည် မည်သည့်အရာ၌မျှ ဝေစုမရှိ၊ ၎င်းတို့ထဲမှ ကိုယ်တော်အတွက် မည်သည့်အကူအညီပေးသူမျှ မရှိပေ။ ကိုယ်တော်၏ခွင့်ပြုချက် ရရှိသူမှအပ ကိုယ်တော်ထံ၌ ကြားဝင်ပြောဆိုခြင်းသည် အကျိုးမပြု” ဟု ပြောကြားလော့။)</span><span class=\"gray\">[34:22-23]</span></p><p lang=\"fil\" class=\"fil \">Similarly Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(လမ်းမှားအောင် ပြုသူများကိုလည်း ငါသည် အဒုဒန်အဖြစ် မယူခဲ့ပါ။)</span> မာလစ်က \"ကူညီမစသူများ\" ဟု ပြောကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "18:52",
    "group_ayah_key": "18:52",
    "from_ayah": "18:52",
    "to_ayah": "18:53",
    "ayah_keys": "18:52,18:53",
    "text": "<p lang=\"my\" class=\"my \">ထိုနေ့ကို <span class=\"gray\">(မှတ်မိကြလော့)</span>၊ ထိုနေ့၌ ကိုယ်တော်က “ငါ၏ လုပ်ဖော်ကိုင်ဖက်ဟု သင်တို့ထင်မြင်ယူဆသူများကို ခေါ်ကြလော့” ဟု မိန့်တော်မူလိမ့်မည်။ ထို့နောက် ၎င်းတို့သည် ၎င်းတို့ထံ အော်ဟစ်တောင်းဆိုကြမည်ဖြစ်သော်လည်း ၎င်းတို့သည် ပြန်ကြားကြမည်မဟုတ်ပေ။ ထို့နောက် ၎င်းတို့အကြား မောင်ဗစ်က်ကို ငါတို့ထားရှိမည်။ <span>(၅၂)</span> ရာဇဝတ်ကောင်များသည် မီးကို မြင်ရပြီး ၎င်းတို့သည် ထိုမီးထဲသို့ ကျရောက်မည်ကို သိရှိကြမည်။ ၎င်းတို့သည် ထိုမီးမှ လွတ်မြောက်ရန် မည်သည့်နည်းလမ်းမျှ ရှာမတွေ့ကြပေ။ <span>(၅၃)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းတို့၏ လုပ်ဖော်ကိုင်ဖက်များသည် ပြန်ကြားနိုင်ခြင်းမရှိဘဲ ရာဇဝတ်ကောင်များကို မီးထံ ခေါ်ဆောင်လာသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့၌ ဖန်ဆင်းခံအားလုံးရှေ့တွင် ရုပ်တုကိုးကွယ်သူများကို မည်သို့ မိန့်ခွန်းပြောကြားပြီး ပြစ်တင်ရှုံ့ချ၍ ဆူပူကြိမ်းမောင်းမည်ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ လုပ်ဖော်ကိုင်ဖက်ဟု သင်တို့ထင်မြင်ယူဆသူများကို ခေါ်ကြလော့။)</span> ဆိုလိုသည်မှာ လောကတွင်ဖြစ်သည်။ ယနေ့ သင်တို့ ရင်ဆိုင်နေရသော အခြေအနေမှ ကယ်တင်ရန် ၎င်းတို့ကို ခေါ်ကြလော့! အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جِئْتُمُونَا فُرَادَىٰ كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ ۚ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကျွန်ုပ်တို့ထံသို့ ပထမအကြိမ် ဖန်ဆင်းခဲ့သည့်အတိုင်း တစ်ဦးတည်း ရောက်ရှိလာကြပြီ။ သင်တို့အား ပေးအပ်ခဲ့သည်များကို သင်တို့ကျောခိုင်းထားခဲ့ကြပြီဖြစ်ပြီး၊ သင်တို့၏ လုပ်ဖော်ကိုင်ဖက်ဟု သင်တို့ထင်မြင်ယူဆခဲ့သော သင်တို့၏ ကြားဝင်ပြောဆိုပေးသူများကို ကျွန်ုပ်တို့သည် သင့်နှင့်အတူ မတွေ့မြင်ရပေ။ ယခု သင်တို့နှင့် ၎င်းတို့အကြား ဆက်ဆံရေးအားလုံး ပြတ်တောက်သွားခဲ့ပြီဖြစ်ပြီး၊ သင်တို့ထင်မြင်ယူဆခဲ့သမျှ အားလုံးသည် သင်တို့ထံမှ ပျောက်ကွယ်သွားပြီ။)</span><span class=\"gray\">[6:94]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ၎င်းတို့ထံ အော်ဟစ်တောင်းဆိုကြမည်ဖြစ်သော်လည်း ၎င်းတို့သည် ပြန်ကြားကြမည်မဟုတ်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား “သင်တို့၏ လုပ်ဖော်ကိုင်ဖက်များကို ခေါ်ဆိုကြလော့” ဟု ပြောကြားခံရလိမ့်မည်၊ ထို့နောက် ၎င်းတို့သည် ၎င်းတို့အား ခေါ်ဆိုကြမည်ဖြစ်သော်လည်း ၎င်းတို့သည် ပြန်ကြားကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">[28:64]</span> နှင့် အာယသ်တော်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ခေါ်ဆိုသူထက် မည်သူက ပိုမိုလမ်းမှားသနည်း၊ ထိုသူများသည် သူအား ပြန်ကြားကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">[46:5]</span> အာယသ်တော်နှစ်ခု၏ အဆုံးအထိ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِن دُونِ اللَّهِ آلِهَةً لِّيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဂုဏ်အသရေပေးရန်အတွက် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားဘုရားများကို ယူထားကြသည်။ မဟုတ်ဘူး၊ ၎င်းတို့သည် ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းဆိုကြမည်ဖြစ်ပြီး၊ ၎င်းတို့အား ရန်သူများ ဖြစ်လာကြမည်။)</span><span class=\"gray\">[19:81-82]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا</p><p lang=\"sn\" class=\"sn \"><span class=\"gray\">(and We shall put Mawbiq between them.)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗာစ်၊ ကသားဒါဟ်နှင့် အခြားသူများက “ပျက်စီးခြင်း” ဟု ပြောကြားခဲ့သည်။ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဤရုပ်တုကိုးကွယ်သူများသည် ဤလောကတွင် ၎င်းတို့ထင်မြင်ယူဆခဲ့သော ဘုရားများထံ ရောက်ရှိရန် မည်သည့်နည်းလမ်းမျှ မရှိကြောင်း ဖော်ပြနေခြင်းဖြစ်သည်။ ကိုယ်တော်သည် ၎င်းတို့အား နောင်ဘဝတွင် ခွဲထုတ်မည်ဖြစ်ပြီး မည်သည့်ဘက်မှ အခြားတစ်ဘက်ထံ ရောက်ရှိရန် မည်သည့်နည်းလမ်းမျှ ရှိမည်မဟုတ်ပေ။ ၎င်းတို့အကြားတွင် ဖျက်ဆီးခြင်း၊ ကြီးမားသော ကြောက်မက်ဖွယ်ရာများနှင့် အခြားဆိုးရွားသောအရာများ ရှိလိမ့်မည်။ အဗ်ဒုလ္လာဟ် အိဗ်နု အမ်ရ်က “၎င်းတို့အကြား” ဟူသော စကားစုရှိ နာမ်စားကို ယုံကြည်သူများနှင့် မယုံကြည်သူများကို ရည်ညွှန်းသည်ဟု နားလည်ခဲ့သည်၊ ဆိုလိုသည်မှာ လမ်းပြမှုကို ရရှိသူများနှင့် လမ်းမှားသူများကို ခွဲထုတ်မည်ဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်များနှင့် တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နာရီတော် တည်ထောင်သောနေ့၌ – ထိုနေ့တွင် <span class=\"gray\">(လူသားအားလုံး)</span> ခွဲထုတ်ခံရမည်။)</span><span class=\"gray\">[30:14]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَصَّدَّعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားများသည် ကွဲကွာသွားကြမည်။)</span><span class=\"gray\">[30:43]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပြောကြားခံရလိမ့်မည်)</span>၊ “အို ရာဇဝတ်ကောင်တို့၊ ဤနေ့တွင် <span class=\"gray\">(ယုံကြည်သူများမှ)</span> ခွဲခွာကြလော့။”)</span><span class=\"gray\">[36:59]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنتُمْ وَشُرَكَاؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့အားလုံးကို စုရုံးသောနေ့၌၊ ထို့နောက် လုပ်ဖော်ကိုင်ဖက်များ ပူးပေါင်းခဲ့သူများအား “သင်တို့နေရာတွင် ရပ်နေကြလော့! သင်တို့နှင့် သင်တို့၏ လုပ်ဖော်ကိုင်ဖက်များ” ဟု ကျွန်ုပ်တို့ ပြောကြားမည်။ ထို့နောက် ၎င်းတို့အကြား ခွဲထုတ်မည်...)</span> တိုင်အောင်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဖန်တီးခဲ့သောအရာသည် ၎င်းတို့ထံမှ ပျောက်ကွယ်သွားလိမ့်မည်။)</span><span class=\"gray\">[10:28-30]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရာဇဝတ်ကောင်များသည် မီးကို မြင်ရပြီး ၎င်းတို့သည် ထိုမီးထဲသို့ ကျရောက်မည်ကို သိရှိကြမည်။ ၎င်းတို့သည် ထိုမီးမှ လွတ်မြောက်ရန် မည်သည့်နည်းလမ်းမျှ ရှာမတွေ့ကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ မျက်စိဖြင့် ငရဲကို မြင်တွေ့သောအခါတွင်ဖြစ်သည်။ အကြောင်းမှာ ၎င်းအား ကြိုးခုနစ်သောင်းဖြင့် ဆွဲယူလာပြီး ကြိုးတစ်ချောင်းစီကို ကောင်းကင်တမန်ခုနစ်သောင်းက ဆွဲနေသောကြောင့် ဖြစ်သည်။ ထိုအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَى الْمُجْرِمُونَ النَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရာဇဝတ်ကောင်များသည် မီးကို မြင်ရသည်)</span>၊ ၎င်းတို့သည် ထိုမီးထဲသို့ ပစ်ချခံရခြင်းမှ လွတ်မြောက်နိုင်မည်မဟုတ်ကြောင်း နားလည်လာကြမည်ဖြစ်ပြီး၊ ထိုအရာသည် ၎င်းတို့၏ စိုးရိမ်ပူပန်မှုနှင့် စိတ်ဆင်းရဲမှုကိုသာ ပိုမိုပြင်းထန်စေမည်ဖြစ်သည်။ အကြောင်းမှာ ပြစ်ဒဏ်ကို မျှော်လင့်ခြင်းနှင့် ကြောက်ရွံ့ခြင်းသည် ၎င်းကိုယ်တိုင် စစ်မှန်သော ပြစ်ဒဏ်ဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုမီးမှ လွတ်မြောက်ရန် မည်သည့်နည်းလမ်းမျှ ရှာမတွေ့ကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထွက်ပြေးရန် နည်းလမ်းမရှိ၊ ရှောင်လွှဲ၍မရပေ။</p>"
  }
]