[
  {
    "ayah_key": "2:57",
    "group_ayah_key": "2:57",
    "from_ayah": "2:57",
    "to_ayah": "2:57",
    "ayah_keys": "2:57",
    "text": "<p class=\"my translation\" lang=\"my\">သင့်တို့အား တိမ်များဖြင့် အရိပ်ပေးခဲ့ပြီး အလ်-မန္နဟ်နှင့် ငုံးများကို သင့်တို့ထံသို့ ချပေးခဲ့သည်၊ <span class=\"gray\">(မိန့်တော်မူလျှက်)</span>: \"ငါတို့က သင့်တို့အား ပေးထားသော ကောင်းမြတ်သည့် ဟာလာလ်အရာများကို စားကြ\" <span class=\"gray\">(သို့သော် သူတို့သည် ပုန်ကန်ခဲ့ကြသည်)</span>။ သူတို့သည် ငါတို့အား မပြစ်မှားခဲ့ကြပါ၊ သို့သော် သူတို့ကိုယ်တိုင်သာ ပြစ်မှားခဲ့ကြသည် <span>(57)</span></p><div lang=\"my\" class=\"my \"><h2>အရိပ်၊ မန္နဟ် နှင့် ငုံးများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အစ္စရေးလ်၏ သားမြေးတို့ကို ကိုယ်တော်ကယ်တင်ခဲ့သော ဘေးအန္တရာယ်များကို ဖော်ပြပြီးနောက်၊ ကိုယ်တော်သည် သူတို့အား ပေးသနားခဲ့သော ကျေးဇူးများကို ဖော်ပြတော်မူလျှက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ</p><p lang=\"my\" class=\"my \">သင့်တို့အား တိမ်များဖြင့် အရိပ်ပေးခဲ့သည်။ ဤအာယတ်တော်တွင် အစ္စရေးလ်၏သားမြေးတို့ လှည့်လည်သွားလာခဲ့သည့်နှစ်များအတွင်း နေ၏အပူရှိန်မှ ကာကွယ်ပေးရန် အရိပ်ပေးခဲ့သော တိမ်ဖြူများကို ဖော်ပြထားသည်။ စမ်းသပ်မှုများနှင့်ပတ်သက်သော ဟဒီးစ်တော်တွင် အန်-နာဆာအီက အိဗ်နု အဘ္ဘားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အစ္စရေးလ်၏သားမြေးတို့ကို လှည့်လည်သွားလာခဲ့သည့်နှစ်များအတွင်း တိမ်များဖြင့် အရိပ်ပေးခဲ့သည်။ အိဗ်နု အဘီ ဟာတိမ်က ပြောသည်မှာ အိဗ်နု အဘ္ဘားစ်၏ အဆိုနှင့်ဆင်တူသော ဖော်ပြချက်များကို အိဗ်နု အိုမာရ်၊ အရ်-ရာဘီအ် ဘင် အနပ်စ်၊ အဘူ မိဂျ်လဇ်၊ အဒ်-ဒွဟ်ဟာက် နှင့် အပ်စ်-ဆွဒ်ဒီတို့ထံမှ သတင်းပို့ခဲ့ကြသည်။ အလ်-ဟာစန်နှင့် ကွာတာဒဟ်တို့က ပြောသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တို့အား တိမ်များဖြင့် အရိပ်ပေးခဲ့သည်)</span> \"၎င်းသည် သူတို့ သဲကန္တာရထဲတွင်ရှိစဉ် ဖြစ်ခဲ့ပြီး တိမ်များက နေရောင်ခြည်မှ ကာကွယ်ပေးခဲ့သည်။\" အိဗ်နု ဂျရီးရ်က ပညာရှင်အများအပြားက ပြောကြားသည်မှာ အာယတ်တော်တွင် ဖော်ပြထားသော တိမ်အမျိုးအစားသည် \"ကျွန်ုပ်တို့သိသော တိမ်အမျိုးအစားထက် ပိုအေးမြပြီး ပိုမိုကောင်းမွန်သည်\" ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာက အိဗ်နု 'အဘ္ဘားစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပေးခဲ့ကြောင်း သတင်းပို့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلْنَا عَلَيْكُمُ الْمَنَّ</p><p lang=\"my\" class=\"my \">သင့်တို့ထံ အလ်-မန္နဟ်ကို ချပေးခဲ့သည်၊ မန္နဟ်သည် သူတို့ထံ သစ်ပင်များဆီသို့ ဆင်းသက်လာလေ့ရှိပြီး သူတို့ဆန္ဒရှိသမျှ စားသုံးခဲ့ကြသည်။ ထို့ပြင် ကွာတာဒဟ်က ပြောသည်မှာ နို့ထက်ဖြူ၍ ပျားရည်ထက် ချိုမြိန်သော မန္နဟ်သည် နှင်းကျသကဲ့သို့ အစ္စရေးလ်၏သားမြေးတို့ထံသို့ မိုးရွာချလေ့ရှိပြီး နံနက်မိုးလင်းမှ နေထွက်သည်အထိ ဖြစ်သည်။ သူတို့အနက် တစ်ဦးသည် ထိုတစ်ရက်တာအတွက် လုံလောက်သည်အထိ စုဆောင်းလိမ့်မည်။ အဘယ်ကြောင့်ဆိုသော် ထိုထက်ပို၍ ကျန်ရှိပါက ပုပ်သိုးသွားမည်ဖြစ်သောကြောင့်ဖြစ်သည်။ ဆဋ္ဌမနေ့၊ သောကြာနေ့တွင် တစ်ဦးသည် ဆဋ္ဌမနေ့နှင့် သတ္တမနေ့အတွက် လုံလောက်သည်အထိ စုဆောင်းလိမ့်မည်။ ထိုနေ့သည် ဥပုသ်နေ့ဖြစ်ပြီး ထိုနေ့တွင် မိမိ၏ စားဝတ်နေရေးရှာဖွေရန် သို့မဟုတ် အခြားမည်သည့်အရာအတွက်မျှ အိမ်မှမထွက်ရ။ ဤအရာအားလုံးသည် တောကန္တာရထဲတွင် ဖြစ်ပွားခဲ့သည်။ ကျွန်ုပ်တို့သိသော မန္နဟ်အမျိုးအစားသည် တစ်မျိုးတည်း စားသုံးသောအခါ လုံလောက်သော အစားအစာကို ပေးစွမ်းနိုင်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အာဟာရဓာတ်ကြွယ်ဝပြီး ချိုမြိန်သောကြောင့်ဖြစ်သည်။ မန္နဟ်ကို ရေနှင့်ရောသောအခါ ချိုမြိန်သော အဖျော်ယမကာ ဖြစ်လာသည်။ ၎င်းကို အခြားအစားအစာများနှင့် ရောသောအခါ ၎င်း၏ဖွဲ့စည်းမှုလည်း ပြောင်းလဲသွားသည်။ သို့သော် ဤသည်သာ တစ်ခုတည်းသော အမျိုးအစားမဟုတ်ပါ။ ဤအချက်၏ သက်သေမှာ အလ်-ဘူခါရီက ဆာ'ဒ် ဘင် ဇိုင်းဒ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكَمْأَةُ مِنَ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ်အဟ် <span class=\"gray\">(တန်ဖိုးကြီးမှို)</span> သည် မန္နဟ်တစ်မျိုးဖြစ်ပြီး ၎င်း၏အရည်သည် မျက်စိအတွက် ဆေးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်တော်ကို အီမာမ် အဟ်မဒ်ကလည်း စုဆောင်းခဲ့သည်။ အဘူ ဒါဝုဒ်မှလွဲ၍ ဟဒီးစ်စုဆောင်းသူများအဖွဲ့ကလည်း ၎င်းကို စုဆောင်းခဲ့ပြီး အတ်-တီရ်မီဇီက ဟာစန် ဆွဟီဟ်အဖြစ် သတ်မှတ်ခဲ့သည်။ အတ်-တီရ်မီဇီက အဘူ ဟူရိုင်ရဟ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَجْوَةُ مِنَ الْجَنَّةِ وَفِيهَا شِفَاءٌ مِنَ السُّمِّ وَالْكَمْأَةُ مِنَ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အဂျ်ဝဟ် <span class=\"gray\">(နှိပ်ထားသော၊ အခြောက်လှန်းထားသော စွန်ပလွန်)</span> သည် ဂျန္နတ်(ဂျန်နတ်ဥယျာဉ်) မှဖြစ်ပြီး ၎င်းသည် အဆိပ်ကို ကုသသည်။ အလ်-ကမ်အဟ် <span class=\"gray\">(တန်ဖိုးကြီးမှို)</span> သည် မန္နဟ်တစ်မျိုးဖြစ်ပြီး ၎င်း၏အရည်သည် မျက်စိကို ကုသသည်။\")</span> အတ္-တီရ်မီဇီသည် ဤဟဒီးစ်တော်ကို မှတ်တမ်းတင်ခဲ့သူများအနက် တစ်ဦးတည်းသောသူဖြစ်သည်။</p><p lang=\"my\" class=\"my \">မေးခွန်းရှိ ငုံး <span class=\"gray\">(ဆလ်ဝါ)</span> နှင့်ပတ်သက်၍ အလီ ဘင် အဘီ တလ်ဟာက အိဗ်နု 'အဘ္ဘားစ်က ပြောသည်မှာ \"ဆလ်ဝါ <span class=\"gray\">(Salwa)</span> သည် ငုံးနှင့်တူသော ငှက်တစ်မျိုးဖြစ်သည်။\" ဟု သတင်းပို့သည်။ ၎င်းသည် မူဂျာဟစ်ဒ်၊ အပ်စ်-ရှာဘီ၊ အဒ်-ဒွဟ်ဟာက်၊ အလ်-ဟာစန်၊ 'အိကရီမာဟ် နှင့် အရ်-ရာဘီအ် ဘင် အနပ်စ်တို့ထံမှ သတင်းပို့ခဲ့သော အမြင်အတိုင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် သူတို့အား ကရုဏာထားတော်မူပါစေ။ ထို့ပြင် 'အိကရီမာဟ်က ဆလ်ဝါသည် ငှက်စာကလေးအရွယ် ဂျန္နတ်(ဂျန်နတ်ဥယျာဉ်) မှ ငှက်တစ်မျိုးဖြစ်သည်ဟု ပြောသည်။ ကွာတာဒဟ်က ပြောသည်မှာ \"ဆလ်ဝါသည် ငှက်စာကလေးနှင့် ဆင်တူသော ငှက်တစ်မျိုးဖြစ်သည်။\" ထိုအချိန်က အစ္စရေးလ်တစ်ဦးသည် ထိုနေ့အတွက် လုံလောက်သော ငုံးများကို ဖမ်းဆီးနိုင်ပြီး၊ မဟုတ်ပါက အသားပုပ်သိုးသွားလိမ့်မည်။ ဆဋ္ဌမနေ့၊ သောကြာနေ့တွင် သူသည် ဆဋ္ဌမနေ့နှင့် သတ္တမနေ့၊ ဥပုသ်နေ့အတွက် လုံလောက်သည်ကို စုဆောင်းလိမ့်မည်။ ထိုဥပုသ်နေ့တွင် မည်သည့်အရာမျှ ရှာဖွေရန် မိမိအိမ်မှ ထွက်ခွာခွင့်မပြုခဲ့ပေ။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့က သင့်တို့အား ပေးထားသော ကောင်းမြတ်သည့် ဟာလာလ်အရာများကို စားကြ၊)</span><span class=\"gray\">(7:160)</span> ဤပညတ်ပုံစံသည် ခွင့်ပြုချက်၏ ရိုးရှင်းသော အမိန့်တစ်ရပ်ဖြစ်ပြီး ကောင်းသောအရာဆီသို့ လမ်းညွှန်ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمُونَا وَلَٰكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ငါတို့အား မပြစ်မှားခဲ့ကြပါ၊ သို့သော် သူတို့ကိုယ်တိုင်သာ ပြစ်မှားခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် သူတို့အား ငါတို့ပေးသနားခဲ့သောအရာမှ စားသုံးရန်နှင့် ဝတ်ပြုကိုးကွယ်မှုများကို ပြုလုပ်ရန် အမိန့်ပေးခဲ့သည် <span class=\"gray\">(သို့သော် သူတို့သည် ပုန်ကန်ခဲ့ကြသည်)</span>။' ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِن رِّزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တို့၏ အရှင်သခင် ပေးသနားထားသော စားနပ်ရိက္ခာမှ စားသုံးကြ၊ ထို့ပြင် ကိုယ်တော်အား ကျေးဇူးတင်ကြ)</span><span class=\"gray\">(34:15)</span>။</p><p lang=\"my\" class=\"my \">သို့တိုင် အစ္စရေးလ်၏သားမြေးတို့သည် ရှင်းလင်းသော နိမိတ်လက္ခဏာများ၊ ကြီးမားလှသော မူအ်ဂျီဇာများ (သာမန်ထက် ထူးခြားသော ဖြစ်ရပ်များ) နှင့် အံ့သြဖွယ်ဖြစ်ရပ်များကို မြင်တွေ့ခဲ့ကြသော်လည်း ပုန်ကန်ခဲ့ကြသည်၊ မယုံကြည်ခဲ့ကြဘဲ မိမိတို့ကိုယ်တိုင်အပေါ် မတရားပြုကျင့်ခဲ့ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>မုဟမ္မဒ်၏ အပေါင်းအပါများ၏ ဂုဏ်ကျေးဇူးသည် အခြားနဗီတမန်တော်များ၏ အပေါင်းအပါများထက် သာလွန်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် မုဟမ္မဒ်၏ အပေါင်းအပါများ၏ ဂုဏ်ကျေးဇူးသည် အခြားနဗီတမန်တော်များ၏ အပေါင်းအပါများထက် သာလွန်ခြင်းကို ထောက်ပြရန် အရေးကြီးသည်။ ၎င်းတွင် သာသနာ၌ ခိုင်မြဲခြင်း၊ သည်းခံခြင်း နှင့် မာနမရှိခြင်းတို့ ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ် သူတို့အား နှစ်သက်တော်မူပါစေ။ အပေါင်းအပါများသည် တမန်တော် ﷺ နှင့်အတူ တဗူက်စစ်ပွဲကဲ့သို့သော ခရီးသွားလာမှုများနှင့် စစ်ပွဲများတွင် ပြင်းထန်သောအပူရှိန်နှင့် ဒုက္ခများကြားတွင် လိုက်ပါခဲ့ကြသော်လည်း သူတို့သည် မူအ်ဂျီဇာ (သာမန်ထက် ထူးခြားသောဖြစ်ရပ်) ကို မတောင်းဆိုခဲ့ကြပေ။ ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် တမန်တော် ﷺ အတွက် လွယ်ကူသော်လည်း ဖြစ်သည်။ အပေါင်းအပါများ ဗိုက်ဆာသောအခါ သူတို့သည် တမန်တော် ﷺ အား - အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပေးရန် - အစားအစာပမာဏ တိုးမြှင့်ပေးရန်သာ တောင်းဆိုခဲ့ကြသည်။ သူတို့သည် မိမိတို့တွင်ရှိသော မည်သည့်အစားအစာကိုမဆို စုဆောင်း၍ တမန်တော် ﷺ ထံ ယူဆောင်လာခဲ့ကြပြီး ကိုယ်တော်က အလ္လာဟ်အရှင်မြတ်အား ကောင်းချီးပေးရန် ဆုတောင်းခဲ့သည်။ သူတို့တစ်ဦးစီအား အစားအစာအနည်းငယ်စီ ယူရန် ပြောကြားခဲ့ပြီး သူတို့တွင်ရှိသော အိုးတိုင်းကို ဖြည့်ခဲ့ကြသည်။ ထို့ပြင် သူတို့ မိုးလိုအပ်သောအခါ တမန်တော် ﷺ က အလ္လာဟ်အရှင်မြတ်အား မိုးရွာချပေးရန် တောင်းဆိုခဲ့ပြီး မိုးတိမ်တိုက်တစ်ခု ရောက်ရှိလာသည်။ သူတို့သည် ရေသောက်ကြပြီး သူတို့၏ ကုလားအုတ်များအား ရေတိုက်၍ သူတို့၏ရေအိတ်များကို ဖြည့်ခဲ့ကြသည်။ သူတို့ပတ်ပတ်လည်ကို ကြည့်သောအခါ တိမ်တိုက်သည် သူတို့၏ စခန်းချရာနေရာပေါ်တွင်သာ ရွာသွန်းခဲ့သည်ကို တွေ့ရှိခဲ့ကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ကို လက်ခံရန်နှင့် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ကို လိုက်နာရန် ဆန္ဒရှိသူများ၏ အကောင်းဆုံးဥပမာဖြစ်သည်။</p>"
  }
]