[
  {
    "ayah_key": "2:148",
    "group_ayah_key": "2:148",
    "from_ayah": "2:148",
    "to_ayah": "2:148",
    "ayah_keys": "2:148",
    "text": "<p class=\"my translation\" lang=\"my\">တိုင်းပြည်တိုင်းအတွက် ၎င်းတို့ မျက်နှာမူရာ <span class=\"gray\">(၎င်းတို့၏ ဆုတောင်းများတွင်)</span> ဦးတည်ရာတစ်ခုရှိသည်။ ထို့ကြောင့် ကောင်းသောအရာအားလုံးဆီသို့ အလျင်အမြန်သွားပါ။ သင်တို့ မည်သည့်နေရာ၌ရှိနေစေကာမူ အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> စုစည်းပေးလိမ့်မည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို လုပ်ဆောင်နိုင်စွမ်းရှိသည် <span>(၁၄၈)</span></p><div lang=\"my\" class=\"my \"><h2>တိုင်းပြည်တိုင်းတွင် ကိဗ်လာရှိသည်</h2></div><p lang=\"my\" class=\"my \">အလ်အော်ဖီက အိဗ်နုအဘ္ဗားစ်က ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုင်းပြည်တိုင်းအတွက် ၎င်းတို့ မျက်နှာမူရာ <span class=\"gray\">(၎င်းတို့၏ ဆုတောင်းများတွင်)</span> ဦးတည်ရာတစ်ခုရှိသည်)</span></p><p lang=\"my\" class=\"my \">\"၎င်းသည် ဘာသာအမျိုးမျိုးကို လိုက်နာသူများအကြောင်း ပြောဆိုခြင်းဖြစ်သည်။ ထို့ကြောင့် တိုင်းပြည်နှင့် မျိုးနွယ်စုတိုင်းတွင် ၎င်းတို့ရွေးချယ်သော ၎င်းတို့၏ ကိုယ်ပိုင်ကိဗ်လာရှိပြီး၊ အလ္လာဟ်အရှင်မြတ်က သတ်မှတ်ပေးထားသော ကိဗ်လာမှာ ယုံကြည်သူများ မျက်နှာမူရာဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အဗူလ်-အလီယာက ပြောကြားခဲ့သည် - ''ဂျူးဘာသာဝင်တွင် မျက်နှာမူရာ <span class=\"gray\">(ဆုတောင်းရာတွင်)</span> ဦးတည်ရာတစ်ခုရှိသည်။ ခရစ်ယာန်ဘာသာဝင်တွင်လည်း မျက်နှာမူရာ ဦးတည်ရာတစ်ခုရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၊ အို <span class=\"gray\">(မွတ်စ်လင်မ်)</span> အွမ္မသ်ကို စစ်မှန်သော ကိဗ်လာဖြစ်သည့် ကိဗ်လာတစ်ခုသို့ လမ်းပြတော်မူခဲ့သည်။'' ဤထုတ်ပြန်ချက်ကို မုဂျာဟစ်၊ အသာအ် အဒ်-ဒဟ်ဟက်၊ အရ်-ရာဘီအ် ဗင်န် အနပ်စ်၊ အပ်စ်-ဆွဒ်ဒီနှင့် အခြားသူများနှင့်လည်း ဆက်စပ်ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤနောက်ဆုံး အာယသ်သည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့်အရာနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَٰكِن لِّيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် တစ်ဦးစီအတွက် ကျွန်ုပ်တို့သည် ပညတ်တော်နှင့် ရှင်းလင်းသော လမ်းစဉ်ကို သတ်မှတ်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါမူ သင်တို့ကို လူမျိုးတစ်မျိုးတည်းအဖြစ် ဖန်ဆင်းတော်မူခဲ့မည်။ သို့သော် <span class=\"gray\">(အရှင်သည်)</span> သင်တို့အား အရှင်ပေးသနားတော်မူခဲ့သည့်အရာဖြင့် စမ်းသပ်ရန်ဖြစ်သည်။ ထို့ကြောင့် ကောင်းမှုကုသိုလ်များတွင် ယှဉ်ပြိုင်ကြကုန်။ သင်တို့ <span class=\"gray\">(အားလုံး)</span> ပြန်လည်ရောက်ရှိရာသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖြစ်သည်)</span><span class=\"gray\">(၅:၄၈)</span></p><p lang=\"id\" class=\"id \">In the Ayah <span class=\"gray\">(2:148)</span>, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်သည့်နေရာ၌ရှိနေစေကာမူ အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> စုစည်းပေးလိမ့်မည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို လုပ်ဆောင်နိုင်စွမ်းရှိသည်)</span> ဆိုလိုသည်မှာ သင်တို့၏ ခန္ဓာကိုယ်နှင့် အသားများ ပြိုကွဲပျက်စီးကာ ပြန့်ကျဲသွားသော်လည်း မြေကြီးမှ သင်တို့ကို စုစည်းနိုင်စွမ်းရှိသည်ဟု ဆိုလိုသည်။</p>"
  },
  {
    "ayah_key": "2:149",
    "group_ayah_key": "2:149",
    "from_ayah": "2:149",
    "to_ayah": "2:150",
    "ayah_keys": "2:149,2:150",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့ မည်သည့်နေရာမှ စတင်ထွက်ခွာသည်ဖြစ်စေ <span class=\"gray\">(ဆုတောင်းရန်)</span> အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ် <span class=\"gray\">(မက္ကာဟ်ရှိ)</span> ဘက်သို့ သင်တို့၏ မျက်နှာကို လှည့်ကြလော့။ ၎င်းသည် သင်တို့၏ အရှင်သခင်ထံမှ အမှန်တရားပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လုပ်ဆောင်သမျှကို မသိရှိသူမဟုတ်ပေ <span>(၁၄၉)</span> သင်တို့ မည်သည့်နေရာမှ စတင်ထွက်ခွာသည်ဖြစ်စေ <span class=\"gray\">(ဆုတောင်းရန်)</span> အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ် <span class=\"gray\">(မက္ကာဟ်ရှိ)</span> ဘက်သို့ သင်တို့၏ မျက်နှာကို လှည့်ကြလော့။ သင်တို့ မည်သည့်နေရာ၌ရှိနေစေကာမူ ၎င်းဘက်သို့ သင်တို့၏ မျက်နှာများကို လှည့်ကြလော့ <span class=\"gray\">(ဆုတောင်းသောအခါ)</span> သို့မှသာ လူများသည် သင်တို့ကို ဆန့်ကျင်ရန် မည်သည့်အငြင်းပွားမှုမျှ မရှိစေရန်၊ သို့သော် ၎င်းတို့အနက် မတရားပြုသူများမှလွဲ၍ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့ကို မကြောက်ကြလင့်။ သို့သော် ငါ့ကိုသာ ကြောက်ကြလော့။ ـ ငါ၏ ကောင်းချီးမင်္ဂလာများကို သင်တို့အပေါ် ပြည့်စုံစေရန်နှင့် သင်တို့ လမ်းမှန်ရရှိရန်အတွက်ဖြစ်သည် <span>(၁၅၀)</span></p><div lang=\"my\" class=\"my \"><h2>ကိဗ်လာပြောင်းလဲခြင်းကို အဘယ်ကြောင့် သုံးကြိမ်တိုင်တိုင် ဖော်ပြခဲ့သနည်း။</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် ကမ္ဘာ့နေရာအနှံ့အပြားမှ <span class=\"gray\">(ဆုတောင်းရာတွင်)</span> အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ် <span class=\"gray\">(မြင့်မြတ်သော ဗလီ)</span> ဘက်သို့ မျက်နှာမူရန် အလ္လာဟ်အရှင်မြတ်ထံမှ တတိယမြောက် အမိန့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤပညတ်ချက်ကို ဤနေရာတွင် ထပ်မံဖော်ပြရခြင်းမှာ ၎င်း၏ ရှေ့နှင့် နောက်မှ အကြောင်းအရာများနှင့် ဆက်စပ်နေသောကြောင့်ဖြစ်သည်ဟု ဆိုခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ပထမဦးစွာ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏ <span class=\"gray\">(မုဟမ္မဒ်၏)</span> မျက်နှာသည် ကောင်းကင်ဘက်သို့ လှည့်နေသည်ကို ငါတို့ မြင်တွေ့ခဲ့ပြီးဖြစ်သည်။ ဧကန်မလွဲ ငါတို့သည် သင့်အား နှစ်သက်မည့် ကိဗ်လာ <span class=\"gray\">(ဆုတောင်းဦးတည်ရာ)</span> တစ်ခုသို့ လှည့်ပေးမည်)</span><span class=\"gray\">(၂:၁၄၄)</span> အထိဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ပေးခြင်းခံရသူများ <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျူးနှင့် ခရစ်ယာန်များ)</span> သည် သင် <span class=\"gray\">(မက္ကာဟ်ရှိ ကအ်ဗာဘက်သို့ ဆုတောင်းရာတွင် မျက်နှာလှည့်ခြင်း)</span> သည် ၎င်းတို့၏ အရှင်သခင်ထံမှ အမှန်တရားဖြစ်ကြောင်း ကောင်းစွာ သိရှိကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ လုပ်ဆောင်သမျှကို မသိရှိသူ မဟုတ်ပေ။)</span><span class=\"gray\">(၂:၁၄၄)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်များတွင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်၏ ဆန္ဒကို ပြည့်ဝစေခြင်းအကြောင်း ဖော်ပြခဲ့ပြီး၊ အရှင်နှစ်သက်ပြီး စိတ်ကျေနပ်သော ကိဗ်လာဘက်သို့ မျက်နှာမူရန် အမိန့်ပေးခဲ့သည်။ ဒုတိယအမိန့်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِن رَّبِّكَ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် မည်သည့်နေရာမှ စတင်ထွက်ခွာသည်ဖြစ်စေ <span class=\"gray\">(ဆုတောင်းရန်)</span> အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ် ဘက်သို့ သင်၏ မျက်နှာကို လှည့်ကြလော့။ ၎င်းသည် သင်၏ အရှင်သခင်ထံမှ အမှန်တရားပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လုပ်ဆောင်သမျှကို မသိရှိသူမဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် ကိဗ်လာပြောင်းလဲခြင်းသည် အရှင်ထံမှ အမှန်တရားပင်ဖြစ်ကြောင်း ဖော်ပြထားပြီး၊ ပထမအာယသ်ထက် ပို၍ အကြောင်းအရာကို မြှင့်တင်ထားသည်။ ပထမအာယသ်တွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလမ်) ဆန္ဒရှိခဲ့သည့်အရာကို သဘောတူခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းသည် အရှင်နှစ်သက်ပြီး ကျေနပ်သော အရှင်ထံမှ အမှန်တရားပင်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ တတိယအမိန့်တွင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလမ်) သည် ၎င်းတို့၏ ကိဗ်လာကို မျက်နှာမူခဲ့သည်ဆိုသော ဂျူးများ၏ အဆိုကို ချေပထားသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ၎င်းတို့၏ ကျမ်းဂန်များတွင် တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလမ်) အား နောင်တွင် အိဗ်ရာဟင်မ်၏ ကိဗ်လာဖြစ်သော ကအ်ဗာဘက်သို့ မျက်နှာမူရန် အမိန့်ပေးခြင်းခံရမည်ကို သိရှိထားခဲ့ကြသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလမ်) အား ဂျူးတို့၏ ကိဗ်လာထက် ပိုမိုလေးစားဂုဏ်ပြုခံရသော အိဗ်ရာဟင်မ်၏ ကိဗ်လာဘက်သို့ မျက်နှာမူရန် အမိန့်ပေးပြီးနောက် အာရပ်ငြင်းပယ်သူများသည် တမန်တော်၏ ကိဗ်လာနှင့်ပတ်သက်၍ မည်သည့်အငြင်းပွားမှုမျှ မရှိတော့ပေ။ အာရပ်များသည် ကအ်ဗာကို ဂုဏ်ပြုလေ့ရှိပြီး၊ တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလမ်) အား ၎င်းဘက်သို့ မျက်နှာမူရန် အမိန့်ပေးခြင်းခံရသည့် အချက်ကို နှစ်သက်ခဲ့ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>ယခင် ကိဗ်လာကို ပယ်ဖျက်ခြင်းနောက်ကွယ်က ဉာဏ်ပညာ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့မှသာ လူများသည် သင်တို့ကို ဆန့်ကျင်ရန် မည်သည့်အငြင်းပွားမှုမျှ မရှိစေရန်)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကျမ်းဂန်ရှင်များသည် မွတ်စ်လင်မ်အွမ္မသ်၏ ဖော်ပြချက်အရ ၎င်းတို့သည် ကအ်ဗာဘက်သို့ မျက်နှာမူရန် အမိန့်ပေးခြင်းခံရမည်ကို သိရှိခဲ့ကြသည်။ အကယ်၍ မွတ်စ်လင်မ်များသည် ဤဖော်ပြချက်နှင့် မကိုက်ညီပါက ဂျူးများသည် ဤအချက်ကို မွတ်စ်လင်မ်များကို ဆန့်ကျင်ရန် အသုံးပြုခဲ့ကြမည်ဖြစ်သည်။ အကယ်၍ မွတ်စ်လင်မ်များသည် ဂျူးများ၏ ကိဗ်လာလည်းဖြစ်သော ဘိုင်တုလ်မက္ကဒ်စ် ကိဗ်လာအတိုင်း ဆက်လက်ရှိနေခဲ့ပါက ဤအချက်ကို ဂျူးများသည် အခြားလူများကို ဆန့်ကျင်ရန် အငြင်းပွားမှု၏ အခြေခံအဖြစ် အသုံးပြုခဲ့ကြမည်ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's Statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် ၎င်းတို့အနက် မတရားပြုသူများမှလွဲ၍ဖြစ်သည်။)</span> ဟူသည်မှာ ကူရိုင်းရှ်မျိုးနွယ်၏ မွတ်ရ်ှရိကီးန် <span class=\"gray\">(အလ္လာဟ်နှင့်တွဲဖက်ကိုးကွယ်သူများ)</span> ကို ညွှန်ပြသည်။ ဤမတရားသူများ၏ အငြင်းအခုံမှာ မမှန်ကန်သော ထုတ်ပြန်ချက်ဖြစ်သည့် - ''ဤသူ <span class=\"gray\">(မုဟမ္မဒ်)</span> သည် အိဗ်ရာဟင်မ်၏ ဘာသာကို လိုက်နာသည်ဟု ဆိုသည်။ ထို့ကြောင့် သူ၏ ဘိုင်တုလ်မက္ကဒ်စ်ဘက်သို့ မျက်နှာမူခြင်းသည် အိဗ်ရာဟင်မ်၏ ဘာသာ၏ အစိတ်အပိုင်းတစ်ခုဖြစ်ခဲ့လျှင် အဘယ်ကြောင့် သူပြောင်းလဲခဲ့သနည်း'' ဖြစ်သည်။ ဤမေးခွန်း၏ အဖြေမှာ အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလမ်) အား ဦးစွာ ဘိုင်တုလ်မက္ကဒ်စ်ဘက်သို့ မျက်နှာမူရန် အချို့သော ဉာဏ်ပညာဖြင့် ရွေးချယ်ခဲ့ခြင်းဖြစ်ပြီး၊ ဤအမိန့်နှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်ကို နာခံခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိဗ်လာကို အိဗ်ရာဟင်မ်၏ ကိဗ်လာဖြစ်သော ကအ်ဗာသို့ ပြောင်းလဲခဲ့ပြီး၊ ဤအမိန့်တွင်လည်း အလ္လာဟ်အရှင်မြတ်ကို နာခံခဲ့သည်။ အရှင်သည် အလ္လာဟ်အရှင်မြတ်ကို အခြေအနေအားလုံးတွင် နာခံပြီး၊ တစ်ခဏမျှပင် အလ္လာဟ်အရှင်မြတ်ကို ဆန့်ကျင်ရန် မကြိုးစားပေ။ အရှင်၏ အွမ္မသ်သည်လည်း ဤအရာတွင် အရှင်ကို တုပကြသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့ကြောင့် ၎င်းတို့ကို မကြောက်ကြလင့်။ သို့သော် ငါ့ကိုသာ ကြောက်ကြလော့။)</span> ဆိုလိုသည်မှာ - 'မတရားသူ၊ ခေါင်းမာသူများက ထုတ်ဖော်သော သံသယများကို မကြောက်ကြနှင့်။ ငါ့ကိုသာလျှင် ကြောက်ကြလော့။' အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ ကြောက်ရွံ့ခြင်းခံထိုက်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ငါသည် ငါ၏ ကောင်းချီးမင်္ဂလာများကို သင်တို့အပေါ် ပြည့်စုံစေရန်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် သက်ဆိုင်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့မှသာ လူများသည် သင်တို့ကို ဆန့်ကျင်ရန် မည်သည့်အငြင်းပွားမှုမျှ မရှိစေရန်)</span>၊ ဆိုလိုသည်မှာ - ကအ်ဗာဘက်သို့ မျက်နှာမူရန် သင်တို့အတွက် ပညတ်ခြင်းဖြင့် ငါ၏ ကောင်းချီးကို သင်တို့အပေါ် ပြည့်စုံစေမည်။ သို့မှသာ <span class=\"gray\">(အစ္စလာမ့်)</span> ရှရီအာ <span class=\"gray\">(ဥပဒေ)</span> သည် ကဏ္ဍတိုင်းတွင် ပြည့်စုံစေရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့ လမ်းမှန်ရရှိရန်အတွက်။)</span> ဆိုလိုသည်မှာ - 'လူမျိုးများ လမ်းလွဲခဲ့သည့်အရာဆီသို့ ဦးတည်ပြီး လမ်းမှန်ရရှိရန်၊ ငါတို့သည် သင့်ကို ၎င်းဆီသို့ လမ်းပြခဲ့ပြီး ၎င်းနှင့်အတူ သင့်ကို ပိုမိုနှစ်သက်စေခဲ့သည်။' ဤသည်မှာ ဤအွမ္မသ်သည် အကောင်းဆုံးနှင့် အမြတ်ဆုံး လူမျိုးဖြစ်ရခြင်း၏ အကြောင်းရင်းပင်ဖြစ်သည်။</p>"
  }
]