[
  {
    "ayah_key": "35:27",
    "group_ayah_key": "35:27",
    "from_ayah": "35:27",
    "to_ayah": "35:28",
    "ayah_keys": "35:27,35:28",
    "text": "<p lang=\"my\" class=\"my \">မြင်ကြသည်မဟုတ်လော၊ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်မှ ရေကို ချပေးတော်မူပြီး၊ ထိုရေဖြင့် အရောင်အမျိုးမျိုးရှိသော သစ်သီးများကို ငါတို့ ထုတ်လုပ်ပေးတော်မူ၏။ တောင်များအနက် ဂျူဒဒ် (လမ်းကြောင်းများ)၊ အဖြူနှင့် အနီရောင်တို့ရှိပြီး၊ အရောင်အမျိုးမျိုးရှိ၏၊ အချို့မှာ <span class=\"gray\">(အခြား)</span> ဂရါဘစ်ဘ် အနက်ရောင်များဖြစ်၏ <span>(၂၇)</span> ထိုနည်းတူစွာ လူသားများနှင့် သတ္တဝါများ၊ မွေးမြူရေးတိရစ္ဆာန်များသည်လည်း အရောင်အမျိုးမျိုးရှိကြ၏။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြသူများသည် အရှင်မြတ်၏ ကျွန်များအနက် အသိပညာရှိသူများသာဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တန်ခိုးအာနုဘော်ရှင်၊ အလွန်အမင်း ခွင့်လွှတ်တော်မူသောအရှင် ဖြစ်တော်မူ၏ <span>(၂၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ပြည့်စုံသော တန်ခိုးတော်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ပြည့်စုံသော ဖန်ဆင်းမှုတန်ခိုးတော်ကို ငါတို့အား ပြောပြတော်မူသည်။ အရှင်မြတ်သည် မိုးကောင်းကင်မှ ချပေးသော ရေတစ်မျိုးတည်းမှ မည်သို့ အမျိုးမျိုးသော အရာများကို ဖန်ဆင်းတော်မူကြောင်း ပြောပြတော်မူသည်။ ရေမှ အရောင်အမျိုးမျိုးရှိသော သစ်သီးများ၊ အဝါ၊ အနီ၊ အစိမ်း၊ အဖြူနှင့် အခြားအရောင်များကို ထုတ်လုပ်တော်မူ၏၊ ၎င်းတို့၏ အရောင်များ၊ အရသာများနှင့် ရနံ့များ၏ အလွန်များပြားသော အမျိုးအစားများတွင် ငါတို့ တွေ့မြင်နိုင်သည်။ ဤသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသော အခြားအာယတ်တော်တစ်ရပ်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေ၌ အချင်းချင်းနီးစပ်သော မြေကွက်များ၊ စပျစ်ဥယျာဉ်များ၊ စိမ်းလန်းသော ကောက်ပဲသီးနှံများ၊ စွန်ပလွန်ပင်များ၊ တစ်ပင်တည်းမှ အခက်နှစ်ခု သုံးခု ခွဲထွက်၍ ဖြစ်စေ၊ သို့မဟုတ် အခြားနည်းဖြင့် ဖြစ်စေ ပေါက်ရောက်ကြပြီး၊ ရေတစ်မျိုးတည်းဖြင့် ရေလောင်းခံရသော်လည်း၊ ၎င်းတို့အနက် အချို့ကို စားရန်အတွက် အခြားအပင်များထက် ငါတို့သာလွန်စေ၏။ အမှန်စင်စစ် ဤအရာများတွင် နားလည်သော လူများအတွက် အာယတ်တော်များ (သက်သေများ) ရှိသည်)</span><span class=\"gray\">(၁၃:၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်များအနက် ဂျူဒဒ် (လမ်းကြောင်းများ) များ၊ အဖြူနှင့် အနီရောင်၊ အရောင်အမျိုးမျိုးရှိ၏)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် တောင်များကို ဤကဲ့သို့ အရောင်အမျိုးမျိုးဖြင့် ဖန်ဆင်းတော်မူသည်၊ အဖြူရောင်နှင့် အနီရောင်တောင်များ ရှိသည်ကိုလည်း ငါတို့တွေ့မြင်ရပြီး၊ အချို့တွင် အရောင်အမျိုးမျိုးရှိသော အစင်းကြောင်းများလည်း ရှိသည်။ အိဗ်နု အဗ္ဗားစ်က အလ်-ဂျူဒဒ်မှာ လမ်းကြောင်းများကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အဘူမာလိက်၊ အလ်-ဟစန်၊ ကွသားဒါဟ်နှင့် အစ္စွဒ်ဒီတို့၏ အမြင်လည်းဖြစ်သည်။ အလွန်နက်မှောင်သော တောင်များလည်း ရှိသည်။ အိကရီမာဟ်က \"အလ်-ဂရါဘစ်ဘ် ဆိုသည်မှာ မြင့်မား၍ နက်မှောင်သော တောင်များကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အဘူမာလိက်၊ အတာအ် အလ်-ခူရာစာနီနှင့် ကွသားဒါဟ်တို့၏ အမြင်လည်းဖြစ်သည်။ အိဗ်နု ဂျရီရ်က \"အာရပ်တို့သည် တစ်စုံတစ်ခုကို အလွန်နက်မှောင်သည်ဟု ဖော်ပြသည့်အခါ ဂရစ်ဘစ်ဘ်ဟု ပြောကြသည်\" ဟု ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَٰلِكَ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာ လူသားများနှင့် သတ္တဝါများ၊ မွေးမြူရေးတိရစ္ဆာန်များသည်လည်း အရောင်အမျိုးမျိုးရှိကြ၏။)</span> ဆိုလိုသည်မှာ သက်ရှိသတ္တဝါများ၊ လူသားများနှင့် တိရစ္ဆာန်များ၊ ခြေဖြင့်သွားလာသော သတ္တဝါအားလုံးနှင့် မွေးမြူရေးတိရစ္ဆာန်များတွင်လည်း အလားတူပင်ဖြစ်သည်။ ဤနေရာတွင် ယေဘုယျအရာနောက်မှ အထူးပြုအရာလိုက်လာသည်။ ဤအရာအားလုံးသည်လည်း ကွဲပြားကြသည်။ အကြောင်းမှာ လူသားများတွင် ဘာဘာလူမျိုးများ၊ အီသီယိုးပီးယားလူမျိုးများနှင့် အလွန်နက်မှောင်သော အာရပ်မဟုတ်သူများ၊ အလွန်ဖြူဖွေးသော ဆလပ်ဗ်လူမျိုးများနှင့် ရောမလူမျိုးများ၊ ကြားအလယ်တွင်ရှိသော အာရပ်လူမျိုးများ၊ နှင့် အိန္ဒိယလူမျိုးများလည်း ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ရပ်တွင် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِلْعَالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဘာသာစကားများနှင့် အရောင်များ ကွဲပြားခြားနားမှုသည် အမှန်စင်စစ် ထိုအရာများတွင် အသိပညာရှိသော လူများအတွက် သက်သေလက္ခဏာများဖြစ်သည်)</span><span class=\"gray\">(၃၀:၂၂)</span>။ ထိုနည်းတူစွာ တိရစ္ဆာန်များနှင့် မွေးမြူရေးတိရစ္ဆာန်များသည် ၎င်းတို့၏ အရောင်များ ကွဲပြားကြသည်၊ မျိုးစိတ်တစ်ခုတည်းတွင်ပင် ကွဲပြားနိုင်ပြီး တိရစ္ဆာန်တစ်ကောင်တည်းတွင်ပင် အရောင်အမျိုးမျိုးရှိသော အကွက်များ ရှိနိုင်သည်။ ဖန်ဆင်းရှင်များထဲတွင် အကောင်းဆုံးဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် မင်္ဂလာရှိတော်မူ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအနက် အသိပညာရှိသူများသာ အရှင်မြတ်ကို ကြောက်ရွံ့ကြသည်။)</span> ဆိုလိုသည်မှာ အသိပညာရှိသူများသာ အရှင်မြတ်ကို အမှန်တကယ် ကြောက်ရွံ့ကြပြီး၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်၏ တန်ခိုးအာနုဘော်ရှင်၊ အလုံးစုံတန်ခိုးရှင်၊ အလုံးစုံသိတော်မူသောအရှင်၊ အပြည့်စုံဆုံးဂုဏ်ပုဒ်များနှင့် အလှပဆုံးအမည်နာမများဖြင့် ဖော်ပြခံရသူအကြောင်း ပိုမိုသိရှိလေ၊ ပိုမိုကြောက်ရွံ့လေ ဖြစ်မည်။</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ်သည် အာယတ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုသည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအနက် အသိပညာရှိသူများသာ အရှင်မြတ်ကို ကြောက်ရွံ့ကြသည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို လုပ်ဆောင်နိုင်ကြောင်း သိရှိသူများ။ အိဗ်နု အဗ္ဗားစ်က \"အရှင်မြတ်၏ ကျွန်များအနက် အလ်-ရဟ်မာန်အကြောင်း သိရှိသူသည် အရှင်မြတ်နှင့် ပူးတွဲကိုးကွယ်မှု တစ်စုံတစ်ရာ မပြုလုပ်သူဖြစ်သည်။ အရှင်မြတ် ခွင့်ပြုတော်မူသည်ကို တရားဝင်သည်ဟု လက်ခံပြီး၊ အရှင်မြတ် တားမြစ်တော်မူသည်ကို တရားမဝင်ဟု လက်ခံသူဖြစ်သည်။ သူသည် အရှင်မြတ်၏ အမိန့်များကို လိုက်နာပြီး၊ အရှင်မြတ်နှင့် တွေ့ဆုံရမည်ဖြစ်ပြီး မိမိ၏ လုပ်ဆောင်မှုများအတွက် စစ်ဆေးခံရမည်ဟု သေချာသူဖြစ်သည်။\" စအိဒ် ဘင် ဂျုဘိုင်ရ်က \"ကြောက်ရွံ့ခြင်းသည် သင်နှင့် အလ္လာဟ်အရှင်မြတ်အား မနာခံခြင်းကြားတွင် တည်ရှိသောအရာဖြစ်သည်၊ အရှင်မြတ်သည် ချီးမြှင့်ခံရပါစေ\" ဟု ပြောကြားခဲ့သည်။ အလ်-ဟစန် အလ်-ဘစရီက \"အသိပညာရှိသူသည် မမြင်ရသောအရာနှင့်ပတ်သက်၍ အလ်-ရဟ်မာန်ကို ကြောက်ရွံ့သူဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ် လိုလားတော်မူသည်ကို လိုလားသူဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ကို ဒေါသထွက်စေသောအရာများကို ရှောင်ရှားသူဖြစ်သည်။\" ထို့နောက် အလ်-ဟစန်က ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ۗ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအနက် အသိပညာရှိသူများသာ အရှင်မြတ်ကို ကြောက်ရွံ့ကြသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တန်ခိုးအာနုဘော်ရှင်၊ အလွန်အမင်း ခွင့်လွှတ်တော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> စွဖ်ယန် အစ်-သွော်ရီက အဘူ ဟိုင်းယန် အတ်-တိုင်မီမှ တစ်ဦးတစ်ယောက် ပြောကြားသည်ကို ဆင့်ပြန်ခဲ့သည်၊ \"အသိပညာရှိသူများသည် သုံးမျိုးရှိသည်ဟု ပြောဆိုလေ့ရှိသည်- <span class=\"gray\">(ပထမ)</span> အလ္လာဟ်အရှင်မြတ်ကို သိရှိပြီး အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို သိရှိသူ၊ <span class=\"gray\">(ဒုတိယ)</span> အလ္လာဟ်အရှင်မြတ်ကို သိရှိသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို မသိရှိသူ၊ <span class=\"gray\">(တတိယ)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို သိရှိသော်လည်း အလ္လာဟ်အရှင်မြတ်ကို မသိရှိသူ။ အလ္လာဟ်အရှင်မြတ်ကို သိရှိပြီး အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို သိရှိသူသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပြီး ကန့်သတ်ချက်များ <span class=\"gray\">(ဟူဒွဒ်)</span> နှင့် မဖြစ်မနေ လိုက်နာရမည့်တာဝန်များ <span class=\"gray\">(ဖရာအိဒ်)</span> ကို သိရှိသူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ကို သိရှိသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို မသိရှိသူသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သော်လည်း ကန့်သတ်ချက်များ <span class=\"gray\">(ဟူဒွဒ်)</span> နှင့် မဖြစ်မနေ လိုက်နာရမည့်တာဝန်များ <span class=\"gray\">(ဖရာအိဒ်)</span> ကို မသိရှိသူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို သိရှိသော်လည်း အလ္လာဟ်အရှင်မြတ်ကို မသိရှိသူသည် ကန့်သတ်ချက်များ <span class=\"gray\">(ဟူဒွဒ်)</span> နှင့် မဖြစ်မနေ လိုက်နာရမည့်တာဝန်များ <span class=\"gray\">(ဖရာအိဒ်)</span> ကို သိရှိသော်လည်း အလ္လာဟ်အရှင်မြတ်ကို မကြောက်ရွံ့သူဖြစ်သည်။\"</p>"
  },
  {
    "ayah_key": "35:29",
    "group_ayah_key": "35:29",
    "from_ayah": "35:29",
    "to_ayah": "35:30",
    "ayah_keys": "35:29,35:30",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို ရွတ်ဖတ်သူများ၊ နမားဇ် ဝတ်ပြုသူများ၊ ငါတို့ ပေးသနားထားသော အရာများမှ လျှို့ဝှက်၍ဖြစ်စေ၊ ပေါ်တင်ဖြစ်စေ လှူဒါန်းသုံးစွဲသူများတို့သည် လုံးဝ ပျက်စီးမည့်မဟုတ်သော <span class=\"gray\">(ဧကန်မလွဲ)</span> ကုန်သွယ်မှု အကျိုးအမြတ်ကို မျှော်လင့်ကြသည် <span>(၂၉)</span> အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့၏ အခကြေးငွေများကို အပြည့်အဝ ပေးချေရန်၊ ထို့ပြင် အရှင်မြတ်၏ ကျေးဇူးတော်မှ <span class=\"gray\">(ပင်)</span> ပိုမို ပေးသနားတော်မူရန်ဖြစ်သည်။ အမှန်စင်စစ် အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်အမင်း တန်ဖိုးထားတတ်သော အရှင် ဖြစ်တော်မူ၏ <span>(၃၀)</span></p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်များသည် နောင်ဘဝတွင် အကျိုးအမြတ်ရရှိမည့်သူများ ဖြစ်ကြလိမ့်မည်</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အား ယုံကြည်သော ကျွန်များ၊ အရှင်မြတ်၏ ကျမ်းတော်ကို ရွတ်ဖတ်ပြီး ယုံကြည်ကာ၊ နေ့ရောညပါ သတ်မှတ်ထားသောအချိန်များတွင် ပုံမှန်ဝတ်ပြုခြင်းကဲ့သို့သော ကျမ်းတော်တွင် သတ်မှတ်ထားသည့် အမှုများကို ပြုလုပ်သူများ၊ အလ္လာဟ်အရှင်မြတ် ပေးသနားထားသော အရာများမှ လျှို့ဝှက်၍ဖြစ်စေ၊ ပေါ်တင်ဖြစ်စေ <span class=\"gray\">(လှူဒါန်းသုံးစွဲ)</span> သူများအကြောင်း ပြောပြတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْجُونَ تِجَارَةً لَنْ تَبُورَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် လုံးဝ ပျက်စီးမည့်မဟုတ်သော <span class=\"gray\">(ဧကန်မလွဲ)</span> ကုန်သွယ်မှု အကျိုးအမြတ်ကို မျှော်လင့်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဧကန်မလွဲ ရရှိမည့် အကျိုးဆုလာဘ်ကို မျှော်လင့်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့၏ အခကြေးငွေများကို အပြည့်အဝ ပေးချေရန်၊ ထို့ပြင် အရှင်မြတ်၏ ကျေးဇူးတော်မှ <span class=\"gray\">(ပင်)</span> ပိုမို ပေးသနားတော်မူရန်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ပြုခဲ့သောအရာများအတွက် အရှင်မြတ်သည် ၎င်းတို့အား ဆုလာဘ်ပေးပြီး၊ ၎င်းတို့ မမျှော်လင့်ဖူးသောအရာများ ထပ်ဆောင်း၍ ဆုလာဘ်များကို တိုးပွားစေခြင်းဖြစ်သည်။</p><p class=\"mk qpc-hafs\" lang=\"mk\">إِنَّهُ غَفُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသောအရှင်၊)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူ၏၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">شَكُورٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်အမင်း တန်ဖိုးထားတတ်သော အရှင်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့၏ ကောင်းမှုကုသိုလ် အနည်းငယ်ကိုပင် တန်ဖိုးထားတော်မူ၏။</p>"
  },
  {
    "ayah_key": "35:3",
    "group_ayah_key": "35:3",
    "from_ayah": "35:3",
    "to_ayah": "35:3",
    "ayah_keys": "35:3",
    "text": "<p class=\"my translation\" lang=\"my\">အို လူသားတို့! သင်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို သတိရကြလော့! အသင်တို့အား ကောင်းကင်မှ <span class=\"gray\">(မိုးရေ)</span> နှင့် မြေကြီးမှ ရိက္ခာပေးသော အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားဖန်ဆင်းရှင် ရှိသလော။ လာအီလာဟ အိလ္လာ ဟူဝါ။ ထိုသို့ဆိုလျှင် အသင်တို့သည် မည်သို့ <span class=\"gray\">(အရှင်မြတ်ထံမှ)</span> လှည့်ဖယ်သွားကြသနည်း <span>(၃)</span></p><p lang=\"my\" class=\"my \">တော်ဟိဒ်၏ သက်သေအထောက်အထား</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ကျွန်များအား အရှင်မြတ်ကို တစ်ပါးတည်းသာ ကိုးကွယ်သင့်ကြောင်း ပြသတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် ဖန်ဆင်းမှုနှင့် ရိက္ခာပေးမှု တန်ခိုးတော်၌ လွတ်လပ်သကဲ့သို့၊ ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများကဲ့သို့သော တွဲဖက်များ၊ အပေါင်းအဖော်များမရှိဘဲ တစ်ပါးတည်းသာ ကိုးကွယ်ခံရသင့်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လာအီလာဟ အိလ္လာ ဟူဝါ။ ထိုသို့ဆိုလျှင် အသင်တို့သည် မည်သို့ <span class=\"gray\">(အရှင်မြတ်ထံမှ)</span> လှည့်ဖယ်သွားကြသနည်း)</span> ဆိုလိုသည်မှာ 'ဤသည် ရှင်းလင်းပြတ်သားပြီး ဤသက်သေသည် ထင်ရှားပြီးနောက်တွင် အသင်တို့သည် အရှင်မြတ်ထံမှ မည်သို့ လှည့်ဖယ်သွားနိုင်မည်နည်း၊ သို့သော် အသင်တို့သည် ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများကို ဆက်လက်ကိုးကွယ်နေကြသနည်း' ဟုဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။</p>"
  },
  {
    "ayah_key": "35:31",
    "group_ayah_key": "35:31",
    "from_ayah": "35:31",
    "to_ayah": "35:31",
    "ayah_keys": "35:31",
    "text": "<p class=\"my translation\" lang=\"my\">ငါတို့သည် သင့်ထံသို့ ကျမ်းတော်မှ မည်သည့်အရာကို ထုတ်ဖော်ခဲ့သည်ဖြစ်စေ၊ ထိုအရာသည် ၎င်း၏ရှေ့တွင် <span class=\"gray\">(ထုတ်ဖော်ခဲ့သော)</span> အရာကို အတည်ပြုသော <span class=\"gray\">(စစ်မှန်သော)</span> သစ္စာတရားဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များအပေါ် အလုံးစုံသိရှိတော်မူသောအရှင်၊ အလုံးစုံမြင်တော်မူသောအရှင် ဖြစ်တော်မူ၏ <span>(၃၁)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်သည် အလ္လာဟ်အရှင်မြတ်၏ စစ်မှန်သောကျမ်းတော်ဖြစ်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي أَوْحَيْنَا إِلَيْكَ </p><p lang=\"my\" class=\"my \">ငါတို့သည် သင့်ထံသို့ – အို မုဟမ္မဒ်၊ ကျမ်းတော်မှ၊ ဆိုလိုသည်မှာ ကုရ်အာန်ကို ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ၎င်း၏ရှေ့တွင် <span class=\"gray\">(ထုတ်ဖော်ခဲ့သော)</span> အရာကို အတည်ပြုသော <span class=\"gray\">(စစ်မှန်သော)</span> သစ္စာတရားဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ရှေးယခင်ကျမ်းများမှ ဖြစ်သည်။ ၎င်းသည် ထိုကျမ်းများကို အတည်ပြုသည်၊ ထိုကျမ်းများက ကုရ်အာန်၏ ရောက်ရှိလာခြင်းနှင့် ၎င်းကို စကြဝဠာများ၏ အရှင်သခင်ထံမှ ချပေးမည်ဖြစ်ကြောင်း သက်သေခံခဲ့သကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များအပေါ် အလုံးစုံသိရှိတော်မူသောအရှင်၊ အလုံးစုံမြင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့အကြောင်းကို အလုံးစုံသိရှိတော်မူပြီး၊ အရှင်မြတ်ပေးသနားသော ကျေးဇူးတော်ကို မည်သူရထိုက်သည်ကို သိတော်မူသည်၊ အခြားသူများအား မပေးဘဲ ထိုသူကိုသာ ပေးသည်။ ပရောဖက်များနှင့် ရစူလ်တမန်တော်များသည် ကျန်လူသားများထက် သာလွန်ပြီး၊ ပရောဖက်အချို့ကို အခြားသူများထက် ပိုမိုပေးသနားခဲ့ပြီး အခြားသူများထက် မြင့်မားသော အဆင့်အတန်း ပေးသနားခဲ့သည်။ မုဟမ္မဒ် ﷺ အား ပေးအပ်ထားသော ရာထူးသည် အခြားသူများအားလုံးထက် မြင့်မားသည်၊ ၎င်းတို့အားလုံးအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများနှင့် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ။</p>"
  }
]