[
  {
    "ayah_key": "2:235",
    "group_ayah_key": "2:235",
    "from_ayah": "2:235",
    "to_ayah": "2:235",
    "ayah_keys": "2:235",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့သည် စေ့စပ်လိုကြောင်း အရိပ်အမြွက်ပြခြင်း သို့မဟုတ် မိမိတို့စိတ်ထဲ၌ ဖုံးကွယ်ထားခြင်းတို့၌ ပြစ်မှုမရှိပေ။ အသင်တို့သည် ထိုအမျိုးသမီးများအား အမှတ်ရနေမည်ကို အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူ၏။ သို့သော် အသင်တို့သည် ဂုဏ်ရှိသောစကားကို ပြောဆိုခြင်းမှအပ ထိုအမျိုးသမီးများနှင့် လျှို့ဝှက်စွာ ကတိ <span class=\"gray\">(စာချုပ်ချုပ်ဆိုရန်)</span> မပေးကြကုန်နှင့်။ ထို့ပြင် သတ်မှတ်ထားသော ကာလပြည့်မြောက်သည်အထိ လက်ထပ်ထိမ်းမြားခြင်းအတွက် ဆုံးဖြတ်ခြင်းမပြုကြကုန်နှင့်။ ထို့ပြင် အသင်တို့၏စိတ်ထဲ၌ မည်သည့်အရာရှိသည်ကို အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူသည်ကို သိထားကြကုန်။ သို့ဖြစ်၍ ကိုယ်တော်ကို ကြောက်ရွံ့ကြကုန်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန် သည်းခံတော်မူသော အရှင်ဖြစ်တော်မူသည်ကို သိထားကြကုန်။ <span>(၂၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>အစ်ဒါကာလအတွင်း လက်ထပ်ထိမ်းမြားခြင်းကို သွယ်ဝိုက်၍ ဖော်ပြခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၌ ပြစ်မှုမရှိပေ။)</span> ဆိုလိုသည်မှာ မိမိခင်ပွန်း ကွယ်လွန်သွားသော မုဆိုးမအား သူမ၏ အစ်ဒါကာလအတွင်း လက်ထပ်ထိမ်းမြားခြင်းကို သွယ်ဝိုက်၍ ဖော်ပြခြင်းပင်ဖြစ်သည်။ အစ်-သောဝ်ရီ၊ ရှုအ်ဘာဟ်နှင့် ဂျရီးရ်တို့က အိဗ်နု အဗ္ဗာစ်က ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ مِنْ خِطْبَةِ النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် စေ့စပ်လိုကြောင်း အရိပ်အမြွက်ပြခြင်း၌ ပြစ်မှုမရှိပေ။)</span> \"ဆိုလိုသည်မှာ 'ကျွန်တော် လက်ထပ်ချင်တယ်၊ ဒီလိုဒီလို အရည်အချင်းရှိတဲ့ အမျိုးသမီးကို ရှာနေတယ်' ဟု ပြောခြင်းဖြစ်ပြီး ယင်းသည် သူမနှင့် ယေဘုယျအားဖြင့် ပိုမိုကောင်းမွန်စွာ ပြောဆိုခြင်းပင်ဖြစ်သည်။\" အခြား ရိုဝါယတ် <span class=\"gray\">(အိဗ်နု အဗ္ဗာစ်၏)</span> တွင် \"အလ္လာဟ်အရှင်မြတ်က ကျွန်တော့်ကို ဇနီးမယားပေးသနားပါစေလို့ ဆုတောင်းတယ်\" ဟု ပြောခြင်းဖြစ်ပြီး၊ တိုက်ရိုက် လက်ထပ်ခွင့်တောင်းခြင်း မပြုရပေ။ အလ်-ဘူခါရီက အိဗ်နု အဗ္ဗာစ်က အာယတ်တော်-\" ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ مِنْ خِطْبَةِ النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် စေ့စပ်လိုကြောင်း အရိပ်အမြွက်ပြခြင်း၌ ပြစ်မှုမရှိပေ။)</span> ဆိုလိုသည်မှာ \"ကျွန်တော် လက်ထပ်ချင်တယ်\"၊ \"ကျွန်တော် ဇနီးမယားလိုချင်တယ်\" သို့မဟုတ် \"ကျွန်တော် ကောင်းမွန်တဲ့ ဇနီးတစ်ဦးကို ရှာတွေ့ရင် ကောင်းမယ်\" ဟု အမျိုးသားက ပြောနိုင်သည်ဟု ဆိုလိုသည်။ မူဂျာဟစ်ဒ်၊ တာဝူစ်၊ အိက်ရီမာဟ်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ အီဘရာဟင်မ် အန်-နခါအီ၊ အစ်-ရှအ်ဘီ၊ အလ်-ဟစန်၊ ကတာဒါဟ်၊ အဇ်-ဇူဟ်ရီ၊ ယဇီးဒ် ဘင် ကူစိုက်တ်၊ မူကာသိလ် ဘင် ဟိုင်ယန်နှင့် အလ်-ကာစင် ဘင် မိုဟမ္မဒ် အပါအဝင် စလပ်ဖ်များနှင့် အီမာမ်များစွာက ခင်ပွန်းသေဆုံးသွားသော အမျိုးသမီးအား လက်ထပ်ထိမ်းမြားခြင်းကို သွယ်ဝိုက်၍ ဖော်ပြခွင့်ရှိသည်ဟု ပြောဆိုခဲ့ကြသည်။ နောက်ဆုံး ပြန်လည်ပေါင်းသင်းခွင့်မရှိသော ကွာရှင်းခြင်းခံရသည့် အမျိုးသမီးအား လက်ထပ်ထိမ်းမြားခြင်းကို သွယ်ဝိုက်၍ ဖော်ပြခွင့်လည်း ရှိသည်။ တမန်တော်မြတ် ﷺ သည် ဖာသိမာ ဘင် ကိုက်စ်အား သူမ၏ခင်ပွန်း အဘူ အမ်ရ် ဘင် ဟာဖ်စ်က တတိယအကြိမ် ကွာရှင်းခဲ့သည့်အခါ အစ်ဒါကာလအတွက် အိဗ်နု အွမ်မု မက်တူမ်၏အိမ်၌ နေထိုင်ရန် အမိန့်ပေးခဲ့သည်။ ကိုယ်တော်က သူမအား ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا حَلَلْتِ فَآذِنِينِي</p><p lang=\"fr\" class=\"fr \"><span class=\"gray\">(Inform me when your 'Iddah term ends.)</span></p><p lang=\"my\" class=\"my \">သူမသည် အစ်ဒါကာလ ပြီးဆုံးသွားသောအခါ တမန်တော်မြတ်၏ လွတ်မြောက်ကျွန် အူစာမာ ဘင် ဇိုင်ဒ်က သူမအား လက်ထပ်ရန် တောင်းဆိုခဲ့ပြီး တမန်တော်မြတ် ﷺ က သူမအား သူနှင့် လက်ထပ်ထိမ်းမြားပေးခဲ့သည်။ ကွာရှင်းပြီးသော ဇနီးသည် <span class=\"gray\">(ပြန်လည်ပေါင်းသင်းခွင့်ရှိသော ကွာရှင်းခြင်းခံရသူ)</span> အတွက်မူ သူမ၏ ခင်ပွန်းမှအပ အခြားသူတစ်ဦးဦးက သူမအား လက်ထပ်ခွင့်တောင်းခြင်းကို တိုက်ရိုက်ဖြစ်စေ၊ သွယ်ဝိုက်၍ဖြစ်စေ <span class=\"gray\">(အစ်ဒါကာလ မပြီးဆုံးမီ)</span> ဖော်ပြရန် ခွင့်မပြုကြောင်း သဘောထားကွဲလွဲမှု မရှိပေ။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَكْنَنتُمْ فِي أَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့မဟုတ် သင်တို့၏စိတ်ထဲ၌ ဖုံးကွယ်ထားခြင်းတို့၌)</span> ဆိုလိုသည်မှာ ထိုအမျိုးသမီးများနှင့် လက်ထပ်ရန်ရည်ရွယ်ချက်ကို သင်တို့ ဖုံးကွယ်ထားလျှင် ဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်၏အရှင်မြတ်သည် သူတို့၏ရင်ခွင်များ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း၊ သူတို့ ထုတ်ဖော်သည်များကိုလည်းကောင်း သိတော်မူ၏။)</span><span class=\"gray\">(၂၈:၆၉)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အသင်တို့ ဖုံးကွယ်ထားသည်များ၊ ထုတ်ဖော်သည်များကိုလည်း ငါသည် အလုံးစုံသိရှိတော်မူ၏။)</span><span class=\"gray\">(၆၀:၁)</span> သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် ထိုအမျိုးသမီးများအား အမှတ်ရနေမည်ကို အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူ၏။)</span> ဆိုလိုသည်မှာ သင်တို့၏စိတ်ထဲ၌ ဖြစ်သည်၊ သို့ဖြစ်၍ ကိုယ်တော်က သင်တို့အတွက် လွယ်ကူအောင် ပြုလုပ်ပေးတော်မူခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် ထိုအမျိုးသမီးများနှင့် လျှို့ဝှက်စွာ ကတိ <span class=\"gray\">(စာချုပ်ချုပ်ဆိုရန်)</span> မပေးကြကုန်နှင့်။)</span></p><p lang=\"gd\" class=\"gd \">Ali bin Abu Talhah reported that Ibn 'Abbas said that</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိုအမျိုးသမီးများနှင့် လျှို့ဝှက်စွာ ကတိ <span class=\"gray\">(စာချုပ်ချုပ်ဆိုရန်)</span> မပေးကြကုန်နှင့်။)</span> ဆိုလိုသည်မှာ သူမအား 'ငါ (မင်းကို) ချစ်တယ်' သို့မဟုတ် 'ငါနဲ့မှ လက်ထပ်ပါလို့ (အစ်ဒါကာလ ပြီးဆုံးသွားရင်) ကတိပေးပါ' စသည်ဖြင့် မပြောနှင့်ဟု ဆိုလိုသည်။ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ အစ်-ရှအ်ဘီ၊ အိက်ရီမာဟ်၊ အဘူ အဒ်-ဒူဟာ၊ အဒ်-ဒဟ်ဟက်၊ အဇ်-ဇူဟ်ရီ၊ မူဂျာဟစ်ဒ်နှင့် အစ်-သောဝ်ရီတို့က ၎င်း <span class=\"gray\">(အာယတ်တော်၏ အဓိပ္ပါယ်)</span> သည် အမျိုးသမီးထံမှ အခြားသူနှင့် မလက်ထပ်ရန် ကတိယူခြင်းဟု ဆိုသည်။</p><p lang=\"fil\" class=\"fil \">Afterwards, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَقُولُوا قَوْلًا مَّعْرُوفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဂုဏ်ရှိသောစကားကို ပြောဆိုခြင်းမှအပ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗာစ်၊ မူဂျာဟစ်ဒ်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ အစ်-စွတ်ဒီ၊ အစ်-သောဝ်ရီနှင့် အိဗ်နု ဇိုင်ဒ်တို့က အာယတ်တော်၏ အဓိပ္ပါယ်သည် လက်ထပ်ထိမ်းမြားခြင်းကို သွယ်ဝိုက်၍ ရည်ညွှန်းခြင်းဖြစ်ပြီး၊ ဥပမာအားဖြင့် \"ကျွန်တော် မင်းလိုလူမျိုးကို လိုချင်တယ်\" ဟု ပြောခြင်းမျိုး ဖြစ်သည်ဟု ဆိုသည်။ မိုဟမ္မဒ် ဘင် စီရင်က ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်ကို အူဘိုင်ဒါဟ်အား ကျွန်တော် မေးမြန်းခဲ့သည်-'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَقُولُوا قَوْلًا مَّعْرُوفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဂုဏ်ရှိသောစကားကို ပြောဆိုခြင်းမှအပ။)</span> သူက ပြောသည်- 'သူမ၏ ဝါလီအား 'ကျွန်တော့်ကို အရင်အသိမပေးဘဲ သူမကို <span class=\"gray\">(လက်ထပ်ထိမ်းမြားခြင်း၌)</span> မအပ်နှံပါနှင့်' ဟု ပြောခြင်းဖြစ်သည်။' ဤမိန့်ဆိုချက်ကို အိဗ်နု အဘူ ဟာသင်မ်က ရိုဝါယတ်ပြုခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّىٰ يَبْلُغَ الْكِتَابُ أَجَلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သတ်မှတ်ထားသော ကာလပြည့်မြောက်သည်အထိ လက်ထပ်ထိမ်းမြားခြင်းအတွက် ဆုံးဖြတ်ခြင်းမပြုကြကုန်နှင့်။)</span> ဆိုလိုသည်မှာ အစ်ဒါကာလ မပြီးဆုံးမီ လက်ထပ်ထိမ်းမြားခြင်းစာချုပ်များ မချုပ်ဆိုကြကုန်နှင့်။ အိဗ်နု အဗ္ဗာစ်၊ မူဂျာဟစ်ဒ်၊ အစ်-ရှအ်ဘီ၊ ကတာဒါဟ်၊ အလ်-ရာဘီ ဘင် အနပ်စ်၊ အဘူ မာလိက်၊ ဇိုင်ဒ် ဘင် အစ်လမ်၊ မူကာသိလ် ဘင် ဟိုင်ယန်၊ အဇ်-ဇူဟ်ရီ၊ အသာအ် အလ်-ခုရာစာနီ၊ အစ်-စွတ်ဒီ၊ အစ်-သောဝ်ရီနှင့် အဒ်-ဒဟ်ဟက်တို့က-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَبْلُغَ الْكِتَابُ أَجَلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ကာလပြည့်မြောက်သည်အထိ။)</span> ဆိုလိုသည်မှာ 'အစ်ဒါကာလ မပြီးဆုံးမီ လက်ထပ်ထိမ်းမြားခြင်းကို မပြည့်စုံစေနှင့်' ဟု ဆိုလိုသည်။ အစ်ဒါကာလအတွင်း လက်ထပ်စာချုပ်များသည် တရားမဝင်ကြောင်း ပညာရှင်များ သဘောတူကြသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنفُسِكُمْ فَاحْذَرُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်တို့၏စိတ်ထဲ၌ မည်သည့်အရာရှိသည်ကို အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူသည်ကို သိထားကြကုန်။ သို့ဖြစ်၍ ကိုယ်တော်ကို ကြောက်ရွံ့ကြကုန်။)</span> ဆိုလိုသည်မှာ အမျိုးသားများအား အမျိုးသမီးများနှင့် ပတ်သက်၍ ၎င်းတို့၏စိတ်ထဲ၌ ဖုံးကွယ်ထားသော အတွေးများကို သတိပေးခြင်း၊ မကောင်းသော အတွေးများအစား ကောင်းသောအတွေးများ တွေးရန် ညွှန်ကြားခြင်းဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကိုယ်တော်၏ ကရုဏာမှ စိတ်ပျက်အားငယ်စေမည် မဟုတ်ပေ၊ ကိုယ်တော်က မိန့်တော်မူခဲ့သည့်အတိုင်း- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန် သည်းခံတော်မူသော အရှင်ဖြစ်တော်မူသည်ကို သိထားကြကုန်။)</span></p>"
  },
  {
    "ayah_key": "2:236",
    "group_ayah_key": "2:236",
    "from_ayah": "2:236",
    "to_ayah": "2:236",
    "ayah_keys": "2:236",
    "text": "<p class=\"my translation\" lang=\"my\">အသင်တို့သည် မိန်းမတို့အား မထိတွေ့ရသေးမီ၊ သို့မဟုတ် သူတို့အတွက် သတ်မှတ်ထားသော <span class=\"gray\">(မဟ်ရ်)</span> မသတ်မှတ်ရသေးမီ ကွာရှင်းပါက အသင်တို့၌ ပြစ်မှုမရှိပေ။ သို့သော် သူတို့အား မွတ်အာဟ် <span class=\"gray\">(သင့်လျော်သော လက်ဆောင်၊ ကြွယ်ဝသူသည် မိမိ၏အခြေအနေအရ၊ ဆင်းရဲသူသည် မိမိ၏အခြေအနေအရ ပေးရမည်။ သင့်လျော်သော လက်ဆောင်သည် ကောင်းမှုပြုသူများအပေါ် တာဝန်တစ်ရပ် ဖြစ်သည်။ <span>(၂၃၆)</span></span> ပေးကြကုန်။</p><div lang=\"my\" class=\"my \"><h2>လက်ထပ်ထိမ်းမြားခြင်း မပြည့်စုံမီ ကွာရှင်းခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လက်ထပ်စာချုပ်ချုပ်ဆိုပြီးနောက်နှင့် လက်ထပ်ထိမ်းမြားခြင်း မပြည့်စုံမီ ကွာရှင်းခွင့် ပြုတော်မူခဲ့သည်။ အိဗ်နု အဗ္ဗာစ်၊ တာဝူစ်၊ အီဘရာဟင်မ်နှင့် အလ်-ဟစန် အလ်-ဘစရီတို့က 'ထိတွေ့ခြင်း' <span class=\"gray\">(အာယတ်တော်တွင် ဖော်ပြထားသော)</span> သည် လိင်ဆက်ဆံခြင်းဟု ဆိုသည်။ ခင်ပွန်းသည်သည် လက်ထပ်ထိမ်းမြားခြင်း မပြည့်စုံမီ သို့မဟုတ် မဟ်ရ်ကို မပေးရသေးမီ (နောက်မှပေးရန် သဘောတူထားပါက) မိမိဇနီးအား ကွာရှင်းခွင့်ရှိသည်။</p><div lang=\"my\" class=\"my \"><h2>ကွာရှင်းသည့်အခါ ပေးရသော မွတ်အာဟ် <span class=\"gray\">(လက်ဆောင်)</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ခင်ပွန်းအား ဇနီးသည် <span class=\"gray\">(လက်ထပ်ထိမ်းမြားခြင်း မပြည့်စုံမီ ကွာရှင်းသောသူ)</span> အား သူမ၏ ဆုံးရှုံးမှုအတွက် လျော်ကြေးအဖြစ် သင့်လျော်သော လက်ဆောင်ကို ပေးရန် အမိန့်ပေးထားသည်။ ကြွယ်ဝသူသည် မိမိ၏အခြေအနေအရ၊ ဆင်းရဲသူသည် မိမိ၏အခြေအနေအရ ပေးရမည်။ အလ်-ဘူခါရီက ၎င်း၏ ဆဟီဟ်တွင် စဟ်လ် ဘင် စအ်ဒ်နှင့် အဘူ အူစိုက်ဒ်တို့က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် အူမိုင်မာဟ် ဘင် ရှရာဟီလ်နှင့် လက်ထပ်ခဲ့ကြောင်း ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ သူမကို တမန်တော်မြတ်ထံ ခေါ်ဆောင်လာသောအခါ ကိုယ်တော်က သူမအား လက်လှမ်းခဲ့သော်လည်း သူမက မနှစ်သက်ခဲ့ပေ။ ထို့နောက် တမန်တော်မြတ် ﷺ က အဘူ အူစိုက်ဒ်အား သူမအတွက် ပစ္စည်းများနှင့် အဝတ်အစားနှစ်စုံကို လက်ဆောင်အဖြစ် ပေးအပ်ရန် အမိန့်ပေးခဲ့သည်။</p>"
  },
  {
    "ayah_key": "2:237",
    "group_ayah_key": "2:237",
    "from_ayah": "2:237",
    "to_ayah": "2:237",
    "ayah_keys": "2:237",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ သင်တို့သည် ၎င်းတို့အား မထိတွေ့ရသေးမီ <span class=\"gray\">(လိင်ဆက်ဆံခြင်းမပြုရသေးမီ)</span> ကွာရှင်းပြီး၊ ၎င်းတို့အတွက် သတ်မှတ်ထားသော <span class=\"gray\">(မဟ်ရ်)</span> သတ်မှတ်ပေးပြီးဖြစ်ပါက၊ ၎င်း၏ တစ်ဝက်ကို ပေးချေကြကုန်။ ၎င်းတို့ <span class=\"gray\">(အမျိုးသမီးများ)</span> က ခွင့်လွှတ်ပေးရန် သဘောတူခြင်းမရှိလျှင်၊ သို့မဟုတ် လက်ထပ်ခြင်းအနှောင်အဖွဲ့ကို ချုပ်ကိုင်ထားသူ <span class=\"gray\">(ခင်ပွန်း)</span> က ခွင့်လွှတ်ပေးရန် သဘောတူခြင်းမရှိလျှင် ဖြစ်သည်။ ခွင့်လွှတ်ပေးခြင်းသည် အသ်-တက်က်ဝါ <span class=\"gray\">(ရိုသေကိုင်းရှိုင်းမှု၊ ဖြောင့်မတ်မှု)</span> နှင့် ပိုမိုနီးစပ်သည်။ ထို့ပြင် သင်တို့အချင်းချင်းကြား ရက်ရောမှုကို မမေ့ကြကုန်နှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သည်များကို အလုံးစုံ မြင်တော်မူသော အရှင်ဖြစ်တော်မူသည်။ <span>(၂၃၇)</span></p><div lang=\"my\" class=\"my \"><h2>လက်ထပ်ထိမ်းမြားခြင်း မပြည့်စုံမီ ကွာရှင်းခံရပါက ဇနီးသည်သည် သူမ၏ မဟ်ရ်၏ တစ်ဝက်ကို ရရှိသည်။</h2></div><p lang=\"my\" class=\"my \">ဤဂုဏ်သိက္ခာရှိသော အာယတ်တော်သည် ယခင်အာယတ်တော် <span class=\"gray\">(ဆိုလိုသည်မှာ လက်ထပ်ထိမ်းမြားခြင်း မပြည့်စုံမီ ကွာရှင်းခြင်း)</span> တွင် ဖော်ပြထားသော မွတ်အာဟ် <span class=\"gray\">(လက်ဆောင်)</span> ၏ ဆက်စပ်မှု မဟုတ်ပေ။ ဤအာယတ်တော် <span class=\"gray\">(၂:၂၃၇)</span> က ခင်ပွန်းသည်သည် လက်ထပ်ထိမ်းမြားခြင်း မပြည့်စုံမီ မိမိဇနီးအား ကွာရှင်းပါက သတ်မှတ်ထားသော မဟ်ရ်၏ တစ်ဝက်ကို စွန့်လွှတ်ရန် တောင်းဆိုထားသည်။ အကယ်၍ ၎င်းသည် အခြားသော လက်ဆောင်အမျိုးအစားကို ဆွေးနွေးနေခြင်းဖြစ်ပါက ထိုအတိုင်း ဖော်ပြခဲ့ပြီး ဖြစ်မည်၊ အထူးသဖြင့် ဤအာယတ်တော်သည် ဤအကြောင်းအရာနှင့် သက်ဆိုင်သော ယခင်အာယတ်တော်နောက်တွင် လိုက်ပါလာသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ ဤကိစ္စတွင် မဟ်ရ်၏ တစ်ဝက်ကို ပေးဆပ်ခြင်းသည် ပညာရှင်များ သဘောတူထားသော လုပ်ထုံးဖြစ်သည်။ ထို့ကြောင့် ခင်ပွန်းသည်သည် လက်ထပ်ထိမ်းမြားခြင်း မပြည့်စုံမီ မိမိဇနီးအား ကွာရှင်းပါက သတ်မှတ်ထားသော မဟ်ရ်၏ တစ်ဝက်ကို ပေးချေရသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِلَّا أَن يَعْفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(အမျိုးသမီးများ)</span> က ခွင့်လွှတ်ပေးရန် သဘောတူခြင်းမရှိလျှင်၊)</span> ဆိုလိုသည်မှာ ဇနီးသည်က မဟ်ရ်ကို စွန့်လွှတ်ပြီး ခင်ပွန်းကို နောက်ထပ်ဘဏ္ဍာရေးတာဝန်မှ ကင်းလွတ်စေခြင်းဖြစ်သည်။ အစ်-စွတ်ဒီက အဘူ စွာလိဟ်က အိဗ်နု အဗ္ဗာစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အပေါ် မှတ်ချက်ပြုခဲ့သည်ဟု ဖော်ပြခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِلَّا أَن يَعْفُونَ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(unless they <span class=\"gray\">(the women)</span> agree to remit it,)</span> \"ဇနီးသည်က သူမ၏ အခွင့်အရေးကို စွန့်လွှတ်ခြင်းမရှိလျှင်\" ဖြစ်သည်။ ထို့အပြင် အီမာမ် အဘူ မိုဟမ္မဒ် ဘင် အဘူ ဟာသင်မ်က ရှုရိုင်ဟ်၊ စအိဒ် ဘင် မူစိုင်ယစ်ဘ်၊ အိက်ရီမာဟ်၊ မူဂျာဟစ်ဒ်၊ အစ်-ရှအ်ဘီ၊ အလ်-ဟစန်၊ နာဖီအ်၊ ကတာဒါဟ်၊ ဂျာဘီရ် ဘင် ဇိုင်ဒ်၊ အသာအ် အလ်-ခုရာစာနီ၊ အဒ်-ဒဟ်ဟက်၊ အဇ်-ဇူဟ်ရီ၊ မူကာသိလ် ဘင် ဟိုင်ယန်၊ အိဗ်နု စီရင်၊ အလ်-ရာဘီ ဘင် အနပ်စ်နှင့် အစ်-စွတ်ဒီတို့ကလည်း အလားတူ ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့မဟုတ် လက်ထပ်ခြင်းအနှောင်အဖွဲ့ကို ချုပ်ကိုင်ထားသူ <span class=\"gray\">(ခင်ပွန်း)</span> က ခွင့်လွှတ်ပေးရန် သဘောတူခြင်းမရှိလျှင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘူ ဟာသင်မ်က အမ်ရ် ဘင် ရှုအိုင်ယဗ်က သူ၏ အဘိုးသည် တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်ဟု ရိုဝါယတ်ပြုခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُّ عُقْدَةِ النِّكَاحِ الزَّوْجُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခင်ပွန်းသည်မှာ လက်ထပ်ခြင်းအနှောင်အဖွဲ့ကို ချုပ်ကိုင်ထားသူဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု မာရ်ဒူဝီယဟ်ကလည်း ဤဟဒီးဆ်တော်ကို ရိုဝါယတ်ပြုခဲ့ပြီး၊ ၎င်းသည် အိဗ်နု ဂျရီးရ် ရွေးချယ်သော သဘောထားဖြစ်သည်။ ဟဒီးဆ်တော်က ခင်ပွန်းသည်သည် လက်ထပ်ခြင်းအနှောင်အဖွဲ့ကို စစ်မှန်စွာ ချုပ်ကိုင်ထားသူဖြစ်ကြောင်း ဖော်ပြထားသည်။ အဘယ်ကြောင့်ဆိုသော် လက်ထပ်ထိမ်းမြားခြင်းကို ဆက်လက်လုပ်ဆောင်ရန် သို့မဟုတ် အဆုံးသတ်ရန်မှာ သူ့အပေါ်တွင် မူတည်သောကြောင့်ဖြစ်သည်။ အခြားတစ်ဖက်တွင်မူ ဇနီး၏ ဝါလီကို သူမ၏ ခွင့်ပြုချက်မရှိဘဲ သူမ၏ တရားဝင်အခွင့်အရေးများ၊ အထူးသဖြင့် မဟ်ရ်ကို ပေးအပ်ရန် ခွင့်မပြုပေ။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَعْفُوا أَقْرَبُ لِلتَّقْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွင့်လွှတ်ပေးခြင်းသည် အသ်-တက်က်ဝါ <span class=\"gray\">(ရိုသေကိုင်းရှိုင်းမှု၊ ဖြောင့်မတ်မှု)</span> နှင့် ပိုမိုနီးစပ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ်က ပြောသည်- \"အချို့ပညာရှင်များက ဤမိန့်ကြားချက်သည် အမျိုးသားနှင့် အမျိုးသမီး နှစ်ဦးစလုံးကို ရည်ညွှန်းသည်ဟု ဆိုသည်။\" အိဗ်နု အဗ္ဗာစ်က ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَعْفُوا أَقْرَبُ لِلتَّقْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွင့်လွှတ်ပေးခြင်းသည် အသ်-တက်က်ဝါ <span class=\"gray\">(ရိုသေကိုင်းရှိုင်းမှု၊ ဖြောင့်မတ်မှု)</span> နှင့် ပိုမိုနီးစပ်သည်။)</span> သည် ခွင့်လွှတ်ပေးသူသည် အသ်-တက်က်ဝါ <span class=\"gray\">(ရိုသေကိုင်းရှိုင်းမှု)</span> နှင့် ပိုမိုနီးစပ်သည်ကို ဖော်ပြသည်။\" အလားတူ မိန့်ကြားချက်ကို အစ်-ရှအ်ဘီနှင့် အခြားပညာရှင်များစွာကလည်း ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">မူဂျာဟစ်ဒ်၊ အန်-နခါအီ၊ အဒ်-ဒဟ်ဟက်၊ မူကာသိလ် ဘင် ဟိုင်ယန်၊ အလ်-ရာဘီ ဘင် အနပ်စ်နှင့် သောဝ်ရီတို့က အာယတ်တော်တွင် ဖော်ပြထားသော 'ရက်ရောမှု' သည် အမျိုးသမီးက သူမ၏ မဟ်ရ်တစ်ဝက်ကို စွန့်လွှတ်ခြင်း၊ သို့မဟုတ် အမျိုးသားက မဟ်ရ်အပြည့်အစုံကို ပေးအပ်ခြင်းကို ရည်ညွှန်းသည်ဟု ဆိုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنسَوُا الْفَضْلَ بَيْنَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့အချင်းချင်းကြား ရက်ရောမှုကို မမေ့ကြကုန်နှင့်။)</span> ဆိုလိုသည်မှာ ကြင်နာမှု <span class=\"gray\">(သို့မဟုတ် ရက်ရောမှု)</span> ဖြစ်သည်၊ စအိဒ်က ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သည်များကို အလုံးစုံ မြင်တော်မူသော အရှင်ဖြစ်တော်မူသည်။)</span> ဆိုလိုသည်မှာ သင်တို့၏ ကိစ္စရပ်များ တစ်ခုမျှ ကိုယ်တော်၏ ပြည့်စုံသော စောင့်ကြည့်မှုမှ လွတ်ကင်းခြင်းမရှိဘဲ၊ ကိုယ်တော်သည် တစ်ဦးစီအား ၎င်း၏ လုပ်ရပ်များအတိုင်း အကျိုးပေးတော်မူမည်ဖြစ်သည်။</p>"
  }
]