[
  {
    "ayah_key": "10:27",
    "group_ayah_key": "10:27",
    "from_ayah": "10:27",
    "to_ayah": "10:27",
    "ayah_keys": "10:27",
    "text": "<p class=\"my translation\" lang=\"my\">မကောင်းမှုများကို ပြုလုပ်ခဲ့သူတို့အား မကောင်းမှု၏ အကျိုးသည် ထိုနည်းတူပင် ဖြစ်ပြီး၊ အရှက်ရစေသော အရှက်ကွဲခြင်းသည် ၎င်းတို့အား ဖုံးလွှမ်းလိမ့်မည် <span class=\"gray\">(၎င်းတို့၏ မျက်နှာများကို)</span>။ ၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သူမျှ ကာကွယ်ပေးသူရှိမည် မဟုတ်ပါ။ ၎င်းတို့၏ မျက်နှာများသည် ည၏ မှောင်မိုက်မှုမှ အပိုင်းအစများဖြင့် ဖုံးလွှမ်းခံရသကဲ့သို့ ဖြစ်နေလိမ့်မည်။ ၎င်းတို့သည် ငရဲဘုံသားများဖြစ်ပြီး ထာဝရ ထိုနေရာ၌ နေထိုင်ကြမည် <span>(၂၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဆိုးယုတ်သော ရာဇဝတ်ကောင်များ၏ အကျိုး</h2></div><p lang=\"my\" class=\"my \">မှန်ကန်စွာ ပြုမူခဲ့ကြသော ပျော်ရွှင်သောသူတို့၏ အခြေအနေနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူပြီးနောက် အကျိုးဆုလာဘ် တိုးပွားစေမည်ဟု ကတိပြုတော်မူခဲ့ရာ၊ အရှင်မြတ်သည် ကံမကောင်း အပူသောကရောက်နေသူများအကြောင်းကို ဆက်လက် မိန့်ကြားတော်မူခဲ့သည်။ အရှင်မြတ်သည် ၎င်းတို့အပေါ် အရှင်မြတ်၏ တရားမျှတမှုကို မိန့်ကြားတော်မူခဲ့သည်။ အရှင်မြတ်သည် ၎င်းတို့အား အလားတူ မကောင်းမှုဖြင့် အကျိုးပေးလိမ့်မည်၊ မည်သည့် တိုးမြှင့်မှုမျှမရှိဘဲ</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَتَرْهَقُهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ဖုံးလွှမ်းလိမ့်မည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မျက်နှာများသည် ၎င်းတို့၏ အပြစ်များနှင့် ထိုအပြစ်များကြောင့် ကြောက်ရွံ့မှုများကြောင့် အရှက်ကွဲခြင်းဖြင့် ဖုံးလွှမ်းခံရကာ လွှမ်းမိုးခံရလိမ့်မည်။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ထိုသို့ ခေါ်ဆောင်လာသည်ကို သင်မြင်ရလိမ့်မည်။ <span class=\"gray\">(ငရဲသို့)</span> အရှက်ကွဲခြင်းဖြင့် နှိမ့်ချခံရလျက်။)</span><span class=\"gray\">[၄၂:၄၅]</span> အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ - مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူတို့ ပြုမူသော အရာများကို မသိရှိဟု သင်မထင်လိုက်နှင့်။ သို့သော် အရှင်မြတ်သည် မျက်စိများ ထိတ်လန့်စွာ ကြည့်ရှုနေမည့် နေ့တစ်နေ့အထိ ၎င်းတို့အား အချိန်ပေးထားခြင်းသာ ဖြစ်သည်။ <span class=\"gray\">(၎င်းတို့သည်)</span> လည်ပင်းများ ဆန့်တန်းလျက်၊ ဦးခေါင်းများ မြှောက်ထားလျက် <span class=\"gray\">(ကောင်းကင်သို့)</span> အလျင်အမြန် ရှေ့သို့ တိုးလာကြလိမ့်မည်။)</span><span class=\"gray\">[၁၄:၄၂-၄၃]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا لَهُم مِّنَ اللَّهِ مِنْ عَاصِمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သူမျှ ကာကွယ်ပေးသူရှိမည် မဟုတ်ပါ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း ၎င်းတို့အား ပြစ်ဒဏ်မှ တားဆီးကာကွယ်ပေးမည့် မည်သည့် အစောင့်အရှောက်မျှ ရှိမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْإِنسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ - كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ လူသားက ပြောလိမ့်မည်– \"ဘယ်ကို <span class=\"gray\">(ထွက်ပြေးရန် ခိုလှုံရာ)</span> ထွက်ပြေးရမည်နည်း။\" မဟုတ်! ခိုလှုံရာမရှိ။ ထိုနေ့၌ သင်၏ အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံသို့သာ အခြေချရာနေရာ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">[၇၅:၁၀-၁၂]</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ မျက်နှာများသည် ဖုံးလွှမ်းခံရသကဲ့သို့ ဖြစ်နေလိမ့်မည်...)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မျက်နှာများသည် နောင်တမလွန်ဘဝတွင် မှောင်မိုက်နေလိမ့်မည်။ ဤသည်မှာ အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ۚ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُ interchangeablyهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ - وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့)</span> ၌ အချို့သော မျက်နှာများသည် ဖြူဖွေးလာကြမည်ဖြစ်ပြီး အချို့သော မျက်နှာများသည် မည်းနက်လာကြမည်။ မျက်နှာများ မည်းနက်လာသူတို့အတွက် <span class=\"gray\">(၎င်းတို့အား ပြောလိမ့်မည်)</span>– \"ယုံကြည်ခြင်းကို လက်ခံပြီးနောက် သင်တို့သည် မယုံကြည်ခဲ့ကြသလော။ သို့ဖြစ်လျှင် ယုံကြည်ခြင်းကို ငြင်းပယ်ခဲ့ခြင်းအတွက် ပြစ်ဒဏ် <span class=\"gray\">(ငရဲတွင်)</span> ကို မြည်းစမ်းကြလော့။\" မျက်နှာများ ဖြူဖွေးလာသူတို့အတွက်မူ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် <span class=\"gray\">(ပရဒိသု)</span> ၌ ရှိကြမည်ဖြစ်ပြီး ထိုနေရာ၌ ထာဝရ နေထိုင်ကြလိမ့်မည်။)</span><span class=\"gray\">[၃:၁၀၆-၁၀၇]</span></p><p lang=\"my\" class=\"my \">အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ - ضَاحِكَةٌ مُّسْتَبْشِرَةٌ - وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ အချို့သော မျက်နှာများသည် တောက်ပလျက်၊ ရယ်မောလျက်၊ သတင်းကောင်း <span class=\"gray\">(ပရဒိသု၏)</span> ကို ဝမ်းမြောက်လျက် ရှိကြလိမ့်မည်။ ထိုနေ့၌ အခြားသော မျက်နှာများသည် ဖုန်မှုန့်များ စွန်းထင်းလျက် ရှိကြလိမ့်မည်။)</span><span class=\"gray\">[၈၀:၃၈-၄၀]</span></p>"
  },
  {
    "ayah_key": "10:28",
    "group_ayah_key": "10:28",
    "from_ayah": "10:28",
    "to_ayah": "10:30",
    "ayah_keys": "10:28,10:29,10:30",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် သူတို့ကို အားလုံး စုရုံးစေမည့်နေ့တွင်၊ ကျွန်ုပ်တို့နှင့် အခြားအရာများကို ကိုးကွယ်ရာတွင် ပူးပေါင်းသူများအား “သင်တို့နေရာတွင် ရပ်နေကြလော့! သင်တို့နှင့် သင်တို့၏ ပူးပေါင်းသူများ။” ဟု ပြောမည်။ ထို့နောက် ကျွန်ုပ်တို့သည် သူတို့ကို ခွဲခြားမည်ဖြစ်ပြီး၊ သူတို့၏ ပူးပေါင်းသူများက “သင်တို့ ကိုးကွယ်ခဲ့သည်မှာ ကျွန်ုပ်တို့ မဟုတ်ပါ။ <span>(28)</span>ကျွန်ုပ်တို့နှင့် သင်တို့ကြားတွင် အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ် လုံလောက်လှ၏။ သင်တို့ ကျွန်ုပ်တို့ကို ကိုးကွယ်ခဲ့သည်ကို ကျွန်ုပ်တို့ အမှန်ပင် ဘာမှ မသိခဲ့ပါ။ <span>(29)</span>ထိုအခါ! လူတိုင်းသည် မိမိ အရင်က ရယူခဲ့သည်ကို <span class=\"gray\">(အတိအကျ)</span> သိလိမ့်မည်ဖြစ်ပြီး၊ သူတို့ကို အလ္လာဟ်အရှင်မြတ်၊ သူတို့၏ တရားဝင် မောင်လာ <span class=\"gray\">(အရှင်)</span> ထံသို့ ပြန်ခေါ်ဆောင်သွားမည်ဖြစ်ပြီး၊ သူတို့ ဖန်တီးခဲ့သော မှားယွင်းသော နတ်ဘုရားများသည် သူတို့ထံမှ ပျောက်ကွယ်သွားမည် <span>(30)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူတို့၏ နတ်ဘုရားများသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့ထံမှ အပြစ်ကင်းစင်ကြောင်း ပြောဆိုကြမည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نَحْشُرُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ သူတို့ကို စုရုံးစေမည့်နေ့)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေပေါ်ရှိ သတ္တဝါများအားလုံး၊ လူသားနှင့် ဂျင်န်များ၊ ဖြောင့်မတ်သူများနှင့် ပုန်ကန်သူများအားလုံးကို စုရုံးစေမည်။ အခြားအာယတ်တစ်ခုတွင် ကိုယ်တော်က မိန့်တော်မူခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို အားလုံး စုရုံးစေမည်ဖြစ်ရာ တစ်ဦးတစ်ယောက်မျှ ကျန်ခဲ့မည်မဟုတ်။)</span><span class=\"gray\">[18:47]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنتُمْ وَشُرَكَاؤُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် အရာများကို ပူးပေါင်းသူများအား “သင်တို့နေရာတွင် ရပ်နေကြလော့! သင်တို့နှင့် သင်တို့၏ ပူးပေါင်းသူများ။” ဟု ပြောမည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ကိုယ်တော်သည် ရုပ်တုကိုးကွယ်သူများကို သူတို့နေရာတွင်နေရန်နှင့် သူတို့၏ သတ်မှတ်ထားသော နေရာများမှ မရွေ့ရန် အမိန့်ပေးလိမ့်မည်။ ထို့သို့ပြုလုပ်ခြင်းဖြင့် သူတို့သည် ယုံကြည်သူတို့၏ နေရာမှ ခွဲထွက်သွားမည်။ ထို့အတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပြောဆိုလိမ့်မည်)</span>- “အို ရာဇဝတ်ကောင်တို့! ယနေ့ <span class=\"gray\">(ယုံကြည်သူများမှ)</span> သင်တို့ ခွဲထွက်ကြလော့။”)</span><span class=\"gray\">(36:59)</span></p><p lang=\"gl\" class=\"gl \">Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နာရီကျရောက်သောနေ့တွင် - ထိုနေ့၌ <span class=\"gray\">(လူခပ်သိမ်း)</span> ကွဲကွာလိမ့်မည် <span class=\"gray\">(ယုံကြည်သူများနှင့် မယုံကြည်သူများ ကွဲကွာလိမ့်မည်)</span>။)</span><span class=\"gray\">[30:14]</span></p><p lang=\"id\" class=\"id \">In the same Surah, <span class=\"gray\">[Ar-Rum]</span>, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَصَّدَّعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားများသည် ကွဲကွာကြလိမ့်မည်။)</span><span class=\"gray\">[30:43]</span> ဆိုသည်မှာ သူတို့သည် နှစ်ပိုင်း ကွဲသွားကြလိမ့်မည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နောက်ဆုံး တရားစီရင်ရန် ကြွလာသောအခါ ဤအရာများ ဖြစ်ပေါ်လိမ့်မည်။ ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်ထံ အသနားခံကြသည်မှာ နောက်ဆုံး တရားစီရင်ခြင်း လာရောက်ပြီး ထိုအခြေအနေမှ ကင်းဝေးစေရန်ဖြစ်သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ يَوْمَ الْقِيَامَةِ عَلَى كُومٍ فَوْقَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကျွန်ုပ်တို့သည် <span class=\"gray\">[အခြား]</span> လူများ၏ အထက်တွင် မြင်သာသောနေရာ၌ ရှိနေကြမည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရုပ်တုကိုးကွယ်သူများနှင့် သူတို့၏ ရုပ်တုများကို မည်သို့လုပ်ဆောင်ရန် အမိန့်ပေးမည်ကို ဤနေရာတွင် ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَكَانَكُمْ أَنتُمْ وَشُرَكَاؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့နေရာတွင် ရပ်နေကြလော့! သင်တို့နှင့် သင်တို့၏ ပူးပေါင်းသူများ။\" ထို့နောက် ကျွန်ုပ်တို့သည် သူတို့ကို ခွဲခြားမည်၊)</span> ထိုအခါ သူတို့သည် သူတို့၏ ကိုးကွယ်မှုကို ငြင်းဆိုကာ သူတို့ထံမှ အပြစ်ကင်းစင်ကြောင်း ပြောဆိုကြမည်။ ထို့အတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သူတို့က သူတို့ကို ကိုးကွယ်တာကို ငြင်းပယ်လိမ့်မယ်။)</span><span class=\"gray\">[19:82]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်လိုက်ခံရသူများသည် <span class=\"gray\">(သူတို့ကို)</span> နောက်လိုက်ခဲ့သူများထံမှ အပြစ်ကင်းစင်ကြောင်း ကြေညာသောအခါ။)</span><span class=\"gray\">[2:166]</span>, နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူကို ခေါ်ဆိုသူ <span class=\"gray\">(ဖိတ်ခေါ်သူ)</span> ထက် မည်သူက ပို၍ လမ်းလွဲသနည်း။ ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူ့ကို အဖြေမပေးနိုင်သည့်အပြင်၊ သူတို့၏ ခေါ်ဆိုမှုများ <span class=\"gray\">(ဖိတ်ခေါ်မှုများ)</span> ကိုပင် <span class=\"gray\">(ပင်လျှင်)</span> မသိသူများဖြစ်သည့်သူ။ လူသားများကို <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> စုရုံးစေသောအခါ၊ ထို <span class=\"gray\">(မှားယွင်းသော နတ်ဘုရားများ)</span> သည် သူတို့၏ ရန်သူများ ဖြစ်လာလိမ့်မည်။)</span><span class=\"gray\">[46:5-6]</span>။ </p><p lang=\"my\" class=\"my \">၎င်းသည် သူတို့ကို ကိုးကွယ်သူများအား ပူးပေါင်းသူများက ပြန်လည်ဖြေကြားခြင်းကို ရည်ညွှန်းသည်။</p><p lang=\"ceb\" class=\"ceb \">Then Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَفَىٰ بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့နှင့် သင်တို့ကြားတွင် အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ် လုံလောက်လှ၏။)</span></p><p lang=\"my\" class=\"my \">သူတို့က ပြောသည်မှာ သင်တို့ ကျွန်ုပ်တို့ကို ကိုးကွယ်နေသည်ကို ကျွန်ုပ်တို့ မသိခဲ့ပါ၊ မစဉ်းစားခဲ့ပါ။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့နှင့် သင်တို့ကြားတွင် သက်သေဖြစ်သည်။ ကျွန်ုပ်တို့သည် သင်တို့ကို ကျွန်ုပ်တို့ကို ကိုးကွယ်ရန် ဘယ်သောအခါမျှ မခေါ်ခဲ့ပါ။ ကျွန်ုပ်တို့သည် သင်တို့ကို ကျွန်ုပ်တို့ကို ကိုးကွယ်ရန် ဘယ်သောအခါမျှ မအမိန့်ပေးခဲ့ပါ။ ထို့အတူ ကျွန်ုပ်တို့သည် သင်တို့၏ ကျွန်ုပ်တို့ကို ကိုးကွယ်မှုကို မလက်ခံခဲ့ပါ။ </p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَّا أَسْلَفَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ! လူတိုင်းသည် မိမိ အရင်က ရယူခဲ့သည်ကို <span class=\"gray\">(အတိအကျ)</span> သိလိမ့်မည်)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် စာရင်းရှင်းလင်းရမည့် အခြေအနေဖြစ်သည်။ ဝိညာဉ်တိုင်းသည် မိမိ လုပ်ဆောင်ခဲ့သော အရာများ၊ ကောင်းသည်ဖြစ်စေ ဆိုးသည်ဖြစ်စေ အားလုံးကို သိရှိလိမ့်မည်။ ထို့အတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبْلَى السَّرَائِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှို့ဝှက်ချက်များအားလုံးကို စစ်ဆေးမည့်နေ့။)</span><span class=\"gray\">[86:9]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားသည် မိမိ လုပ်ဆောင်ခဲ့သည်ကို <span class=\"gray\">(လုပ်ဆောင်ခဲ့သည့် အမှုများ)</span> နှင့် မိမိ နောက်ချန်ထားခဲ့သည်ကို သိရှိရလိမ့်မည်။)</span><span class=\"gray\">[75:13]</span>, နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنشُورًا - اقْرَأْ كِتَابَكَ كَفَىٰ بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကျွန်ုပ်တို့သည် သူအတွက် ဖွင့်ထားသော ကျမ်းတစ်အုပ်ကို ထုတ်ပေးမည်။ <span class=\"gray\">(သူ့ကို ပြောဆိုလိမ့်မည်)</span>- “သင်၏ ကျမ်းကို ဖတ်ပါ။ ယနေ့တွင် သင်ကိုယ်တိုင်သည် သင်နှင့် ပတ်သက်၍ စာရင်းရှင်းရန် လုံလောက်သည်။”)</span><span class=\"gray\">[17:13-14]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို အလ္လာဟ်အရှင်မြတ်၊ သူတို့၏ တရားဝင် မောင်လာ ထံသို့ ပြန်ခေါ်ဆောင်သွားမည်။)</span></p><p lang=\"my\" class=\"my \">ကိစ္စရပ်များနှင့် အကြောင်းအရာအားလုံးကို တရားသူကြီး၊ အားလုံးကို တရားမျှတစွာ ဆုံးဖြတ်သူ အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လည်ယူဆောင်လာမည်။ ကိုယ်တော်သည် လူတိုင်းကို တရားစီရင်မည်ဖြစ်ပြီး၊ ထို့နောက် ပရဒိသုသားများကို ပရဒိသုသို့၊ ငရဲသားများကို ငရဲသို့ ဝင်ခွင့်ပြုမည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَضَلَّ عَنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ထံမှ ပျောက်ကွယ်သွားမည်)</span> ဆိုသည်မှာ ရုပ်တုကိုးကွယ်သူများ ကိုးကွယ်ခဲ့သော အရာများကို ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ ဖန်တီးခဲ့သော အရာ)</span> သူတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သူတို့ ဖန်တီးခဲ့သော အရာများကို ကိုးကွယ်ခဲ့သည်။</p>"
  }
]