[
  {
    "ayah_key": "21:21",
    "group_ayah_key": "21:21",
    "from_ayah": "21:21",
    "to_ayah": "21:23",
    "ayah_keys": "21:21,21:22,21:23",
    "text": "<p lang=\"my\" class=\"my \">သို့မဟုတ် ၎င်းတို့သည် မြေကြီးမှ ဘုရားများကို <span class=\"gray\">(ကိုးကွယ်ရန်)</span> ယူထားကြသလား၊ ထိုဘုရားများက လူသေများကို ရှင်ပြန်ထမြောက်စေသလား <span>(၂၁)</span>အကယ်၍ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားဘုရားများ <span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၌)</span> ရှိခဲ့ပါမူ ဧကန်မလွဲ နှစ်ခုစလုံး ပျက်စီးသွားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ပလ္လင်ပိုင်ရှင်ဖြစ်တော်မူသည်၊ ၎င်းတို့ အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သမျှ <span class=\"gray\">(ဆိုးယုတ်မှု)</span> အားလုံးထက် အရှင်မြတ်သည် <span class=\"gray\">(အလွန်မြင့်မြတ်တော်မူ၏)</span> <span>(၂၂)</span>အရှင်မြတ် ပြုလုပ်သမျှနှင့်ပတ်သက်၍ မည်သူမျှ မေးမြန်းနိုင်မည် မဟုတ်သော်လည်း ၎င်းတို့သည် မေးမြန်းခြင်းခံရမည် ဖြစ်သည် <span>(၂၃)</span></p><div lang=\"zu\" class=\"zu \"><h2>Refutation of false gods</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အစား အခြားဘုရားများကို ကိုးကွယ်သူများကို ရှုတ်ချထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمِ اتَّخَذُوا آلِهَةً مِّنَ الْأَرْضِ هُمْ يُنشِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့သည် မြေကြီးမှ လူသေများကို ရှင်ပြန်ထမြောက်စေမည့် ဘုရားများကို ယူထားကြသလား?)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လူသေများကို ရှင်ပြန်ထမြောက်စေပြီး မြေကြီးမှ ထွက်ပေါ်လာအောင် လုပ်ဆောင်နိုင်သလား။ ၎င်းတို့သည် ထိုအရာများထဲမှ တစ်ခုမျှ မလုပ်ဆောင်နိုင်ပါ၊ ထို့ကြောင့် ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်နှင့် ယှဉ်ပြိုင်ဘုရားများအဖြစ် မည်သို့ထားရှိပြီး အရှင်မြတ်နှင့်အတူ ကိုးကွယ်နိုင်မည်နည်း။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိမိမှလွဲ၍ အခြားဘုရားတစ်ပါး ရှိခဲ့လျှင် ကောင်းကင်များနှင့် ကမ္ဘာမြေ ပျက်စီးသွားလိမ့်မည်ဟု မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَ فِيهِمَا آلِهَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ထိုနေရာ၌ ဘုရားများရှိခဲ့ပါမူ)</span> ဆိုလိုသည်မှာ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၌၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">لَفَسَدَتَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ဧကန်မလွဲ နှစ်ခုစလုံး ပျက်စီးသွားလိမ့်မည်။)</span> ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَٰهٍ ۚ إِذًا لَّذَهَبَ كُلُّ إِلَٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်သားသမီးကိုမျှ မွေးဖွားတော်မူခဲ့သည်မဟုတ်၊ အရှင်မြတ်နှင့်အတူ မည်သည့်ဘုရားမျှလည်း မရှိပေ။ ထိုအခါ ဘုရားတစ်ပါးစီတိုင်းသည် မိမိဖန်ဆင်းခဲ့သော အရာများကို သိမ်းယူသွားကြမည်ဖြစ်ပြီး၊ အချို့က အခြားသူများကို အောင်နိုင်ရန် ကြိုးစားကြမည်! အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ အရှင်မြတ်အား စွပ်စွဲသမျှ အရာအားလုံးထက် မြင့်မြတ်တော်မူသည်!)</span><span class=\"gray\">[23:91]</span>။ ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ပလ္လင်ပိုင်ရှင်ဖြစ်တော်မူသည်၊ ၎င်းတို့ အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သမျှ အရာအားလုံးထက် မြင့်မြတ်တော်မူသည်!)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သားသမီးများ သို့မဟုတ် မိတ်ဖက်များရှိသည်ဟု ၎င်းတို့ပြောဆိုသမျှ အရာအားလုံးထက် မြင့်မြတ်တော်မူ၏၊ ၎င်းတို့ ဖန်တီးသော လိမ်ညာမှုများအားလုံးထက် အရှင်မြတ်သည် မြင့်မြတ်၊ ကြီးမြတ်၊ သန့်ရှင်းစင်ကြယ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် ပြုလုပ်သမျှနှင့်ပတ်သက်၍ မည်သူမျှ မေးမြန်းနိုင်မည် မဟုတ်သော်လည်း ၎င်းတို့သည် မေးမြန်းခြင်းခံရမည် ဖြစ်သည်)</span> အရှင်မြတ်သည် အုပ်ချုပ်သူဖြစ်ပြီး အရှင်မြတ်၏ အုပ်ချုပ်မှုကို ပယ်ဖျက်၍မရ၊ မည်သူမျှ ကန့်ကွက်၍မရနိုင်ပေ။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်၏ ခွန်အား၊ ဘုန်းတန်ခိုး၊ ဂုဏ်ယူမှု၊ အသိပညာ၊ ဉာဏ်ပညာ၊ တရားမျှတမှုနှင့် သိမ်မွေ့မှုတို့ကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မေးမြန်းခြင်းခံရမည်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် မိမိဖန်ဆင်းထားသူများကို ၎င်းတို့လုပ်ဆောင်ခဲ့သည်များအတွက် မေးမြန်းမည့်အရှင် ဖြစ်သည်။ ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အသင်၏အရှင်သခင်ကို ကျိန်ဆို၍ ဧကန်မလွဲ ၎င်းတို့အားလုံးကို ငါတို့ စစ်ဆေးမေးမြန်းမည်။ ၎င်းတို့လုပ်ဆောင်ခဲ့သမျှ အားလုံးအတွက်။)</span><span class=\"gray\">(15:92-93)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် <span class=\"gray\">(အားလုံးကို)</span> ကာကွယ်ပေးသည်၊ သို့သော် အရှင်မြတ်ကို မည်သူမျှ ကာကွယ်ပေးနိုင်မည် မဟုတ်ချေ)</span><span class=\"gray\">(23:88)</span></p>"
  },
  {
    "ayah_key": "21:24",
    "group_ayah_key": "21:24",
    "from_ayah": "21:24",
    "to_ayah": "21:25",
    "ayah_keys": "21:24,21:25",
    "text": "<p lang=\"my\" class=\"my \">သို့မဟုတ် ၎င်းတို့သည် အရှင်မြတ်မှလွဲ၍ အခြားဘုရားများကို ကိုးကွယ်ရန် ယူထားကြသလား။ \"သင်တို့၏ သက်သေကို ယူလာကြလော့။ ဤသည်မှာ ငါနှင့်အတူရှိသူများအတွက် သတိပေးချက်ဖြစ်ပြီး ငါ့ရှေ့ကသူများအတွက်လည်း သတိပေးချက်ဖြစ်သည်။\" သို့သော် ၎င်းတို့အများစုသည် အမှန်တရားကို မသိကြသောကြောင့် ၎င်းတို့သည် စက်ဆုပ်ရွံရှာကြသည် <span>(၂၄)</span>ငါတို့သည် အသင်၏ရှေ့မှ မည်သည့်ရစူလ်ကိုမျှ မစေလွှတ်ခဲ့ပါ၊ သို့သော် ငါတို့သည် ၎င်းအား <span class=\"gray\">(ပြောဆိုခြင်း)</span> ဖြင့် ဗျာဒိတ်ပေးခဲ့သည်- \"ငါမှလွဲ၍ အခြားဘုရားမရှိ၊ ထို့ကြောင့် ငါ့ကိုသာ ကိုးကွယ်ကြလော့။ <span>(၂၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمِ اتَّخَذُوا مِن دُونِهِ آلِهَةً ۖ قُلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့သည် အရှင်မြတ်မှလွဲ၍ အခြားဘုရားများကို ကိုးကွယ်ရန် ယူထားကြသလား။ ပြောပါ:)</span> – အို မုဟမ္မဒ် –</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَاتُوا بُرْهَانَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သက်သေကို ယူလာကြလော့။)</span> သင်တို့ပြောဆိုနေသည်များအတွက် သင်တို့၏ သက်သေအထောက်အထားကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا ذِكْرُ مَن مَّعِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါနှင့်အတူရှိသူများအတွက် သတိပေးချက်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ကုရ်အာန်ကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذِكْرُ مَن قَبْلِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါ့ရှေ့ကသူများအတွက်လည်း သတိပေးချက်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သင်တို့ပြောဆိုသလို မဟုတ်ဘဲ၊ ယခင်ကျမ်းဂန်များကို ဆိုလိုသည်။ နဗီတမန်တော်တိုင်းအား အလ္လာဟ်မှလွဲ၍ အခြားဘုရားမရှိဟူသော သတင်းစကားဖြင့် ဗျာဒိတ်ပေးခဲ့သည်။ သို့သော် သင်တို့ရုပ်တုကိုးကွယ်သူများသည် အမှန်တရားကို အသိအမှတ်မပြုသောကြောင့် ၎င်းမှ လှည့်ထွက်သွားကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အသင်၏ရှေ့မှ မည်သည့်ရစူလ်ကိုမျှ မစေလွှတ်ခဲ့ပါ၊ သို့သော် ငါတို့သည် ၎င်းအား <span class=\"gray\">(ပြောဆိုခြင်း)</span> ဖြင့် ဗျာဒိတ်ပေးခဲ့သည်- \"ငါမှလွဲ၍ အခြားဘုရားမရှိ...\")</span> ၎င်းသည် ဤအာယသ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَا أَجَعَلْنَا مِن دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏ရှေ့မှ ငါတို့စေလွှတ်ခဲ့သော ငါတို့၏ရစူလ်များကို မေးမြန်းကြည့်လော့- \"အကြင်နာအရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ခံရမည့် ဘုရားများကို ငါတို့ ခန့်အပ်ခဲ့ဖူးသလား?\")</span><span class=\"gray\">(43:45)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ဧကန်မလွဲ လူမျိုးတိုင်းတွင် ရစူလ်တစ်ပါးကို စေလွှတ်ခဲ့သည် <span class=\"gray\">(ကြေညာခြင်း)</span> ဖြင့်- \"အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ကြလော့၊ တာဂွတ် <span class=\"gray\">(မှားယွင်းသော နတ်ဘုရားအားလုံး)</span> ကို ရှောင်ကြဉ်ကြလော့။\")</span><span class=\"gray\">(16:36)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်စေလွှတ်ခဲ့သော နဗီတမန်တော်တိုင်းသည် လူအများအား အလ္လာဟ်အရှင်မြတ်ကိုသာ တစ်ဆူတည်း ကိုးကွယ်ရန်၊ မည်သည့်မိတ်ဖက် သို့မဟုတ် တွဲဖက်ကိုမျှ မထားရှိရန် တောင်းဆိုခဲ့သည်။ လူသား၏ သဘာဝစိတ်ဆန္ဒ <span class=\"gray\">(အလ်-ဖစ်ထရာ)</span> ကလည်း ထိုအရာကို သက်သေခံသည်။ ရုပ်တုကိုးကွယ်သူများတွင် သက်သေအထောက်အထားမရှိဘဲ ၎င်းတို့၏အရှင်ရှေ့၌ ၎င်းတို့၏ ငြင်းခုံမှုသည် အသုံးမဝင်ပေ။ ၎င်းတို့အပေါ် ဒေါသဆိုးကျရောက်မည်ဖြစ်ပြီး၊ ၎င်းတို့အတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိမည်။</p>"
  },
  {
    "ayah_key": "21:26",
    "group_ayah_key": "21:26",
    "from_ayah": "21:26",
    "to_ayah": "21:29",
    "ayah_keys": "21:26,21:27,21:28,21:29",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က \"အကြင်နာအရှင်မြတ်သည် သားသမီးများကို မွေးဖွားခဲ့သည်\" ဟု ပြောကြသည်။ အရှင်မြတ်၏ ဘုန်းတန်ခိုးတော်! ၎င်းတို့သည် ဂုဏ်ပြုခံရသော ကျွန်များသာဖြစ်သည် <span>(၂၆)</span>အရှင်မြတ် မပြောမချင်း ၎င်းတို့ မပြောဆိုကြ၊ အရှင်မြတ်၏ အမိန့်တော်အတိုင်း ဆောင်ရွက်ကြသည် <span>(၂၇)</span>အရှင်မြတ်သည် ၎င်းတို့ရှေ့မှရှိသည်များကိုလည်းကောင်း၊ ၎င်းတို့နောက်မှရှိသည်များကိုလည်းကောင်း သိတော်မူ၏။ အရှင်မြတ်နှစ်သက်သောသူမှလွဲ၍ ၎င်းတို့သည် ကြားဝင်ဖြန်ဖြေနိုင်မည် မဟုတ်ပေ။ ၎င်းတို့သည် အရှင်မြတ်ကို ကြောက်ရွံ့ကြသောကြောင့် ရိုသေလေးစားစွာ ရပ်တည်နေကြသည် <span>(၂၈)</span>၎င်းတို့ထဲမှ တစ်ဦးဦးက \"ဧကန်မလွဲ ငါသည် အရှင်မြတ်မှလွဲ၍ အခြားဘုရားတစ်ပါးဖြစ်သည်\" ဟု ပြောဆိုခဲ့ပါမူ ထိုသူအား ငါတို့သည် ငရဲဖြင့် အစားပေးမည်။ ဤကဲ့သို့ပင် ငါတို့သည် မတရားပြုသူများကို အစားပေးသည် <span>(၂၉)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ သမီးများဖြစ်သည်ဟု ပြောဆိုသူများကို ချေပခြင်း၊ ၎င်းတို့၏ လုပ်ဆောင်မှုများနှင့် အဆင့်အတန်းများ ဖော်ပြခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များထဲမှ သားသမီးများရှိသည်ဟု ပြောဆိုသူများကို ချေပထားသည် – အရှင်မြတ်သည် မြင့်မြတ်ပြီး သန့်ရှင်းစင်ကြယ်တော်မူ၏။ အာရပ်လူမျိုးအချို့သည် ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ သမီးများဖြစ်သည်ဟု ယုံကြည်ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ ဘုန်းတန်ခိုးတော်! ၎င်းတို့သည် ဂုဏ်ပြုခံရသော ကျွန်များသာဖြစ်သည်)</span> ဆိုလိုသည်မှာ ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များဖြစ်ပြီး အရှင်မြတ်က ၎င်းတို့ကို ဂုဏ်ပြုထားကာ မြင့်မြတ်သောအဆင့်အတန်းရှိသော နေရာများတွင် ထားရှိသည်။ ၎င်းတို့သည် အရှင်မြတ်၏ စကားများနှင့် လုပ်ဆောင်မှုများအားလုံးတွင် အစွမ်းကုန် နာခံကြသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُم بِأَمْرِهِ يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် မပြောမချင်း ၎င်းတို့ မပြောဆိုကြ၊ အရှင်မြတ်၏ အမိန့်တော်အတိုင်း ဆောင်ရွက်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အရှင်မြတ်ရှေ့မှ မည်သည့်ကိစ္စကိုမျှ စတင်လုပ်ဆောင်ခြင်း သို့မဟုတ် အရှင်မြတ်၏ အမိန့်တော်များကို ဆန့်ကျင်ခြင်း မရှိပေ။ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းတို့သည် အရှင်မြတ်၏ အမိန့်တော်အတိုင်း လျင်မြန်စွာ လုပ်ဆောင်ကြပြီး၊ အရှင်မြတ်သည် ၎င်းတို့အား မိမိ၏ အသိပညာဖြင့် လွှမ်းခြုံထားသောကြောင့် မည်သည့်အရာမျှ အရှင်မြတ်ထံမှ လျှို့ဝှက်၍ မရနိုင်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းတို့ရှေ့မှရှိသည်များကိုလည်းကောင်း၊ ၎င်းတို့နောက်မှရှိသည်များကိုလည်းကောင်း သိတော်မူ၏၊)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်နှစ်သက်သောသူမှလွဲ၍ ၎င်းတို့သည် ကြားဝင်ဖြန်ဖြေနိုင်မည် မဟုတ်ပေ။)</span> ၎င်းသည် ဤအာယသ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ အရှင်မြတ်ထံတွင် မည်သူက ကြားဝင်ဖြန်ဖြေပေးနိုင်မည်နည်း?)</span><span class=\"gray\">(2:255)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ ခွင့်ပြုချက်ရသူမှလွဲ၍ အရှင်မြတ်ထံတွင် ကြားဝင်ဖြန်ဖြေမှုသည် အကျိုးမဖြစ်ထွန်းနိုင်)</span><span class=\"gray\">(34:23)</span>။ ဤကဲ့သို့သော အာယသ်များစွာရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم مِّنْ خَشْيَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အရှင်မြတ်ကို ကြောက်ရွံ့ကြသောကြောင့်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အရှင်မြတ်ကို ကြောက်ရွံ့ကြသောကြောင့် ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">مُشْفِقُونَ - وَمَن يَقُلْ مِنْهُمْ إِنِّي إِلَٰهٌ مِّن دُونِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ရိုသေလေးစားစွာ ရပ်တည်နေကြသည်_ ၎င်းတို့ထဲမှ တစ်ဦးဦးက \"ဧကန်မလွဲ ငါသည် အရှင်မြတ်မှလွဲ၍ အခြားဘုရားတစ်ပါးဖြစ်သည်\" ဟု ပြောဆိုခဲ့ပါမူ)</span> ဆိုလိုသည်မှာ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အစား၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ဘုရားတစ်ပါးဖြစ်သည်ဟု ပြောဆိုပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူအား ငါတို့သည် ငရဲဖြင့် အစားပေးမည်။ ဤကဲ့သို့ပင် ငါတို့သည် မတရားပြုသူများကို အစားပေးသည်)</span> ဆိုလိုသည်မှာ ဤသို့ပြောဆိုသူတိုင်းကို ဖြစ်သည်။ ၎င်းသည် အခြေအနေပြဝါကျဖြစ်ပြီး ဖော်ပြထားသော အခြေအနေသည် မဖြစ်မနေဖြစ်ပွားရန် မလိုအပ်ပေ။ ၎င်းသည် ဤအာယသ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِن كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အကြင်နာအရှင်မြတ်တွင် သားတော်ရှိခဲ့ပါမူ ငါသည် ကိုးကွယ်သူများထဲမှ ပထမဆုံးသူ ဖြစ်လိမ့်မည်။\")</span><span class=\"gray\">(43:81)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ပါမူ <span class=\"gray\">(ထိုအခါ)</span> ဧကန်မလွဲ သင်၏ လုပ်ဆောင်မှုအားလုံးသည် အကျိုးမဲ့ဖြစ်သွားမည်ဖြစ်ပြီး၊ သင်သည် အရှုံးသမားများထဲမှ ဖြစ်သွားမည်မှာ သေချာသည်)</span><span class=\"gray\">(39:65)</span></p>"
  }
]