[
  {
    "ayah_key": "8:19",
    "group_ayah_key": "8:19",
    "from_ayah": "8:19",
    "to_ayah": "8:19",
    "ayah_keys": "8:19",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငြင်းပယ်သူအပေါင်းတို့)</span> အကယ်၍ သင်တို့သည် စီရင်ဆုံးဖြတ်ခြင်းကို တောင်းဆိုခဲ့သော်၊ ယခု သင်တို့ထံ စီရင်ဆုံးဖြတ်ခြင်း ရောက်ရှိလာခဲ့ပြီ။ အကယ်၍ သင်တို့သည် <span class=\"gray\">(မမှန်ကန်မှုပြုလုပ်ခြင်းမှ)</span> ရပ်တန့်ခဲ့သော်၊ ၎င်းသည် သင်တို့အတွက် ပိုမိုကောင်းမွန်ပေလိမ့်မည်။ အကယ်၍ သင်တို့သည် <span class=\"gray\">(တိုက်ခိုက်ရန်)</span> ပြန်လာခဲ့သော်၊ ငါတို့လည်း ပြန်လာမည်။ သင်တို့၏ တပ်ဖွဲ့များသည် မည်မျှပင် များပြားသည်ဖြစ်စေ၊ သင်တို့အတွက် အကျိုးမဖြစ်ထွန်းနိုင်ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများနှင့်အတူ ရှိတော်မူသည် <span>(၁၉)</span></p><div lang=\"my\" class=\"my \"><h2>စီရင်ဆုံးဖြတ်ခြင်းကို တောင်းဆိုကြသည့် ငြင်းပယ်သူများအား တုံ့ပြန်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သူအား မိန့်ကြားတော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن تَسْتَفْتِحُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် စီရင်ဆုံးဖြတ်ခြင်းကို တောင်းဆိုခဲ့သော်)</span>၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံ အောင်မြင်မှု၊ စီရင်ဆုံးဖြတ်မှုနှင့် သင်တို့နှင့် သင်တို့၏ ယုံကြည်သူ ရန်သူတို့အကြား ဆုံးဖြတ်ချက်ကို တောင်းခံခဲ့ကြပြီး သင်တို့တောင်းဆိုခဲ့သည်ကို ရရှိခဲ့ကြသည်။ မုဟမ္မဒ် ဘင် အစ်ဟာက်နှင့် အခြားသူအများအပြားတို့သည် အဇ်-ဇူရီမှတဆင့် အဗ်ဒူလ္လာဟ် ဘင် သာအ်လဗဟ် ဘင် ဆုအိုင်ရ်ထံမှ သတင်းပေးပို့ခဲ့ရာ၊ ၎င်းက ဘဒ်ရ်နေ့တွင် အဗူဂျဟလ်က “အို အလ္လာဟ်! စခန်းနှစ်ခု <span class=\"gray\">(အယူမှားသူများနှင့် မွတ်စလင်မ်များ)</span> ထဲမှ မည်သူမဆို သားအိမ်တော် ဆက်ဆံရေးကို ဖြတ်တောက်ပြီး ငါတို့ မရင်းနှီးသည့်အရာကို ယူဆောင်လာခဲ့ပါက ဤနေ့၌ပင် သူ့အား ဖျက်ဆီးတော်မူပါ” ဟု ပြောခဲ့သည်ဟု ဆိုသည်။ ဤအာယသ်တော်ကို နောက်ပိုင်းတွင် ထုတ်ပြန်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် စီရင်ဆုံးဖြတ်ခြင်းကို တောင်းဆိုခဲ့သော်၊ ယခု သင်တို့ထံ စီရင်ဆုံးဖြတ်ခြင်း ရောက်ရှိလာခဲ့ပြီ။)</span> အာယသ်တော်၏အဆုံးအထိ။ အီမာမ် အာဟ်မဒ်က အဗ်ဒူလ္လာဟ် ဘင် သာအ်လဗဟ် ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းက “အဗူဂျဟလ်သည် မွတ်စလင်မ်များနှင့် ရင်ဆိုင်တွေ့ဆုံချိန်တွင် 'အို အလ္လာဟ်! ငါတို့အနက် သားအိမ်တော် ဆက်ဆံရေးကို ဖြတ်တောက်ပြီး ငါတို့ မသိကျွမ်းသောအရာကို ယူဆောင်လာခဲ့သူများအား ဤနေ့၌ပင် ဖျက်ဆီးတော်မူပါ' ဟု ပြောကြားခဲ့စဉ်က <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ စီရင်ဆုံးဖြတ်ချက်ကို)</span> တောင်းဆိုခဲ့သည်” ဟု ဆိုသည်။ ၎င်းကို အန်-နာစာအီက တဖ်စီရ်ကျမ်း <span class=\"gray\">(သူ၏ ဆူနန်ကျမ်းတွင်)</span> နှင့် အလ်-ဟာကင်မ်က သူ၏ မုစ်တဒ်ရက်ကျမ်းတွင်လည်း မှတ်တမ်းတင်ခဲ့ပြီး၊ ၎င်းက “၎င်းသည် ရှိုက်ခ်နှစ်ပါး၏ စံနှုန်းများနှင့်အညီ ဆွဟီဟ်ဖြစ်သည်၊ ၎င်းတို့က မှတ်တမ်းတင်ခဲ့ခြင်း မရှိပေ” ဟု ပြောကြားခဲ့သည်။ အလားတူ ထုတ်ပြန်ချက်များကို အိဗ်နု အဗ္ဗာစ်၊ မုဂျာဟစ်ဒ်၊ အဒ်-ဒဟ်ဟက်၊ ကတာဒဟ်၊ ယဇီးဒ် ဘင် ရူဝ်မန်နှင့် အခြားသူအများအပြားထံမှလည်း သတင်းပို့ခဲ့သည်။ အစ်-ဆွဒ်ဒီက “ဘဒ်ရ်သို့ မက္ကာမှ ထွက်ခွာမလာမီတွင် ရုပ်တုကိုးကွယ်သူများသည် ကအ်ဗဟ်ကို ဖုံးအုပ်ထားသည့် ကုလားကာများကို ဆွဲကိုင်ကာ အလ္လာဟ်အရှင်မြတ်ထံ အောင်မြင်မှုအတွက် ဆုတောင်းခဲ့ကြသည်။ ‘အို အလ္လာဟ်! စစ်တပ်နှစ်ခုအနက် အထူးချွန်ဆုံး၊ အုပ်စုနှစ်ခုအနက် အလေးမြတ်ဆုံးနှင့် မျိုးနွယ်စုနှစ်ခုအနက် အဖြောင့်မတ်ဆုံးအား အောင်မြင်မှုပေးသနားတော်မူပါ’ ဟု ဆုတောင်းခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်ကို ထုတ်ပြန်ခဲ့သည်” ဟု မှတ်ချက်ပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် စီရင်ဆုံးဖြတ်ခြင်းကို တောင်းဆိုခဲ့သော်၊ ယခု သင်တို့ထံ စီရင်ဆုံးဖြတ်ခြင်း ရောက်ရှိလာခဲ့ပြီ။)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က 'ငါသည် သင်တို့၏ ဆုတောင်းမှုကို လက်ခံခဲ့ပြီး မုဟမ္မဒ်သည် အောင်မြင်မှုရရှိခဲ့သည်' ဟု မိန့်ကြားတော်မူသည်။\"</p><p lang=\"my\" class=\"my \">အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ်က ပြောကြားသည်- “၎င်းသည် သူတို့၏ ဆုတောင်းမှုအပေါ် အလ္လာဟ်အရှင်မြတ် အမြင့်မြတ်ဆုံး၏ အဖြေပင်ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် <span class=\"gray\">(သတိရကြလော့)</span> ၎င်းတို့က “အို အလ္လာဟ်! အကယ်၍ ဤသည် အမှန်စင်စစ် အရှင်မြတ်ထံမှ အမှန်တရားဖြစ်သည်ဆိုပါက...)”</span> <span class=\"gray\">[၈:၃၂]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن تَنتَهُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ ရပ်တန့်ခဲ့သော်...)</span> သင်တို့၏ ငြင်းပယ်မှုနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်းအရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ပစ်ပယ်မှုမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُوَ خَيْرٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့အတွက် ပိုမိုကောင်းမွန်ပေလိမ့်မည်)</span>၊ ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن تَعُودُوا نَعُدْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ ပြန်လာခဲ့သော်၊ ငါတို့လည်း ပြန်လာမည်...)</span> ၎င်းသည် အခြားအာယသ်တော်တစ်ခုနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عُدتُّمْ عُدْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ <span class=\"gray\">(အပြစ်များသို့)</span> ပြန်လာခဲ့သော်၊ ငါတို့သည်လည်း <span class=\"gray\">(ငါတို့၏ ပြစ်ဒဏ်သို့)</span> ပြန်လာမည်။)</span><span class=\"gray\">[၁၇:၈]</span> ဆိုလိုသည်မှာ 'အကယ်၍ သင်တို့သည် သင်တို့၏ ငြင်းပယ်မှုနှင့် လမ်းမှားမှုတွင် ဆက်လက်တည်ရှိနေပါက၊ သင်တို့ ခံစားခဲ့ရသော ရှုံးနိမ့်မှုကို ငါတို့ ပြန်လည်ဖြစ်စေမည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تُغْنِيَ عَنكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ တပ်ဖွဲ့များသည် မည်မျှပင် များပြားသည်ဖြစ်စေ၊ သင်တို့အတွက် အကျိုးမဖြစ်ထွန်းနိုင်ပေ...)</span> အကြောင်းမှာ သင်တို့ မည်မျှပင် တပ်ဖွဲ့များကို စုစည်းခဲ့စေကာမူ၊ အလ္လာဟ်အရှင်မြတ်နှင့်အတူရှိသူများကို ရှုံးနိမ့်စေ၍မရနိုင်ကြောင်း သိထားကြလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများနှင့်အတူ ရှိတော်မူသည်။)</span> နဗီတမန်တော် (ဆွ) ၏ အုပ်စု၊ ရွေးချယ်ခံရသော ရစူလ်တမန်တော် ﷺ ၏ ဘက်ကို ရည်ညွှန်းခြင်းဖြစ်သည်။</p>"
  }
]