[
  {
    "ayah_key": "3:21",
    "group_ayah_key": "3:21",
    "from_ayah": "3:21",
    "to_ayah": "3:22",
    "ayah_keys": "3:21,3:22",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်သူများ၊ တမန်တော်များကို အကြောင်းမဲ့သတ်ဖြတ်သူများ၊ တရားမျှတစွာ ဆက်ဆံရန် အမိန့်ပေးသော လူများကို သတ်ဖြတ်သူများအား နာကျင်ပြင်းထန်သော ပြစ်ဒဏ်ရှိကြောင်း <span>(၂၁)</span> ကြေညာလိုက်ပါ။ ထိုသူတို့ကား ဤလောကတွင်ရော နောင်တမလွန်လောကတွင်ပါ ၎င်းတို့၏ လုပ်ငန်းများ ပျက်စီးဆုံးရှုံးသူများဖြစ်ပြီး ၎င်းတို့အတွက် ကူညီမည့်သူများ မရှိပေ။ <span>(၂၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများကို ၎င်းတို့၏ မယုံကြည်မှုနှင့် တမန်တော်များ၊ ဖြောင့်မတ်သူများကို သတ်ဖြတ်မှုအတွက် ပြစ်တင်ရှုံ့ချခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် ကျမ်းဂန်ရှင်များကို အတိတ်ကာလကရော မကြာသေးမီကပါ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များနှင့် ရစူလ်တမန်တော်များကို ငြင်းပယ်ခြင်းဖြင့် ကျူးလွန်ခဲ့သော ပြစ်မှုများနှင့် တားမြစ်ချက်များအတွက် ပြစ်တင်ရှုံ့ချထားသည်။ ၎င်းတို့သည် ရစူလ်တမန်တော်များကို မနာခံခြင်းနှင့် ငြင်းပယ်ခြင်း၊ အမှန်တရားကို ငြင်းဆန်ခြင်းနှင့် လိုက်နာရန် ငြင်းဆန်ခြင်းတို့ကြောင့် ယင်းသို့ ပြုလုပ်ခဲ့ကြသည်။ ၎င်းတို့သည် တမန်တော်များအား အလ္လာဟ်အရှင်မြတ် ပြဋ္ဌာန်းပေးထားသည်များကို ဆက်သွယ်ပြောဆိုသောအခါ အကြောင်းမဲ့ သို့မဟုတ် ရာဇဝတ်မှု ကျူးလွန်ခြင်းမရှိဘဲ တမန်တော်များစွာကို သတ်ဖြတ်ခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အမှန်တရားသို့သာ ခေါ်ဆိုခဲ့ကြသောကြောင့်တည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရားမျှတစွာ ဆက်ဆံရန် အမိန့်ပေးသော ထိုလူများကိုလည်း သတ်ဖြတ်ကြသည်)</span> ဤသည်မှာ အဆိုးဆုံး မာနကို ပြသခြင်းဖြစ်သည်။ အမှန်စင်စစ် တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာန <span class=\"gray\">(Kibr)</span> ဆိုသည်မှာ အမှန်တရားကို ငြင်းပယ်ခြင်းနှင့် လူများကို အထင်သေးခြင်းဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ၎င်းတို့သည် အမှန်တရားကို ငြင်းပယ်ပြီး ဖန်ဆင်းခံများကို မာနထောင်လွှားစွာ ပြုမူသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤဘဝတွင် စိတ်ပျက်ဖွယ်ရာနှင့် အရှက်ရစေသော ပြစ်ဒဏ်၊ နောင်တမလွန်ဘဝတွင် အရှက်ရစေသော ပြစ်ဒဏ်တို့ဖြင့် ပြစ်ဒဏ်ပေးတော်မူခြင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့အား နာကျင်ပြင်းထန်သော ပြစ်ဒဏ်ရှိကြောင်း ကြေညာလိုက်ပါ)</span> ဆိုလိုသည်မှာ နာကျင်ပြီး အရှက်ရစေသော ပြစ်ဒဏ်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُم مِّن نَّاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့ကား ဤလောကတွင်ရော နောင်တမလွန်လောကတွင်ပါ ၎င်းတို့၏ လုပ်ငန်းများ ပျက်စီးဆုံးရှုံးသူများဖြစ်ပြီး ၎င်းတို့အတွက် ကူညီမည့်သူများ မရှိပေ။)</span>။</p>"
  },
  {
    "ayah_key": "3:23",
    "group_ayah_key": "3:23",
    "from_ayah": "3:23",
    "to_ayah": "3:25",
    "ayah_keys": "3:23,3:24,3:25",
    "text": "<p lang=\"my\" class=\"my \">ကျမ်းဂန်မှ အစိတ်အပိုင်းတစ်ခု ရရှိသူများကို သင်မမြင်ခဲ့ကြဘူးလား။ ၎င်းတို့၏ အငြင်းပွားမှုများကို ဖြေရှင်းရန် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်သို့ ဖိတ်ခေါ်သောအခါ ၎င်းတို့အနက်မှ အုပ်စုတစ်စုသည် လှည့်ထွက်သွားကြပြီး ၎င်းတို့သည် ရွံရှာကြသည်။ <span>(၂၃)</span> ဤသည်မှာ ၎င်းတို့က \"မီးသည် ကျွန်ုပ်တို့ကို ရက်အနည်းငယ်မျှသာ ထိတွေ့လိမ့်မည်\" ဟု ပြောသောကြောင့် ဖြစ်သည်။ ၎င်းတို့၏ ဘာသာရေးတွင် တီထွင်ခဲ့သော အရာသည် ၎င်းတို့အား လှည့်ဖြားခဲ့သည်။ <span>(၂၄)</span> ၎င်းတို့အား သံသယဖြစ်ဖွယ်မရှိသော နေ့တွင် <span class=\"gray\">(ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့)</span> ကျွန်ုပ်တို့ စုဝေးစေသောအခါ <span class=\"gray\">(မည်သို့ဖြစ်လိမ့်မည်နည်း)</span>။ လူတစ်ဦးစီတိုင်း မိမိရရှိခဲ့သည်များကို အပြည့်အဝ ပေးချေခံရမည်။ ၎င်းတို့အား မတရားပြုခံရမည်မဟုတ်ပေ။ <span>(၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>ဆုံးဖြတ်ရန်အတွက် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို ကိုးကားရန် ပျက်ကွက်သော ကျမ်းဂန်ရှင်များကို ပြစ်တင်ရှုံ့ချခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ကျမ်းများဖြစ်သော တော်ရဟ်နှင့် အင်ဂျီလ်ကို လိုက်နာသည်ဟု အခိုင်အမာဆိုသော ဂျူးများနှင့် ခရစ်ယာန်များကို ပြစ်တင်ဝေဖန်ထားသည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ် ﷺ ကို လိုက်နာရန် အမိန့်ပေးထားသည့် ဤကျမ်းများကို ကိုးကားရန် ခေါ်ဆိုသောအခါ ၎င်းတို့သည် ရွံရှာစွာဖြင့် လှည့်ထွက်သွားကြသည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ ဤပြစ်တင်ရှုံ့ချမှုနှင့် ဝေဖန်မှုများအားလုံးသည် ၎င်းတို့၏ မနာခံမှုနှင့် ငြင်းပယ်မှုများကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَن تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَّعْدُودَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ၎င်းတို့က \"မီးသည် ကျွန်ုပ်တို့ကို ရက်အနည်းငယ်မျှသာ ထိတွေ့လိမ့်မည်\" ဟု ပြောသောကြောင့် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ အမှန်တရားကို စိန်ခေါ်ပြီး မနာခံရန် ၎င်းတို့အား ရဲရင့်စေခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝတွင် တစ်ထောင်နှစ်လျှင် တစ်ရက်နှုန်းဖြင့် မီးထဲတွင် ခုနစ်ရက်မျှသာ ပြစ်ဒဏ်ပေးလိမ့်မည်ဟူသော ၎င်းတို့၏ မှားယွင်းသော အဆိုဖြစ်သည်။ ဤအကြောင်းအရာကို စူရာဟ် အလ်-ဘကရဟ်၏ တဖ်စီရ်တွင် ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီး ဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَغَرَّهُمْ فِي دِينِهِم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဘာသာရေးတွင် တီထွင်ခဲ့သော အရာသည် ၎င်းတို့အား လှည့်ဖြားခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မှားယွင်းသော ယုံကြည်ချက်တွင် ဆက်လက်တည်ရှိနေစေခဲ့သည်မှာ ၎င်းတို့ကိုယ်တိုင် လှည့်ဖြားခဲ့ခြင်း ဖြစ်သည်။ မီးသည် ၎င်းတို့၏ အမှားများအတွက် ရက်အနည်းငယ်မျှသာ ထိတွေ့လိမ့်မည်ဟု ၎င်းတို့က ယုံကြည်ကြသည်။ သို့သော် ဤအယူအဆကို တီထွင်ခဲ့သည်မှာ ၎င်းတို့ကိုယ်တိုင်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ဤအဆိုကို ထောက်ခံရန်အတွက် ၎င်းတို့အား အခွင့်အာဏာ ပေးအပ်ခဲ့ခြင်း မရှိပေ။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခြိမ်းခြောက်သတိပေးရင်း မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံသယဖြစ်ဖွယ်မရှိသော နေ့တွင် <span class=\"gray\">(ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့)</span> ကျွန်ုပ်တို့ ၎င်းတို့အား စုဝေးစေသောအခါ <span class=\"gray\">(မည်သို့ဖြစ်လိမ့်မည်နည်း)</span>။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ ဤမုသားကို ပြောဆိုပြီး၊ ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်ကာ၊ ကိုယ်တော်၏ တမန်တော်များနှင့် ကောင်းမှုများကို အမိန့်ပေးပြီး မကောင်းမှုများကို တားမြစ်သော ၎င်းတို့၏ ပညာရှင်များကို သတ်ဖြတ်ပြီးနောက် ၎င်းတို့၏ အခြေအနေသည် မည်သို့ဖြစ်လိမ့်မည်နည်း။ အလ္လာဟ်အရှင်မြတ်သည် ဤအရာအားလုံးနှင့်ပတ်သက်၍ ၎င်းတို့အား မေးမြန်းမည်ဖြစ်ပြီး ၎င်းတို့ လုပ်ဆောင်ခဲ့သည်များအတွက် ပြစ်ဒဏ်ပေးမည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခြင်း အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံသယဖြစ်ဖွယ်မရှိသော နေ့တွင် ကျွန်ုပ်တို့ ၎င်းတို့အား စုဝေးစေသောအခါ <span class=\"gray\">(မည်သို့ဖြစ်လိမ့်မည်နည်း)</span>။)</span> ဆိုလိုသည်မှာ ဤနေ့သည် ရောက်လာမည်မှာ သံသယဖြစ်ဖွယ်မရှိပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးစီတိုင်း မိမိရရှိခဲ့သည်များကို အပြည့်အဝ ပေးချေခံရမည်လား။ ၎င်းတို့အား မတရားပြုခံရမည်မဟုတ်ပေ။)</span></p>"
  },
  {
    "ayah_key": "3:26",
    "group_ayah_key": "3:26",
    "from_ayah": "3:26",
    "to_ayah": "3:27",
    "ayah_keys": "3:26,3:27",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ။ \"အို အလ္လာဟ်အရှင်မြတ်၊ အာဏာပိုင်ရှင်၊ အသင်သည် အလိုရှိသူအား အာဏာပေးတော်မူသည်၊ အသင်သည် အလိုရှိသူထံမှ အာဏာကို ပြန်လည်ရုပ်သိမ်းတော်မူသည်၊ အသင်သည် အလိုရှိသူအား ဂုဏ်ပြုတော်မူသည်၊ အသင်သည် အလိုရှိသူအား အရှက်ရစေတော်မူသည်၊ အသင့်လက်တော်တွင် ကောင်းမြတ်မှုရှိသည်။ အမှန်စင်စစ် အသင်သည် အရာအားလုံးကို ပြုလုပ်နိုင်သူ ဖြစ်သည်။ <span>(၂၆)</span> အသင်သည် ညကို နေ့ထဲသို့ သွင်းတော်မူသည်၊ နေ့ကို ညထဲသို့ သွင်းတော်မူသည်၊ သက်ရှိကို သက်မဲ့မှ ထုတ်တော်မူသည်၊ သက်မဲ့ကို သက်ရှိမှ ထုတ်တော်မူသည်၊ အသင်သည် အလိုရှိသူအား ဥစ္စာဓနနှင့် ရိက္ခာကို အကန့်အသတ်မရှိ ပေးသနားတော်မူသည်။ <span>(၂၇)</span></p><div lang=\"la\" class=\"la \"><h2>Encouraging Gratitude</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"qpc-hafs\">قل</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span> အို မုဟမ္မဒ် ﷺ၊ သင်၏ အရှင်သခင်ကို ချီးမွမ်းရင်း၊ ကိုယ်တော်ကို ကျေးဇူးတင်ရင်း၊ ကိစ္စရပ်တိုင်းတွင် ကိုယ်တော်အပေါ် မှီခိုရင်း၊ ကိုယ်တော်ကို ယုံကြည်ရင်းနှင့်တည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ مَالِكَ الْمُلْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အာဏာပိုင်ရှင်)</span> ဆိုလိုသည်မှာ အာဏာပိုင်စိုးမှုအားလုံးသည် အသင်၏ ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُؤْتِي الْمُلْكَ مَن تَشَاءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ وَتُعِزُّ مَن تَشَاءُ وَتُذِلُّ مَن تَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် အလိုရှိသူအား အာဏာပေးတော်မူသည်၊ အသင်သည် အလိုရှိသူထံမှ အာဏာကို ပြန်လည်ရုပ်သိမ်းတော်မူသည်၊ အသင်သည် အလိုရှိသူအား ဂုဏ်ပြုတော်မူသည်၊ အသင်သည် အလိုရှိသူအား အရှက်ရစေတော်မူသည်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အသင်သည် ပေးသနားသူဖြစ်သည်၊ အသင်သည် ရုပ်သိမ်းသူဖြစ်သည်၊ အသင်၏အလိုတော်သာ ဖြစ်ပေါ်သည်၊ အသင်အလိုမရှိသော မည်သည့်အရာမျှ ဖြစ်ပေါ်လာမည်မဟုတ်ပေ။ ဤအာယသ်တော်သည် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ နှင့် ကိုယ်တော်၏ အွမ္မသ်အား ပေးသနားခဲ့သော ကျေးဇူးတော်များအတွက် ကျေးဇူးတင်ရန် တိုက်တွန်းထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် နဗီတမန်တော်ရာထူးကို အစ္စရာအီလ်သားများထံမှ အာရပ်၊ ကုရိုက်ရှ်၊ မက္ကာသား၊ အက္ခရာမတတ်သော တမန်တော်၊ တမန်တော်များအားလုံး၏ နောက်ဆုံးနှင့် အဆုံးသတ်တမန်တော်ဖြစ်သော မုဟမ္မဒ် ﷺ အား လူသားများနှင့် ဂျင်န်အားလုံးအတွက် ရစူလ်တမန်တော်အဖြစ် လွှဲပြောင်းပေးတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ် ﷺ အား ကိုယ်တော်မတိုင်မီက တမန်တော်များထံမှ အကောင်းဆုံးသော ဂုဏ်ရည်များဖြင့် ပြည့်စုံစေတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်မတိုင်မီက မည်သည့် တမန်တော် သို့မဟုတ် ရစူလ်တမန်တော်မျှ မရရှိခဲ့သော ထူးခြားသော အရည်အချင်းများကိုလည်း ကိုယ်တော်အား ပေးသနားတော်မူခဲ့သည်၊ ဥပမာ- အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ဥပဒေတော်ဆိုင်ရာ <span class=\"gray\">(ပိုမိုများပြားသော)</span> အသိပညာ၊ အတိတ်နှင့် အနာဂတ်ဆိုင်ရာ ကိစ္စရပ်များ၊ ဥပမာ- နောင်တမလွန်လောကတွင် ဖြစ်ပေါ်လာမည့် အရာများဆိုင်ရာ အသိပညာများ ပေးသနားခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ်၏ အွမ္မသ်အား ကမ္ဘာ့အရှေ့ဘက်နှင့် အနောက်ဘက်ဒေသများသို့ ရောက်ရှိစေပြီး ကိုယ်တော်၏ ဘာသာနှင့် ဥပဒေအား အခြားဘာသာနှင့် ဥပဒေများအားလုံးထက် လွှမ်းမိုးစေခဲ့သည်။ ကယာမသ်နေ့အထိ၊ နေ့နှင့်ည ဆက်လက်တည်ရှိနေသမျှ ကာလပတ်လုံး တမန်တော်မြတ် ﷺ အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများ သက်ရောက်ပါစေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခြင်း အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ။ \"အို အလ္လာဟ်အရှင်မြတ်၊ အာဏာပိုင်ရှင်၊\")</span> ဆိုလိုသည်မှာ အသင်သည် သင်၏ ဖန်ဆင်းခံများနှင့် ပတ်သက်၍ အလိုရှိရာကို ဆုံးဖြတ်တော်မူသည်၊ အသင်သည် အလိုရှိရာကို ပြုလုပ်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်အတွက် ၎င်းတို့ ဆုံးဖြတ်နိုင်သည်ဟု ထင်မြင်သူများကို အလ္လာဟ်အရှင်မြတ်က ငြင်းပယ်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အဘယ်ကြောင့် ဤကုရ်အာန်ကျမ်းကို မြို့နှစ်မြို့ <span class=\"gray\">(မက္ကာနှင့် တာအိဖ်)</span> မှ ဂုဏ်သရေရှိ ပုဂ္ဂိုလ်တစ်ဦးဦးထံသို့ မချပေးခဲ့ပါသနည်း။\" ဟု ပြောကြသည်)</span><span class=\"gray\">[43:31]</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ငြင်းပယ်ရင်း မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်သခင်၏ ကရုဏာတော်ကို ခွဲဝေပေးမည့်သူများမှာ ၎င်းတို့လား။)</span><span class=\"gray\">[43:32]</span>၊ ဆိုလိုသည်မှာ \"ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ဖန်ဆင်းခံများနှင့် ပတ်သက်၍ အလိုရှိရာကို ဆုံးဖြတ်သည်၊ မည်သူတစ်ဦးတစ်ယောက်၏ ဆန့်ကျင်မှု သို့မဟုတ် အတားအဆီးမျှ မရှိစေရ။ ဤအရာအားလုံးတွင် ကျွန်ုပ်တို့၌ ပြည့်စုံသော ဉာဏ်ပညာနှင့် ငြင်းခုံဖွယ်မရှိသော အထောက်အထားများ ရှိသည်၊ ကျွန်ုပ်တို့သည် အလိုရှိသူအား တမန်တော်ရာထူးကို ပေးအပ်သည်\"။ အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ သတင်းစကားကို မည်သူနှင့် အပ်နှံရမည်ကို အကောင်းဆုံး သိတော်မူသည်)</span><span class=\"gray\">[6:124]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကတွင် ကျွန်ုပ်တို့ မည်သို့ အချင်းချင်း ထူးချွန်စေသည်ကို ကြည့်ပါ)</span><span class=\"gray\">[17:21]</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ညကို နေ့ထဲသို့ သွင်းတော်မူသည်၊ နေ့ကို ညထဲသို့ သွင်းတော်မူသည်)</span> ဆိုလိုသည်မှာ အသင်သည် ၎င်းတို့ထဲမှ တစ်ခု၏ အရှည်မှယူပြီး ကျန်တစ်ခု၏ အတိုထဲသို့ ထည့်လိုက်ခြင်းဖြင့် ၎င်းတို့သည် တူညီသွားစေသည်၊ ထို့ပြင် ၎င်းတို့ထဲမှ တစ်ခု၏ အရှည်မှယူပြီး ကျန်တစ်ခုထဲသို့ ထည့်လိုက်ခြင်းဖြင့် ၎င်းတို့သည် မတူညီတော့ပေ။ ဤသည်မှာ တစ်နှစ်ပတ်လုံး ရာသီဥတုများဖြစ်သည့် နွေဦး၊ နွေရာသီ၊ ဆောင်းဦးနှင့် ဆောင်းရာသီတို့တွင် ဖြစ်ပေါ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားတော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် သက်ရှိကို သက်မဲ့မှ ထုတ်တော်မူသည်၊ သက်မဲ့ကို သက်ရှိမှ ထုတ်တော်မူသည်)</span> ဆိုလိုသည်မှာ အသင်သည် အစေ့မှ အပင်ကို ထုတ်တော်မူသည်၊ အပင်မှ အစေ့ကို ထုတ်တော်မူသည်၊ စွန်ပလွန်သီးမှ ၎င်း၏အစေ့ကို ထုတ်တော်မူသည်၊ စွန်ပလွန်သီး၏အစေ့မှ စွန်ပလွန်သီးကို ထုတ်တော်မူသည်၊ ယုံကြည်သူကို မယုံကြည်သူမှ ထုတ်တော်မူသည်၊ မယုံကြည်သူကို ယုံကြည်သူမှ ထုတ်တော်မူသည်၊ ကြက်ဥမှ ကြက်ကို ထုတ်တော်မူသည်၊ ကြက်မှ ကြက်ဥကို ထုတ်တော်မူသည်၊ အစရှိသဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرْزُقُ مَن تَشَاءُ بِغَيْرِ حِسَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် အလိုရှိသူအား ဥစ္စာဓနနှင့် ရိက္ခာကို အကန့်အသတ်မရှိ ပေးသနားတော်မူသည်)</span> ဆိုလိုသည်မှာ အသင်သည် အလိုရှိသူအား ဉာဏ်ပညာနှင့် တရားမျှတမှုအရ ရေတွက်မရနိုင်သော ဥစ္စာဓနများကို ပေးသနားတော်မူပြီး အချို့ကိုမူ ယင်းမှ ကင်းမဲ့စေသည်။</p>"
  }
]