[
  {
    "ayah_key": "7:37",
    "group_ayah_key": "7:37",
    "from_ayah": "7:37",
    "to_ayah": "7:37",
    "ayah_keys": "7:37",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားကို ကြံဖန်ပြောဆိုသူ သို့မဟုတ် အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်သူထက် မည်သူက ပိုမိုမတရားနိုင်မည်နည်း။ ထိုသူတို့အတွက် ၎င်းတို့အား သတ်မှတ်ထားသော ဝေစုသည် ကျမ်းဂန် <span class=\"gray\">(စီရင်ချက်များ)</span> မှ ၎င်းတို့ထံ ရောက်ရှိလာမည်ဖြစ်ပြီး ကျွန်ုပ်တို့၏ ရစူလ်တမန်များ <span class=\"gray\">(မရဏနတ်သားနှင့် ၎င်း၏လက်ထောက်များ)</span> ၎င်းတို့၏ ဝိညာဉ်များကို သိမ်းယူရန် ၎င်းတို့ထံ ရောက်ရှိလာသောအခါ ၎င်းတို့ <span class=\"gray\">(နတ်သားများ)</span> က “အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့ခေါ်ဆို ကိုးကွယ်ခဲ့ကြသော သူများသည် အဘယ်မှာနည်း” ဟု ပြောကြားမည်ဖြစ်ရာ ၎င်းတို့က “သူတို့သည် ပျောက်ကွယ်သွားပြီး ကျွန်ုပ်တို့ကို စွန့်ပစ်သွားခဲ့ကြပြီ” ဟု ပြန်လည်ဖြေကြားကြမည်။ ထို့နောက် ၎င်းတို့သည် မိမိတို့ကိုယ်တိုင် မယုံကြည်သူများ ဖြစ်ခဲ့ကြကြောင်း သက်သေခံကြမည်။ <span>(၃၇)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူများသည် ဤဘဝတွင် ၎င်းတို့အတွက် သတ်မှတ်ထားသော ဝေစုကို ခံစားကြရမည်ဖြစ်ပြီး သေဆုံးသည့်အခါ ၎င်းတို့၏ ထောက်ခံသူများကို ဆုံးရှုံးရမည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားကို ကြံဖန်ပြောဆိုသူ သို့မဟုတ် အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်သူထက် မည်သူက ပိုမိုမတရားနိုင်မည်နည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အကြောင်း မုသားကို ကြံဖန်ပြောဆိုသူ သို့မဟုတ် အရှင်မြတ်ထုတ်ပြန်ခဲ့သော အာယသ်တော်များကို ငြင်းပယ်သူထက် မည်သူမျှ ပိုမိုမတရားနိုင်ပေ။ မိုဟာမတ် ဘင် ကဗ် အလ်-ကူရာဇီက ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အတွက် ၎င်းတို့အား သတ်မှတ်ထားသော ဝေစုသည် ကျမ်းဂန်မှ ၎င်းတို့ထံ ရောက်ရှိလာမည်)</span> သည် လူတစ်ဦးချင်းစီ၏ အပြုအမူများ၊ သတ်မှတ်ထားသော ရိက္ခာများနှင့် အသက်ကို ရည်ညွှန်းသည်။ အာလ်-ရာဘီ ဘင် အန်နပ်စ် နှင့် အဗ်ဒူရ်-ရာဟ်မန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ် တို့ကလည်း အလားတူပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အလားတူထုတ်ပြန်ချက်များတွင် ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ - مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားကို ကြံဖန်ပြောဆိုသူများသည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်ပေ။ <span class=\"gray\">(ခဏတာ)</span> ခံစားမှု! ထို့နောက် ကျွန်ုပ်တို့ထံသို့ ၎င်းတို့ ပြန်လာရမည်ဖြစ်ပြီး ထို့နောက် ၎င်းတို့ မယုံကြည်ခဲ့သောကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား အပြင်းထန်ဆုံး ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်။)</span><span class=\"gray\">[၁၀:၆၉-၇၀]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوا إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ - نُمَتِّعُهُمْ قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မယုံကြည်ပါက ၎င်း၏ မယုံကြည်မှုက သင့်ကို ဝမ်းနည်းစေပါစေနှင့်။ ကျွန်ုပ်တို့ထံသို့ ၎င်းတို့ ပြန်လာရမည်ဖြစ်ပြီး ၎င်းတို့ ပြုလုပ်ခဲ့သည်များကို ကျွန်ုပ်တို့ ပြောပြမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ရင်ဘတ်များ <span class=\"gray\">(လူသားများ၏)</span> အတွင်း၌ရှိသည်များကို အလုံးစုံသိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ခဏတာမျှ ခံစားစေသည်။)</span><span class=\"gray\">[၃၁:၂၃-၂၄]</span>။ </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ရစူလ်တမန်များ ၎င်းတို့၏ ဝိညာဉ်များကို သိမ်းယူရန် ၎င်းတို့ထံ ရောက်ရှိလာသောအခါ။)</span> အလ္လာဟ်အရှင်မြတ်က ဖော်ပြသည်မှာ ရုပ်တုကိုးကွယ်သူများထံသို့ သေခြင်းတရားရောက်ရှိလာပြီး နတ်သားများက ၎င်းတို့၏ ဝိညာဉ်များကို သိမ်းယူကာ ငရဲသို့ ခေါ်ဆောင်ရန် ရောက်ရှိလာသောအခါ နတ်သားများက ၎င်းတို့အား ထိတ်လန့်စေပြီး “အလ္လာဟ်အရှင်မြတ်အစား ဤလောကဘဝတွင် သင်တို့ခေါ်ဆို ကိုးကွယ်ခဲ့ကြသော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> မိတ်ဖက်များဟု ခေါ်တွင်သူများသည် အဘယ်မှာနည်း။ သင်တို့ ခံစားနေရသည်များမှ ကယ်တင်နိုင်ရန် ၎င်းတို့ကို ခေါ်လိုက်ပါ” ဟု ပြောကြားမည်။ သို့သော် ရုပ်တုကိုးကွယ်သူများက ပြန်လည်ဖြေကြားကြမည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضَلُّوا عَنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သူတို့သည် ပျောက်ကွယ်သွားပြီး ကျွန်ုပ်တို့ကို စွန့်ပစ်သွားခဲ့ကြပြီ”)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ဆုံးရှုံးခဲ့ရပြီး ထို့ကြောင့် ၎င်းတို့၏ အကျိုးကျေးဇူး သို့မဟုတ် အကူအညီကို ကျွန်ုပ်တို့ မျှော်လင့်ခြင်းမရှိတော့ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَهِدُوا عَلَىٰ أَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ကိုယ်တိုင် သက်သေခံကြမည်)</span> ၎င်းတို့သည် မိမိတို့ကိုယ်တိုင် ဝန်ခံပြီး ကြေညာကြမည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنَّهُمْ كَانُوا كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မယုံကြည်သူများ ဖြစ်ခဲ့ကြကြောင်း။)</span></p>"
  },
  {
    "ayah_key": "7:38",
    "group_ayah_key": "7:38",
    "from_ayah": "7:38",
    "to_ayah": "7:39",
    "ayah_keys": "7:38,7:39",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> မိန့်ကြားတော်မူမည်- \"သင်တို့ရှေ့က ကွယ်လွန်ခဲ့ပြီးသော လူသားများနှင့် ဂျင်န်အမျိုးသားများအနက်မှ လူမျိုးစုများနှင့်အတူ ငရဲမီးထဲသို့ ဝင်ရောက်ကြလော့။\" အမျိုးသားသစ်တစ်ဖွဲ့ ဝင်ရောက်တိုင်း ၎င်းသည် ၎င်း၏ညီအစ်မလူမျိုးစု <span class=\"gray\">(ရှေ့ကထွက်ခွာသွားသော)</span> ကို ကျိန်ဆဲကြသည်၊ နောက်ဆုံးတွင် သူတို့အားလုံး ငရဲမီးထဲတွင် စုဝေးကြလိမ့်မည်။ သူတို့ထဲမှ နောက်ဆုံးလူက ပထမဆုံးလူကို ပြောမည်- \"ကျွန်ုပ်တို့၏ အရှင်သခင်! ဤသူတို့သည် ကျွန်ုပ်တို့ကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြသည်၊ ထို့ကြောင့် သူတို့ကို ငရဲမီး၏ နှစ်ဆပြစ်ဒဏ်ပေးတော်မူပါ။\" ထိုအရှင်က မိန့်ကြားမည်- \"လူတိုင်းအတွက် နှစ်ဆ <span class=\"gray\">(ပြစ်ဒဏ်)</span> ရှိသည်၊ သို့သော် သင်တို့ မသိကြပေ။ <span>(၃၈)</span>သူတို့ထဲမှ ပထမဆုံးလူက နောက်ဆုံးလူကို ပြောမည်- \"သင်တို့သည် ကျွန်ုပ်တို့ထက် မသာလွန်ခဲ့ပါ၊ ထို့ကြောင့် သင်တို့ လုပ်ကိုင်ခဲ့ကြသည့်အတွက် ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့။ <span>(၃၉)</span></p><div lang=\"my\" class=\"my \"><h2>ငရဲသားများသည် တစ်ဦးနှင့်တစ်ဦး အချင်းများကာ ကျိန်ဆဲကြမည် </h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်နှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်သူများ၊ ကိုယ်တော်အပေါ် မုသားများ တီထွင်သူများနှင့် ကိုယ်တော်၏ အာယတ်တော်များကို ငြင်းပယ်သူများအား မည်သို့မိန့်ကြားမည်ကို ဖော်ပြတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا فِي أُمَمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူမျိုးစုများနှင့်အတူ ဝင်ရောက်ကြလော့)</span>၊ သင်တို့နှင့်တူညီပြီး အပြုအမူတွင် သင်တို့နှင့် ဆင်တူသူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ خَلَتْ مِن قَبْلِكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ရှေ့က ကွယ်လွန်ခဲ့ပြီးသော)</span> ရှေးယခင် မယုံကြည်သူ လူမျိုးစုများထဲမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ الْجِنِّ وَالْإِنسِ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားများနှင့် ဂျင်န်များထဲမှ ငရဲမီးထဲသို့။)</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသားသစ်တစ်ဖွဲ့ ဝင်ရောက်တိုင်း ၎င်းသည် ၎င်း၏ညီအစ်မလူမျိုးစု <span class=\"gray\">(ရှေ့ကထွက်ခွာသွားသော)</span> ကို ကျိန်ဆဲကြသည်)</span></p><p lang=\"my\" class=\"my \">အလ်-ခလီလ် <span class=\"gray\">(နဗီတမန်တော် အစ်ဗရာဟင်မ်)</span> သည် ၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ၊ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သို့သော် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ငြင်းပယ်ကြလိမ့်မည်။\")</span><span class=\"gray\">[၂၉:၂၅]</span>။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ - وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَٰلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُم بِخَارِجِينَ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့ကို နောက်လိုက်သူများကို နောက်လိုက်ခံရသူများက အပြစ်ကင်းစင်ကြောင်း ကြေညာသည့်အခါ၊ သူတို့သည် ပြစ်ဒဏ်ကို မြင်ကြရသောအခါ၊ ၎င်းတို့၏ ဆက်သွယ်မှုများအားလုံး ပြတ်တောက်သွားလိမ့်မည်။ ထို့နောက် နောက်လိုက်သူများက ပြောကြမည်- \"အကယ်၍ ကျွန်ုပ်တို့သည် <span class=\"gray\">(ဤလောကီဘဝသို့)</span> ပြန်လာရန် နောက်ထပ်အခွင့်အရေးတစ်ကြိမ်သာ ရခဲ့လျှင်၊ ၎င်းတို့က ကျွန်ုပ်တို့အပေါ် အပြစ်ကင်းစင်ကြောင်း ကြေညာခဲ့သကဲ့သို့ ကျွန်ုပ်တို့လည်း ၎င်းတို့အပေါ် အပြစ်ကင်းစင်ကြောင်း ကြေညာကြမည်။\" ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လုပ်ရပ်များကို နောင်တအဖြစ် ပြသတော်မူမည်။ ၎င်းတို့သည် ငရဲမီးမှ ဘယ်သောအခါမျှ ထွက်ခွာနိုင်ကြမည် မဟုတ်။)</span><span class=\"gray\">[၂:၁၆၆-၁၆၇]</span>။ </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا ادَّارَكُوا فِيهَا جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဆုံးတွင် သူတို့အားလုံး ငရဲမီးထဲတွင် စုဝေးကြလိမ့်မည်)</span> ဆိုသည်မှာ၊ သူတို့အားလုံး ငရဲမီးထဲတွင် စုဝေးနေကြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ထဲမှ နောက်ဆုံးလူက ပထမဆုံးလူကို ပြောမည်)</span> ဆိုသည်မှာ၊ နောက်ဆုံးမှ ဝင်ရောက်လာသော နောက်လိုက်လူမျိုးစုက ပထမဆုံးဝင်ရောက်ခဲ့သော လူမျိုးစုများကို ဤသို့ပြောမည်ဖြစ်သည်။ အကြောင်းမှာ ရှေးယခင်လူမျိုးစုများသည် ၎င်းတို့နောက်လိုက်များထက် ပိုမိုဆိုးရွားသော ရာဇဝတ်သားများဖြစ်သောကြောင့် ၎င်းတို့သည် ငရဲမီးထဲသို့ ဦးစွာဝင်ရောက်ခဲ့ကြခြင်းဖြစ်သည်။ ဤအကြောင်းကြောင့် ၎င်းတို့၏နောက်လိုက်များသည် အလ္လာဟ်အရှင်မြတ်ထံ ၎င်းတို့အပေါ် တိုင်ကြားကြမည်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မှန်ကန်သောလမ်းမှ လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြသူများဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا هَٰؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့၏ အရှင်သခင်! ဤသူတို့သည် ကျွန်ုပ်တို့ကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြသည်၊ ထို့ကြောင့် သူတို့ကို ငရဲမီး၏ နှစ်ဆပြစ်ဒဏ်ပေးတော်မူပါ။\")</span> ၎င်းတို့၏ ပြစ်ဒဏ်ဝေစုကို နှစ်ဆတိုးပေးပါ။ အလ္လာဟ်အရှင်မြတ်သည် အခြားတစ်နေရာတွင် မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا - وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا - رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏မျက်နှာများကို ငရဲမီးထဲတွင် လှန်လှောပစ်သည့်နေ့၌ ၎င်းတို့က ပြောကြလိမ့်မည်- \"အို! အကယ်၍ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို နာခံပြီး ရစူလ်တမန်တော်ကို နာခံခဲ့လျှင် ကောင်းလေစွ။\" ၎င်းတို့က ပြောကြမည်- \"ကျွန်ုပ်တို့၏ အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ခေါင်းဆောင်များနှင့် ကျွန်ုပ်တို့၏ကြီးမြတ်သူများကို နာခံခဲ့ကြသည်၊ ၎င်းတို့က ကျွန်ုပ်တို့ကို <span class=\"gray\">(မှန်ကန်သော)</span> လမ်းမှ လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြသည်။ ကျွန်ုပ်တို့၏ အရှင်သခင်! ၎င်းတို့အား နှစ်ဆပြစ်ဒဏ်ပေးတော်မူပါ။\")</span><span class=\"gray\">[၃၃:၆၆-၆၈]</span>။ အလ္လာဟ်အရှင်မြတ်က ပြန်လည်မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِكُلٍّ ضِعْفٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်က မိန့်ကြားမည်- \"လူတိုင်းအတွက် နှစ်ဆ <span class=\"gray\">(ပြစ်ဒဏ်)</span> ရှိသည်...\")၊ </span></p><p lang=\"my\" class=\"my \">သင်တို့တောင်းဆိုသည့်အတိုင်း ကျွန်ုပ်တို့လုပ်ဆောင်ခဲ့ပြီး လူတိုင်းကို ၎င်းတို့၏ လုပ်ရပ်များအတိုင်း အကျိုးပေးခဲ့သည်။' အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ရပ်တွင် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်ခဲ့ကြသူများနှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ <span class=\"gray\">(လူသားများကို)</span> တားဆီးခဲ့ကြသူများအတွက် ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ကို ထပ်တိုးပေးမည်။)</span><span class=\"gray\">[၁၆:၈၈]</span>။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သည် မိမိတို့၏ဝန်များကိုလည်းကောင်း၊ မိမိတို့၏ဝန်များအပြင် အခြားဝန်များကိုလည်းကောင်း ထမ်းရလိမ့်မည်။)</span><span class=\"gray\">[၂၉:၁၃]</span>။ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသိပညာမရှိဘဲ မိမိတို့ လမ်းမှားပို့ခဲ့သောသူများ၏ ဝန်များ <span class=\"gray\">(အချို့)</span> ကိုလည်း <span class=\"gray\">(ထမ်းရလိမ့်မည်။)</span>)</span><span class=\"gray\">[၁၆:၂၅]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ထဲမှ ပထမဆုံးလူက နောက်ဆုံးလူကို ပြောမည်)</span> ဆိုသည်မှာ၊ နောက်လိုက်ခံရသူများက နောက်လိုက်သူများကို ပြောမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့သည် ကျွန်ုပ်တို့ထက် မသာလွန်ခဲ့ပါ...\")</span> ဆိုသည်မှာ၊ အလ်-ဆွဒ်ဒီ၏ အဆိုအရ၊ သင်တို့သည် ကျွန်ုပ်တို့ လမ်းမှားခဲ့သကဲ့သို့ လမ်းမှားခဲ့ကြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ထို့ကြောင့် သင်တို့ လုပ်ကိုင်ခဲ့ကြသည့်အတွက် ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့။\")</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာ)</span> စုရုံးချိန်တွင် ရုပ်တုကိုးကွယ်သူများ၏ အခြေအနေကို ထပ်မံဖော်ပြတော်မူခဲ့သည်၊ ထိုအရှင်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُم بَلْ كُنتُم مُّجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ မာန်မာနထောင်လွှားခဲ့သူများသည် အားနည်းသည်ဟု သတ်မှတ်ခံရသူများကို ပြောကြမည်- \"လမ်းညွှန်မှု ရောက်လာပြီးနောက် သင်တို့အား ကျွန်ုပ်တို့က လမ်းမှန်မှ တားဆီးခဲ့ပါသလား။ မဟုတ်ပါ၊ သင်တို့သည် ရာဇဝတ်သားများသာ ဖြစ်ခဲ့ကြသည်။\" အားနည်းသည်ဟု သတ်မှတ်ခံရသူများသည် မာန်မာနထောင်လွှားခဲ့သူများကို ပြောကြမည်- \"မဟုတ်ပါ၊ သို့သော် ညဉ့်အခါနှင့် နေ့အခါတွင် သင်တို့၏ ပူးပေါင်းကြံစည်မှုသာ ဖြစ်သည်။ သင်တို့သည် ကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ရန်နှင့် ကိုယ်တော်အတွက် ပြိုင်ဘက်များကို ထားရှိရန် အမိန့်ပေးခဲ့ကြသည်!\" ထိုအခါ ၎င်းတို့ <span class=\"gray\">(အဖွဲ့အစည်းများ)</span> တစ်ခုစီသည် ပြစ်ဒဏ်ကို မြင်တွေ့ရသောအခါ မိမိတို့၏ နောင်တများကို ဖုံးကွယ်ထားကြမည်။ မယုံကြည်သူများ၏ လည်ပင်းများတွင် သံကြိုးများ ချည်နှောင်ထားမည်။ ၎င်းတို့ လုပ်ကိုင်ခဲ့ကြသည့်အရာမှအပ အခြားမည်သည့်အရာအတွက်မျှ အကျိုးပေးခံရမည်လော။)</span><span class=\"gray\">[၃၄:၃၂-၃၃]</span></p>"
  }
]