[
  {
    "ayah_key": "38:26",
    "group_ayah_key": "38:26",
    "from_ayah": "38:26",
    "to_ayah": "38:26",
    "ayah_keys": "38:26",
    "text": "<p class=\"my translation\" lang=\"my\">အို ဒါဝုဒ်! ဧကန်မလွဲ ငါတို့သည် သင့်အား ကမ္ဘာမြေပေါ်တွင် အုပ်စိုးသူအဖြစ် ထားရှိခဲ့ပြီ။ ထို့ကြောင့် လူသားများအကြား မှန်ကန်စွာ <span class=\"gray\">(နှင့် တရားမျှတစွာ)</span> စီရင်ဆုံးဖြတ်လော့။ သင်၏စိတ်ဆန္ဒကို မလိုက်စားနှင့်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သင့်အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ လမ်းမှားစေလိမ့်မည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ လမ်းမှားသူတို့သည် <span class=\"gray\">(ရရှိကြလိမ့်မည်)</span> ပြင်းထန်သော ပြစ်ဒဏ်ကို၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် စာရင်းရှင်းသည့်နေ့ကို မေ့လျော့ခဲ့ကြ၍ ဖြစ်သည်။ <span>(၂၆)</span></p><p lang=\"my\" class=\"my \">အုပ်ချုပ်သူများနှင့် ခေါင်းဆောင်များအား အကြံဉာဏ်ပေးခြင်း</p><p lang=\"my\" class=\"my \">၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ အကြံဉာဏ်ဖြစ်ပြီး၊ အာဏာပိုင်ရာထူးများတွင် ရှိသူတို့အား ရည်ရွယ်သည်။ ၎င်းတို့သည် အရှင်မြတ်ထံမှ ထုတ်ဖော်ပြသသော သမ္မာတရားနှင့် တရားမျှတမှုအတိုင်း အုပ်ချုပ်သင့်သည်။ ၎င်းမှ ခွဲထွက်၍ အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ လမ်းလွဲမသွားသင့်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ လမ်းမှ လမ်းလွဲသွားပြီး ရှင်ပြန်ထမြောက်ရာနေ့ကို မေ့လျော့သူတို့အား ပြင်းထန်သော ပြစ်ဒဏ်အတွက် တင်းမာစွာ သတိပေးထားသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတီမ် မှတ်တမ်းတင်ထားသည်မှာ၊ ကျမ်းစာဖတ်ရှုသူ အီဘရာဟင်မ် အဗူ ဇူရာအ်က အလ်-ဝါလီဒ် ဘင် အဗ်ဒ် အလ်-မာလစ်က်က သူ့အား ပြောခဲ့သည်ဟု သတင်းပို့သည်။ “မည်သူမဆို ခလီဖာကို မေးခွန်းထုတ်ပိုင်ခွင့်ရှိသလော။ သင်သည် ပထမဆုံးကျမ်းစာနှင့် ကုရ်အာန်ကို ဖတ်ရှုခဲ့ပြီး ၎င်းတို့ကို နားလည်ထားသည်။” သူက ပြန်ဖြေသည်၊ “အို သစ္စာရှိသူတို့၏ ခေါင်းဆောင်၊ ကျွန်ုပ် စကားပြောခွင့်ပြုမလား။” သူက ပြောသည်၊ “ပြောပါ၊ သင်သည် အလ္လာဟ်အရှင်မြတ်၏ အကာအကွယ်အောက်တွင် ရှိသည်။” ကျွန်ုပ်က ပြောသည်၊ “အို သစ္စာရှိသူတို့၏ ခေါင်းဆောင်၊ သင်သည် အလ္လာဟ်အရှင်မြတ်အတွက် ပိုချစ်မြတ်နိုးဖွယ်ဖြစ်သလော၊ သို့မဟုတ် ဒါဝုဒ် (အပေါ်တွင် ငြိမ်းချမ်းခြင်းရှိပါစေ) ပိုချစ်မြတ်နိုးဖွယ်ဖြစ်သလော။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ပရောဖက်ပြုမှုနှင့် အုပ်စိုးမှု နှစ်မျိုးလုံး ပေးခဲ့ပြီး၊ ထို့နောက် ကိုယ်တော်၏ ကျမ်းစာတွင် သူ့အား သတိပေးခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَىٰ فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဒါဝုဒ် ! ဧကန်မလွဲ ငါတို့သည် သင့်အား ကမ္ဘာမြေပေါ်တွင် အုပ်စိုးသူအဖြစ် ထားရှိခဲ့ပြီ။ ထို့ကြောင့် လူသားများအကြား မှန်ကန်စွာ <span class=\"gray\">(နှင့် တရားမျှတစွာ)</span> စီရင်ဆုံးဖြတ်လော့။ သင်၏စိတ်ဆန္ဒကို မလိုက်စားနှင့်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သင့်အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ လမ်းမှားစေလိမ့်မည်။)</span>\" အိက်ကရီမာဟ်က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့သည်)</span> ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရလိမ့်မည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် စာရင်းရှင်းသည့်နေ့ကို မေ့လျော့ခဲ့ကြ၍ ဖြစ်သည်။)</span> \"စာရင်းရှင်းသည့်နေ့ကို မေ့လျော့ခဲ့ခြင်းကြောင့် ၎င်းတို့သည် ထိုနေ့တွင် ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရလိမ့်မည်။\" အစ်-ဆုဒ်ဒီက ပြောသည်၊ \"စာရင်းရှင်းသည့်နေ့အတွက် မလုပ်ဆောင်ဘဲ ပစ်ပယ်ထားခဲ့ခြင်းကြောင့် ၎င်းတို့သည် ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရလိမ့်မည်။\" ဤအနက်အဓိပ္ပာယ်ဖွင့်ဆိုချက်သည် အာယတ်၏ ထင်ရှားသော အဓိပ္ပာယ်နှင့် ပိုမိုကိုက်ညီသည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံးဖြစ်ပြီး သမ္မာတရားသို့ လမ်းညွှန်သူ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "38:27",
    "group_ayah_key": "38:27",
    "from_ayah": "38:27",
    "to_ayah": "38:29",
    "ayah_keys": "38:27,38:28,38:29",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်ဘုံနှင့် ကမ္ဘာမြေ၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာခပ်သိမ်းတို့ကို ငါတို့သည် အချည်းနှီး မဖန်ဆင်းခဲ့ပါ။ ထိုသို့သော ထင်မြင်ယူဆချက်သည် ငြင်းပယ်သူတို့၏ အထင်အမြင်ဖြစ်သည်။ ထို့နောက် ငြင်းပယ်သူတို့အား ငရဲမီးမှ ပျက်စီးခြင်းရှိစေသတည်း။ <span>(၂၇)</span> ငါတို့သည် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုသူတို့ကို ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှုပြုသူတို့ကဲ့သို့ သဘောထားမည်လော။ သို့မဟုတ် တာကွါရှိသူတို့ကို မကောင်းမှုပြုသူတို့ကဲ့သို့ သဘောထားမည်လော။ <span>(၂၈)</span> <span class=\"gray\">(၎င်းသည်)</span> ငါတို့သည် သင်တို့ထံသို့ ပေးပို့ခဲ့သော ကျမ်းစာဖြစ်ပြီး၊ ကောင်းချီးမင်္ဂလာများ ပြည့်နှက်နေသည်၊ ၎င်းတို့သည် ၎င်း၏ အာယတ်တော်များကို ဆင်ခြင်သုံးသပ်နိုင်ရန်နှင့် ဥာဏ်ပညာရှိသူတို့ မှတ်သားနိုင်ရန် ဖြစ်သည်။ <span>(၂၉)</span></p><p lang=\"my\" class=\"my \">ဤကမ္ဘာဖန်ဆင်းခြင်း၏ နောက်ကွယ်ရှိ ဥာဏ်ပညာ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိသည် သတ္တဝါများကို အချည်းနှီး မဖန်ဆင်းခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည်။ ကိုယ်တော်သည် ၎င်းတို့ကို ကိုယ်တော်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန် ဖန်ဆင်းခဲ့ပြီး၊ ထို့နောက် စုဝေးရာနေ့တွင် ၎င်းတို့ကို စုရုံးစေကာ နာခံသူတို့ကို ဆုချမည်၊ ငြင်းပယ်သူတို့ကို ပြစ်ဒဏ်ပေးမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ဘုံနှင့် ကမ္ဘာမြေ၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာခပ်သိမ်းတို့ကို ငါတို့သည် အချည်းနှီး မဖန်ဆင်းခဲ့ပါ။ ထိုသို့သော ထင်မြင်ယူဆချက်သည် ငြင်းပယ်သူတို့၏ အထင်အမြင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ ရှင်ပြန်ထမြောက်ခြင်းနှင့် ပြန်လည်ရောက်ရှိရာနေရာ ဖြစ်ပေါ်လာမည်ဟု မထင်သူများ၊ သို့သော် ဤကမ္ဘာကြီးပြီးနောက် ဘာမျှမရှိဟု ထင်သူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငြင်းပယ်သူတို့အား ငရဲမီးမှ ပျက်စီးခြင်းရှိစေသတည်း။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့ကို ရှင်ပြန်ထမြောက်စေမည့်နေ့တွင် ၎င်းတို့အတွက် ပြင်ဆင်ထားသော ငရဲမီးမှ ပျက်စီးခြင်းရှိစေသတည်း။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ တရားမျှတမှုနှင့် ဥာဏ်ပညာကြောင့် ယုံကြည်သူများနှင့် ငြင်းပယ်သူများကို တူညီစွာ မဆက်ဆံကြောင်း ရှင်းပြသည်။ အလ္လာဟ်အရှင်မြတ်က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုသူတို့ကို ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှုပြုသူတို့ကဲ့သို့ သဘောထားမည်လော။ သို့မဟုတ် တာကွါရှိသူတို့ကို မကောင်းမှုပြုသူတို့ကဲ့သို့ သဘောထားမည်လော။)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့ ထိုသို့မလုပ်ဆောင်ပါ။' ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် တူညီခြင်းမရှိပေ။ ဤသည်မှာ အမှန်ဖြစ်သည့်အတွက်၊ အလ္လာဟ်အရှင်မြတ်အား နာခံသူတို့ကို ဆုချပြီး မကောင်းမှုပြုသူတို့ကို ပြစ်ဒဏ်ပေးမည့် နောက်ကမ္ဘာတစ်ခု မလွဲမသွေ ရှိရမည်။ ဤသွန်သင်ချက်သည် မှန်ကန်သောစိတ်နှင့် ဖြောင့်မတ်သောသဘောရှိသူတို့အား ရှင်ပြန်ထမြောက်ခြင်းနှင့် အကျိုးပေးခြင်း မလွဲမသွေ ရှိရမည်ဟု ညွှန်ပြသည်။ ကျွန်ုပ်တို့သည် မကောင်းမှုပြုသူများနှင့် ရာဇဝတ်သားများ ကြွယ်ဝမှု၊ သားသမီးများနှင့် ဇိမ်ခံမှုများဖြင့် ကြီးပွားတိုးတက်နေပြီး ထိုအခြေအနေဖြင့် သေဆုံးသည်အထိ မြင်တွေ့ရသည်။ ဖိနှိပ်ခံရသော ယုံကြည်သူများသည် ဝမ်းနည်းပူဆွေးမှုနှင့် ဆင်းရဲဒုက္ခများဖြင့် သေဆုံးနေသည်ကို ကျွန်ုပ်တို့ မြင်တွေ့ရသည်၊ ထို့ကြောင့် အမှုန်အမွှားမျှသော မတရားမှုကိုပင် မပြုလုပ်သော အရာခပ်သိမ်းကို သိမြင်သော၊ အရာခပ်သိမ်းကို နားလည်သော၊ တရားမျှတသော အရှင်၏ ဥာဏ်ပညာအားဖြင့် ဖိနှိပ်ခံရသူတို့၏ အခွင့်အရေးများကို တရားမျှတစွာ ပြန်လည်ရရှိမည့်အချိန် ရှိသင့်သည်။ ဤသည် ဤကမ္ဘာတွင် မဖြစ်ပေါ်ပါက၊ အကျိုးပေးခြင်းနှင့် နှစ်သိမ့်မှု ရရှိနိုင်မည့် နောက်ကမ္ဘာတစ်ခု မလွဲမသွေ ရှိရမည်။ ကုရ်အာန်သည် ဆင်ခြင်တုံတရားဖြင့် တွေးခေါ်မှုအပေါ် အခြေခံ၍ မှန်ကန်သော ရည်ရွယ်ချက်များကို သင်ကြားပေးသည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းသည်)</span> ငါတို့သည် သင်တို့ထံသို့ ပေးပို့ခဲ့သော ကျမ်းစာဖြစ်ပြီး၊ ကောင်းချီးမင်္ဂလာများ ပြည့်နှက်နေသည်၊ ၎င်းတို့သည် ၎င်း၏ အာယတ်တော်များကို ဆင်ခြင်သုံးသပ်နိုင်ရန်နှင့် ဥာဏ်ပညာရှိသူတို့ မှတ်သားနိုင်ရန် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ ဥာဏ်ပညာနှင့် ဆင်ခြင်တုံတရားရှိသူများ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "38:30",
    "group_ayah_key": "38:30",
    "from_ayah": "38:30",
    "to_ayah": "38:33",
    "ayah_keys": "38:30,38:31,38:32,38:33",
    "text": "<p lang=\"my\" class=\"my \">ဒါဝုဒ်အား ငါတို့သည် စူလိုင်မာန်ကို ပေးသနားခဲ့သည်။ အဘယ်မျှ ကောင်းမြတ်သော ကျေးကျွန်ပါတကား။ ဧကန်မလွဲ သူသည် (ငါတို့ထံသို့) အမြဲ နောင်တရကာ ပြန်လှည့်လာသူ ဖြစ်သည်။ <span>(၃၀)</span> နေ့လယ်ဘက်တွင် သူ့ရှေ့၌ အကောင်းဆုံးမျိုးရိုးမှ ကောင်းစွာ လေ့ကျင့်ထားသော မြင်းများ ပြသသောအခါ <span>(၃၁)</span> သူက ပြောသည်- \"ငါ့အရှင်ကို အမှတ်ရခြင်းအစား ကောင်းမှုအပေါ် ချစ်ခြင်းထားခဲ့ပြီ။\" အချိန်ကုန်ဆုံးသည်အထိ၊ နေသည် (ည၏) ကန့်လန့်ကာတွင် ပုန်းကွယ်သွားသည်အထိ ဖြစ်သည်။ <span>(၃၂)</span> ထို့နောက် သူက ပြောသည်- \"၎င်းတို့ကို ငါ့ထံ ပြန်ယူလာခဲ့ပါ။\" ထို့နောက် သူသည် ၎င်းတို့၏ ခြေထောက်များနှင့် လည်ပင်းများကို လက်ဖြင့် ပွတ်သပ်ခဲ့သည်။ <span>(၃၃)</span></p><p lang=\"my\" class=\"my \">ဒါဝုဒ်၏သား စူလိုင်မာန်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က စူလိုင်မာန်ကို ဒါဝုဒ်အား ပရောဖက်အဖြစ် ပေးသနားခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည်။ အခြားနေရာတွင် ကိုယ်တော်က ပြောသကဲ့သို့–</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَوَرِثَ سُلَيْمَانُ دَاوُودَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူလိုင်မာန်သည် ဒါဝုဒ်ကို အမွေဆက်ခံခဲ့သည်)</span><span class=\"gray\">(27:16)</span>. ဆိုလိုသည်မှာ၊ သူသည် ဒါဝုဒ်ထံမှ ပရောဖက်ပြုမှုကို အမွေဆက်ခံခဲ့သည်။ ဒါဝုဒ်တွင် စူလိုင်မာန်အပြင် အခြားသားများလည်း ရှိခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူ၌ လွတ်လပ်သော ဇနီးတစ်ရာ ရှိခဲ့၍ ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်မျှ ကောင်းမြတ်သော ကျေးကျွန်ပါတကား။ ဧကန်မလွဲ သူသည် (ငါတို့ထံသို့) အမြဲ နောင်တရကာ ပြန်လှည့်လာသူ ဖြစ်သည်။)</span> ၎င်းသည် စူလိုင်မာန်အား ချီးကျူးခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် အလွန်နာခံသူဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ကို အများအပြား ကိုးကွယ်ကာ အလ္လာဟ်အရှင်မြတ်ထံ အမြဲနောင်တရကာ ပြန်လှည့်လာသူ ဖြစ်သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့လယ်ဘက်တွင် သူ့ရှေ့၌ အကောင်းဆုံးမျိုးရိုးမှ ကောင်းစွာ လေ့ကျင့်ထားသော မြင်းများ ပြသသောအခါ။)</span> ဆိုလိုသည်မှာ၊ ဤကောင်းစွာ လေ့ကျင့်ထားသော မြင်းများကို စူလိုင်မာန် (အပေါ်တွင် ငြိမ်းချမ်းခြင်းရှိပါစေ) အား ဘုရင်နှင့် အုပ်စိုးသူအဖြစ် ပြသခဲ့သည်။ မူဂျာဟစ်ဒ်က ပြောသည်၊ \"၎င်းတို့သည် ခြေသုံးချောင်းဖြင့် ရပ်ကာ စတုတ္ထမြောက်ခြေကို မြှောက်ထားသော မြင်းအမျိုးအစားများဖြစ်ပြီး လျင်မြန်သောမြင်းများ ဖြစ်သည်။\" ၎င်းသည် ဆလဖ်များထဲမှ အခြားသူအများအပြား၏ အမြင်လည်းဖြစ်သည်။ အဘူ ဒါဝုဒ် မှတ်တမ်းတင်ထားသည်မှာ၊ အိုင်ရှာ (အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ) က ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) သည် တဘွတ်က် သို့မဟုတ် ခိုင်ဘရ် စစ်ဆင်ရေးမှ ပြန်လာသောအခါ သူမ၏ အခန်းကို ကန့်လန့်ကာဖြင့် ဖုံးအုပ်ထားသည်။ လေတိုက်လာပြီး ကန့်လန့်ကာကို မြှောက်တင်လိုက်ရာ အိုင်ရှာ (အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ) ၏ အရုပ်အချို့ကို တွေ့ရသည်။ ပရောဖက် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလမ်) က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَذَا يَا عَائِشَةُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အိုင်ရှာ၊ ဒါဘာလဲ။)</span> သူမ (အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ) က ပြောသည်၊ \"ကျွန်မရဲ့ အရုပ်တွေပါ။\" ၎င်းတို့ထဲတွင် သူသည် အဝတ်ဖြင့်ပြုလုပ်ထားသော တောင်ပံနှစ်ခုရှိ မြင်းတစ်ကောင်ကို တွေ့မြင်ခဲ့သည်။ သူ ﷺ က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَذَا الَّذِي أَرَى وَسَطَهُنَّ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အလယ်တွင် ငါမြင်ရသော ဒါဘာလဲ။)</span> သူမ (အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ) က ပြောသည်၊ \"မြင်းတစ်ကောင်ပါ။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَذَا الَّذِي عَلَيْهِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပေါ်မှာ ဒါဘာလဲ။)</span> သူမ (အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ) က ပြောသည်၊ \"တောင်ပံတွေပါ။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَسٌ لَهُ جَنَاحَانِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်ပံနှစ်ခုရှိတဲ့ မြင်းလား။)</span> သူမ (အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ) က ပြောသည်၊ \"စူလိုင်မာန် (အပေါ်တွင် ငြိမ်းချမ်းခြင်းရှိပါစေ) မှာ တောင်ပံရှိတဲ့ မြင်းတစ်ကောင်ရှိတယ်လို့ သင် မကြားဖူးဘူးလား။\" သူမ (အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ) က ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်မ သူ့သွားများကို မြင်နိုင်သည်အထိ ပြုံးတော်မူခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّىٰ تَوَارَتْ بِالْحِجَابِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"ငါ့အရှင်ကို အမှတ်ရခြင်းအစား ကောင်းမှု <span class=\"gray\">(ဆိုလိုသည်မှာ မြင်းများ)</span> အပေါ် ချစ်ခြင်းထားခဲ့ပြီ။\" အချိန်ကုန်ဆုံးသည်အထိ၊ နေသည် <span class=\"gray\">(ည၏)</span> ကန့်လန့်ကာတွင် ပုန်းကွယ်သွားသည်အထိ ဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">ဆလဖ်များထဲမှ တစ်ဦးထက်မကသော ပညာရှင်များနှင့် တဖ်စီရ်ပညာရှင်များက သူသည် မြင်းများကို ကြည့်ရှုနေခြင်းကြောင့် 'အစရ်' ဆွလာတ်အချိန်ကို လွဲချော်ခဲ့ကြောင်း ဖော်ပြခဲ့ကြသည်။ သူသည် တမင်တကာ လွဲချော်ခဲ့ခြင်းမဟုတ်ဘဲ မေ့လျော့မှုကြောင့် ဖြစ်သည်၊ တမန်တော်မြတ် ﷺ ခန်ဒက်ခ်နေ့တွင် 'အစရ်' ကို ဆွလာတ်ပြုရန် အလွန်အလုပ်များနေခဲ့ပြီး နေဝင်ပြီးမှ ဆွလာတ်ပြုခဲ့သကဲ့သို့ပင် ဖြစ်သည်။ ၎င်းသည် ဆဟီဟ်နှစ်ခုတွင် ဂျာဗီရ် (အလ္လာဟ်အရှင်မြတ် သူ့အား နှစ်သက်တော်မူပါစေ) မှ သတင်းပို့ချက် အပါအဝင် သတင်းစဉ်တစ်ခုထက်မက မှတ်တမ်းတင်ထားသည်။ ဂျာဗီရ်က ပြောသည်– \"ခန်ဒက်ခ်နေ့တွင် 'အူမာရ်' (အလ္လာဟ်အရှင်မြတ် သူ့အား နှစ်သက်တော်မူပါစေ) သည် နေဝင်ပြီးနောက် ရောက်လာပြီး ကူရိုင်ရှ်ကုဖရ်များကို ကျိန်ဆဲတော့သည်။ သူက ပြောသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ နေမဝင်ခင်အထိ 'အစရ်' ကို ဆွလာတ်မပြုနိုင်ခဲ့ပါ။' အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ مَا صَلَّيْتُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ ကျွန်ုပ်လည်း မပြုခဲ့ပါ။)</span>\" သူ <span class=\"gray\">(ဂျာဗီရ်)</span> က ပြောသည်၊ \"ထို့ကြောင့် ကျွန်ုပ်တို့ ထရပ်ပြီး ဘူသမ်သို့ သွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ဆွလာတ်အတွက် ဝုဇူပြုခဲ့ပြီး ကျွန်ုပ်တို့လည်း ဝုဇူပြုခဲ့ကြသည်။ သူသည် နေဝင်ပြီးနောက် 'အစရ်' ကို ဆွလာတ်ပြုခဲ့ပြီး၊ ထို့နောက် 'မဂ်ရိဗ်' ကို ဆွလာတ်ပြုခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُدُّوهَا عَلَيَّ ۖ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူက ပြောသည်- \"၎င်းတို့ကို <span class=\"gray\">(မြင်းများကို)</span> ငါ့ထံ ပြန်ယူလာခဲ့ပါ။\" ထို့နောက် သူသည် ၎င်းတို့၏ ခြေထောက်များနှင့် လည်ပင်းများကို လက်ဖြင့် ပွတ်သပ်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဟာစန် အလ်-ဘစရီက ပြောသည်၊ \"သူက ပြောသည်၊ 'မဖြစ်နိုင်ဘူး၊ အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ သင်တို့သည် ငါ့အား ငါ့အရှင်ကို ကိုးကွယ်ခြင်းမှ ထပ်မံ၍ တားဆီးနိုင်မည်မဟုတ်။' ထို့နောက် သူက ၎င်းတို့ကို သတ်ဖြတ်ရန် အမိန့်ပေးခဲ့သည်။\" ၎င်းသည် ကတာဒါ၏ အမြင်လည်း ဖြစ်သည်။ အစ်-ဆုဒ်ဒီက ပြောသည်၊ \"၎င်းတို့၏ လည်ပင်းများနှင့် အကြောများကို ဓားဖြင့် ခုတ်ဖြတ်ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် သူ့အား နှစ်သက်တော်မူပါစေ) က ပြောသည်ဟု သတင်းပို့သည်– \"သူသည် မြင်းများအပေါ် ချစ်ခြင်းကြောင့် ၎င်းတို့၏ ခေါင်းများနှင့် ခြေထောက်များကို ပွတ်သပ်ခဲ့သည်။\" ၎င်းသည် အိဗ်နု ဂျရီရ်က နှစ်သက်သော အမြင်ဖြစ်သည်။ သူက ပြောသည်၊ \"အဘယ်ကြောင့်ဆိုသော် သူသည် တိရစ္ဆာန်ကို ၎င်း၏ အကြောများကို ဖြတ်တောက်ခြင်းဖြင့် ပြစ်ဒဏ်ပေးမည်မဟုတ်သကဲ့သို့၊ မိမိ၏ ဥစ္စာဓနကိုလည်း ဆွလာတ်မှ ၎င်းတို့ကို ကြည့်ရှုခြင်းကြောင့် အာရုံပျံ့လွင့်သွားသည်ဟူသော အကြောင်းပြချက်မှလွဲ၍ အခြားမည်သည့်အကြောင်းပြချက်မျှမရှိဘဲ ဖျက်ဆီးမည်မဟုတ်ပေ၊ ၎င်းသည် တိရစ္ဆာန်တို့၏ အမှားမဟုတ်ပေ။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က ပိုမှန်သည်ဟု ယူဆသော ဤအမြင်သည် ထပ်မံသုံးသပ်ရန် လိုအပ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ထိုသို့သော လုပ်ရပ်သည် ၎င်းတို့၏ ဥပဒေအရ ခွင့်ပြုထားခြင်းဖြစ်နိုင်သည်၊ အထူးသဖြင့် သူသည် ဆွလာတ်အချိန် ကုန်ဆုံးသည်အထိ ဤမြင်းများကြောင့် အာရုံပျံ့လွင့်သွားသောကြောင့် အလ္လာဟ်အရှင်မြတ်အတွက် ဒေါသထွက်ခဲ့ခြင်းကြောင့် ဖြစ်သည်။ ထို့နောက်၊ သူသည် ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်အတွက် စွန့်လွှတ်ခဲ့သောကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ပိုမိုကောင်းမွန်သောအရာဖြင့် လျော်ကြေးပေးခဲ့သည်၊ ၎င်းသည် သူအလိုရှိရာသို့ သူ၏ အမိန့်ဖြင့် ညင်သာစွာတိုက်ခတ်သော လေ ဖြစ်သည်။ ၎င်း၏ နံနက်ခရီးသည် တစ်လခရီး <span class=\"gray\">(အချိန်)</span> ကြာမြင့်ပြီး၊ ၎င်း၏ နေ့လယ်ခရီးသည် တစ်လခရီး <span class=\"gray\">(အချိန်)</span> ကြာမြင့်သည်။ ၎င်းသည် မြင်းများထက် ပိုမိုမြန်ဆန်ပြီး ပိုမိုကောင်းမွန်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ၊ ကအ်ဘာသို့ အများအပြား ခရီးသွားခဲ့သော အဘူ ကတာဒါနှင့် အဘူ အဒ်-ဒဟ်မာအ်က ပြောသည်၊ \"ကျွန်ုပ်တို့သည် ဗဒ်ဒူလူမျိုးတစ်ဦးနှင့် တွေ့ဆုံခဲ့ရာ သူက ကျွန်ုပ်တို့အား ပြောသည်– 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်၏လက်ကို ဆွဲယူပြီး အလ္လာဟ်အရှင်မြတ်က သူ့အား သင်ကြားပေးခဲ့သော အရာအချို့ကို ကျွန်ုပ်အား သင်ကြားပေးခဲ့သည်။ သူက ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَدَعُ شَيْئًا اتِّقَاءَ اللهِ تَعَالَى إِلَّا أَعْطَاكَ اللهُ عَزَّ وَجَلَّ خَيْرًا مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အလ္လာဟ်အရှင်မြတ်အတွက် မည်သည့်အရာကိုမျှ မစွန့်လွှတ်သော်လည်း၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ၎င်းထက် ပိုမိုကောင်းမွန်သောအရာကို ပေးသနားလိမ့်မည်။)</span>'\"</p>"
  }
]