[
  {
    "ayah_key": "25:55",
    "group_ayah_key": "25:55",
    "from_ayah": "25:55",
    "to_ayah": "25:60",
    "ayah_keys": "25:55,25:56,25:57,25:58,25:59,25:60",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ၎င်းတို့အား အကျိုးလည်းမပြုနိုင်၊ အန္တရာယ်လည်းမပေးနိုင်သည့်အရာများကို ကိုးကွယ်ကြ၏။ ထို့ပြင် အကြမ်းဖက်သမားသည် ၎င်း၏အရှင်သခင်ကို ဆန့်ကျင်သူအဖြစ် အမြဲရှိ၏။ <span>(၅၅)</span>သင့်ကိုလည်း သတင်းကောင်းပေးသူနှင့် သတိပေးသူအဖြစ်သာ ငါတို့စေလွှတ်ခဲ့၏။ <span>(၅၆)</span>ပြောပါ– \"ဤအတွက် မည်သည့်ဆုလာဘ်မျှ ငါမတောင်းပါ။ သို့သော် မည်သူမဆို မိမိအရှင်သခင်ထံသို့ လမ်းကြောင်းတစ်ခုကို ရွေးယူလိုလျှင် ရွေးယူနိုင်သည်။ <span>(၅၇)</span>ထို့ပြင် မသေနိုင်သော အမြဲအသက်ရှင်တော်မူသော အရှင်မြတ်ကိုသာ သင်ယုံကြည်ကိုးစားပါလေ။ အရှင်မြတ်အား ချီးမွမ်းဂုဏ်ပြုပါလေ။ အရှင်မြတ်သည် မိမိ၏ကျွန်များ၏ အပြစ်များကို အလုံးစုံသိတော်မူသော အရှင်မြတ်အဖြစ် လုံလောက်၏။ <span>(၅၈)</span>အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကိုလည်းကောင်း၊ ၎င်းတို့နှစ်ခုကြားရှိ အရာခပ်သိမ်းတို့ကိုလည်းကောင်း ခြောက်ရက်အတွင်း ဖန်ဆင်းတော်မူခဲ့၏။ ထို့နောက် အရှင်မြတ်သည် <span class=\"gray\">(အစ်စ်တဝါ)</span> ပလ္လင်တော်ပေါ်သို့ တက်ကြွတော်မူခဲ့၏။ အလွန်ဂရုဏာရှင်ဖြစ်တော်မူသော အရှင်မြတ်ကို မေးမြန်းပါလေ။ အရှင်မြတ်သည် အလုံးစုံသိတော်မူသော အရှင်မြတ်ဖြစ်၏။ <span>(၅၉)</span>၎င်းတို့အား “အာရ်-ရဟ်မာန်အား ဦးချကြလော့” ဟု ပြောသောအခါ၊ ၎င်းတို့က “အာရ်-ရဟ်မာန်ဆိုသည်မှာ အဘယ်နည်း။ သင်တို့အမိန့်ပေးသည်ကို ကျွန်ုပ်တို့ဦးချရမည်လော” ဟု ဆိုကြ၏။ ၎င်းတို့တွင် မုန်းတီးမှုသာ ပိုမိုတိုးပွားလာစေ၏။ <span>(၆၀)</span></p><div lang=\"sr\" class=\"sr \"><h2>The Ignorance of the Idolators</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများ မည်မျှအသိဉာဏ်မဲ့ကြောင်း ငါတို့ကို ပြောပြ၏။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်မည့်အစား၊ အကျိုးပေးနိုင်ခြင်း သို့မဟုတ် အန္တရာယ်ပြုနိုင်ခြင်း စွမ်းအားမရှိသော ရုပ်တုများကို ကိုးကွယ်ကြသည်။ ၎င်းတို့သည် သက်သေအထောက်အထားမရှိဘဲ ဤသို့ပြုကြသည်။ ၎င်းတို့အား ဤသို့ပြုစေရန် ဦးဆောင်ခဲ့သည်မှာ ၎င်းတို့၏ စိတ်ဆန္ဒများနှင့် တပ်မက်မှုများသာ ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ဤရုပ်တုများကို အကာအကွယ်ပေးသူများအဖြစ် ခံယူပြီး ၎င်းတို့အတွက် တိုက်ခိုက်ကြကာ၊ အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်နှင့် ယုံကြည်သူများကို ၎င်းတို့အတွက် ဆန့်ကျင်ကြသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْكَافِرُ عَلَىٰ رَبِّهِ ظَهِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မယုံကြည်သူသည် ၎င်း၏အရှင်သခင်ကို ဆန့်ကျင်သော ကူညီသူအမြဲဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အဖွဲ့ကို ဆန့်ကျင်သော ရှိုင်တွန်၏ ထောက်ခံသူဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ အဖွဲ့သည်သာ အောင်မြင်လိမ့်မည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِن دُونِ اللَّهِ آلِهَةً لَّعَلَّهُمْ يُنصَرُونَ - لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အကူအညီရရန် မျှော်လင့်၍ ဘုရားများကို ကိုးကွယ်ခဲ့ကြ၏။ ၎င်းတို့သည် ၎င်းတို့အား မကူညီနိုင်ကြပေ။ သို့သော် ၎င်းတို့အား ကိုးကွယ်ခဲ့သူများအား ဆန့်ကျင်သော တပ်ဖွဲ့အဖြစ် ရှေ့တန်းသို့ ခေါ်ဆောင်လာလိမ့်မည်။)</span><span class=\"gray\">(၃၆:၇၄-၇၅)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အစား ကိုးကွယ်ခဲ့သော ဘုရားများက ၎င်းတို့အား မကူညီနိုင်ကြပေ။ ဤအသိဉာဏ်မဲ့သူများသည် ရုပ်တုများအတွက် တပ်သားများဖြစ်ကြပြီး ၎င်းတို့အတွက် တိုက်ခိုက်ရန်နှင့် ၎င်းတို့၏ ဘုရားကျောင်းများကို ကာကွယ်ရန် အဆင်သင့်ရှိကြသည်။ သို့သော် နောက်ဆုံးတွင် အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်နှင့် ယုံကြည်သူများအတွက်သာ ဤလောကနှင့် နောင်လောကတွင် အောင်ပွဲခံရလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْكَافِرُ عَلَىٰ رَبِّهِ ظَهِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မယုံကြည်သူသည် ၎င်း၏အရှင်သခင်ကို ဆန့်ကျင်သော ကူညီသူအမြဲဖြစ်၏။)</span> မူဂျာဟစ်ဒ်က ပြောသည်– \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်အား မနာခံရာတွင် ရှိုင်တွန်ကို ထောက်ခံပြီး ကူညီသည်။</p><div lang=\"af\" class=\"af \"><h2>The Messenger <span class=\"gray\">(ﷺ)</span> Brings Glad Tidings and Warnings</h2></div><p lang=\"lb\" class=\"lb \">Then Allah tells His Messenger:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကိုလည်း သတင်းကောင်းပေးသူနှင့် သတိပေးသူအဖြစ်သာ ငါတို့စေလွှတ်ခဲ့၏။)</span> ဆိုလိုသည်မှာ ယုံကြည်သူများအတွက် သတင်းကောင်းယူဆောင်လာသူ၊ မယုံကြည်သူများအတွက် သတိပေးသူ; အလ္လာဟ်အရှင်မြတ်ကို နာခံသူများအတွက် ဂျန္နတ်(ပရဒိသု)၏ သတင်းကောင်းကို ယူဆောင်လာသူ၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို ဆန့်ကျင်သူများအတွက် ကြောက်မက်ဖွယ် ပြစ်ဒဏ်၏ သတိပေးချက်များကို ယူဆောင်လာသူ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"ဤအတွက် မည်သည့်ဆုလာဘ်မျှ ငါမတောင်းပါ။\")</span> 'ဤသတင်းစကားနှင့် ဤသတိပေးချက်ကို ပေးပို့သည့်အတွက် သင်တို့၏ ဥစ္စာဓနမှ မည်သည့်ဆုလာဘ်ကိုမျှ ငါမတောင်းပါ။ ငါသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဤသို့ပြုခြင်းဖြစ်၏၊ အရှင်မြတ်သည် ဂုဏ်ကျက်သရေနှင့် ပြည့်စုံတော်မူသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ဖြောင့်မတ်သောလမ်းကို လျှောက်လိုသူ မည်သူမဆိုအား)</span><span class=\"gray\">(၈၁:၂၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن شَاءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို မိမိအရှင်သခင်ထံသို့ လမ်းကြောင်းတစ်ခုကို ရွေးယူလိုလျှင် ရွေးယူနိုင်သည်။)</span> ဆိုလိုသည်မှာ လိုက်နာရမည့် လမ်းကြောင်းနှင့် နည်းလမ်းတစ်ခုဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span> အား အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ကိုးစားရန် အမိန့်နှင့် အရှင်မြတ်၏ ဂုဏ်တော်အချို့</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မသေနိုင်သော အမြဲအသက်ရှင်တော်မူသော အရှင်မြတ်ကိုသာ သင်ယုံကြည်ကိုးစားပါလေ၊)</span> ဆိုလိုသည်မှာ သင်၏ အရေးကိစ္စအားလုံးတွင် အလ္လာဟ်အရှင်မြတ်ကိုသာ ယုံကြည်ကိုးစားပါ။ အရှင်မြတ်သည် မည်သည့်အခါမျှ မသေနိုင်သော အမြဲအသက်ရှင်တော်မူသော အရှင်ဖြစ်ပြီး-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည် ပထမဆုံးလည်း ဖြစ်တော်မူ၏၊ နောက်ဆုံးလည်း ဖြစ်တော်မူ၏၊ အမြင့်မြတ်ဆုံးလည်း ဖြစ်တော်မူ၏၊ အနီးကပ်ဆုံးလည်း ဖြစ်တော်မူ၏။ အရှင်မြတ်သည် အရာခပ်သိမ်းကို အလုံးစုံသိတော်မူသော အရှင်ဖြစ်၏။)</span><span class=\"gray\">(၅၇:၃)</span>။ ထာဝရ၊ အမြဲတည်တံ့သော၊ အမြဲအသက်ရှင်သော၊ ဖန်ဆင်းရှင်၊ အရာခပ်သိမ်း၏ အရှင်သခင်နှင့် အချုပ်အခြာပိုင်ရှင်၊ သင်အမြဲတမ်း ဆည်းကပ်ရမည့် အရှင်မြတ် ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် သင်ယုံကြည်ကိုးစားရမည့်အရှင်နှင့် ခိုလှုံရာရှာရမည့်အရှင်ဖြစ်၏။ အရှင်မြတ်သည် သင့်အတွက် လုံလောက်မည်ဖြစ်ပြီး သင့်အား ကူညီပံ့ပိုးသူနှင့် ထောက်ခံသူဖြစ်ကာ သင့်အား အောင်မြင်စေလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ရစူလ်တမန်တော်! သင့်အရှင်မြတ်ထံမှ သင့်ထံသို့ ချပေးပို့ထားသည်များကို ကြေညာပါ။ အကယ်၍ သင်သည် ထိုသို့မပြုလုပ်ပါက၊ သင်သည် အရှင်မြတ်၏ သတင်းစကားကို မပေးပို့ခဲ့ရာ ရောက်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား လူသားတို့ဘေးမှ ကာကွယ်ပေးမည်။)</span><span class=\"gray\">(၅:၆၇)</span>။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَسَبِّحْ بِحَمْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရှင်မြတ်၏ ချီးမွမ်းခြင်းများကို ဂုဏ်ပြုပါလေ၊)</span> ဆိုလိုသည်မှာ အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ဂုဏ်ပြုခြင်းကို ပေါင်းစပ်ပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် ပြောလေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်သည် ဂုဏ်ယူထိုက်ပါ၏။ အရှင်မြတ်၏ ချီးမွမ်းခြင်းနှင့်အတူ။)</span> ထို့ကြောင့် ဤအာယသ်၏ အဓိပ္ပါယ်မှာ- အရှင်မြတ်ကို ကိုးကွယ်ရာတွင် စေတနာထား၍ အရှင်မြတ်ကို ယုံကြည်ကိုးစားပါ။ ၎င်းသည် အောက်ပါအာယသ်များကဲ့သို့ ဖြစ်၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှေ့ဘက်နှင့် အနောက်ဘက်တို့၏ အရှင်သခင်ဖြစ်တော်မူ၏။ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပေ။ ထို့ကြောင့် အရှင်မြတ်ကို ကိုယ်စားလှယ်အဖြစ် ခံယူပါလေ။)</span><span class=\"gray\">(၇၃:၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အရှင်မြတ်ကို ကိုးကွယ်ပြီး အရှင်မြတ်ကို ယုံကြည်ကိုးစားပါလေ။)</span><span class=\"gray\">(၁၁:၁၂၃)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الرَّحْمَٰنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"အရှင်မြတ်သည် အလွန်ဂရုဏာရှင် ဖြစ်တော်မူ၏။ အရှင်မြတ်ကို ကျွန်ုပ်တို့ ယုံကြည်၏၊ အရှင်မြတ်ကိုသာ ကျွန်ုပ်တို့ ယုံကြည်ကိုးစား၏။\")</span><span class=\"gray\">(၆၇:၂၉)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَفَىٰ بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရှင်မြတ်သည် မိမိ၏ကျွန်များ၏ အပြစ်များကို အလုံးစုံသိတော်မူသော အရှင်မြတ်အဖြစ် လုံလောက်၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ ပြည့်စုံသော အသိပညာကြောင့် မည်သည့်အရာမျှ အရှင်မြတ်ထံမှ မကွယ်ဝှက်နိုင်၊ ဖုန်မှုန့်တစ်မှုန်၏ အလေးချိန်မျှပင် မကွယ်ဝှက်နိုင်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သူ...)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် မည်သည့်အခါမျှ မသေနိုင်သော အမြဲအသက်ရှင်တော်မူသော အရှင်ဖြစ်၏။ အရှင်မြတ်သည် အရာခပ်သိမ်း၏ ဖန်ဆင်းရှင်၊ ထိန်းသိမ်းစောင့်ရှောက်သူနှင့် အချုပ်အခြာပိုင်ရှင်ဖြစ်၏။ အရှင်မြတ်သည် မိမိ၏ တန်ခိုးနှင့် စွမ်းအားဖြင့် ကျယ်ပြန့်သော အမြင့်နှင့် အနံရှိသည့် မိုးကောင်းကင် ခုနစ်ထပ်ကိုလည်းကောင်း၊ နက်ရှိုင်းပြီး ထူထပ်သော မြေကြီး ခုနစ်ထပ်ကိုလည်းကောင်း ဖန်ဆင်းခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခြောက်ရက်အတွင်း။ ထို့နောက် အရှင်မြတ်သည် ပလ္လင်တော်ပေါ်သို့ တက်ကြွတော်မူခဲ့၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် အရေးကိစ္စအားလုံးကို စီမံအုပ်ချုပ်နေပြီး အမှန်တရားအတိုင်း အမိန့်ချမှတ်တော်မူ၏။ အရှင်မြတ်သည် ဆုံးဖြတ်သူများအနက် အကောင်းဆုံးဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۚ الرَّحْمَٰنُ فَاسْأَلْ بِهِ خَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်မြတ်သည် <span class=\"gray\">(အစ်စ်တဝါ)</span> ပလ္လင်တော်ပေါ်သို့ တက်ကြွတော်မူခဲ့၏။ အလွန်ဂရုဏာရှင်! အရှင်မြတ်ကို မေးမြန်းပါလေ။ အရှင်မြတ်သည် အလုံးစုံသိတော်မူသော အရှင်မြတ်ဖြစ်၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်အကြောင်းကို အရှင်မြတ်အကြောင်း အသိဆုံးပုဂ္ဂိုလ်ထံမှ ရှာဖွေပါ၊ ၎င်းကို လိုက်နာပြီး သင့်စံနမူနာအဖြစ် ခံယူပါ။ အလ္လာဟ်အရှင်မြတ်အကြောင်းကို အရှင်မြတ်၏ ကျွန်နှင့် ရစူလ်တမန်တော် မိုဟမ္မဒ်ထက် ပိုသိသူ မည်သူမျှမရှိကြောင်း လူသိများသည်။ ၎င်းသည် ဤလောကနှင့် နောင်လောကတွင် အာဒမ်၏သားစဉ်မြေးဆက်တို့၏ အကြွင်းမဲ့ခေါင်းဆောင်ဖြစ်ပြီး မိမိ၏ ဆန္ဒအတိုင်း ပြောဆိုခြင်းမရှိဘဲ၊ မိမိထံသို့ ထုတ်ဖော်ပြသသော ဗျာဒိတ်တော်ကိုသာ ပေးပို့သည်။ ၎င်းပြောသောအရာသည် မှန်ကန်ပြီး ၎င်းသည် အရေးကြီးသောဆုံးဖြတ်ချက်ချသည့် ခေါင်းဆောင်ဖြစ်သည်။ အငြင်းပွားမှုဖြစ်ပေါ်ပါက လူတို့သည် ၎င်းထံသို့ ကိုးကားရန် တာဝန်ရှိပြီး၊ ၎င်း၏ စကားများနှင့် လုပ်ရပ်များနှင့် ကိုက်ညီသောအရာသည် မှန်ကန်သည်။ ၎င်းတို့ကို ဆန့်ကျင်သောအရာများကို မည်သူပြောသည်ဖြစ်စေ၊ ပြုသည်ဖြစ်စေ ပယ်ချသင့်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَنَازَعْتُمْ فِي شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အချင်းချင်း မည်သည့်အရာတွင်မဆို ကွဲလွဲပါက...)</span><span class=\"gray\">(၄:၅၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اخْتَلَفْتُمْ فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်သည့်အရာတွင်မဆို ကွဲလွဲပါက၊ ၎င်း၏ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိ၏။)</span><span class=\"gray\">(၄၂:၁၀)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်မြတ်၏ စကားတော်သည် အမှန်တရားနှင့် တရားမျှတမှုဖြင့် ပြည့်စုံခဲ့ပြီ။)</span><span class=\"gray\">(၆:၁၁၅)</span>။ ဆိုလိုသည်မှာ အရှင်မြတ်သည် အမှန်တရားကို မိန့်ကြားခဲ့ပြီး၊ အရှင်မြတ်၏ အမိန့်များနှင့် တားမြစ်ချက်များတွင် မျှတပြီး တရားမျှတတော်မူ၏။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْأَلْ بِهِ خَبِيرًا</p><p lang=\"af\" class=\"af \"><span class=\"gray\">(Ask Him, as He is Al-Knower.)</span></p><div lang=\"sr\" class=\"sr \"><h2>Condemnation of the Idolators</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အစား ရုပ်တုများနှင့် ပြိုင်ဘက်များအား ဦးချသော ရုပ်တုကိုးကွယ်သူများကို ဆူပူကြိမ်းမောင်းတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَٰنِ قَالُوا وَمَا الرَّحْمَٰنُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား “အာရ်-ရဟ်မာန်အား ဦးချကြလော့” ဟု ပြောသောအခါ၊ ၎င်းတို့က “အာရ်-ရဟ်မာန်ဆိုသည်မှာ အဘယ်နည်း” ဟု ဆိုကြ၏။)</span> ဆိုလိုသည်မှာ- ကျွန်ုပ်တို့သည် အာရ်-ရဟ်မာန်ကို မသိပါ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်၏ အမည်တော် အာရ်-ရဟ်မာန် <span class=\"gray\">(အလွန်ဂရုဏာရှင်)</span> ဖြင့် ခေါ်ဝေါ်ခြင်းကို မနှစ်သက်ခဲ့ကြပေ။ အဘယ်ကြောင့်ဆိုသော် အလ်-ဟူဒိုင်ဘီယာ <span class=\"gray\">(စာချုပ်ချုပ်ဆိုသည့်)</span> နေ့တွင် ပရောဖက်မိုဟမ္မဒ်သည် စာရေးသူအား ပြောပြခဲ့သောအခါ ၎င်းတို့က ကန့်ကွက်ခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اكْتُبْ بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေးပါ– \"အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အာရ်-ရဟ်မာန် <span class=\"gray\">(အလွန်ဂရုဏာရှင်)</span>၊ အာရ်-ရဟီးမ် <span class=\"gray\">(အလွန်မဟာကရုဏာရှင်)</span>။\")</span> ၎င်းတို့က ပြောသည်– \"ကျွန်ုပ်တို့သည် အာရ်-ရဟ်မာန် သို့မဟုတ် အာရ်-ရဟီးမ်ကို မသိပါ။ သင်ရေးနေကျအတိုင်း ရေးပါ– 'ဘစ်စ်မီကာ အလ္လာဟ်ဟွမ်မာ <span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်၏နာမတော်ဖြင့်)</span>။'\" ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် အောက်ပါစကားတော်များကို ထုတ်ဖော်ပြသခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَّا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"အလ္လာဟ်အရှင်မြတ်ကို ခေါ်ပါ သို့မဟုတ် အာရ်-ရဟ်မာန်ကို ခေါ်ပါ၊ သင်တို့ မည်သည့်အမည်ဖြင့် ခေါ်သည်ဖြစ်စေ <span class=\"gray\">(အတူတူပင် ဖြစ်၏)</span>။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်၌ အကောင်းဆုံးအမည်များ ရှိ၏။\")</span><span class=\"gray\">(၁၇:၁၁၀)</span>။ ဆိုလိုသည်မှာ အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်ပြီး အရှင်မြတ်သည် အလွန်ဂရုဏာရှင်ဖြစ်၏။ ဤအာယသ်တွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَٰنِ قَالُوا وَمَا الرَّحْمَٰنُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား “အာရ်-ရဟ်မာန်အား ဦးချကြလော့” ဟု ပြောသောအခါ၊ ၎င်းတို့က “အာရ်-ရဟ်မာန်ဆိုသည်မှာ အဘယ်နည်း” ဟု ဆိုကြ၏။)</span> ဆိုလိုသည်မှာ- ကျွန်ုပ်တို့သည် ဤအမည်ကို မသိပါ သို့မဟုတ် လက်မခံပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَسْجُدُ لِمَا تَأْمُرُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အမိန့်ပေးသည်ကို ကျွန်ုပ်တို့ဦးချရမည်လော)</span> ဆိုလိုသည်မှာ \"သင်တို့က ပြောရုံသက်သက်ဖြင့်လား\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَادَهُمْ نُفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် မုန်းတီးမှုသာ ပိုမိုတိုးပွားလာစေ၏။)</span> ယုံကြည်သူများအတွက်မူ အလွန်ဂရုဏာရှင်၊ အလွန်မဟာကရုဏာရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြပြီး၊ အရှင်မြတ်ကိုသာ ဘုရားအဖြစ် သတ်မှတ်ကာ အရှင်မြတ်အား ဦးချကြသည်။ ပညာရှင်များက ဆူရဟ် အလ်-ဖုရ်ကာန်တွင် ဦးချခြင်းကို ဖော်ပြထားသောအခါ ဖတ်ရှုသူနှင့် နားထောင်သူတို့ ဦးချရန် ခွင့်ပြုပြီး အတည်ပြုသည်ဟု သဘောတူကြသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်၏။</p>"
  }
]