[
  {
    "ayah_key": "47:1",
    "group_ayah_key": "47:1",
    "from_ayah": "47:1",
    "to_ayah": "47:3",
    "ayah_keys": "47:1,47:2,47:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် စတင်ပါ၏။ ကရုဏာရှင် အနန္တ မဟာကရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ - وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ - ذَٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ မယုံကြည်ဘဲ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ <span class=\"gray\">(လူတို့ကို)</span> တားမြစ်ကြသူတို့၏ လုပ်ရပ်များကို အရှင်မြတ်သည် အချည်းနှီး ဖြစ်စေမည်။)</span><span class=\"gray\">(၂။ သို့သော် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်များကို ပြုလုပ်၍ မုဟမ္မဒ်အပေါ် ကျရောက်ခဲ့သော အရာကို ယုံကြည်သူတို့သည်— အမှန်စင်စစ် ၎င်းသည် ၎င်းတို့၏ အရှင်ထံမှ အမှန်တရားဖြစ်သည်— အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်များကို ခွင့်လွှတ်ပြီး ၎င်းတို့၏ စိတ်အေးချမ်းသာမှုကို ပြင်ဆင်ပေးမည်။)</span><span class=\"gray\">(၃။ ထိုသို့ဖြစ်ရသည်မှာ မယုံကြည်သူတို့သည် အမှားနောက်သို့ လိုက်ကြသောကြောင့်ဖြစ်ပြီး၊ ယုံကြည်သူတို့သည် ၎င်းတို့၏ အရှင်ထံမှ အမှန်တရားနောက်သို့ လိုက်ကြသောကြောင့် ဖြစ်သည်။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အတွက် ၎င်းတို့၏ ပုံဥပမာများကို ပြသတော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများနှင့် ယုံကြည်သူတို့၏ အကျိုး</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို <span class=\"gray\">(မယုံကြည်သူတို့)</span> ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدُّوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(လူတို့ကို)</span> တားမြစ်ကြသည်)</span> အခြားသူများကို။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ၊ အရှင်မြတ်သည် ၎င်းတို့၏ လုပ်ရပ်များကို အချည်းနှီး ဖြစ်စေမည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့၏ လုပ်ရပ်များကို အချည်းနှီးနှင့် အလဟဿ ဖြစ်စေကာ၊ အရှင်မြတ်သည် ၎င်းတို့အတွက် မည်သည့် ဆုလာဘ် သို့မဟုတ် ကောင်းချီးမင်္ဂလာကိုမျှ ငြင်းပယ်တော်မူသည်။ ၎င်းသည် အရှင်မြတ်၏ ဗျာဒိတ်တော်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ ပြုခဲ့သည့် လုပ်ရပ်များကို ငါတို့သည် ချဉ်းကပ်၍ ၎င်းတို့ကို လွင့်ပျံ့နေသော မြူမှုန်များကဲ့သို့ ဖြစ်စေမည်။)</span><span class=\"gray\">(၂၅:၂၃)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုကုသိုလ်များကို ပြုလုပ်သူတို့၊)</span> ဆိုသည်မှာ ၎င်းတို့၏ နှလုံးသားများနှင့် ဝိညာဉ်များသည် ယုံကြည်ခဲ့ပြီး၊ ၎င်းတို့၏ ကိုယ်အင်္ဂါများနှင့် ၎င်းတို့၏ လျှို့ဝှက်သော နှင့် ထင်ရှားသော လုပ်ရပ်များသည် အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေနှင့် ကိုက်ညီခဲ့သည်ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَآمَنُوا بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မုဟမ္မဒ်အပေါ် ကျရောက်ခဲ့သော အရာကို ယုံကြည်ကြသည်)</span> ဤဖော်ပြချက်ကို ယခင်ဖော်ပြချက်နှင့် ထပ်ပေါင်းခြင်းသည် အထွေထွေ အဓိပ္ပာယ်တစ်ခုတွင် သီးခြား အဓိပ္ပာယ်တစ်ခုကို ပေါင်းထည့်သည့် နည်းလမ်းဖြစ်သည်။ ၎င်းသည် မုဟမ္မဒ်၏ ရောက်ရှိလာပြီးနောက် ၎င်းကို ယုံကြည်ခြင်းသည် စစ်မှန်သော ယုံကြည်ခြင်းအတွက် လိုအပ်သော အခြေအနေဖြစ်သည်ဟူသော သက်သေကို ပေးသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းသည် ၎င်းတို့၏ အရှင်ထံမှ အမှန်တရားဖြစ်သည်။)</span> ၎င်းသည် လှပစွာ ထည့်သွင်းထားသော ကွင်းစကွင်းပိတ် ဝါကျဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်များကို ခွင့်လွှတ်ပြီး ၎င်းတို့၏ စိတ်အေးချမ်းသာမှုကို ပြင်ဆင်ပေးမည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်က “၎င်းသည် ၎င်းတို့၏ ကိစ္စဖြစ်သည်။” ဟု ပြောကြားခဲ့သည်။ မုဂျာဟိဒ်က “၎င်းသည် ၎င်းတို့၏ အရေးဖြစ်သည်။” ဟု ပြောကြားခဲ့သည်။ ကတာဒါနှင့် အိဗ်နု ဇိုက်ဒ် နှစ်ဦးစလုံးက “၎င်းတို့၏ အခြေအနေဖြစ်သည်။” ဟု ပြောကြားခဲ့ကြသည်။ ဤအရာအားလုံးသည် အဓိပ္ပာယ်တူညီကြသည်။ နှာချေသူတစ်ဦးအား တုံ့ပြန်ခြင်းနှင့်ပတ်သက်၍ ဟဒီးစ်တွင် <span class=\"gray\">(နဗီတမန်တော်မြတ် ﷺ ထံမှ)</span> ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင့်အား လမ်းပြတော်မူပါစေ၊ သင်၏ <span class=\"gray\">(စိတ်အေးချမ်းသာမှု)</span> ကိစ္စများကို ပြင်ဆင်ပေးတော်မူပါစေ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ရသည်မှာ မယုံကြည်သူတို့သည် အမှားနောက်သို့ လိုက်ကြသောကြောင့်ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်တို့သည် မယုံကြည်သူတို့၏ လုပ်ရပ်များကိုသာ အချည်းနှီး ဖြစ်စေပြီး၊ ဖြောင့်မတ်သူတို့၏ အပြစ်များကို လျစ်လျူရှုကာ၊ ၎င်းတို့၏ ကိစ္စများကို ပြင်ဆင်ပေးသည်၊ အဘယ်ကြောင့်ဆိုသော် မယုံကြည်သူတို့သည် အမှားနောက်သို့ လိုက်ကြသောကြောင့်ဖြစ်သည်။’ ဆိုလိုသည်မှာ ၎င်းတို့သည် အမှန်တရားထက် အမှားကို ရွေးချယ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့သည် ၎င်းတို့၏ အရှင်ထံမှ အမှန်တရားနောက်သို့ လိုက်ကြသည်။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အတွက် ၎င်းတို့၏ ပုံဥပမာများကို ပြသတော်မူသည်။)</span> ထိုသို့ဖြင့် အရှင်မြတ်သည် ၎င်းတို့၏ လုပ်ရပ်များ၏ အကျိုးဆက်ကို ၎င်းတို့အား ရှင်းလင်းစွာ ပြသတော်မူပြီး၊ ၎င်းတို့သည် ၎င်းတို့၏ နောက်ဘဝတွင် မည်သည့်နေရာ၌ အဆုံးသတ်မည်ကို ပြသတော်မူသည်— အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး သိတော်မူသည်။</p>"
  },
  {
    "ayah_key": "47:10",
    "group_ayah_key": "47:10",
    "from_ayah": "47:10",
    "to_ayah": "47:13",
    "ayah_keys": "47:10,47:11,47:12,47:13",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် ကမ္ဘာမြေကို ခရီးမသွားခဲ့ကြဘူးလား၊ ၎င်းတို့မတိုင်မီက လူတို့၏ အဆုံးသတ်တွင် ဘာဖြစ်ပျက်ခဲ့သည်ကို မမြင်ခဲ့ကြဘူးလား။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို လုံးဝ ဖျက်ဆီးခဲ့သည်၊ မယုံကြည်သူတို့အတွက် အလားတူ <span class=\"gray\">(စောင့်ကြိုနေသည်)</span> <span class=\"gray\">(၁၀)</span>ထိုသို့ဖြစ်ရသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့၏ ထိန်းသိမ်းစောင့်ရှောက်သူ ဖြစ်ပြီး၊ မယုံကြည်သူတို့မှာ ထိန်းသိမ်းစောင့်ရှောက်သူ မရှိသောကြောင့်ဖြစ်သည် <span class=\"gray\">(၁၁)</span>ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုကုသိုလ်များကို ပြုလုပ်သူတို့အား မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်)</span> အတွင်းသို့ ဝင်ရောက်စေမည်။ မယုံကြည်သူတို့သည် ၎င်းတို့၏ ဘဝကို ခံစားပြီး နွားများ စားသကဲ့သို့ စားသုံးကြမည်။ သို့သော် ငရဲမီးသည် ၎င်းတို့၏ နေရာဖြစ်လိမ့်မည် <span class=\"gray\">(၁၂)</span>သင့်အား နှင်ထုတ်ခဲ့သော သင့်မြို့ထက် အင်အားကြီးမားသော မည်မျှများပြားသော မြို့ရွာတို့ကို ငါတို့ ဖျက်ဆီးခဲ့ပြီး၊ ၎င်းတို့ကို ကူညီမည့်သူ မရှိခဲ့။ <span class=\"gray\">(၁၃)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများအတွက် ဆုံးမဩဝါဒနှင့် ငရဲမီး၊ တက္ကဝါရှိသူများအတွက် ဂျန္နတ်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ခရီးမသွားခဲ့ကြဘူးလား)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် မိတ်ဖက်ထားသူများနှင့် အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ကို ငြင်းပယ်သူတို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေကို ခရီးသွား၍ ၎င်းတို့မတိုင်မီက လူတို့၏ အဆုံးသတ်တွင် ဘာဖြစ်ပျက်ခဲ့သည်ကို မမြင်ခဲ့ကြဘူးလား။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို လုံးဝ ဖျက်ဆီးခဲ့သည်၊)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ၎င်းတို့၏ ငြင်းပယ်မှုနှင့် မယုံကြည်မှုကြောင့် အပြစ်ပေးခဲ့ပြီး၊ ၎င်းတို့ထဲမှ ယုံကြည်သူတို့ကို ကယ်တင်ခဲ့သည်ဟု အဓိပ္ပာယ်ရသည်။ ထို့ကြောင့် အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلِلْكَافِرِينَ أَمْثَالُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မယုံကြည်သူတို့အတွက် အလားတူ <span class=\"gray\">(အဆုံးသတ် စောင့်ကြိုနေသည်)</span> ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَىٰ لَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ရသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူအားလုံး၏ ထိန်းသိမ်းစောင့်ရှောက်သူ ဖြစ်ပြီး၊ မယုံကြည်သူတို့မှာ ထိန်းသိမ်းစောင့်ရှောက်သူ မရှိသောကြောင့်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဥဟုဒ်တိုက်ပွဲအပြီးတွင် ထိုအချိန်က ရုပ်တုကိုးကွယ်သူတို့၏ ခေါင်းဆောင် အဗူ စွဖ်ယန် စခ်ရ် ဘင်န် ဟရ်ဘ်သည် နဗီတမန်တော်မြတ် ﷺ၊ အဗူ ဘကရ်နှင့် အိုမာရ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အား နှစ်သက်တော်မူပါစေ၊ တို့နှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်။ မည်သည့် အဖြေမျှ မကြားရသောအခါ “ဧကန်စင်စစ် ထိုသုံးဦးတို့ သေဆုံးသွားပြီ!” ဟု သူက ကြေညာခဲ့သည်။ ထိုအခါ အိုမာရ်က သူ့အား တုံ့ပြန်ခဲ့သည်- “အို အလ္လာဟ်အရှင်မြတ်၏ ရန်သူ၊ မင်း လိမ်ညာနေသည်။ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား မနှစ်မြို့စေမည့်သူတို့ကို ကယ်တင်ခဲ့သည်။ ဧကန်စင်စစ် သင် ဖော်ပြခဲ့သောသူတို့အားလုံး အသက်ရှင်ဆဲပင်!” </p><p lang=\"my\" class=\"my \">ထို့နောက် အဗူ စွဖ်ယန်က ပြောသည်- “ကောင်းပြီ၊ ယနေ့သည် ဗဒရ်နေ့ <span class=\"gray\">(ရှုံးနိမ့်ခြင်း)</span> အတွက် အစားထိုးသည်။ စစ်ပွဲတွင် အတက်အကျ ရှိသည်။ ဧကန်စင်စစ် သင်တို့သည် ငါ မမိန့်မှာခဲ့သော၊ ငါ မတားမြစ်ခဲ့သော <span class=\"gray\">(သင်တို့၏ သေဆုံးသူများ၏ ခန္ဓာကိုယ်များတွင်)</span> ခွဲစိတ်ထားခြင်းကို တွေ့လိမ့်မည်။” ထို့နောက် သူက လှည့်ကာ “ဟူဗလ် <span class=\"gray\">(၎င်းတို့၏ အကြီးဆုံး ရုပ်တု)</span> ကို ဂုဏ်ပြုပါစေ၊ ဟူဗလ်ကို ဂုဏ်ပြုပါစေ။” ဟု ရွတ်ဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُجِيبُوهُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ သူ့အား တုံ့ပြန်တော့မည် မဟုတ်ဘူးလား။)</span> သဟာဘာများက “အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ ကျွန်ုပ်တို့ ဘာပြောရမလဲ။” ဟု ပြောကြားခဲ့ကြသည်။ အရှင်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُولُوا: اللهُ أَعْلَىٰ وَأَجَلُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြလော့- “အလ္လာဟ်အရှင်မြတ်သည် အမြင့်ဆုံးနှင့် အကြီးမြတ်ဆုံး ဖြစ်တော်မူ၏။”)</span> ထို့နောက် အဗူ စွဖ်ယန်က ပြောသည်- “ကျွန်ုပ်တို့မှာ အလ်-အူဇာ <span class=\"gray\">(၎င်းတို့၏ ဒုတိယ ရုပ်တု)</span> ရှိသည်၊ သင်တို့မှာ အူဇာ <span class=\"gray\">(ဂုဏ်သိက္ခာ)</span> မရှိဘူး။” အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُجِيبُوهُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ သူ့အားလုံး တုံ့ပြန်တော့မည် မဟုတ်ဘူးလား။)</span> ၎င်းတို့က “အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ ကျွန်ုပ်တို့ ဘာပြောရမလဲ။” ဟု ပြောကြားခဲ့ကြသည်။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللهُ مَوْلَانَا وَلَا مَوْلَىٰ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြလော့- “အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့၏ ထိန်းသိမ်းစောင့်ရှောက်သူ ဖြစ်ပြီး၊ သင်တို့မှာ ထိန်းသိမ်းစောင့်ရှောက်သူ မရှိဘူး။”)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုကုသိုလ်များကို ပြုလုပ်သူတို့အား မြစ်များစီးဆင်းနေသော ဥယျာဉ်များအတွင်းသို့ ဝင်ရောက်စေမည်။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့သည် ၎င်းတို့၏ ဘဝကို ခံစားပြီး နွားများ စားသကဲ့သို့ စားသုံးကြသည်။)</span> ဆိုလိုသည်မှာ မယုံကြည်သူတို့သည် ၎င်းတို့၏ လောကီဘဝကို ခံစားပြီး၊ တိရစ္ဆာန်များကဲ့သို့ <span class=\"gray\">(လောဘတကြီး)</span> ဝါးစားကြသည်။ ၎င်းတို့တွင် ထိုမှတစ်ပါး အခြား စိုးရိမ်စရာ မရှိချေ။ ထိုသို့ဖြင့် စဟီဟ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်ဟု အတည်ပြုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنُ يَأْكُلُ فِي مِعىً وَاحِدٍ، وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူသည် အူတစ်ချောင်းဖြင့် စားသောက်ပြီး၊ မယုံကြည်သူသည် အူခုနစ်ချောင်းဖြင့် စားသောက်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّارُ مَثْوًى لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငရဲမီးသည် ၎င်းတို့၏ နေရာဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ စစ်ဆေးမေးမြန်းရာနေ့တွင် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား နှင်ထုတ်ခဲ့သော သင့်မြို့ထက် အင်အားကြီးမားသော မည်မျှများပြားသော မြို့ရွာတို့ကို)</span> ဆိုလိုသည်မှာ မက္ကာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ ဖျက်ဆီးခဲ့ပြီး၊ ၎င်းတို့ကို ကူညီမည့်သူ မရှိခဲ့။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် မက္ကာမြို့သားများအတွက် ကြီးမားသော ခြိမ်းခြောက်မှုနှင့် ပြင်းထန်သော သတိပေးချက်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် တမန်တော်များ၏ ခေါင်းဆောင်နှင့် ပရောဖက်များ၏ နောက်ဆုံးဖြစ်သော အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ကို ငြင်းပယ်ခဲ့သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ယခင်လူမျိုးများကို ၎င်းတို့၏ တမန်တော်များကို ငြင်းပယ်ခဲ့သောကြောင့် ဖျက်ဆီးခဲ့ပါက၊ ထို <span class=\"gray\">(မက္ကာမြို့သားများ)</span> သည် လောကီဘဝနှင့် နောင်ဘဝတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မည်သို့ ပြုလုပ်မည်ကို အဘယ်သို့ မျှော်လင့်နိုင်မည်နည်း။ တမန်တော်မြတ်၊ ကရုဏာ၏ နဗီတမန်တော်မြတ်၏ ရှိနေခြင်း ကောင်းချီးကြောင့် ဤဘဝတွင် အချို့သူတို့အပေါ်မှ ဒုက္ခကို ရုတ်သိမ်းပေးခဲ့လျှင်ပင်၊ နောင်ဘဝတွင် ၎င်းတို့အတွက် ဒုက္ခကို သိုလှောင်ထားမည်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضَاعَفُ لَهُمُ الْعَذَابُ ۚ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဒုက္ခကို နှစ်ဆ တိုးမြှင့်ပေးမည်! ၎င်းတို့သည် <span class=\"gray\">(တရားဒေသနာကို)</span> နားထောင်ရန် မတတ်နိုင်ခဲ့ကြ၊ ၎င်းတို့သည် <span class=\"gray\">(အမှန်တရားကို)</span> မမြင်ခဲ့ကြ။)</span><span class=\"gray\">(၁၁:၂၀)</span> အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား နှင်ထုတ်ခဲ့သော သင့်မြို့ထက်)</span> ဆိုလိုသည်မှာ ‘သင့်အား <span class=\"gray\">(မုဟမ္မဒ် ﷺ ကို)</span> ၎င်းတို့အလယ်မှ <span class=\"gray\">(မက္ကာမြို့သားများ)</span> နှင်ထုတ်ခဲ့သော ၎င်း၏ မြို့သူမြို့သားများ။’ အိဗ်နု အဘီ ဟာတင်မ်က အိဗ်နု အဘ်ဘာစ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် မက္ကာမှ ထွက်ခွာခဲ့သောအခါ <span class=\"gray\">(ဟစ်ဂျ်ရာ— ပြောင်းရွှေ့နေထိုင်ခြင်းကာလတွင်)</span>၊ နှင့် ဂူသို့ ရောက်ရှိပြီး အတွင်း၌ ပုန်းအောင်းခဲ့သောအခါ၊ အရှင်မြတ်သည် မက္ကာဘက်သို့ နောက်ပြန်လှည့်ကြည့်ပြီး မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتِ أَحَبُّ بِلَادِ اللهِ إِلَى اللهِ، وَأَنْتِ أَحَبُّ بِلَادِ اللهِ إِلَيَّ، وَلَوْلَا أَنَّ الْمُشْرِكِينَ أَخْرَجُونِي لَمْ أَخْرُجْ مِنْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အလ္လာဟ်အရှင်မြတ်၏ မြေများအနက် အလ္လာဟ်အရှင်မြတ်ထံ အချစ်ဆုံးဖြစ်သည်။ သင်သည် ကျွန်ုပ်ထံ အလ္လာဟ်အရှင်မြတ်၏ မြေများအနက် အချစ်ဆုံးလည်းဖြစ်သည်။ ရုပ်တုကိုးကွယ်သူတို့ ကျွန်ုပ်အား သင့်ထံမှ နှင်ထုတ်ခဲ့ခြင်း မရှိခဲ့ပါက၊ ကျွန်ုပ်သည် သင့်ထံမှ မည်သည့်အခါမျှ ထွက်ခွာမည် မဟုတ်ပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အိဗ်နု အဘ်ဘာစ်က ပြောသည်- “ရန်သူတို့အနက် အဆိုးဆုံးမှာ အလ္လာဟ်အရှင်မြတ်၏ သန့်ရှင်းရာဌာန၌ အလ္လာဟ်အရှင်မြတ်အား ပြစ်မှားသူ၊ သူ့အား မသတ်ရန် ကြိုးစားနေသူကို သတ်ပစ်သူ၊ သို့မဟုတ် ဂျာဟီလီယာ ကလဲ့စားကြောင့် သတ်ပစ်သူဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ နဗီတမန်တော်မြတ် ﷺ ထံ ဗျာဒိတ်တော် ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား နှင်ထုတ်ခဲ့သော သင့်မြို့ထက် အင်အားကြီးမားသော မည်မျှများပြားသော မြို့ရွာတို့ကို ငါတို့ ဖျက်ဆီးခဲ့ပြီး၊ ၎င်းတို့ကို ကူညီမည့်သူ မရှိခဲ့။)</span>”</p>"
  }
]