[
  {
    "ayah_key": "3:169",
    "group_ayah_key": "3:169",
    "from_ayah": "3:169",
    "to_ayah": "3:175",
    "ayah_keys": "3:169,3:170,3:171,3:172,3:173,3:174,3:175",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(၁၆၉။ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသတ်ခံရသူတို့အား သေဆုံးသူများဟု မမှတ်ယူကြနှင့်။ မဟုတ်ပေ၊ ၎င်းတို့သည် ၎င်းတို့၏ အရှင်မြတ်အထံတော်၌ အသက်ရှင်လျက်ရှိကြပြီး စားနပ်ရိက္ခာများ ရရှိကြသည်။)</span><span class=\"gray\">(၁၇၀။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မိမိ၏ ဂရုဏာတော်မှ ပေးသနားတော်မူသော အရာများကြောင့် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကြသည်။ ၎င်းတို့သည် ၎င်းတို့နှင့် မပေါင်းစည်းသေးဘဲ နောက်ကျကျန်ရစ်သူများ <span class=\"gray\">(ရှဟီးဒ်မဖြစ်သေးသူများ)</span> အတွက်လည်း ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကြသည်မှာ ၎င်းတို့အပေါ် မည်သည့် ကြောက်ရွံ့မှုမျှ မရှိစေရ၊ ၎င်းတို့သည် ပူဆွေးကြရမည်လည်း မဟုတ်ပေ။)</span><span class=\"gray\">(၁၇၁။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကရုဏာနှင့် ဂရုဏာတော်ကြောင့် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကြသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့၏ အကျိုးကို အလဟဿပြုမည် မဟုတ်ပေ။)</span><span class=\"gray\">(၁၇၂။ ဒဏ်ရာများ ရပြီးနောက် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်၏ <span class=\"gray\">(ခေါ်ဆိုမှုကို)</span> တုံ့ပြန်ခဲ့သူများ၊ ၎င်းတို့အနက် ကောင်းမှုပြု၍ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူများအတွက် ကြီးမားသော အကျိုးကျေးဇူး ရှိသည်။)</span><span class=\"gray\">(၁၇၃။ လူတို့က ၎င်းတို့အား \"အမှန်စင်စစ်၊ လူတို့သည် သင်တို့အား တိုက်ခိုက်ရန် စုဝေးခဲ့ကြပြီ၊ ထို့ကြောင့် ၎င်းတို့ကို ကြောက်ကြလော့\" ဟု ပြောကြသောအခါ ၎င်းသည် ၎င်းတို့၏ ယုံကြည်ခြင်းကိုသာ <span class=\"gray\">(ပိုမို)</span> တိုးပွားစေခဲ့ပြီး ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်တော်မူသည်၊ အရှင်မြတ်သည် အကောင်းဆုံး စီမံခန့်ခွဲသူ ဖြစ်သည်\" ဟု ပြောဆိုခဲ့ကြသည်။)</span><span class=\"gray\">(၁၇၄။ ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကရုဏာနှင့် ဂရုဏာတော်ဖြင့် ပြန်လာခဲ့ကြသည်။ မည်သည့် အန္တရာယ်မျှ ၎င်းတို့အား မထိခိုက်ခဲ့ပေ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကို လိုက်နာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကြီးမားသော ဂရုဏာရှင် ဖြစ်တော်မူသည်။)</span><span class=\"gray\">(၁၇၅။ ရှိုက်တွာန်သာလျှင် သင်တို့အား ၎င်း၏ မိတ်ဆွေများကို ကြောက်ရွံ့ရန် အကြံပြုသည်။ ထို့ကြောင့် ၎င်းတို့ကို မကြောက်ကြနှင့်၊ သင်တို့ အမှန်တကယ် ယုံကြည်သူများ ဖြစ်ပါက ငါ့ကိုသာ ကြောက်ကြလော့။)</span></p><div lang=\"my\" class=\"my \"><h2>ရှဟီးဒ်တို့၏ ဂုဏ်ကျေးဇူးများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရှဟီးဒ်များသည် ဤလောကတွင် အသတ်ခံခဲ့ရသော်လည်း ၎င်းတို့၏ ဝိညာဉ်များသည် ထာဝရဘုံတွင် အသက်ရှင်လျက်ရှိပြီး စားနပ်ရိက္ခာများ ရရှိနေကြောင်း ဖော်ပြထားသည်။ မွတ်စလင်မ်သည် မိမိ၏ ဆွဟီဟ်တွင် မဆ်ရူက်ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"ကျွန်ုပ်တို့သည် အဗ်ဒူလ္လာဟ်အား ဤအာယသ်နှင့် ပတ်သက်၍ မေးမြန်းခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသတ်ခံရသူတို့အား သေဆုံးသူများဟု မမှတ်ယူကြနှင့်။ မဟုတ်ပေ၊ ၎င်းတို့သည် ၎င်းတို့၏ အရှင်မြတ်အထံတော်၌ အသက်ရှင်လျက်ရှိကြပြီး စားနပ်ရိက္ခာများ ရရှိကြသည်။)</span></p><p lang=\"my\" class=\"my \">သူက ပြောသည်၊ 'ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ထိုမေးခွန်းကိုပင် မေးမြန်းခဲ့ကြပြီး အရှင်မြတ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْوَاحُهُمْ فِي جَوْفِ طَيْرٍ خُضْرٍ، لَهَا قَنَادِيلُ مُعَلَّقَةٌ بِالْعَرْشِ، تَسْرَحُ مِنَ الْجَنَّةِ حَيْثُ شَاءَتْ، ثُمَّ تَأْوِي إِلَى تِلْكَ الْقَنَادِيلِ، فَاطَّلَعَ إِلَيْهِمْ رَبُّهُمُ اطِّلَاعَةً فَقَالَ: هَلْ تَشْتَهُونَ شَيْئًا؟ فَقَالُوا: أَيَّ شَيْءٍ نَشْتَهِي وَنَحْنُ نَسْرَحُ مِنَ الْجَنَّةِ حَيْثُ شِئْنَا؟ فَفَعَلَ ذَلِكَ بِهِمْ ثَلَاثَ مَرَّاتٍ، فَلَمَّا رَأَوْا أَنَّهُمْ لَنْ يُتْرَكُوا مِنْ أَنْ يُسْأَلُوا، قَالُوا: يَا رَبِّ نُرِيدُ أَنْ تَرُدَّ أَرْوَاحَنَا فِي أَجْسَادِنَا حَتَّى نُقْتَلَ فِي سَبِيلِكَ مَرَّةً أُخْرَى، فَلَمَّا رَأَى أَنْ لَيْسَ لَهُمْ حَاجَةٌ، تُرِكُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဝိညာဉ်များသည် စိမ်းလန်းသော ငှက်များ၏ အတွင်း၌ ရှိကြပြီး၊ ထိုငှက်များတွင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> အာရ်ရှ်ပလ္လင်အောက်တွင် ချိတ်ဆွဲထားသော ဆီမီးခွက်များ ရှိသည်။ ၎င်းတို့သည် ၎င်းတို့နှစ်သက်ရာ ဥယျာဉ်တော်တွင် လှည့်လည်သွားလာကြသည်။ ထို့နောက် ထိုဆီမီးခွက်များသို့ ပြန်လာကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကြည့်ရှု၍ 'သင်တို့ တစ်စုံတစ်ရာ လိုချင်ပါသလား' ဟု မေးတော်မူသည်။ ၎င်းတို့က 'ကျွန်ုပ်တို့သည် ဥယျာဉ်တော်တွင် နှစ်သက်ရာနေရာသို့ သွားနေရပါလျက် အဘယ်အရာကို ပို၍ လိုချင်ပါဦးမည်နည်း' ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဤမေးခွန်းကို သုံးကြိမ်တိုင်တိုင် မေးတော်မူခဲ့ပြီး၊ ၎င်းတို့သည် အဖြေမပေးမချင်း အရှင်မြတ်က ဆက်လက်မေးနေမည်ကို သိသောအခါ ၎င်းတို့က 'အို အရှင်မြတ်! ကျွန်ုပ်တို့၏ ဝိညာဉ်များကို ကျွန်ုပ်တို့၏ ခန္ဓာကိုယ်များသို့ ပြန်လည်ပို့ဆောင်ပေးပါရန် အလိုရှိပါသည်။ သို့မှသာ ကျွန်ုပ်တို့သည် အရှင်၏ လမ်းတော်၌ ထပ်မံ အသတ်ခံရမည်' ဟု ပြောဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့တွင် အခြားဆန္ဒမရှိကြောင်း သိတော်မူသောအခါ ၎င်းတို့ကို ထိုအတိုင်း ထားလိုက်သည်။)</span>\" အနပ်စ်နှင့် အဘူစအီးဒ်တို့ထံမှ အလားတူ ဟဒီးဆ်တော်များစွာ ရှိသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အနပ်စ်ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ نَفْسٍ تَمُوتُ، لَهَا عِنْدَ اللهِ خَيْرٌ، يَسُرُّهَا أَنْ تَرْجِعَ إِلَى الدُّنْيَا، إِلَّا الشَّهِيدُ، فَإِنَّهُ يَسُرُّهُ أَنْ يَرْجِعَ إِلَى الدُّنْيَا فَيُقْتَلَ مَرَّةً أُخْرَى، لِمَا يَرَى مِنْ فَضْلِ الشَهَادَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ကောင်းမှုရှိသော မည်သည့်ဝိညာဉ်မျှ သေဆုံးသွားပြီးနောက် ဤလောက၏ ဘဝသို့ ပြန်သွားလိုမည် မဟုတ်ပေ၊ ရှဟီးဒ်မှအပ။ သူသည် ရှဟီးဒ်ဖြစ်ခြင်းမှ ရရှိသော ဂုဏ်အသရေကို ခံစားရသောကြောင့် ဤဘဝသို့ ပြန်လာ၍ ထပ်မံ ရှဟီးဒ်ဖြစ်လိုမည်ဖြစ်သည်။)</span> မွတ်စလင်မ်သည် ဤဟဒီးဆ်တော်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ပြင် အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ၊ အိဗ်နု အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا أُصِيبَ إِخْوَانُكُمْ بِأُحُدٍ، جَعَلَ اللهُ أَرْوَاحَهُمْ فِي أَجْوَافِ طَيْرٍ خُضْرٍ، تَرِدُ أَنْهَارَ الْجَنَّـةِ، وَتَأْكُلُ مِنْ ثِمَارِهَا، وَتَأْوِي إِلى قَنَادِيلَ مِنْ ذَهَبٍ فِي ظِلِّ الْعَرْشِ، فَلَمَّا وَجَدُوا طِيبَ مَشْرَبِهِمْ وَمَأْكَلِهِمْ، وَحُسْنَ مُتَقَلَّبِهِمْ قَالُوا: يَا لَيْتَ إِخْوَانَنَا يَعْلَمُونَ مَا صَنَعَ اللهُ لَنَا، لِئَلَّا يَزْهَدُوا فِي الْجِهَادِ، وَلَا يَنْكُلُوا عَنِ الْحَرْبِ، فَقَالَ اللهُ عَزَّ وَجَلَّ: أَنْا أُبَلِّغُهُمْ عَنْكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥဟုဒ်တွင် သင်တို့၏ ညီအစ်ကိုများ အသတ်ခံရသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဝိညာဉ်များကို စိမ်းလန်းသော ငှက်များ၏ အတွင်း၌ ထည့်ထားတော်မူခဲ့သည်။ ထိုငှက်များသည် ဥယျာဉ်တော်၏ မြစ်များကို သောက်သုံးပြီး ၎င်း၏ အသီးအနှံများကို စားကြသည်။ ထို့နောက် အာရ်ရှ်ပလ္လင်၏ အရိပ်အောက်ရှိ ရွှေဆီမီးခွက်များသို့ ပြန်လာကြသည်။ ၎င်းတို့သည် ၎င်းတို့၏ အစားအသောက်၊ အချိုရည်နှင့် နေထိုင်ရာ၏ ချမ်းသာမှုကို မြည်းစမ်းရသောအခါ ၎င်းတို့က 'အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မည်သို့ ပေးသနားတော်မူခဲ့သည်ကို ကျွန်ုပ်တို့၏ ညီအစ်ကိုများ သိရှိပါက ဂျီဟဒ်ကို စွန့်လွှတ်မည်မဟုတ်သလို စစ်ပွဲမှလည်း နောက်ဆုတ်မည်မဟုတ်ဟု ကျွန်ုပ်တို့ မျှော်လင့်ပါသည်။' ဟု ပြောဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ် အဇ္ဇဝဂျလ်က 'ငါသည် သင်တို့အတွက် သတင်းကို ပေးပို့မည်' ဟု ပြောကြားတော်မူခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်နှင့် အောက်ပါအာယသ်များကို ထုတ်ပြန်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသတ်ခံရသူတို့အား သေဆုံးသူများဟု မမှတ်ယူကြနှင့်။ မဟုတ်ပေ၊ ၎င်းတို့သည် ၎င်းတို့၏ အရှင်မြတ်အထံတော်၌ အသက်ရှင်လျက်ရှိကြပြီး စားနပ်ရိက္ခာများ ရရှိကြသည်။)</span></p><p lang=\"my\" class=\"my \">ကွသားဒဟ်၊ အလ်-ရဘီအ် နှင့် အဒ်-ဒွဟ်ဟါက် တို့က ဤအာယသ်များကို ဥဟုဒ်ရှိ ရှဟီးဒ်များအကြောင်း ထုတ်ပြန်တော်မူခဲ့ကြောင်း ပြောကြားခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အဘူ ဗကရ် အိဗ်နု မရ်ဒူဝီယာဟ်က ဂျာဗိရ် ဘင် အဗ်ဒူလ္လာဟ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က တစ်နေ့တွင် ကျွန်ုပ်အား ကြည့်ရှု၍ 'အို ဂျာဗိရ်! သင် အဘယ်ကြောင့် ဝမ်းနည်းနေသည်ကို ကျွန်ုပ် မြင်နေရသနည်း' ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ်က 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်! ကျွန်ုပ်၏ဖခင်သည် ရှဟီးဒ်ဖြစ်သွားပြီး အကြွေးများနှင့် ကလေးများကို ချန်ထားခဲ့သည်' ဟု ပြောကြားခဲ့သည်။ အရှင်မြတ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُخْبِرُكَ؟ مَا كَلَّمَ اللهُ أَحَدًا قَطُّ إِلَّا مِنْ وَرَاءِ حِجَابٍ، وَإِنَّه كَلَّمَ أَبَاكَ كِفَاحًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال علي: الكفاح: المواجهة</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: سَلْنِي أُعْطِكَ. قَالَ: أَسْأَلُكَ أَنْ أُرَدَّ إِلَى الدُّنْيَا فَأُقْتَلَ فِيكَ ثَانِيَةً، فَقَالَ الرَّبُّ عَزَّ وَجَلَّ: إِنَّهُ قَدْ سَبَقَ مِنِّي الْقَوْلُ: إِنَّهُمْ إِلَيْهَا لَا يَرْجِعُونَ. قَالَ: أَيْ رَبِّ فَأَبْلِغْ مَنْ وَرَائِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူနှင့်မျှ ကန့်လန့်ကာနောက်မှသာ စကားပြောတော်မူခဲ့ကြောင်း ကျွန်ုပ် ပြောပြရဦးမည်လား။ သို့သော် အရှင်မြတ်သည် သင့်ဖခင်နှင့် တိုက်ရိုက် စကားပြောတော်မူခဲ့သည်။ အရှင်မြတ်က 'ငါ့ကို မေးပါ၊ ငါ ပေးမည်' ဟု ပြောကြားတော်မူခဲ့သည်။ သူက 'ကျွန်ုပ်အား ဤလောကသို့ ပြန်ပို့ပြီး အရှင်၏ လမ်းတော်၌ ထပ်မံ အသတ်ခံရရန် တောင်းဆိုပါသည်' ဟု ပြောကြားခဲ့သည်။ အရှင်သခင်၊ အမြင့်မြတ်ဆုံး အရှင်မြတ်က 'အမှန်စင်စစ်၊ ၎င်းတို့သည် ၎င်း <span class=\"gray\">(ဤဘဝ)</span> သို့ ပြန်လာရမည် မဟုတ်ဟု ငါ့ထံမှ ပြောကြားချက် ထွက်ပြီးသား ဖြစ်သည်' ဟု ပြောကြားတော်မူခဲ့သည်။ သူက 'အို အရှင်မြတ်! ထို့နောက် ကျွန်ုပ် ချန်ထားခဲ့သူများအား သတင်းပို့ပေးတော်မူပါ' ဟု ပြောကြားခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသတ်ခံရသူတို့အား သေဆုံးသူများဟု မမှတ်ယူကြနှင့်...)</span>\"</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အိဗ်နု အဗ္ဗားစ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشُّهَدَاءُ عَلى بَارِقِ نَهْرٍ بِبَابِ الْجَنَّـةِ، فِي قُبَّةٍ خَضْرَاءَ، يَخْرُجُ عَلَيْهِمْ رِزْقُهُمْ مِنَ الْجَنَّـةِ بُكْرَةً وَعَشِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှဟီးဒ်များသည် ဥယျာဉ်တော်တံခါးအနီးရှိ မြစ်ကမ်းနားတွင် စိမ်းလန်းသော တဲတစ်လုံး၌ တွေ့ဆုံကြပြီး၊ ၎င်းတို့၏ စားနပ်ရိက္ခာများကို ဥယျာဉ်တော်မှ နံနက် ညနေ ရရှိကြသည်။)</span></p><p lang=\"my\" class=\"my \">အဟ်မဒ်နှင့် အိဗ်နု ဂျရီရ်တို့သည် ဤဟဒီးဆ်တော်ကို စုဆောင်းခဲ့ကြသည်၊ ၎င်းတွင် ကောင်းမွန်သော ဆင့်ပွားဇယား ရှိသည်။ ရှဟီးဒ်များသည် အမျိုးအစား ကွဲပြားကြပြီး အချို့သည် ဥယျာဉ်တော်တွင် လှည့်လည်သွားလာကြကာ အချို့မှာ ဥယျာဉ်တော်တံခါးအနီးရှိ ဤမြစ်နားတွင် နေထိုင်ကြသည်ဟု ထင်ရသည်။ ဤမြစ်သည် ရှဟီးဒ်များ၏ ဝိညာဉ်များအားလုံး စုဝေးရာဖြစ်ပြီး ၎င်းတို့အား နံနက် ညနေ စားနပ်ရိက္ခာ ပေးအပ်ရာနေရာ ဖြစ်နိုင်သည်၊ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က မည်သည့်ယုံကြည်သူမဆို ၎င်း၏ ဝိညာဉ်သည် ဥယျာဉ်တော်တွင် လှည့်လည်သွားလာမည်၊ ၎င်း၏ အသီးအနှံများကို စားမည်၊ ၎င်း၏ ပျော်ရွှင်မှုများနှင့် ချမ်းသာမှုများကို ခံစားမည်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းအတွက် ပြင်ဆင်ထားသည့် ဂုဏ်အသရေကို မြည်းစမ်းရမည်ဟူသော သတင်းကောင်း ပါဝင်သည့် ဟဒီးဆ်တော်တစ်ခုကို ဆင့်ပြန်ထားသည်။ ဤဟဒီးဆ်တော်တွင် ထူးခြားသော၊ မှန်ကန်သော ဆင့်ပွားဇယား ရှိပြီး အီမာမ်လေးပါးမှ သုံးပါး ပါဝင်သည်။ အီမာမ် အဟ်မဒ်သည် ဤဟဒီးဆ်တော်ကို မိုဟမ္မဒ် ဘင် အစ်ဒ်ရီးစ် အရှ်-ရှာဖိအီ ထံမှ ဆင့်ပြန်ထားသည်၊ သူက မာလိက် ဘင် အနပ်စ် အလ်-အဆ်ဘူးဟီ ထံမှ၊ သူက အဇ်-ဇူဟ်ရီ ထံမှ၊ သူက အဗ်ဒူရ်-ရဟ်မာန် ဘင် ကအ်ဘ် ဘင် မာလိက် ထံမှ ဆင့်ပြန်ထားသည်မှာ ၎င်း၏ဖခင်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَسَمَةُ الْمُؤْمِنِ طَائِرٌ يَعْلُقُ فِي شَجَرِ الْجَنَّـةِ حَتَّى يَرْجِعَهُ اللهُ إِلى جَسَدِهِ يَوْمَ يَبْعَثُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူ၏ ဝိညာဉ်သည် ဥယျာဉ်တော်ရှိ သစ်ပင်များမှ စားသုံးသော ငှက်တစ်ကောင် ဖြစ်လာသည်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ရှင်ပြန်ထမြောက်စေသောနေ့တွင် ၎င်း၏ ခန္ဓာကိုယ်သို့ ပြန်လည်ပို့ဆောင်ပေးသည်အထိ။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်က ယုံကြည်သူတို့၏ ဝိညာဉ်များသည် ဥယျာဉ်တော်တွင် ငှက်ပုံသဏ္ဌာန်ဖြင့် ရှိနေကြောင်း ဖော်ပြထားသည်။ ရှဟီးဒ်တို့၏ ဝိညာဉ်များမှာမူ စိမ်းလန်းသော ငှက်များ၏ အတွင်း၌ ရှိကြပြီး ကျန်ယုံကြည်သူ ဝိညာဉ်များအတွက် ကြယ်များကဲ့သို့ ဖြစ်သည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ် အမြင့်မြတ်ဆုံး အရှင်မြတ်အား ယုံကြည်ခြင်းအပေါ် ခိုင်မြဲစေရန် တောင်းဆိုကြသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားတော်မူသော အရာများကြောင့် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကြသည်)</span> ဟူသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသတ်ခံရသော ရှဟီးဒ်များသည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အသက်ရှင်လျက်ရှိပြီး ၎င်းတို့ ခံစားနေရသော ဂရုဏာနှင့် ပျော်ရွှင်မှုများကြောင့် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်နေကြကြောင်း ဖော်ပြသည်။ ၎င်းတို့သည် ၎င်းတို့နောက်တွင် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ ကျဆုံးမည့် ၎င်းတို့၏ ညီအစ်ကိုများကိုလည်း စောင့်မျှော်နေကြသည်၊ အကြောင်းမှာ ၎င်းတို့သည် မကြာမီ ၎င်းတို့နှင့် တွေ့ဆုံကြရမည် ဖြစ်သောကြောင့်။ ဤရှဟီးဒ်များသည် အနာဂတ်အတွက် ကြောက်ရွံ့ခြင်း သို့မဟုတ် ၎င်းတို့ ချန်ထားခဲ့သည်များအတွက် ပူဆွေးခြင်း မရှိကြပေ။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ဥယျာဉ်တော်ကို ပေးသနားတော်မူရန် တောင်းဆိုကြသည်။ ဆွဟီဟ်နှစ်ခုတွင် အနပ်စ်ထံမှ ဗိရ် မအူနဟ်၌ တစ်ညတည်း အသတ်ခံရသော အန်ဆွာရ် ဆွဟာဘာ ခုနစ်ဆယ်၏ ဇာတ်လမ်းကို မှတ်တမ်းတင်ထားသည်။ ဤဟဒီးဆ်တော်တွင် အနပ်စ်က တမန်တော်မြတ် ﷺ သည် ၎င်းတို့ကို သတ်ဖြတ်သူများအား ဆွလာတ်တွင် ကွနူသ်ဖတ်၍ အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့ကြောင်း ပြောကြားခဲ့သည်။ အနပ်စ်က \"ကုရ်အာန်၏ အစိတ်အပိုင်းတစ်ခုသည် ၎င်းတို့အကြောင်း ထုတ်ပြန်တော်မူခဲ့သော်လည်း နောက်ပိုင်းတွင် ဖျက်သိမ်းခံခဲ့ရသည်။ 'ကျွန်ုပ်တို့၏ လူမျိုးအား ပြောကြားလော့၊ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံခဲ့ပြီး အရှင်မြတ်သည် ကျွန်ုပ်တို့အား နှစ်သက်တော်မူကာ ကျွန်ုပ်တို့အား နှစ်သက်စေခဲ့သည်'\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah Said Next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကရုဏာနှင့် ဂရုဏာတော်ကြောင့် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကြသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့၏ အကျိုးကို အလဟဿပြုမည် မဟုတ်ပေ)</span><span class=\"gray\">[၃:၁၇၁]</span>။</p><p lang=\"my\" class=\"my \">မိုဟမ္မဒ် ဘင် အိဆ်ဟါက်က မှတ်ချက်ပြုသည်မှာ \"၎င်းတို့အား ဖြည့်ဆည်းပေးခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်နှင့် ၎င်းတို့ ရရှိခဲ့သော ကြီးမားသည့် အကျိုးကျေးဇူးများကြောင့် ၎င်းတို့သည် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကြသည်။\" အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အဆ်လမ်က \"ဤအာယသ်သည် ယုံကြည်သူများအားလုံး၊ ရှဟီးဒ်များနှင့် အခြားသူများအားလုံးကို လွှမ်းခြုံထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်များအား ပေးသနားတော်မူသော ကရုဏာနှင့် အကျိုးကျေးဇူးများကို ၎င်းတို့နောက် ယုံကြည်သူများအား ပေးသနားတော်မူသောအရာများကို မပါဘဲ ဖော်ပြလေ့ မရှိပေ။\" ဟု ပြောကြားခဲ့သည်။</p><div lang=\"fi\" class=\"fi \"><h2>The Battle of Hamra' Al-Asad</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِن بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒဏ်ရာများ ရပြီးနောက် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်၏ <span class=\"gray\">(ခေါ်ဆိုမှုကို)</span> တုံ့ပြန်ခဲ့သူများ)</span><span class=\"gray\">[၃:၁၇၂]</span>။</p><p lang=\"my\" class=\"my \">၎င်းသည် ဟမ်ရာအ် အလ်-အဆဒ်နေ့တွင် ဖြစ်ပွားခဲ့သည်။ ရုပ်တုကိုးကွယ်သူများက မွတ်စလင်မ်များအား <span class=\"gray\">(ဥဟုဒ်တွင်)</span> အနိုင်ရပြီးနောက် ၎င်းတို့သည် နေအိမ်သို့ ပြန်ရန် စတင်ခဲ့ကြသော်လည်း မကြာမီ ၎င်းတို့သည် အလ်-မဒီနာရှိ မွတ်စလင်မ်များအား အပြီးအပိုင် မသုတ်သင်နိုင်ခဲ့သောကြောင့် စိုးရိမ်ခဲ့ကြပြီး ထိုတိုက်ပွဲကို နောက်ဆုံးတိုက်ပွဲ ဖြစ်စေရန် ထွက်ခွာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ဤသတင်းကို ရရှိသောအခါ အရှင်မြတ်က မွတ်စလင်မ်များအား မယုံကြည်သူများနှင့် တွေ့ဆုံရန် ချီတက်ရန် အမိန့်ပေးခဲ့သည်၊ ၎င်းတို့၏ နှလုံးသားများတွင် ကြောက်ရွံ့မှုကို ဖြစ်ပေါ်စေရန်နှင့် မွတ်စလင်မ်များသည် တိုက်ခိုက်ရန် ခွန်အားရှိနေသေးကြောင်း သရုပ်ပြရန်အတွက် ဖြစ်သည်။ တမန်တော်မြတ် ﷺ သည် ဂျာဗိရ် ဘင် အဗ်ဒူလ္လာဟ် အလ်-အန်ဆွာရီ မှအပ ဥဟုဒ်တွင် ရှိခဲ့သူများကိုသာ အရှင်မြတ်နှင့်အတူ လိုက်ပါခွင့်ပြုခဲ့သည်၊ ကျွန်ုပ်တို့ ဖော်ပြမည့်အတိုင်းပင်။ မွတ်စလင်မ်များသည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်မြတ် ﷺ အား နာခံမှုဖြင့် ၎င်းတို့၏ ဒဏ်ရာများ ခံစားနေရသော်လည်း စုဝေးခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အိက်ရိမဟ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"ရုပ်တုကိုးကွယ်သူများက ဥဟုဒ်နောက် <span class=\"gray\">[မက္ကာဟ်သို့]</span> ပြန်လာသောအခါ ၎င်းတို့က 'မိုဟမ္မဒ်ကိုလည်း မသတ်ခဲ့၊ အမျိုးသမီးသုံ့ပန်းများကိုလည်း မစုဆောင်းခဲ့။ သင်တို့ လုပ်ခဲ့သည်များအတွက် သင်တို့အား ဒုက္ခရောက်စေသတည်း။ ကျွန်ုပ်တို့ ပြန်သွားကြစို့' ဟု ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ဤသတင်းကို ကြားသောအခါ အရှင်မြတ်က မွတ်စလင်မ်တပ်များကို စုဝေးစေပြီး ၎င်းတို့သည် ဟမ်ရာ အလ်-အဆဒ်သို့ ရောက်သည်အထိ ချီတက်ခဲ့ကြသည်။ ရုပ်တုကိုးကွယ်သူများက 'မဟုတ်ဘူး၊ နောက်နှစ်မှ တွေ့ကြမယ်' ဟု ပြောဆိုခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် <span class=\"gray\">[အလ်-မဒီနာသို့]</span> ပြန်လာခဲ့သည်၊ ၎င်းကို ဂဇ်ဝဟ် <span class=\"gray\">(တိုက်ပွဲ)</span> အဖြစ် မှတ်ယူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِن بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒဏ်ရာများ ရပြီးနောက် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်၏ <span class=\"gray\">(ခေါ်ဆိုမှုကို)</span> တုံ့ပြန်ခဲ့သူများ၊ ၎င်းတို့အနက် ကောင်းမှုပြု၍ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူများအတွက် ကြီးမားသော အကျိုးကျေးဇူး ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အာအိရှဟ်သည် အိဗ်နု အူရ်ဝဟ်အား အာယသ်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်၏ <span class=\"gray\">(ခေါ်ဆိုမှုကို)</span> တုံ့ပြန်ခဲ့သူများ)</span></p><p lang=\"my\" class=\"my \">\"ကျွန်ုပ်၏ တူလေး! သင့်ဖခင်များ အဇ်-ဇူဗိုင်ရ်နှင့် အဘူ ဗကရ်တို့သည် ၎င်းတို့ထဲတွင် ပါဝင်ခဲ့ကြသည်။ တမန်တော်မြတ် ﷺ သည် ဥဟုဒ်တွင် ဘေးအန္တရာယ် ကြုံတွေ့ခဲ့ရပြီး ရုပ်တုကိုးကွယ်သူများ ပြန်သွားပြီးနောက် ၎င်းတို့ ပြန်လာရန် ကြိုးစားနိုင်သည်ကို အရှင်မြတ်က စိုးရိမ်ခဲ့ပြီး 'မည်သူက ၎င်းတို့နောက် လိုက်မည်နည်း' ဟု ပြောကြားတော်မူခဲ့သည်။ အဇ်-ဇူဗိုင်ရ်နှင့် အဘူ ဗကရ် အပါအဝင် လူခုနစ်ဆယ်သည် ဆန္ဒအလျောက် လုပ်ဆောင်ခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းကို အလ်-ဘူခါရီ တစ်ဦးတည်းသာ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့က ၎င်းတို့အား \"အမှန်စင်စစ်၊ လူတို့သည် သင်တို့အား တိုက်ခိုက်ရန် စုဝေးခဲ့ကြပြီ၊ ထို့ကြောင့် ၎င်းတို့ကို ကြောက်ကြလော့\" ဟု ပြောကြသောအခါ ၎င်းသည် ၎င်းတို့၏ ယုံကြည်ခြင်းကိုသာ <span class=\"gray\">(ပိုမို)</span> တိုးပွားစေခဲ့သည်)</span><span class=\"gray\">[၃:၁၇၃]</span> ဟူသည် လူများကို ခြိမ်းခြောက်ပြောဆိုခဲ့သူများ၊ မယုံကြည်သူများက ၎င်းတို့အား တိုက်ခိုက်ရန် စုဝေးနေကြပြီဟု ပြောဆိုကာ ၎င်းတို့အား ကြောက်ရွံ့စေရန် ကြိုးစားခဲ့ကြသော်လည်း ၎င်းတို့ စိတ်ပူပန်ခြင်း မရှိခဲ့ပေ၊ ယင်းအစား ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး အရှင်မြတ်၏ အကူအညီကို ရှာခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်တော်မူသည်၊ အရှင်မြတ်သည် အကောင်းဆုံး စီမံခန့်ခွဲသူ ဖြစ်သည်\" ဟု ပြောဆိုခဲ့ကြသည်။)</span></p><p lang=\"hmn\" class=\"hmn \">Al-Bukhari recorded that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ ကျွန်ုပ်တို့အတွက် လုံလောက်တော်မူသည်၊ အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် အကောင်းဆုံး စီမံခန့်ခွဲသူ ဖြစ်သည်\")</span></p><p lang=\"my\" class=\"my \">\"အီဗ်ရာဟင်မ်သည် မီးထဲ ပစ်ချခံရသောအခါ ၎င်းကို ပြောကြားခဲ့သည်။ မိုဟမ္မဒ်သည် လူတို့က 'အမှန်စင်စစ်၊ လူတို့သည် သင်တို့အား တိုက်ခိုက်ရန် စုဝေးခဲ့ကြပြီ၊ ထို့ကြောင့် ၎င်းတို့ကို ကြောက်ကြလော့' ဟု ပြောကြားသောအခါ ၎င်းကို ပြောကြားခဲ့သည်။ သို့သော် ၎င်းသည် ၎င်းတို့၏ ယုံကြည်ခြင်းကိုသာ တိုးပွားစေခဲ့ပြီး ၎င်းတို့က 'အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်တော်မူသည်၊ အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် အကောင်းဆုံး စီမံခန့်ခွဲသူ ဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။\" အဘူ ဗကရ် အိဗ်နု မရ်ဒူဝီယာဟ်က အနပ်စ် ဘင် မာလိက် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ အား ဥဟုဒ်နေ့တွင် \"အမှန်စင်စစ်၊ လူတို့သည် သင်တို့အား တိုက်ခိုက်ရန် စုဝေးခဲ့ကြပြီ၊ ထို့ကြောင့် ၎င်းတို့ကို ကြောက်ကြလော့\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ် <span class=\"gray\">[၃:၁၇၃]</span> ကို ထုတ်ပြန်တော်မူခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ပြောကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانقَلَبُوا بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကရုဏာနှင့် ဂရုဏာတော်ဖြင့် ပြန်လာခဲ့ကြသည်။ မည်သည့် အန္တရာယ်မျှ ၎င်းတို့အား မထိခိုက်ခဲ့ပေ။)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်အားကိုးသောအခါ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ စိုးရိမ်ပူပန်မှုများကို ဂရုစိုက်တော်မူခဲ့သည်၊ အရှင်မြတ်သည် ၎င်းတို့၏ ရန်သူများ၏ ပူးပေါင်းကြံစည်မှုများကို ပျက်ပြယ်စေခဲ့ပြီး မွတ်စလင်မ်များသည် ၎င်းတို့၏ မြေသို့ ပြန်လာခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ ကရုဏာနှင့် ဂရုဏာတော်ဖြင့်။ မည်သည့် အန္တရာယ်မျှ ၎င်းတို့အား မထိခိုက်ခဲ့ပေ။)</span> ၎င်းတို့၏ ရန်သူများ၏ မကောင်းသော ပူးပေါင်းကြံစည်မှုများမှ ကင်းလွတ်ခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကို လိုက်နာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကြီးမားသော ဂရုဏာရှင် ဖြစ်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘိုင်ဟကီက အိဗ်နု အဗ္ဗားစ်သည် အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانقَلَبُوا بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကရုဏာနှင့် ဂရုဏာတော်ဖြင့် ပြန်လာခဲ့ကြသည်၊)</span> \" 'ကရုဏာ' ဆိုသည်မှာ ၎င်းတို့ ကယ်တင်ခြင်း ခံရခြင်းဖြစ်သည်။ 'ဂရုဏာတော်' ဆိုသည်မှာ ကုန်သည်လှည်းတန်းတစ်ခု ဖြတ်သန်းသွားခဲ့ပြီး ထိုနေ့ရက်များသည် <span class=\"gray\">[ဟဂျ်]</span> ရာသီဥတု၏ နေ့ရက်များ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဝယ်ယူရောင်းချ၍ အမြတ်ရခဲ့ပြီး ၎င်းကို မိမိ၏ ဆွဟာဘာများအကြား ခွဲဝေပေးခဲ့သည်။\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا ذَٰلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုက်တွာန်သာလျှင် သင်တို့အား ၎င်း၏ မိတ်ဆွေများကို ကြောက်ရွံ့ရန် အကြံပြုသည်)</span><span class=\"gray\">[၃:၁၇၅]</span> ဟူသည် ရှိုက်တွာန်က သင်တို့အား ၎င်း၏ မိတ်ဆွေများဖြင့် ခြိမ်းခြောက်ပြီး ၎င်းတို့သည် အစွမ်းထက်ပြီး ကြောက်မက်ဖွယ်ကောင်းသယောင် ဟန်ဆောင်ရန် ကြိုးစားသည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် ပြောကြားတော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ကို မကြောက်ကြနှင့်၊ သင်တို့ အမှန်တကယ် ယုံကြည်သူများ ဖြစ်ပါက ငါ့ကိုသာ ကြောက်ကြလော့။)</span> ဟူသည် \"ရှိုက်တွာန်က သင်တို့အား ဤသို့သော အတွေးများ ယူဆောင်လာပါက ငါ့ကိုသာ ယုံကြည်ပြီး ငါ့ထံတွင် ခိုလှုံကြလော့။ အမှန်စင်စစ်၊ ငါသည် သင်တို့အတွက် လုံလောက်စေမည်ဖြစ်ပြီး သင်တို့အား ၎င်းတို့အပေါ် အနိုင်ရစေမည်\" ဟူ၏။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က ပြောကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِن دُونِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်အတွက် လုံလောက်တော်မူသည် မဟုတ်လော။ သို့တိုင် ၎င်းတို့သည် အရှင်မြတ်မှတစ်ပါး အခြားသောသူများဖြင့် သင်အား ကြောက်ရွံ့စေရန် ကြိုးစားကြသည်!)</span><span class=\"gray\">[၃၉:၃၆]</span>၊ ၎င်းမှသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့။ \"ကျွန်ုပ်အတွက် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်တော်မူသည်၊ အရှင်မြတ်ကို ယုံကြည်အားကိုးသူတို့သည် အရှင်မြတ်ကိုသာ ယုံကြည်အားကိုးကြရမည်။\")</span><span class=\"gray\">[၃၉:၃၈]</span>။ အလ္လာဟ်အရှင်မြတ်က ပြောကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် ရှိုက်တွာန်၏ မိတ်ဆွေများနှင့် တိုက်ခိုက်ကြလော့။ အမှန်စင်စစ် ရှိုက်တွာန်၏ ပူးပေါင်းကြံစည်မှုသည် အလွန်အားနည်းလှသည်)</span><span class=\"gray\">[၄:၇၆]</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ حِزْبُ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ရှိုက်တွာန်၏ အဖွဲ့ဝင်များ ဖြစ်ကြသည်။ သိထားကြလော့၊ အမှန်စင်စစ် ရှိုက်တွာန်၏ အဖွဲ့ဝင်များသာလျှင် ဆုံးရှုံးသူများ ဖြစ်ကြလိမ့်မည်!)</span><span class=\"gray\">[၅၈:၁၉]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမိန့်ချမှတ်တော်မူပြီးသား ဖြစ်သည်- \"အမှန်စင်စစ် ငါနှင့် ငါ၏ ရစူလ်တမန်တော်များသာလျှင် အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။\" အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံတန်ခိုးရှင်၊ အလုံးစုံအနိုင်ယူရှင် ဖြစ်တော်မူသည်)</span><span class=\"gray\">[၅၈:၂၁]</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ <span class=\"gray\">(လမ်းစဉ်)</span> ကို ကူညီသူများကို ကူညီတော်မူမည်)</span><span class=\"gray\">[၂၂:၄၀]</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို <span class=\"gray\">(အရှင်၏လမ်းစဉ်တွင်)</span> ကူညီပါက အရှင်မြတ်သည် သင်တို့ကို ကူညီတော်မူမည်)</span><span class=\"gray\">[၄၇:၇]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ - يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ဤလောကဘဝတွင် ကျွန်ုပ်တို့၏ ရစူလ်တမန်တော်များနှင့် ယုံကြည်သူများကို အောင်ပွဲရစေမည်ဖြစ်ပြီး သက်သေများ ထွက်ပေါ်လာမည့်နေ့တွင်လည်း <span class=\"gray\">(အောင်ပွဲရစေမည်)</span>။ ထိုနေ့သည် မတရားပြုသူတို့၏ ဆင်ခြေများသည် အကျိုးမဖြစ်ထွန်းနိုင်သည့်နေ့ ဖြစ်သည်။ ၎င်းတို့သည် ကျိန်စာသင့်မည်ဖြစ်ပြီး ၎င်းတို့သည် မကောင်းသော နေရာတွင် နေထိုင်ကြရမည်။)</span><span class=\"gray\">[၄၀:၅၁-၅၂]</span></p>"
  }
]