[
  {
    "ayah_key": "2:48",
    "group_ayah_key": "2:48",
    "from_ayah": "2:48",
    "to_ayah": "2:48",
    "ayah_keys": "2:48",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုနေ့ကို ကြောက်ကြလော့ <span class=\"gray\">(တရားစီရင်ရာနေ့ကို)</span> ထိုနေ့၌ တစ်ဦးတစ်ယောက်သောသူသည် အခြားသူတစ်ဦးတစ်ယောက်အား အကူအညီမပေးနိုင်၊ ၎င်းပြင် သူ့ထံမှ ကြားဝင်တောင်းပန်မှုကို လက်ခံမည်မဟုတ်။ ၎င်းပြင် သူ့ထံမှ လျော်ကြေးကိုလည်း ယူမည်မဟုတ်၊ ထိုသူတို့အား အကူအညီပေးမည်မဟုတ် <span>(၄၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အစ္စရေးလ်သားတို့အား ကိုယ်တော်ရှင်က ၎င်းတို့အား ပေးသနားတော်မူခဲ့သော ကျေးဇူးများကို သတိပေးပြီးနောက် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်ရှင်က ၎င်းတို့အား အပြစ်ပေးမည့် ပြစ်ဒဏ်၏ ကြာချိန်နှင့် ပတ်သက်၍ သတိပေးတော်မူခဲ့သည်။ ကိုယ်တော်ရှင်က မိန့်ကြားတော်မူသည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَاتَّقُوا يَوْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့ကို ကြောက်ကြလော့)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးတစ်ယောက်သောသူသည် အခြားသူတစ်ဦးတစ်ယောက်အား အကူအညီမပေးနိုင်သည့်အခါ)</span> ဆိုလိုသည်မှာ ထိုနေ့တွင် မည်သူတစ်ဦးတစ်ယောက်မျှ အခြားသူတစ်ဦးတစ်ယောက်အား အကူအညီမဖြစ်နိုင်ပေ။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝန်ထမ်းဆောင်သူမည်သူမျှ အခြားသူ၏ဝန်ကို ထမ်းဆောင်မည်မဟုတ်ပေ)</span><span class=\"gray\">(၃၅:၁၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူတိုင်းသည် အခြားသူများကို ဂရုမစိုက်နိုင်လောက်အောင် လုံလောက်စွာ ရှိလိမ့်မည်။)</span><span class=\"gray\">(၈၀:၃၇)</span> ၎င်းပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိုလူသားတို့! သင်တို့၏အရှင်သခင်အား ကြောက်ရွံ့ခြင်းရှိကြလော့ <span class=\"gray\">(ကိုယ်တော်ရှင်အား သင်တို့၏တာဝန်ကို ထမ်းဆောင်ခြင်းနှင့် မကောင်းမှုအားလုံးကို ရှောင်ကြဉ်ခြင်းအားဖြင့်)</span> ၎င်းပြင် ဖခင်တစ်ဦးသည် မိမိသားအတွက် မည်သည့်အရာမျှ အကျိုးပြုနိုင်မည်မဟုတ်သည့်၊ သားတစ်ဦးသည်လည်း မိမိဖခင်အတွက် မည်သည့်အရာမျှ အကျိုးပြုနိုင်မည်မဟုတ်သည့်နေ့ကို ကြောက်ကြလော့)</span><span class=\"gray\">(၃၁:၃၃)</span>။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဖခင်နှင့်သား နှစ်ဦးစလုံးသည် ထိုနေ့တွင် တစ်ဦးနှင့်တစ်ဦး အကူအညီဖြစ်မည်မဟုတ်ဟူသော ကြီးမားသည့် သတိပေးချက်အဖြစ် ဆောင်ရွက်သင့်ပေသည်။</p><div lang=\"my\" class=\"my \"><h2>တမန်တော်ကို မယုံကြည်သူများအတွက် ကြားဝင်တောင်းပန်ခြင်း၊ ရွေးနုတ်ဖိုး သို့မဟုတ် အကူအညီကို လက်ခံမည်မဟုတ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ထံမှ ကြားဝင်တောင်းပန်မှုကို လက်ခံမည်မဟုတ်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ မယုံကြည်သူများထံမှ ဖြစ်သည်။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا تَنفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကြားဝင်တောင်းပန်သူတို့၏ ကြားဝင်တောင်းပန်မှုသည် ၎င်းတို့အတွက် မည်သည့်အသုံးဝင်မှုမျှ ရှိမည်မဟုတ်)</span><span class=\"gray\">(၇၄:၄၈)</span> ၎င်းပြင် မီး၏လူများကို ဖော်ပြရာတွင် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَنَا مِن شَافِعِينَ - وَلَا صَدِيقٍ حَمِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခုအခါ ကျွန်ုပ်တို့တွင် ကြားဝင်တောင်းပန်ပေးမည့်သူများမရှိ။ ရင်းနှီးသော မိတ်ဆွေ <span class=\"gray\">(ကျွန်ုပ်တို့ကို ကူညီရန်)</span> လည်းမရှိ)</span><span class=\"gray\">(၂၆:၁၀၀-၁၀၁)</span>။</p><p lang=\"de\" class=\"de \">Allah's statement here <span class=\"gray\">(2:48)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ထံမှ လျော်ကြေးကိုလည်း ယူမည်မဟုတ်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများက မိမိတို့ကိုယ်ကို ရွေးနုတ်ခြင်းကို လက်ခံတော်မမူပေ။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَىٰ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မယုံကြည်သူများ၊ ၎င်းတို့သည် မယုံကြည်သူများအဖြစ် သေဆုံးခဲ့ကြပါလျှင် ၎င်းတို့တစ်ဦးဦးထံမှ ကမ္ဘာမြေအပြည့် ရွှေများကို ရွေးနုတ်ဖိုးအဖြစ် ပေးသော်လည်း လက်ခံမည်မဟုတ်ပေ)</span><span class=\"gray\">(၃:၉၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မယုံကြည်သူများ၊ ၎င်းတို့တွင် ကမ္ဘာမြေပေါ်ရှိ အရာအားလုံးရှိပြီး ထပ်မံ၍ ထိုမျှလောက် ရှိနေပြီး ရှင်ပြန်ထမြောက်ရာနေ့၏ ပြစ်ဒဏ်မှ မိမိတို့ကိုယ်ကို ရွေးနုတ်ရန် ပေးသော်လည်း ၎င်းတို့ထံမှ မည်သည့်အခါမျှ လက်ခံမည်မဟုတ်ပေ။ ၎င်းတို့အတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိလိမ့်မည်။)</span><span class=\"gray\">(၅:၃၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် သူသည် မည်သည့်ရွေးနုတ်ဖိုးကို ပေးသည်ဖြစ်စေ၊ ၎င်း၏ထံမှ လက်ခံမည်မဟုတ်ပေ)</span><span class=\"gray\">(၆:၇၀)</span> ၎င်းပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا ۚ مَأْوَاكُمُ النَّارُ ۖ هِيَ مَوْلَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤနေ့တွင် သင်တို့ <span class=\"gray\">(ဟန်ဆောင်သူများ)</span> ထံမှ မည်သည့်ရွေးနုတ်ဖိုးမျှ ယူမည်မဟုတ်ပေ။ မယုံကြည်သူများထံမှလည်း ယူမည်မဟုတ်ပေ။ သင်တို့၏နေရာသည် ငရဲမီးဖြစ်သည်။ ၎င်းသည် သင်တို့၏ မော်လာ <span class=\"gray\">(မိတ်ဆွေ ـ သင့်လျော်သောနေရာ)</span> ဖြစ်သည်)</span><span class=\"gray\">(၅၇:၁၅)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လူတို့သည် ကိုယ်တော်ရှင်၏ ရစူလ်တမန်တော် ﷺ ကို မယုံကြည်ဘဲ ကိုယ်တော်ရှင်က ၎င်းအား စေလွှတ်ခဲ့သည့်အရာကို မလိုက်နာပါက ၎င်းတို့သည် မယုံကြည်မှုလမ်းစဉ်ပေါ်တွင် တည်ရှိနေပြီး ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်ရှင်နှင့် တွေ့ဆုံသည့်အခါ ၎င်းတို့၏ မျိုးရိုးစဉ်ဆက်နှင့်/သို့မဟုတ် ၎င်းတို့၏ သခင်များ၏ ကြားဝင်တောင်းပန်မှုသည် ၎င်းတို့အား မည်သည့်အကူအညီမျှ ပေးမည်မဟုတ်ကြောင်း ဖော်ပြတော်မူခဲ့သည်။ ၎င်းတို့သည် ကမ္ဘာမြေအပြည့် ရွှေများကို ရွေးနုတ်ဖိုးအဖြစ် ပေးခဲ့သော်လည်း ၎င်းတို့ထံမှ လက်ခံမည်မဟုတ်ပေ။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်ရောင်းဝယ်မှု၊ မည်သည့်ခင်မင်မှု၊ မည်သည့် ကြားဝင်တောင်းပန်မှုမျှ မရှိမည့်နေ့ မရောက်မီ)</span><span class=\"gray\">(၂:၂၅၄)</span> ၎င်းပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا بَيْعٌ فِيهِ وَلَا خِلَالٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် အပြန်အလှန်ရောင်းဝယ်မှုလည်း မရှိ။ မိတ်ဆွေဖွဲ့ခြင်းလည်း မရှိ)</span><span class=\"gray\">(၁၄:၃၁)</span>။ အလ္လာဟ်အရှင်မြတ်၏ နောက်ထပ်မိန့်ကြားချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အကူအညီပေးမည်မဟုတ်။)</span> ဆိုလိုသည်မှာ \"မည်သူတစ်ဦးတစ်ယောက်မျှ ၎င်းတို့အတွက် ဒေါသမထွက် - သို့မဟုတ် စိုးရိမ်ပူပန်ခြင်းမရှိ - မည်သည့်အကူအညီမျှ ပေးမည်မဟုတ်၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ ၎င်းတို့အား ကယ်တင်ရန် ကြိုးစားမည်မဟုတ်\"။ အစောပိုင်းက ဖော်ပြခဲ့သည့်အတိုင်း ထိုနေ့တွင် ဆွေမျိုးသားချင်းဖြစ်စေ၊ အာဏာပိုင်များဖြစ်စေ မယုံကြည်သူများအား သနားကြင်နာမည်မဟုတ်ပေ။ ၎င်းတို့အတွက် မည်သည့်ရွေးနုတ်ဖိုးမျှ လက်ခံမည်မဟုတ်ပေ။ ထို့ကြောင့် ၎င်းတို့သည် အခြားသူများထံမှ မည်သည့်အကူအညီမျှ ရရှိမည်မဟုတ်ဘဲ ၎င်းတို့ကိုယ်တိုင်လည်း အကူအညီမဲ့နေကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يُجْيِرُ وَلاَ يُجَارُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် ခိုလှုံရာ <span class=\"gray\">(သို့မဟုတ် အကာအကွယ်)</span> ပေးတော်မူသော်လည်း ကိုယ်တော်ရှင်ထံမှ မည်သူမျှ ခိုလှုံရာ မပေးနိုင်ပေ)</span><span class=\"gray\">(၂၃:၈၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهُ أَحَدٌ - وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ထိုနေ့တွင် ကိုယ်တော်ရှင် ပြစ်ဒဏ်ပေးသကဲ့သို့ မည်သူမျှ ပြစ်ဒဏ်ပေးမည်မဟုတ်။ ကိုယ်တော်ရှင် ချုပ်နှောင်သကဲ့သို့ မည်သူမျှ <span class=\"gray\">(လူဆိုးများ၊ မယုံကြည်သူများနှင့် အများနတ်ဘုရားကိုးကွယ်သူများအား)</span> ချုပ်နှောင်မည်မဟုတ်)</span><span class=\"gray\">(၈၉:၂၅-၂၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ لَا تَنَاصَرُونَ - بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့ဘာဖြစ်နေသနည်း။ အဘယ်ကြောင့် တစ်ဦးနှင့်တစ်ဦး အကူအညီမပေးကြသနည်း <span class=\"gray\">(သင်တို့ လောကတွင် လုပ်ဖူးသကဲ့သို့)</span>?\" မဟုတ်၊ သို့သော် ထိုနေ့တွင် ၎င်းတို့သည် အညံ့ခံကြမည်)</span><span class=\"gray\">(၃၇:၂၅-၂၆)</span> ၎င်းပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ قُرْبَانًا آلِهَةً ۖ بَلْ ضَلُّوا عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ၎င်းတို့က အလီဟာ <span class=\"gray\">(နတ်ဘုရားများ)</span> အဖြစ် ခိုလှုံရာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့)</span> အဖြစ် ယူထားခဲ့သူများသည် အဘယ်ကြောင့် ၎င်းတို့အား အကူအညီမပေးခဲ့သနည်း။ မဟုတ်၊ သို့သော် ၎င်းတို့သည် ၎င်းတို့ထံမှ လုံးဝပျောက်ကွယ်သွားခဲ့ကြသည်)</span><span class=\"gray\">(၄၆:၂၈)</span>။</p><p lang=\"gd\" class=\"gd \">Also, Ad-Dahhak said that Ibn 'Abbas said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ لَا تَنَاصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့ဘာဖြစ်နေသနည်း။ အဘယ်ကြောင့် တစ်ဦးနှင့်တစ်ဦး အကူအညီမပေးကြသနည်း?\")</span><span class=\"gray\">(၃၇:၂၅)</span> ဆိုလိုသည်မှာ \"ဤနေ့တွင် သင်တို့သည် ကျွန်ုပ်တို့ထံမှ ခိုလှုံရာ ရှိမည်မဟုတ်ပေ။ ဤနေ့တွင်မဟုတ်။\" အိဗ်နုဂျရီးရ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အကူအညီပေးမည်မဟုတ်။)</span> ဆိုလိုသည်မှာ ထိုနေ့တွင် ၎င်းတို့အား မည်သည့်ကူညီသူမျှ ကူညီမည်မဟုတ်၊ မည်သူတစ်ဦးတစ်ယောက်မျှ ၎င်းတို့အတွက် ကြားဝင်တောင်းပန်မည်မဟုတ်။ ၎င်းတို့အတွက် မည်သည့် ပယ်ဖျက်ခြင်း သို့မဟုတ် ရွေးနုတ်ဖိုးမျှ လက်ခံမည်မဟုတ်၊ ၎င်းတို့အပေါ်ထားရှိသော ကြင်နာမှုအားလုံးသည် ကုန်ဆုံးသွားလိမ့်မည်။ အကူအညီပေးမည့် ကြားဝင်တောင်းပန်မှုများနှင့်အတူ ဖြစ်သည်။ ထိုနေ့တွင် ၎င်းတို့အတွက် မည်သည့်အကူအညီ သို့မဟုတ် ပူးပေါင်းဆောင်ရွက်မှုမျိုးမျှ ရရှိမည်မဟုတ်ပေ။ တရားစီရင်မှုသည် ထိုနေ့တွင် အကြီးမြတ်ဆုံး၊ အတရားမျှတဆုံးအရှင်၏ ဆန္ဒအတိုင်းဖြစ်လိမ့်မည်။ ကိုယ်တော်ရှင်ကို ဆန့်ကျင်၍ မည်သည့်ကြားဝင်တောင်းပန်သူ သို့မဟုတ် ကူညီသူမျှ ကူညီနိုင်မည်မဟုတ်ပေ။ ကိုယ်တော်ရှင်သည် ထိုအခါ မကောင်းမှုကို ၎င်း၏အမျိုးအစားအတိုင်း ချီးမြှင့်မည်ဖြစ်ပြီး ကောင်းမှုများကို အဆပေါင်းများစွာ တိုးမြှင့်ပေးမည်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِفُوهُمْ ۖ إِنَّهُم مَّسْئُولُونَ - مَا لَكُمْ لَا تَنَاصَرُونَ - بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အား ရပ်တန့်ထားကြလော့၊ အမှန်စင်စစ် ၎င်းတို့အား မေးမြန်းခံရမည်။ \"သင်တို့ဘာဖြစ်နေသနည်း။ အဘယ်ကြောင့် တစ်ဦးနှင့်တစ်ဦး အကူအညီမပေးကြသနည်း?\" မဟုတ်၊ သို့သော် ထိုနေ့တွင် ၎င်းတို့သည် အညံ့ခံကြမည်)</span><span class=\"gray\">(၃၇:၂၄-၂၆)</span>။</p>"
  }
]