[
  {
    "ayah_key": "2:114",
    "group_ayah_key": "2:114",
    "from_ayah": "2:114",
    "to_ayah": "2:114",
    "ayah_keys": "2:114",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ဗလီများတွင် အလ္လာဟ်အရှင်မြတ်၏အမည်တော်ကို ဖော်ပြခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ဆွလားတ်များနှင့် ဒိုအာများ)</span> ကို တားမြစ်၍ ၎င်းတို့၏ပျက်စီးခြင်းအတွက် ကြိုးစားအားထုတ်သူများထက် မည်သူက ပို၍ မတရားသောသူနည်း။ ထိုသူတို့သည် ကြောက်ရွံ့ခြင်းမှတစ်ပါး ၎င်းတို့ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ဗလီများ)</span> ထဲသို့ ကိုယ်တိုင်ဝင်ရောက်ခြင်းမှာ မသင့်လျော်ပေ။ ၎င်းတို့အတွက် ဤလောကတွင် ရှက်ရွံ့စရာရှိပြီး နောင်ဘဝတွင် ကြီးလေးသောပြစ်ဒဏ်ကို ခံရလိမ့်မည်။ <span>(၁၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>အလွန်မတရားသောသူများတွင် ဗလီများမှ လူများကို တားဆီးပြီး ၎င်းတို့၏ပျက်စီးခြင်းအတွက် ကြိုးစားအားထုတ်သူများ ပါဝင်သည်</h2></div><p lang=\"my\" class=\"my \">ကုရိုက်ရှ်ရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ဗလီများမှ လူများကို တားဆီးပြီး ၎င်းတို့ကို ဖျက်ဆီးလိုသူများဖြစ်သည်။ အိဗ်နု ဂျရီရ်မှ ဖော်ပြသည်မှာ အိဗ်နု ဇိုက်ဒ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَاجِدَ اللَّهِ أَن يُذْكَرَ فِيهَا اسْمُهُ وَسَعَىٰ فِي خَرَابِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဗလီများတွင် အလ္လာဟ်အရှင်မြတ်၏ အမည်တော်ကို ဖော်ပြခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ဆွလားတ်များနှင့် ဒိုအာများ)</span> ကို တားမြစ်၍ ၎င်းတို့၏ ပျက်စီးခြင်းအတွက် ကြိုးစားအားထုတ်သူများထက် မည်သူက ပို၍ မတရားသောသူနည်း?)</span> ဟူသည်မှာ နဗီတမန်တော် ﷺ အား အလ်ဟူဒိုက်ဘီယဟ်မှ မက္ကာဟ်သို့ ဝင်ရောက်ခြင်းမှ တားမြစ်ခဲ့သော ကုရိုက်ရှ်ရုပ်တုကိုးကွယ်သူများအကြောင်းဖြစ်သည်။ တမန်တော် ﷺ သည် ဓီ-တူဝါတွင် ဟဒီ <span class=\"gray\">(ယဇ်ပူဇော်ရန် တိရစ္ဆာန်)</span> ကို သတ်ဖြတ်ပြီးချိန်အထိ ဖြစ်သည်။ ထို့နောက် ၎င်းသည် ရုပ်တုကိုးကွယ်သူများနှင့် ငြိမ်းချမ်းရေးစာချုပ်ကို သဘောတူခဲ့ပြီး ၎င်းတို့အား <span class=\"gray\">(ယခင်က မည်သူမျှ လူများကို ဗိမာန်တော်အတွင်း ဝင်ရောက်ခြင်းမှ တားမြစ်ခဲ့ဖူးခြင်းမရှိပေ။ တစ်ဦးတစ်ယောက်သည် မိမိ၏ဖခင်နှင့် အစ်ကို၏လူသတ်သမားကို မြင်ရသော်လည်း ၎င်းအား <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဗိမာန်တော်အတွင်း ဝင်ရောက်ခြင်းမှ)</span> တားမြစ်မည်မဟုတ်ပေ။)</span> ဟု ပြောခဲ့သည်။ ၎င်းတို့က \"ကျွန်ုပ်တို့၏ ဖခင်များကို ဘဒ်ရ်တွင် သတ်ဖြတ်ခဲ့သူ မည်သူမျှ ကျွန်ုပ်တို့ထဲမှ တစ်ယောက်ယောက် အသက်ရှင်နေသရွေ့ ၎င်းထဲသို့ ဝင်ရောက်ခွင့်ရမည်မဟုတ်\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَعَىٰ فِي خَرَابِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ပျက်စီးခြင်းအတွက် ကြိုးစားအားထုတ်သည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား အမှတ်ရခြင်းဖြင့် ဗလီများကို ထိန်းသိမ်းစောင့်ရှောက်သူများနှင့် ဟဂျ်နှင့် အွမ်ရဟ်ပြုလုပ်ရန် အလ္လာဟ်အရှင်မြတ်၏ ဗိမာန်တော်သို့ လာရောက်သူများကို တားမြစ်သူများကို ဆိုလိုသည်။ အိဗ်နု အဘီ ဟာတိမ်မှ မှတ်တမ်းတင်သည်မှာ အိဗ်နု အဗ္ဗားစ်က ပြောသည်မှာ ကုရိုက်ရှ်တို့သည် နဗီတမန်တော် ﷺ အား အလ်-မစ္စဂျစ် အလ်-ဟာရမ်ရှိ ကအ်ဗဟ်တွင် ဆွလားတ်ပြုလုပ်ခြင်းမှ တားမြစ်ခဲ့ရာ အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَاجِدَ اللَّهِ أَن يُذْكَرَ فِيهَا اسْمُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဗလီများတွင် အလ္လာဟ်အရှင်မြတ်၏ အမည်တော်ကို ဖော်ပြခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ဆွလားတ်များနှင့် ဒိုအာများ)</span> ကို တားမြစ်သူများထက် မည်သူက ပို၍ မတရားသောသူနည်း?)</span>\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဂျူးများနှင့် ခရစ်ယာန်များကို ပြစ်တင်ရှုံ့ချပြီးနောက်၊ ရုပ်တုကိုးကွယ်သူများကိုလည်း ဝေဖန်ခဲ့သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် ၎င်း၏သာဝကများကို မက္ကာဟ်မှ မောင်းထုတ်ခဲ့ပြီး၊ အလ်-မစ္စဂျစ် အလ်-ဟာရမ်တွင် ဆွလားတ်ပြုခြင်းမှ တားဆီးခဲ့ကြသည်။ ၎င်းတို့သည် ထိုဗလီကို ၎င်းတို့၏ရုပ်တုများနှင့် ဗဟုဒေဝဝါဒအတွက်သာ သီးသန့်ထားရှိခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ်-မစ္စဂျစ် အလ်-ဟာရမ်မှ <span class=\"gray\">(လူများကို)</span> တားမြစ်နေကြစဉ် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား အဘယ်ကြောင့် အပြစ်မပေးသင့်သနည်း။ ၎င်းတို့သည် ၎င်း၏ထိန်းသိမ်းသူများ မဟုတ်ပေ။ အလ်-မွတ္တကွန်း <span class=\"gray\">(အကြောက်တရားရှိသူများ)</span> မှတစ်ပါး မည်သူမျှ ၎င်း၏ထိန်းသိမ်းသူ မဖြစ်နိုင်ပေ၊ သို့သော် ၎င်းတို့အများစုသည် မသိကြပေ။)</span><span class=\"gray\">(၈:၃၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنفُسِهِم بِالْكُفْرِ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ - إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَىٰ أُولَٰئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်ရှ်ရိက်ကင်း <span class=\"gray\">(ဗဟုဒေဝါဒီများ)</span> အတွက် ၎င်းတို့ကိုယ်တိုင် မယုံကြည်မှုကို သက်သေခံနေကြစဉ် အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို ထိန်းသိမ်းစောင့်ရှောက်ရန် မသင့်လျော်ပေ။ ထိုသူတို့၏ လုပ်ရပ်များသည် အချည်းနှီးဖြစ်ပြီး ၎င်းတို့သည် ငရဲဘုံတွင် ထာဝရနေထိုင်ရလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများ၊ ဆွလားတ်ပြုလုပ်သူများ၊ ဇကားတ်ပေးသူများ၊ နှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ မကြောက်ရွံ့သူများသာ ထိန်းသိမ်းစောင့်ရှောက်ရမည်။ ၎င်းတို့သည်သာ မှန်ကန်သောလမ်းညွှန်မှုပေါ်တွင် ရှိကြသူများ ဖြစ်သည်။)</span><span class=\"gray\">(၉:၁၇-၁၈)</span></p><p>and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَاءٌ مُّؤْمِنَاتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَئُوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌ بِغَيْرِ عِلْمٍ لِّيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَن يَشَاءُ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မယုံကြည်ခဲ့သူများဖြစ်ပြီး၊ သင်တို့အား အလ်-မစ္စဂျစ်-အလ်-ဟာရမ် <span class=\"gray\">(မက္ကာဟ်ရှိ)</span> မှ တားဆီးခဲ့ကာ ယဇ်ပူဇော်ရန် တိရစ္ဆာန်များကို ၎င်းတို့၏ ယဇ်ပူဇော်ရာနေရာသို့ ရောက်ရှိခြင်းမှ ဆိုင်းငံ့ထားခဲ့သူများ ဖြစ်သည်။ သင်တို့မသိသော ယုံကြည်သူအမျိုးသားများနှင့် ယုံကြည်သူအမျိုးသမီးများ မရှိခဲ့လျှင် သင်တို့သည် ၎င်းတို့ကို သတ်ဖြတ်မိပြီး သင်တို့၏ မသိမှုကြောင့် အပြစ်ကျူးလွန်မိမည်ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအလိုရှိသူကို မိမိ၏ ကရုဏာတော်ထဲသို့ ထည့်သွင်းရန်ဖြစ်၏။ အကယ်၍ ၎င်းတို့ <span class=\"gray\">(ယုံကြည်သူများနှင့် မယုံကြည်သူများ)</span> သီးခြားစီ ခွဲခြားနေခဲ့ကြပါလျှင် ကျွန်ုပ်တို့သည် ၎င်းတို့ထဲမှ မယုံကြည်ခဲ့သူများကို ပြင်းပြသော ပြစ်ဒဏ်ဖြင့် အမှန်ပင် အပြစ်ပေးခဲ့မည်ဖြစ်သည်။)</span><span class=\"gray\">(၄၈:၂၅)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများ၊ ဆွလားတ်ပြုလုပ်သူများ၊ ဇကားတ်ပေးသူများ၊ နှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ မကြောက်ရွံ့သူများသာ ထိန်းသိမ်းစောင့်ရှောက်ရမည်)</span><span class=\"gray\">(၉:၁၈)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အကယ်၍ အာယတ်တော်တွင် ဖော်ပြထားသော ဂုဏ်ကျေးဇူးများကို လိုက်နာသော ယုံကြည်သူများကို ဗလီသို့ တက်ရောက်ခြင်းမှ တားဆီးခဲ့ပါက ဤထက် ဆိုးရွားသော ဖျက်ဆီးခြင်း အကြောင်းရင်း မည်သည်ရှိမည်နည်း။ ဗလီများကို ထိန်းသိမ်းစောင့်ရှောက်ခြင်းသည် ၎င်းတို့ကို လှပအောင် ပြုလုပ်ခြင်းမျှသာ မဟုတ်ဘဲ၊ အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်း၊ ဗလီများတွင် အရှင်၏ ရှရီအတ်ကို ထူထောင်ခြင်းနှင့် ရှိရ်က်၏ ညစ်ညမ်းမှုများမှ သန့်စင်စေခြင်းတို့ ပါဝင်သည်။</p><div lang=\"my\" class=\"my \"><h2>အစ္စလာမ်သည် အောင်မြင်မည်ဟူသော သတင်းကောင်း</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أُولَٰئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَا إِلَّا خَائِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ကြောက်ရွံ့ခြင်းမှတစ်ပါး ၎င်းတို့ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ဗလီများ)</span> ထဲသို့ ကိုယ်တိုင်ဝင်ရောက်ခြင်းမှာ မသင့်လျော်ပေ)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ \"လက်နက်ချအပစ်အခတ်ရပ်စဲရေး သို့မဟုတ် စာချုပ်ပါ စည်းကမ်းချက်များကို ဖြည့်ဆည်းရန်မှတစ်ပါး ၎င်းတို့ - မယုံကြည်သူများ - ကို ဗလီများထဲသို့ ဝင်ရောက်ခွင့်မပြုနှင့်\" ဟူ၍ ဖြစ်သည်။ ဟစ်ဂျ်ရီ ၉ ခုနှစ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မက္ကာဟ်ကို အောင်နိုင်ခဲ့သောအခါ မီနာတွင် တစ်စုံတစ်ဦးအား ကြေညာရန် အမိန့်ပေးခဲ့သည်။ \"လက်ရှိနှစ်ကုန်ပြီးနောက် ရုပ်တုကိုးကွယ်သူ မည်သူမျှ ဟဂျ်မပြုလုပ်ရ။ စာချုပ်ရှိသူများမှတစ်ပါး မည်သူမျှ ဗိမာန်တော်ပတ်လည်တွင် ကိုယ်တုံးလုံး သွားလာခြင်း မပြုလုပ်ရ။ ဤကိစ္စတွင် စာချုပ်ကို သက်တမ်းကုန်ဆုံးသည်အထိ ထိန်းသိမ်းရမည်။\" ဤအာယတ်တော်သည် အောက်ပါအာယတ်တော်ကို ထောက်ခံသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ တစ်ခုတည်းဖြစ်ခြင်းနှင့် ၎င်း၏ ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ)</span>! အမှန်စင်စစ် မွတ်ရှ်ရိက်ကင်း <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများ)</span> သည် နဂျစွန်း <span class=\"gray\">(မသန့်ရှင်းသူများ)</span> ဖြစ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့အား ယခုနှစ်နောက်ပိုင်းတွင် အလ်-မစ္စဂျစ်-အလ်-ဟာရမ် <span class=\"gray\">(မက္ကာဟ်ရှိ)</span> အနီးသို့ မလာစေနှင့်)</span><span class=\"gray\">(၉:၂၈)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော် <span class=\"gray\">(၂:၁၁၄)</span> သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မွတ်စ်လင်မ်များအတွက် သတင်းကောင်းတစ်ရပ်ကို သယ်ဆောင်လာသည်ဟုလည်း ဆိုကြသည်။ အရှင်သည် ၎င်းတို့အား အလ်-မစ္စဂျစ် အလ်-ဟာရမ်နှင့် ဗလီအားလုံးကို သိမ်းပိုက်ခွင့်ပြုပြီး ရုပ်တုကိုးကွယ်သူများကို ရှက်ရွံ့စေလိမ့်မည်ဟု ဆိုသည်။ မကြာမီတွင် အာယတ်တော်က ရုပ်တုကိုးကွယ်သူ မည်သူမျှ အစ္စလာမ်ဘာသာကို မခံယူသရွေ့ ဖမ်းဆီးခံရခြင်း သို့မဟုတ် သတ်ဖြတ်ခံရခြင်းကို ကြောက်ရွံ့ခြင်းမှတစ်ပါး ဗိမာန်တော်အတွင်း ဝင်ရောက်ခွင့်မရှိကြောင်း ညွှန်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤကတိကို ပြည့်စုံစေခဲ့ပြီး နောက်ပိုင်းတွင် ရုပ်တုကိုးကွယ်သူများကို အလ်-မစ္စဂျစ် အလ်-ဟာရမ်သို့ ဝင်ရောက်ခွင့်မပြုရန် အမိန့်ချမှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က အာရေဗျကျွန်းဆွယ်တွင် ဘာသာနှစ်ခု မတည်ရှိသင့်ကြောင်း၊ ဂျူးများနှင့် ခရစ်ယာန်များကို ထိုနေရာမှ မောင်းထုတ်သင့်ကြောင်း မိန့်ကြားခဲ့သည်။ ချီးမွမ်းခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။ ဤအမိန့်အားလုံးသည် အလ်-မစ္စဂျစ် အလ်-ဟာရမ်၏ ဂုဏ်သိက္ခာကို ထိန်းသိမ်းရန်နှင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရစူလ်တမန်တော်ကို လူသားအားလုံးအား သတိပေးရန်နှင့် သတင်းကောင်းယူဆောင်လာရန် စေလွှတ်ခဲ့သော နေရာကို သန့်စင်စေသည်။ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများ ၎င်းအပေါ်သို့ သက်ရောက်ပါစေ။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် မယုံကြည်သူများ ဤဘဝတွင် ရရှိမည့် ရှက်ရွံ့စရာများနှင့် လုပ်ရပ်နှင့် ကိုက်ညီသော ပုံစံဖြင့် ပြစ်ဒဏ်ရောက်ရှိပုံကိုလည်း ဖော်ပြထားသည်။ ၎င်းတို့သည် ယုံကြည်သူများကို အလ်-မစ္စဂျစ် အလ်-ဟာရမ်သို့ ဝင်ရောက်ခြင်းမှ တားဆီးခဲ့သကဲ့သို့၊ ၎င်းတို့ကိုယ်တိုင်လည်း ၎င်းထဲသို့ ဝင်ရောက်ခြင်းမှ တားဆီးခံခဲ့ရသည်။ ၎င်းတို့သည် ယုံကြည်သူများကို မက္ကာဟ်မှ မောင်းထုတ်ခဲ့သကဲ့သို့၊ ၎င်းတို့ကိုယ်တိုင်လည်း မက္ကာဟ်မှ မောင်းထုတ်ခံခဲ့ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် နောင်ဘဝတွင် ကြီးလေးသော ပြစ်ဒဏ်ကို ခံရလိမ့်မည်)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဗိမာန်တော်၏ သန့်ရှင်းစင်ကြယ်မှုကို ဖောက်ဖျက်ခဲ့ပြီး ၎င်းပတ်လည်တွင် ရုပ်တုများ စိုက်ထူခြင်း၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို တောင်းခံခြင်းနှင့် ကိုယ်တုံးလုံးဖြင့် တဝါဖ်ပြုလုပ်ခြင်း စသည်တို့ဖြင့် ညစ်ညမ်းအောင် ပြုလုပ်ခဲ့သောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဤဘဝ၏ ရှက်ရွံ့စရာများနှင့် နောင်ဘဝ၏ ပြစ်ဒဏ်မှ ခိုလှုံခြင်းနှင့်ပတ်သက်သော ဟဒီးစ်ကို ဖော်ပြသင့်သည်။ အိမာမ် အဟ်မဒ်က မှတ်တမ်းတင်သည်မှာ ဘွစ်ရ် အိဗ်နု အာရ်တာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အောက်ပါအတိုင်း ဒိုအာပြုလုပ်လေ့ရှိသည်ဟု ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَحْسِنْ عَاقِبَتَنَا فِي الْأُمُورِ كُلِّهَا وَأَجِرْنَا مِنْ خِزْيِ الدُّنْيَا وَعَذَابِ الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်! အရှင်သည် ကျွန်ုပ်တို့၏ အဆုံးသတ်ကို ကိစ္စရပ်အားလုံးတွင် ပိုမိုကောင်းမွန်စေပါ၊ ဤဘဝ၏ ရှက်ရွံ့စရာများနှင့် နောင်ဘဝ၏ ပြစ်ဒဏ်မှ ကျွန်ုပ်တို့ကို ကယ်တင်တော်မူပါ။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်သည် ဟဆန်ဖြစ်သည်။</p>"
  }
]