[
  {
    "ayah_key": "29:12",
    "group_ayah_key": "29:12",
    "from_ayah": "29:12",
    "to_ayah": "29:13",
    "ayah_keys": "29:12,29:13",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူများအား မယုံကြည်သူများက ပြောကြသည်မှာ- \"ကျွန်ုပ်တို့၏ လမ်းစဉ်ကို လိုက်နာကြပါ၊ ကျွန်ုပ်တို့သည် သင်တို့၏ အပြစ်များကို ထမ်းဆောင်ပါမည်။\" သူတို့သည် သင်တို့၏ အပြစ်များမှ မည်သည့်အရာကိုမျှ လုံးဝ ထမ်းဆောင်မည်မဟုတ်ပေ။ ဧကန်မလွဲ သူတို့သည် လိမ်ညာသူများဖြစ်ကြသည် <span>(၁၂)</span> ဧကန်မလွဲ သူတို့သည် မိမိတို့၏ ဝန်ထုပ်များကိုလည်းကောင်း၊ မိမိတို့၏ ဝန်ထုပ်များအပြင် အခြားဝန်ထုပ်များကိုပါ ထမ်းဆောင်ကြရပေမည်။ ဧကန်မလွဲ သူတို့သည် တမလွန်နေ့တွင် မိမိတို့ တီထွင်ခဲ့သည့်အရာများနှင့် ပတ်သက်၍ မေးမြန်းခံကြရပေမည် <span>(၁၃)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများက အကယ်၍ သူတို့သည် မယုံကြည်မှုသို့ ပြန်သွားပါက အခြားသူများ၏ အပြစ်များကို ထမ်းဆောင်မည်ဖြစ်ကြောင်း မာနကြီးစွာ တောင်းဆိုခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မက္ကာဟ်၏ မယုံကြည်သူများသည် ယုံကြည်ပြီး အမှန်တရားကို လိုက်နာသူများအား ပြောသည်မှာ- သင်တို့၏ ဘာသာကို စွန့်လွှတ်ပါ၊ ကျွန်ုပ်တို့၏ ဘာသာသို့ ပြန်လာပါ၊ ကျွန်ုပ်တို့၏ လမ်းစဉ်ကို လိုက်နာပါ;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْنَحْمِلْ خَطَايَاكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အပြစ်များကို ကျွန်ုပ်တို့ ထမ်းဆောင်ပါစေ။)</span> ဆိုလိုသည်မှာ 'သင့်တွင် အပြစ်တစ်စုံတစ်ရာ ရှိပါက ကျွန်ုပ်တို့က ထမ်းဆောင်ပါမည်၊ ၎င်းသည် ကျွန်ုပ်တို့၏ တာဝန်ဖြစ်ပါမည်' ဟူ၍ ဖြစ်သည်။ ၎င်းသည် လူတစ်ဦးက \"ဒါကို လုပ်ပါ၊ သင့်အပြစ်သည် ကျွန်ုပ်၏ ပခုံးပေါ်တွင် ရှိပါလိမ့်မည်\" ဟု ပြောသကဲ့သို့ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို လိမ်ညာမှုဖြစ်ကြောင်း သက်သေပြလျက် ပြောကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ ۖ إِنَّهُمْ لَكَاذِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သူတစ်ပါး၏ အပြစ်များမှ မည်သည့်အရာကိုမျှ ထမ်းဆောင်မည်မဟုတ်ပေ။ ဧကန်မလွဲ သူတို့သည် လိမ်ညာသူများဖြစ်ကြသည်။)</span> အခြားသူများ၏ အပြစ်များကို ထမ်းဆောင်မည်ဟူသော သူတို့၏ တောင်းဆိုချက်၌၊ အဘယ်ကြောင့်ဆိုသော် မည်သူမျှ သူတစ်ပါး၏ အပြစ်များကို ထမ်းဆောင်မည်မဟုတ်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ဝန်ထုပ်ဝန်ပိုးများသောသူတစ်ဦးက မိမိဝန်ကို <span class=\"gray\">(ထမ်းဆောင်ရန်)</span> အခြားသူကို ခေါ်ပါက ၎င်း၏ မည်သည့်အရာမျှ ထမ်းဆောင်ခံရမည်မဟုတ်ပေ။ သူသည် ဆွေမျိုးရင်းချာဖြစ်နေသော်လည်း)</span><span class=\"gray\">(၃၅:၁၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا - يُبَصَّرُونَهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်မိတ်ဆွေမျှ အခြားမိတ်ဆွေကို <span class=\"gray\">(သူ၏ အခြေအနေနှင့် ပတ်သက်၍)</span> မမေးမြန်းပေ။ သို့သော် သူတို့သည် တစ်ဦးနှင့်တစ်ဦး မြင်တွေ့ကြရပေမည်။)</span><span class=\"gray\">(၇၀:၁၀-၁၁)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သူတို့သည် မိမိတို့၏ ဝန်ထုပ်များကိုလည်းကောင်း၊ မိမိတို့၏ ဝန်ထုပ်များအပြင် အခြားဝန်ထုပ်များကိုပါ ထမ်းဆောင်ကြရပေမည်။)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က အခြားသူများကို မယုံကြည်မှုနှင့် လမ်းမှားသို့ ခေါ်ဆောင်သူများသည် တမလွန်နေ့တွင် မိမိတို့၏ အပြစ်များနှင့် အခြားသူများ၏ အပြစ်များကို ထမ်းဆောင်ကြရမည်ဖြစ်ကြောင်း ပြောကြားထားသည်။ အကြောင်းမှာ သူတို့ လမ်းမှားရောက်စေခဲ့သော လူများကြောင့် ဖြစ်သည်။ သို့သော် ၎င်းသည် ထိုအခြားသူများ၏ ဝန်ထုပ်ကို အနည်းငယ်မျှ လျော့ကျစေမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ ۙ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမလွန်နေ့တွင် မိမိတို့၏ ဝန်ထုပ်များကို အပြည့်အဝ ထမ်းဆောင်ကြရန်နှင့် အသိပညာမဲ့စွာ လမ်းမှားသို့ ရောက်စေခဲ့သောသူများ၏ ဝန်ထုပ်များမှ အချို့ကိုလည်း ထမ်းဆောင်ကြရန်ဖြစ်သည်။)</span><span class=\"gray\">(၁၆:၂၅)</span>။ ဆဟီးဟ်ကျမ်းတွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الْأَجْرِ مِثْلُ أُجُورِ مَنِ اتَّبَعَهُ إِلَى يَوْمِ الْقِيَامَةِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنَ الْإثْمِ مِثْلُ آثَامِ مَنِ اتَّبَعَهُ إِلَى يَوْمِ الْقِيَامَةِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ آثَامِهِمْ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အခြားသူများကို မှန်ကန်သော လမ်းညွှန်မှုသို့ ခေါ်ဆောင်ပါက၊ သူသည် တမလွန်နေ့အထိ သူ့နောက်လိုက်များ၏ အကျိုးဆုလာဘ်ကဲ့သို့ အကျိုးဆုလာဘ်ကို ရရှိမည်ဖြစ်ပြီး ၎င်းတို့၏ အကျိုးဆုလာဘ်မှ အနည်းငယ်မျှ လျော့ကျသွားခြင်း မရှိစေရ။ မည်သူမဆို အခြားသူများကို လမ်းမှားသို့ ခေါ်ဆောင်ပါက၊ သူသည် တမလွန်နေ့အထိ သူ့နောက်လိုက်များ၏ အပြစ်ကဲ့သို့သော အပြစ်ဝန်ကို ရရှိမည်ဖြစ်ပြီး ၎င်းတို့၏ အပြစ်ဝန်မှ အနည်းငယ်မျှ လျော့ကျသွားခြင်း မရှိစေရ။)</span> ဆဟီးဟ်ကျမ်းတွင်လည်း ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا قُتِلَتْ نَفْسٌ ظُلْمًا إِلَّا كَانَ عَلَى ابْنِ آدَمَ الْأَوَّلِ كِفْلٌ مِنْ دَمِهَا، لِأَنَّهُ أَوَّلُ مَنْ سَنَّ الْقَتْلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မတရားသဖြင့် သတ်ဖြတ်ခြင်း မရှိပေ။ သို့သော် အာဒမ်၏ ပထမသားအပေါ် ၎င်း၏ သွေးမှ ရှယ်ယာတစ်စု ရှိလိမ့်မည်။ အကြောင်းမှာ သူသည် သတ်ဖြတ်မှုကို စတင်ခဲ့သူ ပထမဆုံးသောသူ ဖြစ်သောကြောင့် ဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သူတို့သည် တမလွန်နေ့တွင် မိမိတို့ တီထွင်ခဲ့သည့်အရာများနှင့် ပတ်သက်၍ မေးမြန်းခံကြရပေမည်။)</span> ဆိုလိုသည်မှာ သူတို့ပြောလေ့ရှိသည့် လိမ်ညာမှုများနှင့် သူတို့ တီထွင်ခဲ့သည့် မမှန်ကန်မှုများ ဖြစ်သည်။ အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ထားသည်မှာ အဗူ အူမာမာဟ်၊ အလ္လာဟ်အရှင်မြတ် ရဟ်မတ်တော် ခံစားရပါစေ၊ က ပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သူ့အား စေလွှတ်ခဲ့သော သတင်းစကားကို ပို့ဆောင်ပြီးနောက် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالظُّلْمَ، فَإِنَّ اللهَ يَعْزِمُ يَوْمَ الْقِيَامَةِ فَيَقُولُ: وَعِزَّتِي وَجَلَالِي لَا يَجوزُنِي الْيَوْمَ ظُلْمٌ، ثُمَّ يُنَادِي مُنَادٍ فَيَقُولُ: أَيْنَ فُلَانُ بْنُ فُلَانٍ؟ فَيَأْتِي يَتْبَعُهُ مِنَ الْحَسَنَاتِ أَمْثَالَ الْجِبَالِ، فَيَشْخَصُ النَّاسُ إِلَيْهَا أَبْصَارَهُمْ، حَتَّى يَقُومَ بَيْنَ يَدَيِ الرَّحْمٰنِ عَزَّ وَجَلَّ، ثُمَّ يَأْمُرُ الْمُنَادِيَ فَيُنَادِي: مَنْ كَانَتْ لَهُ تِبَاعَةٌ أَوْ ظَلَامَةٌ عِنْدَ فُلَانِ بْنِ فُلَانٍ فَهَلُمَّ، فَيُقْبِلُونَ حَتَّى يَجْتَمِعُوا قِيَامًا بَيْنَ يَدَيِ الرَّحْمٰنِ، فَيَقُولُ الرَّحْمٰنُ: اقْضُوا عَنْ عَبْدِي، فَيَقُولُونَ: كَيْفَ نَقْضِي عَنْهُ؟ فَيَقُولُ: خُذُوا لَهُمْ مِنْ حَسَنَاتِهِ، فَلَا يَزَالُونَ يَأْخُذُونَ مِنْهَا حَتَّى لَا يَبْقَى مِنْهَا حَسَنَةٌ، وَقَدْ بَقِيَ مِنْ أَصْحَابِ الظَّلَامَاتِ، فَيَقُولُ: اقْضُوا عَنْ عَبْدِي، فَيَقُولُونَ: لَمْ يَبْقَ لَهُ حَسَنَةٌ، فَيَقُولُ: خُذُوا مِنْ سَيِّئَاتِهِمْ فَاحْمِلُوهَا عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားမှုကို သတိပြုကြလော့။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် တမလွန်နေ့တွင် ကျိန်ဆိုမည်ဖြစ်ပြီး မိန့်တော်မူမည်မှာ- \"ကျွန်ုပ်၏ ဘုန်းတန်ခိုးနှင့် ကြီးမြတ်မှုဖြင့် ကျိန်ဆိုသည်၊ ယနေ့တွင် မည်သည့်မတရားမှုကိုမျှ လျစ်လျူရှုမည်မဟုတ်ပေ။\" ထို့နောက် ခေါ်သူတစ်ဦးက ခေါ်မည်မှာ- \"ဘယ်သူဘယ်ဝါ၏သား ဘယ်သူဘယ်ဝါ ဘယ်မှာလဲ။\" သူသည် တောင်များကဲ့သို့သော သူ၏ ကောင်းမှုများနှင့်အတူ ရှေ့သို့ ခေါ်ဆောင်ခြင်းခံရမည်ဖြစ်ပြီး လူများက အံ့ဩစွာ ကြည့်ရှုနေကြမည်ဖြစ်ပြီး သူသည် အလွန်သနားကြင်နာတော်မူသောအရှင်၏ ရှေ့မှောက်တွင် ရပ်တည်နေမည်အထိ ဖြစ်သည်။ ထို့နောက် ခေါ်သူအား အမိန့်ပေးမည်ဖြစ်ပြီး သူက ခေါ်မည်မှာ- \"ဘယ်သူဘယ်ဝါ၏သား ဘယ်သူဘယ်ဝါထံတွင် တောင်းစရာရှိသူ သို့မဟုတ် သူ့ကြောင့် မတရားခံရသူ မည်သူမဆို ရှေ့သို့ထွက်လာပါ။\" ထို့ကြောင့် သူတို့သည် ရှေ့သို့ထွက်လာပြီး အလွန်သနားကြင်နာတော်မူသောအရှင်၏ ရှေ့မှောက်တွင် ရပ်လျက် စုဝေးကြမည်။ ထို့နောက် အလွန်သနားကြင်နာတော်မူသောအရှင်က မိန့်တော်မူမည်မှာ- \"ကျွန်ုပ်၏ ကျွန်အတွက် ဤကိစ္စကို ဖြေရှင်းပေးပါ။\" သူတို့က ပြောကြမည်မှာ- \"ကျွန်ုပ်တို့ ဘယ်လိုဖြေရှင်းပေးရမလဲ။\" အရှင်က မိန့်တော်မူမည်မှာ- \"သူ့ကောင်းမှုများမှ ယူပြီး သူတို့ကို ပေးပါ။\" သူတို့သည် သူ့ကောင်းမှုများမှ ယူနေကြမည်ဖြစ်ပြီး ကောင်းမှုတစ်စုံတစ်ရာ မကျန်တော့သည်အထိ ဖြစ်သည်။ သို့သော် မတရားခံရသူများထဲမှ လူများ ကျန်ရှိနေသေးမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူမည်မှာ- \"ကျွန်ုပ်၏ ကျွန်အတွက် ဤကိစ္စကို ဖြေရှင်းပေးပါ။\" သူတို့က ပြောကြမည်မှာ- \"သူ့မှာ ကောင်းမှုတစ်ခုမျှ မကျန်တော့ဘူး။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူမည်မှာ- \"သူတို့၏ မကောင်းမှုများမှ ယူပြီး သူ့အပေါ် တင်ပေးလိုက်ပါ။\")</span></p><p lang=\"my\" class=\"my \">ထို့နောက် တမန်တော် ﷺ က ဤအာယတ်တော်ကို ကိုးကား၍ မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ ۖ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သူတို့သည် မိမိတို့၏ ဝန်ထုပ်များကိုလည်းကောင်း၊ မိမိတို့၏ ဝန်ထုပ်များအပြင် အခြားဝန်ထုပ်များကိုပါ ထမ်းဆောင်ကြရပေမည်။ ဧကန်မလွဲ သူတို့သည် တမလွန်နေ့တွင် မိမိတို့ တီထွင်ခဲ့သည့်အရာများနှင့် ပတ်သက်၍ မေးမြန်းခံကြရပေမည်။)</span> ဆဟီးဟ်ကျမ်းတွင် ကွဲပြားသော ဆင့်ပြန်ချက်ဖြင့် အတည်ပြုသော မှတ်တမ်းတစ်ခု ရှိသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَأْتِي يَوْمَ الْقِيَامَةِ بِحَسَنَاتٍ أَمْثَالِ الْجِبَالِ وَقَدْ ظَلَمَ هَذَا، وَأَخَذَ مَالَ هَذَا، وَأَخَذَ مِنْ عِرْضِ هَذَا، فَيَأْخُذُ هَذَا مِنْ حَسَنَاتِهِ، وَهَذَا مِنْ حَسَنَاتِهِ، فَإِذَا لَمْ تَبْقَ لَهُ حَسَنَةٌ، أُخِذَ مِنْ سَيِّئَاتِهِمْ فَطُرِحَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမလွန်နေ့တွင် လူတစ်ဦးသည် တောင်များကဲ့သို့ ကောင်းမှုများဖြင့် လာလိမ့်မည်။ သို့သော် သူသည် ဤသူကို မတရားပြုခဲ့သည်။ ထိုသူ၏ ပိုင်ဆိုင်မှုကို ယူခဲ့သည်။ အခြားသူ၏ ဂုဏ်သိက္ခာကို စော်ကားခဲ့သည်။ ထို့ကြောင့် ဤသူသည် သူ၏ ကောင်းမှုများမှ ယူမည်။ ထိုသူသည် သူ၏ ကောင်းမှုများမှ ယူမည်။ အကယ်၍ သူ့ကောင်းမှုများ မကျန်တော့ပါက သူတို့၏ မကောင်းမှုများမှ ယူပြီး သူ့အပေါ် တင်ပေးလိမ့်မည်။)</span></p>"
  },
  {
    "ayah_key": "29:14",
    "group_ayah_key": "29:14",
    "from_ayah": "29:14",
    "to_ayah": "29:15",
    "ayah_keys": "29:14,29:15",
    "text": "<p class=\"my translation\" lang=\"my\">ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် နူဟ်ကို သူ၏လူမျိုးထံ စေလွှတ်ခဲ့သည်။ သူသည် သူတို့အကြားတွင် နှစ်ပေါင်း တစ်ထောင်မှ နှစ်ငါးဆယ် လျော့၍ နေခဲ့သည်။ ထို့နောက် သူတို့သည် မတရားပြုသူများ ဖြစ်နေစဉ်တွင် ရေလွှမ်းမိုးခြင်းသည် သူတို့ကို ဖုံးလွှမ်းခဲ့သည် <span>(၁၄)</span> ထို့နောက် ကျွန်ုပ်တို့သည် သူ့အားနှင့် သင်္ဘောပေါ်မှ အဖော်များကို ကယ်တင်ခဲ့ပြီး ၎င်းကို လူသားအားလုံးအတွက် သက်သေပြချက်တစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည် <span>(၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>နူဟ်နှင့် သူ၏လူမျိုး</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ကျွန်နှင့် ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ ကို နှစ်သိမ့်တော်မူသည်မှာ နူဟ်၊ အရှင်၏ ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ၊ သည် သူ၏လူမျိုးအကြားတွင် ထိုမျှရှည်ကြာသော ကာလပတ်လုံး နေထိုင်ခဲ့ပြီး နေ့ရောညပါ၊ လျှို့ဝှက်စွာနှင့် ပွင့်လင်းစွာ ခေါ်ဆိုခဲ့သော်လည်း ၎င်းတို့သည် အမှန်တရားကို ငြင်းဆန်ခြင်း၊ ၎င်းမှ ရှောင်ကြဉ်ခြင်းနှင့် သူ့ကို မယုံကြည်ခြင်းတို့၌ ဆက်လက် ရပ်တည်ခဲ့ကြသည်။ အနည်းငယ်သောသူများသာ သူ့အား ယုံကြည်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူတို့အကြားတွင် နှစ်ပေါင်း တစ်ထောင်မှ နှစ်ငါးဆယ် လျော့၍ နေခဲ့သည်။ ထို့နောက် ရေလွှမ်းမိုးခြင်းသည် သူတို့ကို ဖုံးလွှမ်းခဲ့ပြီး သူတို့သည် မတရားပြုသူများ ဖြစ်နေစဉ်တွင် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ဤမျှရှည်ကြာသော ကာလပတ်လုံး အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားနှင့် သတိပေးချက်များသည် အချည်းနှီးဖြစ်ပြီးနောက်၊ အို မုဟမ္မဒ်၊ သင့်လူမျိုးထဲမှ သင့်အား မယုံကြည်သူများကြောင့် မစိတ်မကောင်းဖြစ်ပါနှင့်။ ၎င်းတို့အတွက် မပူပန်ပါနှင့်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို လမ်းမှန်သို့ ပို့ဆောင်တော်မူပြီး အလိုရှိသူကို လမ်းမှားသို့ ရောက်စေတော်မူသည်။ ဤကိစ္စသည် အရှင်နှင့်သက်ဆိုင်ပြီး အရာအားလုံးသည် အရှင်ထံသို့ ပြန်လှည့်ကြရပေမည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင့်အရှင်၏ နှုတ်ကပတ်တော်သည် သူတို့အပေါ် ပြည့်စုံသူတို့သည် မယုံကြည်ကြပေ။ မည်သည့်သက်သေလက္ခဏာမျိုးပင် ရောက်လာစေကာမူ)</span><span class=\"gray\">(၁၀:၉၆-၉၇)</span>။ အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို ကူညီမည်၊ ထောက်မမည်၊ အောင်ပွဲခံစေမည်ဖြစ်ပြီး သင့်ရန်သူများကို ရှုံးနိမ့်စေကာ အရှက်ရစေပြီး အနိမ့်ဆုံးအဆင့်သို့ ရောက်စေမည်ဖြစ်ကြောင်း သိထားပါ။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗါစ်က ပြောသည်မှာ- \"နူဟ်သည် အသက် လေးဆယ်အရွယ်တွင် သူ၏သာသနာပြုတာဝန်ကို လက်ခံရရှိခဲ့သည်။ သူသည် သူ၏လူမျိုးအကြားတွင် နှစ်ပေါင်း တစ်ထောင်မှ နှစ်ငါးဆယ် လျော့၍ နေထိုင်ခဲ့သည်။ ရေလွှမ်းမိုးပြီးနောက် လူဦးရေ တိုးပွားကာ ပျံ့နှံ့သွားသည်အထိ နှစ်ခြောက်ဆယ် နေထိုင်ခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် သူ့အားနှင့် သင်္ဘောပေါ်မှ အဖော်များကို ကယ်တင်ခဲ့သည်၊)</span> ဆိုလိုသည်မှာ နူဟ်အား၊ အရှင်၏ ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ၊ ယုံကြည်သူများဖြစ်သည်။ ဤအကြောင်းအရာကို ဆူရာဟ် ဟူဒ်တွင် အသေးစိတ် ဆွေးနွေးခဲ့ပြီးဖြစ်၍ ဤနေရာတွင် ထပ်မံဖော်ပြရန် မလိုအပ်တော့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို <span class=\"gray\">(သင်္ဘောကို)</span> လူသားအားလုံးအတွက် သက်သေပြချက်တစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ထိုသင်္ဘောကို ကျန်ရှိနေစေခဲ့သည်' ဟူ၍ ဖြစ်သည်။ ကတာဒါဟ်က ပြောခဲ့သကဲ့သို့ ၎င်းသည် ဂျူဒီတောင်ပေါ်တွင် အစ္စလာမ်စတင်ချိန်အထိ ကျန်ရှိနေခဲ့သည်ဖြစ်စေ၊ သို့မဟုတ် သင်္ဘောဖြင့် ခရီးသွားလာခြင်း သဘောတရားကို လူသားများအား အလ္လာဟ်အရှင်မြတ်က ရေလွှမ်းမိုးခြင်းမှ ကယ်တင်ခဲ့ပုံကို သတိပေးရန် ကျန်ရှိနေခဲ့သည်ဖြစ်စေ ဖြစ်သည်။ ၎င်းသည် ဤအာယတ်တော်များနှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ - وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် သက်သေလက္ခဏာတစ်ခုမှာ ကျွန်ုပ်တို့သည် သူတို့၏မျိုးဆက်များကို ဝန်ထုပ်ဝန်ပိုးများနှင့်ပြည့်နေသော သင်္ဘောပေါ်တွင် တင်ဆောင်ခဲ့ခြင်းဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းနှင့်ဆင်တူသော စီးနင်းနိုင်သည့်အရာများကို သူတို့အတွက် ဖန်ဆင်းခဲ့သည်။)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَتَاعًا إِلَىٰ حِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အချိန်အတန်ကြာခံစားရန်ဖြစ်သည်။)</span><span class=\"gray\">(၃၆:၄၁-၄၂-၄၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ - لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ရေတိုးလာသောအခါ ကျွန်ုပ်တို့သည် သင်တို့ကို သင်္ဘောပေါ်တွင် တင်ဆောင်ခဲ့သည်။ ၎င်းသည် သင်တို့အတွက် သတိပေးချက်တစ်ခု ဖြစ်စေရန်နှင့် သတိထားသော နားများက မှတ်သားထားရန်ဖြစ်သည်။)</span><span class=\"gray\">(၆၉:၁၁-၁၂)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် သူ့အားနှင့် သင်္ဘောပေါ်မှ အဖော်များကို ကယ်တင်ခဲ့ပြီး ၎င်းကို လူသားအားလုံးအတွက် သက်သေပြချက်တစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်။)</span> ၎င်းသည် သင်္ဘောတစ်စီးကို ရည်ညွှန်းရာမှ သင်္ဘောများကို ယေဘုယျအားဖြင့် ပြောဆိုခြင်းသို့ ပြောင်းလဲခြင်းဖြစ်သည်။ သီးခြားမှ ယေဘုယျသို့ ပြောင်းလဲခြင်းမျိုးကို ဤအာယတ်တော်များတွင်လည်း တွေ့နိုင်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် အနီးဆုံးကောင်းကင်ကို မီးပန်းများဖြင့် တန်ဆာဆင်ခဲ့ပြီး ထိုမီးပန်းများကို ရှိုင်တွာန် <span class=\"gray\">(မာရ်နတ်များ)</span> ကို မောင်းထုတ်ရန် ပစ်ခတ်သည့် ဒုံးပျံများအဖြစ် ပြုလုပ်ခဲ့သည်။)</span><span class=\"gray\">(၆၇:၅)</span>။ ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ဤမီးပန်းများကို ဒုံးပျံများအဖြစ် ပြုလုပ်ခဲ့သော်လည်း ဒုံးပျံအဖြစ် အသုံးပြုသည့် မီးပန်းများသည် ကောင်းကင်ကို တန်ဆာဆင်ရန် အသုံးပြုသည့် မီးပန်းများနှင့် မတူပေ။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ - ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် လူသားကို ရွှံ့စေးမှ ထုတ်နှုတ်၍ ဖန်ဆင်းခဲ့သည်။ ထို့နောက် ကျွန်ုပ်တို့သည် သူ့အား ခိုင်မာသောနေရာတွင် နုတွ်ဖာအဖြစ် ပြုလုပ်ခဲ့သည်။)</span><span class=\"gray\">(၂၃:၁၂-၁၃)</span>။ အလားတူ ဥပမာများစွာ ရှိသေးသည်။</p>"
  }
]