[
  {
    "ayah_key": "9:106",
    "group_ayah_key": "9:106",
    "from_ayah": "9:106",
    "to_ayah": "9:106",
    "ayah_keys": "9:106",
    "text": "<p class=\"my translation\" lang=\"my\">အခြားသူများကို အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို စောင့်ဆိုင်းစေသည်။ အရှင်မြတ်က သူတို့ကို အပြစ်ပေးမည်လား သို့မဟုတ် ခွင့်လွှတ်မည်လား။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိတော်မူသောအရှင်၊ အလွန်ဉာဏ်ပညာရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၁၀၆)</span></p><div lang=\"my\" class=\"my \"><h2>တဘူက်စစ်ပွဲမှ ခွဲခွာနေခဲ့သော ဆွဟာဘာသုံးဦးနှင့်ပတ်သက်၍ ဆုံးဖြတ်ချက်ကို ဆိုင်းငံ့ခြင်း</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘားစ်၊ မူဂျာဟစ်၊ အိက်ရိမာဟ်၊ အဒ်-ဒဟ်ဟားက် နှင့် အခြားသူအများအပြားတို့က အာယသ်တွင် ဖော်ပြထားသူများသည် ၎င်းတို့၏ နောင်တတရားကို လက်ခံခဲ့ခြင်း ရှိမရှိသိရှိရန် စောင့်ဆိုင်းစေခြင်းခံရသော သုံးဦးဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။ ၎င်းတို့မှာ မရာရာဟ် ဘင် အလ်-ရာဘီအ်၊ ကအ်ဗ် ဘင် မာလိက် နှင့် ဟိလားလ် ဘင် အူမိုင်ယာဟ် တို့ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဆွဟာဘာအချို့သည် တဘူက်စစ်ပွဲမှ ပျင်းရိခြင်း၊ သက်သာမှုကို နှစ်သက်ခြင်း၊ သက်တောင့်သက်သာရှိခြင်း၊ မှည့်သောအသီးများနှင့် အရိပ်တို့ကို နှစ်သက်ခြင်းတို့ကြောင့် နောက်ကောက်ကျန်ရစ်ခဲ့ကြသည်။ ၎င်းတို့သည် ဟန်ဆောင်မှု သို့မဟုတ် သံသယများကြောင့် နောက်ကောက်ကျန်ရစ်ခဲ့ခြင်း မဟုတ်ပါ။ ၎င်းတို့အချို့သည် အဗူ လူဘာဘာနှင့် သူ၏ သူငယ်ချင်းများစွာ လုပ်ခဲ့သကဲ့သို့ တိုင်များ <span class=\"gray\">(ဗလီ၏)</span> တွင် မိမိကိုယ်ကို ချည်နှောင်ထားခဲ့ကြသည်။ ၎င်းတို့အချို့က ထိုသို့မလုပ်ခဲ့ကြဘဲ ဤနေရာတွင် ဖော်ပြထားသော သုံးဦးဖြစ်သည်။ မိမိကိုယ်ကို ချည်နှောင်ထားသူများသည် ဤသုံးဦး၏ ခွင့်လွှတ်မှု မရရှိမီ ၎င်းတို့၏ ခွင့်လွှတ်မှုကို ရရှိခဲ့ကြသည်။ ဤအာယသ် ကျရောက်သည်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَد تَّابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنصَارِ</p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Allah has forgiven the Prophet, the Muhajirin and the Ansar...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّىٰ إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ကျန်ရစ်ခဲ့သော သုံးဦးတို့အတွက်မူ ကျယ်ဝန်းလှသော မြေပြင်သည်ပင် ကျဉ်းမြောင်းသွားသည်အထိ...)</span></p><p lang=\"my\" class=\"my \">ကအ်ဗ် ဘင် မာလိက်ထံမှ ဤပုံပြင်နှင့်ပတ်သက်သော ဟဒီးဆ်ကို ကျွန်ုပ်တို့ ဖော်ပြပါမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က သူတို့ကို အပြစ်ပေးမည်လား သို့မဟုတ် ခွင့်လွှတ်မည်လား။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်တွင်ရှိကြသည်။ အရှင်မြတ် အလိုရှိတော်မူပါက ၎င်းတို့ကို ခွင့်လွှတ်နိုင်သည် သို့မဟုတ် အပြစ်ပေးနိုင်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်သည် အရှင်မြတ်၏ အမျက်ဒေါသထက် ဦးစားပေးသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိတော်မူသောအရှင်၊ အလွန်ဉာဏ်ပညာရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span><span class=\"gray\">[၉:၁၀၆]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အပြစ်ဒဏ်ခံထိုက်သူများနှင့် ခွင့်လွှတ်မှုရထိုက်သူများကို သိတော်မူ၏။ အရှင်မြတ်သည် အရှင်မြတ်၏ လုပ်ဆောင်ချက်များနှင့် ပြောဆိုချက်များတွင် အလုံးစုံဉာဏ်ပညာရှိတော်မူ၏။ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာ ဘုရားသခင်မရှိ၊ အရှင်မရှိ။</p>"
  },
  {
    "ayah_key": "9:107",
    "group_ayah_key": "9:107",
    "from_ayah": "9:107",
    "to_ayah": "9:108",
    "ayah_keys": "9:107,9:108",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အန္တရာယ်ဖြစ်စေရန်၊ သွေဖည်ရန်၊ မွတ်စ်လင်မ်များအား ကွဲပြားစေရန်နှင့် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်မြတ် ﷺ အား ရှေးကတည်းက စစ်တိုက်ခဲ့သူများအတွက် စခန်းတစ်ခုအဖြစ် ဗလီဆောက်ခဲ့သူတို့သည် ၎င်းတို့၏ ရည်ရွယ်ချက်သည် ကောင်းမွန်ခြင်းမှတစ်ပါး အခြားမရှိကြောင်း ကျိန်ဆိုကြလိမ့်မည်။ ၎င်းတို့သည် ဧကန်မလွဲ မုသားသုံးသူများဖြစ်ကြောင်း အလ္လာဟ်အရှင်မြတ် သက်သေခံတော်မူ၏ <span>(107)</span>ထိုဗလီတွင် သင်သည် မည်သည့်အခါမျှ မရပ်တည်နှင့်။ ဧကန်စင်စစ် ပထမဆုံးနေ့ကတည်းက တက္ကဝါတရားဖြင့် အုတ်မြစ်ချခဲ့သော ဗလီသည် သင်ရပ်တည်ရန် <span class=\"gray\">(ဆွလားသ်ပြုရန်)</span> ပိုမိုထိုက်တန်၏။ ထိုဗလီတွင် မိမိကိုယ်ကို သန့်စင်စင်ကြယ်အောင် ပြုလုပ်လိုသူ အမျိုးသားများရှိကြ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိကိုယ်ကို သန့်ရှင်းစင်ကြယ်အောင် ပြုလုပ်သူတို့ကို ချစ်တော်မူ၏ <span>(108)</span></p><div lang=\"mt\" class=\"mt \"><h2>Masjid Ad-Dirar and Masjid At-Taqwa</h2></div><p lang=\"my\" class=\"my \">ဤဂုဏ်သိက္ခာရှိသော အာယသ်များကို ထုတ်ဖော်ပြသရခြင်း၏ အကြောင်းရင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် အလ်မဒီနာသို့ ရွှေ့ပြောင်းမသွားမီက အလ်ခါဇ်ရာဂျ်မှ \"အဗူ အာမိရ် အလ်ရာဟစ်ဗ် <span class=\"gray\">(ဘုန်းကြီး)</span>\" ဟုခေါ်သော အမျိုးသားတစ်ဦးရှိခဲ့သည်။ ဤသူသည် အစ္စလာမ်မတိုင်မီက ခရစ်ယာန်ဘာသာကို ကိုးကွယ်ခဲ့ပြီး ကျမ်းဂန်များကို ဖတ်ရှုခဲ့သည်။ ဂျာဟီလီယားခေတ်က အဗူ အာမိရ်သည် ဝတ်ပြုကိုးကွယ်သူတစ်ဦးဖြစ်ပြီး အလ်ခါဇ်ရာဂျ်တို့အကြား ထင်ရှားသော ပုဂ္ဂိုလ်တစ်ဦးအဖြစ် လူသိများခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် ဟစ်ဂျ်ရာပြီးနောက် အလ်မဒီနာသို့ ရောက်ရှိလာသောအခါ မွတ်စ်လင်မ်များသည် ကိုယ်တော်မြတ် ﷺ ပတ်ပတ်လည်တွင် စုဝေးခဲ့ကြပြီး အစ္စလာမ်၏ သတင်းစကားသည် ဘဒ်ရ်နေ့တွင် အောင်မြင်ခဲ့ရာ၊ ကျိန်စာသင့်သော အဗူ အာမိရ်သည် မိမိ၏ တံတွေးဖြင့် ကိုယ်တိုင်ဆို့နင့်ပြီး အစ္စလာမ်ကို ရန်လိုကြောင်း ကြေညာခဲ့သည်။ သူသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ အား ဆန့်ကျင်သောစစ်ပွဲတွင် ကူညီရန် အလ်မဒီနာမှ မက္ကာဟ်ရှိ ကုရိုင်ရှ်ရုပ်တုကိုးကွယ်သူများထံ ထွက်ပြေးခဲ့သည်။ ကုရိုင်ရှ်တို့သည် ၎င်းတို့၏တပ်များကို စုစည်းခဲ့ကြပြီး အူဟွဒ်တိုက်ပွဲအတွက် ၎င်းတို့နှင့် ပူးပေါင်းခဲ့သော ကျေးလက်နေအာရပ်များသည်လည်း ပါဝင်ခဲ့ကြရာ၊ ထိုတိုက်ပွဲအတွင်း အလ္လာဟ်အရှင်မြတ်သည် မွတ်စ်လင်မ်များကို စမ်းသပ်ခဲ့သော်လည်း ကောင်းမွန်သောအဆုံးသတ်သည် အမြဲတစေ ဘုရားတရားကိုင်းရှိုင်းသူများနှင့် ဖြောင့်မတ်သူများအတွက်သာ ဖြစ်သည်။ ပုန်ကန်သော အဗူ အာမိရ်သည် စခန်းနှစ်ခုကြား မြေကြီးထဲတွင် တွင်းများစွာ တူးခဲ့ရာ၊ ထိုတွင်းများထဲမှ တစ်ခုထဲသို့ တမန်တော်မြတ် ﷺ ပြုတ်ကျခဲ့ပြီး ကိုယ်တော်မြတ်၏မျက်နှာတော် ဒဏ်ရာရကာ ညာဘက်အောက်သွားတစ်ချောင်း ကျိုးခဲ့သည်။ ကိုယ်တော်မြတ် ﷺ သည် ဦးခေါင်းဒဏ်ရာလည်း ရရှိခဲ့သည်။ တိုက်ပွဲမစမီ အဗူ အာမိရ်သည် အန်ဆွာရ်များအနက်ရှိ မိမိ၏လူမျိုးများထံ ချဉ်းကပ်ခဲ့ပြီး ၎င်းကို ထောက်ခံရန်နှင့် သဘောတူရန် စည်းရုံးရန် ကြိုးစားခဲ့သည်။ ၎င်းတို့သည် သူ့ကို မှတ်မိသောအခါ \"အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို မြင်တွေ့ရခြင်းဖြင့် မည်သည့်မျက်စိကိုမျှ ဝန်ပိစေမည်မဟုတ်ပါစေ၊ အို ဖာစစ်က်၊ အို အလ္လာဟ်၏ရန်သူ!\" ဟု ပြောဆိုခဲ့ကြသည်။ ၎င်းတို့က သူ့ကို ကျိန်ဆဲခဲ့ပြီး သူက \"အလ္လာဟ်အရှင်မြတ်ကို ကျိန်ဆိုပါ၏! ကျွန်ုပ်ထွက်သွားပြီးနောက် ကျွန်ုပ်၏လူမျိုးများအား မကောင်းမှုက ထိတွေ့ခဲ့ပြီ\" ဟု ကြေညာကာ ပြန်လှည့်သွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် အဗူ အာမိရ်အား အလ္လာဟ်အရှင်မြတ်ထံ ဖိတ်ခေါ်ခဲ့ပြီး သူ မက္ကာဟ်သို့ ထွက်ပြေးမသွားမီ ကုရ်အာန်ကို ရွတ်ပြခဲ့သော်လည်း သူသည် အစ္စလာမ်ကို လက်ခံရန် ငြင်းဆန်ခဲ့ပြီး ပုန်ကန်ခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် အဗူ အာမိရ်အား သူစိမ်းမြေတွင် တိမ်းရှောင်သူအဖြစ် သေဆုံးစေရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းခံခဲ့ပြီး ကိုယ်တော်မြတ်၏ တောင်းခံမှုသည် အမှန်တကယ် ဖြစ်လာခဲ့သည်။ အူဟွဒ်တိုက်ပွဲပြီးဆုံးပြီးနောက် အဗူ အာမိရ်သည် တမန်တော်မြတ်၏ ဖိတ်ခေါ်မှုသည် ဆက်လက်မြင့်တက်ပြီး အရှိန်အဟုန်ရနေဆဲဖြစ်ကြောင်း သိရှိသောအခါ သူသည် ရောမဧကရာဇ် ဟီရက်ကလိယပ်စ်ထံသွားကာ တမန်တော်မြတ် ﷺ အား ဆန့်ကျင်ရန် အကူအညီတောင်းခံခဲ့သည်။ ဟီရက်ကလိယပ်စ်က သူ့အား ကတိများပေးခဲ့ပြီး အဗူ အာမိရ်သည် သူ့နှင့်အတူ နေထိုင်ခဲ့သည်။ သူသည် အလ်မဒီနာရှိ သူ၏လူမျိုးများစွာထံ စာရေးခဲ့ရာ၊ ထိုသူတို့သည် ဟန်ဆောင်မှုများကို လက်ခံခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ အား တိုက်ခိုက်ရန် စစ်တပ်တစ်ခုကို ဦးဆောင်ကာ ကိုယ်တော်မြတ်နှင့် ကိုယ်တော်မြတ်၏ ဖိတ်ခေါ်မှုကို အနိုင်ယူမည်ဖြစ်ကြောင်း ကတိပြုကာ ပြောဆိုခဲ့သည်။ သူသည် သူ၏ကိုယ်စားလှယ်များ စေလွှတ်နိုင်မည့် ခံတပ်တစ်ခု တည်ဆောက်ရန်နှင့် သူ နောက်ပိုင်းတွင် ၎င်းတို့နှင့် ပူးပေါင်းသောအခါ စခန်းတစ်ခုအဖြစ် အသုံးပြုရန် ၎င်းတို့အား အမိန့်ပေးခဲ့သည်။ ဤဟန်ဆောင်သူများသည် ကုဘာဗလီဘေးတွင် ဗလီတစ်ခု တည်ဆောက်ခဲ့ကြပြီး တမန်တော်မြတ် ﷺ တဘွတ်ခ်သို့ မသွားမီ ၎င်းကို ဆောက်လုပ်ပြီးစီးခဲ့သည်။ ၎င်းတို့သည် တမန်တော်မြတ်ထံသွားရောက်ကာ ၎င်းတို့၏ဗလီတွင် ဆွလားသ်ပြုရန် ဖိတ်ခေါ်ခဲ့ကြပြီး တမန်တော်မြတ် ﷺ က ၎င်းတို့၏ဗလီကို အတည်ပြုကြောင်း သက်သေတစ်ခု ဖြစ်စေရန်ဖြစ်သည်။ ၎င်းတို့က မိုးရွာသောညများတွင် အားနည်းသောလူများနှင့် ဖျားနာသူများအတွက် ဗလီကို ဆောက်လုပ်ခဲ့ကြောင်း ကိုယ်တော်မြတ်အား ပြောပြခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ အား ထိုဗလီတွင် ဆွလားသ်ပြုခြင်းမှ တားမြစ်ခဲ့သည်။ ကိုယ်တော်မြတ် ﷺ က ၎င်းတို့အား မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا عَلَى سَفَرٍ وَلَكِنْ إِذَا رَجَعْنَا إِنْ شَاءَ اللهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ခရီးမှ ပြန်လာပါက၊ အလ္လာဟ်အလိုတော်ရှိသည်အတိုင်း။)</span>\" အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် တဘွတ်ခ်မှ ပြန်လာပြီး အလ်မဒီနာနှင့် တစ်ရက် သို့မဟုတ် နှစ်ရက်ခန့်အကွာတွင် ရှိနေစဉ် ဂျစ်ဘရီလ်သည် ကိုယ်တော်မြတ်ထံသို့ မစ်စ်ဂျစ်ဒ် အဒ်-ဒီရဲရ်နှင့် ယုံကြည်သူများကြားရှိ မယုံကြည်ခြင်းနှင့် ကွဲပြားခြင်း (မာ့စ်ဂျစ်ဒ် ကုဘာအ် <span class=\"gray\">(ပထမဆုံးနေ့မှစ၍ တက္ကဝါတရားဖြင့် တည်ဆောက်ခဲ့သော)</span> တွင်ရှိခဲ့သော) တို့နှင့်ပတ်သက်သည့် သတင်းကို ယူဆောင်လာခဲ့သည်။ ထိုမစ်စ်ဂျစ်ဒ် အဒ်-ဒီရဲရ်သည် ထိုရည်ရွယ်ချက်များကို အောင်မြင်စေရန် ရည်ရွယ်ခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ်သည် အလ်မဒီနာသို့ မရောက်မီ မစ်စ်ဂျစ်ဒ် အဒ်-ဒီရဲရ်ကို ဖြိုဖျက်ရန် လူအချို့ကို စေလွှတ်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလီ ဘင်န် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗါစ်သည် ဤအာယသ် <span class=\"gray\">(၉:၁၀၇)</span> နှင့်ပတ်သက်၍ ပြောကြားသည်မှာ၊ \"၎င်းတို့သည် အန်ဆွာရ်များအနက်မှ အချို့သောသူများဖြစ်ပြီး အဗူ အာမိရ်က ၎င်းတို့အား 'ဗလီတစ်လုံး ဆောက်လုပ်ကြပြီး သင်တို့တတ်နိုင်သမျှ စွမ်းအားနှင့် လက်နက်များကို ပြင်ဆင်ကြ၊ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်သည် ရောမဧကရာဇ် ဆီဇာထံသို့ ဦးတည်သွားနေပြီ၊ မုဟမ္မဒ်နှင့် သူ၏နောက်လိုက်များကို နှင်ထုတ်မည့် ရောမစစ်သားများကို ခေါ်ဆောင်လာရန်ဖြစ်သည်။' ၎င်းတို့သည် ၎င်းတို့၏ဗလီကို ဆောက်လုပ်ပြီးသောအခါ တမန်တော်မြတ် ﷺ ထံသွားရောက်ကာ ကိုယ်တော်မြတ်အား 'ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဗလီကို ဆောက်လုပ်ပြီးစီးပါပြီ။ ကိုယ်တော်မြတ်သည် ထိုဗလီတွင် ဆွလားသ်ပြုပေးရန်နှင့် ကျွန်ုပ်တို့အတွက် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများအတွက် ဆုတောင်းပေးရန် လိုလားပါသည်။' ဟု ပြောကြားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤကျမ်းပိုဒ်ကို ထုတ်ဖော်ပြသခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا تَقُمْ فِيهِ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဗလီတွင် သင်သည် မည်သည့်အခါမျှ မရပ်တည်နှင့်။)</span>\" ဟူသော စကားရပ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الظَّالِمِينَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(...wrongdoers)</span>\" Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَيَحْلِفُنَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဧကန်မလွဲ ကျိန်ဆိုကြလိမ့်မည်။)</span> ထိုဗလီကို ဆောက်လုပ်ခဲ့သူတို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَرَدْنَا إِلَّا الْحُسْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရည်ရွယ်ချက်သည် ကောင်းမွန်ခြင်းမှတစ်ပါး အခြားမရှိကြောင်း။)</span> ဤဗလီကို ဆောက်လုပ်ခြင်းဖြင့် ကျွန်ုပ်တို့သည် လူတို့၏ကောင်းကျိုးနှင့် သက်သောင့်သက်သာကို ရှာဖွေခဲ့ပါသည်။ အလ္လာဟ်အရှင်မြတ်က ပြန်လည်မိန့်ကြားသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဧကန်မလွဲ မုသားသုံးသူများဖြစ်ကြောင်း အလ္လာဟ်အရှင်မြတ် သက်သေခံတော်မူ၏။)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မစ်စ်ဂျစ်ဒ် ကုဘာအ်အား ထိခိုက်စေရန်၊ အလ္လာဟ်အရှင်မြတ်အား မယုံကြည်ခြင်းဖြင့်၊ ယုံကြည်သူများကို ကွဲပြားစေရန်သာ ဆောက်လုပ်ခဲ့ခြင်းဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ အား တိုက်ခိုက်ခဲ့သူများအတွက် စခန်းတစ်ခုအဖြစ် ပြုလုပ်ခဲ့ကြသည်၊ ဥပမာအားဖြင့် အလ်ရာဟစ်ဗ်ဟု ခေါ်ခဲ့ဖူးသော ဖာစစ်က် အဗူ အာမိရ်ကဲ့သို့ပင်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျိန်စာသင့်ပါစေ! အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا تَقُمْ فِيهِ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဗလီတွင် သင်သည် မည်သည့်အခါမျှ မရပ်တည်နှင့်။)</span> ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ နှင့် ကိုယ်တော်၏ အွမ္မသ်အား ထိုဗလီတွင် မည်သည့်အခါမျှ ဆွလားသ်ပြုရန် မရပ်တည်ရဟု တားမြစ်ခြင်းဖြစ်သည်။</p><div lang=\"st\" class=\"st \"><h2>Virtues of Masjid Quba</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ အား မစ်စ်ဂျစ်ဒ် ကုဘာအ်တွင် ဆွလားသ်ပြုရန် အားပေးတော်မူခဲ့သည်။ ထိုဗလီသည် ပထမဆုံးနေ့ကတည်းက တက္ကဝါတရားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ အား နာခံခြင်းဖြင့်၊ ယုံကြည်သူများ၏ စကားကို စုစည်းရန်နှင့် အစ္စလာမ်နှင့် ၎င်း၏လူများအတွက် စခန်းတစ်ခုနှင့် ခံတပ်တစ်ခုအဖြစ် တည်ဆောက်ခဲ့ခြင်းဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူခြင်း၏ အကြောင်းရင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ပထမဆုံးနေ့ကတည်းက တက္ကဝါတရားဖြင့် အုတ်မြစ်ချခဲ့သော ဗလီသည် သင်ရပ်တည်ရန် <span class=\"gray\">(ဆွလားသ်ပြုရန်)</span> ပိုမိုထိုက်တန်၏။)</span> ကုဘာဗလီကို ရည်ညွှန်း၍ဖြစ်သည်။ မှန်ကန်သော ဟဒီးစ်တော်အရ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَلَاةٌ فِي مَسْجِدِ قُبَاءٍ كَعُمْرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုဘာဗလီတွင် တစ်ကြိမ်ဆွလားသ်ပြုခြင်းသည် ဥမ်ရာဟ်ပြုခြင်းနှင့်တူသည်။)</span></p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် ကုဘာဗလီသို့ စီးနင်းပြီးသော်လည်းကောင်း၊ လမ်းလျှောက်ပြီးသော်လည်းကောင်း သွားရောက်လေ့ရှိသည်။ </p><p lang=\"sr\" class=\"sr \">Imam Ahmad recorded that 'Uwaym bin Sa'idah Al-Ansari said that the Prophet ﷺ went to Masjid Quba' and asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى قَدْ أَحْسَنَ عَلَيْكُمُ الثَّنَاءَ فِي الطُّهُورِ فِي قِصَّةِ مَسْجِدِكُمْ، فَمَا هَذَا الطُّهُورُ الَّذِي تَطَهَّرُونَ بِهِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ဗလီအကြောင်းဇာတ်လမ်းတွင်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သော သန့်စင်ခြင်းနှင့်ပတ်သက်၍ သင်တို့အား ချီးကျူးတော်မူခဲ့သည်။ သင်တို့ပြုလုပ်သော သန့်စင်ခြင်းသည် အဘယ်နည်း။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"အလ္လာဟ်ကို ကျိန်ဆိုပါ၏၊ အို အလ္လာဟ်၏ တမန်တော်! ကျွန်ုပ်တို့သည် ဂျူးလူမျိုး အိမ်နီးချင်းများရှိခဲ့ပြီး ၎င်းတို့သည် သဘာဝခေါ်သံကို တုံ့ပြန်ပြီးနောက် ရေဖြင့် ဆေးကြောလေ့ရှိသည်ကိုမှတပါး အခြားမသိပါ။ ကျွန်ုပ်တို့သည် ၎င်းတို့ဆေးကြောသကဲ့သို့ ဆေးကြောခဲ့ကြပါသည်။\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု ခူဇိုင်းမာဟ်သည် ဤဟဒီးစ်တော်ကို သူ၏ဆဟီဟ်ကျမ်းတွင် စုစည်းခဲ့သည်။ </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا ۚ وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ပထမဆုံးနေ့ကတည်းက တက္ကဝါတရားဖြင့် အုတ်မြစ်ချခဲ့သော ဗလီသည် သင်ရပ်တည်ရန် <span class=\"gray\">(ဆွလားသ်ပြုရန်)</span> ပိုမိုထိုက်တန်၏။ ထိုဗလီတွင် မိမိကိုယ်ကို သန့်စင်စင်ကြယ်အောင် ပြုလုပ်လိုသူ အမျိုးသားများရှိကြ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိကိုယ်ကို သန့်ရှင်းစင်ကြယ်အောင် ပြုလုပ်သူတို့ကို ချစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ၊ အပေါင်းအသင်းမရှိဘဲ ဝတ်ပြုကိုးကွယ်ရန် ရည်ရွယ်ချက်ဖြင့် တည်ဆောက်ခဲ့သော ဗလီဟောင်းများတွင် ဆွလားသ်ပြုရန် အားပေးခြင်းဖြစ်သည်။ ယုံကြည်သူအဖွဲ့နှင့် မိမိတို့၏ယုံကြည်ခြင်းကို လက်တွေ့ကျင့်သုံးသော ဝတ်ပြုကိုးကွယ်သူများ၊ ဝဒူးအ်ကို ပြည့်စုံစွာပြုလုပ်ပြီး မသန့်ရှင်းသောအရာများမှ မိမိကိုယ်ကို ထိန်းသိမ်းသူများနှင့်အတူ ဆွလားသ်ပြုရန်လည်း အကြံပြုထားသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ၏ ဆွဟာဘာများအနက်မှ တစ်ဦးက ပြောပြသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် ၎င်းတို့အား မိုးသောက်ယံ <span class=\"gray\">(ဆွဘ်ဟ်)</span> ဆွလားသ်ကို ဦးဆောင်ခဲ့ရာတွင် စူရာဟ် အလ်-ရူးမ် <span class=\"gray\">(အခန်း ၃၀)</span> ကို ရွတ်ဖတ်ခဲ့ပြီး ရွတ်ဖတ်ရာတွင် မှားယွင်းမှုများရှိခဲ့သည်။ ကိုယ်တော်မြတ်သည် ဆွလားသ်ပြီးဆုံးသောအခါ မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَلْبِسُ عَلَيْنَا الْقُرْآنَ أَنَّ أَقْوَامًا مِنْكُمْ يُصَلُّونَ مَعَنَا لَا يُحْسِنُونَ الْوُضُوءَ، فَمَنْ شَهِدَ الصَّلَاةَ مَعَنَا فَلْيُحْسِنِ الْوُضُوءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် တစ်ခါတစ်ရံ ကုရ်အာန်ကို ရွတ်ဖတ်ရာတွင် မှားယွင်းမှုများရှိတတ်သည်။ သင်တို့အနက်မှ အချို့သောသူများသည် ကျွန်ုပ်တို့နှင့်အတူ ဆွလားသ်ကို တက်ရောက်ကြသော်လည်း ဝဒူးအ်ကို ပြည့်စုံစွာ မပြုလုပ်ကြပါ။ ထို့ကြောင့် ကျွန်ုပ်တို့နှင့်အတူ ဆွလားသ်ကို တက်ရောက်သူတိုင်းသည် ဝဒူးအ်ကို ပြည့်စုံစွာ ပြုလုပ်ပါစေ။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်တော်က ပြည့်စုံသော သန့်စင်ခြင်းသည် ဝတ်ပြုမှုများကို ထမ်းဆောင်ရာတွင် အထောက်အကူဖြစ်စေပြီး ၎င်းတို့ကို ထိန်းသိမ်းခြင်းနှင့် ပြည့်စုံစေခြင်းတို့တွင် အထောက်အကူပြုကြောင်း ဖော်ပြသည်။</p>"
  }
]