[
  {
    "ayah_key": "24:1",
    "group_ayah_key": "24:1",
    "from_ayah": "24:1",
    "to_ayah": "24:2",
    "ayah_keys": "24:1,24:2",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အနန္တမဟာကရုဏာတော်ရှင်၊ အနန္တမဟာမေတ္တာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُورَةٌ أَنزَلْنَاهَا وَفَرَضْنَاهَا وَأَنزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَّعَلَّكُمْ تَذَكَّرُونَ - الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ငါတို့ချပေးတော်မူသော ဆူရာတစ်စောင်နှင့် ငါတို့ပညတ်တော်မူသော <span class=\"gray\">(Faradnaha)</span>၊ ၎င်း၌ ငါတို့သည် ထင်ရှားသော အာယသ်တော်များကို ချပေးတော်မူခဲ့ပြီ၊ သင်တို့ သတိရနိုင်ကြရန်ဖြစ်သည်။)</span><span class=\"gray\">(၂။ ဇီနာပြုသူအမျိုးသမီးနှင့် ဇီနာပြုသူအမျိုးသား၊ ထိုသူတို့နှစ်ဦးအနက် တစ်ဦးစီကို ကြိမ်ဒဏ်အချက်တစ်ရာစီရိုက်နှက်ကြလော့။ အလ္လာဟ်အရှင်မြတ် ပညတ်တော်မူသော ပြစ်ဒဏ်၌ ထိုသူတို့နှစ်ဦးနှင့်ပတ်သက်၍ ကရုဏာစိတ်သည် သင်တို့ကို မတားမြစ်စေနှင့်၊ အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြပါလျှင်။ ထိုသူတို့နှစ်ဦး၏ ပြစ်ဒဏ်ကို မုစ်လင်မ်များအနက်မှ အဖွဲ့တစ်ဖွဲ့က သက်သေပြုကြပါစေ။)</span></p><div lang=\"my\" class=\"my \"><h2>ဆူရာ အန်-နူရ်၏ အရေးပါမှု</h2></div><p class=\"fa qpc-hafs\" lang=\"fa\">سُورَةٌ أَنزَلْنَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ချပေးတော်မူသော ဆူရာတစ်စောင်)</span> ဤ၌ အလ္လာဟ်အရှင်မြတ်သည် ဤဆူရာအား အရှင်မြတ်အလေးထားတော်မူပုံကို ထောက်ပြတော်မူနေခြင်းဖြစ်သည်၊ အခြားဆူရာများ မအရေးကြီးဟု ဆိုလိုခြင်းမဟုတ်ပေ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَفَرَضْنَاهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့ပညတ်တော်မူသော၊)</span> မုဂျာဟိဒ်နှင့် ကတာဒါတို့က ပြောခဲ့သည်၊ \"ဤသည်မှာ ငါတို့သည် မည်သည့်အရာက တရားဝင်သည်၊ တရားမဝင်သည်၊ အမိန့်တော်များနှင့် တားမြစ်ချက်များ၊ နှင့် ပညတ်ထားသော ပြစ်ဒဏ်များကို ရှင်းပြခဲ့ပြီဟု ဆိုလိုသည်။\" အလ်-ဘူခါရီက ပြောခဲ့သည်၊ \"၎င်းကို ဖရာဒ်နာဟာဟု ဖတ်သူတို့က ၎င်းသည် \"ငါတို့သည် သင်တို့အပေါ်နှင့် သင်တို့နောက်မှ လာမည့်သူများအပေါ် ၎င်းတို့အား ပညတ်ထားပြီ\" ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုကြသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၌ ငါတို့သည် ထင်ရှားသော အာယသ်တော်များကို ချပေးတော်မူခဲ့ပြီ၊)</span> ဆိုလိုသည်မှာ ရှင်းလင်းစွာ ရှင်းပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ သတိရနိုင်ကြရန်ဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ဇီနာအတွက် ပညတ်ထားသော ပြစ်ဒဏ်၏ ရှင်းလင်းချက် <span class=\"la gray\" lang=\"la\">(Illicit Sex)</span></h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဇီနာပြုသူအမျိုးသမီးနှင့် ဇီနာပြုသူအမျိုးသား၊ ထိုသူတို့နှစ်ဦးအနက် တစ်ဦးစီကို ကြိမ်ဒဏ်အချက်တစ်ရာစီရိုက်နှက်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဤဂုဏ်အရှိန်အဝါရှိသော အာယသ်တော်သည် မတရားလိင်ဆက်ဆံသူအတွက် ပြစ်ဒဏ်ပေးရေးဥပဒေနှင့် ပြစ်ဒဏ်၏အသေးစိတ်အချက်အလက်များကို ပါရှိသည်။ ထိုသို့သောသူသည် တစ်ကိုယ်ရေသမားဖြစ်မည်၊ ဆိုလိုသည်မှာ သူသည် ဘယ်သောအခါမျှ အိမ်ထောင်မပြုဖူးခြင်းဖြစ်သည်။ သို့မဟုတ် သူသည် အိမ်ထောင်သည်ဖြစ်မည်၊ ဆိုလိုသည်မှာ သူသည် တရားဝင်လက်ထပ်ထိမ်းမြားခြင်း၏ ဘောင်အတွင်း၌ လိင်ဆက်ဆံဖူးသူဖြစ်သည်၊ ထိုသူသည် လွတ်လပ်သူ၊ အရွယ်ရောက်သူနှင့် စိတ်မှန်သူဖြစ်သည်။ အိမ်ထောင်မပြုဖူးသေးသော အပျိုစင်အတွက်မူ ဤအာယသ်တော်၌ ဖော်ပြထားသည့်အတိုင်း ပညတ်ထားသော ပြစ်ဒဏ်မှာ ကြိမ်ဒဏ်အချက်တစ်ရာဖြစ်သည်။ ယင်းအပြင် သူသည် သူ၏ဇာတိမြေမှ တစ်နှစ်တာနှင်ထုတ်ခံရမည်ဖြစ်သည်၊ အဘူဟူရိုင်ရာနှင့် ဇိုင်းဒ် ဘင် ခါလစ် အလ်-ဂျူဟာနီတို့ထံမှ ဆင့်ပြန်ခဲ့သော ဟဒီးစ်တော်၌ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ထံသို့ ရောက်ရှိလာသော ကျေးတောသားနှစ်ဦးနှင့်ပတ်သက်၍ ဆွဟီဟ်ကျမ်းနှစ်အုပ်၌ မှတ်တမ်းတင်ထားသည်။ ထိုသူတို့အနက် တစ်ဦးက ပြောသည်၊ \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ ကျွန်ုပ်၏သားသည် ဤအမျိုးသားထံ၌ အလုပ်လုပ်ခဲ့ပြီး ဤအမျိုးသား၏ဇနီးနှင့် ဇီနာကျူးလွန်ခဲ့သည်။ ကျွန်ုပ်၏သားကိုယ်စား သိုးတစ်ရာနှင့် ကျွန်မတစ်ဦးဖြင့် ရွေးနုတ်ခဲ့ပါသည်၊ သို့သော် ကျွန်ုပ်သည် ပညာရှင်များကို မေးမြန်းသောအခါ ၎င်းတို့က ကျွန်ုပ်၏သားအား ကြိမ်ဒဏ်အချက်တစ်ရာနှင့် တစ်နှစ်နှင်ထုတ်ရမည်ဖြစ်ပြီး ဤအမျိုးသား၏ဇနီးအား ကျောက်တုံးဖြင့် ပစ်သတ်ရမည်ဟု ပြောခဲ့ကြသည်။\" အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللهِ تَعَالىٰ، الْوَلِيدَةُ وَالْغَنَمُ رَدٌّ عَلَيْكَ، وَعَلى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَاغْدُ يَا أُنَيْسُ! - لِرَجُلٍ مِنْ أَسْلَمَ - إِلَى امْرَأَةِ هٰذَا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ဝိညာဉ်တော်သည် မည်သူ၏လက်တော်၌ ရှိတော်မူသနည်း၊ ထိုအရှင်မြတ်အားဖြင့် သစ္စာပြုတော်မူပါ၏။ အလ္လာဟ်အရှင်မြတ်၏ကျမ်းတော်အရ သင်တို့နှစ်ဦးအကြား၌ ကျွန်ုပ်သည် စီရင်ဆုံးဖြတ်ပေးမည်။ ကျွန်မနှင့်သိုးများကို ပြန်ယူသွားပါ။ သင်၏သားအား ကြိမ်ဒဏ်အချက်တစ်ရာပေးပြီး တစ်နှစ်နှင်ထုတ်ရမည်။ အို အူနိုင်းစ် – (အစ္စလမ်မျိုးနွယ်မှ အမျိုးသားတစ်ဦးအား) မိန့်တော်မူခဲ့သည် – ဤအမျိုးသား၏ဇနီးထံသွားပါ၊ အကယ်၍ သူမဝန်ခံပါက သူမကို ကျောက်တုံးဖြင့် ပစ်သတ်ပါ။)</span></p><p lang=\"my\" class=\"my \">အူနိုင်းစ်သည် သူမထံသွား၍ သူမဝန်ခံခဲ့ရာ သူသည် သူမကို ကျောက်တုံးဖြင့် ပစ်သတ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ မတရားလိင်ဆက်ဆံမှုဖြင့် အပြစ်ရှိသူသည် အပျိုစင်နှင့် အိမ်ထောင်မရှိသူဖြစ်ပါက ကြိမ်ဒဏ်အချက်တစ်ရာပေးခြင်းအပြင် နှင်ထုတ်ခံရမည်ဖြစ်ကြောင်း ဖော်ပြသည်။ သို့သော် အိမ်ထောင်သည်ဖြစ်ပါက၊ ဆိုလိုသည်မှာ သူသည် တရားဝင်လက်ထပ်ထိမ်းမြားခြင်း၏ ဘောင်အတွင်း၌ လိင်ဆက်ဆံဖူးသူဖြစ်ပြီး သူသည် လွတ်လပ်သူ၊ အရွယ်ရောက်သူနှင့် စိတ်မှန်သူဖြစ်ပါက သူသည် ကျောက်တုံးဖြင့် ပစ်သတ်ခံရမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် မာလစ်ခ်က မှတ်တမ်းတင်ခဲ့သည်မှာ ဥမရ်(ရသေ့ဖ်)သည် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) ထရပ်၍ အလ္လာဟ်အရှင်မြတ်ကို ချီးကျူးဂုဏ်ပြုခဲ့ပြီးနောက် ၎င်းက ပြောခဲ့သည်- \"အို လူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ကို အမှန်တရားနှင့်အတူ စေလွှတ်တော်မူခဲ့ပြီး ၎င်းအရှင်အား ကျမ်းတော်ကို ထုတ်ပြန်ချပေးတော်မူခဲ့သည်။ ၎င်းအရှင်အား ထုတ်ပြန်ချပေးတော်မူခဲ့သည့်အရာများထဲမှ တစ်ခုမှာ ကျောက်တုံးဖြင့် ပစ်သတ်ခြင်းနှင့်ပတ်သက်သော အာယသ်တော်ဖြစ်သည်၊ ၎င်းကို ငါတို့ ရွတ်ဖတ်ခဲ့ပြီး နားလည်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ကျောက်တုံးဖြင့် ပစ်သတ်ခြင်းပြစ်ဒဏ်ကို ဆောင်ရွက်ခဲ့ပြီး ၎င်းအရှင်ပြီးနောက် ငါတို့လည်း ထိုသို့ ဆောင်ရွက်ခဲ့ကြသည်။ သို့သော် အချိန်ကြာလာသည်နှင့်အမျှ အချို့သူများက အလ္လာဟ်အရှင်မြတ်၏ကျမ်းတော်၌ ကျောက်တုံးဖြင့် ပစ်သတ်ခြင်းနှင့်ပတ်သက်သော အာယသ်တော်ကို မတွေ့ရှိခဲ့ပါဟု ပြောဆိုကြမည်ကို ကျွန်ုပ်စိုးရိမ်သည်၊ ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်ထုတ်ပြန်ချပေးတော်မူခဲ့သော ဝတ္တရားများထဲမှ တစ်ခုကို စွန့်ပစ်ခဲ့သောကြောင့် လမ်းမှားသို့ ရောက်ရှိသွားကြလိမ့်မည်။ ကျောက်တုံးဖြင့် ပစ်သတ်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ကျမ်းတော်၌ ပညတ်ထားသောအရာဖြစ်သည်၊ မတရားလိင်ဆက်ဆံသူ - အမျိုးသား သို့မဟုတ် အမျိုးသမီး - အတွက် ဖြစ်သည်၊ အကယ်၍ သူ သို့မဟုတ် သူမသည် အိမ်ထောင်သည်ဖြစ်ပြီး၊ ဆုံးဖြတ်နိုင်သော သက်သေအထောက်အထားများ ထွက်ပေါ်လာပါက၊ သို့မဟုတ် ကိုယ်ဝန်ရှိလာပါက၊ သို့မဟုတ် ၎င်းတို့က ဝန်ခံပါက ဖြစ်သည်။\" ၎င်းကို မာလစ်ခ်၏ ရှည်လျားသော ဟဒီးစ်တော်၌ ဆွဟီဟ်ကျမ်းနှစ်အုပ်၌လည်း မှတ်တမ်းတင်ထားသည်၊ ၎င်းမှ ယခုဆွေးနွေးမှုနှင့် သက်ဆိုင်သော အပိုင်းကိုသာ ကျွန်ုပ်တို့ အတိုချုပ် ကိုးကားဖော်ပြခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ပညတ်ထားသော ပြစ်ဒဏ်ကို ဆောင်ရွက်သောအခါ ၎င်းတို့အား ကရုဏာစိတ်မထားကြနှင့်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့နှစ်ဦးနှင့်ပတ်သက်၍ ကရုဏာစိတ်သည် သင်တို့ကို မတားမြစ်စေနှင့်၊ အလ္လာဟ်အရှင်မြတ် ပညတ်တော်မူသော ပြစ်ဒဏ်၌၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် ပညတ်တော်မူသော စီရင်ချက်ဖြင့် ဖြစ်သည်။ ထို့ကြောင့် အာယသ်တော်၏ အဓိပ္ပါယ်မှာ- \"အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေများကို ထူထောင်ထားရာ၌ ၎င်းတို့အတွက် အလွန်အမင်း ဝမ်းနည်းခြင်းမရှိကြနှင့်။\" ၎င်းသည် ပြစ်ဒဏ်ကို ဆောင်ရွက်သောအခါ သဘာဝအတိုင်း ကရုဏာစိတ် မထားသင့်ဟု ဆိုလိုခြင်းမဟုတ်ပေ။ ဤနေရာတွင် တားမြစ်ထားသည်မှာ တရားသူကြီးအား ပြစ်ဒဏ်ကို လုံးဝလျစ်လျူရှုစေနိုင်သော ကရုဏာမျိုးဖြစ်သည်။ ဤသည်မှာ တရားသူကြီးအတွက် ခွင့်မပြုသောအရာဖြစ်သည်။ မုဂျာဟိဒ်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့နှစ်ဦးနှင့်ပတ်သက်၍ ကရုဏာစိတ်သည် သင်တို့ကို မတားမြစ်စေနှင့်၊ အလ္လာဟ်အရှင်မြတ် ပညတ်တော်မူသော ပြစ်ဒဏ်၌၊)</span> \"အကယ်၍ ကိစ္စရပ်ကို အုပ်ချုပ်ရေးအာဏာပိုင်ထံ ရောက်ရှိသွားပါက ပြစ်ဒဏ်ကို ဆောင်ရွက်ရမည်ဖြစ်ပြီး ရပ်တန့်၍မရပေ။\" ဤသည်ကို ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်နှင့် အတာ ဘင် အဘီ ရဘာဟ်တို့ထံမှလည်း ဆင့်ပြန်ခဲ့သည်။ ဟဒီးစ်တော်တစ်ခု၌ မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعَافَوُا الْحُدُودَ فِيمَا بَيْنَكُمْ، فَمَا بَلَغَنِي مِنْ حَدٍّ فَقَدْ وَجَبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အချင်းချင်း ပြစ်ဒဏ်နှင့်ပတ်သက်သောကိစ္စကို အပြန်အလှန်ညှိနှိုင်းဖြေရှင်းကြပါ၊ အကြောင်းမှာ ပညတ်ထားသောပြစ်ဒဏ် လိုအပ်သည့်ကိစ္စတစ်ခုသည် ကျွန်ုပ်ထံရောက်ရှိလာပါက ကျွန်ုပ်သည် ၎င်းကိုဆောင်ရွက်ရန် တာဝန်ရှိပါသည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြပါလျှင်။)</span> ဆိုလိုသည်မှာ ထိုသို့ ပြုလုပ်ကြလော့၊ မတရားလိင်ဆက်ဆံသူများအပေါ် ပြစ်ဒဏ်များကို ဆောင်ရွက်ကြလော့၊ မည်သည့်ဒဏ်ရာမှ မဖြစ်စေဘဲ ၎င်းတို့အား ပြင်းထန်စွာ ရိုက်နှက်ကြလော့၊ ထိုသို့ဖြင့် သူနှင့် သူကဲ့သို့သော အခြားသူများသည် ၎င်း၏ကြောက်မက်ဖွယ်ရာကြောင့် တားမြစ်ခံရလိမ့်မည်။</p><p lang=\"my\" class=\"my \">အလ်-မုစနဒ်၌ မှတ်တမ်းတင်ထားသည်မှာ ဆွဟာဗဟ်များအနက်မှ တစ်ဦးက ပြောခဲ့သည်၊ \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ ကျွန်ုပ်သည် သိုးတစ်ကောင်ကို သတ်သောအခါ ၎င်းအပေါ် ကရုဏာစိတ်ခံစားရသည်။\" အရှင်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكَ فِي ذٰلِكَ أَجْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ထိုအတွက် အကျိုးခံစားရလိမ့်မည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ပညတ်ထားသော ပြစ်ဒဏ်ကို လူသိရှင်ကြား ဆောင်ရွက်ပါ</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့နှစ်ဦး၏ ပြစ်ဒဏ်ကို မုစ်လင်မ်များအနက်မှ အဖွဲ့တစ်ဖွဲ့က သက်သေပြုကြပါစေ။)</span> ဤသည်မှာ မတရားလိင်ဆက်ဆံမှုဖြင့် အပြစ်ရှိသူများအတွက် လူများရှေ့တွင် ကြိမ်ဒဏ်ခံရပါက ပို၍ အရှက်ရစေသည်။ ဤသည်မှာ ၎င်းသည် ပိုမိုထိရောက်သော တားမြစ်ချက်ဖြစ်ပြီး အရှက်ရခြင်းနှင့် ကဲ့ရဲ့ပြစ်တင်ခြင်းကို ဖော်ပြသောကြောင့်ဖြစ်သည်။ အလ်-ဟဆန် အလ်-ဘစရီက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့နှစ်ဦး၏ ပြစ်ဒဏ်ကို မုစ်လင်မ်များအနက်မှ အဖွဲ့တစ်ဖွဲ့က သက်သေပြုကြပါစေ။)</span> \"လူသိရှင်ကြား။\"</p>"
  }
]