[
  {
    "ayah_key": "3:59",
    "group_ayah_key": "3:59",
    "from_ayah": "3:59",
    "to_ayah": "3:63",
    "ayah_keys": "3:59,3:60,3:61,3:62,3:63",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အထံတော်တွင် ‘အီဆာ၏ ပုံသဏ္ဌာန်သည် အာဒမ်၏ ပုံသဏ္ဌာန်ကဲ့သို့ပင် ဖြစ်၏။ အရှင်မြတ်သည် သူ့ကို မြေမှုန့်ဖြင့် ဖန်ဆင်းတော်မူခဲ့ပြီးနောက် ‘ဖြစ်လော့’ ဟု မိန့်ကြားတော်မူရာ သူသည် ဖြစ်ပေါ်လာခဲ့လေသည် <span>(၅၉)</span><span class=\"gray\">(ဤသည်မှာ)</span> သင်၏အရှင်သခင်ထံတော်မှ အမှန်တရားဖြစ်သည်၊ ထို့ကြောင့် သံသယရှိသူများတွင် မပါဝင်နှင့် <span>(၆၀)</span>ထို့နောက် သင်၏ထံသို့ ရောက်ရှိလာခဲ့သော အသိပညာပြီးနောက် မည်သူမဆို သူ့နှင့်ပတ်သက်၍ သင်နှင့် အငြင်းပွားမည်ဆိုပါက ‘လာကြ၊ ငါတို့၏သားများ၊ သင်တို့၏သားများ၊ ငါတို့၏အမျိုးသမီးများ၊ သင်တို့၏အမျိုးသမီးများ၊ ငါတို့ကိုယ်တိုင်နှင့် သင်တို့ကိုယ်တိုင်တို့ကို ခေါ်ယူကြစို့၊ ထို့နောက် ငါတို့သည် ဆုတောင်းပြီး လိမ်ညာသူများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာကို တောင်းခံကြစို့’ ဟု ပြောဆိုလော့။ <span>(၆၁)</span>အမှန်စင်စစ် ဤသည်ကား မှန်ကန်သော ဇာတ်ကြောင်းဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကိုးကွယ်ရာမရှိပေ။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တန်ခိုးအာဏာအရှိဆုံး၊ အရာခပ်သိမ်းကို သိရှိတော်မူသောအရှင်ဖြစ်တော်မူ၏ <span>(၆၂)</span>အကယ်၍ သူတို့သည် ကျောခိုင်းသွားပါက အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးလိုသူများကို အရာခပ်သိမ်းကို သိရှိတော်မူသောအရှင်ဖြစ်တော်မူ၏ <span>(၆၃)</span></p><div lang=\"my\" class=\"my \"><h2>အာဒမ်ကို ဖန်ဆင်းခြင်းနှင့် ‘အီဆာကို ဖန်ဆင်းခြင်းအကြား တူညီမှုများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အထံတော်တွင် ‘အီဆာ၏ ပုံသဏ္ဌာန်သည်)</span> အလ္လာဟ်အရှင်မြတ်၏ စွမ်းဆောင်နိုင်မှုနှင့် ပတ်သက်၍၊ အရှင်မြတ်သည် သူ့အား ဖခင်မရှိဘဲ ဖန်ဆင်းတော်မူခဲ့သောကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَثَلِ آدَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏ ပုံသဏ္ဌာန်ကဲ့သို့ပင် ဖြစ်၏)</span>၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို ဖခင် သို့မဟုတ် မိခင်မရှိဘဲ ဖန်ဆင်းတော်မူခဲ့သည်။ ယင်းအစား၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သူ့ကို မြေမှုန့်ဖြင့် ဖန်ဆင်းတော်မူခဲ့ပြီးနောက် <span class=\"gray\">(အရှင်မြတ်သည်)</span> သူ့အား ‘ဖြစ်လော့’ ဟု မိန့်ကြားတော်မူရာ သူသည် ဖြစ်ပေါ်လာခဲ့လေသည်)။</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဖခင် သို့မဟုတ် မိခင်မရှိဘဲ အာဒမ်ကို ဖန်ဆင်းခဲ့သောအရှင်သည် ဖခင်မရှိဘဲ ‘အီဆာကိုလည်း ဖန်ဆင်းနိုင်တော်မူသည်။ ‘အီဆာသည် ဖခင်မရှိဘဲ ဖန်ဆင်းခံခဲ့ရသောကြောင့် အလ္လာဟ်အရှင်မြတ်၏သားဖြစ်သည်’ ဟု တောင်းဆိုပါက၊ ထိုတောင်းဆိုချက်သည် အာဒမ်နှင့် ပို၍ပင် သင့်လျော်ပေမည်။ သို့သော် အာဒမ်နှင့် ပတ်သက်သော ထိုသို့သော တောင်းဆိုချက်သည် ထင်ရှားစွာ မှားယွင်းသောကြောင့်၊ ‘အီဆာနှင့် ပတ်သက်၍ ထိုတောင်းဆိုချက်မျိုးကို ပြုလုပ်ခြင်းသည် ပို၍ပင် မှားယွင်းသည်။</p><p lang=\"my\" class=\"my \">ထို့အပြင် ဤအချက်အလက်များကို ဖော်ပြခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို အမျိုးသား သို့မဟုတ် အမျိုးသမီးမရှိဘဲ၊ ဟာဝါအ်ကို အမျိုးသားတစ်ဦးမှ အမျိုးသမီးမရှိဘဲ၊ ‘အီဆာကို ဖခင်မရှိဘဲ မိခင်တစ်ဦးမှ ဖန်ဆင်းခြင်းဖြင့်၊ ကျန်ရှိသော ဖန်ဆင်းခြင်းများကို အမျိုးသားနှင့် အမျိုးသမီးတို့မှ ဖန်ဆင်းခြင်းနှင့် နှိုင်းယှဉ်၍ အရှင်မြတ်၏ စွမ်းဆောင်နိုင်မှုကို အလေးပေးဖော်ပြတော်မူသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဆူရာဟ်မာရ်ယမ်တွင် မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَهُ آيَةً لِّلنَّاسِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အား လူသားတို့အတွက် နိမိတ်လက္ခဏာတစ်ခု ဖြစ်စေခဲ့သည်)</span><span class=\"gray\">[၁၉: ၂၁]</span>။</p><p lang=\"id\" class=\"id \">Allah said in this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ الْمُمْتَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဤသည်မှာ)</span> သင်၏အရှင်သခင်ထံတော်မှ အမှန်တရားဖြစ်သည်၊ ထို့ကြောင့် သံသယရှိသူများတွင် မပါဝင်နှင့်)</span> ဆိုလိုသည်မှာ ဤသည်မှာ ‘အီဆာနှင့် ပတ်သက်သော တစ်ခုတည်းသော မှန်ကန်သည့် ဇာတ်လမ်းဖြစ်ပြီး အမှန်တရားမှလွဲ၍ အဘယ်အရာသည် မှားယွင်းမှုမှ ကင်းလွတ်မည်နည်း။ အလ္လာဟ်အရှင်မြတ်သည် နောက်ပိုင်းတွင် အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ အား ‘အီဆာနှင့် ပတ်သက်၍ အမှန်တရားကို ဆန့်ကျင်သူများကို မူဘာဟလာဟ် <span class=\"gray\">(ကျိန်စာတိုက်ခြင်း)</span> သို့ ခေါ်ဆိုရန် အမိန့်ပေးတော်မူခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မူဘာဟလာဟ်သို့ စိန်ခေါ်ခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ حَاجَّكَ فِيهِ مِن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်၏ထံသို့ ရောက်ရှိလာခဲ့သော အသိပညာပြီးနောက် မည်သူမဆို သူ့နှင့်ပတ်သက်၍ သင်နှင့် အငြင်းပွားမည်ဆိုပါက ‘လာကြ၊ ငါတို့၏သားများ၊ သင်တို့၏သားများ၊ ငါတို့၏အမျိုးသမီးများ၊ သင်တို့၏အမျိုးသမီးများ၊ ငါတို့ကိုယ်တိုင်နှင့် သင်တို့ကိုယ်တိုင်တို့ကို ခေါ်ယူကြစို့’ ဟု ပြောဆိုလော့)</span> မူဘာဟလာဟ်အတွက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَبْتَهِلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် ဆုတောင်းမည်)</span>၊ တောင်းပန်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَجْعَل لَّعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့နှစ်ဦးအနက် လိမ်ညာသူများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာကို တောင်းခံကြစို့)</span>။</p><p lang=\"my\" class=\"my \">မူဘာဟလာဟ်သို့ ခေါ်ဆိုခြင်းနှင့် ဤဆူရာ၏ အစမှစ၍ ယခုအထိ အာယသ်များ ထုတ်ပြန်ခြင်း၏ အကြောင်းရင်းမှာ နဂျ်ရန် <span class=\"gray\">(ယီမင်ရှိ)</span> ခရစ်ယာန်များမှ ကိုယ်စားလှယ်အဖွဲ့တစ်ဖွဲ့သည် ‘အီဆာနှင့် ပတ်သက်၍ အငြင်းပွားရန် အလ်-မဒီနာသို့ ရောက်ရှိလာခဲ့ခြင်းဖြစ်သည်။ ၎င်းတို့သည် ‘အီဆာသည် ဘုရားသခင်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်၏သားဖြစ်သည်’ ဟု တောင်းဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ တောင်းဆိုမှုများကို ချေပရန် ဤဆူရာ၏ အစမှစ၍ ယခုအထိ ထုတ်ပြန်တော်မူခဲ့သည်ကို အီမာမ် မုဟမ္မဒ် ဘင် အိစ်ဟာက် ဘင် ယာဆာရ်နှင့် အခြားဘာသာရေးပညာရှင်များက ဖော်ပြခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင် အိစ်ဟာက် ဘင် ယာဆာရ်သည် ၎င်း၏ ကျော်ကြားသော ဆီရဟ်ကျမ်းတွင် ပြောကြားခဲ့သည်မှာ \"နဂျ်ရန်မှ ခရစ်ယာန်ကိုယ်စားလှယ်အဖွဲ့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ထံသို့ ရောက်ရှိလာခဲ့သည်။ ထိုကိုယ်စားလှယ်အဖွဲ့တွင် ဆုံးဖြတ်ချက်ချသူ ၎င်းတို့၏ ခေါင်းဆောင်ဆယ်လေးဦးအပါအဝင် မြင်းစီးသူရဲခြောက်ဆယ် ပါဝင်ခဲ့သည်။ ထိုသူတို့မှာ အလ်-‘အာကိဘ် (‘အဗ်ဒူလ်-မစီဟ်ဟုလည်း ခေါ်သည်)၊ အစ်-ဆေယစ် (အလ်-အိုင်ဟမ်ဟုလည်း ခေါ်သည်)၊ အဗူ ဟာရီသား ဘင် ‘အလ်ကာမာ (ဘက်ခရ် ဘင် ဝါအီလ် <span class=\"gray\">[မိသားစု]</span> မှ) နှင့် အူဝိုင်းစ် ဘင် အလ်-ဟာရစ်သ်တို့ ဖြစ်ကြသည်။ ၎င်းတို့တွင် ဇိုင်ဒ်၊ ကွိုက်စ်၊ ယဇီးဒ်၊ နဗီဟ်၊ ခူဝိုင်လစ်ဒ်၊ ‘အမ်ရ်၊ ခါလစ်ဒ်၊ ‘အဗ်ဒူလ္လာဟ် နှင့် ယုဟန်နာစ် တို့လည်း ပါဝင်ခဲ့သည်။ ထိုသူတို့အနက် သုံးဦးသည် ဤကိုယ်စားလှယ်အဖွဲ့၏ ခေါင်းဆောင်များ ဖြစ်ကြရာ အလ်-‘အာကိဘ်သည် ၎င်းတို့၏ ခေါင်းဆောင်ဖြစ်ပြီး အကြံဉာဏ်နှင့် ဆုံးဖြတ်ချက်များအတွက် ၎င်းကို ရည်ညွှန်းခဲ့ကြသည်။ အစ်-ဆေယစ်သည် ၎င်းတို့၏ ပညာရှင်ဖြစ်ပြီး ခရီးများနှင့် လူမှုရေးစုဝေးပွဲများတွင် ခေါင်းဆောင်ဖြစ်ခဲ့သည်။ အဗူ ဟာရီသား ဘင် ‘အလ်ကာမာသည် ၎င်းတို့၏ ဘိုးဘေး၊ ဘုန်းတော်ကြီးနှင့် ဘာသာရေးခေါင်းဆောင် ဖြစ်ခဲ့သည်။ အဗူ ဟာရီသားသည် ဘက်ခရ် ဘင် ဝါအီလ် <span class=\"gray\">[မိသားစု]</span> မှ အာရပ်လူမျိုးတစ်ဦးဖြစ်သော်လည်း ခရစ်ယာန်ဘာသာကို ကိုးကွယ်သောအခါ ရောမလူမျိုးများနှင့် ၎င်းတို့၏ဘုရင်များက သူ့ကို ဂုဏ်ပြုပြီး သူ့အတွက် <span class=\"gray\">(သို့မဟုတ် သူ့ကို ဂုဏ်ပြုသောအားဖြင့်)</span> ဘုရားကျောင်းများ တည်ဆောက်ပေးခဲ့ကြသည်။ ၎င်းတို့သည် သူ့ကို ငွေကြေးအရလည်း ထောက်ပံ့ပြီး အစေခံများ ပေးခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ ဘာသာရေးအပေါ် သူ၏ ယုံကြည်သက်ဝင်မှု မည်မျှခိုင်မာသည်ကို သိရှိသောကြောင့် ဖြစ်သည်။\" အဗူ ဟာရီသားသည် ယခင်ဘုရားကျမ်းစာအုပ်များတွင် ဖတ်ရှုခဲ့ရသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ၏ ဖော်ပြချက်ကို သိရှိခဲ့သည်။ သို့သော် ၎င်း၏ အခြားအသိပညာမရှိမှုက သူ့ကို ခရစ်ယာန်အဖြစ် ဆက်လက်တည်ရှိရန် အတင်းအကျပ်ဖြစ်စေခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ခရစ်ယာန်များနှင့်အတူ ဂုဏ်ပြုခံရပြီး မြင့်မားသော ရာထူးရှိသောကြောင့် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အိစ်ဟာက်က ပြောကြားခဲ့သည်မှာ \"မုဟမ္မဒ် ဘင် ဂျာဖာရ် ဘင် အဇ်-ဇူဘိုင်ရ်က ပြောကြားသည်မှာ ‘<span class=\"gray\">(နဂျ်ရန်)</span> ကိုယ်စားလှယ်အဖွဲ့သည် အလ်-မဒီနာရှိ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ထံသို့ ရောက်ရှိလာပြီး၊ တမန်တော်မြတ် ﷺ သည် အဆ်ရ်ဆွလာဟ်ဝတ်ပြုပြီးနောက် ၎င်းတို့၏ ဗလီသို့ အင်္ကျီများနှင့် အဝတ်အစားများ ဝတ်ဆင်ကာ ဝင်ရောက်ခဲ့သည်။ ၎င်းတို့သည် ဗနီ အလ်-ဟာရစ်သ် ဘင် ကအ်ဗ် ဦးဆောင်သော ကုလားအုပ်လှေတန်းနှင့်အတူ လိုက်ပါလာခဲ့သည်။ ၎င်းတို့ကို မြင်တွေ့ခဲ့ရသော အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ၏ ဆွဟာဗဟ်များက ၎င်းတို့နောက်ပိုင်းတွင် ထိုသို့သော ကိုယ်စားလှယ်အဖွဲ့ကို မမြင်ဖူးကြောင်း ပြောဆိုခဲ့ကြသည်... ထို့နောက် အဗူ ဟာရီသား ဘင် ‘အလ်ကာမာနှင့် အလ်-‘အာကိဘ် ‘အဗ်ဒူလ်-မစီဟ် သို့မဟုတ် အစ်-ဆေယစ် အလ်-အိုင်ဟမ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ နှင့် စကားပြောဆိုခဲ့ကြပြီး ၎င်းတို့သည် ဘုရင် <span class=\"gray\">(ရောမဘုရင်)</span> ကဲ့သို့သော ခရစ်ယာန်များ ဖြစ်ကြသည်။ သို့သော် ၎င်းတို့သည် ‘အီဆာနှင့် ပတ်သက်၍ သဘောမတူကြပေ။ ၎င်းတို့အချို့က ‘သူသည် အလ္လာဟ်’ ဟု ပြောဆိုခဲ့ကြပြီး၊ အချို့က ‘သူသည် အလ္လာဟ်၏သား’ ဟု ပြောဆိုခဲ့ကြကာ၊ အချို့ကမူ ‘သူသည် သုံးပါးပေါင်းတစ်ဆူအနက် တစ်ပါး’ ဟု ပြောဆိုခဲ့ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို အဘယ်အရာများဖြင့် ဖော်ပြသည်ကို အရှင်မြတ်သည် ကင်းရှင်းတော်မူ၏။\"</p><p lang=\"my\" class=\"my \">စင်စစ် ဤအရာများသည် ခရစ်ယာန်တို့၏ ယုံကြည်ချက်များပင်ဖြစ်သည်။ ၎င်းတို့က ‘အီဆာသည် ဘုရားသခင်ဖြစ်သည်ဟု တောင်းဆိုကြသည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် သေသူများကို အသက်ပြန်ရှင်စေခဲ့ပြီး၊ မျက်မမြင်ရောဂါ၊ အနာကြီးရောဂါနှင့် အမျိုးမျိုးသော ရောဂါများကို ကုသပေးခဲ့ပြီး၊ အနာဂတ်အကြောင်းများကို ပြောပြခဲ့ကာ၊ ငှက်များ၏ ပုံသဏ္ဌာန်ကို ဖန်တီးပြီး ၎င်းတို့အတွင်းသို့ အသက်သွင်းကာ အသက်ရှင်စေခဲ့သောကြောင့် ဖြစ်သည်။ သို့သော် ဤ cud အံ့ဖွယ်ရာများအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ဖြစ်ပေါ်ခဲ့ခြင်းဖြစ်ပြီး၊ ထိုသို့အားဖြင့် ‘အီဆာသည် လူသားများအတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ နိမိတ်လက္ခဏာတစ်ခု ဖြစ်စေရန် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">၎င်းတို့က ‘အီဆာသည် အလ္လာဟ်အရှင်မြတ်၏သားဖြစ်သည်ဟုလည်း တောင်းဆိုကြသည်၊ အဘယ်ကြောင့်ဆိုသော် သူ၌ ဖခင်မရှိခဲ့ဘဲ ပုခက်ထဲတွင် ရှိစဉ်ကပင် စကားပြောခဲ့သောကြောင့်ဖြစ်သည်။ ၎င်းတို့က သူ၏ရှေ့မှ မည်သည့်အာဒမ်၏ သားမြေးများတွင်မှ မဖြစ်ပေါ်ခဲ့သော အံ့ဖွယ်ရာတစ်ခုဖြစ်သည်ဟု တောင်းဆိုကြသည်။ ၎င်းတို့က ‘အီဆာသည် သုံးပါးပေါင်းတစ်ဆူအနက် တစ်ပါးဖြစ်သည်ဟုလည်း တောင်းဆိုကြသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က ‘ငါတို့သည် ပြုခဲ့သည်၊ အမိန့်ပေးခဲ့သည်၊ ဖန်ဆင်းခဲ့သည်၊ တောင်းဆိုခဲ့သည်’ ဟု မိန့်ကြားမည်ဖြစ်သောကြောင့် ဖြစ်သည်။ ၎င်းတို့က ‘အလ္လာဟ်အရှင်မြတ်သည် တစ်ဆူတည်းဆိုပါက ‘ငါသည် ပြုခဲ့သည်၊ အမိန့်ပေးခဲ့သည်၊ ဖန်ဆင်းခဲ့သည်၊ ဆုံးဖြတ်ခဲ့သည်’ ဟု မိန့်ကြားမည်’ ဟု ပြောဆိုခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့က ‘အီဆာနှင့် အလ္လာဟ်အရှင်မြတ်သည် တစ်ဆူတည်း <span class=\"gray\">(သုံးပါးပေါင်းတစ်ဆူ)</span> ဖြစ်သည်ဟု တောင်းဆိုကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို အဘယ်အရာများဖြင့် ဖော်ပြသည်ကို အရှင်မြတ်သည် ကင်းရှင်းတော်မူ၏၊ ဤမှားယွင်းသော ခရစ်ယာန်တောင်းဆိုမှုများအားလုံးကို ကုရ်အာန်ကျမ်းတော်မြတ်က ချေပခဲ့သည်ကို ငါတို့ ဖော်ပြသင့်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အိစ်ဟာက်က ဆက်လက်ပြောကြားခဲ့သည်မှာ \"ဤအာယသ်များသည် အလ္လာဟ်အရှင်မြတ်ထံမှ တမန်တော်မြတ် ﷺ ထံသို့ ရောက်ရှိလာသောအခါ၊ ၎င်းနှင့် ကျမ်းဂန်ရှင်များအကြား စီရင်ဆုံးဖြတ်ပေးခဲ့သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ် ﷺ အား အကယ်၍ ၎င်းတို့သည် အမှန်တရားကို ငြင်းဆန်နေပါက ၎င်းတို့ကို မူဘာဟလာဟ်သို့ ခေါ်ဆိုရန် အမိန့်ပေးခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် ၎င်းတို့ကို မူဘာဟလာဟ်သို့ ခေါ်ဆိုခဲ့သည်။ ၎င်းတို့က ‘အို အဗူ အလ်-ကာစင်မ်! ဤကိစ္စကို စဉ်းစားကြပါစို့၊ ငါတို့ လုပ်ချင်သည့်အရာနှင့် ပတ်သက်သော ငါတို့၏ ဆုံးဖြတ်ချက်ကို သင့်ထံသို့ ပြန်ပြောပါမည်’ ဟု ပြောဆိုခဲ့ကြသည်။ ၎င်းတို့သည် တမန်တော်မြတ် ﷺ ထံမှ ထွက်ခွာပြီး အကြံဉာဏ်အတွက် ၎င်းတို့ ရည်ညွှန်းလေ့ရှိသော အလ်-‘အာကိဘ်နှင့် တိုင်ပင်ဆွေးနွေးခဲ့ကြသည်။ ၎င်းတို့က သူ့အား ‘အို ‘အဗ်ဒူလ်-မစီဟ်! သင်၏ အကြံဉာဏ်က အဘယ်နည်း’ ဟု ပြောဆိုခဲ့ကြသည်။ သူက ‘အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ အို ခရစ်ယာန်အပေါင်းတို့! မုဟမ္မဒ်သည် တမန်တော်တစ်ပါးဖြစ်သည်၊ ၎င်းသည် သင်တို့၏ အပေါင်းအသင်း <span class=\"gray\">(‘အီဆာ)</span> နှင့် ပတ်သက်၍ နောက်ဆုံးစကားကို သင့်ထံသို့ ယူဆောင်လာခဲ့သည်ကို သင်တို့ သိကြသည်။ မည်သည့် တမန်တော်မျှ မည်သည့်လူမျိုးနှင့်မျှ မူဘာဟလာဟ် မပြုလုပ်ခဲ့ဖူးကြောင်း၊ ၎င်းတို့အနက်မှ အသက်ကြီးသူများသည် ဘေးကင်းခဲ့ပြီး လူငယ်များ ကြီးပြင်းလာခဲ့ကြောင်းကိုလည်း သင်တို့ သိကြသည်။ စင်စစ် သင်တို့ ထိုသို့ပြုလုပ်ပါက သင်တို့၏ အဆုံးသတ်ဖြစ်လိမ့်မည်။ အကယ်၍ သင်တို့သည် သင်တို့၏ ဘာသာရေးနှင့် သင်တို့၏ အပေါင်းအသင်း <span class=\"gray\">(‘အီဆာ)</span> နှင့် ပတ်သက်သော သင်တို့၏ ယုံကြည်ချက်တွင် ဆက်လက်တည်ရှိရန် ဆုံးဖြတ်ပြီးသားဖြစ်ပါက၊ ထိုသူ <span class=\"gray\">(မုဟမ္မဒ်)</span> နှင့် ပဋိညာဉ်ချုပ်ဆိုပြီး သင်တို့၏ မြေသို့ ပြန်သွားကြလော့’ ဟု ပြောဆိုခဲ့သည်။ ၎င်းတို့သည် တမန်တော်မြတ် ﷺ ထံသို့ ရောက်ရှိလာပြီး ‘အို အဗူ အလ်-ကာစင်မ်! ငါတို့သည် သင့်နှင့် မူဘာဟလာဟ် မပြုလုပ်နိုင်ကြောင်းနှင့် သင်သည် သင်၏ ဘာသာရေးတွင် ဆက်လက်တည်ရှိပြီး ငါတို့သည် ငါတို့၏ ဘာသာရေးတွင် ဆက်လက်တည်ရှိမည်ဟု ဆုံးဖြတ်ခဲ့ကြသည်။ သို့သော် ငါတို့၏ ငွေကြေးအငြင်းပွားမှုများနှင့် ပတ်သက်၍ ငါတို့အကြား စီရင်ဆုံးဖြတ်ပေးရန် သင် နှစ်သက်သော သင်၏ ဆွဟာဗဟ်များထဲမှ တစ်ဦးကို ငါတို့နှင့်အတူ ပို့ပေးပါ၊ ဤကိစ္စတွင် သင်သည် ငါတို့အတွက် လက်ခံနိုင်ဖွယ်ဖြစ်သည်’ ဟု ပြောဆိုခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက ဟူဇိုင်ဖာက ပြောကြားခဲ့သည်မှာ \"နဂျ်ရန်မှ ခေါင်းဆောင်နှစ်ဦးဖြစ်သော အလ်-‘အာကိဘ်နှင့် အစ်-ဆေယစ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ထံသို့ ရောက်ရှိလာပြီး <span class=\"gray\">(၎င်းတို့အနက် မတရားသူအားလုံးအပေါ်)</span> အလ္လာဟ်အရှင်မြတ်ထံမှ ကျိန်စာများကို တောင်းခံရန် ကြိုးပမ်းခဲ့ကြသည်။ ၎င်းတို့အနက် တစ်ဦးက အခြားတစ်ဦးကို ‘ငါတို့ ဒါကို မလုပ်ကြစို့။ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ အကယ်၍ သူသည် တကယ့်တမန်တော်ဖြစ်ပြီး ငါတို့ အလ္လာဟ်အရှင်မြတ်ကို ကျိန်စာများ တောင်းခံခဲ့ပါက၊ ငါတို့နှင့် ငါတို့၏ သားစဉ်မြေးဆက်တို့သည် နောက်ပိုင်းတွင် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်’ ဟု ပြောဆိုခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့က ‘သင် တောင်းဆိုသည့်အရာကို ငါတို့ ပေးပါမည်၊ ယုံကြည်ရသော လူတစ်ဦးကို ငါတို့နှင့်အတူ ပို့ပေးပါ၊ ယုံကြည်ရသော လူတစ်ဦးသာ’ ဟု ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်မှာ;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَبْعَثَنَّ مَعَكُمْ رَجُلًا أَمِينًا حَقَّ أَمِينٍ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فاستشرف لها أصحاب رسول الله صلّى الله عليه وسلّم، فقال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُمْ يَا أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فلما قام، قال رسول الله صلّى الله عليه وسلّم:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا أَمِينُ هذِهِ الْأُمَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ် ငါသည် သင်တို့နှင့်အတူ ယုံကြည်ရသောလူတစ်ဦး၊ စင်စစ်ယုံကြည်ထိုက်သောလူတစ်ဦးကို ပို့ပေးမည်။\" အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ၏ ဆွဟာဗဟ်များအားလုံးသည် ထိုလူဖြစ်လိုစိတ် ပြင်းပြခဲ့ကြသည်။ တမန်တော်မြတ် ﷺ က ‘အို အဗူ ‘အူဘိုင်ဒါ ဘင် အလ်-ဂျာရာဟ်! ထရပ်လော့’ ဟု မိန့်ကြားတော်မူခဲ့သည်။ အဗူ ‘အူဘိုင်ဒါ ထရပ်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ က ‘ဤသူသည် ဤအွမ္မသ်၏ ယုံကြည်ခံရသူဖြစ်သည်’ ဟု မိန့်ကြားတော်မူခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အနပ်စ်က ပြောကြားခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် အခြားအခါတစ်ပါးတွင် မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ أُمَّةٍ أَمِينٌ، وَأَمِينُ هذِهِ الْأُمَّةِ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ</p><p lang=\"so\" class=\"so \"><span class=\"gray\">(Every Ummah has a trustee, and the trustee of this Ummah is Abu 'Ubaydah bin Al-Jarrah.)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အိဗ်နု ‘အဗ္ဗားစ်က ပြောကြားခဲ့သည်မှာ “အဗူ ဂျဟလ် (အလ္လာဟ်အရှင်မြတ် သူ့ကို ကျိန်စာတိုက်ပါစေ) က ‘အကယ်၍ ငါသည် မုဟမ္မဒ်ကို ကအ်ဗဟ်ဘေးတွင် ဆွလာဟ်ဝတ်ပြုသည်ကို မြင်ပါက၊ ငါသည် သူ၏ လည်ပင်းကို နင်းခြေမည်’ ဟု ပြောဆိုခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် နောက်ပိုင်းတွင် မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ فَعَلَ لَأَخَذَتْهُ الْمَلَائِكَةُ عِيَانًا، ولو أن اليهود تمنوا الموت لماتوا، ورأوا مقاعدهم من النار، ولو خرج الذين يباهلون رسول الله صلّى الله عليه وسلّم لرجعوا لا يجدون مالًا ولا أهلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူ ထိုသို့ပြုလုပ်ရန် ကြိုးစားခဲ့ပါက၊ ကောင်းကင်တမန်များသည် သူ့ကို လူအများရှေ့တွင် ဖမ်းဆီးကြမည်ဖြစ်သည်။ အကယ်၍ ဂျူးလူမျိုးများ သေခြင်းတရားကို ဆန္ဒပြုခဲ့ပါက၊ ၎င်းတို့သည် သေဆုံးသွားကြမည်ဖြစ်ပြီး ငရဲဘုံရှိ ၎င်းတို့၏ နေရာများကို မြင်တွေ့ကြမည်ဖြစ်သည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ နှင့် မူဘာဟလာဟ်ကို တောင်းဆိုခဲ့သူများ ထိုသို့ ဆက်လုပ်ခဲ့ပါက၊ ၎င်းတို့သည် အိမ်သို့ ပြန်ရောက်သောအခါ ပစ္စည်းဥစ္စာ သို့မဟုတ် မိသားစုကို တွေ့ရှိကြမည်မဟုတ်ပေ)</span>။\" အလ်-ဘူခါရီ၊ အတ်-တီရ်မီဇီနှင့် အန်-နာဆာအီတို့သည်လည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့ကြပြီး၊ အတ်-တီရ်မီဇီက ဟာစန် ဆဟီဟ်ဟု သတ်မှတ်ခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَهُوَ الْقَصَصُ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ မှန်ကန်သော ဇာတ်ကြောင်းဖြစ်သည်)</span> ဆိုလိုသည်မှာ ‘အို မုဟမ္မဒ်၊ သင်အား ငါတို့ ပြောပြခဲ့သော ‘အီဆာနှင့် ပတ်သက်သည့်အရာသည် ရှောင်လွှဲ၍မရနိုင်သော ပကတိအမှန်တရားဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ - فَإِن تَوَلَّوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သူ မရှိပေ။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တန်ခိုးအာဏာအရှိဆုံး၊ အရာခပ်သိမ်းကို သိရှိတော်မူသောအရှင်ဖြစ်တော်မူ၏။ အကယ်၍ သူတို့သည် ကျောခိုင်းသွားပါက)</span> ဤအမှန်တရားကို စွန့်လွှတ်ခြင်းဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးလိုသူများကို အရာခပ်သိမ်းကို သိရှိတော်မူသောအရှင်ဖြစ်တော်မူ၏။)</span> အမှန်တရားကို စွန့်လွှတ်ပြီး မှားယွင်းမှုကို ရွေးချယ်သူများသည် ဖျက်ဆီးမှုကို ကျူးလွန်ကြသူများဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို အပြည့်အစုံသိရှိတော်မူကာ အဆိုးဆုံး ပြစ်ဒဏ်ပေးတော်မူမည်ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို ထိန်းချုပ်နိုင်တော်မူ၏၊ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အရှင်မြတ်အတွက်သာ ဖြစ်ပြီး၊ ငါတို့သည် အရှင်မြတ်၏ လက်စားချေခြင်းမှ အရှင်မြတ်ထံတွင် ခိုလှုံကြသည်။</p>"
  }
]