[
  {
    "ayah_key": "2:19",
    "group_ayah_key": "2:19",
    "from_ayah": "2:19",
    "to_ayah": "2:20",
    "ayah_keys": "2:19,2:20",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်မှ မိုးသက်မုန်တိုင်းကဲ့သို့ အမှောင်ထု၊ မိုးခြိမ်းသံနှင့် လျှပ်စီးကို ဆောင်ယူလာသည်။ ၎င်းတို့သည် သေခြင်းကိုကြောက်ရွံ့၍ နားများကိုပိတ်ရန် လက်ချောင်းများကို နားထဲသို့ ထိုးထည့်ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို အမြဲဝန်းရံထားတော်မူသည် <span>(၁၉)</span> လျှပ်စီးသည် ၎င်းတို့၏အမြင်အာရုံကို လုယူလုနီးပါးပင်။ ၎င်းတို့အတွက် လျှပ်စီးလက်တိုင်း၊ ၎င်းတို့သည် ထိုအလင်း၌ လျှောက်လှမ်းကြပြီး၊ အမှောင်ထုက ၎င်းတို့ကို ဖုံးအုပ်သောအခါ၊ ၎င်းတို့သည် ရပ်တန့်နေကြသည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါက၊ ၎င်းတို့၏ ကြားနိုင်စွမ်းနှင့် မြင်နိုင်စွမ်းကို သိမ်းပိုက်နိုင်ခဲ့ပေမည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် စွမ်းဆောင်နိုင်တော်မူသည် <span>(၂၀)</span></p><div lang=\"my\" class=\"my \"><h2>ဟန်ဆောင်သူတို့၏ နောက်ထပ် ပုံပမာတစ်ခု</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် အလ္လာဟ်အရှင်မြတ်မှ ဟန်ဆောင်သူတို့အကြောင်း ပေးထားသော နောက်ထပ်ပုံပမာတစ်ခုဖြစ်သည်။ ၎င်းတို့သည် တစ်ခါတစ်ရံတွင် အမှန်တရားကို သိရှိကြပြီး အခြားအချိန်များတွင် သံသယရှိကြသည်။ ၎င်းတို့သည် သံသယ၊ ရှုပ်ထွေးမှုနှင့် မယုံကြည်မှုတို့နှင့် ကြုံတွေ့ရသောအခါ ၎င်းတို့၏နှလုံးသားများသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَصَيِّبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆိုက်ယစ်ကဲ့သို့)</span> ဟူသည် \"မိုး\" ဟု အဓိပ္ပါယ်ရသည်။ အိဗ်နု မပ်စ်အူဒ်၊ အိဗ်နု အဗ္ဗါစ်နှင့် အခြားသော ဆွဟာဘာများစွာတို့မှ အတည်ပြုခဲ့ကြသကဲ့သို့ အဗူလ်-အလီယာ၊ မူဂျာဟစ်ဒ်၊ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အသားအ်၊ အလ်-ဟစန် အလ်-ဘဆွရီ၊ ကွတာဒဟ်၊ အသီယာ အလ်-အ်ဝ်ဖီ၊ အသားအ် အလ်-ခုရာစါနီ၊ အစွ်-စူဒ်ဒီနှင့် အလ်-ရဘီအ် ဘင် အနပ်စ်တို့ကလည်း အတည်ပြုခဲ့ကြသည်။ အဒ်-ဒွဟ်ဟါက်က \"၎င်းသည် တိမ်များဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ မည်သို့ပင်ဖြစ်စေ၊ အများဆုံးလက်ခံထားသော အမြင်မှာ ၎င်းသည် အောက်ပါအတိုင်း ကျရောက်သောမိုးကို ဆိုလိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظُلُمَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှောင်မိုက်ခြင်း)</span> ဟူသည်မှာ ဤနေရာတွင် သံသယများ၊ မယုံကြည်မှုနှင့် ဟန်ဆောင်မှုတို့ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَعْدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးခြိမ်းသံ)</span> သည် နှလုံးသားများကို ကြောက်ရွံ့မှုဖြင့် ထိတ်လန့်စေသည်။ ဟန်ဆောင်သူများသည် များသောအားဖြင့် ကြောက်ရွံ့မှုနှင့် စိုးရိမ်ပူပန်မှုတို့ဖြင့် ပြည့်နှက်နေကြသည်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အား ဖော်ပြထားသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အသံမဆို ၎င်းတို့နှင့်ဆန့်ကျင်သည်ဟု ၎င်းတို့က ထင်ကြသည်)</span><span class=\"gray\">(၆၃: ၄)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ - لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို သစ္စာပြုကြသည်မှာ ၎င်းတို့သည် အမှန်ပင် သင်တို့နှင့်သက်ဆိုင်ကြောင်း ဖြစ်သည်။ သို့သော် ၎င်းတို့သည် သင်တို့နှင့် မသက်ဆိုင်ကြပေ၊ ၎င်းတို့သည် ကြောက်ရွံ့နေကြသူများ ဖြစ်ကြသည်။ အကယ်၍ ၎င်းတို့သည် ခိုလှုံရာ၊ သို့မဟုတ် ဂူများ၊ သို့မဟုတ် ပုန်းကွယ်ရာနေရာတစ်ခုကို ရှာတွေ့ပါက ၎င်းတို့သည် လျင်မြန်စွာ ပြေးထွက်သွားကြလိမ့်မည်)</span><span class=\"gray\">(၉:၅၆-၅၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَرْقُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှပ်စီး)</span> ဟူသည် ဟန်ဆောင်သူများ၏နှလုံးသားတွင် တစ်ခါတစ်ရံ ခံစားရသော အီမာန် (ယုံကြည်ခြင်း) ၏အလင်းကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِم مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ ۚ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သေခြင်းကိုကြောက်ရွံ့၍ နားများကိုပိတ်ရန် လက်ချောင်းများကို နားထဲသို့ ထိုးထည့်ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို အမြဲဝန်းရံထားတော်မူသည်)</span> ဟူသည်မှာ ၎င်းတို့၏ သတိထားမှုသည် ၎င်းတို့အား အကျိုးမပြုနိုင်ခြင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အရာခပ်သိမ်းကို လွှမ်းခြုံထားသော အလိုတော်နှင့် ဆုံးဖြတ်ချက်တို့ဖြင့် ချည်နှောင်ထားခြင်းခံရသောကြောင့် ဖြစ်သည်။ ထိုနည်းတူစွာပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ - فِرْعَوْنَ وَثَمُودَ - بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ - وَاللَّهُ مِن وَرَائِهِم مُّحِيطٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စစ်တပ်နှစ်ဖွဲ့အကြောင်း ပုံပြင်သည် သင်ထံသို့ ရောက်ရှိပြီးပြီလော။ ဖိရ်အောင် <span class=\"gray\">(ဖာရောဘုရင်)</span> နှင့် သမူးဒ် (လူမျိုး) အကြောင်းဖြစ်သည်။ မဟုတ်ဘူး! မယုံကြည်သူတို့သည် ငြင်းပယ်ခြင်းတွင် <span class=\"gray\">(ဆက်လက်)</span> ရှိနေခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နောက်ဘက်မှ ဝန်းရံထားသည်!)</span><span class=\"gray\">(၈၅:၁၇-၂၀)</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှပ်စီးသည် ၎င်းတို့၏အမြင်အာရုံကို လုယူလုနီးပါးပင်)</span> ဟူသည်မှာ လျှပ်စီးကိုယ်တိုင်က ပြင်းထန်သောကြောင့်ဖြစ်ပြီး ၎င်းတို့၏ နားလည်နိုင်စွမ်းက အားနည်းကာ ယုံကြည်ခြင်းကို လက်ခံရန် ခွင့်မပြုသောကြောင့်ဖြစ်သည်။ ထို့ပြင် အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗါစ်က ထိုအာယသ်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုသည်ဟု ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှပ်စီးသည် ၎င်းတို့၏အမြင်အာရုံကို လုယူလုနီးပါးပင်)</span>၊ \"ကုရ်အာန်ကျမ်းသည် ဟန်ဆောင်သူတို့၏ လျှို့ဝှက်ချက်များအားလုံးနီးပါးကို ဖော်ပြထားသည်\" ဟု ဖြစ်သည်။ အလီ ဘင် အဘီ တလ်ဟာဟ်ကလည်း အိဗ်နု အဗ္ဗါစ်က ပြောကြားခဲ့သည်ဟု ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَآ أَضَآءَ لَهُم مَّشَوْاْ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် လျှပ်စီးလက်တိုင်း ၎င်းတို့သည် ထိုအလင်း၌ လျှောက်လှမ်းကြသည်)</span>၊ \"ဟန်ဆောင်သူတို့သည် အစ္စလာမ်၏ အောင်ပွဲများတွင် အစုရှယ်ယာရရှိတိုင်း ၎င်းတို့သည် ထိုအစုရှယ်ယာဖြင့် ကျေနပ်ကြသည်။ အစ္စလာမ်သည် ဘေးဒုက္ခတစ်ခုခုနှင့် ကြုံတွေ့ရတိုင်း ၎င်းတို့သည် မယုံကြည်မှုသို့ ပြန်ပြောင်းရန် အသင့်ရှိနေကြသည်\" ဟု ဖြစ်သည်။ ထိုနည်းတူစွာပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားများထဲတွင် အလ္လာဟ်အရှင်မြတ်အား စွန်းတွင် ကိုးကွယ်သူတစ်ဦး ရှိသည်။ အကယ်၍ သူ့အား ကောင်းကျိုးတစ်ခုခု ကြုံလာပါက သူသည် ထိုအရာဖြင့် ကျေနပ်သည်)</span><span class=\"gray\">(၂၂:၁၁)</span>။ ထို့ပြင် မိုဟမ္မဒ် ဘင် အိစ်ဟာက်က အိဗ်နု အဗ္ဗါစ်က ပြောကြားခဲ့သည်ဟု ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَآ أَضَآءَ لَهُم مَّشَوْاْ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُواْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် လျှပ်စီးလက်တိုင်း ၎င်းတို့သည် ထိုအလင်း၌ လျှောက်လှမ်းကြပြီး၊ အမှောင်ထုက ၎င်းတို့ကို ဖုံးအုပ်သောအခါ ၎င်းတို့သည် ရပ်တန့်နေကြသည်)</span>၊</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် အမှန်တရားကို သိမှတ်ကြပြီး ထိုအကြောင်း ပြောဆိုကြသည်။ ထို့ကြောင့် ၎င်းတို့၏စကားသည် ဖြောင့်မှန်၏။ သို့သော် ၎င်းတို့သည် မယုံကြည်မှုသို့ ပြန်ပြောင်းသွားသောအခါ ၎င်းတို့သည် ထပ်မံ၍ ရှုပ်ထွေးမှုထဲသို့ ကျရောက်သွားကြသည်။ ဤအရာကို အဗူလ်-အလီယာ၊ အလ်-ဟစန် အလ်-ဘဆွရီ၊ ကွတာဒဟ်၊ အလ်-ရဘီအ် ဘင် အနပ်စ်နှင့် အစွ်-စူဒ်ဒီတို့ကလည်း ပြောကြားခဲ့ကြပြီး ၎င်းတို့သည် ဆွဟာဘာများထံမှ ၎င်းကို ဖော်ပြခဲ့ကြသည်။ ၎င်းသည် အထင်ရှားဆုံးနှင့် အမှန်ကန်ဆုံး အမြင်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံးသိတော်မူ၏။</p><p lang=\"my\" class=\"my \">ရလဒ်အနေဖြင့်၊ တရားစီရင်ရာနေ့တွင် ယုံကြည်သူတို့သည် ၎င်းတို့၏အီမာန် (ယုံကြည်ခြင်း) အဆင့်အတန်းအလိုက် အလင်းရရှိကြလိမ့်မည်။ ၎င်းတို့အချို့သည် မိုင်ပေါင်းများစွာအထိ လင်းထိန်စေမည့် အလင်းကိုရရှိကြမည်၊ အချို့က ပို၍ရရှိမည်၊ အချို့က နည်း၍ရရှိမည်။ အချို့သူများ၏ အလင်းသည် တစ်ခါတစ်ရံတွင် လင်းလက်ပြီး အခြားအချိန်များတွင် ငြိမ်းသွားလိမ့်မည်။ ထို့ကြောင့် ၎င်းတို့သည် ဆွရာတ် <span class=\"gray\">(မီးငရဲပေါ်ရှိ တံတား)</span> ပေါ်တွင် ထိုအလင်းဖြင့် လျှောက်လှမ်းကြမည်ဖြစ်ပြီး၊ အလင်းငြိမ်းသွားသောအခါ ရပ်တန့်ကြမည်။ အချို့သူများသည် မည်သည့်အလင်းမျှ လုံးဝမရှိကြပေ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ဖော်ပြခဲ့သော ဟန်ဆောင်သူများ ဖြစ်ကြသည်၊ ၎င်းသည် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟန်ဆောင်သူများ၊ ယောက်ျားမိန်းမ နှစ်ဦးလုံးသည် ယုံကြည်သူများအား \"ကျွန်ုပ်တို့ကို ခဏစောင့်ပါ! သင်တို့၏အလင်းမှ တစ်စုံတစ်ရာယူပါရစေ!\" ဟု ပြောကြမည့်နေ့တွင်၊ ၎င်းတို့အား \"နောက်သို့ပြန်သွားကြ! ထို့နောက် အလင်းကို ရှာဖွေကြ!\" ဟု ပြောဆိုခံရမည်)</span><span class=\"gray\">(၅၇:၁၃)</span>။</p><p lang=\"nl\" class=\"nl \">Allah described the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သော အမျိုးသားများနှင့် ယုံကြည်သော အမျိုးသမီးများကို သင်တွေ့မြင်ရမည့်နေ့တွင်၊ ၎င်းတို့၏အလင်းသည် ၎င်းတို့ရှေ့မှနှင့် ၎င်းတို့၏ ညာဘက်မှ ပြေးလွှားနေမည်။ ဤနေ့တွင် သင်တို့အတွက် ဝမ်းမြောက်စရာ သတင်းကောင်း! ၎င်းအောက်မှ မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ် (ပရဒိသု))</span>)</span><span class=\"gray\">(၅၇:၁၂)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် <span class=\"gray\">(မိုဟမ္မဒ် ﷺ)</span> နှင့် ၎င်းနှင့်အတူ ယုံကြည်သူများကို ဂုဏ်သိက္ခာကျဆင်းစေမည်မဟုတ်သည့်နေ့တွင်၊ ၎င်းတို့၏အလင်းသည် ၎င်းတို့ရှေ့မှနှင့် <span class=\"gray\">(၎င်းတို့၏ မှတ်တမ်းများ - ကောင်းမှုမှတ်တမ်းများ)</span> ၎င်းတို့၏ ညာဘက်လက်များတွင် ပြေးလွှားနေမည်။ ၎င်းတို့က \"အို ကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်တို့အတွက် ကျွန်ုပ်တို့၏အလင်းကို ပြီးပြည့်စုံစေတော်မူပါ <span class=\"gray\">[ကျွန်ုပ်တို့ ဆွရာတ် <span class=\"gray\">(ငရဲပေါ်မှ ချောမွေ့သောတံတား)</span> ကို ဘေးကင်းစွာ ဖြတ်ကျော်သည်အထိ ၎င်းကို မပိတ်ထားပါနှင့်]</span> နှင့် ကျွန်ုပ်တို့အား ခွင့်လွှတ်တော်မူပါ။ ဧကန်မလွဲ အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် စွမ်းဆောင်နိုင်တော်မူသည်\" ဟု ပြောကြမည်)</span><span class=\"gray\">(၆၆:၈)</span>။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အဗ်ဒုလ္လာဟ် ဘင် မပ်စ်အူဒ်သည် အောက်ပါအကြောင်း မှတ်ချက်ပြုသည်ဟု ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အလင်းသည် ၎င်းတို့ရှေ့မှ ပြေးလွှားနေမည်)</span>၊ \"၎င်းတို့သည် ၎င်းတို့၏လုပ်ရပ်များအတိုင်း ဆွရာတ်ပေါ်မှ ဖြတ်သန်းကြမည်။ အချို့သူများတွင်ရှိမည့် အလင်းသည် တောင်တစ်ခုလောက် ကြီးမားမည်ဖြစ်ပြီး အချို့သူများ၏ အလင်းသည် စွန်ပလွန်ပင်တစ်ပင်လောက် ကြီးမားမည်ဖြစ်သည်။ အနည်းဆုံးအလင်း ရှိမည့်သူများမှာ ၎င်းတို့၏လက်ညှိုးများသည် တစ်ခါတစ်ရံ လင်းလာပြီး အခြားအချိန်များတွင် ငြိမ်းသွားမည့်သူများ ဖြစ်သည်။\" အိဗ်နု အဘီ ဟာတိမ်ကလည်း အိဗ်နု အဗ္ဗါစ်က ပြောကြားခဲ့သည်ဟု ဖော်ပြသည်မှာ \"တောင်ဟီးဒ် <span class=\"gray\">(အစ္စလာမ့်တစ်ဆူတည်းသော ဘုရားဝါဒ)</span> ၏ လူအများထဲမှ လူတိုင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလင်းရရှိမည်။ ဟန်ဆောင်သူအတွက်မူ ၎င်း၏အလင်းသည် ငြိမ်းသွားမည်။ ယုံကြည်သူတို့သည် ဟန်ဆောင်သူ၏အလင်း ငြိမ်းသွားသည်ကို မြင်သောအခါ ၎င်းတို့သည် စိုးရိမ်ပူပန်ကြလိမ့်မည်။ ထို့ကြောင့် ၎င်းတို့သည် တောင်းပန်ကြမည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်တို့အတွက် ကျွန်ုပ်တို့၏အလင်းကို ပြီးပြည့်စုံစေတော်မူပါ)</span>\" ဟု ဖြစ်သည်။ အဒ်-ဒွဟ်ဟါက် ဘင် မူဇာဟင်မ်က \"ရှင်ပြန်ထမြောက်ရာနေ့တွင် အီမာန်ကို လက်ခံထားသူတိုင်းသည် အလင်းရရှိမည်။ ၎င်းတို့သည် ဆွရာတ်သို့ ရောက်ရှိသောအခါ ဟန်ဆောင်သူတို့၏အလင်းသည် ငြိမ်းသွားမည်။ ယုံကြည်သူတို့သည် ဤအရာကို မြင်သောအခါ စိုးရိမ်ပူပန်ကြပြီး တောင်းပန်ကြမည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်တို့အတွက် ကျွန်ုပ်တို့၏အလင်းကို ပြီးပြည့်စုံစေတော်မူပါ)</span>\" ဟု ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူအမျိုးအစားများနှင့် မယုံကြည်သူအမျိုးအစားများ</h2></div><p lang=\"my\" class=\"my \">ရလဒ်အနေဖြင့် လူအမျိုးအစားများစွာ ရှိသည်။ စူရတ် အလ်-ဘကွရဟ်ရှိ ပထမဆုံး အာယသ် လေးခု <span class=\"gray\">(၂:၂-၅)</span> က ဖော်ပြထားသော ယုံကြည်သူများ ရှိသည်။ နောက်ထပ် အာယသ် နှစ်ခုတွင် ဖော်ပြထားသော မယုံကြည်သူများ ရှိသည်။ ဟန်ဆောင်သူ အမျိုးအစား နှစ်မျိုး ရှိသည်- မီးပုံပမာတွင် ဖော်ပြထားသော လုံးဝ ဟန်ဆောင်သူများနှင့် မယုံကြည်ခြင်း၏အလင်းသည် တစ်ခါတစ်ရံ လင်းပြီး တစ်ခါတစ်ရံ ငြိမ်းသွားသော တုံ့ဆိုင်းနေသည့် ဟန်ဆောင်သူများ။ မိုးပုံပမာကို ဤအမျိုးအစားအကြောင်း ထုတ်ပြန်ခဲ့ပြီး ၎င်းသည် ပထမအမျိုးအစားလောက် ဆိုးသွမ်းခြင်း မရှိပေ။</p><p lang=\"my\" class=\"my \">၎င်းသည် စူရတ် အန်-နူရ် <span class=\"gray\">(အခန်း ၂၄)</span> တွင် ပေးထားခဲ့သော ပုံပမာများနှင့် ဆင်တူသည်။ ယုံကြည်သူ၏ဥပမာနှင့် အလ္လာဟ်အရှင်မြတ်က သူ၏နှလုံးသားတွင် ထည့်သွင်းထားသော အီမာန် (ယုံကြည်ခြင်း) သည် တောက်ပစွာ လင်းထိန်နေသော မီးအိမ်နှင့် နှိုင်းယှဉ်ထားပြီး လင်းလက်တောက်ပသော ကြယ်တစ်လုံးကဲ့သို့ပင် ဖြစ်သည်။ ၎င်းသည် ယုံကြည်သူဖြစ်ပြီး၊ သူ၏နှလုံးသားသည် ယုံကြည်ခြင်းပေါ်တွင် တည်ဆောက်ထားကာ ၎င်းထံ ထုတ်ပြန်ခဲ့သော ဘုရားသခင်၏ ဥပဒေမှ အထောက်အပံ့များကို ရရှိနေသည်၊ မည်သည့်အညစ်အကြေး သို့မဟုတ် ချို့ယွင်းချက်မျှ မရှိပေ၊ ကျွန်ုပ်တို့သိရှိလာမည့်အတိုင်း၊ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်အတိုင်းပင်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့၏ ပုံပမာကို ပေးခဲ့သည်၊ ၎င်းတို့သည် တစ်စုံတစ်ရာ ရှိသည်ဟု ထင်ကြသော်လည်း အမှန်တကယ်တွင် ၎င်းတို့၌ မည်သည့်အရာမျှ မရှိပေ။ ထိုသို့သောလူများသည် ဆက်စပ်ပြီး မသိနားမလည်မှုရှိသူများ ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့အတွက်မူ ၎င်းတို့၏လုပ်ရပ်များသည် သဲကန္တာရထဲရှိ မြူခိုးတမျှင်နှင့်တူသည်။ ရေဆာနေသူသည် ၎င်းကိုရေဟု ထင်မှတ်သည်၊ ၎င်းထံသို့ ရောက်ရှိလာသည်အထိ ၎င်းသည် မည်သည့်အရာမျှ မဟုတ်ကြောင်း သူတွေ့ရှိရသည်)</span><span class=\"gray\">(၂၄:၃၉)</span>။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မသိနားမလည်သော မယုံကြည်သူတို့၏ ဥပမာကို ပေးခဲ့သည်၊ ၎င်းတို့သည် ၎င်းတို့၏ မသိနားမလည်မှုတွင် ရိုးရှင်းကြသည်။ အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَن لَّمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် <span class=\"gray\">(မယုံကြည်သူ၏အခြေအနေ)</span> သည် ကျယ်ပြောနက်ရှိုင်းသော ပင်လယ်ထဲရှိ မှောင်မိုက်မှုကဲ့သို့ ဖြစ်သည်၊ လှိုင်းများဖြင့် ဖုံးလွှမ်းနေပြီး၊ မှောင်မိုက်သော တိမ်များက အပေါ်မှ ဖုံးအုပ်ထားသည်၊ အမှောင်ထုအပေါ်တွင် အမှောင်ထု <span class=\"gray\">(အလွှာများ)</span> ဖြစ်သည်။ လူတစ်ဦးက သူ၏လက်ကို ဆန့်ထုတ်ပါက ၎င်းကို မြင်ရခက်ခဲလှသည်။ အလ္လာဟ်အရှင်မြတ်က မည်သူ့အတွက်မျှ အလင်းကို မသတ်မှတ်ပေးပါက ၎င်းအတွက် အလင်းမရှိပေ)</span><span class=\"gray\">(၂၄:၄၀)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့၏ စခန်းကို အုပ်စုနှစ်စု၊ ထောက်ခံသူများနှင့် နောက်လိုက်များဟူ၍ ခွဲခြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအုပ်စုနှစ်စုကို စူရတ် အလ်-ဟဂျ်၏ အစပိုင်းတွင် ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَّرِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားများထဲတွင် အသိပညာမရှိဘဲ အလ္လာဟ်အရှင်မြတ်အကြောင်း ငြင်းခုံသူတစ်ဦး ရှိသည်။ ထိုသူသည် ရိုင်းစိုင်းသော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို မနာခံသော)</span> ရှိုက်သွာန် <span class=\"gray\">(မာရ်နတ်)</span> တိုင်းကို လိုက်နာသည် <span class=\"gray\">(ကောင်းမှုအမျိုးမျိုးမှ ကင်းမဲ့သည်)</span>)</span><span class=\"gray\">(၂၂:၃)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူများထဲတွင် အသိပညာ၊ လမ်းညွှန်မှု သို့မဟုတ် အလင်းပေးသော ကျမ်းစာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> မရှိဘဲ အလ္လာဟ်အရှင်မြတ်အကြောင်း ငြင်းခုံသူတစ်ဦး ရှိသည်)</span><span class=\"gray\">(၂၂:၈)</span>။</p><p lang=\"my\" class=\"my \">ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် စူရတ် အလ်-ဝါကိအဟ် <span class=\"gray\">(၅၆)</span> ၏ အစပိုင်းတွင်နှင့် အဆုံးပိုင်းတွင် ယုံကြည်သူအုပ်စုကို ခွဲခြားထားသည်။ အရှင်မြတ်သည် ၎င်းတို့အား စူရတ် အလ်-အင်စါန် <span class=\"gray\">(၇၆)</span> တွင်လည်း အုပ်စုနှစ်စုအဖြစ် ပိုင်းခြားထားသည်- အစ်ဆာဘီကွန်း <span class=\"gray\">(ရှေ့သို့ရောက်နှင့်သူများ)</span>၊ ၎င်းတို့သည် \"နီးကပ်သူများ\" <span class=\"gray\">(မူကွရီဘွန်း)</span> နှင့် အာဆဟဘ် အလ်-ယာမီးန် <span class=\"gray\">(ညာဘက်ခြမ်းမှ အဖော်များ)</span> တို့ဖြစ်ပြီး၊ ၎င်းတို့သည် ဖြောင့်မတ်သူများ <span class=\"gray\">(အဗရာရ်)</span> ဖြစ်ကြသည်။</p><p lang=\"my\" class=\"my \">အချုပ်အားဖြင့် ဤအာယသ်များသည် ယုံကြည်သူများကို အမျိုးအစားနှစ်မျိုး၊ နီးကပ်သူများနှင့် ဖြောင့်မတ်သူများဟူ၍ ခွဲခြားထားသည်။ ထို့ပြင် မယုံကြည်သူများသည်လည်း နှစ်မျိုးရှိသည်၊ ထောက်ခံသူများနှင့် နောက်လိုက်များ။ ထို့အပြင် ဟန်ဆောင်သူများသည်လည်း အမျိုးအစားနှစ်မျိုးခွဲခြားထားသည်၊ စစ်မှန်သော ဟန်ဆောင်သူများနှင့် ၎င်းတို့အတွင်းတွင် ဟန်ဆောင်မှုအချို့ရှိသူများ။ ဆွဟီဟ်နှစ်ကျမ်းတွင် အဗ်ဒုလ္လာဟ် ဘင် အမ်ရ်က တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا، وَمَنْ كَانَتْ فِيهِ وَاحِدَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: مَنْ إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا ائْتُمِنَ خَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အောက်ပါ <span class=\"gray\">(လက္ခဏာ)</span> သုံးခုရှိသူ မည်သူမဆို စစ်မှန်သော ဟန်ဆောင်သူ ဖြစ်လိမ့်မည်။ အောက်ပါ လက္ခဏာ သုံးခုထဲမှ တစ်ခုခုရှိသူ မည်သူမဆို ဟန်ဆောင်မှု၏ လက္ခဏာတစ်ခုရှိလိမ့်မည်၊ ၎င်းကို လက်မလျှော့သမျှ ကာလပတ်လုံး။ သူစကားပြောတိုင်း သူသည် လိမ်ညာသည်။ သူကတိပြုတိုင်း သူသည် သစ္စာဖောက်သည်။ သူ့အား ယုံကြည်အပ်နှံတိုင်း သူသည် ယုံကြည်မှုကို ဖောက်ဖျက်သည်)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် လူသည် အီမာန် (ယုံကြည်ခြင်း) ၏ အစိတ်အပိုင်းတစ်ခုနှင့် ဟန်ဆောင်မှု၏ အစိတ်အပိုင်းတစ်ခု နှစ်ခုစလုံး ရှိနိုင်သည်၊ ဤဟဒီးဆ်က ပြဋ္ဌာန်းထားသည့်အတိုင်း လုပ်ရပ်တွင်ဖြစ်စေ၊ အာယသ် <span class=\"gray\">(၂:၂၀)</span> က ပြဋ္ဌာန်းထားသည့်အတိုင်း ယုံကြည်ချက်တွင်ဖြစ်စေ ဖြစ်နိုင်သည်။</p><div lang=\"my\" class=\"my \"><h2>နှလုံးသားအမျိုးအစားများ</h2></div><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded Abu Sa'id saying that the Messenger of Allah ﷺ said</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْقُلُوبُ أَرْبَعَةٌ: قَلْبٌ أَجْرَدُ فِيهِ مِثْلُ السِّرَاجِ يَزْهَرُ وَقَلْبٌ أَغْلَفُ مَرْبُوطٌ عَلى غِلَافِهِ وَقَلْبٌ مَنْكُوسٌ وَقَلْبٌ مُصْفَحٌ، فَأَمَّا الْقَلْبُ الْأَجْرَدُ فَقَلْبُ الْمُؤْمِنِ فَسِرَاجُهُ فِيهِ نُورُهُ، وَأَمَّا الْقَلْبُ الْأَغْلَفُ فَقَلْبُ الْكَافِرِ، وَأَمَّا الْقَلْبُ الْمَنْكُوسُ فَقَلْبُ الْمُنَافِقِ الْخَالِصِ عَرَفَ ثُمَّ أَنْكَرَ وَأَمَّا الْقَلْبُ الْمُصْفَحُ فَقَلْبٌ فِيهِ إيمَانٌ وَنِفَاقٌ وَمَثَلُ الْإيمَانِ فِيهِ كَمَثَلِ الْبَقْلَةِ يَمُدُّهَا الْمَاءُ الطَّيِّبُ وَمَثَلُ النِّفَاقِ فِيهِ كَمَثَلِ الْقُرْحَةِ يَمُدُّهَا الْقَيْحُ وَالدَّمُ فَأَيُّ الْمَادَّتَيْنِ غَلَبَتْ عَلَى الْأُخْرَى غَلَبَتْ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှလုံးသားများသည် <span class=\"gray\">(အမျိုးအစား)</span> လေးမျိုးရှိသည်- တောက်ပနေသော မီးအိမ်ကဲ့သို့ ပြောင်လက်တောက်ပသောနှလုံးသား၊ ၎င်း၏တံဆိပ်ပတ်လည်တွင် ကြိုးချည်နှောင်ထားသော ပိတ်ထားသည့်နှလုံးသား၊ ဇောက်ထိုးလှန်ထားသော နှလုံးသားနှင့် ပတ်ထားသည့်နှလုံးသား။ ပြောင်လက်တောက်ပသော နှလုံးသားအတွက်မူ ၎င်းသည် ယုံကြည်သူ၏နှလုံးသားဖြစ်ပြီး မီးအိမ်သည် အီမာန်၏အလင်းဖြစ်သည်။ ပိတ်ထားသည့် နှလုံးသားသည် မယုံကြည်သူ၏နှလုံးသားဖြစ်သည်။ ဇောက်ထိုးလှန်ထားသော နှလုံးသားသည် စစ်မှန်သော ဟန်ဆောင်သူ၏နှလုံးသားဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် အသိပညာရှိသော်လည်း ၎င်းကို ငြင်းပယ်ခဲ့သောကြောင့် ဖြစ်သည်။ ပတ်ထားသည့် နှလုံးသားအတွက်မူ ၎င်းသည် ယုံကြည်ခြင်းနှင့် ဟန်ဆောင်မှု နှစ်ခုစလုံးပါဝင်သော နှလုံးသားဖြစ်သည်။ ဤနှလုံးသားအတွင်းရှိ အီမာန်၏ဥပမာသည် သန့်ရှင်းသောရေဖြင့် ထောက်ပံ့ခံရသော ဆေးဖက်ဝင်အပင်၏ဥပမာဖြစ်သည်။ ၎င်းအတွင်းရှိ ဟန်ဆောင်မှု၏ဥပမာသည် ပြည်နှင့်သွေးဖြင့် ကြီးထွားလာသော အနာပေါက်၏ဥပမာဖြစ်သည်။ မည်သည့်အရာဝတ္ထုနှစ်ခုထဲမှ တစ်ခုခုက ပို၍လွှမ်းမိုးပါက ၎င်းသည် ထိုနှလုံးသားကို လွှမ်းမိုးလိမ့်မည်)</span>။ ဤဟဒီးဆ်တွင် ဂျိုင်ယစ် ဟစန် <span class=\"gray\">(ကောင်းသော)</span> မှတ်တမ်းရှိသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါက၊ အရှင်မြတ်သည် ၎င်းတို့၏ ကြားနိုင်စွမ်းနှင့် မြင်နိုင်စွမ်းကို သိမ်းပိုက်နိုင်ခဲ့ပေမည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် စွမ်းဆောင်နိုင်တော်မူသည်)</span>။ မိုဟမ္မဒ် ဘင် အိစ်ဟာက်က အိဗ်နု အဗ္ဗါစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုသည်ဟု ဖော်ပြခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\"> وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါက၊ အရှင်မြတ်သည် ၎င်းတို့၏ ကြားနိုင်စွမ်းနှင့် မြင်နိုင်စွမ်းကို သိမ်းပိုက်နိုင်ခဲ့ပေမည်)</span>၊ \"အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အမှန်တရားကို သိရှိပြီးနောက် စွန့်ပယ်ခဲ့ကြသောကြောင့်ဖြစ်သည်\" ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် စွမ်းဆောင်နိုင်တော်မူသည်)</span>။ အိဗ်နု အဗ္ဗါစ်က \"အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်များကို အရှင်မြတ် အလိုရှိသကဲ့သို့ အပြစ်ပေးရန် သို့မဟုတ် ခွင့်လွှတ်ရန် စွမ်းဆောင်နိုင်သည်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု ဂျရီရ်က မှတ်ချက်ပြုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တွင် မိမိကိုယ်ကို အရာခပ်သိမ်းကို လုပ်ဆောင်နိုင်စွမ်းဖြင့်သာ ဖော်ပြထားခြင်းမှာ ဟန်ဆောင်သူများအား အရာခပ်သိမ်းအပေါ် သူ၏ ထိန်းချုပ်မှုအကြောင်း သတိပေးရန်နှင့် သူ၏စွမ်းဆောင်နိုင်စွမ်းသည် ၎င်းတို့ကို လုံးဝလွှမ်းခြုံထားကြောင်းနှင့် သူသည် ၎င်းတို့၏ ကြားနိုင်စွမ်းနှင့် မြင်နိုင်စွမ်းကို သိမ်းပိုက်နိုင်ကြောင်း အသိပေးရန် ဖြစ်သည်\" ဟု ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်နှင့် တဖ်ဆီးရ်ပညာရှင်အချို့က ဤပုံပမာနှစ်ခုသည် ဟန်ဆောင်သူအမျိုးအစားချင်း တူညီကြောင်း ဖော်ပြခဲ့ကြသည်။ ထို့ကြောင့် အောက်ပါတွင် ဖော်ပြထားသော 'သို့မဟုတ်' ဟူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَصَيِّبٍ مِّنَ السَّمَآءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကောင်းကင်မှ မိုးသက်မုန်တိုင်းကဲ့သို့)</span> ဟူသည်မှာ 'နှင့်' ဟု အဓိပ္ပါယ်ရသည်၊ အာယသ်ကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلاَ تُطِعْ مِنْهُمْ ءَاثِماً أَوْ كَفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ အပြစ်ကျူးလွန်သူ သို့မဟုတ် မယုံကြည်သူ တစ်ဦးတစ်ယောက်ကိုမျှ မနာခံနှင့်)</span>။ ထို့ကြောင့် ထိုအာယသ်ရှိ 'သို့မဟုတ်' ဟူသည် ဟန်ဆောင်သူများအတွက် ဥပမာတစ်ခုခုကို အသုံးပြုနိုင်သည့် ရွေးချယ်ခွင့်ကို ပါဝင်စေသည်။ ထို့ပြင် အလ်-ကွရ်တူဘီက 'သို့မဟုတ်' ဟူသည် \"ရွေးချယ်စရာနှစ်ခု၏ သဟဇာတဖြစ်မှုကို ပြသရန်ဖြစ်သည်၊ လူတစ်ဦးက 'အလ်-ဟစန် သို့မဟုတ် အိဗ်နု စီရင်နှင့် အတူထိုင်ပါ' ဟု ပြောသည့်အတိုင်းပင်\" ဟု ပြောကြားခဲ့သည်။ အဇ်-ဇမာခ်ျရှရီ၏ အမြင်အရ၊ \"ထို့ကြောင့် ၎င်းသည် ဤပုဂ္ဂိုလ်တစ်ဦးစီသည် အခြားတစ်ဦးနှင့် တူညီသည်ဟု ဆိုလိုပြီး၊ ထို့ကြောင့် သင်သည် ၎င်းတို့နှစ်ဦးထဲမှ တစ်ဦးဦးနှင့် ထိုင်နိုင်သည်။\" ထို့ကြောင့် 'သို့မဟုတ်' ၏ အဓိပ္ပါယ်သည် 'မည်သည့်တစ်ခုခု' ဖြစ်လာသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဟန်ဆောင်သူတို့၏ ဥပမာနှစ်ခုကို ပေးခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့နှစ်ခုစလုံးသည် ၎င်းတို့အား စုံလင်စွာ ဖော်ပြသောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ကျွန်ုပ် <span class=\"gray\">(အိဗ်နု ကဆီးရ်)</span> က ပြောကြားသည်မှာ၊ ဤဖော်ပြချက်များသည် ဟန်ဆောင်သူအမျိုးအစားနှင့် သက်ဆိုင်သည်၊ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့ဖော်ပြခဲ့သည့်အတိုင်း ၎င်းတို့အကြား ကွာခြားချက်ရှိသောကြောင့် ဖြစ်သည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်သည် ဤအမျိုးအစားများကို စူရတ် ဘရာအဟ် <span class=\"gray\">(အခန်း ၉)</span> တွင် \"၎င်းတို့ထဲတွင်\" ဟူသော စကားကို သုံးကြိမ်တိုင်တိုင် ထပ်ခါတလဲလဲ ပြောဆိုခြင်းဖြင့် ၎င်းတို့၏ အမျိုးအစားများ၊ လက္ခဏာများ၊ ပြောဆိုချက်များနှင့် လုပ်ရပ်များကို ဖော်ပြခဲ့သည်။ ထို့ကြောင့် ဤနေရာတွင် ဖော်ပြထားသော ဥပမာနှစ်ခုသည် လက္ခဏာများ ဆင်တူသော ဟန်ဆောင်သူအမျိုးအစားနှစ်ခုကို ဖော်ပြသည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်သည် စူရတ် အန်-နူရ်တွင် ဥပမာနှစ်ခုကို ပေးခဲ့သည်၊ တစ်ခုက မယုံကြည်ခြင်း၏ ထောက်ခံသူများအတွက်ဖြစ်ပြီး၊ နောက်တစ်ခုက မယုံကြည်ခြင်း၏ နောက်လိုက်များအတွက် ဖြစ်သည်။ အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့အတွက်မူ ၎င်းတို့၏လုပ်ရပ်များသည် သဲကန္တာရထဲရှိ မြူခိုးတမျှင်နှင့်တူသည်)</span><span class=\"gray\">(၂၄:၃၉)</span>၊ အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် <span class=\"gray\">(မယုံကြည်သူ၏အခြေအနေ)</span> သည် ကျယ်ပြောနက်ရှိုင်းသော ပင်လယ်ထဲရှိ မှောင်မိုက်မှုကဲ့သို့ ဖြစ်သည်)</span><span class=\"gray\">(၂၄:၄၀)</span>။</p><p lang=\"my\" class=\"my \">ပထမဥပမာသည် ရှုပ်ထွေးသော မသိနားမလည်မှုရှိသည့် မယုံကြည်ခြင်း၏ ထောက်ခံသူများအတွက်ဖြစ်ပြီး၊ ဒုတိယဥပမာသည် ရိုးရှင်းသော မသိနားမလည်မှုရှိသည့် နောက်လိုက်များအကြောင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံး သိတော်မူ၏။</p>"
  }
]