[
  {
    "ayah_key": "82:1",
    "group_ayah_key": "82:1",
    "from_ayah": "82:1",
    "to_ayah": "82:12",
    "ayah_keys": "82:1,82:2,82:3,82:4,82:5,82:6,82:7,82:8,82:9,82:10,82:11,82:12",
    "text": "<p lang=\"id\" class=\"id \">The Virtues of Surat Al-Infitar</p><p lang=\"my\" class=\"my \">အန်-နစာအီသည် ဂျာဘိရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ မူအာဓ်သည် ညဉ့်ဆွလားသ်၌ မတ်တပ်ရပ်၍ လူများကို ဦးဆောင်ခဲ့ပြီး သူ၏ဆွလားသ်ရွတ်ဖတ်မှုကို ရှည်လျားစေခဲ့သည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَّانٌ أَنْتَ يَا مُعَاذُ؟ أَيْنَ كُنْتَ عَنْ</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ</p><p class=\"qpc-hafs\">وَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَآءُ انفَطَرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူအာဓ်၊ သင်သည် လူအများကို စမ်းသပ်မှုထဲ ထည့်သွင်းနေပါသလား။ သင်သည် <span class=\"gray\">(အမြင့်မြတ်ဆုံးဖြစ်သော သင်၏အရှင်သခင်၏ နာမတော်ကို ချီးမွမ်းလော့)</span><span class=\"gray\">(၈၇)</span>၊ <span class=\"gray\">(နေ့လယ်ပိုင်းဖြင့်)</span><span class=\"gray\">(၉၃)</span>၊ နှင့် <span class=\"gray\">(ကောင်းကင် ပြိုကွဲသောအခါ)</span><span class=\"gray\">(၈၂)</span> တို့ကို အဘယ်ကြောင့် ရွတ်ဆိုသည်မဟုတ်ပါသနည်း။)</span>\" </p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်၏ အခြေခံသည် ဆဟီးဟ်ကျမ်းနှစ်အုပ်တွင် တွေ့ရသည်၊ သို့သော် ဖော်ပြထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَآءُ انفَطَرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင် ပြိုကွဲသောအခါ။)</span> ကို အန်-နစာအီတစ်ဦးတည်းသာ ဖော်ပြခဲ့သည်။ ယင်းကို အဗ်ဒူလ္လာဟ် ဘင်န် အိုမာရ်ထံမှ ရရှိသော ဖော်ပြချက်တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى الْقِيَامَةِ رَأْيَ عَيْنٍ فَلْيَقْرَأْ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا الشَّمْسُ كُوِّرَتْ</p><p class=\"qpc-hafs\">وَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَآءُ انفَطَرَتْ</p><p class=\"qpc-hafs\">وَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَآءُ انشَقَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ရှင်ပြန်ထမြောက်ရာနေ့ကို မိမိမျက်စိဖြင့် ကြည့်ရှုလိုပါက၊ ထို့နောက် သူရွတ်ဖတ်ပါစေ၊ <span class=\"gray\">(နေမင်းကို ပတ်ရစ်သိမ်းဆည်းသောအခါ။)</span><span class=\"gray\">(၈၁)</span> နှင့်၊ <span class=\"gray\">(ကောင်းကင် ပြိုကွဲသောအခါ)</span><span class=\"gray\">(၈၂)</span> နှင့်၊ <span class=\"gray\">(ကောင်းကင် ကွဲအက်သောအခါ)</span><span class=\"gray\">(၈၄)</span>။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးသနားကြင်နာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَاءُ انفَطَرَتْ - وَإِذَا الْكَوَاكِبُ انتَثَرَتْ - وَإِذَا الْبِحَارُ فُجِّرَتْ - وَإِذَا الْقُبُورُ بُعْثِرَتْ - عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ - يَا أَيُّهَا الْإِنسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ - الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ - فِي أَيِّ صُورَةٍ مَّا شَاءَ رَكَّبَكَ - كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ - وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ - كِرَامًا كَاتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ကောင်းကင် ပြိုကွဲသောအခါ <span class=\"gray\">(အင်ဖွာတာရတ်)</span>။)</span><span class=\"gray\">(၂။ ကြယ်တာရာများ ပြန့်ကျဲသောအခါ။)</span><span class=\"gray\">(၃။ ပင်လယ်များ ပေါက်ကွဲစေသောအခါ။)</span><span class=\"gray\">(၄။ သင်္ချိုင်းဂူများ ဖောက်ထုတ်ခံရသောအခါ။)</span><span class=\"gray\">(၅။ လူတစ်ဦးသည် မိမိရှေ့သို့ ပို့ထားခဲ့သည်များနှင့် နောက်ချန်ထားခဲ့သည်များကို သိရှိလိမ့်မည်။)</span><span class=\"gray\">(၆။ အို လူသား၊ အဘယ်အရာက သင့်အား အလွန်သဒ္ဒါ‌တော်မူသော သင်၏အရှင်သခင်အပေါ် ပေါ့ဆစေခဲ့သနည်း။)</span><span class=\"gray\">(၇။ မည်သူက သင့်ကို ဖန်ဆင်း၍၊ သင့်အား ပြီးပြည့်စုံအောင် ပုံဖော်ကာ၊ သင့်အား သင့်တော်သော အချိုးအစားကို ပေးခဲ့သနည်း။)</span><span class=\"gray\">(၈။ ကိုယ်တော်အလိုရှိတော်မူသည့် ပုံစံမျိုးဖြင့် ကိုယ်တော်သည် သင့်ကို ပေါင်းစပ်ဖွဲ့စည်းခဲ့သည်။)</span><span class=\"gray\">(၉။ မဟုတ်ပါ။ သို့သော် သင်တို့သည် အဒ်-ဒီးန် <span class=\"gray\">(တရားစီရင်ရာနေ့)</span> ကို ငြင်းပယ်ကြ၏။)</span><span class=\"gray\">(၁၀။ သို့သော် အမှန်ပင် သင့်အပေါ်၌ သင့်ကို စောင့်ကြည့်ရန်)</span><span class=\"gray\">(၁၁။ ကိရာမန် ကာတိဗ်များရှိကြ၏။)</span><span class=\"gray\">(၁၂။ ၎င်းတို့သည် သင်တို့ ပြုမူသမျှကို သိကြ၏။)</span></p><p lang=\"my\" class=\"my \">တရားစီရင်ရာနေ့တွင် အဘယ်အရာများ ဖြစ်ပျက်မည်နည်း</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَاءُ انفَطَرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင် ပြိုကွဲသောအခါ <span class=\"gray\">(အင်ဖွာတာရတ်)</span>။)</span> ဆိုသည်မှာ ကွဲထွက်သွားခြင်းဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّمَاءُ مُنفَطِرٌ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ကောင်းကင်သည် ပြိုကွဲလိမ့်မည် <span class=\"gray\">(မူန်ဖာတစ်ရ်)</span>)</span><span class=\"gray\">(၇၃:၁၈)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْكَوَاكِبُ انتَثَرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြယ်တာရာများ ပြန့်ကျဲသောအခါ။)</span> ဆိုသည်မှာ ကြွေကျခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْبِحَارُ فُجِّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်များ ပေါက်ကွဲစေသောအခါ။)</span> အလီ ဘင်န် အဘီ တလ်ဟာဟ်သည် အိဗ်နု အဗ္ဗါစ်ထံမှ ဖော်ပြသည်မှာ သူက \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏အစိတ်အပိုင်းအချို့ကို အခြားအစိတ်အပိုင်းအချို့အပေါ် ပေါက်ထွက်စေမည်။\" ဟု ပြောခဲ့သည်။ အလ်-ဟဆန်က \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏အစိတ်အပိုင်းအချို့ကို အခြားအစိတ်အပိုင်းအချို့အပေါ် ပေါက်ထွက်စေမည်ဖြစ်ပြီး ၎င်း၏ရေများ ပျောက်ကွယ်သွားလိမ့်မည်။\" ဟု ပြောခဲ့သည်။ ကွာတာဒါဟ်က \"၎င်း၏ရေချိုသည် ရေငံနှင့် ရောနှောသွားလိမ့်မည်။\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْقُبُورُ بُعْثِرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်္ချိုင်းဂူများ ဖောက်ထုတ်ခံရသောအခါ။)</span> အိဗ်နု အဗ္ဗါစ်က \"ရှာဖွေခံရသည်\" ဟု ပြောခဲ့သည်။ အစ်-စွတ်ဒီက \"တုဗ်အစီးရု ဆိုသည်မှာ ၎င်းတို့ကို ရွှေ့ပြောင်းပြီး ၎င်းတို့အတွင်းရှိသူများ ထွက်လာလိမ့်မည်ဟု အဓိပ္ပါယ်ရသည်။\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် မိမိရှေ့သို့ ပို့ထားခဲ့သည်များနှင့် နောက်ချန်ထားခဲ့သည်များကို သိရှိလိမ့်မည်။)</span> ဆိုသည်မှာ ဤအရာဖြစ်ပေါ်သောအခါ ထိုအရာဖြစ်ပေါ်လိမ့်မည်။</p><p lang=\"my\" class=\"my \">လူသားတို့သည် အလ္လာဟ်အရှင်မြတ်ကို မမေ့သင့်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْإِنسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသား၊ အဘယ်အရာက သင့်အား အလွန်သဒ္ဒါ‌တော်မူသော သင်၏အရှင်သခင်အပေါ် ပေါ့ဆစေခဲ့သနည်း။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ခြိမ်းခြောက်ခြင်းဖြစ်သည်။ အချို့လူများ မှားယွင်းစွာ ယူဆသကဲ့သို့ ပြန်ကြားချက်ရယူရန် ကြိုးပမ်းခြင်းမဟုတ်ပေ။ ၎င်းတို့သည် အလွန်သဒ္ဒါ‌တော်မူသောအရှင်က သူတို့အား မေးမြန်းနေသည်ဟု မှတ်ယူကြပြီး \"ကိုယ်တော်၏ဂုဏ်သိက္ခာက သူ့ကို လှည့်စားခဲ့သည် <span class=\"gray\">(သို့မဟုတ် ကိုယ်တော်၏အရှင်သခင်အပေါ် ပေါ့ဆစေခဲ့သည်)</span>။\" ဟု ပြောဆိုကြမည်။ ယင်းအစား ဤအာယသ်၏ အဓိပ္ပါယ်မှာ \"အို အာဒမ်၏သား၊ အဘယ်အရာက သင့်အား အလွန်သဒ္ဒါ‌တော်မူသော (ဆိုလိုသည်မှာ အလွန်ကြီးမြတ်သော) သင်၏အရှင်သခင်ထံမှ လှည့်စားခဲ့သနည်း။ သို့ဖြစ်၍ သင်သည် ကိုယ်တော်ကို မနာခံဘဲ ဆက်လက်ပြုမူခဲ့ပြီး မသင့်လျော်သောအရာဖြင့် ကိုယ်တော်နှင့် တွေ့ဆုံခဲ့သည်။\" ဟူ၍ဖြစ်သည်။ ဤသည်မှာ ဟဒီးဆ်တွင် ဖော်ပြထားသည့်အရာနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَىٰ يَوْمَ الْقِيَامَةِ: يَا ابْنَ آدَمَ مَا غَرَّكَ بِي؟ يَا ابْنَ آدَمَ مَاذَا أَجَبْتَ الْمُرْسَلِينَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရားစီရင်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူမည်- \"အို အာဒမ်၏သား၊ အဘယ်အရာက ငါနှင့်ပတ်သက်၍ သင့်အား လှည့်စားခဲ့သနည်း။ အို အာဒမ်၏သား၊ တမန်တော်များအား သင်၏တုံ့ပြန်မှုသည် အဘယ်နည်း။\")</span></p><p lang=\"my\" class=\"my \">အလ်-ဘဂ္ဂဝီက ဖော်ပြသည်မှာ အလ်-ကလ်ဘီနှင့် မုကာသီလ်တို့က \"ဤအာယသ်သည် တမန်တော်မြတ် ﷺ ကို ရိုက်နှက်ခဲ့သော အလ်-အဆ်ဝဒ် ဘင်န် ရှာရစ်က်နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ပြီး သူ့ကို လက်တုံ့ပြန်မှုအဖြစ် အပြစ်ပေးခြင်းမခံခဲ့ရပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်အရာက သင့်အား အလွန်သဒ္ဒါ‌တော်မူသော သင်၏အရှင်သခင်အပေါ် ပေါ့ဆစေခဲ့သနည်း။)</span>\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူက သင့်ကို ဖန်ဆင်း၍၊ သင့်အား ပြီးပြည့်စုံအောင် ပုံဖော်ကာ၊ သင့်အား သင့်တော်သော အချိုးအစားကို ပေးခဲ့သနည်း။)</span> ဆိုသည်မှာ 'အဘယ်အရာက အလွန်သဒ္ဒါ‌တော်မူသော အရှင်သခင်နှင့်ပတ်သက်၍ သင့်အား လှည့်စားခဲ့သနည်း။' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူက သင့်ကို ဖန်ဆင်း၍၊ သင့်အား ပြီးပြည့်စုံအောင် ပုံဖော်ကာ၊ သင့်အား သင့်တော်သော အချိုးအစားကို ပေးခဲ့သနည်း။)</span> ဆိုသည်မှာ 'ကိုယ်တော်သည် သင့်ကို ပြည့်စုံအောင်၊ ဖြောင့်တန်းအောင်၊ ကိုယ်ခန္ဓာ၌ ပြီးပြည့်စုံစွာ မျှတအောင်နှင့် အချိုးအစားညီအောင် ဖန်ဆင်းခဲ့သည်။ ကိုယ်တော်သည် သင့်ကို အကောင်းဆုံးသော ပုံစံနှင့် ပုံသဏ္ဍာန်များဖြင့် ပုံဖော်ခဲ့သည်။' </p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် ဗုစ်ရ် ဘင်န် ဂျဟ်ဟာရှ် အလ်-ကုရာရှီထံမှ မှတ်တမ်းတင်ထားသည်မှာ တစ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကိုယ်တော်၏ လက်ဖဝါးပေါ်သို့ တံတွေးထွေးကာ ကိုယ်တော်၏ လက်ချောင်းကို တင်လိုက်သည်။ ထို့နောက် ကိုယ်တော်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ عَزَّ وَجَلَّ: يَا ابْنَ آدَمَ أَنّٰى تُعْجِزُنِي وَقَدْ خَلَقْتُكَ مِنْ مِثْلِ هٰذِهِ؟ حَتّٰى إِذَا سَوَّيْتُكَ وَعَدَلْتُكَ مَشَيْتَ بَيْنَ بُرْدَيْنِ، وَلِلْأَرْضِ مِنْكَ وَئِيدٌ، فَجَمَعْتَ وَمَنَعْتَ حَتّٰى إِذَا بَلَغَتِ التَّرَاقِيَ قُلْتَ: أَتَصَدَّقُ وَأَنَّى أَوَانُ الصَّدَقَةِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်နှင့် အနန္တကြီးမြတ်ရှင်က မိန့်ကြားတော်မူသည်- \"အို အာဒမ်၏သား၊ သင်သည် ဤ<span class=\"gray\">(တံတွေး)</span>နှင့် ဆင်တူသောအရာမှ ငါဖန်ဆင်းခဲ့သောအခါ ငါ့ထံမှ မည်သို့လွတ်မြောက်နိုင်မည်နည်း။ ထို့နောက် ငါသည် သင့်ကို ပုံဖော်၍ သင်၏ဖန်ဆင်းခြင်းကို မျှတစေခဲ့ရာ သင်သည် အပြင်အဝတ်နှစ်ခုကြား လမ်းလျှောက်ခဲ့သည်။ မြေကြီး၌ သင့်အတွက် မြှုပ်နှံရာနေရာရှိ၏။ ထို့ကြောင့် သင်သည် <span class=\"gray\">(စည်းစိမ်ဥစ္စာ)</span>ကို စုဆောင်း၍ သင်၏ဝိညာဉ်သည် သင်၏လည်စေ့သို့ မရောက်မချင်း <span class=\"gray\">(ဆိုလိုသည်မှာ သေခြင်းတရားရောက်ရှိသည်အထိ)</span> သိမ်းဆည်းထားခဲ့သည်။ ထို့နောက် ထိုအချိန်တွင် သင်က 'ယခု ကျွန်ုပ် ဆွဒ်ဒကာ ပေးမည်။' ဟု ပြောသည်။ သို့သော် ဆွဒ်ဒကာအတွက် အချိန်မည်သို့ ရှိနိုင်မည်နည်း။\")</span> ဤဟဒီးဆ်ကို အိဗ်နု မာဂျာဟ်ကလည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي أَيِّ صُورَةٍ مَّا شَاءَ رَكَّبَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အလိုရှိတော်မူသည့် ပုံစံမျိုးဖြင့် ကိုယ်တော်သည် သင့်ကို ပေါင်းစပ်ဖွဲ့စည်းခဲ့သည်။)</span> မူဂျာဟစ်ဒ်က \"မည်သည့်တူညီမှု- ဖခင်၊ မိခင်၊ ဦးလေး (ဖခင်ဘက်) သို့မဟုတ် ဦးလေး (မိခင်ဘက်)\" ဟု ပြောခဲ့သည်။ ဆဟီးဟ်ကျမ်းနှစ်အုပ်တွင် အဘူ ဟုရိုင်ရာဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ လူတစ်ဦးက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အမှန်ပင် ကျွန်ုပ်၏ဇနီးသည် အသားမည်းသော ကလေးယောက်ျားတစ်ဦးကို မွေးဖွားခဲ့သည်။\" ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكَ مِنْ إِبِلٍ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တွင် ကုလားအုတ်များ ရှိပါသလား။)</span> ထိုလူက \"ရှိပါတယ်\" ဟု ပြောခဲ့သည်။ ထို့နောက် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أَلْوَانُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရောင်များမှာ အဘယ်နည်း။)</span> ထိုလူက \"အနီရောင်\" ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ فِيهَا مِنْ أَوْرَقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ မီးခိုးရောင်အကွက်များ ပါသောကုလားအုတ်များ ရှိပါသလား။)</span> ထိုလူက \"ရှိပါတယ်\" ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် ﷺ က သူ့ကို မေးမြန်းတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنّٰى أَتَاهَا ذٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ဤအရာ မည်သို့ဖြစ်ခဲ့သနည်း။)</span> ထိုလူက \"၎င်းသည် မျိုးရိုးလိုက်သော မျိုးရိုးဗီဇဆိုင်ရာ မျိုးစိတ်တစ်ခု ဖြစ်နိုင်ပါသည်။\" ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ထို့နောက် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَذَا عَسَىٰ أَنْ يَكُونَ نَزَعَهُ عِرْقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလားတူပင်၊ ဤ <span class=\"gray\">(သင့်သားနှင့်ပတ်သက်၍)</span> မျိုးရိုးလိုက်သော မျိုးရိုးဗီဇဆိုင်ရာ မျိုးစိတ်တစ်ခု ဖြစ်နိုင်သည်။)</span></p><p lang=\"my\" class=\"my \">လှည့်စားခြင်း၏အကြောင်းရင်းနှင့် အာဒမ်၏သားသမီးတို့၏ လုပ်ဆောင်ချက်များကို ကောင်းကင်တမန်များ မှတ်တမ်းတင်ထားကြောင်း သတိပေးခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ သို့သော် သင်တို့သည် အဒ်-ဒီးန် <span class=\"gray\">(တရားစီရင်ရာနေ့)</span> ကို ငြင်းပယ်ကြ၏။)</span> ဆိုသည်မှာ 'သင်တို့သည် နောင်တမလွန်ဘဝ၊ အကျိုးပေးခြင်းနှင့် စစ်ဆေးခြင်းတို့ကို သင်တို့၏စိတ်နှလုံးများဖြင့် ငြင်းပယ်ခြင်းကြောင့်သာ အလွန်သဒ္ဒါ‌တော်မူသောအရှင်ကို ဆန့်ကျင်ရန်နှင့် ကိုယ်တော်အား မနာခံမှုဖြင့် တွေ့ဆုံရန် အတင်းအကျပ် ခိုင်းစေခံရခြင်းဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ - كِرَامًا كَاتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အမှန်ပင် သင့်အပေါ်၌ သင့်ကို စောင့်ကြည့်ရန် <span class=\"gray\">(ရှိကြသည်)</span> ကိရာမန် ကာတိဗ်များ၊ ၎င်းတို့သည် သင်တို့ ပြုမူသမျှကို သိကြ၏။)</span><span class=\"gray\">(၈၂:၁၀-၁၂)</span> ဆိုသည်မှာ 'အမှန်ပင် သင်တို့အပေါ်၌ မြင့်မြတ်သော စောင့်ရှောက်သူကောင်းကင်တမန်များ ရှိကြသည်၊ ထို့ကြောင့် မကောင်းမှုများဖြင့် ၎င်းတို့နှင့် မတွေ့ဆုံပါနှင့်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် သင်တို့ ပြုမူသမျှကို မှတ်တမ်းတင်ထားသောကြောင့်ဖြစ်သည်။'</p>"
  }
]