[
  {
    "ayah_key": "37:88",
    "group_ayah_key": "37:88",
    "from_ayah": "37:88",
    "to_ayah": "37:98",
    "ayah_keys": "37:88,37:89,37:90,37:91,37:92,37:93,37:94,37:95,37:96,37:97,37:98",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် သူသည် ကြယ်များကို တစ်ချက်ကြည့်လိုက်၏ <span>(88)</span>ထို့နောက် သူက “ဧကန်မလွဲ ငါဖျားနေပြီ” ဟု ဆို၏။ <span>(89)</span>ထို့နောက် သူတို့သည် သူ့ထံမှ ကျောခိုင်း၍ ထွက်ခွာသွားကြ၏ <span>(90)</span>ထို့နောက် သူသည် သူတို့၏ဘုရားများထံ လှည့်၍ “သင်တို့မစားကြသလော” ဟု ပြော၏။ <span>(91)</span>\"သင်တို့မပြောဆိုဘဲ ဘာဖြစ်နေကြတာလဲ။ <span>(92)</span>ထို့နောက် သူသည် ၎င်းတို့အပေါ်သို့ လက်ျာလက်ဖြင့် ရိုက်ခတ်လျက် လှည့်လိုက်၏။ <span>(93)</span>ထို့နောက် သူတို့သည် သူ့ထံသို့ အလုအယက် လာကြ၏။ <span>(94)</span>သူက “သင်တို့ ကိုယ်တိုင် ထုလုပ်ထားသော အရာကို သင်တို့ ကိုးကွယ်ကြသလော” ဟု ဆို၏။ <span>(95)</span>\"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့နှင့် သင်တို့ ဖန်တီးပြုလုပ်သည့်အရာများကို ဖန်ဆင်းတော်မူခဲ့သည်! <span>(96)</span>သူတို့က “သူ့အတွက် အဆောက်အအုံတစ်လုံး ဆောက်၍ သူ့ကို မီးတောက်နေသော မီးထဲသို့ ပစ်ချကြလော့” ဟု ဆိုကြ၏။ <span>(97)</span>ထို့ကြောင့် သူတို့သည် သူ့ကို ပရိယာယ်ကြံစည်ခဲ့ကြသော်လည်း ငါတို့သည် ၎င်းတို့အား အနိမ့်ဆုံးဖြစ်စေခဲ့၏။ <span>(98)</span></p><p lang=\"my\" class=\"my \">အီဘရာဟင်မ် (အလိုင်ဟစ်စလာမ်) သည် မိမိ၏လူမျိုးများ ပွဲတော်ကျင်းပရန် ထွက်ခွာသွားသောအခါ မြို့ထဲတွင် ကျန်နေခဲ့နိုင်ရန် ဤသို့ ပြောခဲ့သည်။ သူတို့၏ပွဲတော်ကို ကျင်းပရန် ထွက်ခွာသွားမည့်အချိန် နီးကပ်လာပြီဖြစ်၍ သူသည် သူတို့၏ဘုရားများနှင့်အတူ တစ်ဦးတည်း ရှိနေလိုပြီး ၎င်းတို့အား ဖျက်ဆီးလိုခဲ့သည်။ ထို့ကြောင့် သူသည် မှန်ကန်သည့်အရာတစ်ခုကို ပြောခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် သူတို့ယုံကြည်သည့်အရာများ၏ အဓိပ္ပာယ်သက်ရောက်မှုများကို စက်ဆုပ်ရွံရှာနေခဲ့ခြင်းကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် သူ့ထံမှ ကျောခိုင်း၍ ထွက်ခွာသွားကြ၏။)</span> ကတာဒဟ်က \"နက်ရှိုင်းစွာ စဉ်းစားတွေးခေါ်သူကို ကြယ်များကို ကြည့်နေသည်ဟု အာရပ်များက ပြောဆိုကြသည်\" ဟု ဆိုသည်။ ကတာဒဟ်ဆိုလိုသည်မှာ သူသည် မိမိ၏လူမျိုးများအား အာရုံပြောင်းစေမည့် နည်းလမ်းကို စဉ်းစားရင်း ကောင်းကင်ကို ကြည့်နေခြင်းဖြစ်သည်။ ထို့ကြောင့် သူက ပြောခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي سَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါဖျားနေပြီ။)</span> ဆိုလိုသည်မှာ အားနည်းသည်။ အိဗ်နုဂျရီးရ်သည် ဤနေရာတွင် အဘူဟူရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) ထံမှ ဟဒီးစ်တော်တစ်ပုဒ်ကို ရေသားခဲ့ရာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလ္လာမ်) က ဤသို့ မိန့်ကြားတော်မူသည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَكْذِبْ إِبْرَاهِيمُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ غَيْرَ ثَلَاثَ كَذَبَاتٍ: ثِنْتَيْنِ فِي ذَاتِ اللهِ تَعَالَى، قَوْلُهُ: إِنِّي سَقِيمٌ وَقَوْلُهُ: بَلْ فَعَلَهُ كَبِيرُهُمْ هَٰذَا وَقَوْلُهُ فِي سَارَّةَ: هِيَ أُخْتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဘရာဟင်မ် <span class=\"gray\">(ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလ္လာမ်)</span> သည် ကိစ္စသုံးခုမှလွဲ၍ လိမ်ညာပြောဆိုခြင်း မရှိခဲ့ပါ။ နှစ်ခုသည် အလ္လာဟ်အရှင်မြတ်အတွက် ဖြစ်သည်- <span class=\"gray\">(တစ်ခုမှာ)</span> သူက <span class=\"gray\">(ဧကန်မလွဲ ငါဖျားနေပြီ)</span> ဟု ပြောသောအခါ၊ နှင့် <span class=\"gray\">(ဒုတိယတစ်ခုမှာ)</span> သူက <span class=\"gray\">(မဟုတ်ဘူး၊ ဒီတစ်ခုက သူတို့ထဲက အကြီးဆုံး <span class=\"gray\">(သူ့ဇနီး)</span> က လုပ်တာ)</span> ဟု ပြောသောအခါ၊ နှင့် <span class=\"gray\">(တတိယတစ်ခုမှာ)</span> သူက <span class=\"gray\">(သူ့ဇနီး)</span> စာရာဟ်နှင့်ပတ်သက်၍ \"သူမသည် ကျွန်ုပ်၏ ညီမဖြစ်သည်\" ဟု ပြောသောအခါတို့ ဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်တော်ကို ဆဟီးဟ်နှင့် စူနန်ကျမ်းများတွင် ကွဲပြားခြားနားသော ရေသားဆက်နွယ်မှုများဖြင့် မှတ်တမ်းတင်ထားသည်။ သို့သော် ဤသည်မှာ လူတစ်ဦးကို ရှုတ်ချပြစ်တင်ရမည့် တကယ့်လိမ်ညာမှုမျိုး မဟုတ်ပေ – အလ္လာဟ်အရှင်မြတ်တားမြစ်တော်မူသည်! ပိုကောင်းသော စကားလုံးမရှိ၍ ၎င်းကို လိမ်ညာမှုဟု ခေါ်ဆိုခြင်းဖြစ်သည်။ အကြောင်းမှာ ၎င်းသည် တရားဝင်ဘာသာရေးရည်ရွယ်ချက်အတွက် အသုံးပြုသည့် နားမလည်နိုင်သောစကားဖြစ်ပြီး ထိုစကားများ၏ ဆိုလိုရင်းမှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي سَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါဖျားနေပြီ)</span> သည် 'အလ္လာဟ်အရှင်မြတ်အစား ရုပ်တုများကို သင်တို့ ကိုးကွယ်နေခြင်းကြောင့် ကျွန်ုပ်စိတ်နှလုံး မကောင်းဖြစ်နေသည်' ဟု အဓိပ္ပါယ်ရသည်။ အလ်ဟာဆန် အလ်ဘဆရီက \"အီဘရာဟင်မ်၏ လူမျိုးများသည် သူတို့၏ပွဲတော်သို့ ထွက်သွားကြပြီး သူ့ကိုလည်း ထွက်သွားစေလိုကြသည်။ ထို့ကြောင့် သူသည် ပက်လက်လှဲလျောင်း၍ ပြောခဲ့သည်\" ဟု ဆိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي سَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါဖျားနေပြီ။)</span> ထို့နောက် သူသည် ကောင်းကင်ကို ကြည့်နေခဲ့သည်။ သူတို့ ထွက်သွားပြီးနောက် သူသည် သူတို့၏ဘုရားများထံ လှည့်၍ ၎င်းတို့အား ဖျက်ဆီးခဲ့သည်။ ဤအရာကို အိဗ်နုအဘီဟာတစ်မ်က မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် သူ့ထံမှ ကျောခိုင်း၍ ထွက်ခွာသွားကြ၏။)</span> ဆိုလိုသည်မှာ သူတို့ ထွက်ခွာသွားပြီးနောက် သူသည် လျင်မြန်စွာနှင့် လျှို့ဝှက်စွာ သူတို့ထံသွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ أَلَا تَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြော၏- \"သင်တို့မစားကြသလော?\")</span> သူတို့သည် အစားအစာအား ကောင်းချီးမင်္ဂလာရှိစေရန် ပူဇော်သကာအဖြစ် သူတို့ရှေ့တွင် ထားရှိခဲ့ကြသည်။ အီဘရာဟင်မ် (အလိုင်ဟစ်စလာမ်) သည် သူတို့ရှေ့မှ အစားအစာကို ကြည့်လိုက်သောအခါ သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَأْكُلُونَ - مَا لَكُمْ لَا تَنْطِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မစားကြသလော။ သင်တို့မပြောဆိုဘဲ ဘာဖြစ်နေကြတာလဲ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် ၎င်းတို့အပေါ်သို့ လက်ျာလက်ဖြင့် ရိုက်ခတ်လျက် လှည့်လိုက်၏။)</span></p><p lang=\"my\" class=\"my \">အလ်ဖရာအ်က \"ဤသည်မှာ သူသည် ၎င်းတို့အား မိမိ၏လက်ျာလက်ဖြင့် စတင်ရိုက်နှက်ခဲ့သည်\" ဟု ဆိုသည်။ ကတာဒဟ်နှင့် အလ်ဂျော်ဟာရီက \"သူသည် ၎င်းတို့ထံလှည့်၍ မိမိ၏လက်ျာလက်ဖြင့် ရိုက်နှက်ခဲ့သည်\" ဟု ဆိုသည်။ သူသည် ၎င်းတို့အား လက်ျာလက်ဖြင့် ရိုက်နှက်ခဲ့ခြင်းမှာ လက်ျာလက်သည် ပိုမိုခိုင်မာပြီး အစွမ်းထက်သောကြောင့် ဖြစ်သည်။ ထို့နောက် သူသည် ၎င်းတို့အား အပိုင်းပိုင်းပြတ်အောင် ချန်ထားခဲ့သည်၊ ၎င်းတို့ထဲမှ အကြီးဆုံးတစ်ခုမှလွဲ၍ ဖြစ်သည်၊ ၎င်းတို့သည် ထိုအကြီးဆုံးတစ်ခုသို့ လှည့်နိုင်စေရန် ဖြစ်သည်၊ စူရဟ်အလ်အမ်ဘီယာ၏ တဖ်စီရ်တွင် ကျွန်ုပ်တို့ မြင်တွေ့ခဲ့ရသည့်အတိုင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့သည် သူ့ထံသို့ အလုအယက် လာကြ၏။)</span> မုဂျာဟိဒ်နှင့် အခြားသူများက \"ဤသည်မှာ သူတို့ အလုအယက် လာခဲ့ကြသည်ဟု ဆိုလိုသည်\" ဟု ပြောကြသည်။ ဤနေရာတွင် ဇာတ်လမ်းကို အကျဉ်းချုပ် ဖော်ပြထားသည်။ စူရဟ်အလ်အမ်ဘီယာတွင်မူ ပိုမိုအသေးစိတ် ဖော်ပြထားသည်။ သူတို့ ပြန်ရောက်လာသောအခါ ပထမတွင် မည်သူလုပ်ဆောင်ခဲ့သည်ကို မသိရှိကြဘဲ စုံစမ်းစစ်ဆေးပြီးနောက် အီဘရာဟင်မ် (အလိုင်ဟစ်စလာမ်) က လုပ်ဆောင်ခဲ့ကြောင်း တွေ့ရှိရသည်။ သူတို့ သူ့ကို ပြစ်တင်ရှုတ်ချရန် လာသောအခါ သူသည် ၎င်းတို့အား ပြစ်တင်ရှုတ်ချ ဝေဖန်ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْبُدُونَ مَا تَنْحِتُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ထုလုပ်ထားသည့်အရာကို ကိုးကွယ်ကြသလော။)</span> ဆိုလိုသည်မှာ 'သင်တို့ကိုယ်တိုင် လက်ဖြင့် ထုလုပ်ဖန်တီးထားသော ရုပ်တုများကို အလ္လာဟ်အရှင်မြတ်အစား ကိုးကွယ်ကြသလော?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \">ဤသည်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် သင်တို့နှင့် သင်တို့လုပ်ဆောင်သည့်အရာများကို ဖန်ဆင်းတော်မူခဲ့သည်' ဟု အဓိပ္ပာယ်ရနိုင်သည်; သို့မဟုတ် 'အလ္လာဟ်အရှင်မြတ်သည် သင်တို့နှင့် သင်တို့ပြုလုပ်သည့်အရာများကို ဖန်ဆင်းတော်မူခဲ့သည်' ဟု အဓိပ္ပာယ်ရနိုင်သည်။ အမြင်နှစ်ခုစလုံးသည် တူညီသောအဓိပ္ပာယ်ဖြစ်သည်။ အလ်ဘူခါရီက အဖ်အလ်အလ်အိဗာဒ်ကျမ်းတွင် ဟူဒိုင်းဖာဟ်ထံမှ တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလ္လာမ်) အား ကိုးကား၍ မှတ်တမ်းတင်ထားသော အစီရင်ခံစာကြောင့် ပထမအချက်က ပိုမိုထင်ရှားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى يَصْنَعُ كُلَّ صَانِعٍ وَصَنْعَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လုပ်ဆောင်သူတိုင်းနှင့် သူလုပ်ဆောင်သည့်အရာကို ဖန်ဆင်းတော်မူခဲ့သည်။)</span> ထို့နောက် သူသည် ရွတ်ဖတ်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့နှင့် သင်တို့ ဖန်တီးပြုလုပ်သည့်အရာများကို ဖန်ဆင်းတော်မူခဲ့သည်!)</span> ၎င်းတို့အား သက်သေပြပြီးသောအခါ ၎င်းတို့သည် သူ့ကို အတင်းအဓမ္မ ဖမ်းဆီးရန် ဆုံးဖြတ်ခဲ့ပြီး ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အတွက် အဆောက်အအုံ <span class=\"gray\">(ဆိုလိုသည်မှာ မီးဖို)</span> တစ်လုံး ဆောက်၍ သူ့ကို မီးတောက်နေသော မီးထဲသို့ ပစ်ချကြလော့!)</span></p><p lang=\"my\" class=\"my \">စူရဟ်အလ်အမ်ဘီယာ၏ ကျွန်ုပ်တို့၏ တဖ်စီရ် <span class=\"gray\">(၂၁:၆၈-၇၀)</span> တွင် ဆွေးနွေးပြီးခဲ့သည့်အရာများ ဖြစ်ပေါ်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို မီးဘေးမှ ကယ်တင်ခဲ့ကာ ၎င်းတို့အပေါ်၌ အောင်ပွဲခံစေခဲ့သည်။ သူ၏ သက်သေကို အမြင့်ဆုံးဖြစ်စေပြီး ထောက်ခံခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် သူ့ကို ပရိယာယ်ကြံစည်ခဲ့ကြသော်လည်း ငါတို့သည် ၎င်းတို့အား အနိမ့်ဆုံးဖြစ်စေခဲ့၏။)</span></p>"
  }
]