[
  {
    "ayah_key": "23:51",
    "group_ayah_key": "23:51",
    "from_ayah": "23:51",
    "to_ayah": "23:56",
    "ayah_keys": "23:51,23:52,23:53,23:54,23:55,23:56",
    "text": "<p lang=\"my\" class=\"my \">အို တမန်တော်အပေါင်းတို့! ကောင်းမြတ်သော (ဟာလာလ်) အရာများကို စားသုံးကြလော့။ ဖြောင့်မတ်သော အမှုများကို ပြုကြလော့။ ဧကန်စင်စစ် သင်တို့ပြုမူသမျှကို ငါသည် အထူးသိရှိသူ ဖြစ်၏။ <span>(51)</span>ဧကန်စင်စစ် ဤသည် သင်တို့၏ဘာသာတရားသည် တစ်ခုတည်းသော ဘာသာတရားဖြစ်၏။ ငါသည် သင်တို့၏အရှင် ဖြစ်၏။ ထို့ကြောင့် ငါ့ကို ကြောက်ရွံ့ကြလော့။ <span>(52)</span>သို့သော် သူတို့သည် သူတို့၏ဘာသာတရားကို အုပ်စုများအဖြစ် ခွဲခြမ်းခဲ့ကြ၏။ အုပ်စုတိုင်းသည် မိမိတို့ထံရှိ အရာကို ပျော်ရွှင်ကြ၏။ <span>(53)</span>ထို့ကြောင့် သူတို့ကို သူတို့၏ မှားယွင်းမှုထဲတွင် အချိန်အတိုင်းအတာတစ်ခုအထိ ထားရှိလော့။ <span>(54)</span>သူတို့သည် ကျွန်ုပ်တို့ သက်တမ်းရှည်စေခဲ့သော ဥစ္စာဓနနှင့် သားသမီးများဖြင့် <span>(55)</span>ကျွန်ုပ်တို့သည် သူတို့ထံ ကောင်းသောအရာများကို အလျင်စလိုပေးနေသည်ဟု ထင်ကြသလော။ မဟုတ်ပါ၊ သို့သော် သူတို့သည် မသိကြပေ။ <span>(56)</span></p><div lang=\"my\" class=\"my \"><h2>ဟာလာလ် (စားသုံးရန် ခွင့်ပြုထားသော) အစားအစာကို စားသုံးရန်နှင့် ဖြောင့်မတ်သော အမှုများကို ပြုရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များနှင့် တမန်တော်များအားလုံး (သူတို့အပေါ်၌ ငြိမ်းချမ်းသာယာခြင်းများ သက်ရောက်ပါစေ) ဟာလာလ် (ခွင့်ပြုထားသော) အစားအစာများကို စားသုံးရန်နှင့် ဖြောင့်မတ်သော အမှုများကို ပြုရန် အမိန့်ပေးထား၏။ ၎င်းသည် ဟာလာလ်အရာကို စားသုံးခြင်းသည် ဖြောင့်မတ်သောအမှုများကို ပြုလုပ်ရန် အထောက်အကူဖြစ်စေကြောင်း ပြသသည်။ တမန်တော်များ (သူတို့အပေါ်၌ ငြိမ်းချမ်းသာယာခြင်းများ သက်ရောက်ပါစေ) သည် ၎င်းကို အပြည့်စုံဆုံးနည်းလမ်းဖြင့် လုပ်ဆောင်ခဲ့ကြပြီး စကားလုံးများ၊ လုပ်ရပ်များ၊ လမ်းညွှန်မှုများနှင့် အကြံဉာဏ်များဖြင့် ကောင်းမှုအမျိုးမျိုးကို ပြုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် လူသားများအတွက် သူတို့အား ကောင်းကျိုးများဖြင့် အစားထိုးပေးတော်မူပါစေသော်ဝ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِنَ الطَّيِّبَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမြတ်သောအရာများကို စားသုံးကြလော့)</span> စအီးဒ် ဘင် ဂျူဘိုင်ရ် နှင့် အဒ်-ဒဟ်ဟက်ခ် တို့က ဤသည်မှာ ဟာလာလ် (ခွင့်ပြုထားသော) အရာများကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ ဆွဟီးဟ်ကျမ်းတွင် ဤသို့ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ نَبِيٍّ إِلَّا رَعَى الْغَنَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သိုးကျောင်းသား မဖြစ်ဖူးသော မည်သည့်တမန်တော်မျှ မရှိပါ။)</span> သူတို့က “အသင်ရော အလ္လာဟ်၏ ရစူလ်တမန်တော်?” ဟု မေးကြသော် အရှင်မြတ်က “</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، كُنْتُ أَرْعَاهَا عَلَى قَرَاريط لِأَهْلِ مَكَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့၊ ကျွန်ုပ်သည် မက္ကာဟ်မြို့သားများ၏ သိုးများကို ကီရာတ်အနည်းငယ်ဖြင့် ကျောင်းခဲ့ဖူးသည်။)</span> ဆွဟီးဟ်ကျမ်းတွင် ဤသို့ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ دَاوُدَ عَلَيْهِ السَّلَامُ كَانَ يَأْكُلُ مِنْ كَسْبِ يَدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒါဝုဒ် (အလိုင်ဟစ်စလာမ်) သည် မိမိ၏လက်ဖြင့် လုပ်ကိုင်၍ ရရှိသော ဝင်ငွေဖြင့် စားသုံးလေ့ရှိခဲ့သည်။)</span> ဆွဟီးဟ် မွတ်စလင်မ်၊ ဂျာမီအ် အတ်-တီရ်မိဒီ နှင့် မွတ်စနဒ် အလ်-အီမာမ် အဟ်မဒ် – (ဤဗားရှင်းသည် ထိုကျမ်းမှ လာသည်) တို့တွင် မှတ်တမ်းတင်ထားသည်မှာ အဗူဟူရိုင်ရာ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က “အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِنَّ اللهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا، وَإِنَّ اللهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့! အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမြတ်တော်မူ၏။ ကောင်းမြတ်သောအရာကိုသာ လက်ခံတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် မုအ်မင်န် (ယုံကြည်သူ) အပေါင်းတို့အား တမန်တော်များအား မိန့်ကြားခဲ့သည့်အတိုင်း အမိန့်ပေးထားတော်မူ၏-</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို တမန်တော်အပေါင်းတို့! ကောင်းမြတ်သော (ဟာလာလ်) အရာများကို စားသုံးကြလော့။ ဖြောင့်မတ်သော အမှုများကို ပြုကြလော့။ ဧကန်စင်စစ် သင်တို့ပြုမူသမျှကို ငါသည် အထူးသိရှိသူ ဖြစ်၏။)</span><span class=\"gray\">(23:51)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! ငါတို့က သင်တို့အား ပေးသနားထားသော ကောင်းမြတ်သောအရာများကို စားသုံးကြလော့။)</span><span class=\"gray\">(2:172)</span>။ ထို့နောက် အရှင်မြတ်က လူတစ်ဦးသည် ခရီးရှည်သွားလာပြီး ဖုန်အလိမ်းလိမ်းတက်ကာ ဖရိုဖရဲဖြစ်နေပုံကို ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِّيَ بِالْحَرَامِ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ يَا رَبِّ فَأَنَّى يُسْتَجَابُ لِذَلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ အစားအစာ၊ အဖျော်ယမကာနှင့် အဝတ်အစားများသည် ဟရာမ် (တားမြစ်ထားသော) ဖြစ်ပြီး၊ သူသည် ဟရာမ်အရာများဖြင့် မိမိကိုယ်ကို ပိုမိုပြည့်စုံစေကာ ကောင်းကင်ဘက်သို့ လက်ဆန့်တန်းပြီး ‘အို အရှင်သခင်၊ အို အရှင်သခင်!’ ဟု ပြောလျှင် သူ၏ ဒုအာ (ဆုတောင်း) ကို မည်သို့ လက်ခံမည်နည်း။)</span> အတ်-တီရ်မိဒီ က ၎င်းသည် “ဟစန် ဂရီဘ်” ဖြစ်သည်ဟု ပြောကြားခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>တမန်တော်များအားလုံး၏ ဘာသာတရားသည် တောင်ဟီးဒ် (တစ်ပါးတည်းသော ဘုရားကို ကိုးကွယ်ခြင်း) ဖြစ်၏။ အဖွဲ့အစည်းများအဖြစ် ကွဲပြားခြင်းမှ သတိပေးချက်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဤသည် သင်တို့၏ဘာသာတရားသည် တစ်ခုတည်းသော ဘာသာတရားဖြစ်၏၊)</span> ဆိုလိုသည်မှာ ‘အို တမန်တော်အပေါင်းတို့၊ သင်တို့၏ဘာသာတရားသည် တစ်ခုတည်းသော ဘာသာတရားနှင့် တစ်ခုတည်းသော အဖွဲ့အစည်းဖြစ်၏။ ၎င်းမှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ မည်သူမျှ မိတ်ဖက်၊ မိတ်ဆွေမထားဘဲ ကိုးကွယ်ရန် ဖိတ်ခေါ်ခြင်းဖြစ်၏။’ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنَا رَبُّكُمْ فَاتَّقُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့၏အရှင် ဖြစ်၏။ ထို့ကြောင့် ငါ့ကို ကြောက်ရွံ့ကြလော့။)</span> ဤအကြောင်းကို စူရာဟ် အလ်-အန်ဘီယာအ် တွင် ကျွန်ုပ်တို့ ဆွေးနွေးပြီးဖြစ်သည်။ ဤဝါကျသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمَّةً وَاحِدَةً</p><p lang=\"fr\" class=\"fr \"><span class=\"gray\">(one nation)</span> is descriptive.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် သူတို့၏ဘာသာတရားကို အုပ်စုများအဖြစ် ခွဲခြမ်းခဲ့ကြ၏၊)</span> ဆိုလိုသည်မှာ တမန်တော်များကို စေလွှတ်ခဲ့သော လူမျိုးများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အုပ်စုတိုင်းသည် မိမိတို့ထံရှိ အရာကို ပျော်ရွှင်ကြ၏။)</span> ဆိုလိုသည်မှာ သူတို့သည် မိမိတို့ မှန်ကန်စွာ လမ်းညွှန်ခံရသည်ဟု ထင်မြင်သောကြောင့် မိမိတို့၏ မှားယွင်းမှုတွင် ပျော်ရွှင်နေကြခြင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ခြိမ်းခြောက်၍ သတိပေးလျက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْهُمْ فِي غَمْرَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့ကို သူတို့၏ မှားယွင်းမှုထဲတွင် ထားရှိလော့)</span> ဆိုလိုသည်မှာ သူတို့၏ လမ်းမှားခြင်းတွင် ထားရှိလော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချိန်အတိုင်းအတာတစ်ခုအထိ။)</span> ဆိုလိုသည်မှာ သူတို့၏ ပျက်စီးရာအချိန်ရောက်သည်အထိ ဖြစ်သည်။ ၎င်းသည် ဤအာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ မယုံကြည်သူတို့အား အချိန်ပေးလော့။ သူတို့အား ခဏမျှ ဖြည်းညင်းစွာ ဆက်ဆံလော့။)</span><span class=\"gray\">(86:17)</span>။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို စားသောက်ပျော်မွေ့ပါစေ။ သူတို့ကို <span class=\"gray\">(မှားယွင်းသော)</span> မျှော်လင့်ချက်ဖြင့် နစ်မျောပါစေ။ မကြာမီ သူတို့ သိကြရလိမ့်မည်။)</span><span class=\"gray\">(15:3)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့က သူတို့အား သက်တမ်းရှည်စေခဲ့သော ဥစ္စာဓနနှင့် သားသမီးများဖြင့် ကျွန်ုပ်တို့သည် သူတို့ထံ ကောင်းသောအရာများကို အလျင်စလိုပေးနေသည်ဟု သူတို့ ထင်ကြသလော။ မဟုတ်ပါ၊ သို့သော် သူတို့သည် မသိကြပေ။)</span> ဆိုလိုသည်မှာ ‘ဤလှည့်ဖြားခံရသော လူများက ကျွန်ုပ်တို့ သူတို့ကို ပေးထားသော ဥစ္စာဓနနှင့် သားသမီးများသည် ကျွန်ုပ်တို့၏ ရှေ့မှောက်တွင် ဂုဏ်ယူထိုက်ပြီး အဖိုးတန်သောကြောင့်ဟု ထင်နေကြသလော။ မဟုတ်ပါ၊ သူတို့ပြောသည့်အတိုင်း မဟုတ်ပါ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၌ ဥစ္စာဓနနှင့် သားသမီးများ ပိုများပြီး ကျွန်ုပ်တို့သည် အပြစ်ပေးခံရမည် မဟုတ်ပါ။)</span><span class=\"gray\">(34:35)</span>။ သို့သော် ဤအတွေးသည် မှားယွင်းပြီး သူတို့၏မျှော်လင့်ချက်များ ပျက်စီးလိမ့်မည်။ ကျွန်ုပ်တို့သည် ထိုအရာများကို သူတို့အား ပိုမို <span class=\"gray\">(အပြစ်)</span> ၌ ကျူးလွန်စေရန်နှင့် အချိန်ပိုပေးရန်သာ ပေးခဲ့ခြင်း ဖြစ်သည်။’ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် မသိကြပေ။)</span> အရှင်မြတ်က အခြားနေရာတွင် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သူတို့၏ဥစ္စာဓနနှင့် သားသမီးများက သင့်ကို အံ့သြစေခြင်း မပြုပါစေနှင့်။ အမှန်တကယ်တွင် အလ္လာဟ်၏ အစီအမံမှာ ဤလောကဘဝတွင် ထိုအရာများဖြင့် သူတို့ကို အပြစ်ပေးရန်ပင် ဖြစ်သည်...)</span><span class=\"gray\">(9:55)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် အပြစ်များ ပိုမိုကျူးလွန်နိုင်ရန်အတွက်သာ ကျွန်ုပ်တို့သည် အပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်း ဖြစ်သည်)</span><span class=\"gray\">(3:178)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْနِي وَمَنْ يُكَذِّبُ بِهَٰذَا الْحَدِيثِ ۖ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ - وَأُمْلِي لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ဤကျမ်းတော်မြတ်ကုရ်အာန်ကို မယုံကြည်သူတို့နှင့် ကျွန်ုပ်ကို တစ်ယောက်တည်း ထားခဲ့ပါ။ ကျွန်ုပ်တို့သည် သူတို့ကို သူတို့မသိသောဘက်မှ တဖြည်းဖြည်း အပြစ်ပေးမည်။ ကျွန်ုပ်သည် သူတို့ကို အချိန်ပေးမည်။)</span><span class=\"gray\">(68:44-45)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْهُمْ وَمَنْ خَلَقْتُ وَحِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် တစ်ယောက်တည်း ဖန်ဆင်းထားသူကို <span class=\"gray\">(ကိုင်တွယ်ဖြေရှင်းရန်)</span> ကျွန်ုပ်ကို တစ်ယောက်တည်း ထားခဲ့ပါ။)</span> အရှင်မြတ်၏ မိန့်တော်မူချက်အထိ-</p><p class=\"ps qpc-hafs\" lang=\"ps\">عَنِيدًا </p><p lang=\"no\" class=\"no \"><span class=\"gray\">(opposing)</span><span class=\"gray\">(74: 11-16)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَىٰ إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဥစ္စာဓနများ၊ သားသမီးများသည် ကျွန်ုပ်တို့ထံသို့ သင့်ကို ပိုမိုနီးစပ်စေခြင်း မဟုတ်ပါ။ သို့သော် ယုံကြည်သူနှင့် ဖြောင့်မတ်သော အမှုများကို ပြုလုပ်သူသာလျှင်...)</span><span class=\"gray\">[34:37]</span>။ ဤကဲ့သို့သော အာယသ်တော်များစွာ ရှိသေးသည်။ အီမာမ် အဟ်မဒ်သည် ‘အဗ်ဒုလ္လာဟ် ဘင် မပ်စ်အူဒ် က “အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ بَيْنَكُمْ أَرْزَاقَكُمْ، وَإِنَّ اللهَ يُعْطِي الدُّنْيَا مَنْ يُحِبُّ وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الدِّينَ إِلَّا لِمَنْ أَحَبَّ، فَمَنْ أَعْطَاهُ اللهُ الدِّينَ فَقَدْ أَحَبَّهُ، وَالَّذِي نَفْسِي بِيَدِهِ لَا يُسْلِمُ عَبْدٌ حَتَّى يَسْلَمَ قَلْبُهُ وَلِسَانُهُ، وَلَا يُؤْمِنُ حَتَّى يَأْمَنَ جَارُهُ بَوَائِقَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ စားဝတ်နေရေးကို ခွဲဝေပေးသကဲ့သို့ သင်တို့၏ အကျင့်စာရိတ္တကိုလည်း ခွဲဝေပေးထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤလောကီအရာများကို မိမိနှစ်သက်သူများနှင့် မနှစ်သက်သူများအား ပေးသနားတော်မူ၏။ သို့သော် ဘာသာရေးလိုက်နာမှုကိုမူ မိမိနှစ်သက်သူများအားသာ ပေးသနားတော်မူ၏။ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်ထံမှ ဘာသာရေးလိုက်နာမှုကို ရရှိခဲ့လျှင် အရှင်မြတ်က ထိုသူအား ချစ်ခင်တော်မူ၏။ ကျွန်ုပ်၏ အသက်ဝိညာဉ်သည် အရှင်မြတ်လက်တော်၌ရှိသော ဘုရားသခင်ကို ကျိန်ဆို၍ ပြောကြားသည်မှာ၊ မည်သည့်ကျွန်မျှ သူ၏နှလုံးသားနှင့် သူ၏လျှာသည် မနာခံမချင်း စစ်မှန်စွာ မနာခံသေးပေ။ သူ၏အိမ်နီးချင်းသည် သူ၏ဘေးရန်မှ လုံခြုံမှုမရမချင်း သူသည် စစ်မှန်စွာ မယုံကြည်သေးပေ။)</span> သူတို့က “အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ သူ၏ဘေးရန်ဆိုသည်မှာ အဘယ်နည်း။” ဟု မေးကြသော် အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَشْمُهُ وَظُلْمُهُ، وَلَا يَكْسِبُ عَبْدٌ مَالًا مِنْ حَرَامٍ فَيُنْفِقَ مِنْهُ فَيُبَارَكَ لَهُ فِيهِ، وَلَا يَتَصَدَّقَ بِهِ فَيُقْبَلَ مِنْهُ، وَلَا يَتْرُكَهُ خَلْفَ ظَهْرِهِ إِلَّا كَانَ زَادَهُ إِلَى النَّارِ، إِنَّ اللهَ لَا يَمْحُو السَّيِّءَ بِالسَّيِّءِ وَلَكِنْ يَمْحُو السَّيِّءَ بِالْحَسَنِ، إِنَّ الْخَبِيثَ لَا يَمْحُو الْخَبِيثَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ ပြစ်မှုနှင့် ဆိုးသွမ်းသော အပြုအမူ။ ဟရာမ် (တားမြစ်ထားသော) ဥစ္စာကို ရှာဖွေပြီး သုံးစွဲသူ မည်သူမျှ ထိုအရာ၌ ကောင်းချီးမင်္ဂလာ ခံစားရမည် မဟုတ်ပေ။ အကယ်၍ သူက ထိုဥစ္စာကို ဆွဒါကသ် (လှူဒါန်း) ပေးလျှင်လည်း ထိုဥစ္စာကို သူ့ထံမှ လက်ခံမည် မဟုတ်။ အကယ်၍ သူက ထိုဥစ္စာကို <span class=\"gray\">(သူသေဆုံးသောအခါ)</span> ထားခဲ့လျှင်လည်း ထိုဥစ္စာသည် ငရဲဘုံ၌ သူ၏ ပြင်ဆင်မှု ဖြစ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုတစ်ခုကို အခြားမကောင်းမှုတစ်ခုဖြင့် မဖျောက်ဖျက်ပါ။ သို့သော် မကောင်းမှုများကို ကောင်းမှုများဖြင့် ဖျောက်ဖျက်တော်မူ၏။ အကြောင်းမှာ မသန့်ရှင်းမှုသည် အခြားမသန့်ရှင်းမှုဖြင့် ဖျောက်ဖျက်၍ မရသောကြောင့် ဖြစ်သည်။)</span>)</p>"
  }
]