[
  {
    "ayah_key": "2:111",
    "group_ayah_key": "2:111",
    "from_ayah": "2:111",
    "to_ayah": "2:113",
    "ayah_keys": "2:111,2:112,2:113",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က \"မည်သူမျှ ဂျူး သို့မဟုတ် ခရစ်ယာန်မဖြစ်ပါက ဂျန္နတ်(အာရဗီလို: နိဗ္ဗာန်)သို့ ဝင်ရလိမ့်မည်မဟုတ်\" ဟု ပြောကြသည်။ ၎င်းတို့၏ ကိုယ်ပိုင်ဆန္ဒများသာဖြစ်သည်။ <span class=\"gray\">(အို မိုဟာမက် ﷺ)</span> ပြောပါ၊ \"သင်တို့သည် မှန်ကန်သူများဖြစ်ပါက သင်တို့၏ ဗုရ်ဟန် (အထောက်အထား) ကို တင်ပြကြလော့။ <span>(၁၁၁)</span> မှန်ကန်သည်! သို့သော် အကြင်သူသည် မိမိ၏ မျက်နှာ <span class=\"gray\">(မိမိကိုယ်ကို)</span> အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အစ္စလာမ့်တစ်ဆူတည်းသော ဘာသာကို လိုက်နာသူ)</span> ပုံအပ်ပြီး ၎င်းသည် မုဟ်စင်တစ်ဦးဖြစ်ပါက ၎င်း၏ အကျိုးသည် ၎င်း၏ အရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ထံ၌ ရှိလိမ့်မည်။ ထိုသူတို့အပေါ်၌ မည်သည့်ကြောက်ရွံ့မှုမျှ မရှိ။ ၎င်းတို့ ဝမ်းမနည်းကြရ။ <span>(၁၁၂)</span> ဂျူးများက ခရစ်ယာန်များသည် မည်သည့်အရာကိုမျှ မလိုက်နာကြ <span class=\"gray\">(ဆိုလိုသည်မှာ မှန်ကန်သော ဘာသာ၌ မရှိကြ)</span> ဟု ပြောကြသည်။ ခရစ်ယာန်များကလည်း ဂျူးများသည် မည်သည့်အရာကိုမျှ မလိုက်နာကြ <span class=\"gray\">(ဆိုလိုသည်မှာ မှန်ကန်သော ဘာသာ၌ မရှိကြ)</span> ဟု ပြောကြသည်။ ထိုသူတို့နှစ်ဦးစလုံးသည် ကျမ်းဂန်ကို ဖတ်ရှုကြပါသော်လည်း။ ၎င်းတို့၏ စကားကဲ့သို့ပင် မသိနားမလည်သူများ <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများ)</span> က ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ကွဲပြားခဲ့ကြသည့် ကိစ္စများနှင့် ပတ်သက်၍ ရှင်ပြန်ထမြောက်ရာနေ့၌ ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်။ <span>(၁၁၃)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရသူတို့၏ မျှော်လင့်ချက်များ</h2></div><p lang=\"my\" class=\"my \">ဂျူးများနှင့် ခရစ်ယာန်များ၏ ရှုပ်ထွေးမှုများကို အလ္လာဟ်အရှင်မြတ် ရှင်းလင်းပြတော်မူခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့က မည်သူမျှ ဂျူး သို့မဟုတ် ခရစ်ယာန်မဖြစ်ပါက ဂျန္နတ် (နိဗ္ဗာန်) သို့ ဝင်ရလိမ့်မည်မဟုတ်ဟု တောင်းဆိုကြသောကြောင့်ဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ တောင်းဆိုမှုများကို ဆူရတွလ်မာအိဒါဟ်၌ ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ သားသမီးများနှင့် ၎င်း၏ ချစ်မြတ်နိုးခြင်းခံရသူများ ဖြစ်ကြသည်)</span><span class=\"gray\">(၅:၁၈)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤမှားယွင်းသော တောင်းဆိုမှုကို ငြင်းဆိုတော်မူပြီး ၎င်းတို့သည် ၎င်းတို့၏ အပြစ်များကြောင့် အပြစ်ပေးခံရမည်ဖြစ်ကြောင်း အသိပေးတော်မူခဲ့သည်။ ယခင်က ၎င်းတို့၏ မီးသည် ရက်အနည်းငယ်ထက် ပို၍ ၎င်းတို့ကို မထိခိုက်ဟု ပြောဆိုခဲ့သော တောင်းဆိုမှုကို ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီး၊ ထို့နောက် ၎င်းတို့ကို ဂျန္နတ်(နိဗ္ဗာန်)သို့ ပို့ဆောင်မည်ဟုလည်း ဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤတောင်းဆိုမှုကို ပြစ်တင်ရှုံ့ချတော်မူခဲ့ပြီး၊ ဤအခြေအမြစ်မရှိသော တောင်းဆိုမှုနှင့် ပတ်သက်၍ ၎င်းက မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ أَمَانِيُّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်တို့မှာ ၎င်းတို့၏ ကိုယ်ပိုင်ဆန္ဒများသာဖြစ်သည်)</span>။ အဘူ အလ်-အာလီယာဟ်က မှတ်ချက်ပေးသည်၊ \"ဤသည်တို့မှာ အခြေအမြစ်မရှိဘဲ အလ္လာဟ်အရှင်မြတ် ဖြေကြားပေးမည်ဟု ၎င်းတို့ ဆန္ဒပြုခဲ့သော ဆန္ဒများဖြစ်သည်\"။ အလားတူပင် ကတာဒါဟ်နှင့် အာရ်-ရာဘီအ် ဘင် အနပ်စ်တို့က ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(Say)</span> meaning, \"Say O Muhammad:\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَاتُوا بُرْهَانَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့၏ ဗုရ်ဟန် (အထောက်အထား) ကို တင်ပြကြလော့...\")</span> ဆိုလိုသည်မှာ \"သင်တို့၏ သက်သေအထောက်အထား\" ဟု အဘူ အလ်-အာလီယာဟ်၊ မူဂျာဟစ်ဒ်၊ အပ်စ်-ဆွဒ်ဒီ နှင့် အာရ်-ရာဘီအ် ဘင် အနပ်စ်တို့က ပြောကြားခဲ့ကြသည်။ ကတာဒါဟ်က ဤအာယတ်၏ အဓိပ္ပါယ်မှာ \"သင်တို့၏ ပြောဆိုချက်ကို ထောက်ခံသော သက်သေအထောက်အထားကို ယူဆောင်ခဲ့ကြလော့၊</p><p class=\"ur qpc-hafs\" lang=\"ur\"> إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မှန်ကန်သူများဖြစ်ပါက)</span> သင်တို့၏ တောင်းဆိုမှု၌။\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်သည်! သို့သော် အကြင်သူသည် မိမိ၏ မျက်နှာ <span class=\"gray\">(မိမိကိုယ်ကို)</span> အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အစ္စလာမ့်တစ်ဆူတည်းသော ဘာသာကို လိုက်နာသူ)</span> ပုံအပ်ပြီး ၎င်းသည် မုဟ်စင်တစ်ဦးဖြစ်ပါက)</span> ဆိုလိုသည်မှာ \"အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းအတွက် သာမက မည်သည့်အရာနှင့်မျှ ဖက်စပ်မှုမရှိဘဲ စေတနာထား၍ ကောင်းမှုများကို ပြုလုပ်သူဖြစ်သည်\"။ အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် သင့်အား <span class=\"gray\">(အို မိုဟာမက် ﷺ)</span> ငြင်းခုံပါက ပြောပါ– \"ကျွန်ုပ်သည် ကျွန်ုပ်ကိုယ်ကို အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(အစ္စလာမ်ဘာသာ၌)</span> ပုံအပ်လိုက်ပြီ၊ <span class=\"gray\">(ထို့အတူ)</span> ကျွန်ုပ်ကို လိုက်နာသူများလည်း ဖြစ်ကြသည်\")</span><span class=\"gray\">(၃:၂၀)</span></p><p lang=\"ceb\" class=\"ceb \">Abu Al-'Aliyah and Ar-Rabi' said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်သည်! သို့သော် အကြင်သူသည် မိမိ၏ မျက်နှာ <span class=\"gray\">(မိမိကိုယ်ကို)</span> အလ္လာဟ်အရှင်မြတ်ထံ ပုံအပ်ပါက)</span> ဆိုလိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်နှင့်အတူ စေတနာထားသူ\"။</p><p lang=\"gd\" class=\"gd \">Also, Sa'id bin Jubayr said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ مَنْ أَسْلَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်သည်! သို့သော် အကြင်သူသည် ပုံအပ်ပါက)</span> ဆိုလိုသည်မှာ သူသည် စေတနာရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجْهَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ မျက်နှာ <span class=\"gray\">(သူကိုယ်တိုင်)</span>)</span> ဆိုလိုသည်မှာ သူ၏ ဘာသာရေး၌။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مُحْسِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် မုဟ်စင်တစ်ဦး ဖြစ်သည်)</span> ရစူလ်တမန်တော် ﷺ ကို လိုက်နာသူ။ အဘယ်ကြောင့်ဆိုသော် ကောင်းမှုများကို လက်ခံရန် အခြေအနေနှစ်ရပ်ရှိသည်၊ ကောင်းမှုကို အလ္လာဟ်အရှင်မြတ်အတွက် တစ်ပါးတည်းသာ ပြုလုပ်ရမည်ဖြစ်ပြီး ရှရီအာဟ် (အစ္စလာမ့်ဥပဒေ) နှင့် ကိုက်ညီရမည်။ ကောင်းမှုသည် စေတနာရှိသော်လည်း ရှရီအာဟ်နှင့် မကိုက်ညီပါက လက်ခံလိမ့်မည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကျွန်ုပ်တို့၏ ကိစ္စ <span class=\"gray\">(ဘာသာ)</span> နှင့် မကိုက်ညီသော ကောင်းမှုကို ပြုလုပ်ပါက၊ ၎င်းကို ငြင်းပယ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို မွတ်စလင်မ်က မှတ်တမ်းတင်ခဲ့သည်။ ထို့ကြောင့် ဘုန်းတော်ကြီးများနှင့် ရဗ္ဗီများ၏ ကောင်းမှုများသည် အလ္လာဟ်အရှင်မြတ်အတွက် တစ်ပါးတည်း စေတနာထား၍ ပြုလုပ်ကြသော်လည်း လက်ခံလိမ့်မည်မဟုတ်၊ အဘယ်ကြောင့်ဆိုသော် ဤကောင်းမှုများသည် လူသားအားလုံးအတွက် စေလွှတ်တော်မူသော ရစူလ်တမန်တော် ﷺ ၏ နည်းလမ်းနှင့် မကိုက်ညီသောကြောင့်ဖြစ်သည်။ ထိုကဲ့သို့သော ကိစ္စများနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(မယုံကြည်သူများ၊ ဖက်စပ်သူများ၊ အပြစ်ကျူးလွန်သူများ)</span> ပြုလုပ်ခဲ့သော မည်သည့်ကောင်းမှုများဆီသို့မဆို ကျွန်ုပ်တို့သည် လှည့်တော်မူမည်၊ ထိုကောင်းမှုများကို ပျံ့လွင့်နေသော ဖုန်မှုန့်များကဲ့သို့ ကျွန်ုပ်တို့ ပြုလုပ်တော်မူမည်။)</span><span class=\"gray\">(၂၅:၂၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများအတွက်မူ ၎င်းတို့၏ ကောင်းမှုများသည် သဲကန္တာရရှိ မြူခိုးကဲ့သို့ဖြစ်သည်။ ရေငတ်သူက ၎င်းကို ရေဟု ထင်မှတ်သည်၊ ၎င်းရောက်ရှိလာသောအခါ မည်သည့်အရာမျှ မတွေ့ရ။)</span><span class=\"gray\">(၂၄:၃၉)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ - عَامِلَةٌ نَّاصِبَةٌ - تَصْلَىٰ نَارًا حَامِيَةً - تُسْقَىٰ مِنْ عَيْنٍ آنِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့သော မျက်နှာများသည် ထိုနေ့၌ အရှက်ရကြလိမ့်မည်။ ပင်ပန်းနွမ်းနယ်နေပြီး။ ပူပြင်းသော ငရဲမီးထဲသို့ ဝင်ရောက်ကြလိမ့်မည်။ ၎င်းတို့အား ဆူပွက်နေသော စမ်းရေမှ သောက်သုံးရန် ပေးလိမ့်မည်)</span><span class=\"gray\">(၈၈:၂-၅)</span>။</p><p lang=\"my\" class=\"my \">ကောင်းမှုသည် အပြင်ပန်းအားဖြင့် ရှရီအာဟ် (အစ္စလာမ့်ဥပဒေ) နှင့် ကိုက်ညီသော်လည်း ထိုသူသည် အလ္လာဟ်အရှင်မြတ်အတွက် တစ်ပါးတည်း စေတနာထား၍ မပြုလုပ်ပါက၊ ထိုကောင်းမှုကိုလည်း ငြင်းပယ်လိမ့်မည်၊ ဟန်ဆောင်သူများနှင့် မိမိတို့၏ ကောင်းမှုများကို ကြွားလုံးထုတ်ရန် ပြုလုပ်သူများ၏ ကိစ္စများတွင်ကဲ့သို့ပင်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَىٰ يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ဟန်ဆောင်သူများသည် အလ္လာဟ်အရှင်မြတ်ကို လှည့်ဖြားရန် ကြိုးစားကြသည်၊ သို့သော် ၎င်းတို့အား လှည့်ဖြားတော်မူသူမှာ ကိုယ်တော်ပင်ဖြစ်သည်။ ၎င်းတို့ ဆွာလာတ် <span class=\"gray\">(ဝတ်ပြုဆုတောင်းခြင်း)</span> အတွက် မတ်တပ်ရပ်သောအခါ၊ လူများကို မြင်စေရန် ပျင်းရိစွာ မတ်တပ်ရပ်ကြသည်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို အနည်းငယ်မျှသာ အောက်မေ့သတိရကြသည်။)</span><span class=\"gray\">(၄:၁၄၂)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِّلْمُصَلِّينَ - الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ - الَّذِينَ هُمْ يُرَاءُونَ - وَيَمْنَعُونَ الْمَاعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ဆွာလာတ် <span class=\"gray\">(ဝတ်ပြုဆုတောင်းခြင်း)</span> ပြုလုပ်သူများ <span class=\"gray\">(ဟန်ဆောင်သူများ)</span> အပေါ်၌ ကပ်ဆိုးကျရောက်ပါစေ။ မိမိတို့၏ ဆွာလာတ် <span class=\"gray\">(သတ်မှတ်ထားသော အချိန်များမှ)</span> ကို နောက်ကျစေသူများ။ လူများ <span class=\"gray\">(မြင်စေရန်)</span> သာ ကောင်းမှုများ ပြုလုပ်သူများ။ အလ်-မာအွန်း <span class=\"gray\">(သေးငယ်သော ကြင်နာမှုများ)</span> ကို ထိန်ချုပ်ထားသူများ)</span><span class=\"gray\">(၁၀၇:၄-၇)</span>။</p><p lang=\"my\" class=\"my \">ဤသည်ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မိမိ၏ အရှင်နှင့် တွေ့ဆုံရန် မျှော်လင့်သူတိုင်းသည် ကောင်းမှုပြုပါစေ၊ မိမိ၏ အရှင်အား ကိုးကွယ်ရာ၌ မည်သူ့ကိုမျှ ဖက်စပ်သူအဖြစ် မထားပါစေနှင့်)</span><span class=\"gray\">(၁၈:၁၁၀)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တွင် ၎င်းက မိန့်တော်မူသေးသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်သည်၊ သို့သော် အကြင်သူသည် မိမိ၏ မျက်နှာ <span class=\"gray\">(မိမိကိုယ်ကို)</span> အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အစ္စလာမ့်တစ်ဆူတည်းသော ဘာသာကို လိုက်နာသူ)</span> ပုံအပ်ပြီး ၎င်းသည် မုဟ်စင်တစ်ဦးဖြစ်ပါက)</span>။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အကျိုးသည် ၎င်းတို့၏ အရှင်ထံ၌ ရှိလိမ့်မည်၊ ၎င်းတို့အပေါ်၌ မည်သည့်ကြောက်ရွံ့မှုမျှ မရှိ၊ ၎င်းတို့ ဝမ်းမနည်းကြရ)</span> သည် ၎င်းတို့အား အကျိုးများနှင့် ၎င်းတို့ ကြောက်ရွံ့ပြီး ရှောင်ရှားသင့်သော အရာများမှ လုံခြုံမှုကို အာမခံထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا خَوْفٌ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ်၌ မည်သည့်ကြောက်ရွံ့မှုမျှ မရှိ)</span> နောင်လာမည့် အနာဂတ်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဝမ်းမနည်းကြရ)</span> ၎င်းတို့ အတိတ်က စွန့်ပစ်ခဲ့သော အရာများနှင့် ပတ်သက်၍။ ထို့အပြင် စအီဒ် ဘင် ဂျုဘိုင်းရ်က ပြောကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا خَوْفٌ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(၎င်းတို့အပေါ်၌ မည်သည့်ကြောက်ရွံ့မှုမျှ မရှိ)</span> နောင်ဘဝ၌၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဝမ်းမနည်းကြရ)</span> ၎င်းတို့၏ နီးကပ်လာသော သေခြင်းနှင့် ပတ်သက်၍။\"</p><div lang=\"my\" class=\"my \"><h2>ဂျူးများနှင့် ခရစ်ယာန်တို့၏ မယုံကြည်မှုနှင့် ခေါင်းမာမှုကြောင့် အချင်းချင်း အငြင်းပွားခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَىٰ عَلَىٰ شَيْءٍ وَقَالَتِ النَّصَارَىٰ لَيْسَتِ الْيَهُودُ عَلَىٰ شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးများက ခရစ်ယာန်များသည် မည်သည့်အရာကိုမျှ မလိုက်နာကြ <span class=\"gray\">(ဆိုလိုသည်မှာ မှန်ကန်သော ဘာသာ၌ မရှိကြ)</span> ဟု ပြောကြသည်။ ခရစ်ယာန်များကလည်း ဂျူးများသည် မည်သည့်အရာကိုမျှ မလိုက်နာကြ <span class=\"gray\">(ဆိုလိုသည်မှာ မှန်ကန်သော ဘာသာ၌ မရှိကြ)</span> ဟု ပြောကြသည်။ ထိုသူတို့နှစ်ဦးစလုံးသည် ကျမ်းဂန်ကို ဖတ်ရှုကြပါသော်လည်း။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ရသူတို့ အချင်းချင်းကြားရှိ အငြင်းပွားမှုများ၊ မုန်းတီးမှုများနှင့် ခေါင်းမာမှုများကို ရှင်းပြတော်မူခဲ့သည်။ မိုဟာမက် ဘင် အစ္စဟာက်က အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်သည်၊ \"နဂျရာန်မှ ခရစ်ယာန်ကိုယ်စားလှယ်အဖွဲ့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ရောက်ရှိလာသောအခါ၊ ဂျူးရဗ္ဗီများ ရောက်လာပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ရှေ့မှောက်၌ ၎င်းတို့နှင့် စတင်ငြင်းခုံကြသည်။ ရာဖီအ် ဘင် ဟုရိုင်မီလာဟ်က 'သင်တို့သည် မည်သည့်အရာကိုမျှ မလိုက်နာကြ' ဟု ပြောပြီး ယေရှုနှင့် အင်ဂျီးလ် (ဓမ္မသစ်ကျမ်း) ကို မယုံကြည်ကြောင်း ထပ်လောင်းပြောကြားခဲ့သည်။ ထို့နောက် နဂျရာန်ကိုယ်စားလှယ်အဖွဲ့မှ ခရစ်ယာန်တစ်ဦးက ဂျူးများအား 'သင်တို့ကသာ မည်သည့်အရာကိုမျှ မလိုက်နာကြ' ဟု ပြောပြီး မူဆာ၏ နဗီပြုခြင်းကို ငြင်းပယ်ပြီး တော်ရာ (ဓမ္မဟောင်းကျမ်း) ကို မယုံကြည်ကြောင်း ထပ်လောင်းပြောကြားခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်ကို ထုတ်ပြန်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَىٰ عَلَىٰ شَيْءٍ وَقَالَتِ النَّصَارَىٰ لَيْسَتِ الْيَهُودُ عَلَىٰ شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးများက ခရစ်ယာန်များသည် မည်သည့်အရာကိုမျှ မလိုက်နာကြ <span class=\"gray\">(ဆိုလိုသည်မှာ မှန်ကန်သော ဘာသာ၌ မရှိကြ)</span> ဟု ပြောကြသည်။ ခရစ်ယာန်များကလည်း ဂျူးများသည် မည်သည့်အရာကိုမျှ မလိုက်နာကြ <span class=\"gray\">(ဆိုလိုသည်မှာ မှန်ကန်သော ဘာသာ၌ မရှိကြ)</span> ဟု ပြောကြသည်။ ထိုသူတို့နှစ်ဦးစလုံးသည် ကျမ်းဂန်ကို ဖတ်ရှုကြပါသော်လည်း။)</span>\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပါတီတစ်ရပ်စီသည် ၎င်းတို့၏ ကျမ်းဂန်တွင် ငြင်းပယ်သည်ဟု တောင်းဆိုခဲ့သည့်အရာ၏ အတည်ပြုချက်ကို ဖတ်ရှုခဲ့ကြသည်ကို ရှင်းလင်းတော်မူခဲ့သည်။ ထို့ကြောင့် ဂျူးများသည် ယေရှုကို မယုံကြည်ကြပေ၊ အလ္လာဟ်အရှင်မြတ်သည် မူဆာ၏ လျှာဖြင့် ၎င်းတို့အား ယေရှုကို ယုံကြည်ရန် ကတိပြုစေခဲ့သော တော်ရာကျမ်း (ဓမ္မဟောင်းကျမ်း) ရှိနေပါသော်လည်း။ ထို့အပြင် ဓမ္မသစ်ကျမ်းတွင် ယေရှုက မူဆာ၏ နဗီပြုခြင်းနှင့် တော်ရာကျမ်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ လာသည်ဟု အခိုင်အမာ ပြောဆိုထားသည်။ သို့သော် ပါတီတစ်ရပ်စီသည် အခြားပါတီ၌ ရှိသည့်အရာကို မယုံကြည်ခဲ့ကြပေ။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> كَذَٰلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စကားကဲ့သို့ပင် မသိနားမလည်သူများက ပြောကြသည်)</span> ဤသို့ဖြင့် ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော ၎င်းတို့၏ ပြောဆိုချက်များနှင့် ပတ်သက်၍ ဂျူးများနှင့် ခရစ်ယာန်တို့ ပြသခဲ့သော မသိနားမလည်မှုကို ဖော်ထုတ်လိုက်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၏ အဓိပ္ပါယ်နှင့် ပတ်သက်၍ အမြင်ကွဲပြားမှုများ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မသိနားမလည်သူများ)</span></p><p lang=\"gd\" class=\"gd \">For instance, Ar-Rabi' bin Anas and Qatadah said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စကားကဲ့သို့ပင် မသိနားမလည်သူများက ပြောကြသည်)</span> ဆိုလိုသည်မှာ \"ခရစ်ယာန်များသည် ဂျူးများအား အလားတူ ပြောဆိုချက်များ ပြောကြားခဲ့သည်\"။ အိဗ်နု ဂျူရိုင်ဂျ်က အာတာဟ်အား \"ထို 'မသိနားမလည်သူများ' သည် မည်သူများနည်း\" ဟု မေးခဲ့သည်။ အာတာဟ်က \"ဂျူးများနှင့် ခရစ်ယာန်များ မပေါ်ပေါက်မီ၊ တော်ရာကျမ်းနှင့် အင်ဂျီးလ်ကျမ်းများ မပေါ်ပေါက်မီက ရှိခဲ့သော လူမျိုးများ\" ဟု ပြောကြားခဲ့သည်။ ထို့အပြင် အပ်စ်-ဆွဒ်ဒီကလည်း ပြောကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မသိနားမလည်သူများက ပြောကြသည်)</span> ဟူသည်မှာ မိုဟာမက် ﷺ သည် မည်သည့်အရာကိုမျှ မလိုက်နာဟု <span class=\"gray\">(ဆိုလိုသည်မှာ မှန်ကန်သော သို့မဟုတ် လက်ရှိ ဘာသာကို မလိုက်နာ)</span> ပြောဆိုခဲ့သော အာရဗ်လူမျိုးများကို ရည်ညွှန်းသည်။ အဘူ ဂျာအ်ဖရ် ဘင် ဂျရီးရ်က ဤအာယတ်သည် အထွေထွေဖြစ်ပြီး ဤရှင်းလင်းချက်များထဲမှ မည်သည့်တစ်ခုကိုမျှ အတိအကျ ထောက်ခံသော သက်သေအထောက်အထား မရှိဟု ရှုမြင်ခဲ့သည်။ ထို့ကြောင့် အာယတ်ကို အထွေထွေနည်းဖြင့် အဓိပ္ပာယ်ဖွင့်ဆိုခြင်းသည် ပို၍ ကောင်းသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကွဲပြားခဲ့ကြသည့် ကိစ္စများနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့၌ ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို ပြန်လည်ရောက်ရှိရာနေ့၌ စုစည်းတော်မူမည်။ ထိုနေ့၌ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အကြား တရားမျှတစွာ စီရင်ဆုံးဖြတ်တော်မူမည်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် မည်သူ့ကိုမျှ အဏုမြူတစ်မှုန်ခန့်မျှပင် မတရား ပြုတော်မူမည်မဟုတ်သောကြောင့် ဖြစ်သည်။ ဤအာယတ်သည် ဆူရတွလ်ဟဂ်ျ <span class=\"gray\">(၂၂:၁၇)</span> ရှိ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် အလားတူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَىٰ وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ယုံကြည်သူများ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် မိုဟာမက် ﷺ ကို ယုံကြည်သူများ)</span>၊ ဂျူးများ၊ ဆာဗီယန်များ၊ ခရစ်ယာန်များ၊ မဂျူစ့်များ၊ နှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ဖက်စပ်သူများ၊ ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့၌ ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်။ ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် သက်သေခံဖြစ်တော်မူသည်)</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"ကျွန်ုပ်တို့၏ အရှင်သည် ကျွန်ုပ်တို့အားလုံးကို <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့၌)</span> အတူတကွ စုစည်းတော်မူမည်၊ ထို့နောက် ၎င်းသည် ကျွန်ုပ်တို့အကြား မှန်ကန်စွာ စီရင်ဆုံးဖြတ်တော်မူမည်။ ကိုယ်တော်သည် တရားမျှတသော စီရင်ဆုံးဖြတ်သူ၊ အဖြစ်မှန်ကို သိရှိတော်မူသူ ဖြစ်သည်\")</span><span class=\"gray\">(၃၄:၂၆)</span>။</p>"
  }
]