[
  {
    "ayah_key": "18:30",
    "group_ayah_key": "18:30",
    "from_ayah": "18:30",
    "to_ayah": "18:31",
    "ayah_keys": "18:30,18:31",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ယုံကြည်ပြီး ကောင်းမှုပြုခဲ့ကြသူတို့နှင့်ပတ်သက်၍၊ မည်သူမဆို မိမိ၏ <span class=\"gray\">(ကောင်းမှု)</span> လုပ်ငန်းများကို အပြည့်စုံဆုံးနည်းဖြင့် လုပ်ဆောင်သူ၏ အကျိုးကို အမှန်ပင် ငါတို့သည် ဆုံးရှုံးစေမည်မဟုတ်ပေ <span>(၃၀)</span>ဤသူတို့အတွက် အဒ်န်ဂျန္နတ်များရှိမည်။ ၎င်းတို့အောက်မှ မြစ်များစီးဆင်းနေမည်။ ၎င်းတို့သည် ရွှေလက်ကောက်များဖြင့် ဆင်ယင်ခံရမည်ဖြစ်ပြီး၊ ဆွန်ဒွတ်စ်နှင့် အစ်တဗရက်ဂ်၏ အစိမ်းရောင်အဝတ်အစားများကို ဝတ်ဆင်ရမည်ဖြစ်သည်။ ၎င်းတို့သည် အရာအစ်ခ်ပေါ်တွင် မွတ်တကီအင်း ဖြစ်ကြမည်။ အကျိုးသည် အလွန်ကောင်းမွန်ပြီး မွရ်တဖက်ဂ်သည် အလွန်ထူးချွန်ပေသည် <span>(၃၁)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်၍ ကောင်းမှုပြုကြသူတို့၏ အကျိုး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပျက်စီးမည့်သူတို့၏ အခြေအနေကို ဖော်ပြပြီးနောက်၊ အလ္လာဟ်ကို ယုံကြည်၍ ကိုယ်တော်၏ ရစူလ်တမန်များ ယူဆောင်လာသည်များကို ယုံကြည်ခဲ့ကြသူများ၊ သူတို့အား အမိန့်ပေးခဲ့သည့်အတိုင်း ကောင်းမှုပြုခဲ့ကြသူများ၏ အခြေအနေကို ဖော်ပြခဲ့သည်။ ၎င်းတို့သည် ဂျန္နတ်တုလ်အဒ်န်ကို ရရှိကြမည်။ အဒ်န်ဆိုသည်မှာ ထာဝရတည်မြဲခြင်းဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အောက်မှ မြစ်များစီးဆင်းလျက်ရှိသည်၊)</span> ဆိုသည်မှာ ၎င်း၏ အခန်းများနှင့် နေအိမ်များအောက်မှ ဖြစ်သည်။ ဖိရ်အောန်က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذِهِ الْأَنْهَارُ تَجْرِي مِن تَحْتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အောက်မှ ဤမြစ်များစီးဆင်းနေသည်...)</span><span class=\"gray\">[၄၃:၅၁]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">يُحَلَّوْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဆင်ယင်ခံရမည်)</span> ဆိုသည်မှာ လက်ဝတ်ရတနာများဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေလက်ကောက်များဖြင့်)</span> အလ္လာဟ်အရှင်မြတ်သည် အခြားတစ်နေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပုလဲများ၊ ၎င်းတို့၏ ဝတ်စုံများသည် ပိုးဖြင့်ပြုလုပ်ထားသည်)</span><span class=\"gray\">[၂၂:၂၃]</span>။ ဤအရာကို ဤနေရာတွင် ပိုမိုအသေးစိတ်ရှင်းပြထားပြီး၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဆွန်ဒွတ်စ်နှင့် အစ်တဗရက်ဂ်၏ အစိမ်းရောင်အဝတ်အစားများကို ဝတ်ဆင်ရမည်ဖြစ်သည်။)</span> ဆွန်ဒွတ်စ်ဆိုသည်မှာ အင်္ကျီနှင့်တူသော ကောင်းမွန်သည့် အဝတ်အစားကို ဆိုလိုပြီး၊ အစ်တဗရက်ဂ်မှာ ထူထဲတောက်ပြောင်သော ကတ္တီပါဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အရာအစ်ခ်ပေါ်တွင် မွတ်တကီအင်း ဖြစ်ကြမည်။)</span> မွတ်တကီအင်းဟူသော စကားလုံးသည် လဲလျောင်းခြင်းကို ဆိုလိုသည်၊ သို့မဟုတ် ခြေထောက်ချိတ်ထိုင်ခြင်းကို ဆိုလိုသည်ဟုလည်း ပြောကြပြီး၊ ဤနေရာတွင် ထိုအဓိပ္ပါယ်နှင့် ပိုမိုနီးစပ်သည်။ ဆဟီးဟ်ဟဒီးစ်တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَنَا فَلَا آكُلُ مُتَّكِئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အတွက်မူ ငါသည် ခြေထောက်ချိတ်ထိုင်လျက် <span class=\"gray\">(မွတ်တကီအန်)</span> မစားပေ။)</span>။ အရာအစ်ခ်သည် အရိကာဟ်၏ အများကိန်းဖြစ်ပြီး၊ ၎င်းမှာ အမိုးအောက်ရှိ အိပ်ရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျိုးသည် အလွန်ကောင်းမွန်ပြီး၊ အလွန်ကောင်းမွန်သော နားခိုရာ <span class=\"gray\">(မွရ်တဖက်ဂ်)</span> ဖြစ်သည်!)</span> ဆိုသည်မှာ ၎င်းတို့၏ ကောင်းမှုများအတွက် အကျိုးအဖြစ် ဂျန္နတ်သည် မည်မျှမင်္ဂလာရှိကြောင်းကို ဆိုလိုသည်။ အလွန်ကောင်းမွန်သော မွရ်တဖက်ဂ် ဆိုသည်မှာ မည်မျှကောင်းမွန်သော နေထိုင်ရာ၊ နားခိုရာနှင့် တည်းခိုရာ ဖြစ်သည်ကို ဆိုလိုသည်။ ယခင်က အလ္လာဟ်အရှင်မြတ်သည် ငရဲဘုံနှင့် ပတ်သက်၍ မိန့်တော်မူခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဖျော်ယမကာသည် ကြောက်မက်ဖွယ်ကောင်းပြီး၊ မွရ်တဖက်ဂ်သည် ဆိုးရွားသော နားခိုရာဖြစ်သည်!)</span><span class=\"gray\">[၁၈:၂၉]</span>။ အလားတူပင် ကိုယ်တော်သည် စူရဟ်အလ်ဖုရ်ကာန်တွင် ထိုနှစ်ခု <span class=\"gray\">(ဂျန္နတ်နှင့် ငရဲ)</span> ကို နှိုင်းယှဉ်၍ မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်း <span class=\"gray\">(ငရဲ)</span> သည် နေထိုင်ရာအဖြစ်လည်း ဆိုးရွားလှသည်။ နားခိုရာအဖြစ်လည်း ဆိုးရွားလှသည်)</span><span class=\"gray\">[၂၅:၆၆]</span>။ ထို့နောက် ကိုယ်တော်သည် ယုံကြည်သူတို့၏ ဂုဏ်ရည်များကို ဖော်ပြပြီးနောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا - خَالِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ သည်းခံမှုကြောင့် အမြင့်ဆုံးသောနေရာဖြင့် ဆုချခံရမည်။ ၎င်းတို့သည် ထိုနေရာတွင် နှုတ်ခွန်းဆက်သခြင်းနှင့် ငြိမ်းချမ်းရေးနှင့် ဂုဏ်ပြုစကားများကို ကြုံတွေ့ရမည်။ ထိုနေရာတွင် ထာဝရနေထိုင်ကြရာ၌၊ နေထိုင်ရာအဖြစ်လည်း အလွန်ကောင်းမွန်ပြီး၊ နားခိုရာအဖြစ်လည်း အလွန်ကောင်းမွန်သည်)</span><span class=\"gray\">[၂၅:၇၅-၇၆]</span></p>"
  },
  {
    "ayah_key": "18:32",
    "group_ayah_key": "18:32",
    "from_ayah": "18:32",
    "to_ayah": "18:36",
    "ayah_keys": "18:32,18:33,18:34,18:35,18:36",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အား ဥပမာ နှစ်ဦး တင်ပြလိုက်ပါ- ထိုနှစ်ဦးအနက် တစ်ဦးအား စပျစ်ခြံနှစ်ခုကို ငါတို့ ပေးခဲ့သည်၊ ထိုခြံနှစ်ခုကို စွန်ပလွန်ပင်များဖြင့် ဝန်းရံထားခဲ့သည်၊ ၎င်းတို့ကြားတွင် စိုက်ပျိုးထားသော စပါးပင်များ <span class=\"gray\">(လယ်ကွင်းများ)</span> ကိုလည်း ထားရှိခဲ့သည်<span>(၃၂)</span>ထိုဥယျာဉ်နှစ်ခုစီတိုင်းသည် ၎င်း၏ အသီးအနှံများကို ထွက်ပေါ်စေခဲ့သည်၊ ၎င်းတွင် အနည်းငယ်မျှပင် မပျက်စီးခဲ့ပေ၊ ထိုနှစ်ခုအလယ်တွင် မြစ်တစ်စင်းကို ငါတို့ စီးဆင်းစေခဲ့သည် <span>(၃၃)</span>ထိုသူ၌ သမာရ်ရှိခဲ့သည်၊ သူသည် မိမိ၏ အဖော်အား စကားပြောဆိုရာတွင် ပြောလိုက်သည်- \"ငါသည် မင်းထက် စည်းစိမ်ဥစ္စာ ပို၍များပြီး ပိုမိုခိုင်မာသော အခြွေအရံရှိသည်။ <span>(၃၄)</span>ထိုသူသည် မိမိကိုယ်ကို မတရားပြုကျင့်လျက် မိမိ၏ ဥယျာဉ်သို့ ဝင်ရောက်သွားသည်။ သူက ပြောလိုက်သည်- \"ဤအရာသည် ထာဝရ ပျက်စီးသွားလိမ့်မည်ဟု ငါမထင်ပေ။ <span>(၃၅)</span>\"နှင့် ငါသည် ရှင်ပြန်ထမြောက်ချိန် လာလိမ့်မည်ဟု မထင်ပေ၊ အကယ်၍ ငါသည် ငါ၏အရှင်ထံသို့ ပြန်ပို့ခံရလျှင်ပင်၊ ကိုယ်တော်ထံ ပြန်ရောက်သောအခါ ဤထက် ပိုကောင်းသော အရာကို ငါအမှန်ပင် တွေ့ရမည်။ <span>(၃၆)</span></p><div lang=\"my\" class=\"my \"><h2>စည်းစိမ်ဥစ္စာရှိသော ရုပ်ပွားကိုးကွယ်သူများနှင့် ဆင်းရဲသော မွတ်စလင်မ်တို့၏ ဥပမာ</h2></div><p lang=\"my\" class=\"my \">မွတ်စလင်မ်များအနက် ဆင်းရဲနွမ်းပါးသူများနှင့် အားနည်းသူများနှင့်အတူ ထိုင်ရန် မာနကြီးလွန်းသော ရုပ်ပွားကိုးကွယ်သူများကို ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် ဥပမာအဖြစ် လူနှစ်ဦးအကြောင်းကို ပြောပြခဲ့သည်။ ထိုနှစ်ဦးအနက် တစ်ဦးအား အလ္လာဟ်အရှင်မြတ်သည် စပျစ်ခြံနှစ်ခု ပေးခဲ့ပြီး၊ ၎င်းတို့ကို စွန်ပလွန်ပင်များဖြင့် ဝန်းရံထားကာ သီးနှံပင်များဖြင့် စိုက်ပျိုးထားသည်။ သစ်ပင်နှင့် အပင်အားလုံးသည် အသီးအနှံများစွာ သီးပွင့်ခဲ့ပြီး၊ လွယ်ကူစွာရရှိနိုင်သော အရည်အသွေးကောင်းမွန်သည့် ထွက်ကုန်များကို ထုတ်လုပ်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဥယျာဉ်နှစ်ခုစီတိုင်းသည် ၎င်း၏ အသီးအနှံများကို ထွက်ပေါ်စေခဲ့သည်၊)</span> ဆိုသည်မှာ ၎င်း၏ အသီးများကို ထုတ်လုပ်ခဲ့သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَمْ تَظْلِم مِّنْهُ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် အနည်းငယ်မျှပင် မပျက်စီးခဲ့ပေ၊)</span> ဆိုသည်မှာ မည်သည့်အရာမျှ လျော့နည်းခြင်းမရှိခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနှစ်ခုအလယ်တွင် မြစ်တစ်စင်းကို ငါတို့ စီးဆင်းစေခဲ့သည်)</span> ဆိုသည်မှာ မြစ်များသည် ထိုနေရာနှင့် ဤနေရာများတွင် ၎င်းတို့ကြားမှ စီးဆင်းနေခြင်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ لَهُ ثَمَرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူ၌ သမာရ်ရှိခဲ့သည်၊)</span> ဤနေရာတွင် ရည်ရွယ်သည်မှာ စည်းစိမ်ဥစ္စာဖြစ်သည်ဟုလည်းကောင်း၊ ရည်ရွယ်သည်မှာ အသီးအနှံများဖြစ်သည်ဟုလည်းကောင်း ပြောဆိုခဲ့ကြသည်။ ဤနေရာတွင် ပိုမိုထင်ရှားသော အဓိပ္ပါယ်မှာ အသီးအနှံများဖြစ်သည်။ ဤအရာကို အခြားရွတ်ဖတ်ပုံဖြစ်သည့် သွမ်ရ် (Thumr) ကလည်း ထောက်ပံ့ထားပြီး၊ ၎င်းသည် သမ်ရာဟ် <span class=\"gray\">(Thamrah) (အသီး)</span> ၏ အများကိန်းဖြစ်သည်၊ ခုရှ်ဗ် (Khushb) သည် ခရှဘ် <span class=\"gray\">(Khashab) (သစ်သား)</span> ၏ အများကိန်းဖြစ်သကဲ့သို့ပင်။ အချို့ကမူ သမာရ် (Thamar) ဟု ရွတ်ဖတ်ကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَالَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူက ပြောလိုက်သည်)</span> ဥယျာဉ်နှစ်ခု၏ ပိုင်ရှင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ အဖော်အား စကားပြောဆိုရာတွင်)</span> ဆိုသည်မှာ သူနှင့် ငြင်းခုံရင်း၊ သူ့အား ကြွားဝါရင်း၊ ဂုဏ်ပြရင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် မင်းထက် စည်းစိမ်ဥစ္စာ ပို၍များပြီး ပိုမိုခိုင်မာသော အခြွေအရံရှိသည်။)</span> ဆိုသည်မှာ 'ငါ၌ အစေခံများ၊ အဖော်အပေါင်းအသင်းများနှင့် သားသမီးများ ပိုမိုရှိသည်။' ကွတာဒါဟ်က ပြောခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ ဤသည်မှာ မကောင်းမှုပြုသူတို့၏ ဆန္ဒဖြစ်ပြီး စည်းစိမ်ဥစ္စာများစွာနှင့် ကြီးမားသော အခြွေအရံရှိလိုခြင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် မိမိကိုယ်ကို မတရားပြုကျင့်လျက် မိမိ၏ ဥယျာဉ်သို့ ဝင်ရောက်သွားသည်။)</span> ဆိုသည်မှာ သူ၏ မယုံကြည်ခြင်း၊ ပုန်ကန်ခြင်း၊ မာနကြီးခြင်းနှင့် နောင်ဘဝကို ငြင်းပယ်ခြင်းတို့ကြောင့် ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\"> قَالَ مَا أَظُنُّ أَن تَبِيدَ هَٰذِهِ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူက ပြောလိုက်သည်- \"ဤအရာသည် ထာဝရ ပျက်စီးသွားလိမ့်မည်ဟု ငါမထင်ပေ။\")</span> ထို့ကြောင့် သူသည် မြင်တွေ့ခဲ့ရသော အပင်များ၊ အသီးအနှံများ၊ သစ်ပင်များနှင့် ဥယျာဉ်၏ အမျိုးမျိုးသော အစိတ်အပိုင်းများမှ စီးဆင်းနေသော မြစ်များကြောင့် မိမိကိုယ်ကို လှည့်စားခံခဲ့သည်။ သူသည် ၎င်းသည် မည်သည့်အခါမျှ အဆုံးသတ်မည်မဟုတ်၊ ရပ်တန့်မည်မဟုတ်၊ ပျက်စီးမည်မဟုတ်ဟု ထင်ခဲ့သည်။ ဤသည်မှာ သူ၏ နားလည်မှုနည်းပါးခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်အပေါ် ယုံကြည်ခြင်း အားနည်းခြင်းကြောင့် ဖြစ်ပြီး၊ ဤလောကနှင့် ၎င်း၏ တန်ဆာဆင်မှုများကို သဘောကျခြင်းကြောင့် ဖြစ်သည်။ ထို့ပြင် သူသည် နောင်ဘဝကို မယုံကြည်ခြင်းကြောင့်လည်း ဖြစ်သည်။ ထို့ကြောင့် သူက ပြောလိုက်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"နှင့် ငါသည် ရှင်ပြန်ထမြောက်ချိန် လာလိမ့်မည်ဟု မထင်ပေ...\")</span> ဆိုသည်မှာ မည်သည့်အခါမျှ ဖြစ်ပေါ်လာမည်မဟုတ်ဟု ဖြစ်သည်</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါသည် ငါ၏အရှင်ထံသို့ ပြန်ပို့ခံရလျှင်ပင်၊ ကိုယ်တော်ထံ ပြန်ရောက်သောအခါ ဤထက် ပိုကောင်းသော အရာကို ငါအမှန်ပင် တွေ့ရမည်။)</span> ဆိုသည်မှာ 'အကယ်၍ နောင်ဘဝနှင့် အလ္လာဟ်ထံသို့ ပြန်သွားရခြင်းရှိခဲ့လျှင်၊ ငါ၏ အရှင်ထံတွင် ဤထက် ပိုကောင်းသော ဝေစုကို ငါရရှိမည်။ အဘယ်ကြောင့်ဆိုသော် ငါ့ကို ချစ်ခင်ခြင်းမရှိခဲ့ပါက၊ ကိုယ်တော်သည် ဤအရာအားလုံးကို ငါ့အား ပေးခဲ့မည်မဟုတ်ပေ။' အလ္လာဟ်အရှင်မြတ်သည် အခြားတစ်နေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِندَهُ لَلْحُسْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ ငါသည် ငါ၏အရှင်ထံသို့ ပြန်ပို့ခံရလျှင်၊ အမှန်စင်စစ် ကိုယ်တော်ထံတွင် ငါ့အတွက် အကောင်းဆုံးရှိလိမ့်မည်။)</span><span class=\"gray\">[၄၁:၅၀]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အာယတ်တော်များကို မယုံကြည်ဘဲ၊ \"ငါသည် စည်းစိမ်ဥစ္စာနှင့် သားသမီးများကို အမှန်ပင် ပေးအပ်ခံရမည် <span class=\"gray\">[အကယ်၍ ငါပြန်လည်ရှင်သန်လျှင်)</span>\" ဟု ပြောဆိုခဲ့သူအား သင်မြင်ဖူးပါသလား။)</span><span class=\"gray\">[၁၉:၇၇]</span> သူသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ဤအရာကို ပေးအပ်မည်ဟု မည်သည့်ခိုင်လုံသော သက်သေအထောက်အထားမျှမရှိဘဲ သေချာပေါက်ယူဆခဲ့သည်။ ဤအာယတ်တော် ထုတ်ပြန်ရခြင်း၏ အကြောင်းရင်းမှာ အလ်-အာ့စ် ဘင် ဝါအိလ်ကြောင့် ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိပါက သင့်လျော်သောနေရာတွင် ကျွန်ုပ်တို့ ရှင်းပြပါမည်။ အလ္လာဟ်အရှင်မြတ်၌ ကျွန်ုပ်တို့ ယုံကြည်စိတ်ချသည်။</p>"
  }
]