[
  {
    "ayah_key": "24:32",
    "group_ayah_key": "24:32",
    "from_ayah": "24:32",
    "to_ayah": "24:34",
    "ayah_keys": "24:32,24:33,24:34",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့အထဲမှ အိမ်ထောင်မရှိသူများ <span class=\"gray\">(အလ်အာယာမာ)</span> နှင့် သင်တို့၏ အစေခံကျွန်ယောက်ျားများ၊ ကျွန်မိန်းမများအနက်မှ သန့်စင်သူများကို လက်ထပ်ကြလော့။ ၎င်းတို့သည် ဆင်းရဲကြပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မိမိ၏ ဂရုဏာတော်ဖြင့် ကြွယ်ဝပြည့်စုံစေတော်မူလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် အားလုံးလုံလောက်တော်မူသော၊ အရာခပ်သိမ်းကို သိရှိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၃၂)</span>လက်ထပ်ရန် ငွေကြေးအင်အားမရှိသူများမူကား အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မိမိ၏ ဂရုဏာတော်ဖြင့် ကြွယ်ဝပြည့်စုံစေတော်မူသည်အထိ မိမိကိုယ်ကို သန့်စင်စောင့်စည်းကြပါစေ။ သင်တို့၏ ကျွန်များအနက်မှ လွတ်မြောက်ရေးစာချုပ် <span class=\"gray\">(၏ စာချုပ်)</span> ကို ရှာဖွေသူများရှိပါက ၎င်းတို့ထံတွင် ကောင်းကျိုးနှင့် ရိုးသားမှုရှိသည်ကို သင်တို့တွေ့ရှိပါက ၎င်းတို့အား ထိုသို့သော စာချုပ်ကို ပေးကြလော့။ သင်တို့အား အလ္လာဟ်အရှင်မြတ် ချီးမြှင့်ထားသော အလ္လာဟ်အရှင်မြတ်၏ စည်းစိမ်ဥစ္စာမှ ၎င်းတို့အား တစ်ခုခု <span class=\"gray\">(သင်တို့ကိုယ်တိုင်)</span> ပေးကမ်းကြလော့။ သင်တို့သည် ဤလောကီဘဝ၏ ကုန်ပစ္စည်းများမှ အကျိုးအမြတ်ရရှိရန်အတွက် သင်တို့၏ ကျွန်မိန်းကလေးများကို အကယ်၍ ၎င်းတို့သည် သန့်စင်မှုကို ဆန္ဒရှိပါက အဓမ္မပြည့်တန်ဆာလုပ်ရန် အတင်းအကျပ်မပြုရ။ သို့သော် မည်သူမဆို ၎င်းတို့အား အတင်းအကျပ်ပြုပါက ထိုသို့ အတင်းအကျပ်ပြုပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်သနားကြင်နာတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၃၃)</span>အမှန်စင်စစ် သင်တို့အတွက် ရှင်းလင်းပြတ်သားသော အာယသ်တော်များကိုလည်းကောင်း၊ သင်တို့မတိုင်မီက ကွယ်လွန်ခဲ့သူများ၏ ဥပမာကိုလည်းကောင်း၊ တပ်ကွာတရားရှိသူများအတွက် ဆုံးမဩဝါဒကိုလည်းကောင်း ငါတို့သည် ချပေးတော်မူခဲ့ပြီ။ <span>(၃၄)</span></p><div lang=\"my\" class=\"my \"><h2>လက်ထပ်ရန်အမိန့်</h2></div><p lang=\"my\" class=\"my \">ဤရှင်းလင်းပြတ်သားသော အာယသ်တော်များတွင် မရှင်းမလင်းဖြစ်ဖွယ်မရှိသော စည်းမျဉ်းများနှင့် ခိုင်မာသော အမိန့်အများအပြား ပါဝင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنكِحُوا الْأَيَامَىٰ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အထဲမှ အိမ်ထောင်မရှိသူများ <span class=\"gray\">(အလ်အာယာမာ)</span> ကို လက်ထပ်ကြလော့....)</span> ဤသည်မှာ လက်ထပ်ရန် အမိန့်ဖြစ်သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الشَّبَابِ، مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ، فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိုလူငယ်အပေါင်းတို့၊ သင်တို့အထဲမှ မည်သူမဆို လက်ထပ်ရန်တတ်နိုင်သူသည် လက်ထပ်ပါစေ။ အကြောင်းမူကား ယင်းသည် မျက်စိကိုနှိမ့်ချရာ၌လည်းကောင်း၊ လိင်အင်္ဂါကို ကာကွယ်ရာ၌လည်းကောင်း ပို၍ထိရောက်သောကြောင့်ဖြစ်သည်။ မည်သူမဆို ထိုသို့မလုပ်နိုင်သူသည် ဥပုသ်သီလစောင့်ထိန်းပါစေ။ အကြောင်းမူကား ယင်းသည် ၎င်းအတွက် အကာအကွယ်ဖြစ်သည်။)</span> ဤသည်ကို အိဗ်နု မပ်စ်အူဒ်၏ ဟဒီးစ်တော်မှ ဆွဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ အစ်စူနန်တွင် တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူကြောင်း လူအများအပြားထံမှ မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَزَوَّجُوا تَوَالَدُوا تَنَاسَلُوا فَإِنِّي مُبَاهٍ بِكُمُ الْأُمَمَ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လက်ထပ်ကြလော့၊ သားသမီးယူကြလော့၊ အကြောင်းမူကား ငါသည် ကိယာမတ်နေ့တွင် အခြားသောလူမျိုးများရှေ့၌ သင်တို့ကြောင့် ဂုဏ်ယူမည်။)</span> အလ်-အယာမာဟူသောစကားလုံးသည် အိုင်ယင်မ်၏ ဗဟုဝုစ်ပုံစံဖြစ်ပြီး၊ လင်ယောက်ျားမရှိသော အမျိုးသမီးနှင့် ဇနီးမရှိသော အမျိုးသားကို ဖော်ပြရန် အသုံးပြုသည်။ ၎င်းတို့သည် လက်ထပ်ပြီးနောက် ခွဲခွာခဲ့သည်ဖြစ်စေ၊ လုံးဝလက်ထပ်ဖူးခြင်းမရှိသည်ဖြစ်စေ မသက်ဆိုင်ပါ။ အလ်-ဂျောင်ဟာရီက ဤအကြောင်းကို <span class=\"gray\">(အာရဗီ)</span> ဘာသာစကားပညာရှင်များထံမှ သတင်းပို့ခဲ့ပြီး၊ ဤစကားလုံးသည် အမျိုးသားနှင့် အမျိုးသမီးနှစ်ဦးလုံးအတွက် အသုံးပြုသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဆင်းရဲကြပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မိမိ၏ ဂရုဏာတော်ဖြင့် ကြွယ်ဝပြည့်စုံစေတော်မူမည်။)</span> 'အလီ ဘင် အဘီ သလ်ဟဟ်က အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား လက်ထပ်ရန်အားပေးခဲ့သည်၊ လွတ်လပ်သူများနှင့် ကျွန်များနှစ်ဦးလုံးကို လက်ထပ်ရန် အမိန့်ပေးခဲ့သည်၊ ထို့ပြင် ၎င်းတို့အား ကြွယ်ဝပြည့်စုံစေမည်ဟု ကတိပြုတော်မူခဲ့သည်။\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဆင်းရဲကြပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မိမိ၏ ဂရုဏာတော်ဖြင့် ကြွယ်ဝပြည့်စုံစေတော်မူမည်။)</span> အိဗ်နု မပ်စ်အူဒ်က ပြောကြားသည်ဟု မှတ်တမ်းတင်ထားသည်- \"လက်ထပ်ခြင်းမှတစ်ဆင့် ကြွယ်ဝမှုကို ရှာဖွေကြလော့၊ အကြောင်းမူကား အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဆင်းရဲကြပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မိမိ၏ ဂရုဏာတော်ဖြင့် ကြွယ်ဝပြည့်စုံစေတော်မူမည်။)</span>\" ဤသည်ကို အိဗ်နု ဂျရီးရ် မှတ်တမ်းတင်ခဲ့သည်။ အလ်-ဘဃဝီကလည်း 'အူမာရ်ထံမှ အလားတူတစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်။ အလ်-လိုင်စ်ထံမှ မုဟမ္မဒ် ဘင် 'အဂျလန်ထံမှ စအီဒ် အလ်-မက်ဗူရီထံမှ အဘူ ဟူရိုင်ရဟ်ထံမှ သတင်းပို့သည်မှာ တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ حَقٌّ عَلَى اللهِ عَوْنُهُمْ: النَّاكِحُ يُرِيدُ الْعَفَافَ، وَالْمُكَاتَبُ يُرِيدُ الْأَدَاءَ، وَالْغَازِي فِي سَبِيلِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ် ကူညီရန် အခွင့်အရေးရှိသူသုံးဦးရှိသည်- သန့်စင်မှုကိုရှာဖွေ၍ လက်ထပ်သူတစ်ဦး၊ မိမိ၏လွတ်မြောက်မှုကိုဝယ်ယူရန် ရည်ရွယ်ချက်ဖြင့် သခင်နှင့်စာချုပ်ချုပ်ဆိုသော ကျွန်တစ်ဦး၊ အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် တိုက်ခိုက်သူတစ်ဦးတို့ဖြစ်သည်။)</span> ဤသည်ကို အီမာမ် အဟ်မဒ်၊ အတ်-တီရ်မိဒီ၊ အန်-နစာအီနှင့် အိဗ်နု မာဂျဟ်တို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ သည် ခါးပတ်မှလွဲ၍ ဘာမျှပိုင်ဆိုင်ခြင်းမရှိဘဲ၊ သံလက်စွပ်ပင် ဝယ်ယူနိုင်ခြင်းမရှိသော အမျိုးသားတစ်ဦးကို ထိုအမျိုးသမီးနှင့် လက်ထပ်ပေးခဲ့သည်။ မဟ်ရ်ကို ကုရ်အာန်မှ သူသိသော အရာအားလုံးကို ထိုအမျိုးသမီးအား သင်ကြားပေးမည်ဟူသော ကတိအဖြစ် ပြုလုပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရက်ရောမှုနှင့် ကြင်နာမှုတို့မှတစ်ဆင့် ထိုအမျိုးသမီးနှင့် ထိုအမျိုးသားအတွက် လုံလောက်သော အရာအားလုံးကို အရှင်မြတ်က ပေးသနားတော်မူခဲ့ကြောင်း သိရှိရသည်။</p><div lang=\"my\" class=\"my \"><h2>လက်ထပ်ရန်မတတ်နိုင်ပါက မိမိကိုယ်ကို သန့်စင်စောင့်စည်းရန် အမိန့်</h2></div><p lang=\"jv\" class=\"jv \">Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လက်ထပ်ရန် ငွေကြေးအင်အားမရှိသူများမူကား အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မိမိ၏ ဂရုဏာတော်ဖြင့် ကြွယ်ဝပြည့်စုံစေတော်မူသည်အထိ မိမိကိုယ်ကို သန့်စင်စောင့်စည်းကြပါစေ။)</span> ဤသည်မှာ လက်ထပ်ရန် အင်အားမရှိသူများအား အလ္လာဟ်အရှင်မြတ်ထံမှ အမိန့်ဖြစ်သည်။ ၎င်းတို့သည် မိမိကိုယ်ကို သန့်စင်စောင့်စည်းပြီး မတရားသောအရာများကို ရှောင်ရှားရမည်။ အကြောင်းမူကား တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိုလူငယ်အပေါင်းတို့၊ သင်တို့အထဲမှ မည်သူမဆို လက်ထပ်ရန်တတ်နိုင်သူသည် လက်ထပ်ပါစေ။ အကြောင်းမူကား ယင်းသည် မျက်စိကိုနှိမ့်ချရာ၌လည်းကောင်း၊ လိင်အင်္ဂါကို ကာကွယ်ရာ၌လည်းကောင်း ပို၍ထိရောက်သောကြောင့်ဖြစ်သည်။ မည်သူမဆို ထိုသို့မလုပ်နိုင်သူသည် ဥပုသ်သီလစောင့်ထိန်းပါစေ။ အကြောင်းမူကား ယင်းသည် ၎င်းအတွက် အကာအကွယ်ဖြစ်သည်။)</span> ဤအာယသ်တော်သည် အဓိပ္ပါယ်အားဖြင့် အထွေထွေဖြစ်သည်။ စူရာအန်-နီစာအ်ရှိ အာယသ်တော်သည် ပို၍တိကျသည်။ ထိုနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ الْمُحْصَنَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အထဲမှ လွတ်လပ်သော မွတ်စ်လင်မ်အမျိုးသမီးများကို လက်ထပ်ရန် နည်းလမ်းမရှိသူ မည်သူမဆို)</span> အရှင်မြတ်၏ မိန့်ကြားချက်အထိ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَن تَصْبِرُوا خَيْرٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့အတွက် မိမိကိုယ်ကို ထိန်းချုပ်ခြင်းသည် ပို၍ကောင်းသည်)</span><span class=\"gray\">(၄:၂၅)</span> ဆိုလိုသည်မှာ သင်တို့အတွက် သည်းခံခြင်းနှင့် ကျွန်မိန်းကလေးကို လက်ထပ်ခြင်းမှ ရှောင်ကြဉ်ခြင်းသည် ပို၍ကောင်းသည်၊ အကြောင်းမူကား မည်သည့်ကလေးမွေးဖွားလာသည်ဖြစ်စေ ထိုကလေးသည်လည်း ကျွန်ဖြစ်လိမ့်မည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်သနားကြင်နာတော်မူသော အရှင်ဖြစ်တော်မူသည်)</span><span class=\"gray\">(၄:၂၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လက်ထပ်ရန် ငွေကြေးအင်အားမရှိသူများမူကား မိမိကိုယ်ကို သန့်စင်စောင့်စည်းကြပါစေ၊)</span> 'အစ်ကရီမာဟ်က ပြောကြားသည်- \"ဤသည်မှာ အမျိုးသမီးတစ်ဦးကို မြင်သောအခါ ကာမဆန္ဒဖြစ်ပေါ်သကဲ့သို့ ခံစားရသော အမျိုးသားတစ်ဦးကို ရည်ညွှန်းသည်။ သူ့တွင် ဇနီးရှိပါက သူမထံသွား၍ မိမိ၏ဆန္ဒကို ဖြည့်ဆည်းပါစေ။ ဇနီးမရှိပါက အလ္လာဟ်အရှင်မြတ်က သူ့အား အသက်မွေးဝမ်းကျောင်းနည်းလမ်းများ ပေးသနားသည်အထိ ကောင်းကင်နှင့်မြေကြီး၏ နိုင်ငံတော်ကို ဆင်ခြင်သုံးသပ်ပါစေ။\"</p><div lang=\"my\" class=\"my \"><h2>ကျွန်များအား လွတ်မြောက်ရေးစာချုပ်ပေးရန် အမိန့်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကျွန်များအနက်မှ လွတ်မြောက်ရေးစာချုပ် <span class=\"gray\">(၏ စာချုပ်)</span> ကို ရှာဖွေသူများရှိပါက ၎င်းတို့ထံတွင် ကောင်းကျိုးနှင့် ရိုးသားမှုရှိသည်ကို သင်တို့တွေ့ရှိပါက ၎င်းတို့အား ထိုသို့သော စာချုပ်ကို ပေးကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကျွန်ပိုင်ရှင်များအား အလ္လာဟ်အရှင်မြတ်ထံမှ အမိန့်ဖြစ်သည်။ ၎င်းတို့၏ ကျွန်များက ၎င်းတို့အား လွတ်မြောက်ရေးစာချုပ်တောင်းဆိုပါက ၎င်းတို့အတွက် ရေးပေးသင့်သည်။ သို့သော် ကျွန်သည် စာချုပ်တွင် သတ်မှတ်ထားသောငွေကို သူ၏သခင်အား ပေးနိုင်ရန် အတတ်ပညာနှင့် ဝင်ငွေရရှိမည့်နည်းလမ်းအချို့ ရှိရမည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက ပြောကြားသည်- \"ရောင်ဟ်သည် အိဗ်နု ဂျူရိုင်ဂျ်ထံမှ သတင်းပို့သည်။ 'ငါသည် 'အတွာ' အား မေးမြန်းသည်၊ \"ကျွန်ုပ်၏ကျွန်၌ ငွေကြေးရှိကြောင်း သိပါက သူ့အတွက် လွတ်မြောက်ရေးစာချုပ် ရေးပေးရန် ကျွန်ုပ်အပေါ် ဝါဂျစ်ဘ်(မဖြစ်မနေ) ဖြစ်ပါသလား။\" သူက ပြောသည်၊ \"ဝါဂျစ်ဘ်မှတစ်ပါး အခြားမဖြစ်နိုင်ဟု ကျွန်ုပ်မထင်ပါ။\" 'အမ်ရ် ဘင် ဒီနာရ်က ပြောကြားသည်- \"ငါသည် 'အတွာ' အား မေးမြန်းသည်၊ 'သင်သည် ဤအရာကို မည်သူထံမှ သတင်းပို့ပါသလား။' သူက ပြောသည်၊ 'မပို့ပါ။' ထို့နောက် မူစာ ဘင် အနပ်စ်က သူ့အား ပြောပြသည်မှာ ငွေကြေးများစွာရှိသော စီရီန်သည် အနပ်စ်အား လွတ်မြောက်ရေးစာချုပ် တောင်းခံခဲ့သော်လည်း အနပ်စ်က ငြင်းဆန်ခဲ့သည်။ ထို့ကြောင့် သူသည် 'အူမာရ် <span class=\"gray\">(ဘင် အလ်-ခါ့တ်သားဘ်)</span> ထံသွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် သူ့အား နှစ်သက်တော်မူပါစေ။ သူက ပြောသည်၊ 'သူ့အတွက် ရေးပေးပါ။' သူက ငြင်းဆန်ခဲ့သည်။ ထို့ကြောင့် 'အူမာရ်က သူ့အား ကြိမ်လုံးဖြင့် ရိုက်နှက်၍ ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံတွင် ကောင်းကျိုးနှင့် ရိုးသားမှုရှိသည်ကို သင်တို့တွေ့ရှိပါက ၎င်းတို့အား ထိုသို့သော စာချုပ်ကို ပေးကြလော့။)</span> ထို့နောက် သူသည် စာချုပ်ကို ရေးသားခဲ့သည်။\" ဤအကြောင်းကို အလ်-ဘူခါရီက ဆက်စပ်မှုမရှိသော သတင်းလမ်းကြောင်းဖြင့် ဖော်ပြခဲ့သည်။ 'အဗ်ဒုရ်-ရာဇ်ဇာက်ကလည်း သတင်းပို့ခဲ့သည်။ သူက အိဗ်နု ဂျူရိုင်ဂျ်က ၎င်းတို့အား ပြောသည်- ကျွန်ုပ်သည် 'အတွာ' အား မေးမြန်းသည်၊ \"ကျွန်ုပ်၏ကျွန်၌ ငွေကြေးအချို့ရှိကြောင်း သိပါက သူ့အတွက် လွတ်မြောက်ရေးစာချုပ် ရေးပေးရန် ကျွန်ုပ်အပေါ် ဝါဂျစ်ဘ်ဖြစ်ပါသလား။\" သူက ပြောသည်၊ \"ဝါဂျစ်ဘ်မှတစ်ပါး အခြားမဖြစ်နိုင်ဟု ကျွန်ုပ်မထင်ပါ။\" <span class=\"gray\">['အမ်ရ် ဘင် ဒီနာရ်ကလည်း ပြောကြားသည်၊ \"ကျွန်ုပ်သည် 'အတွာ' အား မေးမြန်းသည်၊ 'သင်သည် ဤအရာကို မည်သူထံမှ သတင်းပို့ပါသလား။' သူက ပြောသည်၊ 'မပို့ပါ။'\"]</span> အိဗ်နု ဂျရီးရ် မှတ်တမ်းတင်ခဲ့သည်မှာ စီရီန်သည် အနပ်စ် ဘင် မာလစ်အား လွတ်မြောက်ရေးစာချုပ် ရေးပေးရန် ဆန္ဒရှိခဲ့သော်လည်း သူက နှောင့်နှေးခဲ့သည်။ ထို့နောက် 'အူမာရ်က သူ့အား ပြောကြားသည်၊ \"သင်သည် သူ့အတွက် လွတ်မြောက်ရေးစာချုပ်ကို သေချာပေါက် ရေးပေးရမည်။\" ၎င်း၏ သတင်းပို့သူများ၏ ဆက်နွယ်မှုသည် ဆွဟီဟ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံတွင် ကောင်းကျိုးနှင့် ရိုးသားမှုရှိသည်ကို သင်တို့တွေ့ရှိပါက။)</span> ၎င်းတို့အချို့က <span class=\"gray\">(ဤသည်မှာ)</span> ယုံကြည်စိတ်ချရမှုဟု ပြောကြားခဲ့သည်။ အချို့က \"ရိုးသားမှု\" ဟု ပြောကြားခဲ့ပြီး၊ အခြားသူများက \"အတတ်ပညာနှင့် ဝင်ငွေရရှိနိုင်စွမ်း\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتُوهُم مِّن مَّالِ اللَّهِ الَّذِي آتَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား အလ္လာဟ်အရှင်မြတ် ချီးမြှင့်ထားသော အလ္လာဟ်အရှင်မြတ်၏ စည်းစိမ်ဥစ္စာမှ ၎င်းတို့အား တစ်ခုခု ပေးကမ်းကြလော့။)</span> ဤသည်မှာ ၎င်းတို့၏ အခွင့်အရေးအဖြစ် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသော ဇကာတ်စည်းစိမ်၏ ဝေစုဖြစ်သည်။ ဤသည်မှာ အလ်-ဟစန်၊ 'အဗ်ဒုရ်-ရာဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ်နှင့် သူ၏ဖခင်နှင့် မုကာသီလ် ဘင် ဟိုင်ယန်တို့၏ အမြင်ဖြစ်သည်။ အိဗ်နု ဂျရီးရ် နှစ်သက်သော အမြင်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتُوهُم مِّن مَّالِ اللَّهِ الَّذِي آتَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား အလ္လာဟ်အရှင်မြတ် ချီးမြှင့်ထားသော အလ္လာဟ်အရှင်မြတ်၏ စည်းစိမ်ဥစ္စာမှ ၎င်းတို့အား တစ်ခုခု ပေးကမ်းကြလော့။)</span> အီဗရာဟီမ် အန်-နခအီက ပြောကြားသည်- \"ဤသည်မှာ လူအများ၊ ၎င်းတို့၏ သခင်များနှင့် အခြားသူများကို တိုက်တွန်းခြင်းဖြစ်သည်။\" ဤသည်မှာ ဘူရိုင်ဒဟ် ဘင် အလ်-ဟုစိုင်ဗ် အလ်-အပ်စ်လာမီနှင့် ကွာတာဒဟ်တို့၏ အမြင်လည်းဖြစ်သည်။ အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား ကျွန်များကို လွတ်မြောက်စေရာတွင် ကူညီရန် အမိန့်ပေးခဲ့သည်။\"</p><div lang=\"my\" class=\"my \"><h2>ကျွန်မိန်းကလေးများကို ကာမမှီဝဲရန် အတင်းအကျပ်ပြုခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"jv\" class=\"jv \">Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကျွန်မိန်းကလေးများကို ပြည့်တန်ဆာလုပ်ရန် အတင်းအကျပ်မပြုရ...)</span> ဂျာဟီလီယာခေတ်မှ လူများအနက် အချို့ရှိခဲ့သည်။ သူ၌ ကျွန်မိန်းကလေးတစ်ဦးရှိပါက သူမအား ဇီနာကျူးလွန်ရန် စေလွှတ်ပြီး ထိုအတွက် ငွေကြေးတောင်းခံကာ သူမထံမှ အကြိမ်တိုင်း ယူလေ့ရှိသည်။ အစ္စလာမ်ရောက်လာသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား ထိုသို့မပြုလုပ်ရန် တားမြစ်ခဲ့သည်။ ဤအာယသ်တော် ထုတ်ပြန်ရခြင်း၏ အကြောင်းရင်းမှာ ရှေးခေတ်နှင့် နောက်ပိုင်း တဖ်စီရ်ပညာရှင်များစွာ၏ သတင်းများအရ 'အဗ်ဒုလ္လာဟ် ဘင် အူဗိုင် ဘင် စလူလ်နှင့် သက်ဆိုင်သည်။ သူ၌ ကျွန်မိန်းကလေးများရှိခဲ့ပြီး ၎င်းတို့၏ ဝင်ငွေများကို ယူနိုင်ရန်နှင့် သူ၏အဆင့်အတန်းကို မြှင့်တင်ပေးမည့် ကလေးများရရှိစေရန် ရည်ရွယ်၍ ပြည့်တန်ဆာလုပ်ငန်းသို့ အတင်းအကျပ် ခိုင်းစေခဲ့သည်ဟု သူက ဆိုသည်။</p><div lang=\"my\" class=\"my \"><h2>ဤအကြောင်းအရာနှင့်ပတ်သက်၍ သတင်းပို့ခဲ့သော မှတ်တမ်းများ</h2></div><p lang=\"cy\" class=\"cy \">In his Musnad, Al-Hafiz Abu Bakr Ahmad bin 'Amr bin 'Abd Al-Khaliq Al-Bazzar, may Allah have mercy on him, recorded that Az-Zuhri said, \"'Abdullah bin Ubayy bin Salul had a slave-girl whose name was Mu'adhah, whom he forced into prostitution. When Islam came, the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကျွန်မိန်းကလေးများကို ပြည့်တန်ဆာလုပ်ရန် အတင်းအကျပ်မပြုရ...)</span> ကို ထုတ်ပြန်ခဲ့သည်။\" အလ်-အ်အ်မရှ်က အဘူ စူဖယာန်ထံမှ သတင်းပို့သည်။ ဂျာဗီရ်က ဤအာယသ်တော်နှင့်ပတ်သက်၍ ပြောကြားသည်- \"ဤအာယသ်တော်သည် 'အဗ်ဒုလ္လာဟ် ဘင် အူဗိုင် ဘင် စလူလ်ပိုင်ဆိုင်သော မူဆိုင်ကဟ်အမည်ရှိ ကျွန်မိန်းကလေးတစ်ဦးနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်။ သူသည် သူမအား မကောင်းမှုများကျူးလွန်ရန် အတင်းအကျပ်ခိုင်းစေလေ့ရှိသည်။ သို့သော် သူမ၌ မည်သည့်အမှားအယွင်းမျှမရှိဘဲ သူမက ငြင်းဆန်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်ကို ထုတ်ပြန်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကျွန်မိန်းကလေးများကို ပြည့်တန်ဆာလုပ်ရန် အတင်းအကျပ်မပြုရ၊)</span> အရှင်မြတ်၏ မိန့်ကြားချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُكْرِههُّنَّ فَإِنَّ اللَّهَ مِن بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို ၎င်းတို့အား အတင်းအကျပ်ပြုပါက ထိုသို့ အတင်းအကျပ်ပြုပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်သနားကြင်နာတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span>\" အန်-နစာအီကလည်း အလားတူတစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်။ မုကာသီလ် ဘင် ဟိုင်ယန်က ပြောကြားသည်- \"ကျွန်ုပ် ကြားသိရသည်မှာ – အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံးသိသည် – ဤအာယသ်တော်သည် ၎င်းတို့၏ ကျွန်မိန်းကလေးနှစ်ဦးအား <span class=\"gray\">(ပြည့်တန်ဆာလုပ်ရန်)</span> အတင်းအကျပ်ပြုလုပ်ခဲ့သော အမျိုးသားနှစ်ဦးနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်။ ၎င်းတို့အနက် တစ်ဦးမှာ မူဆိုင်ကဟ်အမည်ရှိပြီး <span class=\"gray\">[အန်စာရီ]</span> ပိုင်ဆိုင်သည်။ မူဆိုင်ကဟ်၏မိခင် အူမိုင်မာဟ်သည် 'အဗ်ဒုလ္လာဟ် ဘင် အူဗိုင် ပိုင်ဆိုင်သည်။ မူအာဇဟ်နှင့် အာရ်ဝါတို့သည် အလားတူအခြေအနေတွင် ရှိခဲ့သည်။ ထို့နောက် မူဆိုင်ကဟ်နှင့် သူမ၏မိခင်တို့သည် တမန်တော်မြတ် ﷺ ထံ လာရောက်ပြီး ထိုအကြောင်းကို ပြောပြခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကျွန်မိန်းကလေးများကို ပြည့်တန်ဆာလုပ်ရန် အတင်းအကျပ်မပြုရ)</span> ဆိုလိုသည်မှာ ဇီနာကျူးလွန်ရန်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنْ أَرَدْنَ تَحَصُّنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် သန့်စင်မှုကို ဆန္ဒရှိပါက၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သန့်စင်လိုပါက၊ ယင်းသည် ကျွန်မိန်းကလေးအများစု၏ အခြေအနေဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကီဘဝ၏ ကုန်ပစ္စည်းများမှ သင်တို့ အကျိုးအမြတ်ရရှိရန်အတွက်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ရရှိသောငွေနှင့် ၎င်းတို့၏ကလေးများမှ ဖြစ်သည်။ တမန်တော်မြတ် ﷺ သည် သွေးဖောက်သမား၊ ပြည့်တန်ဆာနှင့် ကံကြမ္မာဟောသူတို့ ရရှိသောငွေကို တားမြစ်ခဲ့သည်။ အခြားသတင်းတစ်ခုအရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَهْرُ الْبَغِيِّ خَبِيثٌ وَكَسْبُ الْحَجَّامِ خَبِيثٌ، وَثَمَنُ الْكَلْبِ خَبِيثٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြည့်တန်ဆာ၏ ဝင်ငွေသည် မကောင်း၊ သွေးဖောက်သမား၏ ဝင်ငွေသည် မကောင်း၊ ခွေး၏ဈေးနှုန်းသည် မကောင်း။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُكْرِههُّنَّ فَإِنَّ اللَّهَ مِن بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို ၎င်းတို့အား အတင်းအကျပ်ပြုပါက ထိုသို့ အတင်းအကျပ်ပြုပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်သနားကြင်နာတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အပေါ်၊ ဂျာဗီရ်ထံမှ သတင်းပို့သော ဟဒီးစ်တော်တွင် ဖော်ပြထားပြီးသည့်အတိုင်းပင်။ အိဗ်နု အဘီ သလ်ဟဟ်က အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်ဟု သတင်းပို့သည်- \"အကယ်၍ သင်တို့ ထိုသို့ပြုလုပ်ပါက အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်သနားကြင်နာတော်မူသော အရှင်ဖြစ်တော်မူသည်၊ ၎င်းတို့၏ အပြစ်သည် ၎င်းတို့အား ထိုသို့ပြုလုပ်ရန် အတင်းအကျပ်ခိုင်းစေသူအပေါ် ဖြစ်လိမ့်မည်။\" ဤသည်မှာ မူဂျာဟစ်ဒ်၊ 'အတွာ' အလ်-ခူရာစာနီ၊ အလ်-အ်အ်မရှ်နှင့် ကွာတာဒဟ်တို့၏ အမြင်လည်းဖြစ်သည်။ ဤစည်းမျဉ်းများကို အသေးစိတ်ရှင်းပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَنزَلْنَا إِلَيْكُمْ آيَاتٍ مُّبَيِّنَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့အတွက် ရှင်းလင်းပြတ်သားသော အာယသ်တော်များကို ငါတို့သည် ချပေးတော်မူခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ ကုရ်အာန်တွင် ရှင်းလင်းပြီး ကိစ္စရပ်များကို အသေးစိတ်ရှင်းပြသော အာယသ်တော်များရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلًا مِّنَ الَّذِينَ خَلَوْا مِن قَبْلِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မတိုင်မီက ကွယ်လွန်ခဲ့သူများ၏ ဥပမာကိုလည်းကောင်း၊)</span> ဆိုလိုသည်မှာ အတိတ်က လူမျိုးများအကြောင်းနှင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို ဆန့်ကျင်သောအခါ ၎င်းတို့အား မည်သို့ဖြစ်ပျက်ခဲ့ကြောင်း သတင်းများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِّلْآخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ရှေးဦးဖြစ်စေခဲ့ပြီး နောက်မျိုးဆက်များအတွက် ဥပမာအဖြစ် ငါတို့သည် ပြုလုပ်ခဲ့သည်။)</span><span class=\"gray\">(၄၃:၅၆)</span>; ငါတို့သည် ၎င်းတို့အား သင်ခန်းစာတစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်၊ ဆိုလိုသည်မှာ အပြစ်များနှင့် တားမြစ်ထားသော လုပ်ရပ်များကို ကျူးလွန်ခြင်းအတွက် ဆုံးမဩဝါဒဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တပ်ကွာတရားရှိသူများအတွက်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို သတိရ၍ ကြောက်ရွံ့သူများအတွက် ဖြစ်သည်။</p>"
  }
]