[
  {
    "ayah_key": "29:38",
    "group_ayah_key": "29:38",
    "from_ayah": "29:38",
    "to_ayah": "29:40",
    "ayah_keys": "29:38,29:39,29:40",
    "text": "<p lang=\"my\" class=\"my \">အဒ်နှင့် ဂျသမူးဒ်တို့ကိုလည်း <span class=\"gray\">(ဖျက်ဆီးခဲ့၏)</span>။ ၎င်းတို့၏ <span class=\"gray\">(ပျက်စီးနေသော)</span> နေအိမ်များမှ ၎င်းတို့၏ <span class=\"gray\">(ဖျက်ဆီးခံရခြင်း)</span> သည် သင်တို့အဖို့ ရှင်းလင်းစွာ ထင်ရှားပေါ်လွင်၏။ ရှိုင်တွန်သည် ၎င်းတို့၏ လုပ်ရပ်များကို ၎င်းတို့အဖို့ လှပသယောင်ယောင် ပြုလုပ်ပေးခဲ့ပြီး၊ ၎င်းတို့သည် ဉာဏ်ပညာရှိသူများ ဖြစ်လင့်ကစား၊ ၎င်းတို့ကို လမ်းမှန်မှ ဖယ်ရှားပစ်ခဲ့၏။ <span>(၃၈)</span>ကာရွန်း၊ ဖِر်အောန်နှင့် ဟာမာန်တို့ကိုလည်း <span class=\"gray\">(ဖျက်ဆီးခဲ့၏)</span>။ တကယ်တမ်းဆိုလျှင် မူဆာသည် ၎င်းတို့ထံသို့ ထင်ရှားသော ဗျာဒိတ်တော်များနှင့် ရောက်ရှိလာခဲ့၏။ သို့သော် ၎င်းတို့သည် မြေပေါ်၌ မာနထောင်လွှားခဲ့ကြသော်လည်း ကျွန်ုပ်တို့ကို ကျော်လွန်၍ မသွားနိုင်ခဲ့ကြပေ။ <span>(၃၉)</span>သို့ဖြစ်၍ ကျွန်ုပ်တို့သည် ၎င်းတို့တစ်ဦးစီကို ၎င်းတို့၏ အပြစ်များကြောင့် အပြစ်ပေးခဲ့၏။ ၎င်းတို့အနက် အချို့အပေါ် ကျွန်ုပ်တို့သည် ဟာစိဘ်ကို စေလွှတ်ခဲ့၏။ ၎င်းတို့အနက် အချို့ကို အစ်စစိုင်ဟာ က ဖမ်းဆီးခဲ့၏။ ၎င်းတို့အနက် အချို့ကို ကျွန်ုပ်တို့သည် မြေကြီးမျိုချစေခဲ့၏။ ၎င်းတို့အနက် အချို့ကို ကျွန်ုပ်တို့သည် ရေနစ်သေဆုံးစေခဲ့၏။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို မတရားပြုခဲ့ခြင်းမဟုတ်၊ သို့သော် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မိမိတို့ မတရားပြုခဲ့ကြ၏။ <span>(၄၀)</span></p><div lang=\"my\" class=\"my \"><h2>မိမိတို့၏ တမန်များကို ငြင်းပယ်ခဲ့သော လူမျိုးများ၏ ပျက်စီးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိတို့၏ တမန်များကို မယုံကြည်ခဲ့သော ဤလူမျိုးများအကြောင်း၊ ၎င်းတို့ကို မည်သို့ ဖျက်ဆီးခဲ့ကြောင်းနှင့် ၎င်းတို့အပေါ် မည်ကဲ့သို့ ပြစ်ဒဏ်အမျိုးမျိုးနှင့် လက်စားချေမှုများကို စေလွှတ်ခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ ဟူဒ်၏ လူမျိုးများဖြစ်သော အဒ်သည် အဟ်ကားဖ် <span class=\"gray\">(ကွေးနေသော သဲတောင်များ)</span> တွင် နေထိုင်ခဲ့ကြပြီး၊ ယေမင်ရှိ ဟဒ်ရာမောင့်အနီးတွင် ဖြစ်သည်။ စာလေ့ဟ်၏ လူမျိုးများဖြစ်သော ဂျသမူးဒ်သည် ဝါဒီအလ်ကူရာအနီးရှိ အလ်ဟိဂျ်ရ်တွင် နေထိုင်ခဲ့ကြ၏။ အာရပ်တို့သည် ၎င်းတို့၏ နေထိုင်ရာနေရာကို ကောင်းစွာသိရှိကြပြီး၊ မကြာခဏ ဖြတ်သန်းသွားလာလေ့ရှိကြသည်။ ကာရွန်းသည် ကြီးမားသော ကြွယ်ဝချမ်းသာမှုပိုင်ရှင်ဖြစ်ပြီး၊ ကြီးမားသော ဘဏ္ဍာတိုက်များ၏ သော့များရှိခဲ့၏။ ဖِر်အောန်၊ မူဆာလက်ထက်က အီဂျစ်ဘုရင်နှင့် သူ၏ ဝန်ကြီးဟာမာန်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်ကို မယုံကြည်ခဲ့သော ကော့ပ်လူမျိုးနှစ်ဦး ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلًّا أَخَذْنَا بِذَنْبِهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ကျွန်ုပ်တို့သည် ၎င်းတို့တစ်ဦးစီကို ၎င်းတို့၏ အပြစ်များကြောင့် အပြစ်ပေးခဲ့၏)</span> ၎င်းတို့၏ ပြစ်ဒဏ်များသည် ၎င်းတို့၏ ရာဇဝတ်မှုများနှင့် ကိုက်ညီ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့အပေါ် ကျွန်ုပ်တို့သည် ဟာစိဘ်ကို စေလွှတ်ခဲ့၏)</span> ဤသည်မှာ အဒ်တို့နှင့် ပတ်သက်၍ ဖြစ်ပျက်ခဲ့ခြင်းဖြစ်ပြီး၊ ၎င်းတို့က “ကျွန်ုပ်တို့ထက် မည်သူက ပို၍ အားကြီးသနည်း” ဟု ပြောဆိုခဲ့သောကြောင့် ဖြစ်၏။ သို့ဖြစ်၍ ပြင်းထန်ပြီး အလွန်အေးသော လေတိုက်ခတ်လာခဲ့ရာ၊ ၎င်းသည် အလွန်အားပြင်းပြီး ကျောက်စရစ်ခဲများကို သယ်ဆောင်လာကာ ၎င်းတို့အပေါ် ပစ်ချခဲ့၏။ ၎င်းသည် လူတစ်ဦးကို ကောင်းကင်သို့ မြှောက်တင်ပြီး မြေပြင်ပေါ်သို့ ခေါင်းစိုက်ချပစ်လိုက်ရာ၊ သူ၏ ဦးခေါင်းကွဲအက်ကာ ခေါင်းမဲ့ခန္ဓာကိုယ်အဖြစ် ကျန်ရှိခဲ့ပြီး၊ စွန်ပလွန်ပင်၏ အမြစ်ပြတ်သွားသော ပင်စည်များကဲ့သို့ ဖြစ်ခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့ကို အစ်စစိုင်ဟာ က ဖမ်းဆီးခဲ့၏)</span> ဤသည်မှာ ဂျသမူးဒ်တို့နှင့် ပတ်သက်၍ ဖြစ်ပျက်ခဲ့ခြင်းဖြစ်ပြီး၊ ၎င်းတို့တောင်းဆိုခဲ့သည့်အတိုင်း ကျောက်တုံးကို ခွဲ၍ ထွက်ပေါ်လာခဲ့သော သားပေါက်မ ကုလားအုတ်ကြောင့် ၎င်းတို့အား သက်သေထူခဲ့ပြီး ဖြစ်၏။ သို့သော် ထိုသို့ဖြစ်လင့်ကစား ၎င်းတို့သည် မယုံကြည်ခဲ့ကြ၊ ဆိုးယုတ်သော အပြုအမူများနှင့် မယုံကြည်မှုကို ဆက်လက်ပြုလုပ်ခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် စာလေ့ဟ်နှင့် ကိုယ်တော်နှင့်အတူရှိသော ယုံကြည်သူများကို နှင်ထုတ်ရန် သို့မဟုတ် ကျောက်ခဲဖြင့် ပစ်ပေါက်ရန် ခြိမ်းခြောက်ခဲ့ကြ၏။ ထို့ကြောင့် စိုင်ဟာသည် ၎င်းတို့ကို ထိမှန်ခဲ့ရာ ၎င်းတို့၏ စကားပြောနိုင်စွမ်းနှင့် လှုပ်ရှားနိုင်စွမ်းများကို ဆုံးရှုံးစေခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့ကို ကျွန်ုပ်တို့သည် မြေကြီးမျိုချစေခဲ့၏)</span> ဤသည်မှာ ကျူးလွန်ခဲ့သူ၊ ဆိုးယုတ်၍ မာနကြီးသူ ကာရွန်းကို ရည်ညွှန်းသည်။ သူသည် အမြင့်မြတ်ဆုံးဖြစ်တော်မူသော မိမိ၏ အရှင်သခင်ကို မနာခံခဲ့ပြီး၊ မြေပြင်တစ်လျှောက်တွင် ကြွားဝါသော ပုံစံဖြင့် လှည့်လည်သွားလာခဲ့၏။ မိမိကိုယ်ကို အလွန်နှစ်သက်ပြီး အခြားသူများထက် မိမိက ပိုကောင်းသည်ဟု ယူဆခဲ့၏။ သူ လမ်းလျှောက်နေစဉ်တွင် ကြွားဝါခဲ့ရာ၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကိုနှင့် သူ၏အိမ်ကို မြေကြီးမျိုချစေခဲ့ပြီး၊ ရှင်ပြန်ထမြောက်ရာနေ့အထိ မြေကြီးထဲသို့ ဆက်လက် နစ်မြုပ်နေလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ أَغْرَقْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့ကို ကျွန်ုပ်တို့သည် ရေနစ်သေဆုံးစေခဲ့၏)</span> ဤသည်မှာ ဖِر်အောန်၊ သူ၏ ဝန်ကြီးဟာမာန်နှင့် ၎င်းတို့၏ တပ်ဖွဲ့ဝင်များကို ရည်ညွှန်းသည်။ ၎င်းတို့အားလုံးကို နံနက်ခင်းတစ်ခုတည်းတွင် ရေနစ်သေဆုံးစေခဲ့ပြီး၊ တစ်ဦးတစ်ယောက်မျှ မလွတ်မြောက်ခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို မတရားပြုခဲ့ခြင်းမဟုတ်)</span> ၎င်းတို့အပေါ် ကိုယ်တော်ပြုလုပ်ခဲ့သော အရာ၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မိမိတို့ မတရားပြုခဲ့ကြ၏)</span> ၎င်းတို့၏ လက်ဖြင့် လုပ်ဆောင်ခဲ့သောအရာများအတွက် ပြစ်ဒဏ်အဖြစ် ၎င်းတို့အပေါ် ဖြစ်ပျက်ခဲ့ခြင်း ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "29:41",
    "group_ayah_key": "29:41",
    "from_ayah": "29:41",
    "to_ayah": "29:43",
    "ayah_keys": "29:41,29:42,29:43",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသော အကူအညီပေးသူများကို ရှာဖွေသူတို့၏ ပုံပမာသည် ပင့်ကူအိမ် ဆောက်လုပ်သော ပင့်ကူနှင့်တူ၏။ သို့သော် အိမ်များအနက် အားအနည်းဆုံးအိမ်မှာ ပင့်ကူအိမ်သာတည်း။ ၎င်းတို့သာ သိရှိကြပါလျှင် <span>(၄၁)</span>ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့သည် ကိုယ်တော်မှတစ်ပါး အခြားမည်သည့်အရာများကို ဖိတ်ခေါ်ပူဇော်နေကြောင်းကို သိရှိတော်မူ၏။ ကိုယ်တော်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်တော်မူ၏ <span>(၄၂)</span>ဤဥပမာများသည် ကျွန်ုပ်တို့သည် လူသားများအတွက် ပေးထားသော ဥပမာများ ဖြစ်၏။ သို့သော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> အသိပညာရှိသူများမှတစ်ပါး မည်သူမျှ နားလည်မည်မဟုတ်ပေ <span>(၄၃)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူတို့၏ ဘုရားများကို ပင့်ကူအိမ်နှင့် နှိုင်းယှဉ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသို့လျှင် အလ္လာဟ်အရှင်မြတ်သည် မိမိမှတစ်ပါး အခြားသော ဘုရားများကို ကိုးကွယ်ရာတွင် ထိုဘုရားများက ကူညီမစမည်၊ စားနပ်ရိက္ခာ ပေးမည်ဟု မျှော်လင့်ကာ အခက်အခဲကာလများတွင် ၎င်းတို့ထံ လှည့်ပတ်ကြသော ရုပ်တုကိုးကွယ်သူများကို ဖော်ပြထား၏။ ဤကိစ္စတွင် ၎င်းတို့သည် ပင့်ကူအိမ်နှင့်တူပြီး၊ ထိုအိမ်သည် အလွန်အားနည်းပျက်စီးလွယ်သည်။ အကြောင်းမှာ ထိုဘုရားများကို မှီခိုခြင်းဖြင့် ၎င်းတို့သည် ပင့်ကူမျှင်ကို ကိုင်စွဲထားသူကဲ့သို့ ဖြစ်နေ၍ မည်သည့်အကျိုးကျေးဇူးမျှ မရရှိပေ။ ၎င်းတို့သာ ဤအရာကို သိရှိကြပါလျှင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြား မည်သည့် အကူအညီပေးသူကိုမျှ ယူမည်မဟုတ်ပေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို နှလုံးသားဖြင့် ဆည်းကပ်ပြီး၊ ကောင်းမှုကုသိုလ်များ ပြုလုပ်ကာ အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေများကို လိုက်နာသော မွတ်စလင်ယုံကြည်သူနှင့် မတူပေ။ အကြောင်းမှာ သူသည် ခိုင်မာအားကောင်းသော၊ ဘယ်သောအခါမျှ မပြတ်တောက်နိုင်သော အခိုင်မာဆုံး လက်ကိုင်ကို ကိုင်စွဲထားသောကြောင့် ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်သူများနှင့် ကိုယ်တော်နှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်သူများကို ကိုယ်တော်သည် ၎င်းတို့ ပြုလုပ်သောအရာများနှင့် ကိုယ်တော်နှင့် တွဲဖက်ကိုးကွယ်သော အရာများကို သိရှိကြောင်း သတိပေးတော်မူ၏။ ကိုယ်တော်သည် ၎င်းတို့၏ တွဲဖက်ကိုးကွယ်မှုအတွက် ၎င်းတို့ကို အပြစ်ပေးမည်။ အကြောင်းမှာ ကိုယ်တော်သည် အနန္တပညာရှင်၊ အနန္တသိမြင်တော်မူသော အရှင်ဖြစ်သောကြောင့်တည်း။ ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဥပမာများသည် ကျွန်ုပ်တို့သည် လူသားများအတွက် ပေးထားသော ဥပမာများ ဖြစ်၏။ သို့သော် အသိပညာရှိသူများမှတစ်ပါး မည်သူမျှ နားလည်မည်မဟုတ်ပေ)</span> ဆိုလိုသည်မှာ နက်ရှိုင်းသော အသိပညာရှိသူများမှတစ်ပါး မည်သူမျှ ၎င်းတို့ကို နားမလည်၊ သို့မဟုတ် ဆင်ခြင်တွေးခေါ်မည်မဟုတ်ပေ။ အိဗ်နု အဘီ ဟာသင်မ်က အမ်ရ် ဘင် မူရာဟ် ပြောဆိုသည်ကို မှတ်တမ်းတင်ထားသည်- \"ကျွန်ုပ် မသိသော အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မှ မည်သည့်အာယသ်နှင့်မျှ မကြုံဖူးပါ။ သို့သော် ၎င်းသည် ကျွန်ုပ်အား ဝမ်းနည်းစေခဲ့သည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်ကို ကျွန်ုပ်ကြားသိရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဥပမာများသည် ကျွန်ုပ်တို့သည် လူသားများအတွက် ပေးထားသော ဥပမာများ ဖြစ်၏။ သို့သော် အသိပညာရှိသူများမှတစ်ပါး မည်သူမျှ နားလည်မည်မဟုတ်ပေ။)</span>\"</p>"
  },
  {
    "ayah_key": "29:44",
    "group_ayah_key": "29:44",
    "from_ayah": "29:44",
    "to_ayah": "29:45",
    "ayah_keys": "29:44,29:45",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များကိုလည်းကောင်း၊ မြေကြီးကိုလည်းကောင်း အမှန်တရားဖြင့် ဖန်ဆင်းတော်မူခဲ့သည်။ ဧကန်စင်စစ် ယုံကြည်သူတို့အတွက် ယင်း၌ သက်သေလက္ခဏာတစ်ခု ဧကန်ရှိ၏ <span>(၄၄)</span>သင့်ထံ ဗျာဒိတ်တော် ချပေးခဲ့သော ကျမ်းကို ရွတ်ဖတ်ပါ၊ ဆွလားတ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ပြုလုပ်ပါလေ။ ဧကန်စင်စစ် ဆွလားတ်သည် အလ်ဖာဟ်ရှာအ် <span class=\"gray\">(ကိုယ်ကျင့်တရားပျက်ပြားသော အပြစ်များ)</span> နှင့် အလ်မွန်ကရ် <span class=\"gray\">(မကောင်းမှုများ)</span> မှ တားဆီးပေး၏။ အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်း <span class=\"gray\">(ချီးမွမ်းခြင်း)</span> သည် အမှန်တကယ် ပိုမိုကြီးမြတ်၏။ သင်တို့ ပြုလုပ်သောအရာများကို အလ္လာဟ်အရှင်မြတ် သိရှိတော်မူ၏။) အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကြီးမားသော တန်ခိုးတော်အကြောင်းကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ ကိုယ်တော်သည် ကောင်းကင်များနှင့် မြေကြီးကို အမှန်တရားဖြင့် ဖန်ဆင်းတော်မူခဲ့သည်၊ ဆိုလိုသည်မှာ သာမန် ပျော် <span>(၄၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِتُجْزَىٰ كُلُّ نَفْسٍ بِمَا تَسْعَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်း မိမိကြိုးစားအားထုတ်မှုအတွက် အစားပေးခြင်းခံရရန်)</span><span class=\"gray\">(၂၀:၁၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် မကောင်းမှု ပြုသူတို့အား ၎င်းတို့ပြုခဲ့သည့်အရာဖြင့် အစားပေးရန်၊ ကောင်းမှု ပြုသူတို့အား အကောင်းဆုံးအရာဖြင့် အစားပေးရန်)</span><span class=\"gray\">(၅၃:၃၁)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِلْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ယုံကြည်သူတို့အတွက် ယင်း၌ သက်သေလက္ခဏာတစ်ခု ဧကန်ရှိ၏။)</span> ဆိုလိုသည်မှာ ဖန်ဆင်းခြင်း၊ ထိန်းချုပ်ခြင်းနှင့် နတ်ဘုရားအဖြစ် ကိုယ်တော်တစ်ပါးတည်းသာ ဖြစ်ကြောင်း ရှင်းလင်းသော သက်သေခံချက်ရှိ၏။</p><div lang=\"my\" class=\"my \"><h2>သတင်းစကားကို ပေးပို့ရန်၊ ကုရ်အာန်ရွတ်ဖတ်ရန်နှင့် ဝတ်ပြုဆုတောင်းရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ နှင့် ယုံကြည်သူများကို ကုရ်အာန်ကို ရွတ်ဖတ်ရန် အမိန့်ပေးတော်မူ၏။ ဆိုလိုသည်မှာ ရွတ်ဖတ်ခြင်းနှင့် လူတို့အား ပေးပို့ခြင်း နှစ်ခုစလုံးကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِمِ الصَّلَاةَ ۖ إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ۗ وَلَذِكْرُ اللَّهِ أَكْبَرُ ۗ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလားတ်ကို ပြုလုပ်ပါလေ။ ဧကန်စင်စစ် ဆွလားတ်သည် အလ်ဖာဟ်ရှာအ်နှင့် အလ်မွန်ကရ်မှ တားဆီးပေး၏။ အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းသည် အမှန်တကယ် ပိုမိုကြီးမြတ်၏။)</span> ဝတ်ပြုဆုတောင်းခြင်းတွင် အချက်နှစ်ချက် ပါဝင်သည်။ ပထမအချက်မှာ ကိုယ်ကျင့်တရားပျက်ပြားသော အပြုအမူများနှင့် မကောင်းမှုများကို စွန့်လွှတ်ခြင်း ဖြစ်သည်။ ဆိုလိုသည်မှာ ပုံမှန်ဝတ်ပြုဆုတောင်းခြင်းသည် လူတစ်ဦးကို ဤအရာများကို စွန့်လွှတ်နိုင်စေသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အဘူ ဟူရိုင်ရာဟ် ပြောဆိုသည်ကို မှတ်တမ်းတင်ထားသည်- \"လူတစ်ဦးသည် တမန်တော် ﷺ ထံ လာရောက်ပြီး 'မည်သူမည်ဝါသည် ညဘက်တွင် ဝတ်ပြုဆုတောင်းသော်လည်း နံနက်ရောက်လျှင် ခိုးယူပါသည်' ဟု ပြော၏။ တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ سَيَنْهَاهُ مَا تَقُولُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ပြောနေသောအရာ <span class=\"gray\">(ဆိုလိုသည်မှာ ဆွလားတ်)</span> သည် သူ့ကို ထိုသို့ပြုလုပ်ခြင်းမှ ရပ်တန့်စေလိမ့်မည်။)</span>\" ဝတ်ပြုဆုတောင်းခြင်းတွင် အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းလည်း ပါဝင်ပြီး၊ ၎င်းသည် ပိုမိုမြင့်မြတ်သော ရည်ရွယ်ချက် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَذِكْرُ اللَّهِ أَكْبَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းသည် အမှန်တကယ် ပိုမိုကြီးမြတ်၏။)</span> ယခင်အရာထက် ပိုမိုအရေးကြီးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ပြုလုပ်သောအရာများကို အလ္လာဟ်အရှင်မြတ် သိရှိတော်မူ၏။)</span> ဆိုလိုသည်မှာ သင်တို့ ပြုမူပြောဆိုသမျှကို ကိုယ်တော် သိရှိတော်မူသည်။ အဘူ အလ်-အာလီယာက အာယသ်တော်နှင့် ပတ်သက်၍ မှတ်ချက်ပြုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဆွလားတ်သည် ကိုယ်ကျင့်တရားပျက်ပြားသော အပြစ်များနှင့် မကောင်းမှုများမှ တားဆီးပေး၏)</span> \"ဝတ်ပြုဆုတောင်းခြင်းတွင် ဂုဏ်ရည်သုံးခုရှိပြီး၊ ထိုဂုဏ်ရည်များထဲမှ တစ်ခုမျှမပါဝင်သော ဝတ်ပြုဆုတောင်းခြင်းသည် စစ်မှန်သော ဝတ်ပြုဆုတောင်းခြင်းမဟုတ်ပေ- အလ္လာဟ်အရှင်မြတ်အတွက် သန့်စင်ဖြူစင်စွာ <span class=\"gray\">(အိခ်လားစ်)</span> ပြုလုပ်ခြင်း၊ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းတို့ ဖြစ်သည်။ အိခ်လားစ်သည် လူတစ်ဦးကို ကောင်းမှုကုသိုလ်များ ပြုလုပ်စေပြီး၊ ကြောက်ရွံ့ခြင်းသည် သူ့ကို မကောင်းမှုများ ပြုလုပ်ခြင်းမှ တားဆီးကာ၊ အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းသည် အမိန့်များနှင့် တားမြစ်ချက်များပါဝင်သော ကုရ်အာန်ပင် ဖြစ်သည်။\" အိဗ်နု အောင်န် အလ်-အန်စာရီက ပြောဆိုသည်- \"သင် ဝတ်ပြုဆုတောင်းနေချိန်တွင် သင်သည် ကောင်းမှုပြုနေခြင်း ဖြစ်သည်။ ၎င်းသည် သင့်ကို ကိုယ်ကျင့်တရားပျက်ပြားသော အပြစ်များနှင့် မကောင်းမှုများမှ ကာကွယ်ပေးပြီး သင်ပြုလုပ်နေသောအရာသည် ပိုမိုကြီးမြတ်သော အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်း၏ အစိတ်အပိုင်း ဖြစ်သည်။\"</p>"
  }
]