[
  {
    "ayah_key": "4:160",
    "group_ayah_key": "4:160",
    "from_ayah": "4:160",
    "to_ayah": "4:162",
    "ayah_keys": "4:160,4:161,4:162",
    "text": "<p lang=\"my\" class=\"my \">ဂျူးလူမျိုးတို့၏ ပြစ်မှုများကြောင့်၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် တရားဝင်ဖြစ်ခဲ့သော ကောင်းမွန်သည့် အစားအစာအချို့ကို တရားမဝင်ဖြစ်စေခဲ့သည်—နှင့် ၎င်းတို့သည် အများအပြားကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ တားဆီးခဲ့ခြင်းကြောင့် <span>(160)</span>နှင့် ၎င်းတို့အား ရီဘာယူခြင်းမှ တားမြစ်ထားသော်လည်း ၎င်းတို့သည် ရီဘာကို ယူခဲ့ကြခြင်း၊ နှင့် လူတို့၏ ပစ္စည်းဥစ္စာများကို မတရားသဖြင့် စားသုံးခဲ့ကြခြင်းတို့ကြောင့် ဖြစ်သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့အနက်မှ မယုံကြည်သူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်ကို ပြင်ဆင်ထားပြီး ဖြစ်သည် <span>(161)</span>သို့သော် ၎င်းတို့အနက်မှ ဗဟုသုတ၌ ခိုင်မာစွာ အခြေစိုက်သူများနှင့် ယုံကြည်သူများသည် သင့်ထံသို့ ပေးပို့ခဲ့သော အရာများကိုလည်းကောင်း၊ သင့်မတိုင်မီ ပေးပို့ခဲ့သော အရာများကိုလည်းကောင်း ယုံကြည်ကြ၏။ ဆွလာတ်ကို ပြုလုပ်သူများ၊ ဇကာတ်ကို ပေးဆောင်သူများ၊ အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများ ဖြစ်ကြသော ထိုသူတို့အား ကျွန်ုပ်တို့သည် ကြီးမြတ်သော အကျိုးကျေးဇူးကို ပေးသနားတော်မူမည် <span>(162)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးလူမျိုးတို့၏ မတရားမှုနှင့် ပြစ်မှုများကြောင့် အစားအစာအချို့ကို တရားမဝင်ဖြစ်စေခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဂျူးလူမျိုးတို့၏ မတရားမှုနှင့် ကျူးလွန်မှုများကြောင့်၊ ဆိုလိုသည်မှာ ကြီးလေးသော အပြစ်များကို ကျူးလွန်ခြင်းဖြင့် ပြသခဲ့သောကြောင့်၊ ၎င်းတို့အတွက် ယခင်က ခွင့်ပြုထားခဲ့သော တရားဝင်၊ သန့်ရှင်းသော အရာအချို့ကို တားမြစ်ခဲ့ကြောင်း ဖော်ပြထားသည်။ ဤတားမြစ်ချက်သည် အမိန့်တော်ဖြင့်သာ ဖြစ်နိုင်သည်၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဂျူးလူမျိုးတို့အား ၎င်းတို့၏ ကျမ်းစာကို မှားယွင်းစွာ အနက်ပြန်ရန်နှင့် ၎င်းတို့အတွက် ခွင့်ပြုထားသည့် အရာများအကြောင်း အချက်အလက်များကို ပြောင်းလဲ၊ ပြင်ဆင်ရန် ခွင့်ပြုခဲ့ခြင်းဖြစ်သည်။ ဤသို့ဖြင့် ၎င်းတို့သည် ဘာသာရေး၌ လွန်ကဲခြင်းနှင့် အစွန်းရောက်ခြင်းတို့ကြောင့် အချို့အရာများကို ၎င်းတို့ကိုယ်တိုင် တားမြစ်ခဲ့ကြသည်။ ၎င်းသည် တော်ရာကျမ်း၌ အလ္လာဟ်အရှင်မြတ်သည် ယခင်က ၎င်းတို့အတွက် ခွင့်ပြုထားခဲ့သော အရာများကို တားမြစ်ခဲ့သည်ဟုလည်း အဓိပ္ပါယ်ရနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَىٰ نَفْسِهِ مِن قَبْلِ أَن تُنَزَّلَ التَّوْرَاةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တော်ရာကျမ်း မပို့မမီ အစ္စရာအီလ်က မိမိကိုယ်ကို တားမြစ်ခဲ့သည့်အရာမှအပ ဣစ္စရာအီလ်သားတို့အတွက် အစားအစာအားလုံး တရားဝင်ခဲ့သည်)</span><span class=\"gray\">[3:93]</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်ကို ကျွန်ုပ်တို့ ယခင်က ဖော်ပြခဲ့ပြီးဖြစ်သည်၊ ဆိုလိုသည်မှာ တော်ရာကျမ်း မပို့မမီ ဣစ္စရာအီလ်သားတို့အတွက် အစားအစာအမျိုးအစားအားလုံးကို ခွင့်ပြုထားခဲ့သည်၊ ဣစ္စရာအီလ်က မိမိကိုယ်ကို တားမြစ်ခဲ့သော ကုလားအုတ်သားနှင့် နို့မှလွဲ၍ ဖြစ်သည်။ နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်သည် တော်ရာကျမ်း၌ အရာများစွာကို တားမြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဆူရတ် အလ်-အန်နမ် <span class=\"gray\">(အခန်းကြီး ၆)</span> ၌ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَٰلِكَ جَزَيْنَاهُم بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးလူမျိုးဖြစ်သော ထိုသူတို့အား ကျွန်ုပ်တို့သည် ခွာမကွဲသော သတ္တဝါတိုင်းကို တားမြစ်ခဲ့သည်၊ နွားနှင့် သိုးတို့၏ အဆီများကိုလည်း ၎င်းတို့၏ ကျောနှင့် အူအတွင်း၌ ကပ်ညှိနေသောအရာ သို့မဟုတ် အရိုးနှင့် ရောနှောနေသောအရာမှအပ တားမြစ်ခဲ့သည်။ ဤသို့ဖြင့် ၎င်းတို့၏ ပုန်ကန်မှုအတွက် ကျွန်ုပ်တို့သည် လက်စားချေခဲ့သည်။ စင်စစ် ကျွန်ုပ်တို့သည် မှန်ကန်သူများဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ၎င်းတို့၏ ကျူးလွန်မှု၊ မတရားမှု၊ ၎င်းတို့၏ ရစူလ်တမန်တော်ကို ဆန့်ကျင်ခြင်းနှင့် ၎င်းနှင့် ငြင်းခုံခြင်းတို့ကြောင့် ၎င်းတို့သည် ထိုက်တန်သဖြင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် ဤအရာများကို တားမြစ်ခဲ့သည်ဟု ဆိုလိုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اللَّهِ كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးလူမျိုးတို့၏ ပြစ်မှုများကြောင့်၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် တရားဝင်ဖြစ်ခဲ့သော ကောင်းမွန်သည့် အစားအစာအချို့ကို တရားမဝင်ဖြစ်စေခဲ့သည်၊ နှင့် ၎င်းတို့သည် အများအပြားကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ တားဆီးခဲ့ခြင်းကြောင့်)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က ၎င်းတို့သည် မိမိတို့ကိုယ်ကိုနှင့် အခြားသူများကို အမှန်တရားကို လိုက်နာခြင်းမှ တားဆီးခဲ့ကြောင်း ဖော်ပြထားပြီး၊ ၎င်းသည် ၎င်းတို့သည် အတိတ်မှ ပစ္စုပ္ပန်အထိ ဆောင်ကြဉ်းလာခဲ့သော အပြုအမူဖြစ်သည်။ ဤအကြောင်းကြောင့် ၎င်းတို့သည် တမန်တော်များ၏ ရန်သူများဖြစ်ခဲ့ပြီး ယနေ့တိုင် ဖြစ်နေဆဲ၊ ပရောဖက်များစွာကို သတ်ဖြတ်ခဲ့ကြသည်။ ၎င်းတို့သည် မုဟမ္မဒ်နှင့် အီဆာ (၎င်းတို့အပေါ် ငြိမ်သက်ခြင်းရှိပါစေ) ကိုလည်း ငြင်းပယ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ရီဘာယူခြင်းမှ တားမြစ်ခံထားရသော်လည်း ၎င်းတို့က ရီဘာကို ယူခဲ့ကြခြင်း၊)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ရီဘာယူခြင်းမှ တားမြစ်ခဲ့သည်၊ သို့သော် ၎င်းတို့သည် အမျိုးမျိုးသော ပရိယာယ်များ၊ အကြံအဖန်များနှင့် လှည့်ကွက်များကို အသုံးပြုကာ လူတို့၏ ပိုင်ဆိုင်မှုများကို မတရားသဖြင့် စားသုံးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ မယုံကြည်သူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်ကို ကျွန်ုပ်တို့ ပြင်ဆင်ထားပြီး ဖြစ်သည်)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّٰكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အနက်မှ ဗဟုသုတ၌ ခိုင်မာစွာ အခြေစိုက်သူများ...)</span> ဘာသာတရား၌ ခိုင်မာပြီး အကျိုးရှိသော ဗဟုသုတများဖြင့် ပြည့်နှက်နေသူများ။ ကျွန်ုပ်တို့သည် ဆူရတ် အာလ်-အင်မ်ရာန် <span class=\"gray\">(၃)</span> ကို ရှင်းပြစဉ်က ဤအကြောင်းအရာကို ဖော်ပြခဲ့ပြီး ဖြစ်သည်။ အာယတ်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْمِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ယုံကြည်သူများ...)</span> သည် ဗဟုသုတ၌ ခိုင်မာစွာ အခြေစိုက်သူများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ ပေးပို့ခဲ့သော အရာများကိုလည်းကောင်း၊ သင့်မတိုင်မီ ပေးပို့ခဲ့သော အရာများကိုလည်းကောင်း ယုံကြည်ကြ၏။)</span></p><p lang=\"fil\" class=\"fil \">Ibn 'Abbas said, \"This Ayah was revealed concerning 'Abdullah bin Salam, Tha'labah bin Sa'yah, Zayd bin Sa'yah and Asad bin 'Ubayd who embraced Islam and believed what Allah sent Muhammad ﷺ with. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْتُونَ الزَّكَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဇကာတ်ကို ပေးဆောင်သည်၊)</span> ၎င်းသည် မိမိ၏ ဓနဥစ္စာနှင့် ပိုင်ဆိုင်မှုအပေါ် ပေးဆောင်ရမည့် မဖြစ်မနေ လှူဒါန်းခြင်းကို ရည်ညွှန်းနိုင်သည်၊ သို့မဟုတ် မိမိကိုယ်ကို သန့်စင်သူများကို ရည်ညွှန်းနိုင်သည်၊ သို့မဟုတ် နှစ်မျိုးလုံးကို ရည်ညွှန်းနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြသည်၊)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှအပ ကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမျှ မရှိဟု ယုံကြည်ကြသည်၊ သေဆုံးပြီးနောက် ပြန်လည်ထမြောက်ခြင်းနှင့် ကောင်းမှု သို့မဟုတ် မကောင်းမှုများအတွက် အကျိုး သို့မဟုတ် ပြစ်ဒဏ်ကို ယုံကြည်ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည်၊)</span> အာယတ်တော်က အထက်တွင် ဖော်ပြခဲ့သော သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အား ကျွန်ုပ်တို့သည် ကြီးမြတ်သော အကျိုးကျေးဇူးကို ပေးသနားတော်မူမည်)</span> ဆိုသည်မှာ ဂျန္နတ် (ပရဒိသု) ဖြစ်သည်။</p>"
  }
]