[
  {
    "ayah_key": "4:11",
    "group_ayah_key": "4:11",
    "from_ayah": "4:11",
    "to_ayah": "4:11",
    "ayah_keys": "4:11",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ သားသမီးများအတွက် <span class=\"gray\">(အမွေ)</span>ကို အမိန့်ပေးတော်မူသည်- ယောက်ျားအား မိန်းကလေးနှစ်ဦး၏ ဝေစုနှင့် ညီမျှသော ဝေစုကို ပေးရမည်။ သမီးများသာရှိခဲ့ပါက၊ နှစ်ဦး သို့မဟုတ် နှစ်ဦးထက်ပိုပါက ၎င်းတို့၏ ဝေစုသည် အမွေ၏ သုံးပုံနှစ်ပုံဖြစ်သည်၊ တစ်ဦးတည်းသာရှိပါက သူမ၏ ဝေစုသည် ထက်ဝက်ဖြစ်သည်။ မိဘများအတွက်၊ သေဆုံးသူ၌ သားသမီးများကျန်ခဲ့ပါက အမွေ၏ ခြောက်ပုံတစ်ပုံကို တစ်ဦးစီ ပေးရမည်။ သားသမီးမရှိပါက၊ မိဘများသာ <span class=\"gray\">(တစ်ဦးတည်းသော)</span> အမွေခံများဖြစ်ပါက မိခင်သည် သုံးပုံတစ်ပုံရရှိသည်၊ သေဆုံးသူ၌ ညီအစ်ကိုများ သို့မဟုတ် <span class=\"gray\">(ညီအစ်မများ)</span> ကျန်ခဲ့ပါက မိခင်သည် ခြောက်ပုံတစ်ပုံရရှိသည်။ <span class=\"gray\">(ကိစ္စအားလုံးတွင် ခွဲဝေမှုသည်)</span> သူပေးခဲ့သော မှာကြားချက်များ သို့မဟုတ် ကြွေးမြီများကို ပေးဆပ်ပြီးနောက် ဖြစ်သည်။ သင်တို့၏မိဘများ သို့မဟုတ် သင်တို့၏သားသမီးများ ဖြစ်စေ၊ ၎င်းတို့အနက် မည်သူသည် သင်တို့အတွက် အကျိုးအရှိဆုံးဖြစ်သည်ကို သင်တို့မသိကြ၊ <span class=\"gray\">(ဤသတ်မှတ်ထားသော ဝေစုများ)</span>သည် အလ္လာဟ်အရှင်မြတ်က သတ်မှတ်ထားခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို သိတော်မူသော၊ အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့် ပြည့်စုံတော်မူသောအရှင်ဖြစ်သည် <span>(၁၁)</span></p><div lang=\"my\" class=\"my \"><h2>အမွေခွဲဝေမှု အမျိုးမျိုးကို လေ့လာခြင်းသည် အားပေးအပ်သော ကိစ္စဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">ဤဆူရာ၏ ဤအာယသ်၊ နောက်လာမည့်အာယသ်နှင့် နောက်ဆုံးဂုဏ်သရေရှိအာယသ်တို့သည် အလ်-ဖရာအစ်ဒ် ခေါ် အမွေခံဥပဒေ၏ ဗဟုသုတကို ပါရှိသည်။ အလ်-ဖရာအစ်ဒ် ဗဟုသုတကို ဤအာယသ်သုံးခုနှင့် ၎င်းတို့ကို ရှင်းပြသော ထိုကိစ္စရပ်ဆိုင်ရာ ဟဒီးဆ်များမှ ဆင်းသက်လာသည်။ ဤဗဟုသုတကို လေ့လာရန် အားပေးအပ်သည်၊ အထူးသဖြင့် အာယသ်များတွင် ဖော်ပြထားသော သီးခြားအချက်အလက်များကို ဖြစ်သည်။ အိဗ်နု အူယိုင်နာက ပြောသည်၊ \"အလ်-ဖရာအစ်ဒ် ဗဟုသုတကို ဗဟုသုတ၏ ထက်ဝက်ဟု ခေါ်ဝေါ်ခဲ့သည်၊ အကြောင်းမှာ ၎င်းသည် လူအားလုံးကို သက်ရောက်မှုရှိသောကြောင့် ဖြစ်သည်။\"</p><div lang=\"jv\" class=\"jv \"><h2>The Reason Behind Revealing Ayah 4:11</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်ကို ရှင်းပြရာ၌ အလ်-ဘူခါရီက ဂျာဘိရ် ဘင် အဗ်ဒွလ္လာဟ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် အဘူဘကရ်နှင့်အတူ ဗနူဆလာမာ၏ <span class=\"gray\">(နေအိမ်များသို့)</span> ခြေလျင်ကြွလာတော်မူရာ၊ နဗီတမန်တော် ﷺ သည် ကျွန်ုပ်ကို မေ့မြောနေသည်ကို တွေ့ရှိတော်မူခဲ့သည်။ ကိုယ်တော်က ရေအနည်းငယ် တောင်းယူပြီး ၎င်းဖြင့် ဝုဇူးပြုတော်မူပြီးနောက် ကျွန်ုပ်အပေါ် လောင်းချရာ ကျွန်ုပ် သတိပြန်လည်လာခဲ့သည်။ ကျွန်ုပ်က 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်၏ငွေနှင့်ပတ်သက်၍ မည်သို့ပြုရန် အမိန့်ပေးတော်မူပါသနည်း' ဟု ပြောကြားရာ ဤအာယသ်သည် နောက်ပိုင်းတွင် ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ သားသမီးများအတွက် <span class=\"gray\">(အမွေ)</span>ကို အမိန့်ပေးတော်မူသည်၊ ယောက်ျားအား မိန်းကလေးနှစ်ဦး၏ ဝေစုနှင့် ညီမျှသော ဝေစု)</span>။\" ဤသည်မှာ မွတ်စလင်နှင့် အန်-နာစာအီတို့က မှတ်တမ်းတင်ခဲ့သည့် ပုံစံဖြစ်သည်။ ကျန်ရှိသော ဟဒီးဆ်ကျမ်းခြောက်ကျမ်း ပြုစုသူများကလည်း ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အာယသ် ၄:၁၁ ထုတ်ပြန်ရခြင်း အကြောင်းရင်းနှင့်ပတ်သက်၍ ဂျာဘိရ်မှ နောက်ထပ် ဟဒီးဆ်တစ်ခု </p><p lang=\"my\" class=\"my \">အဟ်မဒ်သည် ဂျာဘိရ်မှ မှတ်တမ်းတင်ထားသည်၊ ဂျာဘိရ်က ပြောကြားသည်၊ \"ဆအ်ဒ် ဘင် အလ်-ရဘီအ် ၏ ဇနီးသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ လာရောက်ပြီး ကိုယ်တော်အား လျှောက်ထားသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ဤသူတို့သည် ဥဟုဒ်တိုက်ပွဲတွင် ရှဟီးဒ်အဖြစ် ကျဆုံးခဲ့သော ဆအ်ဒ် ဘင် အလ်-ရဘီအ် ၏ သမီးနှစ်ဦး ဖြစ်ကြသည်။ ၎င်းတို့၏ ဦးလေးက ၎င်းတို့၏ငွေကို ယူသွားပြီး ၎င်းတို့အတွက် ဘာမှ မချန်ထားခဲ့ပါ။ ၎င်းတို့ ငွေမရှိလျှင် လက်ထပ်နိုင်မည်မဟုတ်ပါ။' ရစူလ်တမန်တော် ﷺ က 'အလ္လာဟ်အရှင်မြတ်သည် ဤကိစ္စကို ဆုံးဖြတ်တော်မူမည်' ဟု မိန့်တော်မူခဲ့သည်။ အမွေခွဲဝေမှုဆိုင်ရာ အာယသ်ကို နောက်ပိုင်းတွင် ထုတ်ပြန်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းတို့၏ ဦးလေးအား အမိန့်ပေးရန် စကားပို့တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْطِ ابْنَتَيْ سَعْدٍ الثُّلُثَيْنِ، وَأُمَّهُمَا الثُّمُنَ، وَمَا بقِيَ فَهُوَ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆအ်ဒ်၏ သမီးနှစ်ဦးအား <span class=\"gray\">(ဆအ်ဒ်၏ ငွေ)</span> သုံးပုံနှစ်ပုံ ပေးပါ၊ ၎င်းတို့၏ မိခင်အား ရှစ်ပုံတစ်ပုံ ပေးပါ၊ ကျန်ရှိသမျှသည် သင်၏ ဖြစ်သည်)</span>။\"</p><p lang=\"my\" class=\"my \">အဘူဒါဝူးဒ်၊ အတ်-သေရ်မီဇီ နှင့် အိဗ်နုမာဂျာတို့သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ကြသည်။ သို့သော် ဂျာဘိရ်မှ ပထမဟဒီးဆ်သည် ဤဆူရာရှိ နောက်ဆုံးအာယသ် <span class=\"gray\">[၄:၁၇၆၊ ၄:၁၁ မဟုတ်ဘဲ]</span> နှင့်ပတ်သက်သည့် ကိစ္စဖြစ်ကြောင်း ထင်ရှားသည်။ အကြောင်းမှာ ဤဖြစ်ရပ် ဖြစ်ပွားစဉ်အခါက ဂျာဘိရ်၌ ညီအစ်မများရှိပြီး ၎င်းထံမှ အမွေဆက်ခံမည့် သမီးများ၊ မိဘများ သို့မဟုတ် သားစဉ်မြေးဆက်များ မရှိခဲ့သောကြောင့်ဖြစ်သည်။ သို့သော် အလ်-ဘူခါရီပြုသကဲ့သို့ပင် ကျွန်ုပ်တို့သည် ဤနေရာတွင် ဟဒီးဆ်ကို ဖော်ပြခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ယောက်ျားများသည် မိန်းကလေးများအတွက် အမွေဝေစု၏ နှစ်ဆကို ရရှိကြသည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ သားသမီးများအတွက် <span class=\"gray\">(အမွေ)</span>ကို အမိန့်ပေးတော်မူသည်၊ ယောက်ျားအား မိန်းကလေးနှစ်ဦး၏ ဝေစုနှင့် ညီမျှသော ဝေစု)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အမိန့်ပေးသည်- သင်တို့၏ သားသမီးများနှင့် တရားမျှတစွာ ဆက်ဆံကြပါ။ ဂျာဟီလီယာခေတ်က လူများသည် ယောက်ျားများအား အမွေဝေစု ပေးလေ့ရှိသော်လည်း မိန်းကလေးများအား မပေးခဲ့ကြပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ယောက်ျားရော မိန်းကလေးပါ အမွေဝေစုကို ရယူရန် အမိန့်ပေးတော်မူသည်၊ ယောက်ျားများ၏ ဝေစုသည် မိန်းကလေးများ၏ ဝေစုထက် နှစ်ဆဖြစ်လင့်ကစား။ ခွဲခြားထားခြင်းမှာ ယောက်ျားများသည် ၎င်းတို့၏ မှီခိုသူများ၊ ကုန်သွယ်ရေးလုပ်ငန်းများ၊ အလုပ်နှင့် ၎င်းတို့၏ တာဝန်များကို ဖြည့်ဆည်းရန် ငွေလိုအပ်သောကြောင့်ဖြစ်သည်။ ရလဒ်အနေဖြင့် ယောက်ျားများသည် မိန်းကလေးများရရှိသော အမွေဝေစု၏ နှစ်ဆကို ရရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ သားသမီးများအတွက် <span class=\"gray\">(အမွေ)</span>ကို အမိန့်ပေးတော်မူသည်၊ ယောက်ျားအား မိန်းကလေးနှစ်ဦး၏ ဝေစုနှင့် ညီမျှသော ဝေစု)</span> သည် အလ္လာဟ်အရှင်မြတ်သည် သားသမီးများအပေါ် ၎င်းတို့၏ မိဘများထက် ပိုမို ကရုဏာထားတော်မူကြောင်းကို သက်သေပြသည်။ အကြောင်းမှာ ကိုယ်တော်သည် မိဘများအား ၎င်းတို့၏ သားသမီးများနှင့် တရားမျှတပြီး ဖြောင့်မတ်စွာ ဆက်ဆံရန် အမိန့်ပေးတော်မူသောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ခိုင်မာသော ဟဒီးဆ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ ဖမ်းမိထားသော အမျိုးသမီးတစ်ဦးသည် သူမ၏ ကလေးကို ရှာဖွေနေပြီး တွေ့ရှိသောအခါ သူ့ကို ဖက်ထားကာ သူမ၏ ရင်သားကို တိုက်ကျွေးကာ နို့ချိုတိုက်ကျွေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ ဆွဟာဘာများအား မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُرَوْنَ هذِهِ طَارِحَةً وَلَدَهَا فِي النَّارِ وَهِيَ تَقْدِرُ عَلى ذَلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအမျိုးသမီးသည် သူမ၏ကလေးကို မီးထဲသို့ ဆန္ဒအလျောက် ပစ်ချလိမ့်မည်ဟု သင်တို့ ထင်ပါသလား)</span> ၎င်းတို့က \"မဟုတ်ပါ၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်\" ဟု ပြောကြားရာ ကိုယ်တော်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَ اللهِ للهُ أَرْحَمُ بِعِبَادِهِ مِنْ هذِهِ بِوَلَدِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့် သက်သေတည်ပါ၏။ အလ္လာဟ်အရှင်မြတ်သည် ဤအမျိုးသမီးသည် သူမ၏ကလေးအပေါ် ကရုဏာထားသည်ထက် ၎င်း၏ကျွန်များအပေါ် ပိုမို ကရုဏာထားတော်မူသည်)</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အိဗ်နု အဗ္ဗာဆ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်၊ \"အလေ့အထ <span class=\"gray\">(ရှေးခေတ်က)</span> မှာ သေဆုံးသူ၏ ပစ္စည်းများကို ၎င်း၏ သားစဉ်မြေးဆက်များက အမွေဆက်ခံခြင်းဖြစ်သည်၊ <span class=\"gray\">(သေဆုံးသူ၏)</span> မိဘများအတွက်မူ ၎င်းတို့သည် သေဆုံးသူ၏ မှာကြားချက်ဖြင့် အမွေဆက်ခံကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ထိုအလေ့အထမှ ကိုယ်တော်အလိုတော်ရှိသမျှကို ဖျက်သိမ်းပြီး ယောက်ျားအား မိန်းကလေးအမွေရရှိသည့် ပမာဏ၏ နှစ်ဆ၊ မိဘတစ်ဦးစီအတွက် <span class=\"gray\">(အမွေပမာဏတစ်ခုလုံး၏)</span> ခြောက်ပုံတစ်ပုံ၊ ဇနီးသည်အတွက် ရှစ်ပုံတစ်ပုံ သို့မဟုတ် လေးပုံတစ်ပုံ၊ ခင်ပွန်းသည်အတွက် ထက်ဝက် သို့မဟုတ် လေးပုံတစ်ပုံတို့ကို သတ်မှတ်တော်မူခဲ့သည်။\"</p><div lang=\"my\" class=\"my \"><h2>မိန်းကလေးများသည် တစ်ဦးတည်းသော အမွေခံများဖြစ်သည့်အခါ ၎င်းတို့၏ ဝေစု</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သမီးများသာရှိခဲ့ပါက၊ နှစ်ဦး သို့မဟုတ် နှစ်ဦးထက်ပိုပါက၊ ၎င်းတို့၏ ဝေစုသည် အမွေ၏ သုံးပုံနှစ်ပုံဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">အာယသ်သည် သမီးနှစ်ဦးကိုသာ ဆိုလိုသည်၊ 'ပို၍' ဟူသော စကားလုံးသည် ပိုလျှံသည်ဟု အချို့လူများက ပြောဆိုခဲ့ကြသည်ကို ဤနေရာတွင် ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ ၎င်းသည် မှန်ကန်ခြင်း မရှိပါ။ ကုရ်အာန်တွင် အချည်းနှီးဖြစ်ခြင်း သို့မဟုတ် ပိုလျှံခြင်းဟူ၍ ဘာမျှမရှိပါ။ အကယ်၍ အာယသ်သည် အမျိုးသမီးနှစ်ဦးအကြောင်းသာ ပြောဆိုခဲ့ပါက၊ \"၎င်းတို့နှစ်ဦး၏ ဝေစုသည် သုံးပုံနှစ်ပုံဖြစ်သည်\" ဟု ပြောဆိုခဲ့လိမ့်မည်။</p><p lang=\"my\" class=\"my \">သမီးများ၊ နှစ်ဦး သို့မဟုတ် နှစ်ဦးထက်ပိုပါက၊ ၎င်းတို့ သုံးပုံနှစ်ပုံရရှိသည်ဟူသော စည်းမျဉ်းကို ဤအာယသ်မှ ဆင်းသက်လာခြင်းဖြစ်ပြီး ညီအစ်မနှစ်ဦးသည် သုံးပုံနှစ်ပုံရရှိသည်ဟု ဖော်ပြထားသည်။ ကျွန်ုပ်တို့သည် နဗီတမန်တော် ﷺ က ဆအ်ဒ် ဘင် အလ်-ရဘီအ် ၏ သမီးနှစ်ဦး၏ ဝေစုသည် သုံးပုံနှစ်ပုံဖြစ်ရမည်ဟု အမိန့်ပေးခဲ့သည့် ဟဒီးဆ်ကိုလည်း ဖော်ပြခဲ့သည်။ ထို့ကြောင့် ဤသည်မှာ ကျမ်းတော်နှင့် စွန္နဟ်တို့တွင် သက်သေပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးတည်းသာရှိပါက၊ သူမ၏ ဝေစုသည် ထက်ဝက်ဖြစ်သည်)</span>။ သမီးနှစ်ဦးရှိပါက ၎င်းတို့ ထက်ဝက်ခွဲဝေရသည်ဟု သက်သေပြရန် ကျမ်းဂန်များရှိသည်။ ထို့ကြောင့် သုံးပုံနှစ်ပုံသည် သမီးနှစ်ဦး သို့မဟုတ် ညီအစ်မများ၏ ဝေစုဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အမွေတွင် မိဘများ၏ ဝေစု</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘများအတွက်၊ အမွေ၏ ခြောက်ပုံတစ်ပုံကို တစ်ဦးစီ)</span></p><p lang=\"my\" class=\"my \">အမွေတွင် မိဘများရရှိသော ဝေစုပုံစံများစွာရှိသည်။</p><p lang=\"my\" class=\"my \">၁။ သေဆုံးသူ၌ သားသမီးများကျန်ခဲ့ပါက မိဘများသည် ခြောက်ပုံတစ်ပုံစီ ရရှိသည်။ သေဆုံးသူ၌ သမီးတစ်ဦးတည်းသာရှိပါက သူမသည် အမွေ၏ ထက်ဝက်ကိုရရှိပြီး မိဘများသည် တစ်ဦးစီ ခြောက်ပုံတစ်ပုံစီရရှိကာ နောက်ထပ် ခြောက်ပုံတစ်ပုံကို ဖခင်အား ပေးသည်။</p><p lang=\"my\" class=\"my \">၂။ မိဘများသာ တစ်ဦးတည်းသော အမွေခံများဖြစ်ပါက မိခင်သည် သုံးပုံတစ်ပုံရရှိပြီး ဖခင်သည် ကျန်ရှိသော သုံးပုံနှစ်ပုံကို ရရှိသည်။ ဤကိစ္စတွင် ဖခင်၏ ဝေစုသည် မိခင်၏ ဝေစုထက် နှစ်ဆဖြစ်လိမ့်မည်။ သေဆုံးသူ၌ အသက်ရှင်ကျန်ရစ်သူ အိမ်ထောင်ဖက်ရှိပါက ခင်ပွန်းသည်ဖြစ်လျှင် ထက်ဝက်၊ ဇနီးသည်ဖြစ်လျှင် လေးပုံတစ်ပုံကို ရရှိသည်။ ကိစ္စနှစ်ခုလုံးတွင် သေဆုံးသူ၏ မိခင်သည် ကျန်ရှိသော အမွေ၏ သုံးပုံတစ်ပုံကို ရရှိသည်။ ၎င်းသည် ကျန်ရှိသော အမွေအပိုင်းအစကို မိဘများ၏ ဝေစုနှင့်ပတ်သက်၍ အမွေတစ်ခုလုံးကဲ့သို့ သဘောထားသောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖခင်ရရှိသည့်အရာ၏ ထက်ဝက်ကို မိခင်အား ပေးထားသည်။ ထို့ကြောင့် မိခင်သည် ကျန်ရှိသော အမွေ၏ သုံးပုံတစ်ပုံကို ရရှိပြီး ဖခင်သည် သုံးပုံနှစ်ပုံကို ရရှိသည်။</p><p lang=\"my\" class=\"my \">၃။ သေဆုံးသူ၌ အသက်ရှင်ကျန်ရစ်သူ ညီအစ်ကို မောင်နှမများ ကျန်ခဲ့ပါက၊ ဖခင်တူ မတူ၊ မိခင်တူ မတူ၊ သို့မဟုတ် ဖခင်နှင့်မိခင်တူ ဖြစ်စေ၊ ၎င်းတို့ရှိနေခြင်းသည် ဖခင်၏ ဝေစုကို လျှော့ချစေခြင်း မရှိပါ။ သို့သော် ၎င်းတို့ရှိနေခြင်းသည် မိခင်၏ ဝေစုကို သုံးပုံတစ်ပုံမှ ခြောက်ပုံတစ်ပုံသို့ လျှော့ချပြီး၊ အခြားအမွေခံများ မရှိသောအခါ ဖခင်သည် ကျန်ရှိသမျှကို ရရှိသည်။ အိဗ်နုအဘူဟာသိမ်က ကတာဒါဟ်သည် အာယသ်နှင့်ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေဆုံးသူ၌ ညီအစ်ကိုများ သို့မဟုတ် <span class=\"gray\">(ညီအစ်မများ)</span> ကျန်ခဲ့ပါက မိခင်သည် ခြောက်ပုံတစ်ပုံ ရရှိသည်)</span>။</p><p lang=\"my\" class=\"my \">၎င်းတို့ရှိနေခြင်းသည် မိခင်၏ ဝေစုကို လျှော့ချမည်ဖြစ်သော်လည်း ၎င်းတို့သည် အမွေဆက်ခံမည် မဟုတ်ပေ။ အသက်ရှင်ကျန်ရစ်သော ညီအစ်ကိုတစ်ဦးတည်းသာရှိပါက မိခင်၏ ဝေစုသည် သုံးပုံတစ်ပုံအဖြစ် ဆက်လက်တည်ရှိမည်ဖြစ်သော်လည်း အသက်ရှင်ကျန်ရစ်သော ညီအစ်ကိုတစ်ဦးထက်ပိုပါက သူမ၏ ဝေစုသည် လျှော့ချခံရမည်ဖြစ်သည်။ ပညာရှင်များသည် မိခင်၏ ဝေစုကို သုံးပုံတစ်ပုံမှ <span class=\"gray\">(ခြောက်ပုံတစ်ပုံသို့)</span> လျှော့ချခြင်းကို ဖခင်သည် သေဆုံးသူ၏ ညီအစ်ကို <span class=\"gray\">(မောင်နှမ)</span> များကို လက်ထပ်ရန် ကူညီပေးသူဖြစ်ပြီး ၎င်း၏ကိုယ်ပိုင်ငွေဖြင့် ဤရည်ရွယ်ချက်အတွက် သုံးစွဲသောကြောင့်ဖြစ်သည်ဟု မှတ်ယူကြသည်။ မိခင်သည် သူမ၏ငွေကို ဤရည်ရွယ်ချက်အတွက် သုံးစွဲခြင်းမရှိပါ။ ဤသည်မှာ ခိုင်မာသော အမြင်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဦးစွာ ကြွေးမြီများကို ပေးဆပ်ရမည်၊ ထို့နောက် မှာကြားချက်၊ ထို့နောက် သတ်မှတ်ထားသော အမွေ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကိစ္စအားလုံးတွင် ခွဲဝေမှုသည်)</span> သူပေးခဲ့သော မှာကြားချက်များ သို့မဟုတ် ကြွေးမြီများကို ပေးဆပ်ပြီးနောက်)</span>။</p><p lang=\"my\" class=\"my \">ဆလပ်ဖ်နှင့် ခလပ်ဖ် ပညာရှင်များသည် ကြွေးမြီများကို ပေးဆပ်ခြင်းသည် မှာကြားချက်ကို ဖြည့်ဆည်းခြင်းထက် ဦးစွာလာကြောင်း သဘောတူကြပြီး ဤအာယသ်ကို သေသေချာချာ ဖတ်ရှုသူများအတွက် ထင်ရှားသည်။ အလ္လာဟ်အရှင်မြတ်က နောက်ထပ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏မိဘများ သို့မဟုတ် သင်တို့၏သားသမီးများ ဖြစ်စေ၊ ၎င်းတို့အနက် မည်သူသည် သင်တို့အတွက် အကျိုးအရှိဆုံးဖြစ်သည်ကို သင်တို့မသိကြ)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယသ်၏ အဓိပ္ပါယ်မှာ- ဂျာဟီလီယာခေတ်နှင့် အစောပိုင်း အစ္စလာမ်ခေတ်က အမွေကို သားသမီးများက ရရှိခဲ့ပြီး မိဘများသည် မှာကြားချက်တွင် ၎င်းတို့အမည်ကို ထည့်သွင်းထားမှသာ ဝေစုရရှိခဲ့သည့် ထုံးတမ်းစဉ်လာနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် မိဘများနှင့် သားသမီးများအတွက် ဝေစုကို ကျွန်ုပ်တို့ သတ်မှတ်ပေးခဲ့သည်၊ အိဗ်နု အဗ္ဗာဆ်က ဖော်ပြခဲ့သကဲ့သို့ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤထုံးတမ်းစဉ်လာကို ဖျက်သိမ်းပြီး သားသမီးများနှင့် မိဘများအတွက် သတ်မှတ်ထားသော ဝေစုကို ချမှတ်ပေးခဲ့သည်။ လူတစ်ဦးသည် ဤလောကတွင် သို့မဟုတ် နောင်တမလွန်ဘဝအတွက် ၎င်း၏မိဘများထံမှ အကျိုးအမြတ်ကို ရယူနိုင်သည်၊ ၎င်း၏သားသမီးများထံမှ မရနိုင်သည့် အကျိုးအမြတ်မျိုး ဖြစ်သည်။ ၎င်း၏ ဆန့်ကျင်ဘက်သည်လည်း မှန်ကန်နိုင်ပါသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏မိဘများ သို့မဟုတ် သင်တို့၏သားသမီးများ ဖြစ်စေ၊ ၎င်းတို့အနက် မည်သူသည် သင်တို့အတွက် အကျိုးအရှိဆုံးဖြစ်သည်ကို သင်တို့မသိကြ)</span>- အကျိုးအမြတ်သည် ဤဆွေမျိုးများအနက် တစ်ဦးဦး သို့မဟုတ် နှစ်ဦးစလုံးထံမှ လာနိုင်သောကြောင့် ကျွန်ုပ်တို့သည် တစ်ဦးစီအတွက် အမွေ၏ သတ်မှတ်ထားသော ဝေစုကို ချမှတ်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِيضَةً مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က သတ်မှတ်ထားခြင်းဖြစ်သည်)</span> ဟူသည်မှာ- ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော ဤသတ်မှတ်ထားသော အမွေဝေစုများနှင့် အချို့သော အမွေခံများအား အခြားသူများထက် ပိုမိုကြီးမားသော ဝေစုကို ပေးထားခြင်းသည် အလ္လာဟ်အရှင်မြတ်က ဆုံးဖြတ်ပြီး သတ်မှတ်ထားသော အမိန့်တော်တစ်ရပ်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို သိတော်မူသော၊ အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့် ပြည့်စုံတော်မူသောအရှင်ဖြစ်သည်)</span>၊ ကိုယ်တော်သည် အရာခပ်သိမ်းကို ၎င်း၏သင့်လျော်သော နေရာတွင် ထားတော်မူပြီး တစ်ဦးစီအား ၎င်း၏သင့်လျော်သော ဝေစုကို ပေးတော်မူသည်။</p>"
  }
]