[
  {
    "ayah_key": "14:13",
    "group_ayah_key": "14:13",
    "from_ayah": "14:13",
    "to_ayah": "14:17",
    "ayah_keys": "14:13,14:14,14:15,14:16,14:17",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူများသည် ၎င်းတို့၏ ရစူလ်တမန်တော်များအား “ငါတို့သည် သင်တို့ကို ငါတို့၏မြေမှ မောင်းထုတ်မည်။ သို့မဟုတ် သင်တို့သည် ငါတို့၏ဘာသာတရားသို့ ပြန်လာရမည်” ဟု ပြောကြသည်။ ထို့ကြောင့် ၎င်းတို့၏အရှင်သည် ၎င်းတို့အား “အမှန်စင်စစ် ငါတို့သည် မတော်မတရားပြုသူများကို ဖျက်ဆီးမည်။ <span>(၁၃)</span>ထို့ပြင် ငါတို့သည် သင်တို့ကို ၎င်းတို့နောက်ပိုင်းတွင် မြေကြီးပေါ်၌ နေထိုင်စေမည်။ ဤသည်မှာ ငါ့ရှေ့၌ ရပ်တည်ရမည်ကို ကြောက်ရွံ့သူ၊ ငါ့၏ ခြိမ်းခြောက်မှုကို ကြောက်ရွံ့သူများအတွက် ဖြစ်သည်။ <span>(၁၄)</span>၎င်းတို့သည် အောင်မြင်မှုနှင့် အကူအညီကို ရှာဖွေကြ၏။ ခေါင်းမာပြီး မာနကြီးသော အာဏာရှင်တိုင်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းသာဖြစ်ကြောင်း မယုံကြည်ရန် ငြင်းဆန်သူ)</span> သည် လုံးဝဆုံးရှုံးခြင်းနှင့် ပျက်စီးခြင်းသို့ ရောက်ရှိသွား၏။ <span>(၁၅)</span>၎င်း၏ရှေ့တွင် ငရဲရှိ၏။ ၎င်းအား ဆူပွက်နေသော၊ ပုပ်ဆွေးနေသော ရေကို သောက်စေမည်။ <span>(၁၆)</span>၎င်းသည် မနှစ်မြို့စွာဖြင့် တစိမ့်စိမ့်သောက်ရမည်ဖြစ်ပြီး၊ လည်ချောင်းထဲသို့ မျိုချရန် အလွန်ခက်ခဲစွာ တွေ့ရမည်ဖြစ်၏။ သေခြင်းတရားသည် ၎င်းထံသို့ အရပ်ရပ်မှ ရောက်လာမည်ဖြစ်သော်လည်း ၎င်းသည် မသေနိုင်ပေ။ ၎င်း၏ရှေ့တွင် ကြီးမားသော ပြစ်ဒဏ်ရှိမည်။ <span>(၁၇)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သောလူမျိုးများသည် ၎င်းတို့၏ရစူလ်တမန်တော်များအား နှင်ထုတ်မည်ဟု ခြိမ်းခြောက်ကြခြင်း</h2></div><p lang=\"my\" class=\"my \">မယုံကြည်သောလူမျိုးများသည် ၎င်းတို့၏ ရစူလ်တမန်တော်များကို ၎င်းတို့၏နယ်မြေမှ နှင်ထုတ်ခြင်းနှင့် ပြည်နှင်ဒဏ်ပေးခြင်းဖြင့် မည်သို့ခြိမ်းခြောက်ခဲ့သည်ကို အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြန်လည်ပြောပြတော်မူ၏။ ဥပမာအားဖြင့်၊ ရှုအိုက်ဗ်တမန်တော် (၎င်းအပေါ်၌ ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ) ၏ လူမျိုးများသည် ၎င်းနှင့် ၎င်းအားယုံကြည်သူများအား ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِن قَرْيَتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ရှုအိုက်ဗ်! ကျွန်ုပ်တို့၏မြို့မှ သင်နှင့် သင့်အားယုံကြည်သူများကို ဧကန်မုချ နှင်ထုတ်မည်။)</span><span class=\"gray\">[၇:၈၈]</span> လူသ်တမန်တော် (၎င်းအပေါ်၌ ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ) ၏ လူမျိုးများသည် ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْرِجُوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသ်၏မိသားစုကို သင်တို့မြို့မှ နှင်ထုတ်ကြလော့။)</span><span class=\"gray\">[၂၇:၅၆]</span> အလ္လာဟ်အရှင်မြတ်သည် ကုရိုက်ရှ်၏ ရုပ်တုကိုးကွယ်သူများအကြောင်း ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَّا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သည် သင့်အား ထိုမြေမှ နှင်ထုတ်ရန်အထိ အလွန်အမင်း ခြောက်လှန့်နေကြသည်။ သို့သော် ထိုသို့ဖြစ်ပါက ၎င်းတို့သည် သင့်နောက်ပိုင်းတွင် အနည်းငယ်မျှသာ နေထိုင်ကြရမည်ဖြစ်သည်။)</span><span class=\"gray\">[၁၇:၇၆]</span> ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့သည် သင့်အား ထောင်သွင်းအကျဉ်းချရန်၊ သို့မဟုတ် သင့်အား သတ်ဖြတ်ရန်၊ သို့မဟုတ် သင့်အား နှင်ထုတ်ရန် လှည့်စားကြသောအခါ၊ ၎င်းတို့သည် လှည့်စားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်လည်း လှည့်စားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် လှည့်စားသူများအနက် အကောင်းဆုံးဖြစ်တော်မူ၏။)</span><span class=\"gray\">[၈:၃၀]</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ရစူလ်တမန်တော် ﷺ အား မက္ကာဟ်မှ ရွှေ့ပြောင်းပြီးနောက် ၎င်းပတ်လည်တွင် နောက်လိုက်များ၊ ထောက်ခံသူများနှင့် စစ်သည်တော်များကို စုဆောင်း၍ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် တိုက်ခိုက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှင်ထုတ်ရန် ကြိုးပမ်းခဲ့သော မက္ကာဟ်မြို့ကို ၎င်းအတွက် ဖွင့်လှစ်ပေးသည်အထိ ၎င်း၏ရစူလ်တမန်တော် ﷺ အား အာဏာကို ဆက်လက်ပေးသနားတော်မူခဲ့သည်။ မက္ကာဟ်မှ ၎င်း၏ရန်သူများနှင့် ကမ္ဘာမြေရှိ ကျန်လူသားများ မနှစ်သက်ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ထိုမြို့ပေါ်တွင် အာဏာကို ပေးခဲ့သည်။ မကြာမီပင် လူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားကို အများအပြားဖြင့် စတင်လက်ခံလာကြပြီး အလွန်တိုတောင်းသောအချိန်အတွင်း ကမ္ဘာ့အရှေ့ပိုင်းနှင့် အနောက်ပိုင်းမှ အခြားဘာသာတရားအားလုံးထက် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ဘာသာတရားသည် မြင့်မားလာခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْحَىٰ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ - وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِن بَعْدِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏အရှင်သည် ၎င်းတို့အား “အမှန်စင်စစ် ငါတို့သည် မတော်မတရားပြုသူများကို ဖျက်ဆီးမည်။ ထို့ပြင် ငါတို့သည် သင်တို့ကို ၎င်းတို့နောက်ပိုင်းတွင် မြေကြီးပေါ်၌ နေထိုင်စေမည်။” ဟု ထုတ်ဖော်ခဲ့သည်။)</span><span class=\"gray\">[၁၄:၁၃-၁၄]</span> အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်များတွင် ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ - إِنَّهُمْ لَهُمُ الْمَنصُورُونَ - وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့၏ အမိန့်တော်သည် ကျွန်ုပ်တို့၏ ကျွန်များဖြစ်ကြသော ရစူလ်တမန်တော်များအတွက် ရှေးကာလကတည်းက ထုတ်ပြန်ခဲ့ပြီးဖြစ်သည်။ ၎င်းတို့သည် ဧကန်မုချ အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။ ထို့ပြင် ကျွန်ုပ်တို့၏ စစ်တပ်များသည်လည်း ဧကန်မုချ အောင်နိုင်သူများ ဖြစ်ကြလိမ့်မည်။)</span><span class=\"gray\">[၃၇:၁၇၁-၁၇၃]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ပညတ်တော်မူပြီးဖြစ်၏။ “အမှန်စင်စစ် ငါနှင့် ငါ၏ရစူလ်တမန်တော်များသည် အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တအင်အားရှင်ဖြစ်တော်မူ၏။”)</span><span class=\"gray\">[၅၈:၂၁]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် အဇ်-ဇဘူရ်၌ အဒ်-ဓိကရ်နောက်ပိုင်းတွင် ငါ၏ဖြောင့်မတ်သော ကျွန်များသည် မြေကြီးကို အမွေခံရလိမ့်မည်ဟု ရေးသားခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">[၂၁:၁၀၅]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ مُوسَىٰ لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا ۖ إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَاءُ مِنْ عِبَادِهِ ۖ وَالْعَاقِبَةُ لِلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာသည် ၎င်း၏လူမျိုးအား ပြောခဲ့သည်မှာ “အလ္လာဟ်အရှင်မြတ်ထံ၌ အကူအညီရှာကြလော့။ စိတ်ရှည်ကြလော့။ အမှန်စင်စစ် မြေကြီးသည် အလ္လာဟ်အရှင်မြတ်၏ဖြစ်သည်။ ၎င်းအရှင်မြတ်သည် ၎င်း၏ကျွန်များအနက်မှ ၎င်းအလိုရှိသူအား အမွေအဖြစ် ပေးသနားတော်မူ၏။ <span class=\"gray\">(မင်္ဂလာရှိသော)</span> အဆုံးသည် တပ်ကွာရှိသူများအတွက် ဖြစ်သည်။”)</span><span class=\"gray\">[၇:၁၂၈]</span> ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَىٰ عَلَىٰ بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် အားနည်းသည်ဟု သတ်မှတ်ခံရသော လူတို့ကို မြေကြီး၏ အရှေ့ပိုင်းဒေသများနှင့် ငါတို့ကောင်းချီးပေးခဲ့သော အနောက်ပိုင်းဒေသများကို အမွေခံစေခဲ့သည်။ ထို့ပြင် သင်၏အရှင်၏ ဖြောင့်မတ်သော အမိန့်တော်သည် ဣသရေလသားများအတွက် ၎င်းတို့၏ ခံနိုင်ရည်ကြောင့် ပြည့်စုံခဲ့သည်။ ထို့ပြင် ငါတို့သည် ဖိရ်အောန်နှင့် ၎င်း၏လူမျိုးတို့ တည်ဆောက်ခဲ့သော ကြီးမားသော လုပ်ငန်းများနှင့် အဆောက်အဦအားလုံးကို လုံးဝ ဖျက်ဆီးပစ်ခဲ့သည်။)</span><span class=\"gray\">[၇:၁၃၇]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါ့ရှေ့၌ ရပ်တည်ရမည်ကို ကြောက်ရွံ့သူနှင့် ငါ့၏ ခြိမ်းခြောက်မှုကိုလည်း ကြောက်ရွံ့သူအတွက် ဖြစ်သည်။)</span> ဤသတိပေးချက်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းအရှင်မြတ်ရှေ့၌ ရပ်တည်ရမည်ကို ကြောက်ရွံ့သူ၊ ၎င်းအရှင်မြတ်၏ သတိပေးချက်များနှင့် ပြစ်ဒဏ်ကို ကြောက်ရွံ့သူများအတွက် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာများတွင် ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَن طَغَىٰ - وَآثَرَ الْحَيَاةَ الدُّنْيَا - فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَىٰ - وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ - فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် နယ်နိမိတ်အားလုံးကို ကျော်လွန်၍ ဤလောကီဘဝကို ပို၍နှစ်သက်သူအတွက်မူ ဧကန်မုချ ၎င်း၏နေအိမ်သည် ငရဲမီးဖြစ်သည်။ သို့သော် ၎င်း၏အရှင်သခင်ရှေ့၌ ရပ်တည်ရမည်ကို ကြောက်ရွံ့၍ မသန့်ရှင်းသော ဆိုးယုတ်သည့် ဆန္ဒများနှင့် ကာမဂုဏ်တို့မှ မိမိကိုယ်ကို ထိန်းချုပ်သူအတွက်မူ ဧကန်မုချ ပရဒိသုသည် ၎င်း၏နေအိမ်ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">[၇၉:၃၇-၄၁]</span> ထို့ပြင်</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်း၏အရှင်သခင်ရှေ့၌ ရပ်တည်ရမည်ကို ကြောက်ရွံ့သူအတွက် ဥယျာဉ်နှစ်ခုရှိလိမ့်မည်။)</span><span class=\"gray\">[၅၅:၄၆]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَفْتَحُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အောင်မြင်မှုနှင့် အကူအညီကို ရှာဖွေခဲ့ကြသည်။)</span> သည် အဘ်ဒူလ်လာဟ် ဘင် အဘ်ဘားစ်၊ မုဂျာဟိဒ်နှင့် ကတာဒါတို့၏ အဆိုအရ ၎င်းတို့၏လူမျိုးများအပေါ် ၎င်းတို့၏အရှင်သခင်၏ အကူအညီနှင့် အောင်မြင်မှုကို ရှာဖွေခဲ့သော ရစူလ်တမန်တော်များကို ရည်ညွှန်းသည်။ အဘ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အဆ်လမ်က ဤအာယသ်သည် လူမျိုးများကို ရည်ညွှန်းပြီး ၎င်းတို့ကိုယ်တိုင်အပေါ် အလ္လာဟ်အရှင်မြတ်၏ အောင်မြင်မှုကို တောင်းဆိုခြင်းဖြစ်သည်ဟု ပြောခဲ့သည်။ အချို့ရုပ်တုကိုးကွယ်သူများက ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! အကယ်၍ ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် အရှင်မြတ်ထံမှ ထုတ်ဖော်ခဲ့သော အမှန်တရားဖြစ်ပါက၊ ကျွန်ုပ်တို့အပေါ် ကောင်းကင်မှ ကျောက်ခဲများ မိုးရွာချပါ သို့မဟုတ် ကျွန်ုပ်တို့အား နာကျင်သော ပြစ်ဒဏ်ကို ယူဆောင်လာပါစေ။)</span><span class=\"gray\">[၈:၃၂]</span> ဤနေရာတွင် အဓိပ္ပါယ်နှစ်မျိုးလုံးကို လိုလားနိုင်သည်၊ အကြောင်းမှာ ရုပ်တုကိုးကွယ်သူ <span class=\"gray\">(ကုရိုက်ရှ်)</span> များသည် ဗဒ်ရ်နေ့တွင် ၎င်းတို့ကိုယ်တိုင်အပေါ် အလ္လာဟ်အရှင်မြတ်ကို ပန်ကြားခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အောင်မြင်မှုနှင့် အကူအညီအတွက် ၎င်းအရှင်မြတ်အား ပန်ကြားခဲ့သည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများအား ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ ۖ وَإِن تَنتَهُوا فَهُوَ خَيْرٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အို မယုံကြည်သူတို့)</span> အကယ်၍ သင်တို့သည် စီရင်ဆုံးဖြတ်ခြင်းကို တောင်းဆိုပါက၊ ယခု စီရင်ဆုံးဖြတ်ခြင်းသည် သင်တို့ထံ ရောက်ရှိလာခဲ့ပြီ။ သင်တို့ <span class=\"gray\">(မကောင်းမှုပြုခြင်းမှ)</span> ရပ်တန့်ပါက၊ သင်တို့အတွက် ပိုမိုကောင်းမွန်လိမ့်မည်။)</span><span class=\"gray\">[၈:၁၉]</span> အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ခေါင်းမာပြီး မာနကြီးသော အာဏာရှင်တိုင်းသည် လုံးဝဆုံးရှုံးခြင်းနှင့် ပျက်စီးခြင်းသို့ ရောက်ရှိသွားသည်။)</span> ၎င်းတို့သည် မာနကြီးပြီး အမှန်တရားကို ပုန်ကန်ခဲ့သူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်များတွင် ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ - مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ - الَّذِي جَعَلَ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များအား ပြောလိမ့်မည်)</span>- “သင်တို့နှစ်ဦးလုံး ခေါင်းမာသော မယုံကြည်သူတိုင်းကို ငရဲထဲသို့ ပစ်ချလော့ - ကောင်းမှုကို တားမြစ်သူ၊ ကျူးလွန်သူ၊ သံသယရှိသူ၊ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားတစ်ပါးကို ထားရှိသူ။ ထို့နောက် သင်တို့နှစ်ဦးလုံး ၎င်းအား ပြင်းထန်သော ပြစ်ဒဏ်၌ ပစ်ချလော့။”)</span><span class=\"gray\">[၅၀:၂၄-၂၆]</span> တမန်တော်မြတ် ﷺ သည် ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يُؤْتَى بِجَهَنَّمَ يَوْمَ الْقِيَامَةِ، فَتُنَادِي الْخَلَائِقَ، فَتَقُولُ: إِنِّي وُكِّلْتُ بِكُلِّ جَبَّارٍ عَنِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဂျဟန္နမ် <span class=\"gray\">(ငရဲမီး)</span> ကို ယူဆောင်လာလိမ့်မည်ဖြစ်ပြီး ၎င်းသည် ဖန်ဆင်းခံသတ္တဝါများအား “ငါသည် ပုန်ကန်သော အာဏာရှင်တိုင်း၏ တာဝန်ကို ပေးအပ်ခံထားရသည်” ဟု ခေါ်ဝေါ်လိမ့်မည်။)</span> ထို့ကြောင့် တမန်တော်များသည် ခွန်အားကြီးသော၊ တတ်နိုင်သော အလ္လာဟ်အရှင်မြတ်အား အောင်မြင်မှုအတွက် ပန်ကြားသောအခါ အာဏာရှင်တိုင်းသည် လုံးဝပျက်စီးဆုံးရှုံးခြင်းကို ရရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن وَرَائِهِ جَهَنَّمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ရှေ့တွင် ငရဲရှိ၏။)</span> အလ္လာဟ်အရှင်မြတ်က ခေါင်းမာသော အာဏာရှင်တိုင်း၏ရှေ့တွင် ဂျဟန္နမ်သည် ၎င်းအား စောင့်မျှော်နေပြီး၊ ၎င်းသည် ပြန်လည်ရောက်ရှိရာနေ့တွင် ထိုနေရာ၌ ထာဝစဉ် နေထိုင်ရမည်ဟု မိန့်တော်မူသည်။ ၎င်းအား နံနက်ပိုင်းနှင့် နေ့လယ်ပိုင်းတွင် ခေါ်ဆိုခြင်းနေ့အထိ ထိုနေရာသို့ ခေါ်ဆောင်သွားမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُسْقَىٰ مِن مَّاءٍ صَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းအား ဆူပွက်နေသော၊ ပုပ်ဆွေးနေသော ရေကို သောက်စေမည်။)</span> ငရဲမီးထဲတွင် ၎င်း၏တစ်ခုတည်းသော အဖျော်ယမကာသည် ဟာမင်မ်နှင့် ဂါစာခ်မှ ဖြစ်မည်။ ပထမတစ်ခုသည် အလွန်ပူ၍ နောက်တစ်ခုသည် အလွန်အေးပြီး ပုပ်ဆွေးနေသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာတွင် ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ - وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ထိုသို့ဖြစ်၏! ထို့နောက် ၎င်းတို့အား ဟာမင်မ်နှင့် ဂါစာခ်ကို မြည်းစမ်းစေလော့။ ထို့ပြင် အခြားအလားတူ <span class=\"gray\">(ပြစ်ဒဏ်များ)</span> အားလုံးကိုပါ မြည်းစမ်းစေလော့!)</span><span class=\"gray\">[၃၈:၅၇-၅၈]</span> မုဂျာဟိဒ်နှင့် အိကရီမာတို့က ဤပုပ်ဆွေးနေသော ရေသည် ပြည်နှင့်သွေးဖြင့် ပြုလုပ်ထားသည်ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်များတွင် ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဆူပွက်နေသော ရေကို သောက်စေခြင်းဖြင့် ၎င်းတို့၏ အူများကို ဖြတ်တောက်ပစ်လိမ့်မည်။)</span><span class=\"gray\">[၄၇:၁၅]</span> ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် အကူအညီတောင်းခံပါက၊ ၎င်းတို့အား ဆူပွက်နေသောဆီကဲ့သို့သော ရေကို ပေးလိမ့်မည်။ ၎င်းရေသည် ၎င်းတို့၏မျက်နှာများကို လောင်ကျွမ်းစေလိမ့်မည်။)</span><span class=\"gray\">[၁၈:၂၉]</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَجَرَّعُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မနှစ်မြို့စွာဖြင့် တစိမ့်စိမ့်သောက်ရမည်)</span>၊ ၎င်းသည် ဤရေကို သောက်ရန် မုန်းတီးလိမ့်မည်ဟု ဖော်ပြသည်။ သို့သော် ၎င်းအား တစိမ့်စိမ့်သောက်ရန် အတင်းအကျပ်ပြုလိမ့်မည်။ ကောင်းကင်တမန်က သံချောင်းဖြင့် မရိုက်မချင်း ၎င်းသည် ငြင်းဆန်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُم مَّقَامِعُ مِنْ حَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အတွက် သံချောင်းများ ရှိသည်။)</span><span class=\"gray\">[၂၂:၂၁]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَكَادُ يُسِيغُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းသည် လည်ချောင်းထဲသို့ မျိုချရန် အလွန်ခက်ခဲစွာ တွေ့ရမည်ဖြစ်၏၊)</span> ဆိုလိုသည်မှာ ၎င်းသည် ယင်း၏ ကြောက်မက်ဖွယ်ကောင်းသော အရသာ၊ အရောင်နှင့် မခံမရပ်နိုင်သော ပူပြင်းမှု သို့မဟုတ် အေးစိမ့်မှုတို့ကြောင့် ၎င်းကို မျိုချရန် မုန်းတီးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْتِيهِ الْمَوْتُ مِن كُلِّ مَكَانٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သေခြင်းတရားသည် ၎င်းထံသို့ အရပ်ရပ်မှ ရောက်လာမည်)</span>၊ ၎င်း၏ ကိုယ်အင်္ဂါများ၊ ခြေလက်အင်္ဂါများနှင့် ခန္ဓာကိုယ်တစ်ခုလုံးသည် ဤအဖျော်ယမကာကြောင့် နာကျင်ကိုက်ခဲမှု ခံစားရမည်။ အမ်ရ် ဘင် မိုင်မွန် ဘင် မဟ်ရာန်က “အရိုး၊ အာရုံကြောနှင့် သွေးကြောတိုင်း” ဟု မှတ်ချက်ပြုခဲ့သည်။ အဒ်-ဒဟ်ဟာက်က အိဘ်နုအဘ်ဘားစ်က အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်အပေါ် မှတ်ချက်ပြုခဲ့သည်ဟု ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْتِيهِ الْمَوْتُ مِن كُلِّ مَكَانٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သေခြင်းတရားသည် ၎င်းထံသို့ အရပ်ရပ်မှ ရောက်လာမည်၊)</span> “အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဂျဟန္နမ်မီး၌ ပြစ်ဒဏ်ပေးမည့် ပြစ်ဒဏ်အမျိုးအစားအားလုံးသည် သေခြင်းတရားကို သယ်ဆောင်လာလိမ့်မည်၊ အကယ်၍ ၎င်းသေခဲ့မည်ဆိုလျှင်။ သို့သော် ၎င်းသည် မသေနိုင်ပေ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သေဆုံးရမည်မဟုတ်သကဲ့သို့ ၎င်းတို့အပေါ် ပြစ်ဒဏ်ကိုလည်း လျှော့ချပေးမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၃၅:၃၆]</span>။” ထို့ကြောင့် အိဘ်နုအဘ်ဘားစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့် ၎င်း၏ဖခင်ကို နှစ်သက်တော်မူပါစေအဆိုအရ ပြစ်ဒဏ်အမျိုးအစားတိုင်းသည် ၎င်း <span class=\"gray\">(ခေါင်းမာသော၊ ပုန်ကန်သော အာဏာရှင်)</span> ထံသို့ သေခြင်းတရားနှင့်အတူ ရောက်လာလိမ့်မည်၊ အကယ်၍ ၎င်းသည် ထိုနေရာတွင် သေမည်ဆိုလျှင်။ သို့သော် ၎င်းသည် မသေနိုင်ပေ၊ ၎င်းသည် ထာဝရပြစ်ဒဏ်နှင့် ညှဉ်းပန်းနှိပ်စက်မှုကို ခံစားရမည်ဖြစ်သည်။ ထို့ကြောင့် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْتِيهِ الْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သေခြင်းတရားသည် ၎င်းထံသို့ အရပ်ရပ်မှ ရောက်လာမည်ဖြစ်သော်လည်း ၎င်းသည် မသေနိုင်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِن وَرَائِهِ عَذَابٌ غَلِيظٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏ရှေ့တွင် ကြီးမားသော ပြစ်ဒဏ်ရှိမည်။)</span> ဤအခြေအနေ၌ပင် ၎င်းသည် ယခင်ထက် ပိုမိုပြင်းထန်ပြီး နာကျင်စေသော၊ ပို၍ကြမ်းတမ်းပြီး ခါးသီးသော အခြားပြင်းထန်သော ပြစ်ဒဏ်တစ်မျိုးကို ခံစားရဦးမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဇက်ကွမ်သစ်ပင်ကို ဖော်ပြခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ - طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ - فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ - ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِّنْ حَمِيمٍ - ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းသည် ငရဲမီး၏ အောက်ခြေမှ ထွက်ပေါ်လာသော သစ်ပင်ဖြစ်သည်။ ၎င်း၏ အသီးအရွက်များ၏ အညွန့်များသည် ရှိုက်သွာန်များ၏ ဦးခေါင်းများနှင့် တူသည်။ ဧကန်မုချ ၎င်းတို့သည် ထိုအသီးကို စား၍ ၎င်းတို့၏ ဝမ်းများကို ပြည့်စေလိမ့်မည်။ ထို့နောက် ထပ်မံ၍ ၎င်းတို့အား ဆူပွက်နေသော ရေကို ရောနှောမှု ဖြစ်လာစေရန် သောက်စေလိမ့်မည်။ ထို့နောက် ဧကန်မုချ ၎င်းတို့၏ ပြန်လည်ရောက်ရှိရာသည် ငရဲမီးလျှံဖြစ်သည်။)</span><span class=\"gray\">[၃၇:၆၄-၆၈]</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့သည် ဇက်ကွမ်မှ စားသုံးနေမည် သို့မဟုတ် ဟာမင်မ်ကို သောက်သုံးနေမည် သို့မဟုတ် ငရဲမီး၌ အကြိမ်ကြိမ် ပြစ်ဒဏ်ပေးခံနေရမည်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ ကျွန်ုပ်တို့သည် ဤအရာအားလုံးမှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံရာရှာကြသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ - يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်ကား ပြစ်မှုကျူးလွန်သူများ ငြင်းဆိုခဲ့သော ငရဲဖြစ်သည်။ ၎င်းတို့သည် ၎င်း <span class=\"gray\">(ငရဲ)</span> နှင့် ပြင်းထန်စွာ ဆူပွက်နေသော ရေကြားတွင် သွားလာနေကြလိမ့်မည်။)</span><span class=\"gray\">[၅၅:၄၃-၄၄]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ شَجَرَتَ الزَّقُّومِ - طَعَامُ الْأَثِيمِ - كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ - كَغْلْيِ الْحَمِيمِ - خُذُوهُ فَاعْتِلُوهُ إِلَىٰ سَوَاءِ الْجَحِيمِ - ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ - ذُقْ إِنَّكَ أَنتَ الْعَزِيزُ الْكَرِيمُ - إِنَّ هَٰذَا مَا كُنتُم بِهِ تَمْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဇက်ကွမ်သစ်ပင်သည် အပြစ်သားများ၏ အစားအစာဖြစ်လိမ့်မည်။ ဆူပွက်နေသောဆီကဲ့သို့ ၎င်းသည် ဝမ်းဗိုက်ထဲတွင် ဆူပွက်လိမ့်မည်။ ရေနွေးပူလောင်ခြင်းကဲ့သို့ ဆူပွက်လိမ့်မည်။ <span class=\"gray\">(ပြောလိမ့်မည်)</span> “၎င်းကို ဖမ်းပြီး တောက်လောင်နေသော မီး၏အလယ်သို့ ဆွဲခေါ်သွားလော့။ ထို့နောက် ၎င်း၏ခေါင်းပေါ်တွင် ဆူပွက်နေသောရေ၏ ပြစ်ဒဏ်ကို လောင်းချလော့။ သင် <span class=\"gray\">(ဤအရာကို)</span> မြည်းစမ်းလော့! အမှန်စင်စစ် သင်သည် အစွမ်းထက်သူ၊ ရက်ရောသူဖြစ်သည်။ အမှန်စင်စစ် ဤကား သင်တို့သံသယရှိခဲ့သော အရာပင်ဖြစ်သည်။”)</span><span class=\"gray\">[၄၄:၄၃-၅၀]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ - فِي سَمُومٍ وَحَمِيمٍ - وَظِلٍّ مِّن يَحْمُومٍ - لَّا بَارِدٍ وَلَا كَرِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လက်ဝဲဘက်ရှိသူများ - လက်ဝဲဘက်ရှိသူများ မည်မျှ <span class=\"gray\">(ကံမကောင်း)</span> လိမ့်မည်နည်း။ ပြင်းထန်သော လေပူနှင့် ဆူပွက်နေသောရေ၊ ထို့ပြင် အနက်ရောင်မီးခိုး၏ အရိပ်အောက်တွင် အေးမြခြင်းလည်းမရှိ၊ သာယာခြင်းလည်းမရှိ။)</span><span class=\"gray\">[၅၆:၄၁-၄၄]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا ۚ وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ - جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ - هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ - وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကား ထိုသို့ဖြစ်၏။ တဂွန်းတို့အတွက် ဆိုးရွားသော နောက်ဆုံးပြန်လည်ရောက်ရှိရာ ရှိလိမ့်မည်။ ငရဲ! ထိုနေရာတွင် ၎င်းတို့ မီးလောင်ခံရမည်ဖြစ်ပြီး၊ ထိုနေရာသည် အဆိုးဆုံးသော နားခိုရာဖြစ်သည်။ ဤကား ထိုသို့ဖြစ်၏! ထို့နောက် ၎င်းတို့အား ဟာမင်မ်နှင့် ဂါစာခ်ကို မြည်းစမ်းစေလော့။ ထို့ပြင် အခြားအလားတူ <span class=\"gray\">(ပြစ်ဒဏ်များ)</span> အားလုံးကိုပါ မြည်းစမ်းစေလော့!)</span><span class=\"gray\">[၃၈:၅၅-၅၈]</span> အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းသာ သိတော်မူသော ပြစ်ဒဏ်အမျိုးအစားများနှင့် ပုံစံအမျိုးမျိုးဖြင့် ထပ်ခါတလဲလဲ ပြစ်ဒဏ်ပေးခံရမည်ဖြစ်ကြောင်း ဖော်ပြသည့် အခြားအလားတူ အာယသ်များစွာ ရှိသေးသည်။ ဖြောင့်မတ်သော အကျိုးဆက်အဖြစ်၊ </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည် ၎င်း၏ ကျွန်များအပေါ် မည်သည့်အခါမျှ မတရားမပြုလုပ်ပေ။)</span><span class=\"gray\">[၄၁:၄၆]</span></p>"
  }
]