[
  {
    "ayah_key": "8:50",
    "group_ayah_key": "8:50",
    "from_ayah": "8:50",
    "to_ayah": "8:51",
    "ayah_keys": "8:50,8:51",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့သည် မယုံကြည်သူများ၏ ဝိညာဉ်များကို ကောင်းကင်တမန်များက ယူဆောင်သွားသည်ကို <span class=\"gray\">(သေဆုံးချိန်တွင်)</span> မြင်တွေ့ရလျှင်၊ ၎င်းတို့သည် သူတို့၏ မျက်နှာများနှင့် ကျောပြင်များကို ရိုက်နှက်ကြ၏။ <span class=\"gray\">(ဆိုသည်မှာ)</span> \"လောင်ကျွမ်းနေသော မီး၏ ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့။ <span>(၅၀)</span>\" ၎င်းသည် သင်တို့၏ လက်များက ရှေ့သို့ ပို့ဆောင်ခဲ့သည့် အရာများကြောင့်ဖြစ်သည်။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအပေါ် မတရားပြုတော်မူသည်မဟုတ်ပေ။ <span>(၅၁)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်တမန်များသည် မယုံကြည်သူတို့၏ ဝိညာဉ်များကို ဖမ်းဆီးသောအခါ ၎င်းတို့ကို ရိုက်နှက်ကြသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သင်သည် မယုံကြည်သူတို့၏ ဝိညာဉ်များကို ကောင်းကင်တမန်များက ဖမ်းဆီးနေသည်ကို မျက်မြင်တွေ့ရှိခဲ့မည်ဆိုလျှင်၊ သင်သည် ကြီးမားထိတ်လန့်စရာ၊ ကြောက်မက်ဖွယ်ကောင်းသော၊ အရေးကြီးသောနှင့် ကြောက်ရွံ့ဖွယ်ရာ ကိစ္စရပ်တစ်ခုကို တွေ့ကြုံရလိမ့်မည်ဟု မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သူတို့၏ မျက်နှာများနှင့် ကျောပြင်များကို ရိုက်နှက်ကြသည်)</span> ဟု ၎င်းတို့အား ပြောဆိုလျက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذُوقُوا عَذَابَ الْحَرِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"လောင်ကျွမ်းနေသော မီး၏ ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့။\")</span></p><p lang=\"hmn\" class=\"hmn \">Ibn Jurayj said that Mujahid said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَدْبَارَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ကျောပြင်များကို)</span> ဆိုသည်မှာ ၎င်းတို့၏ နောက်ကျောဘက်ခြမ်းများကို ရည်ညွှန်းသည်၊ ဘဒ်ရ်နေ့တွင် ဖြစ်ပျက်ခဲ့သည့်အတိုင်းပင်။ အစ်ဗ်နု ဂျူရေးဂျ်က အစ်ဗ်နု အဗ်ဗားစ်ထံမှလည်း သတင်းပို့ခဲ့သည်မှာ \"ရုပ်တုကိုးကွယ်သူများက မွတ်စ်လင်မ်များနှင့် ရင်ဆိုင်သောအခါ <span class=\"gray\">[ဘဒ်ရ်တွင်]</span> မွတ်စ်လင်မ်များသည် သူတို့၏ မျက်နှာများကို ဓားဖြင့် ရိုက်နှက်ခဲ့ကြသည်။ သူတို့ ထွက်ပြေးသောအခါ ကောင်းကင်တမန်များသည် သူတို့၏ နောက်ကျောများကို ရိုက်နှက်ခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်များသည် ဘဒ်ရ်ကို ဖော်ပြနေသော်လည်း၊ ၎င်းတို့သည် မည်သည့်မယုံကြည်သူမဆိုနှင့် သက်ဆိုင်သည့် အထွေထွေကိစ္စများဖြစ်သည်။ ဤသည်ပင် အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် မိမိ၏မိန့်ဆိုချက်ကို ဘဒ်ရ်ရှိ မယုံကြည်သူများအတွက် ကန့်သတ်မထားခြင်း၏ အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا ۙ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မယုံကြည်သူများ၏ ဝိညာဉ်များကို ကောင်းကင်တမန်များက ယူဆောင်သွားသည်ကို <span class=\"gray\">(သေဆုံးချိန်တွင်)</span> မြင်တွေ့ရလျှင်၊ ၎င်းတို့သည် သူတို့၏ မျက်နှာများနှင့် ကျောပြင်များကို ရိုက်နှက်ကြ၏။)</span></p><p lang=\"my\" class=\"my \">စူရတွလ်ကိတာလ် <span class=\"gray\">(သို့မဟုတ် မုဟမ္မဒ် အခန်း ၄၇)</span> တွင်လည်းကောင်း၊ စူရတွလ်အန်အာမ်တွင်လည်းကောင်း အလားတူ အာယတ်တော်တစ်ခုရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنفُسَكُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် မတော်မတရားပြုသူများ သေမင်းတမန်၏ ပြင်းထန်သော ဝေဒနာများကြားတွင် ရှိနေပြီး ကောင်းကင်တမန်များက ၎င်းတို့၏ လက်များကို ဆန့်တန်းကာ <span class=\"gray\">(ဆိုသည်မှာ)</span> \"သင်တို့၏ ဝိညာဉ်များကို ထုတ်ပေးကြလော့။\" ဟု ပြောနေသည်ကို မြင်တွေ့ရမည်ဆိုလျှင်။)</span><span class=\"gray\">[6:93]</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် လက်များကို ဆန့်တန်းကာ မယုံကြည်သူများကို ရိုက်နှက်ကြသည်။ အကြောင်းမှာ ၎င်းတို့၏ ဝိညာဉ်များသည် ခန္ဓာကိုယ်မှ ထွက်ခွာရန် ငြင်းဆန်ကြသောကြောင့် အတင်းအကျပ် ထုတ်ယူခြင်းခံရသည်။ ဤအရာသည် ကောင်းကင်တမန်များက ၎င်းတို့အား ပြစ်ဒဏ်နှင့် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သတင်းကို ပေးသောအခါ ဖြစ်ပေါ်သည်။ အလ်-ဘာရာအ်ထံမှ ဟဒီးဆ်တော်တစ်ခု ရှိသည်မှာ သေမင်းတမန်သည် မယုံကြည်သူအား သေဆုံးချိန်၌ လာရောက်သောအခါ ကြောက်မက်ဖွယ်ကောင်းပြီး ရွံရှာဖွယ်ကောင်းသော ပုံသဏ္ဍာန်ဖြင့် လာရောက်ပြီး \"အို ယုတ်မာသော ဝိညာဉ်၊ ပြင်းထန်သော လေပူ၊ ရေနွေးပူနှင့် မီးခိုးမဲ၏ အရိပ်ဆီသို့ ထွက်သွားလော့။\" ဟု ပြောဆိုသည်။ ထိုအခါ မယုံကြည်သူ၏ ဝိညာဉ်သည် သူ၏ ခန္ဓာကိုယ်အနှံ့သို့ ပြန့်ကျဲသွားသော်လည်း ကောင်းကင်တမန်များသည် ၎င်းကို စိုစွတ်နေသော သိုးမွေးမှ အပ်ကို ဆွဲထုတ်သကဲ့သို့ ပြန်လည် ဆယ်ယူကြသည်။ ဤကိစ္စတွင် သွေးကြောများနှင့် အာရုံကြောဆဲလ်များသည် ဝိညာဉ်နှင့် ဆက်စပ်နေဆဲ ဖြစ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်တမန်များသည် မယုံကြည်သူများအား မီး၏ ပြစ်ဒဏ်သတင်းကို ယူဆောင်လာကြောင်း ဤနေရာတွင် ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့၏ လက်များက ရှေ့သို့ ပို့ဆောင်ခဲ့သည့် အရာများကြောင့်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဤပြစ်ဒဏ်သည် သင်တို့သည် လောကီဘဝ၌ ကျူးလွန်ခဲ့သော မကောင်းမှုတို့၏ အကျိုးဆိုး ဖြစ်သည်။ ဤသည်မှာ သင်တို့၏ အပြုအမူများအတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ သင်တို့၏ စာရင်းရှင်းတမ်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအပေါ် မတရားပြုတော်မူသည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ မည်သည့်ဖန်ဆင်းခံကိုမျှ မတရားပြုတော်မမူပေ။ အကြောင်းမှာ ကိုယ်တော်သည် ဖြောင့်မတ်တော်မူပြီး မည်သည့်အရာကိုမျှ မသင့်လျော်သောနေရာတွင် ထားတော်မမူပေ။ ဂုဏ်သရေရှိတော်မူသော၊ ဘုန်းတော်ကြီးမြတ်တော်မူသော၊ အမြင့်မြတ်ဆုံးဖြစ်တော်မူသော၊ ချီးမွမ်းခြင်းခံရတော်မူသော၊ အရာခပ်သိမ်းနှင့် ပြည့်စုံတော်မူသော၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူသော အရှင်မြတ်ဖြစ်သည်။ မွတ်စ်လင်မ်က အဗူဒ်ဒပ်ရ်ရ် ပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّ اللهَ تَعَالَى يَقُولُ: يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا، يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မြင့်မြတ်တော်မူစွာဖြင့် မိန့်တော်မူသည်မှာ 'အို ငါ၏ကျွန်များ! ငါသည် ကိုယ့်ကိုယ်ကို မတရားမှုကို တားမြစ်ထားပြီး၊ မင်းတို့အချင်းချင်းအကြား၌လည်း တားမြစ်ထားသည်။ ထို့ကြောင့် အချင်းချင်း မတရားမှု မကျူးလွန်ကြနှင့်။ အို ငါ၏ကျွန်များ! ငါသည် မင်းတို့၏ လုပ်ရပ်များကို ရေတွက်ထားသည်။ ထို့ကြောင့် ကောင်းသောအရာကို တွေ့ရှိသူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းစေ။ ၎င်းမှလွဲ၍ အခြားအရာကို တွေ့ရှိသူ မည်သူမဆို မိမိကိုယ်ကိုသာ အပြစ်တင်စေ။')</span></p><p lang=\"my\" class=\"my \">ဤသည်ပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခြင်း၏ အကြောင်းရင်းဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "8:52",
    "group_ayah_key": "8:52",
    "from_ayah": "8:52",
    "to_ayah": "8:52",
    "ayah_keys": "8:52",
    "text": "<p class=\"my translation\" lang=\"my\">ဖိရ်အောင်၏ လူမျိုးတို့၏ ပြုမူပုံနှင့် ၎င်းတို့ မတိုင်မီက လူတို့၏ ပြုမူပုံတို့နှင့် တူညီသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို ငြင်းပယ်ခဲ့ကြရာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ပြစ်မှုများကြောင့် ၎င်းတို့ကို ပြစ်ဒဏ်ပေးတော်မူခဲ့သည်။ မုချဧကန် အလ္လာဟ်အရှင်မြတ်သည် ခွန်အားကြီးမားတော်မူထသော အပြစ်ဒဏ်ပေးရာ၌ ပြင်းထန်တော်မူထသော အရှင်ဖြစ်တော်မူသည်။ <span>(52)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'အို မုဟမ္မဒ်၊ ငါသည် သင်အား စေလွှတ်ခဲ့သောအရာကို ဆန့်ကျင်သော ဤပုန်ကန်တတ်သည့် မယုံကြည်သူများ၏ ပြုမူပုံသည် ယခင်က မယုံကြည်သူလူမျိုးများ၏ ပြုမူပုံနှင့် တူညီသည်။ ထို့ကြောင့် ငါတို့သည် ၎င်းတို့နှင့် ငါတို့၏ ဒါအဘ် (Da'b) အတိုင်း ပြုမူခဲ့သည်၊ ဆိုလိုသည်မှာ ငါတို့၏ ပြုမူပုံ <span class=\"gray\">[သို့မဟုတ် ဓလေ့]</span> နှင့် နည်းလမ်းအတိုင်းပင်ဖြစ်သည်၊ ငါတို့သည် ၎င်းတို့နှင့် ၎င်းတို့ကဲ့သို့သော ဖိရ်အောင်အား ငြင်းပယ်သူများနှင့် တမန်တော်များကို ငြင်းပယ်ခဲ့ကြပြီး ငါတို့၏ အာယတ်တော်များကို မယုံကြည်ခဲ့ကြသော ယခင်လူမျိုးများအပေါ် မကြာခဏ ပြုလုပ်ပြီး ဆုံးဖြတ်လေ့ရှိသည့်အတိုင်း ပြုမူခဲ့သည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ပြစ်မှုများကြောင့် ၎င်းတို့ကို ပြစ်ဒဏ်ပေးတော်မူခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့၏ ပြစ်မှုများကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ဖျက်ဆီးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုချဧကန် အလ္လာဟ်အရှင်မြတ်သည် ခွန်အားကြီးမားတော်မူထသော အပြစ်ဒဏ်ပေးရာ၌ ပြင်းထန်တော်မူထသော အရှင်ဖြစ်တော်မူသည်။)</span></p><p lang=\"it\" class=\"it \">none can resist Him or escape His grasp.</p>"
  },
  {
    "ayah_key": "8:53",
    "group_ayah_key": "8:53",
    "from_ayah": "8:53",
    "to_ayah": "8:54",
    "ayah_keys": "8:53,8:54",
    "text": "<p lang=\"my\" class=\"my \">ထိုသို့ဖြစ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူမျိုးအားမဆို ချီးမြှင့်ထားသော ကောင်းခြင်းမင်္ဂလာကို ၎င်းတို့ကိုယ်တိုင် ၎င်းတို့၏ စိတ်သဘောထားများကို မပြောင်းလဲသရွေ့ ပြောင်းလဲမည်မဟုတ်သောကြောင့် ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို သိတော်မူထသော အရှင်ဖြစ်သည်။ <span>(53)</span> ဖာရ်အွန်၏လူမျိုးများနှင့် ၎င်းတို့မတိုင်မီက လူတို့၏ အပြုအမူနှင့်ဆင်တူသည်။ ၎င်းတို့သည် ၎င်းတို့၏အရှင်၏ အာယတ်တော်များကို ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့၏အပြစ်များကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ဖျက်ဆီးခဲ့သည်။ ဖာရ်အွန်၏လူမျိုးများကို ရေနစ်သေစေခဲ့သည်၊ အကြောင်းမှာ ၎င်းတို့အားလုံးသည် မတရားပြုသူများ ဖြစ်သောကြောင့်ဖြစ်သည်။ <span>(54)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ဆုံးဖြတ်ချက်များတွင် အရှင်၏ပြည့်စုံသော တရားမျှတမှုနှင့် ဖြောင့်မတ်မှုကို အတည်ပြုတော်မူသည်။ အကြောင်းမှာ အရှင်သည် မည်သူ့အားမဆို ပေးထားသော ကောင်းချီးမင်္ဂလာကို ၎င်းတို့ကျူးလွန်သော မကောင်းမှုကြောင့်မှတစ်ပါး ပြောင်းလဲမည်မဟုတ်ဟု ဆုံးဖြတ်ထားသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنفُسِهِمْ ۗ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ ۚ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူမျိုး၏ <span class=\"gray\">(ကောင်းသော)</span> အခြေအနေကိုမဆို ၎င်းတို့ကိုယ်တိုင် ၎င်းတို့၏ <span class=\"gray\">(ကောင်းမြတ်သော)</span> အခြေအနေကို မပြောင်းလဲသရွေ့ ပြောင်းလဲမည်မဟုတ်ပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် လူမျိုးတစ်မျိုးအား ပြစ်ဒဏ်ပေးရန် ရည်ရွယ်သည့်အခါ ၎င်းကို မည်သူမျှ ပြန်လှည့်နိုင်မည်မဟုတ်ပေ။ ၎င်းတို့သည် အရှင်မှတစ်ပါး အခြားမည်သည့် အကာအကွယ်ပေးသူကိုမျှ တွေ့ရမည်မဟုတ်ပေ။)</span><span class=\"gray\">[13:11]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَدَأْبِ آلِ فِرْعَوْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖာရ်အွန်၏လူမျိုးများ၏ အပြုအမူနှင့် ဆင်တူသည်၊)</span> ဆိုလိုသည်မှာ အရှင်သည် ဖာရ်အွန်နှင့် ၎င်း၏လူမျိုးများကို၊ အရှင်၏အာယတ်တော်များကို ငြင်းပယ်ခဲ့သူများကို ပြစ်ဒဏ်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏အပြစ်များကြောင့် ၎င်းတို့ကို ဖျက်ဆီးခဲ့ပြီး၊ ဥယျာဉ်များ၊ စမ်းရေတွင်းများ၊ အပင်များ၊ ဘဏ္ဍာများနှင့် သာယာသော နေအိမ်များအပြင် ၎င်းတို့ပျော်ရွှင်ခဲ့ကြသော ကောင်းချီးမင်္ဂလာအားလုံးကို ရုပ်သိမ်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို မတရားမပြုခဲ့သော်လည်း ၎င်းတို့ကိုယ်တိုင် ၎င်းတို့ကိုယ်ကို မတရားပြုခဲ့ကြခြင်းဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "8:55",
    "group_ayah_key": "8:55",
    "from_ayah": "8:55",
    "to_ayah": "8:57",
    "ayah_keys": "8:55,8:56,8:57",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အထံတော်တွင် သက်ရှိသတ္တဝါတို့တွင် အဆိုးဆုံးမှာ မယုံကြည်သူများ ဖြစ်ကြသည်၊ – ထို့ကြောင့် ၎င်းတို့သည် ယုံကြည်မည်မဟုတ်ပေ <span>(55)</span>၎င်းတို့သည် သင်နှင့် ပဋိညာဉ်ပြုခဲ့သူများ ဖြစ်ကြသော်လည်း ၎င်းတို့သည် ပဋိညာဉ်ကို အချိန်တိုင်း ဖောက်ဖျက်ကြပြီး တက်ကဝါ မရှိကြပေ <span>(56)</span>ထို့ကြောင့် သင်သည် စစ်ပွဲတွင် ၎င်းတို့ကို အောင်နိုင်လျှင် ၎င်းတို့နောက်ကွယ်ရှိသူများကို ကွဲပြားသွားစေကုန်လော့။ သို့မှသာ ၎င်းတို့သည် သင်ခန်းစာရရှိကြမည် <span>(57)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများနှင့် ပဋိညာဉ်များကို ဖောက်ဖျက်သူများအား ပြင်းထန်စွာ တိုက်ခိုက်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် ကမ္ဘာ့မျက်နှာပြင်ပေါ်ရှိ အဆိုးဆုံး ရွေ့လျားသတ္တဝါများမှာ မယုံကြည်သူများ၊ သာသနာကို မလက်ခံသူများ၊ ပဋိညာဉ်ပြုလုပ်တိုင်း ကတိများကို ဖောက်ဖျက်သူများပင် ဖြစ်သည်ဟု ဖော်ပြထားသည်၊ ၎င်းတို့သည် ကတိတည်ရန် သစ္စာပြုထားသော်လည်းကောင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် တက်ကဝါ မရှိကြပေ)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကျူးလွန်သော မည်သည့်အပြစ်နှင့် ပတ်သက်၍မျှ အလ္လာဟ်အရှင်မြတ်ကို မကြောက်ရွံ့ကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်သည် စစ်ပွဲတွင် ၎င်းတို့ကို အောင်နိုင်လျှင်)</span>၊ သင်သည် ၎င်းတို့ကို စစ်ပွဲတွင် အနိုင်ယူပြီး အောင်ပွဲခံနိုင်လျှင်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နောက်ကွယ်ရှိသူများကို ကွဲပြားသွားစေကုန်လော့၊)</span> အိဗ်နု အဘ္ဘားစ်၊ အလ်-ဟစန် အလ်-ဘစရီ၊ အဒ်-ဒဟ်ဟက်၊ အစ်-ဆွဒ်ဒီ၊ အတာအ် အလ်-ခုရာစနီ နှင့် အိဗ်နု အုယိုင်နာတို့၏ အဆိုအရ <span class=\"gray\">[ဖမ်းမိသူများကို]</span> ပြင်းထန်စွာ အပြစ်ပေးခြင်းဖြင့် ဖြစ်သည်။ ဤအာယတ်တော်သည် ၎င်းတို့ကို ပြင်းထန်စွာ အပြစ်ပေးရန်နှင့် ၎င်းတို့အား ထိခိုက်မှုများ ဖြစ်ပေါ်စေရန် အမိန့်ပေးထားသည်။ ဤနည်းဖြင့် အခြားသော ရန်သူများ၊ အာရပ်များနှင့် အာရပ်မဟုတ်သူများပါ ကြောက်ရွံ့ကြပြီး ၎င်းတို့၏ အဆုံးသတ်မှ သင်ခန်းစာယူကြမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَذَّكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ၎င်းတို့သည် သင်ခန်းစာရရှိကြမည်။)</span></p><p lang=\"my\" class=\"my \">အစ်-ဆွဒ်ဒီက မှတ်ချက်ပြုသည်၊ \"၎င်းတို့သည် သဘောတူစာချုပ်များကို မဖောက်ဖျက်ရန် သတိထားကြမည် ဖြစ်သည်၊ သို့မှသာ ၎င်းတို့သည် တူညီသော အဆုံးသတ်နှင့် မကြုံတွေ့ရတော့ပေ။\"</p>"
  },
  {
    "ayah_key": "8:58",
    "group_ayah_key": "8:58",
    "from_ayah": "8:58",
    "to_ayah": "8:58",
    "ayah_keys": "8:58",
    "text": "<p class=\"my translation\" lang=\"my\">မည်သည့်လူမျိုးထံမှမဆို သစ္စာဖောက်မည်ကို သင်စိုးရိမ်ပါက၊ ၎င်းတို့ထံသို့ <span class=\"gray\">(၎င်းတို့၏ သဘောတူညီချက်ကို)</span> ပြန်လည် ပစ်ချပါ။ <span class=\"gray\">(၎င်းသည်)</span> တူညီသော အခြေအနေမျိုးဖြစ်ရမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သစ္စာဖောက်သူများကို မနှစ်သက်ပေ။) ခေါင်းစဉ်တစ်ခုပြုလုပ်ပါ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် <span class=\"gray\">(ငြိမ်းချမ်းမှုရှိပါစေ <span>(၅၈)</span></span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِمَّا تَخَافَنَّ مِن قَوْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်လူမျိုးထံမှမဆို သင်စိုးရိမ်ပါက)</span>၊ ၎င်းတို့နှင့် ငြိမ်းချမ်းရေးစာချုပ် ချုပ်ဆိုထားသော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خِيَانَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ္စာဖောက်ခြင်း)</span>၊ သင်တို့နှင့်ချုပ်ဆိုထားသော ငြိမ်းချမ်းရေးစာချုပ်များနှင့် သဘောတူညီချက်များကို သစ္စာဖောက်ခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانبِذْ إِلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် <span class=\"gray\">(၎င်းတို့၏ သဘောတူညီချက်ကို)</span> ၎င်းတို့ထံ ပြန်လည် ပစ်ချပါ)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့၏ ငြိမ်းချမ်းရေးစာချုပ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ سَوَاءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တူညီသော အခြေအနေမျိုးဖြစ်ရမည်)</span>၊ သင်တို့သည် စာချုပ်ကို ဖြတ်တောက်နေကြောင်း ၎င်းတို့ကို အသိပေးပါ။ ဤနည်းအားဖြင့် သင်တို့သည် တူညီသော အခြေအနေတွင် ရှိနေမည်ဖြစ်ပြီး၊ သင်တို့နှင့် ၎င်းတို့ကြားတွင် စစ်အခြေအနေတစ်ခု ရှိနေကြောင်းနှင့် နှစ်ဦးနှစ်ဖက် ငြိမ်းချမ်းရေးစာချုပ်သည် ပျက်ပြယ်သွားပြီဖြစ်ကြောင်း သင်တို့နှင့် ၎င်းတို့ သိရှိကြလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သစ္စာဖောက်သူများကို မနှစ်သက်ပေ။)</span> ဤသည်မှာ မယုံကြည်သူများအပေါ် သစ္စာဖောက်ခြင်းကိုပင် ပါဝင်သည်။ အီမာမ် အာမက်တ်က ဆလင်မ် ဘင် အာမီရ် ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"မူအာဝီယာသည် ရိုမန်ပြည်များတွင် စစ်တပ်တစ်ခုကို ဦးဆောင်နေချိန်တွင် နှစ်ဦးနှစ်ဖက် ငြိမ်းချမ်းရေးစာချုပ်သည် တရားဝင်နေဆဲဖြစ်သည်။ ငြိမ်းချမ်းရေးစာချုပ် ကုန်ဆုံးသောအခါ ၎င်းတို့ကို ကျူးကျော်နိုင်ရန် ၎င်းတို့၏တပ်များအနီးသို့ သွားလိုခဲ့သည်။ ၎င်း၏တိရစ္ဆာန်ပေါ်မှ စီးနင်းလာသော အဘိုးအိုတစ်ဦးက 'အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်သည်! ရိုးသားပြီး သစ္စာဖောက်ခြင်းမှ ရှောင်ကြဉ်ကြလော့' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ كَانَ بَيْنَهُ وَبَيْنَ قَوْمٍ عَهْدٌ فَلَا يَحُلَّنَّ عُقْدَةً وَلَا يَشُدَّهَا حَتَّى يَنْقَضِي أَمَدُهَا، أَوْ يَنْبُذَ إِلَيْهِمْ عَلَى سَوَاءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို လူမျိုးတစ်မျိုးနှင့် ငြိမ်းချမ်းရေးစာချုပ် ချုပ်ဆိုထားပါက၊ ထိုစာချုပ် သက်တမ်းကုန်ဆုံးသည်အထိ ၎င်း၏ မည်သည့်အပိုင်းကိုမျှ မဖြေလျော့သင့်၊ သို့မဟုတ် ပိုမိုတင်းကျပ်အောင် မလုပ်သင့်ပေ။ သို့မဟုတ်၊ နှစ်ဦးနှစ်ဖက် တူညီသော အခြေအနေတွင် ရှိစေရန် စာချုပ်ကို ပျက်ပြယ်ကြောင်း ကြေညာသင့်သည်။)</span></p><p lang=\"my\" class=\"my \">မူအာဝီယာအား တမန်တော်၏ မိန့်ကြားချက်ကို အသိပေးသောအခါ၊ ၎င်းသည် ဆုတ်ခွာခဲ့သည်။ ၎င်းတို့သည် ထိုသူမှာ အမ်ရ် ဘင် အန်ဘာဆာ ဖြစ်ကြောင်း တွေ့ရှိရသည်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ။\" ဤဟဒီးဆ်ကို အဘူ ဒါဝုဒ် အတ်-တာယာလီစီ၊ အဘူ ဒါဝုဒ်၊ အတ်-တီရ်မီဇီ၊ အန်-နဆာအီနှင့် အစ်ဘ်နု ဟစ်ဘန်တို့က ၎င်း၏ ဆဟီဟ်တွင်လည်း စုဆောင်းခဲ့သည်။ အတ်-တီရ်မီဇီက \"ဟဆန် ဆဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p>"
  }
]