[
  {
    "ayah_key": "28:68",
    "group_ayah_key": "28:68",
    "from_ayah": "28:68",
    "to_ayah": "28:70",
    "ayah_keys": "28:68,28:69,28:70",
    "text": "<p lang=\"my\" class=\"my \">သင့်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ဖန်ဆင်းတော်မူ၍ ရွေးချယ်တော်မူ၏။ ၎င်းတို့၌ ရွေးချယ်ခွင့်မရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်တော်ထင်ရှား မြင့်မြတ်တော်မူ၏။ ၎င်းတို့ ဖက်စပ်ပြုကြသည့် အရာခပ်သိမ်းထက် မြင့်မြတ်တော်မူ၏ <span>(၆၈)</span>သင့်အရှင်မြတ်သည် ၎င်းတို့၏ ရင်တွင်း၌ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း၊ ၎င်းတို့ ထုတ်ဖော်ပြသသည်များကိုလည်းကောင်း သိတော်မူ၏ <span>(၆၉)</span>၎င်းပြင် ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်တော်မူ၏။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပေ။ စတင်ဖန်ဆင်းခြင်း၌လည်းကောင်း၊ နောက်ဆုံး၌လည်းကောင်း ချီးမွမ်းခြင်းဟူသမျှသည် ကိုယ်တော်၏သာ ဖြစ်၏။ အဆုံးအဖြတ်သည်လည်း ကိုယ်တော်၏သာ ဖြစ်၏။ ကိုယ်တော်ထံသို့သာ သင်တို့အား ပြန်လည်စေလွှတ်ခြင်းခံရမည် <span>(၇၀)</span></p><div lang=\"my\" class=\"my \"><h2>ဖန်ဆင်းခြင်း၊ အသိပညာနှင့် ရွေးချယ်ပိုင်ခွင့်အာဏာကို အလ္လာဟ်အရှင်မြတ်သာ ပိုင်ဆိုင်တော်မူ၏။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်းနှင့် အဆုံးအဖြတ်ပေးခြင်းစွမ်းအား ပိုင်ဆိုင်ထားသော တစ်ဦးတည်းသော အရှင်ဖြစ်တော်မူကြောင်း၊ ထိုအရာ၌ ကိုယ်တော်နှင့် ယှဉ်ပြိုင်ငြင်းခုံနိုင်သူ သို့မဟုတ် ကိုယ်တော်၏ စီရင်ဆုံးဖြတ်ချက်ကို ပယ်ဖျက်နိုင်သူ မည်သူမျှမရှိကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ ကိုယ်တော်၏ မိန့်ဆိုချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ဖန်ဆင်းတော်မူ၍ ရွေးချယ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်အလိုရှိရာ၊ ကိုယ်တော်၏အလိုတော်အတိုင်း ဖြစ်မြောက်၏။ ကိုယ်တော်အလိုမရှိသည်မှာ မဖြစ်မြောက်ပေ။ ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ အရာခပ်သိမ်းသည် ကိုယ်တော်၏လက်၌သာ ရှိပြီး ကိုယ်တော်ထံသို့သာ ပြန်လည်ရောက်ရှိမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لَهُمُ الْخِيَرَةُ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၌ ရွေးချယ်ခွင့်မရှိပေ။)</span> ဟူသည် မှန်ကန်သော အမြင်အရ ပယ်ချခြင်းဖြစ်သည်။ ၎င်းသည် အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်သည် တစ်စုံတစ်ရာကိစ္စကို အမိန့်ချမှတ်ပြီးသည့်အခါ၌ မည်သည့်ယုံကြည်သူ အမျိုးသား သို့မဟုတ် အမျိုးသမီးအဖို့မဆို ၎င်းတို့၏ ဆုံးဖြတ်ချက်၌ ရွေးချယ်ပိုင်ခွင့်မရှိပေ။)</span><span class=\"gray\">(၃၃း၃၆)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်မြတ်သည် ၎င်းတို့၏ ရင်တွင်း၌ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း၊ ၎င်းတို့ ထုတ်ဖော်ပြသသည်များကိုလည်းကောင်း သိတော်မူ၏။)</span> ကိုယ်တော်သည် ၎င်းတို့၏ နှလုံးသားများ၌ ဖုံးကွယ်ထားသည်များကို သိတော်မူသကဲ့သို့ ၎င်းတို့ ထုတ်ဖော်ပြုမူသည်များကိုလည်း သိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့အနက်မှ မည်သူမဆို မိမိ၏စကားကို ဖုံးကွယ်ထားသည်ဖြစ်စေ၊ ထုတ်ဖော်ပြောဆိုသည်ဖြစ်စေ၊ ညဉ့်အခါ၌ ပုန်းအောင်းနေသည်ဖြစ်စေ၊ နေ့အခါ၌ လွတ်လပ်စွာ သွားလာသည်ဖြစ်စေ အတူတူပင်ဖြစ်သည်။)</span><span class=\"gray\">(၁၃း၁၀)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်တော်မူ၏။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပေ။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် မိမိ၏ဘုရားသခင်အဖြစ်၌ တစ်မူထူးခြားတော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ခံထိုက်သူမရှိ၊ ကိုယ်တော်မှတစ်ပါး မိမိအလိုရှိရာကို ဖန်ဆင်း၍ ရွေးချယ်နိုင်သော အရှင်သခင်မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ الْحَمْدُ فِي الْأُولَىٰ وَالْآخِرَةِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စတင်ဖန်ဆင်းခြင်း၌လည်းကောင်း၊ နောက်ဆုံး၌လည်းကောင်း ချီးမွမ်းခြင်းဟူသမျှသည် ကိုယ်တော်၏သာ ဖြစ်၏။)</span> ကိုယ်တော်ပြုမူသမျှတွင် ကိုယ်တော်၏ တရားမျှတမှုနှင့် ဉာဏ်ပညာအတွက် ချီးမွမ်းခံထိုက်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْحُكْمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဆုံးအဖြတ်သည်လည်း ကိုယ်တော်၏သာ ဖြစ်၏။)</span> ကိုယ်တော်၏ ကြီးမားသော တန်ခိုးတော်၊ စွမ်းအားတော်၊ ဉာဏ်ပညာတော်နှင့် ကရုဏာတော်တို့ကြောင့် မည်သူမျှ နောက်ပြန်ဆုတ်၍ မရနိုင်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ تُرْجَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ထံသို့သာ သင်တို့အား ပြန်လည်စေလွှတ်ခြင်းခံရမည်။)</span> ဆိုလိုသည်မှာ သင်တို့အားလုံးသည် ရှင်ပြန်ထမြောက်ရာနေ့၌ ကိုယ်တော်ထံသို့ ပြန်လည်ရောက်ရှိရမည်ဖြစ်ပြီး၊ လူတိုင်းသည် မိမိတို့၏ ကောင်းမှုမကောင်းမှုအလျောက် အကျိုးပေးခြင်း သို့မဟုတ် အပြစ်ပေးခြင်းခံရမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ မည်သည့်လုပ်ရပ်မျှ ကိုယ်တော်ထံမှ ဖုံးကွယ်ထား၍ ရမည်မဟုတ်ပေ။</p>"
  },
  {
    "ayah_key": "28:7",
    "group_ayah_key": "28:7",
    "from_ayah": "28:7",
    "to_ayah": "28:9",
    "ayah_keys": "28:7,28:8,28:9",
    "text": "<p lang=\"my\" class=\"my \">မူဆာ၏ မိခင်အား ငါတို့သည် ဗျာဒိတ်ပေးတော်မူခဲ့သည်မှာ- \"သူ့ကို နို့တိုက်ပါ။ သို့သော် သူ့အတွက် သင်ကြောက်ရွံ့လာသောအခါ သူ့ကို မြစ်ထဲသို့ ပစ်ချလိုက်ပါ။ ကြောက်ရွံ့ခြင်းမရှိနှင့်၊ ဝမ်းနည်းခြင်းလည်း မရှိစေနှင့်။ အမှန်စင်စစ် ငါတို့သည် သူ့ကို သင့်ထံသို့ ပြန်လည်ပို့ဆောင်ပေးမည်ဖြစ်ပြီး၊ သူ့ကို တမန်တော်များအနက်မှ တစ်ပါးအဖြစ် ပြုလုပ်ပေးမည်။ <span>(၇)</span>ထို့နောက် ဖိရ်အေါန်၏ မိသားစုသည် သူ့အား ကောက်ယူခဲ့ကြသည်။ သူသည် ၎င်းတို့အတွက် ရန်သူနှင့် <span>(ဝမ်းနည်းခြင်း၏)</span> အကြောင်းအရင်း ဖြစ်လာစေရန်ဖြစ်သည်။ အမှန်စင်စစ် ဖိရ်အေါန်၊ ဟာမာန်နှင့် ၎င်းတို့၏ စစ်တပ်များသည် အပြစ်သားများဖြစ်ခဲ့ကြသည် <span>(၈)</span>ဖိရ်အေါန်၏ ဇနီးကလည်း ပြောခဲ့သည်မှာ- \"ကျွန်မအတွက်လည်းကောင်း၊ ခင်ဗျားအတွက်လည်းကောင်း မျက်စိပသာဒဖြစ်ပါတယ်။ သူ့ကို မသတ်ပါနဲ့။ သူသည် ကျွန်တော်တို့အတွက် အကျိုးရှိမည်ဖြစ်နိုင်သည်၊ သို့မဟုတ် ကျွန်တော်တို့ သူ့ကို သားအဖြစ် မွေးစားနိုင်ပါသည်\" ၎င်းတို့သည် မသိကြပေ <span>(၉)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏မိခင်အား မည်သို့ဗျာဒိတ်ပေးခဲ့ပြီး မည်သို့လုပ်ဆောင်ရမည်ကို ပြသခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">ဖိရ်အေါန်သည် အစ္စရေးလ်သား အမျိုးသားများစွာကို သတ်ဖြတ်ခဲ့သောအခါ ကော့ပ်လူမျိုးများသည် အစ္စရေးလ်သားများ မျိုးတုန်းသွားမည်ကို ကြောက်ရွံ့ခဲ့ကြပြီး ၎င်းတို့ကိုယ်တိုင် အစ္စရေးလ်သားများ လုပ်ဆောင်ခဲ့သော လေးလံသောအလုပ်များကို လုပ်ဆောင်ရမည်ဟု စိုးရိမ်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့က ဖိရ်အေါန်အား \"ဤသို့ ဆက်လက်ဖြစ်နေပါက ၎င်းတို့၏ သက်ကြီးရွယ်အိုများ သေဆုံးပြီး လူငယ်များ အသတ်ခံရပါက ၎င်းတို့၏ အမျိုးသမီးများသည် အမျိုးသားများ လုပ်ဆောင်နေသောအလုပ်များကို လုပ်ဆောင်နိုင်မည်မဟုတ်ဘဲ ကျွန်ုပ်တို့ကိုယ်တိုင် လုပ်ဆောင်ရလိမ့်မည်\" ဟု ပြောဆိုခဲ့ကြသည်။ ထို့ကြောင့် ဖိရ်အေါန်သည် ကလေးများအား တစ်နှစ်တွင် သတ်ဖြတ်ရန်နှင့် နောက်တစ်နှစ်တွင် မသတ်ဘဲထားရန် အမိန့်ထုတ်ပြန်ခဲ့သည်။ ဟာရွန် (အလိုင်ဟစ္စလာမ်) သည် ကလေးများ မသတ်ခံရသောနှစ်တွင် မွေးဖွားခဲ့ပြီး မူဆာ (အလိုင်ဟစ္စလာမ်) သည် ကလေးများ အသတ်ခံနေရသောနှစ်တွင် မွေးဖွားခဲ့သည်။ ဖိရ်အေါန်သည် ဤတာဝန်ကို လွှဲအပ်ထားသော လူများရှိခဲ့သည်။ အမျိုးသမီးများကို လှည့်ပတ်စစ်ဆေးသည့် မီးယပ်သားဖွားများ ရှိခဲ့ပြီး၊ မည်သည့်အမျိုးသမီးမဆို ကိုယ်ဝန်ရှိသည်ကို သတိပြုမိပါက ၎င်းတို့၏အမည်ကို ရေးမှတ်ထားသည်။ မွေးဖွားချိန်ရောက်လာသောအခါ ကော့ပ်အမျိုးသမီးများမှတစ်ပါး မည်သူမျှ တက်ရောက်ခွင့်မရှိပေ။ အမျိုးသမီးသည် မိန်းကလေးကို မွေးဖွားပါက ၎င်းကို ထားခဲ့ပြီး ထွက်သွားကြသော်လည်း၊ အမျိုးသားကလေးကို မွေးဖွားပါက လူသတ်သမားများသည် ၎င်းတို့၏ ထက်မြက်သောဓားများဖြင့် ဝင်လာပြီး ကလေးကို သတ်ဖြတ်ကာ ထို့နောက် ထွက်သွားကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကျိန်စာသင့်ပါစေ။ </p><p lang=\"my\" class=\"my \">မူဆာ၏ မိခင်သည် သူ့အား ကိုယ်ဝန်ရှိလာသောအခါ သူမသည် အခြားအမျိုးသမီးများကဲ့သို့ ကိုယ်ဝန်လက္ခဏာများ မပြခဲ့ဘဲ မီးယပ်သားဖွားများလည်း သတိမထားမိခဲ့ပေ။ သို့သော် သူမသည် ယောက်ျားလေးကို မွေးဖွားသောအခါ အလွန်အမင်း စိတ်ဆင်းရဲခဲ့ပြီး သူ့အား မည်သို့လုပ်ရမည်ကို မသိခဲ့ပေ။ သူမသည် သူ့အား အလွန်ချစ်သောကြောင့် အလွန်အမင်း ကြောက်ရွံ့ခဲ့သည်။ မည်သူမျှ မူဆာ (အလိုင်ဟစ္စလာမ်) ကို မြင်ဖူးသည်နှင့် သူ့ကို ချစ်ခင်ကြသည်။ ကိုယ်တော်အား သဘာဝခံစားမှုအရလည်းကောင်း၊ ပရောဖက်ဖြစ်သောကြောင့်လည်းကောင်း ချစ်ခင်သူများသည် ကောင်းချီးခံစားရသူများဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင့်အပေါ် ငါ့ထံမှ ချစ်ခြင်းမေတ္တာကို ထည့်သွင်းပေးခဲ့၏။)</span><span class=\"gray\">(၂၀း၃၉)</span>။</p><div lang=\"my\" class=\"my \"><h2>ဖိရ်အေါန်၏အိမ်၌ မူဆာ (အလိုင်ဟစ္စလာမ်)</h2></div><p lang=\"my\" class=\"my \">မူဆာ၏မိခင်သည် အလွန်အမင်း စိုးရိမ်ပူပန်ပြီး စိတ်ရှုပ်ထွေးနေသောအခါ သူမ မည်သို့လုပ်ဆောင်ရမည်ကို သူမ၏နှလုံးသားနှင့် စိတ်ထဲသို့ ဗျာဒိတ်ပေးခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْحَيْنَا إِلَىٰ أُمِّ مُوسَىٰ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي ۖ إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ၏ မိခင်အား ငါတို့သည် ဗျာဒိတ်ပေးတော်မူခဲ့သည်မှာ- \"သူ့ကို နို့တိုက်ပါ။ သို့သော် သူ့အတွက် သင်ကြောက်ရွံ့လာသောအခါ သူ့ကို မြစ်ထဲသို့ ပစ်ချလိုက်ပါ။ ကြောက်ရွံ့ခြင်းမရှိနှင့်၊ ဝမ်းနည်းခြင်းလည်း မရှိစေနှင့်။ အမှန်စင်စစ် ငါတို့သည် သူ့ကို သင့်ထံသို့ ပြန်လည်ပို့ဆောင်ပေးမည်ဖြစ်ပြီး၊ သူ့ကို <span>(ငါတို့၏)</span> တမန်တော်များအနက်မှ တစ်ပါးအဖြစ် ပြုလုပ်ပေးမည်။\")</span></p><p lang=\"my\" class=\"my \">သူမ၏အိမ်သည် နိုင်းမြစ်ကမ်းဘေးတွင် ရှိသည်။ ထို့ကြောင့် သူမသည် သေတ္တာတစ်လုံးယူ၍ ပုခက်ပြုလုပ်ပြီး သားကို နို့တိုက်ခဲ့သည်။ သူမကြောက်ရွံ့သောသူ တစ်ဦးဦးလာလျှင် ထိုသေတ္တာထဲသို့ ထည့်ကာ မြစ်ထဲသို့ချပြီး ကြိုးဖြင့်ချည်ထားလေ့ရှိသည်။ တစ်နေ့သ၌ သူမကြောက်ရွံ့သောသူတစ်ဦး အိမ်သို့ရောက်လာသောအခါ သူမသည် ကလေးကို ထိုသေတ္တာထဲသို့ ထည့်ကာ မြစ်ထဲသို့ချလိုက်သော်လည်း ကြိုးချည်ရန် မေ့သွားခဲ့သည်။ ရေသည် သူ့ကို ဖိရ်အေါန်၏အိမ်အနီးသို့ ဆွဲယူသွားရာ အိမ်တော်၌ အစေခံအမျိုးသမီးအချို့သည် ထိုသေတ္တာကို ကောက်ယူပြီး ဖိရ်အေါန်၏ဇနီးထံသို့ ယူဆောင်သွားကြသည်။ ၎င်းတို့သည် အတွင်း၌ မည်သည့်အရာရှိသည်ကို မသိကြဘဲ သူမခွင့်ပြုချက်မရှိဘဲ ဖွင့်လိုက်ပါက ဒုက္ခရောက်မည်ကို ကြောက်ရွံ့ခဲ့ကြသည်။ သေတ္တာကို ဖွင့်လိုက်သောအခါ အလှပဆုံးသော ရုပ်သွင်ရှိသည့် ကလေးတစ်ဦးကို မြင်တွေ့ရသည်။ သူမသည် သူ့ကို မြင်သောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူမ၏နှလုံးသားကို သူ့အပေါ် ချစ်ခြင်းမေတ္တာဖြင့် ပြည့်စေခဲ့သည်။ ဤသည်မှာ သူမသည် ကောင်းချီးခံစားရသူဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် သူမအား ဂုဏ်ပြုလိုပြီး သူမ၏ခင်ပွန်းအား ပျက်စီးစေလိုသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ဖိရ်အေါန်၏ မိသားစုသည် သူ့အား ကောက်ယူခဲ့ကြသည်။ သူသည် ၎င်းတို့အတွက် ရန်သူနှင့် <span>(ဝမ်းနည်းခြင်း၏)</span> အကြောင်းအရင်း ဖြစ်လာစေရန်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဖိရ်အေါန်၊ ဟာမာန်နှင့် ၎င်းတို့၏ စစ်တပ်များသည် အပြစ်သားများဖြစ်ခဲ့ကြသည်)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိရ်အေါန်၏ ဇနီးကလည်း ပြောခဲ့သည်မှာ- \"ကျွန်မအတွက်လည်းကောင်း၊ ခင်ဗျားအတွက်လည်းကောင်း မျက်စိပသာဒဖြစ်ပါတယ်...\")</span> ဆိုလိုသည်မှာ ဖိရ်အေါန်သည် သူ့ကို မြင်သောအခါ အစ္စရေးလ်သားများထဲမှ တစ်ဦးဖြစ်မည်ကို စိုးရိမ်သဖြင့် သူ့အား သတ်လိုခဲ့သည်။ သို့သော် သူ၏ဇနီး အာစီးယဟ် ဘင့်တ် မူဇာဟင်မ်သည် ကလေးအား ကာကွယ်ရန် ရောက်လာပြီး ဖိရ်အေါန်အား သူ့ကို ချစ်ခင်နှစ်သက်လာအောင် ကြိုးစားရင်း ပြောဆိုခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُرَّتُ عَيْنٍ لِي وَلَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်မအတွက်လည်းကောင်း၊ ခင်ဗျားအတွက်လည်းကောင်း မျက်စိပသာဒဖြစ်ပါတယ်)</span> ဖိရ်အေါန်က ပြောခဲ့သည်- \"သင့်အတွက် ဖြစ်နိုင်သည်၊ သို့သော် ငါ့အတွက်တော့ မဟုတ်ပေ။ ဤသည်မှာ အမှန်ပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကြောင့် သူမအား လမ်းညွှန်ခဲ့ပြီး သူမ၏လက်ဖြင့် သူ့အား ဖျက်ဆီးခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ أَنْ يَنْفَعَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ကျွန်တော်တို့အတွက် အကျိုးရှိမည်ဖြစ်နိုင်သည်၊)</span> ဤသည်မှာ သူမ၏ကိစ္စတွင် အမှန်ပင်ဖြစ်ခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် သူ့အားဖြင့် သူမအား လမ်းညွှန်ခဲ့ပြီး သူ့ကြောင့် သူမအား ဂျန္နတ်၌ နေထိုင်စေခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ نَتَّخِذَهُ وَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကျွန်တော်တို့ သူ့ကို သားအဖြစ် မွေးစားနိုင်ပါသည်)</span> သူမသည် သူ့အား ခေါ်ယူပြီး သားအဖြစ် မွေးစားလိုခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် သူမ၌ ဖိရ်အေါန်မှ ကလေးမရှိသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يَشْعُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မသိကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သူ့အား ကောက်ယူသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် မည်သို့စီစဉ်ထားသည်ကို ကိုယ်တော်၏ ကြီးမားသော ဉာဏ်ပညာနှင့် အတိအကျ သက်သေပြချက်တို့ဖြင့် မသိခဲ့ကြပေ။</p>"
  },
  {
    "ayah_key": "28:71",
    "group_ayah_key": "28:71",
    "from_ayah": "28:71",
    "to_ayah": "28:73",
    "ayah_keys": "28:71,28:72,28:73",
    "text": "<p lang=\"my\" class=\"my \">ပြောကြားလော့။ \"ငါ့အား ပြောကြားကြကုန်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ညဉ့်ကို သင်တို့အပေါ် ရှင်ပြန်ထမြောက်ရာနေ့တိုင်အောင် ဆက်တိုက်ဖြစ်စေခဲ့ပါလျှင်၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သည့်ဘုရားသခင်က သင်တို့ထံသို့ အလင်းကို ဆောင်ကြဉ်းပေးနိုင်မည်နည်း။ သင်တို့သည် ထိုအခါ နားမထောင်ကြတော့ဘူးလား။ <span>(၇၁)</span>ပြောကြားလော့။ \"ငါ့အား ပြောကြားကြကုန်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် နေ့ကို သင်တို့အပေါ် ရှင်ပြန်ထမြောက်ရာနေ့တိုင်အောင် ဆက်တိုက်ဖြစ်စေခဲ့ပါလျှင်၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သည့်ဘုရားသခင်က သင်တို့ အနားယူနိုင်မည့် ညဉ့်ကို ဆောင်ကြဉ်းပေးနိုင်မည်နည်း။ သင်တို့သည် ထိုအခါ မြင်ကြတော့ဘူးလား။ <span>(၇၂)</span>အမှန်စင်စစ် ကိုယ်တော်၏ ကရုဏာတော်ကြောင့် ကိုယ်တော်သည် သင်တို့အတွက် ညဉ့်နှင့် နေ့ကို ဖန်ဆင်းပေးခဲ့၏။ သို့မှသာ သင်တို့သည် ညဉ့်၌ အနားယူနိုင်မည်၊ ကိုယ်တော်၏ ကျေးဇူးတော်ကို ရှာဖွေနိုင်မည်ဖြစ်ပြီး – သင်တို့ ကျေးဇူးတင်ရှိနိုင်ရန်ဖြစ်သည်။ <span>(၇၃)</span></p><div lang=\"my\" class=\"my \"><h2>ညနှင့်နေ့သည် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများထဲမှဖြစ်ပြီး တောင်ဟီးဒ်၏ လက္ခဏာများဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား ညနှင့်နေ့ကို ၎င်းတို့အတွက် အကျိုးရှိစေရန် နာခံစေခြင်းဖြင့် ၎င်းတို့အပေါ်ထားရှိသော ကိုယ်တော်၏ ကျေးဇူးတော်များကို သတိပေးတော်မူ၏။ ညနှင့်နေ့မရှိပါက ၎င်းတို့ အသက်ရှင်ရပ်တည်နိုင်မည်မဟုတ်ပေ။ အကယ်၍ ကိုယ်တော်သည် ညဉ့်ကို ရှင်ပြန်ထမြောက်ရာနေ့တိုင်အောင် ဆက်တိုက်ဖြစ်စေခဲ့ပါလျှင် ၎င်းတို့အတွက် အန္တရာယ်ဖြစ်စေမည်ဖြစ်ပြီး ငြီးငွေ့ခြင်းနှင့် ဖိစီးမှုများကို ဖြစ်စေမည်ဟု ကိုယ်တော်က ရှင်းပြတော်မူသည်။ ထို့ကြောင့် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သည့်ဘုရားသခင်က သင်တို့ထံသို့ အလင်းကို ဆောင်ကြဉ်းပေးနိုင်မည်နည်း။)</span> ဆိုလိုသည်မှာ 'မည်သည့်အရာဖြင့် သင်တို့သည် အရာများကို မြင်နိုင်မည်နည်း၊ မည်သည့်အရာက သင်တို့ကို သက်သာရာရစေမည်နည်း'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَسْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ထိုအခါ နားမထောင်ကြတော့ဘူးလား။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အကယ်၍ ကိုယ်တော်သည် နေ့ကို ရှင်ပြန်ထမြောက်ရာနေ့တိုင်အောင် ဆက်တိုက်ဖြစ်စေခဲ့ပါလျှင် ၎င်းတို့အတွက်လည်း အန္တရာယ်ဖြစ်စေမည်ဖြစ်ပြီး ၎င်းတို့၏ ခန္ဓာကိုယ်များသည် အလွန်အမင်း ရွေ့လျားလှုပ်ရှားမှုကြောင့် ပင်ပန်းနွမ်းနယ်လာမည်ဟု ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သည့်ဘုရားသခင်က သင်တို့ အနားယူနိုင်မည့် ညဉ့်ကို ဆောင်ကြဉ်းပေးနိုင်မည်နည်း။)</span> ဆိုလိုသည်မှာ 'သင်တို့၏ အလုပ်နှင့် လှုပ်ရှားမှုများမှ အနားယူရန်'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تُبْصِرُونَ - وَمِنْ رَحْمَتِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ထိုအခါ မြင်ကြတော့ဘူးလား။ ကိုယ်တော်၏ ကရုဏာတော်ကြောင့်)</span> သင်တို့အပေါ်ထားရှိသော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့အတွက် ညဉ့်နှင့် နေ့ကို ဖန်ဆင်းပေးခဲ့၏။)</span> ကိုယ်တော်သည် နှစ်ခုလုံးကို ဖန်ဆင်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَسْكُنُوا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဉ့်၌ သင်တို့ အနားယူနိုင်မည်၊)</span> ညဉ့်အချိန်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَبْتَغُوا مِنْ فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ ကျေးဇူးတော်ကို ရှာဖွေနိုင်မည်)</span> နေ့အချိန်တွင် ခရီးသွားလာခြင်း၊ ရွေ့လျားသွားလာခြင်းနှင့် အလုပ်လုပ်ခြင်းဖြင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ကျေးဇူးတင်ရှိနိုင်ရန်ဖြစ်သည်။)</span> သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ညဉ့်အခါ၌လည်းကောင်း၊ နေ့အခါ၌လည်းကောင်း အမျိုးမျိုးသော ဝတ်ပြုမှုများ ပြုလုပ်ခြင်းဖြင့် ကျေးဇူးတင်ရှိနိုင်ရန်ဖြစ်သည်။ ညဉ့်အခါ၌ တစ်စုံတစ်ရာကို လွဲချော်ခဲ့သူသည် နေ့အခါ၌ ဖြည့်ဆည်းနိုင်ပြီး၊ ပြောင်းပြန်လည်း ဖြစ်နိုင်သည်။ ၎င်းသည် အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ညနှင့်နေ့ကို ဆက်တိုက်ဖြစ်စေခဲ့သော အရှင်ဖြစ်တော်မူ၏။ သတိရလိုသူ သို့မဟုတ် ကျေးဇူးတင်ကြောင်းပြသလိုသူများအတွက်ဖြစ်သည်။)</span><span class=\"gray\">(၂၅း၆၂)</span>။ ဤကဲ့သို့သော အာယသ်တော်များစွာရှိသည်။</p>"
  }
]