[
  {
    "ayah_key": "46:10",
    "group_ayah_key": "46:10",
    "from_ayah": "46:10",
    "to_ayah": "46:14",
    "ayah_keys": "46:10,46:11,46:12,46:13,46:14",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"ငါ့ကိုပြောပြပါ! ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်ပြီး သင်တို့က ၎င်းကို မယုံကြည်ခဲ့လျှင်၊ <span class=\"gray\">(တစ်ချိန်တည်းမှာပင်)</span>၊ အစ္စရေး၏သားမြေးများအနက်မှ သက်သေတစ်ဦးသည် အလားတူတစ်ခုကို သက်သေခံခဲ့ပြီး သင်တို့က <span class=\"gray\">(အမှန်တရားကို)</span> ငြင်းပယ်နေစဉ် ယုံကြည်ခဲ့လျှင်!\" အမှန်ပင်၊ အလ္လာဟ်အရှင်မြတ်သည် မှားယွင်းသူတို့ကို လမ်းမပြပါ။ <span>(၁၀)</span>ယုံကြည်သူတို့နှင့်ပတ်သက်၍ မယုံကြည်သူတို့က ပြောကြသည်- \"၎င်းသည် ကောင်းသောအရာဖြစ်ခဲ့လျှင်၊ <span class=\"gray\">(ဆင်းရဲသော ယုံကြည်သူတို့သည်)</span> ကျွန်ုပ်တို့ထက် ဦးမသွားခဲ့ကြပေ!\" ၎င်းဖြင့် လမ်းမပြခံရသောအခါ၊ သူတို့က ပြောကြသည်- \"၎င်းသည် ရှေးကျသော မုသားဖြစ်သည်! <span>(၁၁)</span>၎င်းမတိုင်မီက မူဆာ၏ ကျမ်းဂန်သည် လမ်းပြနှင့် ကရုဏာအဖြစ်ရှိခဲ့သည်။ ၎င်းသည် မှားယွင်းသူတို့ကို သတိပေးရန်နှင့် ကောင်းမှုပြုသူများအတွက် သတင်းကောင်းအဖြစ် အာရဗီဘာသာဖြင့် အတည်ပြုသော ကျမ်းတစ်စောင်ဖြစ်သည် <span>(၁၂)</span>အမှန်ပင်၊ \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် <span class=\"gray\">(တစ်ဦးတည်းသော)</span> အလ္လာဟ်\" ဟု ပြောပြီးနောက် ခိုင်မြဲစွာရပ်တည်သူတို့အပေါ် ကြောက်ရွံ့ခြင်းမရှိ၊ ဝမ်းနည်းခြင်းလည်း မရှိ <span>(၁၃)</span>ထိုသူတို့သည် ဂျန္နတ်၏ နေထိုင်သူများဖြစ်ကြပြီး၊ ၎င်း၌ <span class=\"gray\">(ထာဝရ)</span> နေထိုင်ကြမည် – သူတို့ပြုခဲ့သော အရာအတွက် အကျိုးဆုလာဘ်ဖြစ်သည်။ <span>(၁၄)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်သည် အလ္လာဟ်အရှင်မြတ်၏ စစ်မှန်သောမိန့်ခွန်းဖြစ်ပြီး ၎င်းနှင့်ပတ်သက်၍ မယုံကြည်သူများနှင့် မွတ်စ်လင်မ်တို့၏ ရပ်တည်ချက်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span> ဆိုသည်မှာ 'အို မိုဟာမတ်၊ ကုရ်အာန်ကို မယုံကြည်သော ဤရုပ်တုကိုးကွယ်သူတို့အား' ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَرَأَيْتُمْ إِنْ كَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကိုပြောပြပါ! ၎င်းသည်ဖြစ်ခဲ့လျှင်)</span> ဆိုသည်မှာ ဤကုရ်အာန်ကိုဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်ပြီး သင်တို့က ၎င်းကို မယုံကြည်ခဲ့လျှင်?)</span> ဆိုသည်မှာ 'အကယ်၍ ငါသည် သင်တို့ထံ ယူဆောင်လာသော ဤကျမ်းတော်မြတ်သည် ငါ့အား ကိုယ်တော်ထံမှ ထုတ်ဖော်ပြသပြီး သင်တို့အား ငါသယ်ယူပို့ဆောင်ရန်ဖြစ်သည်၊ သို့သော် သင်တို့က ၎င်းကို မယုံကြည်ဘဲ ငြင်းဆိုခဲ့လျှင် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား မည်သို့ပြုလုပ်မည်ဟု သင်တို့ထင်သနည်း။'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَىٰ مِثْلِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(တစ်ချိန်တည်းမှာပင်)</span>၊ အစ္စရေး၏သားမြေးများအနက်မှ သက်သေတစ်ဦးသည် အလားတူတစ်ခုကို သက်သေခံခဲ့သည်)</span> ဆိုသည်မှာ 'ငါ့မတိုင်မီ တမန်တော်များထံ ထုတ်ဖော်ပြသခဲ့သော ရှေးကျမ်းဂန်များအားလုံးသည် ၎င်း၏မှန်ကန်မှုနှင့် စစ်မှန်မှုကို သက်သေခံကြသည်။ ဤကုရ်အာန်က ပြောပြသောအရာနှင့် အလားတူအရာများကို ကြိုတင်၍ ပရောဖက်ပြုထားခဲ့ကြသည်။' အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَآمَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ယုံကြည်ခဲ့သည်)</span> 'အစ္စရေး၏သားမြေးများအနက်မှ ၎င်း၏မှန်ကန်မှုကို သက်သေခံခဲ့သော ဤပုဂ္ဂိုလ်သည် ၎င်းသည် အမှန်တရားဖြစ်သည်ကို သိရှိနားလည်သောကြောင့်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَكْبَرْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က <span class=\"gray\">(အမှန်တရားကို)</span> ငြင်းပယ်နေစဉ်!)</span> 'သင်တို့ကမူ မာန်မာနဖြင့် ၎င်းကိုလိုက်နာရန် ငြင်းဆန်ခဲ့ကြသည်။' မစရွတ်ခ်က ပြောသည်- \"ထိုသက်သေသည် ၎င်း၏တမန်တော်နှင့် ကျမ်းဂန်ကို ယုံကြည်ခဲ့သည်၊ သင်တို့ကမူ သင်တို့၏တမန်တော်နှင့် ကျမ်းဂန်ကို မယုံကြည်ခဲ့ကြပေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ အလ္လာဟ်အရှင်မြတ်သည် မှားယွင်းသူတို့ကို လမ်းမပြပါ။)</span> ဤနေရာရှိ သက်သေသည် ယေဘုယျအားဖြင့် မည်သည့်သက်သေကိုမဆို ရည်ညွှန်းသည်။ ၎င်းတွင် 'အဗ်ဒွလ္လာဟ် ဘင် စလာမ်နှင့် ၎င်းတို့အနက်မှ အခြားသူများလည်း ပါဝင်သည်။ အမှန်မှာ ဤအာယတ်တော်သည် 'အဗ်ဒွလ္လာဟ် ဘင် စလာမ် အစ္စလာမ်မွတ်စ်လင်မ်မဖြစ်မီက မက္ကာဟ်တွင် ထုတ်ဖော်ပြသခဲ့ခြင်းဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို သူတို့အား ရွတ်ပြသောအခါ၊ သူတို့က ပြောကြသည်- \"ကျွန်ုပ်တို့သည် ၎င်းကို ယုံကြည်ပါသည်။ အမှန်ပင်၊ ၎င်းသည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သည်။ အမှန်မှာ၊ ၎င်းမတိုင်မီကပင် ကျွန်ုပ်တို့သည် မွတ်စ်လင်မ်များ ဖြစ်ခဲ့ကြပြီ။\")</span><span class=\"gray\">(၂၈:၅၃)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်လည်း ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا - وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်! ၎င်းမတိုင်မီက အသိပညာပေးခံရသူတို့သည် – ၎င်းကို သူတို့အား ရွတ်ပြသောအခါ၊ သူတို့သည် မိမိတို့မျက်နှာများဖြင့် ရှိခိုးကြပြီး၊ သူတို့က ပြောကြသည်- \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် မြင့်မြတ်လှ၏! အမှန်စင်စစ်၊ ကျွန်ုပ်တို့၏ အရှင်သခင်၏ ကတိတော်သည် ပြည့်စုံခဲ့ပြီ။\")</span><span class=\"gray\">(၁၇:၁၀၇-၁၀၈)</span></p><p lang=\"my\" class=\"my \">စအ်ဒ်(ရ.သ)မှ ပြောကြားသည်မှာ၊ သူက ပြောသည်- \"အဗ်ဒွလ္လာဟ် ဘင် စလာမ်မှလွဲ၍ မြေပြင်ပေါ်၌ လမ်းလျှောက်နေသူ မည်သူတစ်ဦးတစ်ယောက်မျှ ဂျန္နတ်(ပရဒိသု)၏ လူတို့တွင် ပါဝင်သည်ဟု အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကျွန်တော် မကြားဖူးပါ။ ၎င်းနှင့်ပတ်သက်၍ အောက်ပါ အာယတ်တော်ကို ထုတ်ဖော်ပြသခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَىٰ مِثْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(တစ်ချိန်တည်းမှာပင်)</span>၊ အစ္စရေး၏သားမြေးများအနက်မှ သက်သေတစ်ဦးသည် အလားတူတစ်ခုကို သက်သေခံခဲ့သည်)</span>\" </p><p lang=\"fil\" class=\"fil \">This has been recorded in the Two Sahihs and An-Nasa'i. Similarly, Ibn 'Abbas, may Allah be pleased with him, Mujahid, Ad-Dahhak, Qatadah, 'Ikrimah, Yusuf bin 'Abdullah bin Salam, Hilal bin Yasaf, As-Suddi, Ath-Thawri, Malik bin Anas and Ibn Zayd all said that this refers to 'Abdullah bin Salam. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့နှင့်ပတ်သက်၍ မယုံကြည်သူတို့က ပြောကြသည်- \"၎င်းသည် ကောင်းခဲ့လျှင်၊ <span class=\"gray\">(အားနည်းသူနှင့် ဆင်းရဲသူတို့သည်)</span> ကျွန်ုပ်တို့ထက် ဦးမသွားခဲ့ကြပေ!\")</span> ဆိုသည်မှာ ကုရ်အာန်ကို ယုံကြည်သူတို့နှင့်ပတ်သက်၍ မယုံကြည်သူတို့က ပြောကြသည်- \"၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> သည် ကောင်းသောအရာဖြစ်ခဲ့လျှင်၊ <span class=\"gray\">(အားနည်းသူနှင့် ဆင်းရဲသူတို့သည်)</span> ကျွန်ုပ်တို့ထက် ဦးမသွားခဲ့ကြပေ!\" ထိုသို့ဖြင့် သူတို့ဆိုလိုသည်မှာ ဗီလာလ်၊ အမ်မာရ်၊ ဆူဟိုင်ဘ်၊ ခါဘ်ဘားဘ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) နှင့် ၎င်းတို့ကဲ့သို့ အားနည်းသူများ၊ အမျိုးသားကျွန်များ၊ အမျိုးသမီးကျွန်များတို့ဖြစ်သည်။ ရုပ်တုကိုးကွယ်သူတို့သည် ၎င်းကို အလ္လာဟ်အရှင်မြတ်ထံတွင် မြင့်မားသော အဆင့်အတန်းရှိသည်ဟု သူတို့ထင်မြင်သောကြောင့်သာ ပြောခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ကို အထူးဂရုစိုက်သည်ဟုလည်း ထင်မြင်ခဲ့ကြသည်။ ထိုသို့ဖြင့် သူတို့သည် ကြီးမားထင်ရှားသော အမှားတစ်ခုကို ပြုလုပ်ခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူပင်၊ ကျွန်ုပ်တို့သည် သူတို့အနက်မှ အချို့ကို အခြားသူတို့ဖြင့် စမ်းသပ်ခဲ့သည်၊ သို့မှသာ သူတို့က ပြောနိုင်ရန်- \"ကျွန်ုပ်တို့အနက်မှ အလ္လာဟ်အရှင်မြတ်က ကျေးဇူးပြုထားသူများမှာ ဤသူတို့လော?\")</span><span class=\"gray\">(၆:၅၃)</span> ဆိုလိုသည်မှာ ထိုအားနည်းသူများသည် သူတို့အနက်မှ လမ်းညွှန်ခံရသူများ မည်သို့ဖြစ်နိုင်မည်နည်းဟု သူတို့ အံ့ဩကြသည်။ ထိုသို့ဖြင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ကောင်းခဲ့လျှင်၊ <span class=\"gray\">(အားနည်းသူနှင့် ဆင်းရဲသူတို့သည်)</span> ကျွန်ုပ်တို့ထက် ဦးမသွားခဲ့ကြပေ!)</span> ဤအရာနှင့် ဆန့်ကျင်ဘက်မှာ အဟ်လုစ်-စွန္နဟ် ဝလ်-ဂျမာအာ၏ ရပ်တည်ချက်ဖြစ်သည်။ သူတို့သည် ဆွဟာဘာများထံမှ သတင်းမပို့ခဲ့သော မည်သည့်လုပ်ရပ် သို့မဟုတ် ပြောဆိုချက်ကိုမဆို \"၎င်းသည် ဆန်းသစ်တီထွင်မှုဖြစ်သည်။ ၎င်း၌ ကောင်းသောအရာတစ်စုံတစ်ရာရှိခဲ့လျှင်၊ သူတို့သည် ကျွန်ုပ်တို့ထက် ဦးစွာ ပြုလုပ်ခဲ့ကြမည်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် ကောင်းသောလက္ခဏာရပ်များအနက်မှ တစ်စုံတစ်ရာကိုမျှ ချန်ထားခဲ့ခြင်းမရှိဘဲ ၎င်းတို့ကို အလျင်အမြန် ပြုလုပ်ခဲ့ကြသောကြောင့်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ် ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ لَمْ يَهْتَدُوا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းဖြင့် လမ်းမပြခံရသောအခါ၊)</span> ဆိုသည်မှာ ကုရ်အာန်ကိုဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيَقُولُونَ هَٰذَا إِفْكٌ قَدِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်- \"၎င်းသည် ရှေးကျသော မုသားဖြစ်သည်!\")</span> ဆိုသည်မှာ ရှေးကျသော မုသားဖြစ်သည်။ သူတို့ဆိုလိုသည်မှာ ကုရ်အာန်ကို ရှေးလူများထံမှ ကိုးကားယူခဲ့ခြင်းဖြစ်သည်ဟု ဆိုလိုပြီး၊ ထိုသို့ဖြင့် ကုရ်အာန်နှင့် ၎င်း၏နောက်လိုက်များကို အထင်သေးကြသည်။ ၎င်းသည် ထင်ရှားသော မာန်မာနဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မာန်မာနသည်)</span> အမှန်တရားကို ငြင်းပယ်ခြင်းနှင့် လူတို့ကို အထင်သေးခြင်း ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ် ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمِنْ قَبْلِهِ كِتَابُ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမတိုင်မီက မူဆာ၏ ကျမ်းဂန်ရှိခဲ့သည်)</span> ၎င်းသည် တောင်ရတ်ကျမ်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِمَامًا وَرَحْمَةً ۚ وَهَٰذَا كِتَابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းပြနှင့် ကရုဏာအဖြစ်။ ၎င်းသည် ကျမ်းတစ်စောင်ဖြစ်သည်)</span> ဆိုသည်မှာ ကုရ်အာန်ကိုဆိုလိုသည်။</p><p class=\"ru qpc-hafs\" lang=\"ru\">مُصَدِّقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတည်ပြုသည်)</span> ဆိုသည်မှာ ၎င်းမတိုင်မီက ထွက်ပေါ်ခဲ့သော ရှေးကျမ်းဂန်များကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِسَانًا عَرَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာရဗီဘာသာဖြင့်)</span> ဆိုသည်မှာ ၎င်းသည် ပီပြင်ထင်ရှားပြီး ရှင်းလင်းပြတ်သားသည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَىٰ لِلْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှားယွင်းသူတို့ကို သတိပေးရန်နှင့် ကောင်းမှုပြုသူများအတွက် သတင်းကောင်းအဖြစ်။)</span> ဆိုသည်မှာ ၎င်းတွင် မယုံကြည်သူများအား သတိပေးချက်နှင့် ယုံကြည်သူများအတွက် သတင်းကောင်းများ ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ် ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် <span class=\"gray\">(တစ်ဦးတည်းသော)</span> အလ္လာဟ်\" ဟု ပြောပြီးနောက် ခိုင်မြဲစွာရပ်တည်သူတို့၊)</span> ၎င်း၏ရှင်းလင်းချက်ကို ဆူရသ် အစ-စဂျဒါတွင် ယခင်က ဆွေးနွေးထားပြီးဖြစ်သည်။ <span class=\"gray\">[၄၁:၃၀ ကိုကြည့်ပါ]</span> အလ္လာဟ်အရှင်မြတ် ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا خَوْفٌ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အပေါ် ကြောက်ရွံ့ခြင်းမရှိ၊)</span> ဆိုသည်မှာ သူတို့၏အနာဂတ်နှင့်ပတ်သက်၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းနည်းခြင်းလည်း မရှိ။)</span> ဆိုသည်မှာ သူတို့ချန်ထားခဲ့သောအရာများအတွက် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ဂျန္နတ်၏ နေထိုင်သူများဖြစ်ကြပြီး၊ ၎င်း၌ <span class=\"gray\">(ထာဝရ)</span> နေထိုင်ကြမည် – သူတို့ပြုခဲ့သော အရာအတွက် အကျိုးဆုလာဘ်ဖြစ်သည်။)</span> ဆိုသည်မှာ လုပ်ရပ်များသည် သူတို့ ကရုဏာရရှိရန်နှင့် ၎င်းဖြင့် ဖုံးလွှမ်းခံရရန် အကြောင်းရင်းဖြစ်သည် – အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံးသိတော်မူ၏။</p>"
  }
]