[
  {
    "ayah_key": "55:31",
    "group_ayah_key": "55:31",
    "from_ayah": "55:31",
    "to_ayah": "55:36",
    "ayah_keys": "55:31,55:32,55:33,55:34,55:35,55:36",
    "text": "<p lang=\"my\" class=\"my \">အို သကလာန်အပေါင်းတို့၊ ငါတို့သည် သင်တို့ထံသို့ အာရုံစိုက်မည်။ <span>(31)</span>ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် သင်တို့၏အရှင်သခင်၏ မည်သည့်ကျေးဇူးတော်များကို ငြင်းပယ်ကြမည်နည်း။ <span>(32)</span>အို ဂျင်န်နှင့် လူသားအပေါင်းတို့! အကယ်၍ သင်တို့သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ နယ်ပယ်များကို ကျော်ဖြတ်နိုင်ပါက ကျော်ဖြတ်ကြကုန်။ သို့သော် သင်တို့သည် <span class=\"gray\">(၎င်းတို့ကို)</span> တန်ခိုးအာဏာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> မရှိဘဲ မည်သည့်အခါမျှ ကျော်ဖြတ်နိုင်ကြမည်မဟုတ်ပေ။<span>(33)</span>ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် သင်တို့၏အရှင်သခင်၏ မည်သည့်ကျေးဇူးတော်များကို ငြင်းပယ်ကြမည်နည်း။ <span>(34)</span>သင်တို့နှစ်ဦးလုံးအပေါ် မီး၏ ရှုဝါဇ်နှင့် နူဟပ်စ်တို့ကို စေလွှတ်တော်မူမည်ဖြစ်ပြီး၊ သင်တို့ကိုယ်သင်တို့ကို မကာကွယ်နိုင်ကြပေ။ <span>(35)</span>ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် သင်တို့၏အရှင်သခင်၏ မည်သည့်ကျေးဇူးတော်များကို ငြင်းပယ်ကြမည်နည်း။ သင်တို့၏အရှင်သခင်ကို သင်တို့နှစ်ဦးလုံး ငြင်းပယ်ကြမည်နည်း။ <span>(36)</span></p><p lang=\"my\" class=\"my \">လူသားများနှင့် ဂျင်န်တို့အတွက် သတိပေးချက်</p><p lang=\"jv\" class=\"jv \">Ibn Jurayj said that the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَنَفْرُغُ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်တို့ထံသို့ အာရုံစိုက်မည်၊)</span> ဆိုသည်မှာ 'ငါတို့သည် သင်တို့ကို စီရင်မည်' ဟု အဓိပ္ပာယ်ရသည်။ အလ်-ဗူခါရီကမူ ၎င်းသည် 'ငါတို့သည် သင်တို့ကို အစားပေးမည်' ဟု ဆိုလိုကြောင်း ပြောကြားခဲ့သည်။ မည်သည့်အရာကမျှ အလ္လာဟ်အရှင်မြတ်အား အခြားမည်သည့်အရာမှ ဂရုစိုက်ခြင်းမှ အလုပ်များစေမည်မဟုတ်ပါ။ ဤစကားပြောဟန်သည် အာရဗီဘာသာစကားတွင် အဖြစ်များသည်။ ဥပမာအားဖြင့်၊ မည်သည့်အရာနှင့်မျှ အလုပ်မရှုပ်နေသည့်တိုင် 'ငါသည် သင်၏ကိစ္စကို ဆောင်ရွက်ပေးမည်' ဟု ပြောနိုင်ပါသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهَ الثَّقَلَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ သကလာန်အပေါင်းတို့!)</span> ဆိုသည်မှာ လူသားများနှင့် ဂျင်န်တို့ကို ရည်ညွှန်းသည်။ ဟဒီးစ်တော်တွင် ပါရှိသည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْمَعُهَا كُلُّ شَيْءٍ إِلَّا الثَّقَلَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သကလာန်နှစ်ဦးမှအပ လူတိုင်း ကြားနိုင်ကြမည်။)</span> ၎င်းကို ရှင်းပြသော အခြားဟဒီးစ်တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الْإِنْسَ وَالْجِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...လူသားနှင့် ဂျင်န်များမှလွဲ၍ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် သင်တို့၏အရှင်သခင်၏ မည်သည့်ကျေးဇူးတော်များကို ငြင်းပယ်ကြမည်နည်း။)</span> ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا ۚ لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဂျင်န်နှင့် လူသားအပေါင်းတို့! အကယ်၍ သင်တို့သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ နယ်ပယ်များကို ကျော်ဖြတ်နိုင်ပါက ကျော်ဖြတ်ကြကုန်။ သို့သော် သင်တို့သည် <span class=\"gray\">(၎င်းတို့ကို)</span> တန်ခိုးအာဏာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> မရှိဘဲ မည်သည့်အခါမျှ ကျော်ဖြတ်နိုင်ကြမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များနှင့် အမိန့်ပြန်တမ်းများကို မည်သည့်အခါမျှ ထွက်ပြေးလွတ်မြောက်နိုင်မည်မဟုတ်ပေ၊ အကြောင်းမှာ ၎င်းသည် သင်တို့ကို လွှမ်းခြုံထားသောကြောင့်ဖြစ်သည်။ သင်တို့သည် သင်တို့အပေါ်ရှိ အရှင်မြတ်၏ အုပ်စိုးမှုနှင့် တရားစီရင်မှုကို မည်သည့်အခါမျှ ရှောင်လွှဲနိုင်မည်မဟုတ်ပေ။ သင်တို့ မည်သည့်နေရာတွင် ရှိနေသည်ဖြစ်စေ ၎င်းဖြင့် ဝန်းရံခြင်းခံထားရသည်။' </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စုရုံးရာနေ့နှင့်လည်း သက်ဆိုင်သည်။ ထိုနေ့တွင် ကောင်းကင်တမန်များသည် အရပ်မျက်နှာတိုင်း၌ ခုနစ်တန်းစီ ပါဝင်၍ သတ္တဝါများကို ဝန်းရံထားမည်ဖြစ်သည်။ မည်သည့်သတ္တဝါမျှ ထိုနေ့တွင် ထွက်ပြေးလွတ်မြောက်နိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِسُلْطَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တန်ခိုးအာဏာမရှိဘဲ)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ အမိန့်တော်မရှိဘဲ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ - كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားက ပြောမည်- \"ထွက်ပြေးရန် <span class=\"gray\">(ခိုလှုံရာ)</span> သည် အဘယ်မှာနည်း?\" မဟုတ်! ခိုလှုံရာမရှိ။ သင်၏အရှင်သခင်ထံသို့သာ ထိုနေ့တွင် တည်ရာဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(75:10-12)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا ۚ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုများကို ပြုခဲ့သူများသည် မကောင်းမှုတစ်ခုအတွက် ၎င်းနှင့်အလားတူ အစားပေးခြင်း ခံရမည်ဖြစ်ပြီး၊ အရှက်ရဖွယ် ဂုဏ်သိက္ခာမဲ့မှုသည် ၎င်းတို့အပေါ် လွှမ်းခြုံလိမ့်မည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်ကာကွယ်သူမျှ ရှိကြမည်မဟုတ်ပေ။ ၎င်းတို့၏မျက်နှာများသည် ည၏မှောင်မိုက်သောအပိုင်းများဖြင့် ဖုံးအုပ်ခြင်းခံရသကဲ့သို့ ဖြစ်နေလိမ့်မည်။ ထိုသူတို့သည် ငရဲဘုံသားများဖြစ်ကြပြီး၊ ၎င်းတို့သည် ထိုငရဲတွင် ထာဝရနေထိုင်ကြမည်ဖြစ်သည်။)</span><span class=\"gray\">(10:27)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦးလုံးအပေါ် မီး၏ ရှုဝါဇ်နှင့် နူဟပ်စ်တို့ကို စေလွှတ်တော်မူမည်ဖြစ်ပြီး၊ သင်တို့ကိုယ်သင်တို့ကို မကာကွယ်နိုင်ကြပေ။)</span> 'အလီ ဘင်န် အဘီ တလ်ဟာဟ်သည် အိဗ်နု အဘ္ဘားစ်ထံမှ သတင်းပေးပို့သည်မှာ ရှုဝါဇ်သည် မီးလျှံဖြစ်သည်။ အဘူ ဆွာလိဟ်က \"၎င်းသည် မီးခိုးအောက်ရှိ မီးပေါ်မှ မီးလျှံဖြစ်သည်\" ဟု ဆိုသည်။ အဒ်-ဒဟ်ဟာက်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">شُوَاظٌ مِنْ نَارٍ</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(Shuwāz of fire)</span> \"A flood of fire.\" Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُحَاسٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နူဟပ်စ်)</span> 'အလီ ဘင်န် အဘီ တလ်ဟာဟ်သည် အိဗ်နု အဘ္ဘားစ်ထံမှ သတင်းပေးပို့သည်မှာ \"မီးခိုး\" ဟု ဆိုသည်။ အဘူ ဆွာလိဟ်၊ စအိဒ် ဘင်န် ဂျူဘိုင်ရ်နှင့် အဘူ စီနန်တို့ထံမှလည်း အလားတူ သတင်းပေးပို့ခဲ့သည်။ အိဗ်နု ဂျရီရ်က အာရဗ်လူမျိုးများသည် မီးခိုးကို နူဟပ်စ်နှင့် နိဟပ်စ်ဟု ခေါ်ဆိုလေ့ရှိသည်ဟု ဆိုသည်။ သို့သော် ၎င်းက ဤအာယတ်တော်တွင် ရွတ်ဖတ်သည့်စကားလုံးသည် နူဟပ်စ်ဖြစ်သည်ဟု ကုရ်အာန်ရွတ်ဖတ်ကျွမ်းကျင်သူများက ပြောကြားခဲ့သည်ဟု ဆိုသည်။ မူဂျာဟစ်က \"၎င်းတို့၏ဦးခေါင်းများပေါ်သို့ လောင်းချသည့် ကြေးဝါရည်\" ဟု ဆိုသည်။ ကတာဒါဟ်ကလည်း ထိုအမြင်ကို ထောက်ခံခဲ့သည်။ အဒ်-ဒဟ်ဟာက်က \"နူဟပ်စ်သည် အရည်ပျော်နေသော ကြေးနီဖြစ်သည်\" ဟု ဆိုသည်။ ဤအာယတ်တော်၏ အဓိပ္ပာယ်မှာ 'အကယ်၍ သင်တို့၊ လူသားများနှင့် ဂျင်န်များသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ထွက်ပြေးရန် ကြိုးစားပါက ကောင်းကင်တမန်များသည် ၎င်းတို့အထဲမှ ငရဲမီးကို စောင့်ကြပ်သောသူများ အပါအဝင် မီးခိုးနှင့် ကြေးဝါရည်တို့ကို သင်တို့အပေါ်သို့ ညွှန်ပြကာ သင်တို့ကို ပြန်လည်ခေါ်ဆောင်လာမည်ဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَنْتَصِرَانِ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်သင်တို့ကို မကာကွယ်နိုင်ကြပေ။ ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် သင်တို့၏အရှင်သခင်၏ မည်သည့်ကျေးဇူးတော်များကို ငြင်းပယ်ကြမည်နည်း။)</span></p>"
  }
]