[
  {
    "ayah_key": "8:15",
    "group_ayah_key": "8:15",
    "from_ayah": "8:15",
    "to_ayah": "8:16",
    "ayah_keys": "8:15,8:16",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! သင်တို့သည် မယုံကြည်သူများနှင့် စစ်မြေပြင်တွင် ရင်ဆိုင်တိုက်ခိုက်ရသောအခါ၊ ၎င်းတို့ကို ကျောခိုင်း၍ မပြေးကြကုန်လင့် <span>(၁၅)</span>ထိုနေ့တွင် မည်သူမဆို စစ်ပရိယာယ် သို့မဟုတ် အခြားတပ်ဖွဲ့တစ်ခုသို့ ပြန်ဆုတ်ရန်မှတစ်ပါး ၎င်းတို့ကို ကျောခိုင်းမည်ဆိုပါက ထိုသူသည် အလ္လာဟ်အရှင်မြတ်ထံမှ အမျက်ဒေါသကို မိမိအပေါ်သို့ အမှန်ပင် ဆွဲတင်ပြီးဖြစ်ချေပြီ။ ၎င်း၏ နေထိုင်ရာမှာ ငရဲဖြစ်ပြီး၊ ထိုပန်းတိုင်သည် အမှန်ပင် အဆိုးဆုံးဖြစ်၏ <span>(၁၆)</span></p><div lang=\"my\" class=\"my \"><h2>စစ်ပွဲမှ ထွက်ပြေးခြင်းကို တားမြစ်ထားပြီး၊ ၎င်း၏ ပြစ်ဒဏ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က စစ်မြေပြင်မှ ထွက်ပြေးခြင်းကို သတိပေးကာ ထိုသို့ပြုသူများကို ငရဲဖြင့် ခြိမ်းခြောက်၍ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့သည် မယုံကြည်သူများနှင့် စစ်မြေပြင်တွင် ရင်ဆိုင်တိုက်ခိုက်ရသောအခါ၊)</span> သင်တို့သည် ရန်သူနှင့်နီးကပ်လာပြီး ၎င်းတို့ဘက်သို့ ချီတက်လာသောအခါ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَا تُوَلُّوهُمُ الْأَدْبَارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ကျောခိုင်း၍ မပြေးကြကုန်လင့်။)</span> စစ်ပွဲမှ ထွက်မပြေးကြနှင့် သင်တို့၏ မွတ်စလင်ညီအစ်ကိုများကို နောက်ချန်မထားခဲ့ကြနှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် မည်သူမဆို စစ်ပရိယာယ်မှတစ်ပါး ၎င်းတို့ကို ကျောခိုင်းမည်ဆိုပါက...)</span></p><p lang=\"my\" class=\"my \">အာယသ်တော်က ဆိုသည်မှာ၊ ရန်သူကို ကြောက်ရွံ့ဟန်ဆောင်ရန် စီမံပြီး ရန်သူထံမှ ထွက်ပြေးသူ၊ ထို့ကြောင့် ရန်သူက သူ့ကို လိုက်လာပြီး သူက အခွင့်အရေးယူကာ ရန်သူကို သတ်ရန် ပြန်လှည့်လာပါက သူ့အပေါ်၌ အပြစ်မရှိပေ။ ၎င်းမှာ ဆအိဒ် ဘင် ဂျူဘိုင်ရ် နှင့် အပ်စ်-ဆွဒ်ဒီတို့၏ ရှင်းလင်းချက်ဖြစ်သည်။ အဒ်-ဒွဟ်ဟါက်ကလည်း မှတ်ချက်ပြုသည်မှာ၊ \"မိမိ၏ မွတ်စလင်ညီအစ်ကိုများထက် ရှေ့ကသွား၍ ရန်သူ၏ ခွန်အားကို စုံစမ်းပြီး အသုံးပြုသူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မိမိ၏တပ်ဖွဲ့တစ်ခုသို့ ပြန်ဆုတ်ရန်)</span>၊ ဆိုလိုသည်မှာ ဤနေရာမှ အခြားမွတ်စလင်တပ်ဖွဲ့တစ်ခုသို့ ထွက်ခွာသွား၍ ၎င်းတို့ကို ကူညီရန် သို့မဟုတ် ၎င်းတို့ထံမှ အကူအညီရယူရန်ဖြစ်သည်။ ထို့ကြောင့် ထိုသူအတွက် ခွင့်ပြုထားပြီး၊ စစ်ပွဲအတွင်း၌ပင် သူ၏တပ်ခွဲမှူးထံ သို့မဟုတ် တပ်မှူးထံ ထွက်ပြေးပါကလည်း ခွင့်ပြုသည်။ သို့မဟုတ် အကြီးအကဲ အီမာမ်ထံ သွားခြင်းသည်လည်း ဤခွင့်ပြုချက်အောက်၌ ပါဝင်မည်ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အွမ်မာရ် ဘင် အလ်-ခတ္တားဘ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အပေါ် ကျေနပ်ပါစေ၊ အဘူ ‘အူဘိုင်ဒ်သည် ပါရှန်းပြည်ရှိ တံတားပေါ်တွင် ဇိုရိုအက်စ်ထရီယန် စစ်သည်များစွာကြောင့် တိုက်ခိုက်နေစဉ်၊ \"သူသာ ကျွန်ုပ်ထံသို့ နောက်ဆုတ်ခဲ့မည်ဆိုလျှင် ကျွန်ုပ်သည် သူ့အတွက် တပ်ဖွဲ့တစ်ခုဖြစ်မည်\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤသို့ဖြင့် မုဟမ္မဒ် ဘင် စီရင်န်က အွမ်မာရ်ထံမှ သတင်းပို့ခဲ့သည်။ အဘူ ‘ဥစ်မန် အန်-နဟ်ဒီက အွမ်မာရ်ထံမှ သတင်းပို့သည်မှာ၊ အဘူ ‘အူဘိုင်ဒ် တိုက်ခိုက်နေစဉ် အွမ်မာရ်က \"အိုလူတို့! ကျွန်ုပ်တို့သည် သင်တို့၏ တပ်ဖွဲ့ဖြစ်သည်\" ဟု ပြောခဲ့သည်။ မုဂျာဟိဒ်က အွမ်မာရ်က \"ကျွန်ုပ်တို့သည် မွတ်စလင်တိုင်း၏ တပ်ဖွဲ့ဖြစ်သည်\" ဟု ပြောခဲ့သည်ဟု ဆိုသည်။ အဗ်ဒူလ်-မာလစ် ဘင် 'အူမိုင်ရ်က အွမ်မာရ်ထံမှ သတင်းပို့သည်မှာ၊ \"အိုလူတို့! ဤအာယသ်တော်နှင့်ပတ်သက်၍ မရှုပ်ထွေးကြနှင့်၊ ၎င်းသည် ဘဒ်ရ်နေ့အကြောင်းသာဖြစ်ပြီး၊ ကျွန်ုပ်တို့သည် မွတ်စလင်တိုင်းအတွက် တပ်ဖွဲ့တစ်ခုဖြစ်သည်\" ဟု ပြောခဲ့သည်။ အိဗ်နု အဘီ ဟာတိမ် <span class=\"gray\">[မှတ်တမ်းတင်]</span>ခဲ့သည်မှာ နာဖိအ်က အိဗ်နု 'အွမ်မာရ်ကို မေးမြန်းသည်မှာ၊ \"ကျွန်ုပ်တို့သည် ရန်သူနှင့် တိုက်ခိုက်သည့်အခါ အငြိမ်မနေသောသူများဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏ တပ်ဖွဲ့သည် အီမာမ်၏ တပ်ဖွဲ့ဖြစ်စေ၊ ကျွန်ုပ်တို့၏ စစ်တပ်ဖြစ်စေ၊ မည်သည့်နေရာတွင် ရှိသည်ကို ကျွန်ုပ်တို့ မသိနိုင်ပါ\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူက \"တပ်ဖွဲ့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ဖြစ်သည်\" ဟု ပြန်ဖြေသည်။ ကျွန်ုပ်က ပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မယုံကြည်သူများနှင့် စစ်မြေပြင်တွင် ရင်ဆိုင်တိုက်ခိုက်ရသောအခါ)</span> အာယသ်တော်၏ အဆုံးအထိ။ ထို့ကြောင့် သူက \"ဤအာယသ်တော်သည် ဘဒ်ရ်အကြောင်းသာဖြစ်ပြီး၊ ၎င်းမတိုင်မီနှင့် ၎င်းနောက်ပိုင်း အကြောင်းမဟုတ်ပါ\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဒ်-ဒွဟ်ဟါက်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်ကို မှတ်ချက်ပြုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် တပ်ဖွဲ့တစ်ခုသို့ ပြန်ဆုတ်ရန်)</span>၊ ဆိုလိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် ၎င်း၏ သဟဗာများ <span class=\"gray\">(ရစူလ်တမန်တော် ﷺ အသက်ရှင်စဉ်အခါက)</span> ထံသို့ ပြန်ဆုတ်သူများ၊ နှင့် ယခုခေတ်တွင် ၎င်း၏တပ်မှူး သို့မဟုတ် သဟဗာများထံသို့ ပြန်ဆုတ်သူများ\" ကို ရည်ညွှန်းသည်။ သို့သော် ဤနေရာတွင် ဖော်ပြထားသည့် အကြောင်းပြချက်များမှအပ အခြားမည်သည့်အကြောင်းပြချက်ဖြင့်မဆို ထွက်ပြေးပါက၊ ၎င်းသည် တားမြစ်ထားပြီး ကြီးလေးသော အပြစ်အဖြစ် သတ်မှတ်သည်။ အလ်-ဘူခါရီ နှင့် မွတ်စ်လင်မ်တို့က အဘူ ဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اِجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(\"ဖျက်ဆီးတတ်သော ကြီးလေးသည့် အပြစ်ခုနစ်မျိုးကို ရှောင်ကြဉ်ကြလော့။\")</span></p><p lang=\"my\" class=\"my \">လူတို့က မေးမြန်းကြသည်၊ \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ၎င်းတို့သည် မည်သည်တို့နည်း?\" သူက မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشِّرْكُ بِاللهِ وَالسِّحْرُ وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ وَأَكْلُ الرِّبَا وَأَكْلُ مَالِ الْيَتِيمِ وَالتَّوَلِّي يَوْمَ الزَّحْفِ وَقَذْفُ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့မှာ)</span> အလ္လာဟ်အရှင်မြတ်နှင့် အခြားအရာများကို တွဲဖက်ကိုးကွယ်ခြင်း၊ မကောင်းဆန်းကြယ်မှု၊ အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော အသက်ကို သတ်ဖြတ်ခြင်း၊ တရားမျှတသော အကြောင်းပြချက် <span class=\"gray\">(အစ္စလာမ်ဥပဒေအရ)</span> မှအပ၊ ရစ်ဘာကို စားသုံးခြင်း၊ မိဘမဲ့ကလေး၏ ပိုင်ဆိုင်မှုကို စားသုံးခြင်း၊ တိုက်ပွဲဖြစ်ပွားချိန်တွင် စစ်မြေပြင်မှ ထွက်ပြေးခြင်း၊ နှင့် ကိုယ်ကျင့်တရားကောင်းမွန်သော၊ ကိုယ်ကျင့်တရားပျက်ပြားခြင်းကို လုံးဝမစဉ်းစားသော၊ ကောင်းမွန်သော ယုံကြည်သူအမျိုးသမီးများကို မမှန်မကန် စွပ်စွဲခြင်းတို့ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَدْ بَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မိမိအပေါ်သို့ အမှန်ပင် ဆွဲတင်ပြီးဖြစ်ချေပြီ...)</span>၊ နှင့် ပြန်လာခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِغَضَبٍ مِّنَ اللَّهِ وَمَأْوَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ အမျက်ဒေါသ။ ၎င်း၏ နေထိုင်ရာ...)</span>၊ ပန်းတိုင်၊ နှင့် ပြန်လာရမည့်နေ့တွင် နေထိုင်ရာနေရာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည် ငရဲဖြစ်ပြီး၊ ထိုပန်းတိုင်သည် အမှန်ပင် အဆိုးဆုံးဖြစ်၏!)</span></p>"
  },
  {
    "ayah_key": "8:17",
    "group_ayah_key": "8:17",
    "from_ayah": "8:17",
    "to_ayah": "8:18",
    "ayah_keys": "8:17,8:18",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့က သူတို့ကို မသတ်ခဲ့ကြ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်က သူတို့ကို သတ်ခဲ့သည်။ သင်ပစ်သောအခါတွင် သင်ပစ်ခဲ့သည်မဟုတ်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်က ပစ်ခဲ့သည်၊ သို့မှသာ အရှင်မြတ်သည် ယုံကြည်သူတို့အား အရှင်မြတ်ထံမှ တရားမျှတသော စမ်းသပ်မှုတစ်ခုဖြင့် စမ်းသပ်ရန်ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူသောအရှင်၊ အလုံးစုံကို သိတော်မူသောအရှင် ဖြစ်သည် <span>(၁၇)</span>ဤ <span class=\"gray\">(သည် အမှန်တရားဖြစ်သည်)</span> နှင့် အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့၏ လှည့်ဖြားသော ပယောဂများကို အားနည်းစေသည် <span>(၁၈)</span></p><div lang=\"my\" class=\"my \"><h2>ဗဒ်ရ်တိုက်ပွဲအတွင်း ပြသခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများနှင့် မယုံကြည်သူတို့၏ မျက်လုံးများထဲသို့ သဲမှုန့်ပစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျွန်များပြုလုပ်သည့် လုပ်ရပ်များကို ဖန်ဆင်းတော်မူပြီး ၎င်းတို့ပြုလုပ်သည့် ကောင်းမွန်သော လုပ်ရပ်များအတွက် အရှင်မြတ်ကိုသာ ချီးမွမ်းထိုက်ကြောင်း၊ အကြောင်းမှာ အရှင်မြတ်က ၎င်းတို့အား ထိုလုပ်ရပ်များကို လုပ်ဆောင်ရန် လမ်းညွှန်ပေးပြီး ကူညီပေးခဲ့သောကြောင့်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمْ تَقْتُلُوهُمْ وَلٰكِنَّ اللَّهَ قَتَلَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က သူတို့ကို မသတ်ခဲ့ကြ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်က သူတို့ကို သတ်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ သင်တို့အင်အားနှင့် ခွန်အားကြောင့် ဘုရားကိုးကွယ်သူများကို သတ်ခဲ့ခြင်းမဟုတ်၊ သူတို့သည် များပြားပြီး သင်တို့က နည်းပါးသည်။ ထို့ထက် အရှင်မြတ်သည် သင်တို့အား သူတို့အပေါ် အောင်ပွဲခံစေခဲ့ခြင်းဖြစ်သည်။ အရှင်မြတ်က အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူသကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဗဒ်ရ်တိုက်ပွဲ၌ သင်တို့အား အောင်ပွဲခံစေခဲ့ပြီး ဖြစ်သည်၊ သင်တို့သည် အင်အားနည်းသော အဖွဲ့ငယ်လေးဖြစ်စဉ်အခါကပင်။)</span><span class=\"gray\">[3:123]</span>၊ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် စစ်မြေပြင်များစွာ၌ သင်တို့အား အောင်ပွဲခံစေခဲ့ပြီး၊ ဟုနိုင်းန်နေ့တွင် သင်တို့၏ များပြားသော လူအင်အားကြောင့် ဝမ်းမြောက်ခဲ့ကြသောအခါ၌လည်း ၎င်းသည် သင်တို့အတွက် အသုံးမဝင်ခဲ့ပေ။ ကျယ်ပြောလှသော မြေပြင်သည် သင်တို့အတွက် ကျဉ်းမြောင်းခဲ့သည်၊ ထို့နောက် သင်တို့သည် နောက်ဆုတ်ထွက်ပြေးခဲ့ကြသည်။)</span><span class=\"gray\">[9:25]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အမြင့်မြတ်ဆုံးနှင့် အမြဲတစေ မြင့်မားတော်မူသောအရှင်ဖြစ်ပြီး၊ အောင်ပွဲသည် လူအင်အား သို့မဟုတ် လက်နက်နှင့် ဒိုင်းများ စုဆောင်းခြင်းအပေါ် မူတည်သည်မဟုတ်ကြောင်း ဖော်ပြထားသည်။ ထို့ထက် အောင်ပွဲသည် အရှင်မြတ်ထံမှ ဖြစ်သည်၊ အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ ۗ وَاللَّهُ مَعَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်မျှသော အဖွဲ့ငယ်လေးများသည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် အင်အားကြီးမားသော တပ်ကြီးကို အောင်နိုင်ခဲ့ကြပြီနည်း။\" အလ္လာဟ်အရှင်မြတ်သည် သည်းခံသူများနှင့်အတူ ရှိသည်။)</span><span class=\"gray\">[2:249]</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် ဗဒ်ရ်နေ့တွင် ကာကွယ်ရေးစခန်းမှ ထွက်လာသောအခါ မယုံကြည်သူများထံ ပစ်ပေါက်ခဲ့သော သဲမှုန့်တစ်ဆုပ်အကြောင်းကို ဖော်ပြခဲ့သည်။ ကာကွယ်ရေးစခန်းအတွင်း၌ တမန်တော်မြတ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်ထံ နိမ့်ကျစွာ တောင်းပန်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် မိမိ၏လိုအပ်ချက်ကို ဖော်ပြခဲ့သည်။ ထို့နောက် မယုံကြည်သူများထံ သဲမှုန့်တစ်ဆုပ်ကို ပစ်ပေါက်ပြီး မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَاهَتِ الْوُجُوه</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏မျက်နှာများ အရှက်ရစေသတည်း။)</span> ထို့နောက် အရှင်မြတ်သည် မိမိ၏သာဝကများအား ရိုးသားစွာ စတင်တိုက်ခိုက်ရန် အမိန့်ပေးခဲ့ပြီး ၎င်းတို့လည်း လုပ်ဆောင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုသဲမှုန့်တစ်ဆုပ်ကို ရုပ်တုကိုးကွယ်သူတို့၏ မျက်လုံးများထဲသို့ ဝင်ရောက်စေခဲ့ပြီး သူတို့တစ်ဦးစီတိုင်း အနည်းငယ်ထိမှန်ခဲ့ကာ ၎င်းတို့အား အာရုံပျံ့လွင့်စေခဲ့ပြီး တစ်ဦးစီတိုင်း အလုပ်များနေစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلٰكِنَّ اللَّهَ رَمَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ပစ်သောအခါတွင် သင်ပစ်ခဲ့သည်မဟုတ်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်က ပစ်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ထိုသဲမှုန့်ကို သူတို့မျက်လုံးများသို့ ရောက်ရှိစေပြီး သူတို့အား ထိုအရာဖြင့် အလုပ်များစေခဲ့သူမှာ အလ္လာဟ်အရှင်မြတ်ပင်ဖြစ်သည်။ သင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> ﷺ မဟုတ်ပေ။</p><p lang=\"mt\" class=\"mt \">Muhammad bin Ishaq said that Muhammad bin Ja'far bin Az-Zubayr narrated to him that 'Urwah bin Az-Zubayr said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ အရှင်မြတ်သည် ယုံကြည်သူတို့အား အရှင်မြတ်ထံမှ တရားမျှတသော စမ်းသပ်မှုတစ်ခုဖြင့် စမ်းသပ်ရန်ဖြစ်သည်။)</span> \"သို့မှသာ ယုံကြည်သူများသည် သူတို့၏ရန်သူများ များပြားနေသော်လည်း သူတို့က နည်းပါးနေချိန်၌ပင် ရန်သူအပေါ် အောင်ပွဲခံစေခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို သိရှိနိုင်ရန်ဖြစ်သည်။ ၎င်းတို့သည် အရှင်မြတ်၏ အခွင့်အရေးကို သိရှိပြီး အရှင်မြတ်၏ ကျေးဇူးတော်အတွက် ကျေးဇူးတင်သင့်သည်။\" အလားတူပင် အိဗ်နုဂျရီရ်ကလည်း ပြောကြားခဲ့သည်။ ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلَّ بَلَاءٍ حَسَنٍ أَبْلَانَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ စမ်းသပ်မှုတိုင်းသည် ကျွန်ုပ်တို့အတွက် ကျေးဇူးတော်တစ်ခုဖြစ်သည်။)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(Verily, Allah is All-Hearer, All-Knower.)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပန်ကြားချက်ကို ကြားတော်မူပြီး အကူအညီနှင့် အောင်ပွဲခံထိုက်သူများကို သိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذٰلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤ <span class=\"gray\">(သည် အမှန်တရားဖြစ်သည်)</span> နှင့် အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့၏ လှည့်ဖြားသော ပယောဂများကို အားနည်းစေသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ယုံကြည်သူများ ရရှိခဲ့သည့် အောင်ပွဲအပြင် နောက်ထပ် သတင်းကောင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် နောင်အနာဂတ်တွင် မယုံကြည်သူတို့၏ ပယောဂများကို အားနည်းစေမည်ဖြစ်ကြောင်း၊ သူတို့ကို အကျင့်သိမ်စေမည်ဖြစ်ကြောင်းနှင့် သူတို့ပိုင်ဆိုင်သမျှ အရာအားလုံးကို ပျက်စီးဆုံးရှုံးစေမည်ဖြစ်ကြောင်း ၎င်းတို့အား အသိပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]