[
  {
    "ayah_key": "2:14",
    "group_ayah_key": "2:14",
    "from_ayah": "2:14",
    "to_ayah": "2:15",
    "ayah_keys": "2:14,2:15",
    "text": "<p class=\"my translation\" lang=\"my\">ယုံကြည်သူများနှင့် တွေ့ဆုံသောအခါ ၎င်းတို့က “ကျွန်ုပ်တို့ ယုံကြည်သည်” ဟု ပြောကြ၏။ သို့သော် ၎င်းတို့၏ ရှိုက်သွာန် <span class=\"gray\">(မာရ်နတ်)</span> များနှင့် တစ်ဦးတည်းရှိနေသည့်အခါ ၎င်းတို့က “အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သင်တို့နှင့်အတူ ရှိပါသည်၊ ဧကန်မလွဲ၊ ကျွန်ုပ်တို့သည် ပြောင်လှောင်နေရုံသာ ဖြစ်ပါသည်” ဟု ပြောကြ၏။ <span>(၁၄)</span>အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ပြောင်လှောင်တော်မူပြီး၊ ၎င်းတို့အား ၎င်းတို့၏ သွေဖည်မှု၌ ပိုမိုတိုးပွားအောင် ထားတော်မူကာ မျက်စိစုံမှိတ် လှည့်လည်စေတော်မူ၏။ <span>(၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>လျှို့ဝှက်သူတို့၏ လိမ္မာပါးနပ်မှုနှင့် လှည့်ဖြားမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိတို့သည် ယုံကြည်သူများနှင့် တွေ့သောအခါ လျှို့ဝှက်သူတို့သည် မိမိတို့၏ ယုံကြည်ခြင်းကို ကြေညာ၍ ယုံကြည်သူများ၊ သစ္စာစောင့်သိသူများနှင့် မိတ်ဆွေများအဖြစ် ဟန်ဆောင်ကြသည်ဟု မိန့်တော်မူ၏။ ၎င်းတို့သည် ယုံကြည်သူများကို လမ်းမှားသို့ ပို့ဆောင်ရန်၊ လှည့်ဖြားရန်နှင့် လှည့်စားရန် ဤသို့ပြုလုပ်ကြသည်။ လျှို့ဝှက်သူတို့သည် ယုံကြည်သူများ ရရှိနိုင်သည့် အကျိုးကျေးဇူးများနှင့် အမြတ်အစွန်းများမှ အချို့ကိုလည်း ရယူလိုကြသည်။ သို့သော်လည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏ ရှိုက်သွာန်များနှင့် တစ်ဦးတည်းရှိနေသည့်အခါ)</span> ဆိုသည်မှာ ၎င်းတို့သည် ဂျူးရဗ္ဗီများ၊ လျှို့ဝှက်သူများနှင့် ရုပ်တုကိုးကွယ်သူများအနက်မှ ၎င်းတို့၏ ခေါင်းဆောင်များနှင့် သခင်များကဲ့သို့သော ၎င်းတို့၏ မာရ်နတ်များနှင့် တစ်ဦးတည်းရှိနေခြင်းကို ဆိုလိုသည်။</p><div lang=\"mt\" class=\"mt \"><h2>Human and Jinn Devils</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က “ဖန်ဆင်းခံတိုင်း၏ မာရ်နတ်တို့သည် ၎င်းတို့အနက်မှ ဆိုးသွမ်းသူများ ဖြစ်ကြသည်။ လူသားမာရ်နတ်များနှင့် ဂျင်န်မာရ်နတ်များ နှစ်မျိုးစလုံး ရှိကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်” ဟု ဆို၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အတူ ကျွန်ုပ်တို့သည် ပရောဖက်တိုင်းအတွက် ရန်သူများဖြစ်သော — လူသားနှင့် ဂျင်န်တို့အနက်မှ ရှိုက်သွာန် <span class=\"gray\">(မာရ်နတ်)</span> များကို သတ်မှတ်ပေးခဲ့ပြီး ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး လှည့်ဖြားမှုအဖြစ် တန်ဆာဆင်ထားသော စကားလုံးများကို တစ်စိမ့်စိမ့်ပြောဆိုစေသည် <span class=\"gray\">(သို့မဟုတ် လှည့်စားမှုနည်းလမ်းဖြင့်)</span>)</span><span class=\"gray\">(၆:၁၁၂)</span>။</p><div lang=\"my\" class=\"my \"><h2>'ပြောင်လှောင်ခြင်း' ၏ အဓိပ္ပါယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا إِنَّا مَعَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သင်တို့နှင့်အတူ ရှိပါသည်” ဟု ပြောကြသည်)</span>။ မိုဟာမဒ် ဗင်န် အစ္စဟာက်က အိဗ်နု အဗ္ဗားစ်က ထိုအာယသ်၏ အဓိပ္ပါယ်မှာ “ကျွန်ုပ်တို့သည် သင်တို့နှင့်အတူ ရှိပါသည်၊” ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ကျွန်ုပ်တို့သည် ပြောင်လှောင်နေရုံသာ ဖြစ်ပါသည်)</span> ဆိုသည်မှာ ကျွန်ုပ်တို့သည် လူများကို <span class=\"gray\">(ယုံကြည်သူများကို)</span> ပြောင်လှောင်ပြီး လှည့်ဖြားနေရုံသာ ဖြစ်သည်” ဟု ဆိုလိုသည်။ အဒ်-ဒဟ်ဟက်ခ်က အိဗ်နု အဗ္ဗားစ်က ထိုအာယသ်ကို ပြောခဲ့သည်ဟု ဆို၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ကျွန်ုပ်တို့သည် ပြောင်လှောင်နေရုံသာ ဖြစ်ပါသည်)</span> ဆိုသည်မှာ “ကျွန်ုပ်တို့ <span class=\"gray\">(ဆိုလိုသည်မှာ လျှို့ဝှက်သူများ)</span> သည် မိုဟာမဒ်၏ ဆွဟာဘာများကို ပြောင်လှောင်နေခြင်း ဖြစ်သည်” ဟု ဆိုလိုသည်။ ထို့အပြင်၊ အာရ်-ရဗီအ် ဗင်န် အနပ်စ်နှင့် ကတာဒါတို့ကလည်း အလားတူပင် ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်မှာချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ပြောင်လှောင်တော်မူပြီး ၎င်းတို့အား ၎င်းတို့၏ သွေဖည်မှု၌ ပိုမိုတိုးပွားအောင် ထားတော်မူကာ မျက်စိစုံမှိတ် လှည့်လည်စေတော်မူ၏)</span> ဟူသည် လျှို့ဝှက်သူတို့ကို အဖြေပေးပြီး ၎င်းတို့၏ အပြုအမူအတွက် ပြစ်ဒဏ်ပေးခြင်း ဖြစ်သည်။ အိဗ်နု ဂျရီရ်က မှတ်ချက်ပြုသည်မှာ “အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အား အဘယ်သို့ပြုမည်ကို မိန့်တော်မူခဲ့သည်၊ ထိုအခါ အရှင်မြတ်က၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လျှို့ဝှက်သူများ—ကျား၊ မ နှစ်ဦးစလုံး—သည် ယုံကြည်သူတို့အား “ကျွန်ုပ်တို့ကို စောင့်ပါဦး! သင်တို့၏ အလင်းမှ အနည်းငယ် ရယူပါရစေ” ဟု ပြောကြလိမ့်မည်။ “သင်တို့ နောက်သို့ ပြန်လှည့်ကြ! ထို့နောက် အလင်းကို ရှာဖွေကြ!” ဟု အမိန့်ပေးလိမ့်မည်။ ထို့နောက် ၎င်းတို့ကြားတွင် တံခါးပေါက်ပါရှိသော တံတိုင်းတစ်ခုကို တည်ဆောက်လိမ့်မည်။ အတွင်းဘက်၌ ကရုဏာတော်ရှိမည်ဖြစ်ပြီး အပြင်ဘက်၌ ပြစ်ဒဏ်ရှိမည်။)</span><span class=\"gray\">(၅၇:၁၃)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ ۚ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်သူတို့သည် ကျွန်ုပ်တို့၏ ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်းသည် ၎င်းတို့အတွက် ကောင်းသည်ဟု မထင်မှတ်ကြစေနှင့်။ ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်းသည် ၎င်းတို့သည် အပြစ်များ၌ ပိုမိုတိုးပွားလာစေရန်သာ ဖြစ်သည်)</span><span class=\"gray\">(၃:၁၇၈)</span>။”</p><p lang=\"my\" class=\"my \">ထို့နောက် သူက “ဤအရာနှင့် ၎င်းနှင့်ဆင်တူသောအရာသည် လျှို့ဝှက်သူများနှင့် ရှိရ်ခ် (ဘုရားနှင့် အခြားအရာများကို တွဲဖက်ကိုးကွယ်သူ) များအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ပြောင်လှောင်တော်မူခြင်း ဖြစ်သည်” ဟု ဆို၏။</p><div lang=\"my\" class=\"my \"><h2>လျှို့ဝှက်သူတို့၏ ကြံစည်မှုများအတွက် ခံစားရခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လျှို့ဝှက်သူတို့အား ၎င်းတို့၏ ပြောင်လှောင်မှုအတွက် အပြစ်ပေးမည်ဟု မိန့်တော်မူခဲ့သည်၊ အဓိပ္ပါယ် ကွာခြားသော်လည်း လုပ်ရပ်နှင့် ၎င်း၏ ပြစ်ဒဏ်ကို ဖော်ပြရာတွင် တူညီသော စကားလုံးများကို အသုံးပြုထားသည်။ အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြစ်မှုတစ်ခုအတွက် အပြစ်ဖြေခြင်းသည် ၎င်းနှင့်ညီမျှသော ပြစ်မှုတစ်ခု ဖြစ်သည်၊ သို့သော် ခွင့်လွှတ်၍ ပြန်လည်သင့်မြတ်သူ၏ အကျိုးသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ ရှိသည်)</span><span class=\"gray\">(၄၂:၄၀)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့အပေါ် ပြစ်မှုကျူးလွန်သူတိုင်းသည် ၎င်းအပေါ် သင်တို့လည်း အလားတူ ပြစ်မှုကျူးလွန်ကြလေ)</span><span class=\"gray\">(၂:၁၉၄)</span>။</p><p lang=\"my\" class=\"my \">ပထမလုပ်ရပ်သည် မတရားမှုဖြစ်ပြီး ဒုတိယလုပ်ရပ်သည် တရားမျှတမှုဖြစ်သည်။ ထို့ကြောင့် လုပ်ရပ်နှစ်ခုစလုံးသည် အမည်တူသော်လည်း လက်တွေ့တွင် ကွဲပြားကြသည်။ ကုရ်အာန်တွင် အလ္လာဟ်အရှင်မြတ်အား လှည့်ဖြားမှု၊ လိမ္မာပါးနပ်မှုနှင့် ပြောင်လှောင်မှုတို့ကို ရည်ညွှန်းသောအခါ ပညာရှင်များက ဤသို့ရှင်းပြကြသည်။ ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်သည် အချို့သော ဆိုးယုတ်သည့် လုပ်ရပ်များအတွက် ထိုလုပ်ရပ်၏ သဘောသဘာဝနှင့် ဆင်တူသော ပြစ်ဒဏ်ဖြင့် လက်စားချေတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအရာများကို ပညာရှင်များ၏ သဘောတူညီချက်အရ ပျော်ရွှင်စွာ ကစားခြင်းအဖြစ် ပြုလုပ်ခြင်းမဟုတ်ဘဲ အချို့သော ဆိုးယုတ်သည့် လုပ်ရပ်များအတွက် တရားမျှတသော ပြစ်ဒဏ်အဖြစ်သာ ဖြစ်သည်ဟု ဤနေရာတွင် ကျွန်ုပ်တို့ အတည်ပြုသင့်သည်။</p><div lang=\"my\" class=\"my \"><h2>'၎င်းတို့အား ၎င်းတို့၏ သွေဖည်မှု၌ ပိုမိုတိုးပွားအောင် ထားတော်မူကာ မျက်စိစုံမှိတ် လှည့်လည်စေတော်မူ၏' ၏ အဓိပ္ပါယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمُدُّهُمْ فِي طُغْيَــٰـنِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ပြောင်လှောင်တော်မူပြီး ၎င်းတို့အား ၎င်းတို့၏ သွေဖည်မှု၌ ပိုမိုတိုးပွားအောင် ထားတော်မူကာ မျက်စိစုံမှိတ် လှည့်လည်စေတော်မူ၏)</span>။ အက်စ်-စွတ်ဒီက အိဗ်နု အဗ္ဗားစ်၊ အိဗ်နု မပ်စ်အူဒ်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အခြားသော ဆွဟာဘာ အများအပြားက ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمُدُّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အား ပိုမိုတိုးပွားအောင် ထားတော်မူ၏)</span> ဆိုသည်မှာ အရှင်မြတ်က ၎င်းတို့အား အချိန်ဆိုင်းပေးခြင်း ဖြစ်သည်။ ထို့အပြင်၊ မုဂျာဟိဒ်က “အရှင်မြတ်သည် ၎င်းတို့၏ သွေဖည်မှုကို ပိုမိုတိုးပွားစေသည်” ဟု ဆို၏။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ၎င်းတို့အား တိုးပွားစေသည့် စည်းစိမ်ဥစ္စာနှင့် သားသမီးများဖြင့် <span class=\"gray\">(ကျွန်ုပ်တို့သည်)</span> ၎င်းတို့အား ကောင်းကျိုးများဖြင့် အလျင်စလိုပေးကမ်းနေသည်ဟု ၎င်းတို့ ထင်မှတ်ကြပါသလား။ မဟုတ်ပါ၊ သို့သော် ၎င်းတို့ မသိနားမလည်ကြပါ)</span><span class=\"gray\">(၂၃:၅၅-၅၆)</span>။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က မှတ်ချက်ပြုသည်မှာ “ဤအာယသ်၏ မှန်ကန်သော အဓိပ္ပါယ်မှာ ‘ကျွန်ုပ်တို့သည် ၎င်းတို့အား အချိန်ဆိုင်းပေးခြင်းနှင့် ၎င်းတို့၏ သွေဖည်မှုနှင့် ပုန်ကန်မှုတို့၌ ထားရှိခြင်း ရှုထောင့်မှ တိုးပွားစေသည်’ ဟု ဖြစ်သည်။ အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့၏ နှလုံးသားများနှင့် မျက်လုံးများကို <span class=\"gray\">(လမ်းညွှန်မှုမှ)</span> လှည့်ပစ်မည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ပထမအကြိမ်တွင် ၎င်းကို ယုံကြည်ရန် ငြင်းဆန်ခဲ့ကြသောကြောင့်ဖြစ်ပြီး ၎င်းတို့၏ ချိုးဖောက်မှု၌ မျက်စိစုံမှိတ် လှည့်လည်နေစေရန် ကျွန်ုပ်တို့ ထားရှိမည်။)</span>” <span class=\"gray\">(၆:၁၁၀)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယသ်၌ အသုံးပြုထားသော တုဂ်ယာန်ဟူသည် ကန့်သတ်ချက်များကို ကျော်လွန်ခြင်းဟု အဓိပ္ပါယ်ရသည်၊ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တစ်ခု၌ မိန့်တော်မူခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ရေသည် တဂ်ဟာ <span class=\"gray\">(မြင့်တက်)</span> ၎င်း၏ ကန့်သတ်ချက်များကို ကျော်လွန်သောအခါ၊ ကျွန်ုပ်တို့သည် သင်တို့ကို သင်္ဘောပေါ်တွင် တင်ဆောင်ခဲ့သည်)</span><span class=\"gray\">(၆၉:၁၁)</span>။</p><p lang=\"my\" class=\"my \">ထို့အပြင်၊ အိဗ်နု ဂျရီရ်က ထိုအာယသ်၌ 'အမဟ်' ဟူသော စကားလုံးသည် 'သွေဖည်ခြင်း' ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုသည်။ အရှင်မြတ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်မှာချက်နှင့် ပတ်သက်၍လည်း ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي طُغْيَــٰـنِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ သွေဖည်မှု၌ လှည့်လည်ကြသည်)</span>၊ “၎င်းတို့ကို ဖုံးလွှမ်းထားသော လမ်းမှားမှုနှင့် မယုံကြည်မှုတို့သည် ၎င်းတို့အား စိတ်ရှုပ်ထွေးစေပြီး ထိုအရာမှ ထွက်လမ်းကို ရှာမတွေ့နိုင်အောင် ဖြစ်စေသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ နှလုံးသားများကို တံဆိပ်ခတ်ထားခြင်း၊ ပိတ်ထားခြင်းနှင့် ၎င်းတို့၏ အမြင်အာရုံကို ကွယ်စေခြင်းတို့ကြောင့် ဖြစ်သည်။ ထို့ကြောင့်၊ ၎င်းတို့သည် လမ်းညွှန်မှုကို မမှတ်မိကြဘဲ ၎င်းတို့၏ သွေဖည်မှုမှ ထွက်လမ်းကို မတွေ့ကြရပေ။”</p>"
  }
]