[
  {
    "ayah_key": "2:28",
    "group_ayah_key": "2:28",
    "from_ayah": "2:28",
    "to_ayah": "2:28",
    "ayah_keys": "2:28",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့သည် သေလျက်ရှိခဲ့ရာမှ အလ္လာဟ်အရှင်မြတ်က သင့်အား အသက်ပေးခဲ့သည်ကို မြင်ရက်နှင့် အလ္လာဟ်အရှင်မြတ်ကို အဘယ်သို့ မယုံကြည်နိုင်မည်နည်း။ ထို့နောက် အရှင်မြတ်က သင့်အား သေစေမည်၊ ထို့နောက် အသက်ပြန်ရှင်စေမည် <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span>။ ထို့နောက် အရှင်မြတ်ထံသို့ သင်ပြန်သွားရမည်။ <span>(၂၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်ရှိတော်မူကြောင်း၊ အရှင်မြတ်သည် ဖန်ဆင်းရှင်နှင့် ထောက်ပံ့သူဖြစ်ကြောင်း၊ အရှင်မြတ်၏ ကျွန်များအပေါ် အပြည့်အဝ အခွင့်အာဏာရှိကြောင်း သက်သေခံတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို သင်တို့ အဘယ်သို့ မယုံကြည်နိုင်မည်နည်း။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရှိတော်မူခြင်းကို မည်သူကမှ အဘယ်သို့ ငြင်းပယ်နိုင်မည်နည်း သို့မဟုတ် အရှင်မြတ်နှင့်အတူ အခြားသူများကို အဘယ်သို့ ကိုးကွယ်နိုင်မည်နည်း။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သေလျက်ရှိခဲ့ရာမှ အရှင်မြတ်က သင့်အား အသက်ပေးခဲ့သည်)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သူတို့ကို မရှိခြင်းအခြေအနေမှ အသက်ရှင်ခြင်းသို့ ဆောင်ယူခဲ့သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ - أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَل لَّا يُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို မရှိခြင်းမှ ဖန်ဆင်းခဲ့သလော။ သို့မဟုတ် သူတို့ကိုယ်တိုင် ဖန်ဆင်းရှင်များလော။ သို့မဟုတ် ကောင်းကင်များနှင့် ကမ္ဘာမြေကို သူတို့ ဖန်ဆင်းခဲ့သလော။ မဟုတ်၊ သူတို့၌ ခိုင်မာသော ယုံကြည်ချက် မရှိကြချေ။)</span><span class=\"gray\">(၅၂း၃၅-၃၆)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَىٰ عَلَى الْإِنسَانِ حِينٌ مِّنَ الدَّهْرِ لَمْ يَكُن شَيْئًا مَّذْكُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားအပေါ်၌ အချိန်ကာလတစ်ခု ကုန်လွန်ခဲ့သည် မဟုတ်လော၊ ထိုအခါက သူသည် ဖော်ပြထိုက်သော အရာတစ်ခုပင် မဟုတ်ခဲ့ချေ။)</span><span class=\"gray\">(၇၆း၁)</span>။</p><p lang=\"my\" class=\"my \">ဤကိစ္စနှင့် ပတ်သက်၍ အခြားသော အာယသ်များစွာ ရှိပါသည်။ အိဗ်နု ဂျရီးရ်သည် အတာအ်မှ သတင်းပို့သည်မှာ အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သေလျက်ရှိခဲ့ရာမှ အရှင်မြတ်က သင့်အား အသက်ပေးခဲ့သည်ကို မြင်ရက်နှင့်)</span> ဆိုလိုသည်မှာ \"သင်တို့သည် ယခင်က မတည်ရှိခဲ့ပါ။ အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းသည်အထိ သင်တို့သည် ဘာမျှမဟုတ်ခဲ့ပါ။ အရှင်မြတ်သည် သင့်အား သေခြင်းကို ဆောင်ယူပေးမည်၊ ထို့နောက် ရှင်ပြန်ထမြောက်ရာနေ့၌ သင့်အား အသက်ပြန်ရှင်စေမည်။\" အိဗ်နု အဗ္ဗားစ်က ထပ်မံ၍ ပြောကြားသည်မှာ \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူပါသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြမည်- \"အကျွန်ုပ်တို့၏ အရှင်! အရှင်သည် အကျွန်ုပ်တို့ကို နှစ်ကြိမ်တိုင်တိုင် သေစေခဲ့ပြီး အကျွန်ုပ်တို့အား နှစ်ကြိမ်တိုင်တိုင် အသက်ပေးခဲ့ပါသည်။\")</span><span class=\"gray\">(၄၀း၁၁)</span>\"</p>"
  }
]