[
  {
    "ayah_key": "2:214",
    "group_ayah_key": "2:214",
    "from_ayah": "2:214",
    "to_ayah": "2:214",
    "ayah_keys": "2:214",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့ရှေ့မှ ကွယ်လွန်ခဲ့ကြသူများ ကြုံတွေ့ခဲ့ရသော <span class=\"gray\">(စမ်းသပ်မှုများ)</span> ကဲ့သို့သော အခြေအနေမျိုး မကြုံတွေ့ရဘဲ သင်တို့သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်နိုင်မည်ဟု ထင်မှတ်နေကြသလော။ ၎င်းတို့သည် ပြင်းထန်သော ဆင်းရဲဒုက္ခနှင့် ရောဂါဝေဒနာတို့ဖြင့် ဖိစီးခံခဲ့ရပြီး အလွန်အမင်း တုန်လှုပ်ချောက်ချားခဲ့ကြသည်အထိ ရစူလ်တမန်တော်နှင့် ၎င်းနှင့်အတူ ယုံကြည်သူတို့ကပင် \"အလ္လာဟ်အရှင်မြတ်၏ အကူအညီ မည်သည့်အချိန်တွင် <span class=\"gray\">(ရောက်ရှိလာမည်နည်း)</span>\" ဟု ပြောဆိုခဲ့ကြသည်။ ဟုတ်ပါသည်! အလ္လာဟ်အရှင်မြတ်၏ အကူအညီသည် မုချမသွေ နီးကပ်စွာရှိသည် <span>(၂၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>စမ်းသပ်မှုများကို အောင်မြင်ပြီးနောက်မှသာ အောင်ပွဲခံရရှိသည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပရဒိသုသို့ ဝင်ရောက်နိုင်မည်ဟု သင်တို့ထင်မှတ်နေကြသလော)</span> သင်တို့ရှေ့မှ ဖြတ်သန်းခဲ့ကြသော လူမျိုးများကဲ့သို့ စမ်းသပ်ခံရခြင်းနှင့် အခက်အခဲများ ကြုံတွေ့ရခြင်းမရှိဘဲ။ ထိုကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَمَّا يَأْتِكُم مَّثَلُ الَّذِينَ خَلَوْا مِن قَبْلِكُم مَّسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့ရှေ့မှ ကွယ်လွန်ခဲ့ကြသူများ ကြုံတွေ့ခဲ့ရသော <span class=\"gray\">(စမ်းသပ်မှုများ)</span> ကဲ့သို့သော အခြေအနေမျိုး မကြုံတွေ့ရဘဲ ၎င်းတို့သည် ပြင်းထန်သော ဆင်းရဲဒုက္ခနှင့် ရောဂါဝေဒနာတို့ဖြင့် ဖိစီးခံခဲ့ရသည်)</span> ဟူသည်မှာ ဖျားနာမှုများ၊ နာကျင်မှုများ၊ ဘေးအန္တရာယ်များနှင့် ဒုက္ခဆင်းရဲမှုများ ဖြစ်သည်။ အိဗ်နု မစ်စ်အူးဒ်၊ အိဗ်နု အဗ္ဗားစ်၊ အဗူ အလ်-အာလိယဟ်၊ မူဂျာဟစ်ဒ်၊ ဆအီးဒ် ဘင် ဂျုဘိုင်ရ်၊ မွရ်ရဟ် အလ်-ဟမ်ဒါနီ၊ အလ်-ဟဆန်၊ ကသာဒဟ်၊ အဒ်-ဒွဟ်ဟါက်၊ အရ်-ရဘီအ်၊ အစ်-စွတ်ဒီနှင့် မုကာသီလ် ဘင် ဟိုင်ယန်တို့က မိန့်ဆိုခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَأْسَآءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ဘအ်စာအ်)</span> ဆိုသည်မှာ ဆင်းရဲခြင်းကို ဆိုလိုသည်။ အိဗ်နု အဗ္ဗားစ်က မိန့်ဆိုသည်မှာ</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالضَّرَّآءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် အဒ်-ဒွရ်ရာအ်)</span> ဆိုသည်မှာ ရောဂါဝေဒနာများကို ဆိုလိုသည်။</p><p class=\"fi qpc-hafs\" lang=\"fi\">وَزُلْزِلُواْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တုန်လှုပ်ချောက်ချားခဲ့ကြသည်အထိ)</span> ရန်သူကို ကြောက်ရွံ့ခြင်းကြောင့် ဖြစ်ပြီး စမ်းသပ်ခံရခြင်း၊ ကြီးမားသော စမ်းသပ်မှုကြီးတစ်ခုကို ကြုံတွေ့ရခြင်း ဖြစ်သည်။ စစ်မှန်သော ဟဒီးစ်တော်တစ်ခုတွင် ခဗ္ဗါဗ် ဘင် အလ်-အရတ် က မိန့်ဆိုသည်မှာ \"ကျွန်ုပ်တို့က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ကျွန်ုပ်တို့ကို ကူညီရန် တောင်းဆုမပြုသနည်း? အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့အတွက် တောင်းဆုမပြုသနည်း?' ဟု ပြောဆိုခဲ့ကြသည်။ ထိုအခါ ၎င်းက မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَنْ كَانَ قَبْلَكُمْ كَانَ أَحَدُهُمْ يُوضَعُ الْمِنْشَارُ عَلى مَفْرَقِ رَأْسِهِ فَيَخْلُصُ إِلى قَدَمَيْهِ لَا يَصْرِفُهُ ذَلِكَ عَنْ دِينِهِ، وَيُمْشَطُ بِأَمْشَاطِ الْحَدِيدِ مَا بَيْنَ لَحْمِهِ وَعَظْمِهِ، لَا يَصْرِفُهُ ذلِكَ عَنْ دِينِهِ.</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ရှေ့မှ (ယုံကြည်သူ) တစ်ဦးဦး၏ ဦးခေါင်းအလယ်တွင် လွှကို တင်ထားပြီး ခြေဖျားအထိ လွှဖြင့် ခွဲဖြတ်ခံရမည်။ ၎င်း၏ အရေပြားနှင့် အရိုးများကြားတွင် သံဖြီးဖြင့် ဖြီးသင်ခံရမည်။ သို့သော် ထိုသို့ပြုလုပ်ခြင်းသည် ၎င်း၏ ဘာသာတရားကို ပြောင်းလဲစေမည်မဟုတ်ချေ။)</span></p><p lang=\"ceb\" class=\"ceb \">He then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ لَيُتِمَّنَّ اللهُ هَذَا الْأَمْرَ حَتَّى يَسِيرَ الرَّاكِبُ مِنْ صَنْعَاءَ إلى حَضْرَمَوْتَ، لَا يَخَافُ إِلَّا اللهَ وَالذِّئْبَ عَلى غَنَمِهِ، وَلَكِنَّــكُمْ قَوْمٌ تَسْتَعْجِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍! ဤကိစ္စ <span class=\"gray\">(ဘာသာတရား)</span> သည် အလ္လာဟ်အရှင်မြတ်ကြောင့် ပျံ့နှံ့သွားမည် <span class=\"gray\">(သို့မဟုတ် ကျယ်ပြန့်လာမည်)</span>။ ခရီးသွားသည် စန်အာမှ ဟဒ်ရမောက်တ် <span class=\"gray\">(ယီမင်ပြည်ရှိ မြို့နှစ်မြို့ဖြစ်ပြီး တစ်ခုနှင့်တစ်ခု အလွန်ဝေးကွာသည်)</span> သို့ ထွက်ခွာသွားသောအခါ အလ္လာဟ်အရှင်မြတ်ကိုသာ ကြောက်ရွံ့ပြီး ၎င်း၏ သိုးများအတွက် ဝံပုလွေကိုသာ ကြောက်ရွံ့မည်။ သင်တို့သည် အလောတကြီး ပြုမူတတ်သော လူများသာ ဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">And Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ - وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ်-လာမ်-မီမ်။ လူသားတို့သည် “ကျွန်ုပ်တို့ ယုံကြည်ပါသည်” ဟု ပြောဆိုခြင်းကြောင့် သူတို့ကို လွှတ်ထားလိမ့်မည်၊ စမ်းသပ်ခံရမည်မဟုတ်ဟု ထင်မှတ်နေကြပါသလော။ ကျွန်ုပ်တို့သည် ၎င်းတို့ရှေ့မှ လူများကို စမ်းသပ်ခဲ့ပြီးဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် မုချမသွေ မှန်ကန်သူတို့၏ <span class=\"gray\">(အမှန်တရားကို)</span> သိရှိစေမည်ဖြစ်ပြီး မုချမသွေ လိမ်ညာသူတို့၏ <span class=\"gray\">(မမှန်ကန်မှုကို)</span> သိရှိစေမည်ဖြစ်သည်။)</span><span class=\"gray\">(၂၉:၁-၃)</span></p><p lang=\"my\" class=\"my \">အလ်-အဟ်ဇာဗ် <span class=\"gray\">(မဟာမိတ်တပ်များ)</span> တိုက်ပွဲအတွင်းတွင် သခင်ကြီးများ (စဟာဘာများ) သည် ကြီးမားသော စမ်းသပ်မှုများကို ကြုံတွေ့ခဲ့ကြရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ جَاءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا - هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا - وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင်တို့ထက်အထက်မှနှင့် သင်တို့ထက်အောက်မှ သင်တို့ထံ ရောက်ရှိလာခဲ့ကြသောအခါ၊ မျက်လုံးများ ရိုင်းစိုင်းလာပြီး နှလုံးသားများသည် လည်ချောင်းများသို့ ရောက်ရှိလာသောအခါ၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ သံသယများ ဖြစ်ပေါ်နေခဲ့သောအခါ (ထိုအချိန်တွင်)။ ထိုနေရာ၌ ယုံကြည်သူတို့သည် ကြီးမားသော တုန်လှုပ်ချောက်ချားမှုဖြင့် စမ်းသပ်ခံခဲ့ကြရသည်။ မုနာဖစ်က်များနှင့် ၎င်းတို့၏ နှလုံးသားများ၌ ရောဂါ <span class=\"gray\">(သံသယ)</span> ရှိသူတို့က “အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်သည် ကျွန်ုပ်တို့အား အလိမ်အညာမှလွဲ၍ မည်သည့်အရာမျှ ကတိမပြုခဲ့ပါ” ဟု ပြောဆိုခဲ့ကြသည်။)</span><span class=\"gray\">(၃၃:၁၀-၁၂)</span></p><p lang=\"my\" class=\"my \">ဟေရက္ကလီယပ်စ်က အဗူ စုဖ်ယန်အား \"သင်တို့သည် ၎င်း <span class=\"gray\">(နဗီ တမန်တော် မုဟမ္မဒ်)</span> နှင့် တိုက်ခိုက်ခဲ့ကြသလား?\" ဟု မေးသောအခါ ၎င်းက \"ဟုတ်ကဲ့\" ဟု ဖြေကြားခဲ့သည်။ ဟေရက္ကလီယပ်စ်က \"သင်တို့အချင်းချင်း စစ်ပွဲ၏ ရလဒ်က ဘာလဲ?\" ဟု မေးရာ အဗူ စုဖ်ယန်က \"တစ်ခါတစ်ရံ ကျွန်ုပ်တို့ ရှုံးပြီး တစ်ခါတစ်ရံ ၎င်း ရှုံးသည်\" ဟု ပြောခဲ့သည်။ ၎င်းက \"ထိုကဲ့သို့ပင် နဗီတမန်တော်များ၏ ကိစ္စဖြစ်သည်။ ၎င်းတို့သည် စမ်းသပ်ခံရသည်၊ သို့သော် နောက်ဆုံးအောင်ပွဲသည် ၎င်းတို့၏ ဖြစ်သည်\" ဟု ပြောဆိုခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ خَلَوْا مِن قَبْلِكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့ရှေ့မှ ကွယ်လွန်ခဲ့ကြသူများ ကြုံတွေ့ခဲ့ရသော <span class=\"gray\">(စမ်းသပ်မှုများ)</span> ကဲ့သို့သော အခြေအနေမျိုး မကြုံတွေ့ရဘဲ)</span> ဟူသည်မှာ ၎င်းတို့၏ ဘဝပုံစံကို ဆိုလိုသည်။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَهْلَكْنَا أَشَدَّ مِنْهُم بَطْشًا وَمَضَىٰ مَثَلُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် ၎င်းတို့ထက် <span class=\"gray\">(အင်အား)</span> ပိုမိုခွန်အားကြီးသော လူသားများကို ဖျက်ဆီးခဲ့၏၊ ရှေးလူများ၏ ဥပမာသည် <span class=\"gray\">(၎င်းတို့ရှေ့မှ)</span> ကုန်ဆုံးခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">(၄၃:၈)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အလွန်အမင်း တုန်လှုပ်ချောက်ချားခဲ့ကြသည်အထိ ရစူလ်တမန်တော်နှင့် ၎င်းနှင့်အတူ ယုံကြည်သူတို့ကပင် \"အလ္လာဟ်အရှင်မြတ်၏ အကူအညီ မည်သည့်အချိန်တွင် <span class=\"gray\">(ရောက်ရှိလာမည်နည်း)\"</span> ဟု ပြောဆိုခဲ့ကြသည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ၎င်းတို့၏ ရန်သူများကို အောင်မြင်ရန် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ)</span> အသနားခံခဲ့ကြပြီး ၎င်းတို့၏ ဒုက္ခဆင်းရဲမှုများနှင့် စမ်းသပ်မှုများမှ ကူညီကယ်ဆယ်ပေးရန် ၎င်းထံ တောင်းဆုပြုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ပါသည်! အလ္လာဟ်အရှင်မြတ်၏ အကူအညီသည် မုချမသွေ နီးကပ်စွာရှိသည်!)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَعَ الْعُسْرِ يُسْرًا - إِنَّ مَعَ الْعُسْرِ يُسْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် အခက်အခဲတိုင်းနှင့်အတူ သက်သာရာရခြင်း ရှိ၏။ ဧကန်စင်စစ် အခက်အခဲတိုင်းနှင့်အတူ သက်သာရာရခြင်း ရှိ၏။)</span><span class=\"gray\">(၉၄:၅-၆)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အခက်အခဲရှိသကဲ့သို့ ထိုအခက်အခဲနှင့်တူညီသော သက်သာရာရခြင်းသည် မကြာမီ ရောက်ရှိလာမည် ဖြစ်သည်။ ထိုကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ပါသည်! အလ္လာဟ်အရှင်မြတ်၏ အကူအညီသည် မုချမသွေ နီးကပ်စွာရှိသည်!)</span></p>"
  },
  {
    "ayah_key": "2:215",
    "group_ayah_key": "2:215",
    "from_ayah": "2:215",
    "to_ayah": "2:215",
    "ayah_keys": "2:215",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့သည် သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အား မည်သည့်အရာကို လှူဒါန်းသင့်သနည်းဟု မေးကြသည်။ ပြောကြားလော့- \"သင်တို့ လှူဒါန်းသော ကောင်းမှုမှန်သမျှသည် မိဘများနှင့် ဆွေမျိုးများ၊ မိဘမဲ့ကလေးများ၊ အလ်-မစာကီးန် <span class=\"gray\">(ဆင်းရဲနွမ်းပါးသူများ)</span> နှင့် ခရီးသွားလာသူများအတွက် ဖြစ်ရမည်။ သင်တို့ ပြုလုပ်သော ကောင်းမှုမှန်သမျှကို အလ္လာဟ်အရှင်မြတ်သည် မုချမသွေ ကောင်းစွာ သိရှိတော်မူသည်။\" <span>(၂၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>နဖကာ <span class=\"my gray\" lang=\"my\">(လှူဒါန်းခြင်း သို့မဟုတ် အလှူဒါန)</span> ကို မည်သူတို့ ခံစားခွင့်ရှိသနည်း</h2></div><p lang=\"my\" class=\"my \">မူကာသီလ် ဘင် ဟိုင်ယန်က ဤအာယသ်သည် ဆန္ဒအလျောက် အလှူဒါနနှင့် ပတ်သက်၍ ထုတ်ဖော်ပြသခဲ့ခြင်း ဖြစ်သည်ဟု ပြောခဲ့သည်။ ဤအာယသ်၏ အဓိပ္ပါယ်မှာ 'သင်တို့သည် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အား မည်သို့ လှူဒါန်းသင့်သနည်းဟု မေးကြသည်' ဟူ၍ ဖြစ်ပြီး၊ အိဗ်နု အဗ္ဗားစ်နှင့် မူဂျာဟစ်ဒ်တို့ ဖော်ပြခဲ့ကြသကဲ့သို့ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် ရှင်းပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့- \"သင်တို့ လှူဒါန်းသော ကောင်းမှုမှန်သမျှသည် မိဘများနှင့် ဆွေမျိုးများ၊ မိဘမဲ့ကလေးများ၊ အလ်-မစာကီးန်နှင့် ခရီးသွားလာသူများအတွက် ဖြစ်ရမည်။\")</span> ဟူသည်မှာ ဤအမျိုးအစားများ သို့မဟုတ် နယ်ပယ်များတွင် လှူဒါန်းခြင်းကို ဆိုလိုသည်။ ထိုနည်းတူစွာ၊ ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ <span class=\"gray\">(တစ်ဦးတစ်ယောက်၏ ရက်ရောမှုကို အထိုက်အသင့်ဆုံးသူများမှာ)</span>-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمَّكَ وَأَبَاكَ وَأُخْتَكَ وَأَخَاكَ ثُمَّ أَدْنَاكَ أَدْنَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မိခင်၊ ဖခင်၊ ညီအစ်မ၊ မောင်နှမ၊ အနီးဆုံးနှင့် ထို့နောက် အဝေးဆုံး <span class=\"gray\">(ဆွေမျိုးများ)</span>။)</span></p><p lang=\"my\" class=\"my \">မိုင်မူန် ဘင် မီဟ်ရန်သည် ဤအာယသ် <span class=\"gray\">(၂:၂၁၅)</span> ကို တစ်ခါက ရွတ်ဆိုခဲ့ပြီး မှတ်ချက်ပြုခဲ့သည်မှာ \"ဤအရာများသည် လှူဒါန်းသင့်သော နယ်ပယ်များဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထဲတွင် ဗုံများ၊ ပလွေများ၊ သစ်သားရုပ်ပုံများ သို့မဟုတ် နံရံများကို ဖုံးအုပ်ထားသည့် ကုလားကာများကို မဖော်ပြခဲ့ပါ။\"</p><p lang=\"el-Latn\" class=\"el-Latn \">Next, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့ ပြုလုပ်သော ကောင်းမှုမှန်သမျှကို အလ္လာဟ်အရှင်မြတ်သည် မုချမသွေ ကောင်းစွာ သိရှိတော်မူသည်။)</span> ဟူသည်မှာ သင်တို့ ပြုလုပ်သော ကောင်းမှုမှန်သမျှကို အလ္လာဟ်အရှင်မြတ်သည် သိရှိတော်မူပြီး ၎င်းတို့အတွက် အကောင်းဆုံးနည်းဖြင့် ဆုချီးမြှင့်တော်မူမည်၊ မည်သူမျှ မတရားခံရမည်မဟုတ်၊ အနုမြူအလေးချိန်မျှပင် မတရားခံရမည်မဟုတ်။</p>"
  },
  {
    "ayah_key": "2:216",
    "group_ayah_key": "2:216",
    "from_ayah": "2:216",
    "to_ayah": "2:216",
    "ayah_keys": "2:216",
    "text": "<p class=\"my translation\" lang=\"my\">စစ်ပွဲသည် သင်တို့ <span class=\"gray\">(မူစလင်မ်များ)</span> အတွက် မကြိုက်နှစ်သက်သော်လည်း သတ်မှတ်ပြဌာန်းထား၏။ သင်တို့ မကြိုက်နှစ်သက်သောအရာသည် သင်တို့အတွက် ကောင်းမွန်ကောင်း ကောင်းမွန်နိုင်သကဲ့သို့၊ သင်တို့ ကြိုက်နှစ်သက်သောအရာသည် သင်တို့အတွက် ဆိုးရွားကောင်း ဆိုးရွားနိုင်၏။ အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူ၏၊ သို့သော် သင်တို့သည် မသိကြချေ။ <span>(၂၁၆)</span></p><div lang=\"so\" class=\"so \"><h2>Jihad is made Obligatory</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တွင် အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်သာသနာကို ကျူးကျော်ဖောက်ဖျက်သော ရန်သူ၏ မကောင်းမှုဒုစရိုက်ကို တိုက်ခိုက်ရန် ဂျီဟာဒ်၌ ပါဝင်တိုက်ခိုက်ခြင်းကို မူစလင်မ်များအပေါ် မဖြစ်မနေ ပြုလုပ်စေခဲ့သည်။ အဇ်-ဇုဟ်ရီက မိန့်ဆိုသည်မှာ \"ဂျီဟာဒ်သည် လူတိုင်းထံမှ တောင်းဆိုထားသည်၊ ၎င်းသည် တိုက်ပွဲတွင် တကယ်တမ်း ပါဝင်သည်ဖြစ်စေ၊ နောက်ကွယ်မှ ကျန်နေသည်ဖြစ်စေ။ နောက်ကွယ်မှ ကျန်နေသူသည် အကူအညီ လိုအပ်ပါက အကူအညီပေးရမည်၊ အထောက်အပံ့ လိုအပ်ပါက အထောက်အပံ့ပေးရမည်၊ ထွက်ခွာချီတက်ရန် အမိန့်ပေးခံရပါက ချီတက်ရမည်။ ၎င်းကို မလိုအပ်ပါက နောက်ကွယ်မှ ကျန်နေမည်။\" ဆဟီးဟ်ကျမ်းတွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ مَاتَ وَلَمْ يَغْزُ وَلَمْ يُحَدِّثْ نَفْسَهُ بِالْغَزْوِ، مَاتَ مِيتَةً جَاهِلِيَّــةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို သေဆုံးသွားပြီး <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းကြောင်းတွင်)</span> တိုက်ခိုက်ခဲ့ခြင်းမရှိ၊ သို့မဟုတ် တိုက်ခိုက်ရန် စိတ်ရင်းမှန်ဖြင့် မစဉ်းစားခဲ့လျှင်၊ ဂျာဟီလီယဟ် <span class=\"gray\">(အစ္စလာမ်မတိုင်မီ ခေတ်ကာလ၏ အသိပညာမဲ့မှု)</span> ဖြင့် သေဆုံးမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဖသ်ဟ်နေ့ <span class=\"gray\">(မက္ကာကို သိမ်းပိုက်သောအခါ)</span> တွင် နဗီတမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا هِجْرَةَ بَعْدَ الْفَتْحِ وَلكِنْ جِهَادٌ وَنِيَّةٌ، وَإِذَا اسْتُنْفِرْتُمْ فَانْفِرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အောင်မြင်ပြီးနောက် ဟစ်ဂျရာဟ် <span class=\"gray\">(မက္ကာမှ အလ်-မဒီနာသို့ ရွှေ့ပြောင်းခြင်း)</span> မရှိတော့၊ ဂျီဟာဒ်နှင့် ကောင်းသော ရည်ရွယ်ချက်သာ ရှိသည်။ သင်တို့အား ချီတက်ရန် တောင်းဆိုခံရပါက ချီတက်ကြကုန်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُوَ كُرْهٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့ မကြိုက်နှစ်သက်သော်လည်း)</span> ဟူသည်မှာ 'တိုက်ခိုက်ခြင်းသည် ခက်ခဲပြီး သင်တို့၏ နှလုံးသားများအပေါ် လေးလံသည်' ဟု အဓိပ္ပါယ်ရသည်။ ဧကန်စင်စစ် တိုက်ခိုက်ခြင်းသည် အာယသ်တော်က ဖော်ပြထားသကဲ့သို့ပင် ဖြစ်သည်၊ အကြောင်းမှာ ၎င်းတွင် အသတ်ခံရခြင်း၊ ဒဏ်ရာရခြင်း၊ ရန်သူများကို ဆန့်ကျင်တိုက်ခိုက်ခြင်းနှင့် ခရီးသွားလာခြင်း၏ ဒုက္ခဆင်းရဲကို ခံနိုင်ရည်ရှိခြင်းတို့ ပါဝင်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့ မကြိုက်နှစ်သက်သောအရာသည် သင်တို့အတွက် ကောင်းမွန်ကောင်း ကောင်းမွန်နိုင်၏)</span> ဟူသည်မှာ တိုက်ခိုက်ခြင်းနောက်တွင် အောင်ပွဲ၊ ရန်သူအပေါ် လွှမ်းမိုးခြင်း၊ ၎င်းတို့၏ မြေများ၊ ငွေများနှင့် သားသမီးများကို သိမ်းယူခြင်းတို့ လိုက်ပါလာခြင်းကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَعَسَىٰ أَن تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့ ကြိုက်နှစ်သက်သောအရာသည် သင်တို့အတွက် ဆိုးရွားကောင်း ဆိုးရွားနိုင်၏။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် အဓိပ္ပါယ်အားဖြင့် အကျယ်သဘောဖြစ်သည်။ ထို့ကြောင့် တစ်စုံတစ်ဦးသည် အရာတစ်ခုကို တောင့်တနိုင်သော်လည်း လက်တွေ့တွင် ၎င်းအတွက် ကောင်းမွန်ခြင်း သို့မဟုတ် အကျိုးရှိခြင်း မရှိနိုင်ပေ၊ ဥပမာအားဖြင့် ဂျီဟာဒ်တွင် ပါဝင်ခြင်းမှ ရှောင်ကြဉ်ခြင်းကဲ့သို့သော အရာမျိုးသည် ရန်သူက မြေနှင့်အစိုးရကို သိမ်းပိုက်ခြင်းသို့ ဦးတည်သွားနိုင်သောကြောင့် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူ၏၊ သို့သော် သင်တို့သည် မသိကြချေ။)</span> ဟူသည်မှာ နောက်ဆုံးတွင် အရာများ မည်သို့ ဖြစ်လာမည်ကို သင်တို့ထက် ၎င်းသည် ပိုမိုသိရှိတော်မူသည်၊ ထို့အပြင် ဤပစ္စုပ္ပန်ဘဝနှင့် နောင်တမလွန်ဘဝတွင် သင်တို့အား မည်သည့်အရာများ အကျိုးပြုမည်ကိုလည်း သိရှိတော်မူသည်ဟု ဆိုလိုသည်။ ထို့ကြောင့် ၎င်းကို နာခံပြီး ၎င်း၏ အမိန့်များကို လိုက်နာကြလော့၊ သို့မှသာ သင်တို့သည် စစ်မှန်သော လမ်းညွှန်မှုကို ရရှိမည်ဖြစ်သည်။</p>"
  }
]