[
  {
    "ayah_key": "24:35",
    "group_ayah_key": "24:35",
    "from_ayah": "24:35",
    "to_ayah": "24:35",
    "ayah_keys": "24:35",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အလင်းရောင်ဖြစ်တော်မူ၏။ ကိုယ်တော်၏ အလင်းရောင် ပုံဥပမာသည် မီးခွက်ထားရာ နံရံရှိမီးခွက်စင်ကဲ့သို့ဖြစ်၏။ ၎င်းတွင် မီးအိမ်တစ်ခုရှိ၏။ မီးအိမ်သည် မှန်အိမ်ထဲတွင်ရှိ၏။ မှန်အိမ်သည် တလက်လက်တောက်ပသော ကြယ်ပွင့်သဖွယ်ဖြစ်၏။ ၎င်းကို မည်သည့်အရှေ့ဘက်မှလည်းမဟုတ်၊ မည်သည့်အနောက်ဘက်မှလည်းမဟုတ်သော သံလွင်သီးအပင်ကောင်းမှ ထွန်းညှိထား၏။ ၎င်း၏ဆီသည် မီးမထိဘဲပင် အလင်းရောင် ထွက်လုနီးပါးဖြစ်၏။ အလင်းရောင်ပေါ်မှ အလင်းရောင်ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အလိုရှိသူကို ကိုယ်တော်၏အလင်းရောင်သို့ လမ်းပြတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အတွက် ပုံဥပမာများကို ဖော်ပြထားတော်မူပြီး အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိတော်မူသောအရှင်ဖြစ်တော်မူ၏။) <span>(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ အလင်းရောင် ပုံဥပမာ</h2></div><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah reported that Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အလင်းရောင်ဖြစ်တော်မူ၏။)</span> ဆိုသည်မှာ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ လူသားတို့အား လမ်းပြတော်မူသောအရှင် ဖြစ်၏။ အိဗ်နု ဂျူရိုင်းဂျ်က “မူဂျာဟစ်ဒ်နှင့် အိဗ်နု အဗ္ဗာစ်တို့သည် ဤအာယတ်တော်နှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်” ဟု ပြောကြားခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အလင်းရောင်ဖြစ်တော်မူ၏။)</span> ကိုယ်တော်သည် ၎င်းတို့၏ ကိစ္စများနှင့် ၎င်းတို့၏ ကြယ်များ၊ နေနှင့် လတို့ကို ထိန်းချုပ်ထား၏။” အစ်စ်-စူဒ်ဒီက ဤအာယတ်တော်နှင့်ပတ်သက်၍ ပြောကြားခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အလင်းရောင်ဖြစ်တော်မူ၏။)</span> ကိုယ်တော်၏အလင်းရောင်ဖြင့် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေသည် ထွန်းလင်းတောက်ပသည်။</p><p lang=\"my\" class=\"my \">စဟီဟ်ကျမ်းနှစ်ခုတွင် အိဗ်နု အဗ္ဗာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ပြောကြားခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ညဘက် နမားဇ်ဖတ်ရန် ထလာသောအခါ၊ ကိုယ်တော်က ပြောကြားလေ့ရှိသည်” ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ قَيِّمُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ ကိုယ်တော်သာလျှင် ချီးမွမ်းခြင်းခံထိုက်တော်မူ၏။ ကိုယ်တော်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေနှင့် ၎င်းတို့တွင်ရှိသောသူအားလုံးကို ထောက်ပံ့တော်မူသောအရှင် ဖြစ်တော်မူ၏။ ကိုယ်တော်သာလျှင် ချီးမွမ်းခြင်းခံထိုက်တော်မူ၏။ ကိုယ်တော်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေနှင့် ၎င်းတို့တွင်ရှိသောသူအားလုံး၏ အလင်းရောင် ဖြစ်တော်မူ၏။)</span> အိဗ်နု မစ်စ်အူးဒ် ပြောကြားခဲ့သည်မှာ “အရှင်မြတ်ထံတွင် ညနှင့်နေ့ဟူ၍မရှိပါ။ အာရ်ရှ်၏အလင်းရောင်သည် ကိုယ်တော်၏ မျက်နှာတော်၏အလင်းရောင်မှ လာသည်” ဟု ဖော်ပြထားသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَثَلُ نُورِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ အလင်းရောင် ပုံဥပမာ)</span> နာမ်စား <span class=\"gray\">(ကိုယ်တော်၏)</span> ၏ အဓိပ္ပါယ်နှင့် ပတ်သက်၍ အမြင်နှစ်မျိုးရှိ၏။ ပထမအမြင်မှာ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် (ဘုန်းတော်ကြီးမြတ်တော်မူပါစေ) ကို ရည်ညွှန်းသည်ဟုဆိုလိုပြီး၊ ယုံကြည်သူ၏နှလုံးသားတွင် ကိုယ်တော်၏ လမ်းပြမှုပုံဥပမာသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمِشْكَاةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးခွက်စင်ကဲ့သို့)</span> ၎င်းသည် အိဗ်နု အဗ္ဗာစ်၏ အမြင်ဖြစ်သည်။ ဒုတိယအမြင်မှာ ထိုနာမ်စားသည် ယုံကြည်သူကို ရည်ညွှန်းသည်ဟုဆိုလိုပြီး၊ စကားလုံးများ၏ အဆက်အစပ်က ၎င်းကို ဖော်ပြနေကာ ယုံကြည်သူ၏ နှလုံးသားရှိ အလင်းရောင်ပုံဥပမာသည် မီးခွက်စင်ကဲ့သို့ ဖြစ်သည်ဟု အဓိပ္ပါယ်ရ၏။ ထို့ကြောင့် ယုံကြည်သူ၏နှလုံးသားနှင့် ၎င်းသည် သဘာဝအတိုင်း ဆန္ဒရှိသော လမ်းပြမှုနှင့် ၎င်းသည် သဘာဝအတိုင်း ဆန္ဒရှိခြင်းနှင့် ကိုက်ညီသော ကူရ်အာန်မှ သင်ယူသော အရာများသည် အလ္လာဟ်အရှင်မြတ် ပြောကြားထားသည့်အတိုင်း ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ထံမှ ရှင်းလင်းသော သက်သေသာဓကကို အားကိုးသူများနှင့် ကိုယ်တော်ထံမှ သက်သေတစ်ဦးက ၎င်းကို ရွတ်ဆိုပြသောသူများသည် (ငြင်းပယ်သူများနှင့် တူညီနိုင်ပါမည်လော))</span><span class=\"gray\">(၁၁:၁၇)</span>။ ယုံကြည်သူ၏နှလုံးသားသည် ၎င်း၏စင်ကြယ်မှုနှင့် ရှင်းလင်းမှုတွင် ကြည်လင်တောက်ပသော၊ ကျောက်မျက်ရတနာကဲ့သို့ မှန်အိမ်ထဲရှိ မီးအိမ်တစ်ခုနှင့်တူ၏။ ၎င်းကို လမ်းပြသော ကူရ်အာန်နှင့် ရှရီအာဟ်တို့သည် မစင်ကြယ်မှု သို့မဟုတ် လွဲချော်မှုမရှိသော ကောင်းမွန်သန့်စင်၍ တောက်ပသောဆီနှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمِشْكَاةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးခွက်စင်ကဲ့သို့)</span> အိဗ်နု အဗ္ဗာစ်၊ မူဂျာဟစ်ဒ်၊ မိုဟာမဒ် ဘင် ကအ်ဘ်နှင့် အခြားသူများက “၎င်းသည် မီးအိမ်ရှိ မီးစာ၏ အနေအထားကို ရည်ညွှန်းသည်” ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် လူသိများပြီး၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်ပြောကြားသည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا مِصْبَاحٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် မီးအိမ်တစ်ခုရှိ၏။)</span> ၎င်းသည် တောက်ပစွာလောင်ကျွမ်းသော မီးလျှံဖြစ်၏။ သို့မဟုတ် မီးခွက်စင်သည် အိမ်ရှိ နံရံရှိမီးခွက်စင်ဖြစ်သည်ဟု ပြောကြားခဲ့၏။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား နာခံခြင်းနှင့်ပတ်သက်၍ ပေးထားသော ပုံဥပမာဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား နာခံခြင်းကို အလင်းရောင်ဟု ခေါ်ဆိုပြီးနောက် ၎င်းကို အခြားသော အမည်များစွာဖြင့်လည်း ခေါ်ဆို၏။ အူဘိုင် ဘင် ကအ်ဘ် ပြောကြားခဲ့သည်မှာ “မီးအိမ်သည် အလင်းရောင်ဖြစ်ပြီး၊ ၎င်းသည် ကူရ်အာန်နှင့် ၎င်း၏နှလုံးသားရှိ ယုံကြည်ခြင်းကို ရည်ညွှန်းသည်”။ အစ်စ်-စူဒ်ဒီ ပြောကြားခဲ့သည်မှာ “၎င်းသည် မီးအိမ်ဖြစ်သည်”။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمِصْبَاحُ فِي زُجَاجَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးအိမ်သည် မှန်အိမ်ထဲတွင်ရှိ၏။)</span> ဆိုလိုသည်မှာ ဤအလင်းရောင်သည် ကြည်လင်သော မှန်အိမ်ထဲတွင် တောက်ပနေ၏။ အူဘိုင် ဘင် ကအ်ဘ်နှင့် အခြားသူများက “၎င်းသည် ယုံကြည်သူ၏နှလုံးသား၏ ပုံသဏ္ဍာန်ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်အိမ်သည် တလက်လက်တောက်ပသော ကြယ်ပွင့်သဖွယ်ဖြစ်၏။)</span> အချို့ပညာရှင်များသည် ဒွရ်ရီယွန်း ဟူသော စကားလုံးကို ဒါးလ်ပေါ်တွင် ဒမ္မာဟ်ဖြင့်နှင့် ဟမ်ဇာဟ်မပါဘဲ ရွတ်ဖတ်ကြသည်။ ၎င်းသည် ပုလဲများကို ဆိုလိုသည်၊ ဆိုလိုသည်မှာ ၎င်းသည် ပုလဲများ <span class=\"gray\">(ဒွရ်ရ်)</span> ဖြင့် ပြုလုပ်ထားသော ကြယ်တစ်လုံးကဲ့သို့ ဖြစ်သည်။ အခြားသူများက ၎င်းကို ဒိရ်ရီအွန် သို့မဟုတ် ဒွရ်ရီအွန် ဟု ရွတ်ဖတ်ကြသည်။ ဒါးလ်ပေါ်တွင် ကက်စ်ရာဟ် သို့မဟုတ် ဒါးလ်ပေါ်တွင် ဒမ္မာဟ် ဖြင့်လည်းကောင်း၊ အဆုံးတွင် ဟမ်ဇာဟ်ဖြင့်လည်းကောင်း ရွတ်ဖတ်ကြသည်။ ၎င်းသည် ရောင်ပြန်ဟပ်ခြင်း <span class=\"gray\">(ဒိရ်အ်)</span> ကို ဆိုလိုသည်။ အဘယ်ကြောင့်ဆိုသော် ကြယ်ပေါ်သို့ အလင်းရောင် ထိုးမိပါက အခြားအချိန်များထက် ပိုမိုတောက်ပလာသောကြောင့်ဖြစ်သည်။ အာရဗ်လူမျိုးများသည် ၎င်းတို့မသိသော ကြယ်များကို ဒါရာရီ ဟု ခေါ်ဆိုကြသည်။ အူဘိုင် ဘင် ကအ်ဘ် ပြောကြားခဲ့သည်မှာ တောက်ပသောကြယ်ဖြစ်သည်။ ကွာတာဒါဟ် ပြောကြားခဲ့သည်မှာ “ကြီးမား၊ တောက်ပပြီး ရှင်းလင်းသည်”။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံလွင်သီးအပင်ကောင်းမှ ထွန်းညှိထား၏။)</span> ဆိုလိုသည်မှာ ၎င်းသည် သံလွင်ဆီမှ ထွက်ရှိပြီး၊ ကောင်းချီးမင်္ဂလာရှိသော အပင်မှ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَيْتُونَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံလွင်သီးအပင်)</span> ၎င်းသည် ယခင်က ဖော်ပြခဲ့သော ကောင်းချီးမင်္ဂလာရှိသော အပင်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အရှေ့ဘက်မှလည်းမဟုတ်၊ မည်သည့်အနောက်ဘက်မှလည်းမဟုတ်သော)</span> ဆိုလိုသည်မှာ ၎င်းသည် မြေ၏အရှေ့ဘက်တွင် မရှိသောကြောင့် နေ့၏ပထမပိုင်းတွင် နေရောင်ခြည်မရရှိခြင်း၊ မြေ၏အနောက်ဘက်တွင် မရှိသောကြောင့် နေမဝင်မီ နေရောင်ခြည်မှ ကာကွယ်ခြင်းမခံရခြင်းမျိုး မဟုတ်ဘဲ၊ ၎င်းသည် ဗဟိုအနေအထားတွင်ရှိပြီး နေ့အစမှ အဆုံးအထိ နေရောင်ခြည်ရရှိသောကြောင့် ၎င်း၏ဆီသည် ကောင်းမွန်၊ သန့်စင်ပြီး တောက်ပနေခြင်းဖြစ်သည်။ အိဗ်နု အဘီ ဟာတိမ်က အိဗ်နု အဗ္ဗာစ်က ဤအကြောင်းကို မှတ်ချက်ပေးခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَيْتُونَةٍ لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံလွင်သီးအပင်၊ မည်သည့်အရှေ့ဘက်မှလည်းမဟုတ်၊ မည်သည့်အနောက်ဘက်မှလည်းမဟုတ်သော)</span> “၎င်းသည် သဲကန္တာရထဲမှ အပင်တစ်ပင်ဖြစ်ပြီး အခြားမည်သည့်အပင်၊ တောင် သို့မဟုတ် ဂူကမှ အရိပ်မပေးထားပါ။ မည်သည့်အရာကမှ ၎င်းကို ဖုံးအုပ်မထားပါ၊ ၎င်းသည် ၎င်း၏ဆီအတွက် အကောင်းဆုံးဖြစ်သည်”။ မူဂျာဟစ်ဒ်က ဤအကြောင်းကို မှတ်ချက်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အရှေ့ဘက်မှလည်းမဟုတ်၊ မည်သည့်အနောက်ဘက်မှလည်းမဟုတ်သော)</span> ဟု ပြောကြားခဲ့ပြီး၊ “၎င်းသည် နေဝင်ချိန်တွင် နေရောင်ခြည်မရရှိသော အရှေ့ဘက်တွင် မရှိ၊ နေထွက်ချိန်တွင် နေရောင်ခြည်မရရှိသော အနောက်ဘက်တွင်လည်း မရှိ၊ သို့သော် နေထွက်ချိန်နှင့် နေဝင်ချိန် နှစ်ခုလုံးတွင် နေရောင်ခြည်ရရှိသော အနေအထားတွင် ရှိသည်” ဟု ဆိုလိုသည်။ ဆာအိဒ် ဘင် ဂျူဘိုင်ရ်က မှတ်ချက်ပေးခဲ့သည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَيْتُونَةٍ لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံလွင်သီးအပင်၊ မည်သည့်အရှေ့ဘက်မှလည်းမဟုတ်၊ မည်သည့်အနောက်ဘက်မှလည်းမဟုတ်သော၊ ၎င်း၏ဆီသည် (အလိုအလျောက်) အလင်းရောင် ထွက်လုနီးပါးဖြစ်၏။)</span> “၎င်းသည် အကောင်းဆုံးဆီအမျိုးအစား ဖြစ်သည်။ နေထွက်သောအခါ အရှေ့ဘက်မှ အပင်ဆီသို့ ရောက်ရှိပြီး နေဝင်သောအခါ အနောက်ဘက်မှ ရောက်ရှိသည်။ ထို့ကြောင့် နေရောင်ခြည်သည် နံနက်ပိုင်းနှင့် ညနေပိုင်း နှစ်ခုလုံးတွင် ရောက်ရှိပြီး၊ ၎င်းသည် အရှေ့ဘက်တွင်ဖြစ်စေ၊ အနောက်ဘက်တွင်ဖြစ်စေ အပါအဝင် မဟုတ်ပေ။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ဆီသည် (အလိုအလျောက်) အလင်းရောင် ထွက်လုနီးပါးဖြစ်၏။ မီးမထိဘဲပင်။)</span> အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစ်စ်လမ် ပြောကြားခဲ့သည်မှာ <span class=\"gray\">(ဆိုလိုသည်မှာ)</span> ဆီကိုယ်တိုင်က တောက်ပနေသောကြောင့် ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">نُّورٌ عَلَىٰ نُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလင်းရောင်ပေါ်မှ အလင်းရောင်!)</span> အလ်-အောက်ဖီက အိဗ်နု အဗ္ဗာစ်ထံမှ ပြောပြသည်မှာ ၎င်းသည် လူတစ်ဦး၏ ယုံကြည်ခြင်းနှင့် လုပ်ရပ်များကို ဆိုလိုသည်။ အစ်စ်-စူဒ်ဒီ ပြောကြားခဲ့သည်မှာ -</p><p class=\"ps qpc-hafs\" lang=\"ps\">نُّورٌ عَلَىٰ نُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလင်းရောင်ပေါ်မှ အလင်းရောင်!)</span> “မီး၏အလင်းရောင်နှင့် ဆီ၏အလင်းရောင်- ၎င်းတို့ပေါင်းစပ်လိုက်သောအခါ အလင်းရောင်ပေးပြီး၊ ၎င်းတို့နှစ်ခုလုံးသည် အခြားတစ်ခုမပါဘဲ အလင်းရောင်မပေးနိုင်ပေ။ အလားတူပင် ကူရ်အာန်၏အလင်းရောင်နှင့် ယုံကြည်ခြင်း၏အလင်းရောင်တို့သည် ပေါင်းစပ်လိုက်သောအခါ အလင်းရောင်ပေးပြီး၊ ၎င်းတို့နှစ်ခုလုံးသည် အခြားတစ်ခုမပါဘဲ အလင်းရောင်မပေးနိုင်ပေ။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِي اللَّهُ لِنُورِهِ مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အလိုရှိသူကို ကိုယ်တော်၏အလင်းရောင်သို့ လမ်းပြတော်မူ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ရွေးချယ်သောသူများကို လမ်းပြတော်မူ၏။ အိမာမ် အဟ်မဒ်က အဗ်ဒူလ္လာဟ် ဘင် အမ်ရ် ထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးစ်တော်တွင် ဖော်ပြထားသည့်အတိုင်းဖြစ်သည်။ ၎င်းက ပြောကြားခဲ့သည်မှာ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ပြောကြားသည်ကို ကျွန်ုပ်ကြားခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى خَلَقَ خَلْقَهُ فِي ظُلْمَةٍ ثُمَّ أَلْقَى عَلَيْهِمْ مِنْ نُورِهِ يَوْمَئِذٍ، فَمَنْ أَصَابَ مِنْ نُورِهِ يَوْمَئِذٍ اهْتَدَى وَمَنْ أَخْطَأَ ضَلَّ فَلِذَلِكَ أَقُولُ: جَفَّ الْقَلَمُ عَلَى عِلْمِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဖန်ဆင်းခြင်းများကို မှောင်မိုက်ထဲတွင် ဖန်ဆင်းတော်မူခဲ့သည်။ ထို့နောက် ထိုနေ့၌ ၎င်းတို့အပေါ် ကိုယ်တော်၏ အလင်းရောင်ကို ပေးသနားတော်မူခဲ့သည်။ ထိုနေ့၌ ကိုယ်တော်၏ အလင်းရောင်ကို ထိတွေ့သူတိုင်းသည် လမ်းမှန်ရရှိမည်ဖြစ်ပြီး၊ မထိတွေ့ခဲ့သူတိုင်းသည် လမ်းလွဲရောက်သွားမည်ဖြစ်သည်။ ထို့ကြောင့် ကျွန်ုပ်ပြောပါသည်- ကလောင်တံများသည် အလ္လာဟ်အရှင်မြတ်၏ အသိပညာနှင့်အညီ ခြောက်သွေ့သွားခဲ့ပြီ၊ ကိုယ်တော်သည် ဘုန်းတော်ကြီးမြတ်တော်မူ၏။)</span>”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အတွက် ပုံဥပမာများကို ဖော်ပြတော်မူပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိတော်မူသောအရှင်ဖြစ်တော်မူ၏။)</span> ယုံကြည်သူ၏ နှလုံးသားတွင် ကိုယ်တော်၏ လမ်းညွှန်မှုအလင်းရောင်၏ ပုံဥပမာကို ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ဤစကားလုံးများဖြင့် အဆုံးသတ်ထား၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အတွက် ပုံဥပမာများကို ဖော်ပြတော်မူပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိတော်မူသောအရှင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ မည်သူသည် လမ်းမှန်ရရှိရန် ထိုက်တန်သည်နှင့် မည်သူသည် လမ်းလွဲရောက်ရန် ထိုက်တန်သည်ကို ကိုယ်တော်အကောင်းဆုံး သိတော်မူ၏။</p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded that Abu Sa'id Al-Khudri said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْقُلُوبُ أَرْبَعَةٌ: قَلْبٌ أَجْرَدُ فِيهِ مِثْلُ السِّرَاجِ يُزْهِرُ، وَقَلْبٌ أَغْلَفُ مَرْبُوطٌ عَلَى غِلَافِهِ، وَقَلْبٌ مَنْكُوسٌ، وَقَلْبٌ مُصْفَحٌ. فَأَمَّا الْقَلْبُ الْأَجْرَدُ: فَقَلْبُ الْمُؤْمِنِ سِرَاجُهُ فِيهِ نُورُهُ، وَأَمَّا الْقَلْبُ الْأَغْلَفُ فَقَلْبُ الْكَافِرِ، وَأَمَّا الْقَلْبُ الْمَنْكُوسُ فَقَلْبُ الْمُنَافِقِ، عَرَفَ ثُمَّ أَنْكَرَ، وَأَمَّا الْقَلْبُ الْمُصْفَحُ فَقَلْبٌ فِيهِ إِيمَانٌ وَنِفَاقٌ، وَمَثَلُ الْإِيمَانِ فِيهِ كَمَثَلِ الْبَقْلَةِ يُمِدُّهَا الْمَاءُ الطَّيِّبُ، وَمَثَلُ النِّفَاقِ فِيهِ كَمَثَلِ الْقَرْحَةِ يُمِدُّهَا الدَّمُ وَالْقَيْحُ، فَأَيُّ الْمدَّتَيْنِ غَلَبَتْ عَلَى الْأُخْرَى غَلَبَتْ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှလုံးသားများသည် လေးမျိုးရှိသည်။ တောက်ပသော မီးအိမ်ကဲ့သို့ ကြည်လင်သော နှလုံးသား၊ ဖုံးအုပ်၍ ချည်နှောင်ထားသော နှလုံးသား၊ ဇောက်ထိုးဖြစ်နေသော နှလုံးသား၊ နှင့် သံချပ်ဝတ်တန်ဆာဝတ်ဆင်ထားသော နှလုံးသားတို့ဖြစ်သည်။ ကြည်လင်သော နှလုံးသားမှာမူ ယုံကြည်သူ၏နှလုံးသားဖြစ်ပြီး ၎င်းတွင် အလင်းရောင်ဖြင့် ပြည့်နေသော မီးအိမ်တစ်ခုရှိသည်။ ဖုံးအုပ်ထားသော နှလုံးသားမှာမူ မယုံကြည်သူ၏ နှလုံးသားဖြစ်သည်။ ဇောက်ထိုးဖြစ်နေသော နှလုံးသားမှာမူ ဟန်ဆောင်သူ၏ နှလုံးသားဖြစ်ပြီး ၎င်းသည် အသိအမှတ်ပြုပြီးနောက် ငြင်းပယ်သည်။ သံချပ်ဝတ်တန်ဆာဝတ်ဆင်ထားသော နှလုံးသားမှာမူ ယုံကြည်ခြင်းနှင့် ဟန်ဆောင်ခြင်း နှစ်ခုလုံးရှိသော နှလုံးသားဖြစ်သည်။ ၎င်းတွင်ရှိသော ယုံကြည်ခြင်း၏ ပုံဥပမာမှာ ကောင်းသောရေဖြင့် ပြုစုစောင့်ရှောက်ထားသော ပဲအမျိုးမျိုးအပင်ငယ်ကဲ့သို့ဖြစ်သည်။ ၎င်းတွင်ရှိသော ဟန်ဆောင်ခြင်း၏ ပုံဥပမာမှာ သွေးနှင့် ပြည်များဖြင့် ပြုစုထားသော အနာများကဲ့သို့ဖြစ်သည်။ ထိုနှစ်မျိုးထဲမှ တစ်မျိုးက အခြားတစ်မျိုးကို လွှမ်းမိုးသွားပါက ထိုဝိသေသလက္ခဏာကသာ လွှမ်းမိုးသွားမည်ဖြစ်သည်။)</span> ၎င်း၏ ရာဝီများ၏ ကွင်းဆက်သည် ကောင်းမွန်သည် <span class=\"gray\">(ဂျိုင်ယစ်ဒ်)</span> သို့သော် ၎င်းတို့ <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်)</span> က မှတ်တမ်းတင်ထားခြင်း မရှိပေ။</p>"
  }
]