[
  {
    "ayah_key": "12:43",
    "group_ayah_key": "12:43",
    "from_ayah": "12:43",
    "to_ayah": "12:49",
    "ayah_keys": "12:43,12:44,12:45,12:46,12:47,12:48,12:49",
    "text": "<p lang=\"my\" class=\"my \">ရှင်ဘုရင် <span class=\"gray\">(အီဂျစ်)</span> က ပြောသည်- \"အမှန်စင်စစ်၊ ကျွန်ုပ် <span class=\"gray\">(အိပ်မက်ထဲတွင်)</span> ဝသောနွားခုနစ်ကောင်ကို ပိန်သောနွားခုနစ်ကောင်က ဝါးမြိုနေသည်ကို မြင်ရပြီး၊ စပါးနှံစိမ်းခုနစ်ခုနှင့် <span class=\"gray\">(ခုနစ်ခု)</span> အခြားခြောက်သွေ့သည်ကို မြင်ရသည်။ အို အထူးချွန်ဆုံးပုဂ္ဂိုလ်တို့! အကယ်၍ သင်တို့သည် အိပ်မက်များကို အဓိပ္ပာယ်ဖော်နိုင်သူများဖြစ်ပါက ကျွန်ုပ်၏အိပ်မက်ကို ရှင်းပြကြပါ <span>(၄၃)</span>သူတို့က ပြောသည်- \"ရောထွေးရှုပ်ထွေးသော မဟုတ်မမှန်သည့်အိပ်မက်များဖြစ်ပြီး ကျွန်ုပ်တို့သည် အိပ်မက်များ အဓိပ္ပာယ်ဖော်ရာတွင် ကျွမ်းကျင်သူများ မဟုတ်ပါ။ <span>(၄၄)</span>ထို့နောက် လွတ်မြောက်လာခဲ့သော ထိုလူသည် ယခုအခါ နောက်ဆုံးတွင် မှတ်မိလာပြီး ပြောသည်- \"၎င်း၏အဓိပ္ပာယ်ကို ကျွန်ုပ် ပြောပြပါမည်၊ ထို့ကြောင့် ကျွန်ုပ်ကို စေလွှတ်လိုက်ပါ။ <span>(၄၅)</span><span class=\"gray\">(သူပြောသည်)</span>: \"အို ယူဆွဖ်၊ သစ္စာရှိသူ! ဝသောနွားခုနစ်ကောင်ကို ပိန်သောနွားခုနစ်ကောင်က ဝါးမြိုနေခြင်း၊ စပါးနှံစိမ်းခုနစ်ခုနှင့် <span class=\"gray\">(ခုနစ်ခု)</span> အခြားခြောက်သွေ့နေခြင်းတို့ကို ကျွန်ုပ်တို့အား ရှင်းပြပါ၊ သို့မှသာ ကျွန်ုပ်သည် လူများထံ ပြန်သွားပြီး သူတို့သိကြပေမည်။ <span>(၄၆)</span><span class=\"gray\">[ယူဆွဖ်]</span> က ပြောသည်- \"ခုနစ်နှစ်ဆက်တိုက် သင်တို့သည် ပုံမှန်အတိုင်း စိုက်ပျိုးကြမည်ဖြစ်ပြီး သင်တို့ရိတ်သိမ်းသမျှကို စားသုံးမည့် အနည်းငယ်မှလွဲ၍ နှံများထဲတွင် ထားရှိကြရမည်။ <span>(၄၇)</span>\"ထို့နောက်တွင် ခက်ခဲသော <span class=\"gray\">(နှစ်)</span> ခုနစ်နှစ် ရောက်လာမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် သင်တို့ ကြိုတင်စုဆောင်းထားသမျှကို စားသုံးသွားလိမ့်မည်၊ သင်တို့ကာကွယ် <span class=\"gray\">(သိုလှောင်)</span> ထားသည့် အနည်းငယ်မှလွဲ၍ ဖြစ်သည်။ <span>(၄၈)</span>\"ထို့နောက်တွင် လူများသည် မိုးရေအမြောက်အမြား ရရှိကြမည့်နှစ် ရောက်လာမည်ဖြစ်ပြီး ၎င်းတို့သည် <span class=\"gray\">(ဝိုင်နှင့် ဆီ)</span> ညှစ်ထုတ်ကြမည်ဖြစ်သည်။ <span>(၄၉)</span></p><div lang=\"my\" class=\"my \"><h2>အီဂျစ်ဘုရင်၏အိပ်မက်</h2></div><p lang=\"my\" class=\"my \">အီဂျစ်ဘုရင်သည် အလ်လာဟ်အရှင်မြတ်က ယူဆွဖ်၏ ဂုဏ်သိက္ခာနှင့် ကျော်ကြားမှုကို ထိန်းသိမ်းကာ ထောင်မှလွတ်မြောက်စေရန် အကြောင်းဖန်တီးပေးခဲ့သည့် အိပ်မက်တစ်ခု မက်ခဲ့သည်။ ဘုရင်သည် ဤအိပ်မက်ကို မက်သောအခါ အံ့အားသင့်ပြီး ကြောက်ရွံ့ကာ ၎င်း၏အဓိပ္ပာယ်ကို ရှာဖွေခဲ့သည်။ သူသည် ဘုန်းတော်ကြီးများ၊ နိုင်ငံတော်အကြီးအကဲများနှင့် မင်းသားများကို စုဝေးစေပြီး သူ အိပ်မက်ထဲတွင် မြင်ခဲ့ရသည်များကို ပြောပြကာ ၎င်းအတွက် အဓိပ္ပာယ်ဖွင့်ဆိုပေးရန် တောင်းဆိုခဲ့သည်။ သူတို့သည် ၎င်း၏အဓိပ္ပာယ်ကို မသိကြဘဲ ဆင်ခြေတစ်ခုအနေဖြင့် သူတို့က ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَضْغَاثُ أَحْلَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရောထွေးရှုပ်ထွေးသော မဟုတ်မမှန်သည့်အိပ်မက်များ)</span>၊ သင်မြင်ခဲ့ရသည်များ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် အိပ်မက်များ အဓိပ္ပာယ်ဖော်ရာတွင် ကျွမ်းကျင်သူများ မဟုတ်ပါ။)</span> သူတို့က ပြောသည်၊ သင်၏အိပ်မက်သည် ရောထွေးရှုပ်ထွေးသော မဟုတ်မမှန်သည့်အိပ်မက်ထက် ရူပါရုံတစ်ခုဖြစ်ခဲ့ပါက၊ ကျွန်ုပ်တို့ ၎င်း၏အဓိပ္ပာယ်ကို သိရှိကြမည် မဟုတ်ပါ။ ယူဆွဖ်၏ထောင်တွင်းအဖော်နှစ်ဦးထဲမှ ကယ်တင်ခြင်းခံရသူ ထိုလူသည် မှတ်မိလာခဲ့သည်။ ရှိုက်တန်သည် ယူဆွဖ်၏ တောင်းဆိုမှုကို မေ့သွားစေရန်၊ သူ၏ဇာတ်လမ်းကို ဘုရင်အား ပြောပြရန် ကြံစည်ခဲ့သည်။ ယခုအခါ၊ နှစ်ပေါင်းများစွာကြာပြီးနောက် သူသည် မေ့လျော့ခြင်းမှ မှတ်မိလာပြီး ဘုရင်နှင့် သူ၏အခြွေအရံများကို ပြောသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنَا أُنَبِّئُكُم بِتَأْوِيلِهِ</p><p lang=\"ca\" class=\"ca \"><span class=\"gray\">(I will tell you its interpretation,)</span> he interpretation of this dream,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَرْسِلُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်ကို စေလွှတ်လိုက်ပါ။)</span> ထောင်သို့၊ သစ္စာရှိသူ ယူဆွဖ်ထံသို့။ ထို့ကြောင့် သူတို့သည် သူ့ကို စေလွှတ်ခဲ့ကြပြီး သူက ယူဆွဖ်အား ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယူဆွဖ်၊ သစ္စာရှိသူ! ကျွန်ုပ်တို့အား ရှင်းပြပါ...)</span> နှင့် ဘုရင်၏အိပ်မက်ကို သူ့အား ပြောပြခဲ့သည်။</p><div lang=\"hmn\" class=\"hmn \"><h2>Yusuf's Interpretation of the King's Dream</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ ယူဆွဖ် (အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာနှင့် ငြိမ်သက်ခြင်း တည်ရှိပါစေ) က အိပ်မက်၏အဓိပ္ပာယ်ကို ပြောပြခဲ့ချိန်ဖြစ်သည်။ သူသည် သူအားပြုခဲ့သော တောင်းဆိုချက်ကို မေ့လျော့ခဲ့သည့်အတွက် ထိုလူကို ဝေဖန်ခြင်းမရှိခဲ့ပါ။ အဓိပ္ပာယ်ကို မရှင်းပြမီ သူ့ကိုလွှတ်ပေးရန် မည်သည့်အခြေအနေမှ မတောင်းဆိုခဲ့ပါ။ ယင်းအစား၊ သူက ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခုနစ်နှစ်ဆက်တိုက် သင်တို့သည် ပုံမှန်အတိုင်း စိုက်ပျိုးကြမည်)</span> 'ခုနစ်နှစ်ဆက်တိုက် ပုံမှန် မိုးရေနှင့် မြေဩဇာ ရရှိကြမည်။' သူသည် နွားများကို နှစ်များအဖြစ် အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် နွားများသည် သီးနှံနှင့် ဟင်းသီးဟင်းရွက်များ ထွက်ရှိစေသည့် မြေကို ထွန်ယက်ပေးသောကြောင့်ဖြစ်ပြီး ၎င်းတို့သည် အိပ်မက်ထဲရှိ စပါးနှံစိမ်းများကို ကိုယ်စားပြုသည်။ ထို့နောက် သူက ဤမြေဩဇာကောင်းသောနှစ်များအတွင်း သူတို့ လုပ်ဆောင်သင့်သည်များကို အကြံပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ရိတ်သိမ်းသမျှ <span class=\"gray\">(သီးနှံ)</span> ကို စားသုံးမည့် အနည်းငယ်မှလွဲ၍ နှံများထဲတွင် ထားရှိကြရမည်။)</span> သူက ပြောသည်၊ 'ထိုမြေဩဇာကောင်းသော ခုနစ်နှစ်အတွင်း သင်တို့ရိတ်သိမ်းသမျှကို ပိုမိုကောင်းမွန်စွာ ထိန်းသိမ်းနိုင်ရန် နှံများထဲတွင် ထားရှိပါ။ ၎င်းသည် စားသုံးရန် လိုအပ်သည့် ပမာဏမှလွဲ၍ သီးနှံကို ပိုမိုကြာရှည်စွာ လတ်ဆတ်နေစေရန် ကူညီပေးမည်ဖြစ်ပြီး ၎င်းသည် များပြားသင့်သည် မဟုတ်ပါ။ ဖြုန်းတီးခြင်းမှ ရှောင်ကြဉ်ပါ၊ သို့မှသာ မြေဩဇာကောင်းသော ခုနစ်နှစ်နောက်ပိုင်းတွင် လိုက်လာမည့် မိုးခေါင်သော ခုနစ်နှစ်အတွင်း ကျန်ရှိသော သီးနှံများကို အသုံးပြုနိုင်မည်ဖြစ်သည်။' ၎င်းကို ဝသောနွားခုနစ်ကောင်ကို စားသုံးသည့် ပိန်သောနွားခုနစ်ကောင်က ကိုယ်စားပြုသည်။</p><p lang=\"my\" class=\"my \">မိုးခေါင်သော ခုနစ်နှစ်အတွင်း၊ သူတို့သည် မြေဩဇာကောင်းသော ခုနစ်နှစ်အတွင်း စုဆောင်းထားသည့် သီးနှံများမှ စားသုံးကြမည်ဖြစ်ပြီး၊ ၎င်းကို အိပ်မက်ထဲရှိ ခြောက်သွေ့သော စပါးနှံများက ကိုယ်စားပြုသည်။ ဤနှစ်များအတွင်း ကျန်ရှိသော နှံများသည် မည်သည့်အရာမှ ထုတ်လုပ်နိုင်မည်မဟုတ်ဘဲ သူတို့ စိုက်ပျိုးရန် ကြိုးစားသမျှသည် မည်သည့်သီးနှံမှ ထွက်ရှိမည်မဟုတ်ကြောင်း ယူဆွဖ်က သူတို့ကို ပြောပြခဲ့သည်၊ ထို့ကြောင့် သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်တို့ ကြိုတင်စုဆောင်းထားသမျှကို စားသုံးသွားလိမ့်မည်၊ သင်တို့ကာကွယ် <span class=\"gray\">(သိုလှောင်)</span> ထားသည့် အနည်းငယ်မှလွဲ၍ ဖြစ်သည်။)</span> သူသည် သူတို့အား နှစ်ပေါင်းများစွာ မိုးခေါင်ပြီးနောက်၊ မြေဩဇာကောင်းသောနှစ်တစ်နှစ် ရောက်လာမည်ဖြစ်ပြီး ၎င်းအတွင်း လူများသည် မိုးရေရရှိကြမည်ဖြစ်ပြီး မြေကြီးသည် အမြောက်အမြား ထုတ်လုပ်ပေးမည်ဖြစ်ကြောင်း သတင်းကောင်း ပြောကြားခဲ့သည်။ ထို့နောက် လူများသည် ပုံမှန်အတိုင်း ဝိုင်နှင့် ဆီ ညှစ်ထုတ်ကြမည်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "12:5",
    "group_ayah_key": "12:5",
    "from_ayah": "12:5",
    "to_ayah": "12:5",
    "ayah_keys": "12:5",
    "text": "<p class=\"my translation\" lang=\"my\">သူ <span class=\"gray\">(ဖခင်)</span> က ပြောသည်- \"အို ငါ့သား! မင်းရဲ့အိပ်မက်ကို မင်းညီအစ်ကိုတွေဆီ မပြောပြပါနဲ့၊ သူတို့က မင်းကို ပူးပေါင်းကြံစည်မှာစိုးလို့ပါ။ အမှန်စင်စစ် ရှိုင်တန်သည် လူသားတို့၏ ပွင့်လင်းသောရန်သူ ဖြစ်သည်! <span>(၅)</span></p><div lang=\"my\" class=\"my \"><h2>ရှိုင်တန်၏ ကြံစည်မှုများကို ရှောင်ရှားရန်အတွက် ယအ်ကူးဗ်သည် ယူးဆွဖ်အား သူ၏အိပ်မက်ကို ဖုံးကွယ်ထားရန် အမိန့်ပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယအ်ကူးဗ်က သူ၏သား ယူးဆွဖ်အား သူမြင်ခဲ့သည့် အိပ်မက်ကို ပြောပြသောအခါ ယူးဆွဖ်၏ အစ်ကိုများသည် သူ၏အာဏာအောက်တွင် ရှိလိမ့်မည်ဟု ညွှန်ပြသည့် ထိုအိပ်မက်အတွက် ပေးခဲ့သည့် အဖြေကို ဖော်ပြထားသည်။ သူတို့သည် ယူးဆွဖ်၏ အာဏာကို လေးစားမှု၊ ဂုဏ်ပြုမှုနှင့် ကျေးဇူးတင်မှုဖြင့် သူ၏ရှေ့မှောက်တွင် ဦးချရန်အထိ နာခံကြလိမ့်မည်။ ယအ်ကူးဗ်သည် ယူးဆွဖ်က သူ၏အိပ်မက်ကို သူ၏ညီအစ်ကိုတစ်ဦးဦးအား ပြောပြပါက သူတို့သည် သူ့ကို မနာလိုဖြစ်ပြီး သူ့ကိုဆန့်ကျင်၍ မကောင်းသော ကြံစည်မှုများကို လုပ်ဆောင်ကြမည်ကို စိုးရိမ်ခဲ့သည်။ ထို့ကြောင့် ယအ်ကူးဗ်သည် ယူးဆွဖ်အား ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقْصُصْ رُؤْيَاكَ عَلَىٰ إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မင်းရဲ့အိပ်မက်ကို မင်းညီအစ်ကိုတွေဆီ မပြောပြပါနဲ့၊ သူတို့က မင်းကို ပူးပေါင်းကြံစည်မှာစိုးလို့ပါ။)</span> ဤအာယတ်၏ အဓိပ္ပါယ်မှာ \"သူတို့သည် မင်းရဲ့ပျက်စီးခြင်းကို ဖြစ်စေမယ့် ကြံစည်မှုကို လုပ်ဆောင်နိုင်တယ်\" ဟု ဖြစ်ပါတယ်။ ဆွန္နဟ်ကျမ်းတွင် အတည်ပြုထားသော ဟဒီးစ်တစ်ပုဒ်တွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَأَى أَحَدُكُمْ مَا يُحِبُّ فَلْيُحَدِّثْ بِهِ، وَإِذَا رَأَى مَا يَكْرَهُ فَلْيَتَحَوَّلْ إِلَى جَنْبِهِ الْآخَرِ، وَلْيَتْفُلْ عَنْ يَسَارِهِ ثَلَاثًا، وَلْيَسْتَعِذْ بِاللهِ مِنْ شَرِّهَا، وَلَا يُحَدِّثْ بِهَا أَحَدًا فَإِنَّهَا لَنْ تَضُرَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တို့ထဲမှ တစ်ဦးဦးက ကြိုက်နှစ်သက်သော အိပ်မက်တစ်ခုကို မြင်ပါက၊ ထိုအိပ်မက်ကို ပြောပြပါစေ။ အကယ်၍ မကြိုက်နှစ်သက်သော အိပ်မက်တစ်ခုကို မြင်ပါက၊ အခြားတစ်ဖက်သို့ လှည့်ပါ၊ ဘယ်ဘက်သို့ သုံးကြိမ်မှုတ်ထုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်း၏ဆိုးကျိုးမှ ကာကွယ်ရန် တောင်းခံပါ၊ မည်သူ့ကိုမှ မပြောပြပါနှင့်။ အမှန်စင်စစ် ထိုအခြေအနေတွင် ၎င်းက သူ့ကို ထိခိုက်စေမည် မဟုတ်ပါ။)</span> အခြားဟဒီးစ်တစ်ခုတွင် အီမာမ် အဟ်မဒ်နှင့် ဆွန္နန်ကျမ်းပြုစုသူများက မှတ်တမ်းတင်ထားသည်မှာ မွအာဝိယဟ် အစ်ဗ်နု ဟိုင်ဒဟ် အလ်-ကူရှိုင်ရီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرُّؤْيَا عَلَى رِجْلِ طَائِرٍ مَا لَمْ تُعْبَرْ، فَإِذَا عُبِرَتْ وَقَعَت</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိပ်မက်သည် ငှက်တစ်ကောင်၏ ခြေထောက်နှင့် ချည်နှောင်ထားသည်၊ ၎င်းကို အနက်မဖွင့်သေးသရွေ့ ဖြစ်သည်။ အကယ်၍ အနက်ဖွင့်ပြီးပါက အမှန်ဖြစ်လာသည်။)</span> ထို့ကြောင့် လူတစ်ဦးသည် ကောင်းကျိုးများ ရရှိမည့် အလားအလာ သို့မဟုတ် ရောက်ရှိလာခြင်းကို ၎င်းတည်ရှိလာပြီး လူသိများလာသည်အထိ ဖုံးကွယ်ထားသင့်သည်။ တမန်တော်မြတ် ﷺ က ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَعِينُوا عَلَى قَضَاءِ الْحَوَائِجِ بِكِتْمَانِهَا، فَإِنَّ كُلَّ ذِي نِعْمَةٍ مَحْسُودٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လိုအပ်ချက်များကို ဖြည့်ဆည်းရန် ကူညီမှုကို လျှို့ဝှက်စွာဖြင့် ရယူပါ၊ အဘယ်ကြောင့်ဆိုသော် ကောင်းချီးမင်္ဂလာတိုင်း၏ ပိုင်ရှင်ကို မနာလိုဖြစ်ကြသောကြောင့် ဖြစ်သည်။)</span></p>"
  }
]