[
  {
    "ayah_key": "39:43",
    "group_ayah_key": "39:43",
    "from_ayah": "39:43",
    "to_ayah": "39:45",
    "ayah_keys": "39:43,39:44,39:45",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အပြင် အခြားအရာများကို ကြားဝင်ဆောင်ရွက်ပေးသူများအဖြစ် သူတို့ယူထားကြသလော။ (အို မုဟမ္မဒ်) သင်သည် ပြောကြားပါလေ။ \"သူတို့သည် မည်သည့်အရာကိုမျှ မတတ်နိုင်၊ ဥာဏ်ပညာလည်း မရှိစေကာမူလော။ <span>(၄၃)</span>ပြောကြားပါလေ။ \"ကြားဝင်ဆောင်ရွက်ပေးခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပေသည်။ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အချုပ်အခြာအာဏာသည် ကိုယ်တော်အရှင်မြတ်၏ အပိုင်ပင် ဖြစ်သည်။ ထို့နောက် ကိုယ်တော်အရှင်မြတ်ထံသို့ သင်တို့သည် ပြန်လည်ရောက်ရှိကြရမည်။ <span>(၄၄)</span>အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ဖော်ပြသောအခါ နောက်ဘဝကို မယုံကြည်သူတို့၏ နှလုံးသားများသည် ရွံရှာစက်ဆုပ်ခြင်းဖြင့် ပြည့်လျှံလာကြသည်။ ကိုယ်တော်အရှင်မြတ်အပြင် အခြားသူများကို ဖော်ပြသောအခါတွင်မူကား သူတို့သည် ဝမ်းမြောက်ကြလေသည်။ <span>(၄၅)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်နှင့်သာလျှင် ကြားဝင်ဆောင်ရွက်ပေးခြင်းရှိသည်။ အလ္လာဟ်အရှင်မြတ်ကိုသာ ဖော်ပြသောအခါ ရုပ်တုကိုးကွယ်သူတို့သည် မည်မျှ ရွံရှာစက်ဆုပ်ကြသည်ကို ကြည့်ပါ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူတို့ကို ရှုတ်ချထားသည်။ အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပြင် အခြားသူများကို ကြားဝင်ဆောင်ရွက်ပေးသူများအဖြစ် ယူထားကြခြင်းကြောင့် ဖြစ်သည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် မိမိတို့၏ ကိုယ်ပိုင်စိတ်ဆန္ဒအတိုင်း၊ သက်သေအထောက်အထားမရှိဘဲ ယူထားကြသော ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများပင် ဖြစ်သည်။ ဤရုပ်တုများသည် မည်သည့်အရာကိုမျှ မလုပ်နိုင်ကြပေ။ ၎င်းတို့တွင် တွေးခေါ်နိုင်သော စိတ်များလည်း မရှိကြပေ။ ထို့ပြင် ၎င်းတို့သည် မကြားနိုင်၊ မမြင်နိုင်ကြပေ။ ၎င်းတို့သည် အသက်မရှိသော အရာများဖြစ်ကြပြီး တိရစ္ဆာန်များထက် များစွာဆိုးရွားကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– '(အို မုဟမ္မဒ်) သင်သည် ထိုသူတို့အား ပြောကြားပါလေ။ ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကြားဝင်ဆောင်ရွက်ပေးသူများအဖြစ် ယူထားသူများသည် အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူသူ၊ ကြားဝင်ဆောင်ရွက်ပေးရန် ခွင့်ပြုတော်မူသူအတွက်မှတစ်ပါး ကြားဝင်ဆောင်ရွက်ပေးခြင်းသည် အကျိုးမဖြစ်ထွန်းပေဟု အခိုင်အမာ ပြောကြားကြသည်။ ကိစ္စအဝဝသည် ကိုယ်တော်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်၏ ခွင့်ပြုချက်မရရှိဘဲ ကိုယ်တော်အရှင်မြတ်ထံတွင် မည်သူသည် ကြားဝင်ဆောင်ရွက်ပေးနိုင်မည်နည်း။)</span><span class=\"gray\">(၂း၂၅၅)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အချုပ်အခြာအာဏာသည် ကိုယ်တော်အရှင်မြတ်၏ အပိုင်ပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်အရှင်မြတ်သည် ထိုအရာအားလုံးကို ထိန်းချုပ်ထားသူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَيْهِ تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကိုယ်တော်အရှင်မြတ်ထံသို့ သင်တို့သည် ပြန်လည်ရောက်ရှိကြရမည်။)</span> ဆိုလိုသည်မှာ 'ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်အရှင်မြတ်သည် မိမိ၏ တရားမျှတမှုဖြင့် သင်တို့အကြား စီရင်ဆုံးဖြတ်ပေးမည်။ ထို့နောက် လူတစ်ဦးစီတိုင်းအား ၎င်းတို့၏ လုပ်ရပ်များအလိုက် ဆုချမည် သို့မဟုတ် အပြစ်ပေးမည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူတို့ကို ထပ်မံရှုတ်ချထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ဖော်ပြသောအခါ)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှလွဲ၍ အခြား <span class=\"gray\">(စစ်မှန်သော)</span> ဘုရားမရှိဟု ပြောသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဘဝကို မယုံကြည်သူတို့၏ နှလုံးသားများသည် ရွံရှာစက်ဆုပ်ခြင်းဖြင့် ပြည့်လျှံလာကြသည်။)</span> မုဂျာဟစ်ဒ်က ပြောကြားသည်– \"သူတို့၏ နှလုံးသားများသည် ရွံရှာစက်ဆုပ်ခြင်းဖြင့် ပြည့်လျှံလာကြသည် ဆိုသည်မှာ ၎င်းတို့သည် ကြောက်လန့်တုန်လှုပ်စွာဖြင့် နောက်ဆုတ်သွားကြသည်ဟု အဓိပ္ပါယ်ရသည်။\" ၎င်းသည် ဤအာယတ်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَٰهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့အား \"လာအိလာဟအိလ္လလ္လာဟ်\" ဟု ပြောသောအခါ ၎င်းတို့သည် မာနထောင်လွှားခဲ့ကြသည်။)</span><span class=\"gray\">(၃၇း၃၅)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းကို လိုက်နာရန် အလွန်မာနကြီးခဲ့ကြသည်။ ၎င်းတို့၏ နှလုံးသားများသည် မည်သည့်ကောင်းသောအရာကိုမျှ လက်ခံနိုင်စွမ်းမရှိခဲ့ပေ။ ကောင်းသောအရာကို လက်မခံနိုင်သူ မည်သူမဆို မကောင်းသောအရာကို လက်ခံမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်အပြင် အခြားသူများကို ဖော်ပြသောအခါ)</span> ဆိုလိုသည်မှာ ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများ – ၎င်းသည် မုဂျာဟစ်ဒ်၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِذَا هُمْ يَسْتَبْشِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်ကြလော့၊ သူတို့သည် ဝမ်းမြောက်ကြလေသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ပျော်ရွှင်ကြသည်။</p>"
  },
  {
    "ayah_key": "39:46",
    "group_ayah_key": "39:46",
    "from_ayah": "39:46",
    "to_ayah": "39:48",
    "ayah_keys": "39:46,39:47,39:48",
    "text": "<p lang=\"my\" class=\"my \">(အို မုဟမ္မဒ်) သင်သည် ပြောကြားပါလေ။ \"အို အလ္လာဟ်အရှင်မြတ်၊ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းရှင်၊ လျှို့ဝှက်သောအရာနှင့် ထင်ရှားသောအရာတို့ကို အလုံးစုံသိတော်မူသောအရှင်၊ ကိုယ်တော်အရှင်မြတ်သည် မိမိ၏ကျွန်များအကြား ၎င်းတို့ကွာခြားခဲ့ကြသောအရာများနှင့် ပတ်သက်၍ စီရင်ဆုံးဖြတ်ပေးမည်။ <span>(၄၆)</span>မတရားပြုခဲ့သူတို့သည် ကမ္ဘာမြေပေါ်ရှိ အရာအားလုံးကို ရရှိထားပြီး ထိုအရာများကဲ့သို့ ထပ်မံရရှိထားသော်လည်း ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကြောက်မက်ဖွယ်ကောင်းသော ပြစ်ဒဏ်မှ မိမိတို့ကိုယ်ကို ရွေးနုတ်ရန် ထိုအရာများကို စစ်မှန်စွာ ပေးကမ်းကြလိမ့်မည်။ ထို့ပြင် ၎င်းတို့ မတွက်ဆထားခဲ့သော အရာများသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့အား ထင်ရှားလာလိမ့်မည်။ <span>(၄၇)</span>၎င်းတို့ရှာဖွေခဲ့သော မကောင်းမှုများသည် ၎င်းတို့အား ထင်ရှားလာလိမ့်မည်ဖြစ်ပြီး ၎င်းတို့ လှောင်ပြောင်ခဲ့သောအရာသည် ၎င်းတို့အား ဝန်းရံသွားလိမ့်မည်။ <span>(၄၈)</span></p><p lang=\"my\" class=\"my \">မည်သို့ ဆုတောင်းရမည်နည်း။</p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူတို့၏ ရှိရ်ခ်ကို နှစ်သက်ခြင်းနှင့် တောင်ဟီးဒ်ကို မုန်းတီးခြင်းတို့အတွက် ရှုတ်ချပြီးနောက် အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါလေ။ \"အို အလ္လာဟ်အရှင်မြတ်၊ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းရှင်၊ လျှို့ဝှက်သောအရာနှင့် ထင်ရှားသောအရာတို့ကို အလုံးစုံသိတော်မူသောအရှင်!...\")</span> ဆိုလိုသည်မှာ 'သင်တို့သည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ဖော်ပြကြလေ။ မည်သည့်တွဲဖက် သို့မဟုတ် ပူးပေါင်းသူမျှမရှိဘဲ၊ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းပြီး ၎င်းတို့ကို အစပျိုးခဲ့သူ၊' ဆိုလိုသည်မှာ ယခင်က တစ်ခါမျှ မရှိခဲ့ဖူးသော အရာများကဲ့သို့ ဖန်တီးခဲ့ခြင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمَ الْغَيْبِ وَالشَّهَادَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှို့ဝှက်သောအရာနှင့် ထင်ရှားသောအရာတို့ကို အလုံးစုံသိတော်မူသောအရှင်!)</span> ဆိုလိုသည်မှာ လျှို့ဝှက်သောအရာနှင့် ပေါ်လွင်ထင်ရှားသောအရာပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်သည် မိမိ၏ကျွန်များအကြား ၎င်းတို့ကွာခြားခဲ့ကြသောအရာများနှင့် ပတ်သက်၍ စီရင်ဆုံးဖြတ်ပေးမည်။)</span> ဆိုလိုသည်မှာ ဤလောကတွင်၊ 'ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့သည် ၎င်းတို့၏ ဂူများမှ ထုတ်ဆောင်ခြင်းခံရသောအခါ သင်သည် ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်ပေးမည်။' ၎င်း၏ ဆဟီဟ်တွင် မွတ်စ်လင်မ်က မှတ်တမ်းတင်ထားသည်မှာ အဗူဆလမာဟ် ဗင်န် အဗ်ဒုရ်-ရာဟ်မာန်က ပြောကြားသည်– \"ကျွန်ုပ်သည် အာအိရှာဟ်အား (အလ္လာဟ်အရှင်မြတ် ၎င်းကို နှစ်သက်တော်မူပါစေ) တမန်တော်မြတ် ﷺ သည် ညဘက်တွင် ဝတ်ပြုရန် ရပ်တည်သောအခါ ၎င်း၏ ဝတ်ပြုခြင်းကို မည်သို့စတင်သည်ကို မေးမြန်းခဲ့သည်။ ၎င်းက (အလ္လာဟ်အရှင်မြတ် ၎င်းကို နှစ်သက်တော်မူပါစေ) ပြောကြားသည်– 'တမန်တော်မြတ် ﷺ သည် ညဘက်တွင် ဝတ်ပြုရန် ရပ်တည်သောအခါ ၎င်းသည် ဤစကားများဖြင့် ၎င်း၏ ဝတ်ပြုခြင်းကို စတင်လေ့ရှိသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ رَبَّ جِبْرِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمٰوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلىٰ صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ ဂျိဗ်ရီလ်၊ မီကာအီလ်နှင့် အစ္စရာဖီလ်တို့၏ အရှင်၊ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းရှင်၊ လျှို့ဝှက်သောအရာနှင့် ထင်ရှားသောအရာတို့ကို သိတော်မူသောအရှင်၊ ကိုယ်တော်အရှင်မြတ်သည် မိမိ၏ကျွန်များအကြား ၎င်းတို့ ကွာခြားနေကြသောအရာများနှင့် ပတ်သက်၍ စီရင်ဆုံးဖြတ်ပေးမည်။ မှန်ကန်သောအရာနှင့် ပတ်သက်၍ အငြင်းပွားမှုရှိရာ အရာနှင့်စပ်လျဉ်း၍ ကိုယ်တော်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ကျွန်ုပ်အား လမ်းပြတော်မူပါ၊ အကြောင်းမှာ ကိုယ်တော်အရှင်မြတ်သည် မိမိအလိုရှိသူ မည်သူကိုမဆို ဖြောင့်မတ်သောလမ်းသို့ လမ်းပြတော်မူသောကြောင့် ဖြစ်သည်။)</span>\"</p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် မည်သည့် ရွေးနုတ်ကြေးကိုမျှ လက်ခံမည်မဟုတ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုခဲ့သူတို့သည်)</span> ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူများပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကမ္ဘာမြေပေါ်ရှိ အရာအားလုံးကို ရရှိထားပြီး ထိုအရာများကဲ့သို့ ထပ်မံရရှိထားသော်လည်း)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကြောက်မက်ဖွယ်ကောင်းသော ပြစ်ဒဏ်မှ မိမိတို့ကိုယ်ကို ရွေးနုတ်ရန် ထိုအရာများကို စစ်မှန်စွာ ပေးကမ်းကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အတွက် သတ်မှတ်ထားသောအရာပင် ဖြစ်သည်။ သို့သော် ၎င်းတို့ထံမှ ရွေးနုတ်ကြေးကို လက်ခံမည်မဟုတ်ပေ၊ ကမ္ဘာမြေအပြည့်ရွှေဖြစ်နေစေကာမူ လက်ခံမည်မဟုတ်ကြောင်း ကိုယ်တော်အရှင်မြတ်က အခြားနေရာ၌ <span class=\"gray\">(၃း၉၁)</span> ဖော်ပြထားသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့ မတွက်ဆထားခဲ့သော အရာများသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့အား ထင်ရှားလာလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ၎င်းတို့အပေါ် ကျရောက်မည့် ပြစ်ဒဏ်ကို မည်သို့ဖြစ်မည်ကို သဘောပေါက်လာသောအခါ၊ ၎င်းတို့သည် ယခင်က တစ်ခါမျှ စိတ်ကူးမယဉ်ခဲ့ဖူးသော ပြစ်ဒဏ်ပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ရှာဖွေခဲ့သော မကောင်းမှုများသည် ၎င်းတို့အား ထင်ရှားလာလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤလောကတွင် ကျူးလွန်ခဲ့သော တားမြစ်ထားသည့် လုပ်ရပ်များနှင့် အပြစ်များအတွက် ပြစ်ဒဏ်ကို မြင်တွေ့ရလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ လှောင်ပြောင်ခဲ့သောအရာသည် ၎င်းတို့အား ဝန်းရံသွားလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤလောကတွင် လှောင်ပြောင်ခဲ့သော ပြစ်ဒဏ်သည် ၎င်းတို့အား ဝန်းရံသွားလိမ့်မည်။</p>"
  },
  {
    "ayah_key": "39:49",
    "group_ayah_key": "39:49",
    "from_ayah": "39:49",
    "to_ayah": "39:52",
    "ayah_keys": "39:49,39:50,39:51,39:52",
    "text": "<p lang=\"my\" class=\"my \">လူသားတစ်ဦးအား ဘေးအန္တရာယ်ကျရောက်သောအခါ ၎င်းသည် ကျွန်ုပ်တို့ထံ <span class=\"gray\">(အကူအညီအတွက်)</span> ခေါ်ဝေါ်သည်။ ထို့နောက် ကျွန်ုပ်တို့က ၎င်းကို မိမိတို့ထံမှ ကျေးဇူးတော်အဖြစ် ပြောင်းလဲပေးသောအခါ ၎င်းက \"ကျွန်ုပ်သည် ၎င်းကို အသိပညာကြောင့်သာ ရရှိခဲ့ခြင်းဖြစ်သည်။\" ဟု ပြောကြားသည်။ မဟုတ်ပါ၊ ၎င်းသည် စမ်းသပ်ခြင်းသာ ဖြစ်သည်၊ သို့သော် ၎င်းတို့အများစုသည် မသိကြပေ။ <span>(၄၉)</span>အမှန်စင်စစ် ၎င်းတို့မတိုင်မီက လူများသည် ၎င်းကို ပြောကြားခဲ့ကြသည်။ သို့သော် ၎င်းတို့ ရှာဖွေခဲ့သမျှ <span class=\"gray\">(အားလုံး)</span> သည် ၎င်းတို့အား အကျိုးမပြုခဲ့ပေ။ <span>(၅၀)</span>ထို့ကြောင့် ၎င်းတို့ ရှာဖွေခဲ့သော မကောင်းမှု၏ အကျိုးဆက်များသည် ၎င်းတို့အား လွှမ်းမိုးခဲ့သည်။ ဤသူများအနက် မတရားပြုခဲ့သူများကိုလည်း ၎င်းတို့ ရှာဖွေခဲ့သော မကောင်းမှု၏ အကျိုးဆက်များက လွှမ်းမိုးလိမ့်မည်။ ၎င်းတို့သည် မည်သည့်အခါမျှ ထွက်ပြေးနိုင်မည်မဟုတ်ပေ။ <span>(၅၁)</span>၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူ မည်သူအတွက်မဆို စားဝတ်နေရေးကို တိုးချဲ့ပေးပြီး ကျဉ်းမြောင်းစေသည်ကို မသိကြသလော။ အမှန်စင်စစ် ဤအရာ၌ ယုံကြည်သော လူများအတွက် လက္ခဏာများရှိပေသည်။ <span>(၅၂)</span></p><p lang=\"my\" class=\"my \">ဘေးအန္တရာယ်ခံစားရပြီးနောက် လူသားသည် ကောင်းချီးခံစားရသောအခါ မည်သို့ပြောင်းလဲသွားပုံ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လူသားသည် ဘေးအန္တရာယ်ခံစားနေရသောအခါ အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပုံ၊ ကိုယ်တော်အရှင်မြတ်ထံ နောင်တရကာ ခေါ်ဝေါ်ပုံ၊ သို့သော် ကိုယ်တော်အရှင်မြတ်က ၎င်းအတွက် ကိစ္စများကို လွယ်ကူစေသောအခါ ၎င်းသည် ကျူးလွန်ပြီး အပြစ်များကို ပြုလုပ်ပုံကို ကျွန်ုပ်တို့အား ပြောပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ၎င်းကို အသိပညာကြောင့်သာ ရရှိခဲ့ခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်သည် ၎င်းကို ထိုက်တန်သည်ဟု သိသောကြောင့်၊ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား အထူးမှတ်ယူထားခြင်း မရှိခဲ့ပါက ကိုယ်တော်အရှင်မြတ်သည် ကျွန်ုပ်အား ဤအရာကို ပေးမည်မဟုတ်ပေ။' ကတာဒါဟ်က ပြောကြားသည်– \"ကျွန်ုပ်သည် ၎င်းကို ထိုက်တန်သည်ဟု သိသောကြောင့်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هِيَ فِتْنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ ၎င်းသည် စမ်းသပ်ခြင်းသာ ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ 'ကိစ္စသည် ၎င်းပြောကြားသကဲ့သို့ မဟုတ်ပါ။ ဆန့်ကျင်ဘက်အားဖြင့် ကျွန်ုပ်တို့သည် ၎င်းအား နာခံမှုရှိမည် သို့မဟုတ် မနာခံမှုရှိမည်ကို သိရန် စမ်းသပ်မှုအဖြစ် ဤအရာဖြင့် ကောင်းချီးပေးခဲ့ခြင်းဖြစ်သည်။ – ထိုအကြောင်းကို ကျွန်ုပ်တို့သည် ကြိုတင်သိရှိထားသော်လည်း။' အမှန်စင်စစ် ၎င်းသည် စမ်းသပ်မှုတစ်ခု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အများစုသည် မသိကြပေ!)</span> ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့ပြောကြားသောအရာကို ပြောကြားကြပြီး ၎င်းတို့အခိုင်အမာ ပြောကြားသောအရာကို အခိုင်အမာ ပြောကြားကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့မတိုင်မီက လူများသည် ၎င်းကို ပြောကြားခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ ယခင်က ရောက်ရှိလာခဲ့သော ယခင်လူမျိုးများသည် အလားတူအရာများကို ပြောကြားခဲ့ကြပြီး အလားတူပြောဆိုမှုများကို ပြုလုပ်ခဲ့ကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ ရှာဖွေခဲ့သမျှ <span class=\"gray\">(အားလုံး)</span> သည် ၎င်းတို့အား အကျိုးမပြုခဲ့ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ပြောကြားသောအရာသည် မမှန်ကန်ခဲ့ဘဲ ၎င်းတို့စုဆောင်းခဲ့သမျှအားလုံးသည် ၎င်းတို့အား မကယ်တင်ခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا ۚ وَالَّذِينَ ظَلَمُوا مِنْ هَٰؤُلَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ ရှာဖွေခဲ့သော မကောင်းမှု၏ အကျိုးဆက်များသည် ၎င်းတို့အား လွှမ်းမိုးခဲ့သည်။ ဤသူများအနက် မတရားပြုခဲ့သူများကိုလည်း...)</span> ဆိုလိုသည်မှာ ဤနေရာတွင် ရည်ညွှန်းသော လူများ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ရှာဖွေခဲ့သော မကောင်းမှု၏ အကျိုးဆက်များ <span class=\"gray\">(ပြစ်ဒဏ်)</span> က လွှမ်းမိုးလိမ့်မည်။)</span> ယခင်လူမျိုးများအား ဖြစ်ပျက်ခဲ့သကဲ့သို့ပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُمْ بِمُعْجِزِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မည်သည့်အခါမျှ ထွက်ပြေးနိုင်မည်မဟုတ်ပေ။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ကာရူန်အား ၎င်း၏ လူများက ပြောကြားသောအခါ မည်သို့ တုံ့ပြန်ခဲ့ပုံကို ကျွန်ုပ်တို့အား ပြောပြထားသည့် အာယတ်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَفْرَحْ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ - وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ ۖ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ۖ وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ - قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ عِنْدِي ۚ أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မဝမ်းမြောက်ကြနှင့်၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်သူတို့ကို မနှစ်သက်ပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်က သင်အား ပေးသနားထားသော <span class=\"gray\">(စည်းစိမ်ဥစ္စာ)</span> ဖြင့် နောက်ဘဝအတွက် နေအိမ်ကို ရှာဖွေပါ၊ ဤလောကတွင် သင့်၏ တရားဝင်ပျော်ရွှင်မှုအပိုင်းကို မမေ့လျော့ပါနှင့်။ အလ္လာဟ်အရှင်မြတ်က သင်အား ကောင်းကျိုးပြုခဲ့သကဲ့သို့ သင်သည်လည်း ကောင်းကျိုးပြုပါ၊ မြေပေါ်တွင် ဖျက်ဆီးမှုကို မရှာဖွေပါနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးသူတို့ကို မနှစ်သက်ပေ။\" ၎င်းက ပြောကြားသည်– \"ဤအရာကို ကျွန်ုပ်ပိုင်ဆိုင်သော အသိပညာကြောင့်သာ ကျွန်ုပ်အား ပေးသနားခဲ့ခြင်းဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်သည် ၎င်းမတိုင်မီက လူမျိုးများကို၊ ၎င်းထက် အင်အားကြီးမားပြီး ပိုမိုများပြားသော <span class=\"gray\">(စည်းစိမ်ဥစ္စာ)</span> ကို စုဆောင်းခဲ့သော လူများကို ဖျက်ဆီးခဲ့သည်ကို ၎င်းမသိခဲ့သလော။ သို့သော် ရာဇဝတ်သားများကို ၎င်းတို့၏ အပြစ်များအတွက် မေးခွန်းထုတ်မည်မဟုတ်ပေ။\")</span><span class=\"gray\">(၂၈း၇၆-၇၈)</span>။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့က ပြောကြားသည်– \"ကျွန်ုပ်တို့သည် ဥစ္စာပစ္စည်းနှင့် သားသမီးများ ပိုမိုများပြားကြသည်၊ ကျွန်ုပ်တို့အား ပြစ်ဒဏ်ပေးမည်မဟုတ်ပေ။\")</span><span class=\"gray\">(၃၄း၃၅)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူ မည်သူအတွက်မဆို စားဝတ်နေရေးကို တိုးချဲ့ပေးပြီး ကျဉ်းမြောင်းစေသည်ကို ၎င်းတို့ မသိကြသလော။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်အရှင်မြတ်သည် အချို့အား များစွာပေးသနားပြီး အခြားသူများအတွက် စားဝတ်နေရေးကို ကန့်သတ်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာ၌ ယုံကြည်သော လူများအတွက် လက္ခဏာများရှိပေသည်။)</span> ဆိုလိုသည်မှာ သင်ခန်းစာနှင့် သက်သေအထောက်အထားရှိသည်။</p>"
  }
]