[
  {
    "ayah_key": "37:38",
    "group_ayah_key": "37:38",
    "from_ayah": "37:38",
    "to_ayah": "37:49",
    "ayah_keys": "37:38,37:39,37:40,37:41,37:42,37:43,37:44,37:45,37:46,37:47,37:48,37:49",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်စင်စစ် သင်တို့သည် ပြင်းပြနာကျင်ဖွယ်ရာ အပြစ်ဒဏ်ကို မြည်းစမ်းရပေတော့မည် <span>(၃၈)</span>သင်တို့ ပြုမူခဲ့ကြသည်များမှအပ အခြားမည်သည်ကိုမျှ အစားပေးခြင်း ခံရမည်မဟုတ်ပေ <span>(၃၉)</span>အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ခံ အစေခံများမှအပ <span>(၄၀)</span>၎င်းတို့အတွက် (သိရှိ) သတ်မှတ်ထားသော ပစ္စည်းဥစ္စာသည် ရှိလိမ့်မည် <span>(၄၁)</span>သစ်သီးများ၊ ၎င်းတို့သည် ဂုဏ်ပြုခြင်း ခံရကြမည် <span>(၄၂)</span>ပျော်ရွှင်ချမ်းသာရာ ဥယျာဉ်များတွင် <span>(၄၃)</span>ပလ္လင်များပေါ်တွင် တစ်ဦးနှင့်တစ်ဦး မျက်နှာချင်းဆိုင်လျက် <span>(၄၄)</span>၎င်းတို့ပတ်လည်တွင် သန့်စင်သောဝိုင်ခွက်ကို လှည့်လည်ပေးလိမ့်မည် <span>(၄၅)</span>ဖြူစင်၍ သောက်သုံးသူများအတွက် အရသာရှိသော <span>(၄၆)</span>၎င်းတို့သည် ထိုဝိုင်မှ Ghawl (ပျက်စီးခြင်း) မရှိစေရ၊ မူးယစ်ခြင်းလည်း ခံစားရမည်မဟုတ်ပေ <span>(၄၇)</span>၎င်းတို့ဘေးတွင် Qasirat-At-Tarf သည် <span class=\"gray\">(ကျယ်ပြန့်လှပသော)</span> မျက်လုံးများနှင့် ရှိနေကြမည် <span>(၄၈)</span>၎င်းတို့သည် Bayd Maknun (ဖုံးကွယ်ထားသောဥ) ကဲ့သို့ဖြစ်သည် <span>(၄၉)</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများ၏ အပြစ်ဒဏ်နှင့် စစ်မှန်သော ယုံကြည်သူများ၏ ဆုလာဘ်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားများကို မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَذَائِقُو الْعَذَابِ الْأَلِيمِ - وَمَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင်တို့သည် ပြင်းပြနာကျင်ဖွယ်ရာ အပြစ်ဒဏ်ကို မြည်းစမ်းရပေတော့မည်။ သင်တို့ ပြုမူခဲ့ကြသည်များမှအပ အခြားမည်သည်ကိုမျှ အစားပေးခြင်း ခံရမည်မဟုတ်ပေ။)</span> ထို့နောက် အရှင်မြတ်သည် အရှင်မြတ်၏ စစ်မှန်စွာ ယုံကြည်သော အစေခံများအတွက် ချွင်းချက်ပြုတော်မူ၏။ ဤသည်မှာ အာယသ်တော်များကဲ့သို့ပင် ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَصْرِ - إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာလဖြင့် သက်သေပြုတော်မူ၏။ ဧကန်စင်စစ် လူသားသည် ဆုံးရှုံးမှု၌ ရှိ၏။ သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူများမှအပ...)</span><span class=\"gray\">(၁၀၃း၁-၃)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ - ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ငါတို့သည် လူသားကို အကောင်းဆုံးပုံသဏ္ဍာန်ဖြင့် ဖန်ဆင်းတော်မူခဲ့သည်။ ထို့နောက် အနိမ့်ဆုံး အဆင့်သို့ လျှော့ချခဲ့သည်။ သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူများမှအပ)</span><span class=\"gray\">(၉၅း၄-၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَقْضِيًّا - ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် တစ်ဦးတစ်ယောက်မျှ ၎င်းကို <span class=\"gray\">(ငရဲကို)</span> မကျော်ဖြတ်ဘဲ မရှိ။ ၎င်းသည် သင်တို့၏ အရှင်မြတ်ထံမှ ပြဌာန်းထားပြီးဖြစ်သော အမိန့်တော်တစ်ရပ် ဖြစ်သည်။ ထို့နောက် ငါတို့သည် တက္ကဝါ (ဘုရားကို ကြောက်ရွံ့ခြင်း) ရှိသူများကို ကယ်တင်မည်။ မတရားပြုသူများကို ဒူးထောက်လျက် ထိုအထဲ၌ ထားရှိမည်။)</span><span class=\"gray\">(၁၉း၇၁-၇၂)</span>; နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ - إِلَّا أَصْحَابَ الْيَمِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် မိမိလုပ်ကိုင်ခဲ့သည်များအတွက် အပေါင်ခံရသူဖြစ်၏၊ ညာဘက်မှ လူများမှအပ)</span><span class=\"gray\">(၇၄း၃၈-၃၉)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ခံ အစေခံများမှအပ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို ခံစားရမည်မဟုတ်သလို၊ စစ်ဆေးမေးမြန်းခြင်းလည်း ခံရမည်မဟုတ်ပေ။ ၎င်းတို့၏ မကောင်းမှုများ (ရှိခဲ့လျှင်) ကို လျစ်လျူရှုမည်ဖြစ်ပြီး၊ ကောင်းမှုတစ်ခုစီကို ဆယ်ဆမှ ခုနစ်ရာအထိ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ် အလိုရှိသလောက် ဆုလာဘ်ပေးမည် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ رِزْقٌ مَعْلُومٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် (သိရှိ) သတ်မှတ်ထားသော ပစ္စည်းဥစ္စာသည် ရှိလိမ့်မည်။)</span> ကတာဒါနှင့် အစ်စွတ်ဒီတို့က “၎င်းသည် ဂျန္နတ် (ပရဒိသု) ကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့ကြသည်။ ၎င်းကို နောက်အာယသ်တော်တွင် ပိုမိုရှင်းပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَاكِهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ်သီးများ)</span> ဆိုလိုသည်မှာ အမျိုးမျိုးသော သစ်သီးများ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ مُكْرَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ဂုဏ်ပြုခြင်း ခံရကြမည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား ဝန်ဆောင်မှုပေးမည်ဖြစ်ပြီး ဇိမ်ခံဘဝဖြင့် နေထိုင်ကြရမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَنَّاتِ النَّعِيمِ - عَلَىٰ سُرُرٍ مُتَقَابِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပျော်ရွှင်ချမ်းသာရာ ဥယျာဉ်များတွင်၊ ပလ္လင်များပေါ်တွင် တစ်ဦးနှင့်တစ်ဦး မျက်နှာချင်းဆိုင်လျက်။)</span> မူဂျာဟစ်ဒ်က “၎င်းတို့အနက် တစ်ဦးက အခြားတစ်ဦး၏ နောက်ကျောကို ကြည့်မည်မဟုတ်” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِنْ مَعِينٍ - بَيْضَاءَ لَذَّةٍ لِلشَّارِبِينَ - لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ပတ်လည်တွင် သန့်စင်သောဝိုင်ခွက်ကို လှည့်လည်ပေးလိမ့်မည် – ဖြူစင်၍ သောက်သုံးသူများအတွက် အရသာရှိသော။ ၎င်းတို့သည် ထိုဝိုင်မှ Ghawl (ပျက်စီးခြင်း) မရှိစေရ၊ မူးယစ်ခြင်းလည်း ခံစားရမည်မဟုတ်ပေ။)</span> ဤသည်မှာ အာယသ်တော်ကဲ့သို့ပင် ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ - بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ - لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်မသေသော ကလေးများက ၎င်းတို့ပတ်လည်တွင် <span class=\"gray\">(ဝန်ဆောင်မှုပေးလျက်)</span> ခွက်များ၊ ရေနွေးအိုးများနှင့် စီးဆင်းနေသော ဝိုင်ဖန်ခွက်တို့ဖြင့် လှည့်လည်သွားလာကြမည်။ ထိုဝိုင်မှ ၎င်းတို့သည် ခေါင်းကိုက်ခြင်း သို့မဟုတ် မူးယစ်ခြင်း တစ်စုံတစ်ရာမှ ရရှိကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၅၆း၁၇-၁၉)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤလောက၏ ဝိုင်၏ ဆိုးကျိုးများမှ ဂျန္နတ်၏ဝိုင်ကို သန့်စင်စေခဲ့သည်၊ ၎င်းသည် ခေါင်းကိုက်ခြင်းနှင့် ဗိုက်နာခြင်းတို့ကို ဖြစ်စေပြီး – ၎င်းသည် Ghawl ၏ အဓိပ္ပါယ်ဖြစ်သည် – လူများကို လုံးဝစိတ်ဖောက်ပြန်စေသည်။ ထို့ကြောင့် အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِنْ مَعِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ပတ်လည်တွင် သန့်စင်သောဝိုင်ခွက်ကို လှည့်လည်ပေးလိမ့်မည်)</span> ဆိုလိုသည်မှာ စီးဆင်းနေသော မြစ်ချောင်းမှ ဝိုင်ဖြစ်ပြီး ၎င်းတို့သည် ပြတ်တောက်သွားမည်ကို သို့မဟုတ် ရပ်တန့်သွားမည်ကို စိုးရိမ်စရာမရှိပေ။ မာလိက်က ဇိုင်ဒ် ဘင် အပ်စလမ်က “ဖြူစင်၍ စီးဆင်းနေသော ဝိုင်” ဟု ပြောကြားခဲ့ကြောင်း ပြန်လည်ပြောပြသည်။ ဆိုလိုသည်မှာ တောက်ပ၍ ရောင်စုံတောက်ပြောင်သော အရောင်ဖြစ်ပြီး၊ ဤကမ္ဘာမြေ၏ ဝိုင်ကဲ့သို့ ရုပ်ဆိုးဆိုး၊ ရွံစရာကောင်းသော အနီ၊ အနက်၊ အဝါနှင့် မှုန်မှိုင်းသောအရောင်များ၊ နှင့် ကျန်းမာသော သဘာဝရှိသူတိုင်းအတွက် ရွံရှာဖွယ်ဖြစ်သော အခြားလက္ခဏာများ မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَذَّةٍ لِلشَّارِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သောက်သုံးသူများအတွက် အရသာရှိသော။)</span> ဆိုလိုသည်မှာ ၎င်း၏အရသာသည် ၎င်း၏အရောင်ကဲ့သို့ပင် ကောင်းမွန်မည်ဖြစ်ပြီး၊ ကောင်းမွန်သောအရသာသည် ၎င်းတွင် ကောင်းမွန်သောရနံ့ရှိကြောင်း ပြသသည်။ ဤလောက၏ဝိုင်နှင့် မတူပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا فِيهَا غَوْلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုဝိုင်မှ Ghawl (ပျက်စီးခြင်း) မရှိစေရ)</span> ဆိုလိုသည်မှာ ၎င်းသည် ဗိုက်နာခြင်းကဲ့သို့သော ဆိုးကျိုးများ ၎င်းတို့အပေါ် မရှိစေရ။ ဤသည်မှာ အိဘ်နုအဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော်ဝ်၊ မူဂျာဟစ်ဒ်၊ ကတာဒါနှင့် အိဘ်နုဇိုင်ဒ်တို့၏ အမြင်ဖြစ်သည်။ ဤသည်မှာ ဤလောက၏ဝိုင်နှင့် မတူပေ၊ ၎င်းသည် အူရောင်ခြင်း စသည်တို့ကို ဖြစ်စေသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ရေများလွန်းသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ عَنْهَا يُنْزَفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူးယစ်ခြင်းလည်း ခံစားရမည်မဟုတ်ပေ။)</span> မူဂျာဟစ်ဒ်က “၎င်းသည် ၎င်းတို့၏ စိတ်ကို ဆုံးရှုံးစေမည်မဟုတ်” ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အိဘ်နုအဗ္ဗားစ်၊ မိုဟမ္မဒ် ဘင် ကအ်ဘ်၊ အလ်-ဟစန်၊ အသာ ဘင် အဘီ မူစလင်မ် အလ်-ခိုရာဆာနီ၊ အစ်စွတ်ဒီနှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။ အဒ်-ဒဟ်ဟက်က အိဘ်နုအဗ္ဗားစ်က “ဝိုင်သည် အရာလေးခုကို ဖြစ်စေသည်- မူးယစ်ခြင်း၊ ခေါင်းကိုက်ခြင်း၊ အန်ခြင်းနှင့် ဆီးသွားခြင်း” ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်၏ ဝိုင်ကို ဖော်ပြသောအခါ၊ ၎င်းသည် ဤလက္ခဏာများမှ ကင်းစင်ကြောင်း၊ စူရတွစ် စွဖ္ဖတ်တွင် ဖော်ပြထားသည့်အတိုင်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ဘေးတွင် Qasirat At-Tarf ရှိနေကြမည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ခင်ပွန်းများမှအပ အခြားမည်သူ့ကိုမျှ မကြည့်ရှုကြသော သန့်စင်သည့် အမျိုးသမီးများဖြစ်သည်။ အိဘ်နုအဗ္ဗားစ်၊ မူဂျာဟစ်ဒ်၊ ဇိုင်ဒ် ဘင် အပ်စလမ်၊ ကတာဒါ၊ အစ်စွတ်ဒီနှင့် အခြားသူများ ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">عِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကျယ်ပြန့်လှပသော)</span> မျက်လုံးများနှင့်)</span> ဆိုလိုသည်မှာ လှပသော မျက်လုံးများဖြစ်သည်။ ၎င်းသည် ကျယ်ပြန့်သော မျက်လုံးများကို ဆိုလိုသည်ဟုလည်း ပြောဆိုခဲ့ပြီး ၎င်းသည် ပထမအဓိပ္ပါယ်နှင့် ဆက်စပ်နေသည်။ ၎င်းတို့သည် မျက်လုံးကျယ်ပြီး လှပသည်၊ ၎င်းတို့၏ မျက်လုံးများကို လှပပြီး သန့်စင်သည်ဟု ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ဘေးတွင် Qasirat At-Tarf သည် <span class=\"gray\">(ကျယ်ပြန့်လှပသော)</span> မျက်လုံးများနှင့် ရှိနေကြမည်။)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် Bayd Maknun ကဲ့သို့ ဖြစ်သည်)</span> ၎င်းတို့၏ ခန္ဓာကိုယ်များကို အပြစ်အနာအဆာမရှိ အကောင်းဆုံးအရောင်ရှိသည်ဟု ဖော်ပြထားသည်။ အလီ ဘင် အဘီ တလ်ဟာက အိဘ်နုအဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော်ဝ်၊ မှ အောက်ပါအတိုင်း ပြန်လည်ပြောပြသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် Bayd Maknun ကဲ့သို့ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဖုံးကွယ်ထားသော ပုလဲများကဲ့သို့ ဖြစ်သည်။ အလ်-ဟစန်က ပြောကြားခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် Bayd Maknun ကဲ့သို့ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ကာကွယ်ထားပြီး မည်သည့်လက်မှ မထိတွေ့ဖူးသော အရာဖြစ်သည်။ အစ်စွတ်ဒီက “အသိုက်ထဲရှိ ကောင်းစွာထိန်းသိမ်းထားသော ဥ” ဟု ပြောကြားခဲ့သည်။ စအိဒ် ဘင် ဂျူဘိုင်ရ်က ပြောကြားခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် Bayd Maknun ကဲ့သို့ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ “ဥ၏ အတွင်းပိုင်း” ဖြစ်သည်။ အသာ အလ်-ခိုရာဆာနီက “၎င်းသည် ဥ၏ အခွံအပြင်ဘက်နှင့် အတွင်းအနှစ်ကြားရှိ အမြှေးပါးဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ အစ်စွတ်ဒီက ပြောကြားခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် Bayd Maknun ကဲ့သို့ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ “အခွံဖယ်ရှားလိုက်သော ဥ၏ အဖြူရောင်” ဖြစ်သည်။ မက်နွန် <span class=\"gray\">(ကောင်းစွာထိန်းသိမ်းထားသော)</span> ၏ အဓိပ္ပါယ်နှင့် ပတ်သက်၍ အိဘ်နု ဂျာရီရ်၏ အမြင်မှာ ဥ၏အပြင်ဘက် အခွံကို ငှက်၏အတောင်ပံ၊ အသိုက်နှင့် လူတို့၏လက်များက ထိတွေ့နိုင်သော်လည်း ဥ၏အတွင်းပိုင်းနှင့် မတူပေ။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]