[
  {
    "ayah_key": "21:78",
    "group_ayah_key": "21:78",
    "from_ayah": "21:78",
    "to_ayah": "21:82",
    "ayah_keys": "21:78,21:79,21:80,21:81,21:82",
    "text": "<p lang=\"my\" class=\"my \">ဒါဝုဒ်နှင့် ဆူလိုင်မန်တို့သည် အချို့သောသူတို့၏ သိုးများသည် နာဖှရှတ် လုပ်ခဲ့သော လယ်ယာမြေအရေးအခင်းတွင် စီရင်ချက်ချမှတ်ခဲ့စဉ်က <span class=\"gray\">(မှတ်ရလော့)</span>။ ၎င်းတို့၏ စီရင်ချက်ကို ငါတို့သည် သက်သေဖြစ်သည်။ <span>(၇၈)</span>ထို့ပြင် ဆူလိုင်မန်အား <span class=\"gray\">(အမှုကို)</span> နားလည်အောင် ငါတို့ ပြုခဲ့သည်။ ထို့ပြင် ၎င်းတို့တစ်ဦးစီအား ဉာဏ်ပညာ <span class=\"gray\">(ဟွကမ်)</span> နှင့် အသိပညာကို ငါတို့ ပေးခဲ့သည်။ ထို့ပြင် ဒါဝုဒ်နှင့်အတူ ငါတို့၏ ချီးမွမ်းခြင်းများကို ရွတ်ဆိုစေရန် တောင်များနှင့် ငှက်များကို ငါတို့ စေခိုင်းခဲ့သည်။ ထို့ပြင် ဤအရာအားလုံးကို ပြုလုပ်သူမှာ ငါတို့ပင်ဖြစ်သည်။ <span>(၇၉)</span>ထို့ပြင် သင့်တို့၏ တိုက်ပွဲများတွင် သင့်အား ကာကွယ်ရန် သံချပ်ကာဝတ်စုံ <span class=\"gray\">(စစ်ပွဲများအတွက်)</span> ပြုလုပ်နည်းကို ငါတို့ သင်ကြားပေးခဲ့သည်။ ထိုအခါ သင့်တို့ ကျေးဇူးတင်ကြမည်လော <span>(၈၀)</span>ထို့ပြင် ဆူလိုင်မန်အား <span class=\"gray\">(ငါတို့စေခိုင်းခဲ့သည်)</span> ငါတို့ ကောင်းချီးပေးခဲ့သော မြေဘက်သို့ သူ၏အမိန့်ဖြင့် ပြေးလွှားသော ပြင်းထန်စွာ တိုက်ခတ်နေသည့် လေကို <span class=\"gray\">(ငါတို့ စေခိုင်းခဲ့သည်)</span>။ ထို့ပြင် အရာခပ်သိမ်းကို ငါတို့သည် အလုံးစုံသိတော်မူသောသူ ဖြစ်သည်။ <span>(၈၁)</span>ထို့ပြင် ရှိုင်သွာန်တို့အနက် အချို့မှာ သူ့အတွက် ရေငုပ်ကြသူများဖြစ်ပြီး၊ ထိုမှတစ်ပါး အခြားလုပ်ငန်းများကို လုပ်ဆောင်ကြသူများဖြစ်သည်။ ထို့ပြင် ၎င်းတို့ကို ကာကွယ်စောင့်ရှောက်သူမှာ ငါတို့ပင်ဖြစ်သည်။ <span>(၈၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဒါဝုဒ်နှင့် ဆူလိုင်မန်တို့နှင့် ၎င်းတို့အား ပေးသနားခဲ့သော နိမိတ်လက္ခဏာများ; ညဘက်တွင် လယ်ယာမြေ၌ သိုးများ ကျက်စားခဲ့သော လူတို့၏ ဇာတ်လမ်း</h2></div><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘူ)</span> အစ်စ်ဟာက်သည် မွရ်ရာထံမှ အစ်ဗ်နု မပ်စ်အူဒ်အား ကိုးကား၍ ပြောကြားသည်- \"ထိုသီးနှံသည် စပျစ်သီးဖြစ်ပြီး၊ အခိုင်လိုက် တွဲလောင်းကျနေသည်။\" ဤသည်မှာ ရှူရိုင်ဟ်၏ အမြင်လည်းဖြစ်သည်။ အစ်ဗ်နု အဗ္ဗားစ်က ပြောသည်- \"နာဖှရှ် ဆိုသည်မှာ ကျက်စားခြင်းဖြစ်သည်။\" ရှူရိုင်ဟ်၊ အဇ်-ဇုဟ်ရီနှင့် ကတာဒါတို့က ပြောသည်- \"နာဖှရှ် သည် ညဘက်တွင်သာ ဖြစ်ပေါ်သည်။\" ကတာဒါက ထပ်လောင်းပြောကြားသည်- \"<span class=\"gray\">[ထို့ပြင်]</span> အလ်-ဟမ်လ် သည် နေ့ဘက်တွင် ကျက်စားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒါဝုဒ်နှင့် ဆူလိုင်မန်တို့သည် အချို့သောသူတို့၏ သိုးများသည် ညဘက်တွင် ကျက်စားခဲ့သော လယ်ယာမြေအရေးအခင်းတွင် စီရင်ချက်ချမှတ်ခဲ့စဉ်က <span class=\"gray\">(မှတ်ရလော့)</span>;)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု ဂျရီရ်က အစ်ဗ်နု မပ်စ်အူဒ်အား ကိုးကား၍ မှတ်တမ်းတင်သည်- \"စပျစ်သီးများသည် ကြီးထွားလာပြီး ၎င်းတို့၏ အခိုင်များကို သိုးများက ဖျက်ဆီးခဲ့သည်။ ဒါဝုဒ် <span class=\"gray\">(ဒေးဗစ်)</span> က စပျစ်သီးပိုင်ရှင်သည် သိုးများကို ထိန်းသိမ်းထားရမည်ဟု စီရင်ချက်ချမှတ်ခဲ့သည်။ ဆူလိုင်မန် <span class=\"gray\">(ဆော်လမွန်)</span> က 'အို အလ္လာဟ်၏ တမန်တော်၊ ဒီလိုမဟုတ်ဘူး!' ဟု ပြောသည်။ <span class=\"gray\">[ဒါဝုဒ်]</span> က 'ဒါဆို ဘယ်လိုလဲ' ဟု ပြောသည်။ <span class=\"gray\">[ဆူလိုင်မန်]</span> က ပြောသည်- 'စပျစ်သီးများကို သိုးပိုင်ရှင်အား ပေးပြီး ၎င်းတို့ မူလအတိုင်း ပြန်ကြီးထွားလာသည်အထိ စောင့်ရှောက်စေပါ။ ထို့ပြင် သိုးများကို စပျစ်သီးပိုင်ရှင်အား ပေးပြီး စပျစ်သီးများ မူလအတိုင်း ပြန်ကြီးထွားလာသည်အထိ ၎င်းတို့မှ အကျိုးအမြတ်ရယူစေပါ။ ထို့နောက် စပျစ်သီးများကို ၎င်းတို့၏ ပိုင်ရှင်ထံ ပြန်ပေးရမည်ဖြစ်ပြီး၊ သိုးများကိုလည်း ၎င်းတို့၏ ပိုင်ရှင်ထံ ပြန်ပေးရမည်ဖြစ်သည်။' ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့်အတိုင်းဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَفَهَّمْنَاهَا سُلَيْمَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆူလိုင်မန်အား <span class=\"gray\">(အမှုကို)</span> နားလည်အောင် ငါတို့ ပြုခဲ့သည်)</span>။\" ဤသည်ကို အလ်-အောင်ဖီက အစ်ဗ်နု အဗ္ဗားစ်ထံမှလည်း သတင်းပို့ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفَهَّمْنَاهَا سُلَيْمَانَ ۚ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆူလိုင်မန်အား <span class=\"gray\">(အမှုကို)</span> နားလည်အောင် ငါတို့ ပြုခဲ့သည်၊ ထို့ပြင် ၎င်းတို့တစ်ဦးစီအား ဉာဏ်ပညာနှင့် အသိပညာကို ငါတို့ ပေးခဲ့သည်)</span>။</p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်သည်မှာ အစ်ယားစ် ဗင်န် မူအာဝီယာကို တရားသူကြီးအဖြစ် ခန့်အပ်သောအခါ အလ်-ဟာစန်သည် သူ့ထံ ရောက်လာပြီး အစ်ယားစ် ငိုနေသည်ကို တွေ့ရသည်။ <span class=\"gray\">[အလ်-ဟာစန်]</span> က \"ဘာလို့ငိုနေတာလဲ\" ဟု ပြောသည်။ <span class=\"gray\">[အစ်ယားစ်]</span> က \"အို အဘူ ဆာအိဒ်၊ တရားသူကြီးများအကြောင်း ကျွန်တော်ကြားဖူးတာကတော့ အမှုတစ်ခုကို လေ့လာပြီး သူ့စီရင်ချက်မှားယွင်းရင် ငရဲသွားရလိမ့်မယ်။ နောက်ထပ်တရားသူကြီးတစ်ဦးကတော့ သူ့စိတ်ဆန္ဒနဲ့ လိုအင်တွေကြောင့် ဘက်လိုက်ရင် ငရဲသွားရလိမ့်မယ်။ နောက်ထပ်တရားသူကြီးတစ်ဦးကတော့ အမှုတစ်ခုကို လေ့လာပြီး မှန်ကန်တဲ့စီရင်ချက်ချမှတ်ရင် ပရဒိသုကို သွားရလိမ့်မယ်။\" အလ်-ဟာစန် အလ်-ဘစရီက ပြောသည်- \"သို့သော် အလ္လာဟ်အရှင်မြတ်က ဒါဝုဒ်နှင့် ဆူလိုင်မန် <span class=\"gray\">(၎င်းတို့နှစ်ဦးလုံးအပေါ် ငြိမ်းချမ်းခြင်းရှိပါစေ)</span> နှင့် တမန်တော်များအကြောင်းနှင့် ၎င်းတို့ချမှတ်ခဲ့သော မည်သည့်စီရင်ချက်များမဆို ဤသူများပြောခဲ့သည်မှာ မှားယွင်းကြောင်း သက်သေပြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒါဝုဒ်နှင့် ဆူလိုင်မန်တို့သည် အချို့သောသူတို့၏ သိုးများသည် ညဘက်တွင် ကျက်စားခဲ့သော လယ်ယာမြေအရေးအခင်းတွင် စီရင်ချက်ချမှတ်ခဲ့စဉ်က <span class=\"gray\">(မှတ်ရလော့)</span>။ ထို့ပြင် ၎င်းတို့၏ စီရင်ချက်ကို ငါတို့သည် သက်သေဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဆူလိုင်မန်အား ချီးကျူးခဲ့သော်လည်း ဒါဝုဒ်အား ရှုတ်ချခြင်း မပြုခဲ့ပေ။\" ထို့နောက် သူ – အလ်-ဟာစန် – က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်သည် တရားသူကြီးများအပေါ် အချက်သုံးချက်ကို အမိန့်ပေးထားသည်- တန်ဖိုးမရှိသော အဖိုးအခဖြင့် မရောင်းချရန်၊ မိမိတို့၏ စိတ်ဆန္ဒများနှင့် လိုအင်များကို မလိုက်နာရန်၊ နှင့် ၎င်းတို့၏ စီရင်ချက်များနှင့်ပတ်သက်၍ မည်သူ့ကိုမျှ မကြောက်ရွံ့ရန် တို့ဖြစ်သည်။\" ထို့နောက် သူသည် ရွတ်ဆိုခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဒါဝုဒ်! အမှန်စင်စစ် ငါတို့သည် သင့်အား ကမ္ဘာမြေပေါ်တွင် အရိုက်အရာဆက်ခံသူအဖြစ် ချထားခဲ့ပြီးဖြစ်သည်။ သို့ဖြစ်၍ လူတို့အကြား မှန်ကန်စွာ စီရင်ဆုံးဖြတ်ပါလေ၊ သင်၏ လိုအင်ဆန္ဒကို မလိုက်နာပါနှင့် – အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သင့်အား အလ္လာဟ်၏ လမ်းမှ လွဲချော်စေလိမ့်မည်။)</span><span class=\"gray\">[၃၈:၂၆]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ လူတို့ကို မကြောက်ကြနှင့်၊ ငါ့ကိုသာ ကြောက်ကြလော့)</span><span class=\"gray\">(၅:၄၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ နိမိတ်လက္ခဏာများကို တန်ဖိုးမရှိသော အဖိုးအခဖြင့် မရောင်းချကြနှင့်။)</span><span class=\"gray\">[၅:၄၄]</span> ကျွန်ုပ်ပြောလိုသည်မှာ တမန်တော်များ <span class=\"gray\">(၎င်းတို့အားလုံးအပေါ် ငြိမ်းချမ်းခြင်းရှိပါစေ)</span> နှင့်ပတ်သက်၍ ၎င်းတို့အားလုံးသည် အပြစ်ကင်းစင်ပြီး အလ္လာဟ်အရှင်မြတ်၏ အထောက်အပံ့ကို ရရှိခဲ့ကြသည်။ အခြားသူများနှင့်ပတ်သက်၍မူ ဆွာဟီးဟ် အလ်-ဘူခါရီကျမ်းတွင် အာမစ် ဗင်န် အလ်-အာစ်ထံမှ မှတ်တမ်းတင်ထားသော အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا اجْتَهَدَ الْحَاكِمُ فَأَصَابَ، فَلَهُ أَجْرَانِ، وَإِذَا اجْتَهَدَ فَأَخْطَأَ، فَلَهُ أَجْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရားသူကြီးသည် သူတတ်နိုင်သမျှ အကောင်းဆုံးလုပ်ဆောင်၍ အမှုကို လေ့လာပြီး မှန်ကန်သော ကောက်ချက်သို့ ရောက်ရှိပါက သူသည် ဆုလာဘ်နှစ်ခု ရရှိလိမ့်မည်။ သူသည် သူတတ်နိုင်သမျှ အကောင်းဆုံးလုပ်ဆောင်၍ အမှုကို လေ့လာပြီး မှားယွင်းသော ကောက်ချက်သို့ ရောက်ရှိပါက သူသည် ဆုလာဘ်တစ်ခု ရရှိလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်သည် အစ်ယားစ်၏ အယူအဆကို ပယ်ချလိုက်သည်။ အစ်ယားစ်က သူတတ်နိုင်သမျှ အကောင်းဆုံးလုပ်ဆောင်၍ အမှုကို လေ့လာပြီး မှားယွင်းသော ကောက်ချက်သို့ ရောက်ရှိပါက သူသည် ငရဲသို့ ရောက်ရှိမည်ဟု ထင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။</p><p lang=\"my\" class=\"my \">ကုရ်အာန်ရှိ ဇာတ်လမ်းနှင့် ဆင်တူသည်မှာ အိမာမ် အဟ်မဒ်က သူ၏ မွစ်နဒ်ကျမ်းတွင် အဘူ ဟုရိုင်ရာထံမှ မှတ်တမ်းတင်ထားသော သတင်းဖြစ်သည်။ အဘူ ဟုရိုင်ရာက အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْنَمَا امْرَأَتَانِ مَعَهُمَا ابْنَانِ لَهُمَا، إِذْ جَاءَ الذِّئْبُ فَأَخَذَ أَحَدَ الْابْنَيْنِ فَتَحَاكَمَتَا إِلَى دَاوُدَ، فَقَضَى بِهِ لِلْكُبْرَى، فَخَرَجَتَا فَدَعَاهُمَا سُلَيْمَانُ فَقَالَ: هَاتُوا السِّكِّينَ أَشُقُّهُ بَيْنَكُمَا: فَقَالَتِ الصُّغْرَى: يَرْحَمُكَ اللهُ هُوَ ابْنُهَا لَا تَشُقَّهُ، فَقَضَى بِهِ لِلصُّغْرَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိန်းမနှစ်ဦးသည် သားတစ်ဦးစီရှိသည်။ ဝံပုလွေတစ်ကောင် ရောက်လာပြီး ကလေးတစ်ဦးကို ခေါ်သွားသည်။ ၎င်းတို့သည် ၎င်းတို့၏ အငြင်းပွားမှုကို ဒါဝုဒ်ထံ တင်ပြကြသည်။ သူသည် <span class=\"gray\">(ကျန်ရှိသော)</span> ကလေးသည် အသက်ကြီးသော အမျိုးသမီးပိုင်ဆိုင်သည်ဟု စီရင်ချက်ချမှတ်သည်။ ၎င်းတို့ ထွက်သွားကြပြီးနောက် ဆူလိုင်မန်က ၎င်းတို့ကို ခေါ်ကာ \"ဓားတစ်ချောင်းပေးပါ၊ ကျွန်ုပ်သည် သူ့အား သင့်တို့နှစ်ဦးကြား ခွဲဝေပေးမည်\" ဟု ပြောသည်။ ငယ်ရွယ်သော အမျိုးသမီးက \"အလ္လာဟ်အရှင်မြတ် သင့်အပေါ် ကရုဏာထားတော်မူပါစေ! သူသည် သူ့ကလေးဖြစ်သည်။ သူ့အား မခုတ်ပါနှင့်!\" ဟု ပြောသည်။ ထို့ကြောင့် သူသည် ကလေးသည် ငယ်ရွယ်သော အမျိုးသမီးပိုင်ဆိုင်သည်ဟု စီရင်ချက်ချမှတ်သည်)</span>။ </p><p lang=\"my\" class=\"my \">ဤအကြောင်းအရာကို အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့က ၎င်းတို့၏ ဆွာဟီးဟ်ကျမ်းများတွင်လည်း မှတ်တမ်းတင်ထားသည်။ အန်-နစာအီကလည်း တရားစီရင်မှုများဆိုင်ရာ ကျမ်းတွင် ဤအကြောင်းအရာအတွက် အခန်းတစ်ခန်းကို သီးသန့်ထားရှိခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ဒါဝုဒ်နှင့်အတူ ငါတို့၏ ချီးမွမ်းခြင်းများကို ရွတ်ဆိုစေရန် တောင်များနှင့် ငှက်များကို ငါတို့ စေခိုင်းခဲ့သည်)</span>။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ သူ၏ ကျမ်းဖြစ်သည့် အဇ်-ဇဘူရ်ကို ရွတ်ဖတ်သောအခါ သူ၏ အသံ၏ လှပမှုကို ရည်ညွှန်းသည်။ သူသည် လှပစွာ ရွတ်ဖတ်သောအခါ ငှက်များသည် ရပ်တန့်ကာ လေထဲတွင် ဝဲပျံနေကြပြီး သူ၏နောက်မှ လိုက်၍ ရွတ်ဆိုကြသည်။ တောင်များသည်လည်း သူ၏စကားများကို တုံ့ပြန်၍ ပဲ့တင်ထပ်သည်။ တမန်တော် ﷺ သည် ညဘက်တွင် ကုရ်အာန်ရွတ်ဖတ်နေသော အဘူ မူဆာ အလ်-အရှ်အာရီ အနားမှ ဖြတ်သွားစဉ် သူသည် အလွန်လှပသောအသံရှိသည်ကို တွေ့ရသည်။ သူသည် ရပ်တန့်၍ သူ၏ရွတ်ဖတ်သံကို နားထောင်ပြီး မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أُوتِيَ هَذَا مِزْمَارًا مِنْ مَزَامِيرِ آلِ دَاوُدَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူသည် ဒါဝုဒ်၏ မိသားစုမှ လေတူရိယာများ <span class=\"gray\">(သာယာသောအသံများ)</span> အနက် တစ်ခုကို ရရှိထားသူဖြစ်သည်။)</span> သူက ပြောသည်- \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ အသင် နားထောင်နေသည်ကို ကျွန်ုပ်သိခဲ့ပါက အသင်အတွက် ကျွန်ုပ်တတ်နိုင်သမျှ အကောင်းဆုံး လုပ်ဆောင်ခဲ့မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّن بَأْسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သံချပ်ကာဝတ်စုံ ပြုလုပ်နည်းကို ငါတို့ သင်ကြားပေးခဲ့သည်၊ သင့်တို့၏ တိုက်ပွဲများတွင် သင့်အား ကာကွယ်ရန်)</span> ဆိုလိုသည်မှာ ကွင်းဆက်သံချပ်ကာ ထုတ်လုပ်ခြင်းဖြစ်သည်။ ကတာဒါက ထိုမတိုင်မီက ၎င်းတို့သည် သံပြားချပ်ကာဝတ်စုံများကို ဝတ်ဆင်လေ့ရှိကြောင်း ပြောသည်။ သူသည် ကွင်းဆက်သံချပ်ကာ ကွင်းများကို ပထမဆုံး ပြုလုပ်သူဖြစ်သည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلَنَّا لَهُ الْحَدِيدَ - أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူ့အတွက် သံကို နူးညံ့စေခဲ့သည်။ \"ပြည့်စုံသော သံချပ်ကာဝတ်စုံများကို ပြုလုပ်ပါ၊ ကွင်းဆက်သံချပ်ကာ၏ ကွင်းများကို ကောင်းစွာ မျှတအောင် လုပ်ပါ\" ဟု မိန့်ကြားခဲ့သည်)</span><span class=\"gray\">(၃၄:၁၀-၁၁)</span>၊ ဆိုလိုသည်မှာ သံမှိုများကို ကွင်းများ <span class=\"gray\">(ကွင်းဆက်သံချပ်ကာ၏)</span> တုန်ခါအောင် လျော့ရဲစွာ မပြုလုပ်ပါနှင့်၊ သို့မဟုတ် လုံးဝမလှုပ်ရှားနိုင်အောင် တင်းကျပ်စွာ မပြုလုပ်ပါနှင့်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِتُحْصِنَكُم مِّن بَأْسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တို့၏ တိုက်ပွဲများတွင် သင့်အား ကာကွယ်ရန်)</span> ဆိုလိုသည်မှာ သင့်တို့၏ စစ်ပွဲများတွင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ أَنتُمْ شَاكِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင့်တို့ ကျေးဇူးတင်ကြမည်လော)</span> ဆိုလိုသည်မှာ 'သင့်တို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန် ဒါဝုဒ်အား ဗျာဒိတ်ပေးပြီး ထိုအရာကို သင်ကြားပေးခဲ့သောအခါ သင့်အား ကောင်းချီးပေးခဲ့သည်' ဟူ၍ ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဆူလိုင်မန်၏ တန်ခိုးအာဏာသည် ပြိုင်ဘက်ကင်းသည်။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ဆူလိုင်မန်အား <span class=\"gray\">(ငါတို့စေခိုင်းခဲ့သည်)</span> ပြင်းထန်စွာ တိုက်ခတ်နေသည့် လေကို)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ပြင်းထန်သောလေကို ဆူလိုင်မန်အား စေခိုင်းခဲ့သည်' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏အမိန့်ဖြင့် ငါတို့ ကောင်းချီးပေးခဲ့သော မြေဘက်သို့ ပြေးလွှားသော)</span> ဆိုလိုသည်မှာ အရှ်-ရှမ် <span class=\"gray\">(ဆီးရီးယားဒေသ)</span> မြေဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရာခပ်သိမ်းကို ငါတို့သည် အလုံးစုံသိတော်မူသောသူ ဖြစ်သည်)</span>။ သူသည် သစ်သားဖြင့်ပြုလုပ်ထားသော ဖျာတစ်ချပ်ရှိပြီး ထိုဖျာပေါ်တွင် သူ၏ဘုရင်အဖြစ် အသုံးအဆောင်များအားလုံးကို တင်ထားလေ့ရှိသည်၊ မြင်းများ၊ ကုလားအုတ်များ၊ တဲများနှင့် စစ်သည်များဖြစ်သည်။ ထို့နောက် သူသည် လေကို သယ်ဆောင်ရန် အမိန့်ပေးလေ့ရှိပြီး သူသည် ဖျာအောက်သို့ ဝင်ကာ လေက သူ့အား အပေါ်သို့ သယ်ဆောင်သွားပြီး သူ့ကို အရိပ်ပေးကာ အပူဒဏ်မှ ကာကွယ်ပေးသည်။ သူသည် မြေပြင်ပေါ်ရှိ သူသွားလိုသည့်နေရာတိုင်းသို့ ရောက်ရှိသည်အထိဖြစ်သည်။ ထို့နောက် ဖျာသည် ဆင်းသက်လာပြီး သူ၏အသုံးအဆောင်များနှင့် အခြွေအရံများကို ချထားပေးသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ငါတို့သည် သူ့အတွက် လေကို စေခိုင်းခဲ့သည်။ ၎င်းသည် သူအလိုရှိရာ အရပ်မျက်နှာသို့ သူ၏အမိန့်ဖြင့် ညင်သာစွာ တိုက်ခတ်ခဲ့သည်)</span><span class=\"gray\">(၃၈:၃၆)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ နံနက်ခရီးသည် တစ်လခရီးဖြစ်သည်၊ ၎င်း၏ နေ့လယ်ခရီးသည် တစ်လခရီးဖြစ်သည်)</span><span class=\"gray\">(၃၄:၁၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الشَّيَاطِينِ مَن يَغُوصُونَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ရှိုင်သွာန်တို့အနက် အချို့မှာ သူ့အတွက် ရေငုပ်ကြသူများဖြစ်သည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သူ့အတွက် ပုလဲများ၊ ကျောက်မျက်ရတနာများ စသည်တို့ကို ပြန်လည်ရယူရန် ရေထဲသို့ ငုပ်ဆင်းခဲ့ကြသည်ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ထိုမှတစ်ပါး အခြားလုပ်ငန်းများကို လုပ်ဆောင်ကြသူများဖြစ်သည်။)</span> ဤသည်မှာ အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ - وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ရှိုင်သွာန်တို့ကိုလည်း၊ ဆောက်လုပ်သူနှင့် ရေငုပ်သမား အမျိုးမျိုးတို့ကိုလည်း။ ထို့ပြင် သံကြိုးများဖြင့် ချည်နှောင်ထားသော အခြားသူများကိုလည်း။)</span><span class=\"gray\">(၃၈:၃၇-၃၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنَّا لَهُمْ حَافِظِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့ကို ကာကွယ်စောင့်ရှောက်သူမှာ ငါတို့ပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဤရှိုင်သွာန်များထဲမှ မည်သူမျှ သူ့ကို ထိခိုက်နစ်နာအောင် မပြုလုပ်နိုင်စေရန် အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကာကွယ်ပေးခဲ့သည်။ ၎င်းတို့အားလုံးသည် သူ၏ထိန်းချုပ်မှုနှင့် လွှမ်းမိုးမှုအောက်တွင် ရှိခဲ့ပြီး၊ ၎င်းတို့ထဲမှ မည်သူမျှ သူ့ကို ချဉ်းကပ်ရန် မရဲဝံ့ကြပေ။ သူသည် ၎င်းတို့ကို တာဝန်ခံခဲ့ပြီး သူအလိုရှိပါက ၎င်းတို့ထဲမှ မည်သူ့ကိုမဆို လွှတ်ပေးနိုင်သည် သို့မဟုတ် ချုပ်နှောင်ထားနိုင်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သံကြိုးများဖြင့် ချည်နှောင်ထားသော အခြားသူများကိုလည်း။)</span><span class=\"gray\">(၃၈:၃၈)</span></p>"
  }
]