[
  {
    "ayah_key": "18:79",
    "group_ayah_key": "18:79",
    "from_ayah": "18:79",
    "to_ayah": "18:79",
    "ayah_keys": "18:79",
    "text": "<p class=\"my translation\" lang=\"my\">\"လှေနှင့်ပတ်သက်၍ကား ၎င်းသည် ပင်လယ်၌ အလုပ်လုပ်ကိုင်သော ဆင်းရဲသားများပိုင်ဆိုင်သည့် လှေဖြစ်သည်။ ထို့ကြောင့် ၎င်းကို ပျက်စီးချို့ယွင်းစေလိုခဲ့သည်။ အကြောင်းမှာ ၎င်းတို့နောက်တွင် လှေတိုင်းကို အဓမ္မသိမ်းပိုက်သည့် ဘုရင်တစ်ပါး ရှိသောကြောင့်ဖြစ်သည်။ <span>(၇၉)</span></p><div lang=\"my\" class=\"my \"><h2>အဘယ်ကြောင့် သင်္ဘောပျက်စီးခဲ့ရသည်ကို ရှင်းလင်းချက်များ</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ မူဆာ နားလည်ရန် အလွန်ခက်ခဲခဲ့ပြီး ၎င်း၏ ဖြစ်ပေါ်လာမှုကို သူရှုတ်ချခဲ့သည့်အရာအား ရှင်းလင်းချက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလ်-ခွစ်ဒ်ရ်အား လျှို့ဝှက်အကြောင်းအရင်းများကို ပြသခဲ့ရာ သူက၊ \"ကျွန်ုပ်သည် သင်္ဘောကို ချို့ယွင်းစေရန် ပျက်စီးစေခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဖိနှိပ်သူများထဲမှ တစ်ဦးဖြစ်သော ဘုရင်တစ်ပါးအနီးမှ ဖြတ်သွားလေ့ရှိသောကြောင့်ဖြစ်သည်။ ၎င်းဘုရင်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْخُذُ كُلَّ سَفِينَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လှေတိုင်းကို သိမ်းပိုက်သည်)</span>၊ ဆိုလိုသည်မှာ ကောင်းမွန်ပြီး ခိုင်မာသော လှေတိုင်းကို</p><p class=\"fa qpc-hafs\" lang=\"fa\">غَصْبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဓမ္မဖြင့်။)</span> 'ထို့ကြောင့် ဤလှေကို ချို့ယွင်းနေပုံရစေခြင်းဖြင့် ၎င်းကို သူယူသွားခြင်းမှ တားဆီးလိုခဲ့သည်၊ သို့မှသာ အခြားဘာမှမရှိသော ဆင်းရဲသည့် ပိုင်ရှင်များသည် ၎င်းမှ အကျိုးအမြတ်ရရှိနိုင်မည်ဖြစ်သည်။' ၎င်းတို့သည် မိဘမဲ့များဖြစ်သည်ဟုလည်း ဆိုကြသည်။</p>"
  },
  {
    "ayah_key": "18:80",
    "group_ayah_key": "18:80",
    "from_ayah": "18:80",
    "to_ayah": "18:81",
    "ayah_keys": "18:80,18:81",
    "text": "<p class=\"my translation\" lang=\"my\">\"ကလေးငယ်နှင့်ပတ်သက်၍ကား ၎င်း၏မိဘများသည် ယုံကြည်သူများဖြစ်ကြသည်၊ ၎င်းသည် ၎င်းတို့အား ပုန်ကန်မှုနှင့် မယုံကြည်မှုတို့ဖြင့် ဖိနှိပ်မည်ကို ကျွန်ုပ်တို့စိုးရိမ်ခဲ့သည်။ <span>(၈၀)</span>\"ထို့ကြောင့် ၎င်းတို့၏ အရှင်သခင်သည် ၎င်းအစား ၎င်းတို့အတွက် သာ၍ကောင်းမွန်သော ဖြောင့်မတ်မှုရှိပြီး ကရုဏာနှင့် ပိုမိုနီးစပ်သူတစ်ဦးဖြင့် အစားထိုးပေးစေလိုခဲ့သည်။ <span>(၈၁)</span></p><div lang=\"cy\" class=\"cy \"><h2>Interpretation of why the Boy was killed</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗာစ်သည် အူဘိုင် ဘင်န် ကအ်ဘ်ထံမှ တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ကို ပြန်လည်ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْغُلَامُ الَّذِي قَتَلَهُ الْخَضِرُ طُبِعَ يَوْمَ طُبِعَ كَافِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ခွစ်ဒ်ရ် သတ်ခဲ့သော ကောင်လေးသည် သူဖန်ဆင်းခံရသည့်နေ့မှစ၍ မယုံကြည်သူတစ်ဦး ဖြစ်ရန် ကံကြမ္မာဖြစ်သည်။)</span> ၎င်းကို အိဗ်နု ဂျရီးရ်က အိဗ်နု အဗ္ဗာစ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်။ သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَن يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏မိဘများသည် ယုံကြည်သူများဖြစ်ကြသည်၊ ၎င်းသည် ၎င်းတို့အား ပုန်ကန်မှုနှင့် မယုံကြည်မှုတို့ဖြင့် ဖိနှိပ်မည်ကို ကျွန်ုပ်တို့စိုးရိမ်ခဲ့သည်)</span></p><p lang=\"my\" class=\"my \">သူတို့၏ ချစ်ခြင်းမေတ္တာသည် ၎င်းတို့အား မယုံကြည်မှုတွင် ၎င်းကို လိုက်နာစေနိုင်သည်။ ကတာဒါက ပြောကြားခဲ့သည်၊ \"သူမွေးဖွားလာသောအခါ သူ၏မိဘများသည် ဝမ်းမြောက်ကြပြီး သူသတ်ဖြတ်ခံရသောအခါ ဝမ်းနည်းခဲ့ကြသည်။ သူသာ အသက်ရှင်နေခဲ့မည်ဆိုလျှင် ၎င်းတို့၏ ပျက်စီးခြင်း၏ အကြောင်းရင်း ဖြစ်လာမည်ဖြစ်သည်။ ထို့ကြောင့် လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို ကျေနပ်ပါစေ။ အကြောင်းမှာ ယုံကြည်သူအတွက် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် သူမကြိုက်နှစ်သက်သော်လည်း သူကြိုက်နှစ်သက်မည့်အရာကို ပြဋ္ဌာန်းပေးခြင်းထက် ပိုမိုကောင်းမွန်သောကြောင့်ဖြစ်သည်။\" စစ်မှန်သော ဟဒီးစ်တစ်ခုက ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَقْضِي اللهُ لِلْمُؤْمِنِ مِنْ قَضَاءٍ إِلَّا كَانَ خَيْرًا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူအတွက် ကောင်းကျိုးမှလွဲ၍ မည်သည့်အရာကိုမျှ ပြဋ္ဌာန်းခြင်းမရှိပေ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အတွက် ကောင်းသောအရာတစ်ခုကို သင်တို့မနှစ်သက်ကောင်း မနှစ်သက်နိုင်ပေ။)</span><span class=\"gray\">[၂:၂၁၆]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرَدْنَا أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ အရှင်သခင်သည် ၎င်းအစား ၎င်းတို့အတွက် သာ၍ကောင်းမွန်သော ဖြောင့်မတ်မှုရှိပြီး ကရုဏာနှင့် ပိုမိုနီးစပ်သူတစ်ဦးဖြင့် အစားထိုးပေးစေလိုခဲ့သည်။)</span> ဤကလေးငယ်ထက် သာ၍ကောင်းမွန်သော ကလေးငယ်တစ်ဦး၊ ၎င်းတို့ပိုမိုသနားကြင်နာရမည့် ကလေးငယ်တစ်ဦး။ ဤသည်မှာ အိဗ်နု ဂျူရိုင်ဂျ်၏ အမြင်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "18:82",
    "group_ayah_key": "18:82",
    "from_ayah": "18:82",
    "to_ayah": "18:82",
    "ayah_keys": "18:82",
    "text": "<p lang=\"my\" class=\"my \">\"တံတိုင်းနှင့်ပတ်သက်၍ကား ၎င်းသည် မြို့ရှိ မိဘမဲ့ကလေးငယ်နှစ်ဦးပိုင်ဆိုင်သည့် တံတိုင်းဖြစ်သည်။ ၎င်းအောက်တွင် ၎င်းတို့ပိုင်ဆိုင်သော ရတနာသိုက်တစ်ခုရှိသည်။ ၎င်းတို့၏ဖခင်သည် ဖြောင့်မတ်သူတစ်ဦးဖြစ်သည်။ သင်၏ အရှင်သခင်သည် ၎င်းတို့ အရွယ်ရောက်ပြီး ၎င်းတို့၏ ရတနာသိုက်ကို သင်၏ အရှင်သခင်၏ ကရုဏာအဖြစ် ထုတ်ယူနိုင်စေရန် ရည်ရွယ်ခဲ့သည်။ ကျွန်ုပ်သည် ၎င်းတို့ကို ကျွန်ုပ်သဘောဖြင့် လုပ်ဆောင်ခဲ့ခြင်းမဟုတ်ပေ။ ၎င်းသည် သင်သည် စိတ်ရှည်သည်းခံနိုင်ခြင်းမရှိခဲ့သော <span class=\"gray\">(အရာများ)</span>၏ ရှင်းလင်းချက်ဖြစ်သည်။ <span>(၈၂)</span></p><div lang=\"my\" class=\"my \"><h2>အဘယ်ကြောင့် တံတိုင်းကို အခကြေးငွေမယူဘဲ ပြင်ဆင်ပေးခဲ့သည်ကို ရှင်းလင်းချက်</h2></div><p lang=\"my\" class=\"my \">ဤအာယတ်တော်တွင် Qaryah <span class=\"gray\">(ကျေးရွာ)</span> ဟူသော စကားလုံးကို မြို့ <span class=\"gray\">(မဒီနာ)</span> ကို ရည်ညွှန်းရန် အသုံးပြုနိုင်ကြောင်း သက်သေတစ်ခုရှိသည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က ဦးစွာ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَتَيَا أَهْلَ قَرْيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့ <span class=\"gray\">(ကာရ်ယဟ်)</span> မှ လူများထံသို့ ရောက်သောအခါတိုင်အောင်)</span><span class=\"gray\">[၁၈:၇၇]</span>၊ သို့သော် ဤနေရာတွင် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မြို့ <span class=\"gray\">(အလ်-မဒီနာ)</span> ရှိ မိဘမဲ့ကလေးငယ်နှစ်ဦးပိုင်ဆိုင်သည်;)</span> ဤသည်မှာ အာယတ်တော်များနှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို မောင်းထုတ်ခဲ့သော သင့်မြို့ထက် သာ၍ အင်အားကြီးသော မြို့ <span class=\"gray\">(ကာရ်ယဟ်)</span> များစွာကို ငါတို့ ဖျက်ဆီးခဲ့ပြီ)</span><span class=\"gray\">[၄၇:၁၃]</span> နှင့်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"ဤကုရ်အာန်ကျမ်းကို မြို့နှစ်မြို့ <span class=\"gray\">(အလ်-ကာရ်ယတိုင်န်)</span> ရှိ ကြီးမြတ်သူတစ်ဦးဦးထံ အဘယ်ကြောင့် ချပေးခြင်းမရှိသနည်း။\")</span><span class=\"gray\">[၄၃:၃၁]</span> ဆိုသည်မှာ မက္ကာမြို့နှင့် အတ်-တာအိဖ်မြို့တို့ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အာယတ်တော် <span class=\"gray\">[၁၈:၈၂]</span> ၏ အဓိပ္ပါယ်မှာ- \"ကျွန်ုပ်သည် ဤတံတိုင်းကို ပြင်ဆင်ပေးခဲ့သည်၊ အကြောင်းမှာ ၎င်းသည် မြို့ရှိ မိဘမဲ့ကလေးငယ်နှစ်ဦးပိုင်ဆိုင်ပြီး ၎င်းအောက်တွင် ၎င်းတို့ပိုင်ဆိုင်သည့် ရတနာသိုက်တစ်ခုရှိသောကြောင့်ဖြစ်သည်။\" 'အိကရီမာဟ်၊ ကတာဒါဟ်နှင့် အခြားသူများက ပြောကြားခဲ့သည်၊ \"၎င်းအောက်တွင် ၎င်းတို့အတွက် မြှုပ်ထားသော စည်းစိမ်ဥစ္စာအချို့ရှိခဲ့သည်။\" ဤအဓိပ္ပါယ်သည် အာယတ်တော်၏ ဆက်စပ်အကြောင်းအရာမှ ပေါ်လွင်ပြီး အိဗ်နု ဂျရီးရ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေ)</span> မှ ရွေးချယ်ထားသော အမြင်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ أَبُوهُمَا صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဖခင်သည် ဖြောင့်မတ်သူတစ်ဦးဖြစ်သည်။)</span> ဆိုသည်မှာ ဖြောင့်မတ်သူတစ်ဦး၏ သားသမီးများကို စောင့်ရှောက်မည်ဖြစ်ပြီး သူ၏ ဝတ်ပြုကိုးကွယ်မှု၏ ကောင်းချီးသည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ၎င်းတို့ထံသို့ ရောက်ရှိမည်ကို ဖော်ပြသည်။ ဤအရာသည် ၎င်းတို့အတွက် သူ၏ ကြားဝင်ဆောင်ရွက်ပေးမှုမှတစ်ဆင့် ဖြစ်ပေါ်လာမည်ဖြစ်ပြီး ၎င်းတို့၏ အဆင့်အတန်းသည် ဂျန္နတ်၏ အမြင့်ဆုံးအဆင့်များသို့ မြှင့်တင်ခြင်းခံရမည်ဖြစ်ရာ သူသည် ၎င်းတို့၌ ဝမ်းမြောက်နိုင်မည်ဖြစ်သည်။ ဤအရာကို ကုရ်အာန်တွင် ဖော်ပြထားပြီး စွန်နတ်တွင်လည်း ဖော်ပြထားသည်။ ဆအီးဒ် ဘင်န် ဂျူဘိုင်ရ်သည် အိဗ်နု အဗ္ဗာစ်ထံမှ ပြန်လည်ပြောကြားခဲ့သည်- \"သူတို့၏ ဖခင်သည် ဖြောင့်မတ်သူတစ်ဦးဖြစ်သောကြောင့် ၎င်းတို့ကို စောင့်ရှောက်ခဲ့ကြသည်၊ သို့သော် ၎င်းတို့ကိုယ်တိုင် ဖြောင့်မတ်သူများဖြစ်သည်ဟု ဖော်ပြထားခြင်းမရှိပေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرَادَ رَبُّكَ أَن يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်သခင်သည် ၎င်းတို့ အရွယ်ရောက်ပြီး ၎င်းတို့၏ ရတနာသိုက်ကို ထုတ်ယူနိုင်စေရန် ရည်ရွယ်ခဲ့သည်)</span> ဤနေရာတွင် 'အလိုရှိခြင်း' ဟူသည် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်ကို ရည်ညွှန်းသည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားမည်သူမျှ ၎င်းတို့ကို အရွယ်ရောက်ပြီး အရွယ်မရောက်သေးသော အသက်အရွယ်သို့ ရောက်ရှိစေနိုင်ခြင်းမရှိသောကြောင့်ဖြစ်သည်။ ယင်းနှင့်ဆန့်ကျင်ဘက်အနေဖြင့် ကိုယ်တော်သည် ထိုကလေးငယ်နှင့်ပတ်သက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرَدْنَا أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَاةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ အရှင်သခင်သည် ၎င်းအစား ၎င်းတို့အတွက် သာ၍ကောင်းမွန်သော ဖြောင့်မတ်မှုရှိသူတစ်ဦးဖြင့် အစားထိုးပေးစေလိုခဲ့သည်)</span> နှင့် သင်္ဘောနှင့်ပတ်သက်၍-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَرَدتُّ أَنْ أَعِيبَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းကို ချို့ယွင်းပျက်စီးစေလိုခဲ့သည်၊)</span> အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><div lang=\"fr\" class=\"fr \"><h2>Was Al-Khidr a Prophet?</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةً مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُ عَنْ أَمْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်သခင်ထံမှ ကရုဏာတော်အဖြစ်။ ကျွန်ုပ်သည် ၎င်းတို့ကို ကျွန်ုပ်သဘောဖြင့် လုပ်ဆောင်ခဲ့ခြင်းမဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်လုပ်ဆောင်ခဲ့သော ဤအရာသုံးခုသည် ကျွန်ုပ်တို့ဖော်ပြခဲ့သည့် သင်္ဘောသားများ၊ ကောင်လေး၏မိဘများနှင့် ဖြောင့်မတ်သူ၏ သားနှစ်ဦးအတွက် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်မှ လာခြင်းဖြစ်သည်။ ကျွန်ုပ်သည် ကျွန်ုပ်အား အမိန့်ပေးထားသည့် ဤအရာများကိုသာ လုပ်ဆောင်ရန် အမိန့်ပေးခံခဲ့ရခြင်းဖြစ်သည်။' ဤသည်မှာ အလ်-ခွစ်ဒ်ရ် (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှု သူ့အပေါ်၌ရှိပါစေ) သည် တမန်တော်တစ်ပါးဖြစ်သည်ဟု ပြောဆိုသူများကို ထောက်ခံသည့် သက်သေနှင့် အထောက်အထားဖြစ်သည်။ ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီးဖြစ်သော အာယတ်တော်နှင့်အတူ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ကျွန်ုပ်တို့၏ ကျွန်များအနက်မှ တစ်ဦးကို တွေ့ရှိခဲ့ကြသည်။ ထိုသူအား ကျွန်ုပ်တို့ထံမှ ကရုဏာတော်ကို ချီးမြှင့်ခဲ့ပြီး ကျွန်ုပ်တို့ထံမှ အသိပညာကို သင်ကြားပေးခဲ့သည်။)</span><span class=\"gray\">[၁၈:၆၅]</span></p><div lang=\"my\" class=\"my \"><h2>အဘယ်ကြောင့် သူ့ကို အလ်-ခွစ်ဒ်ရ်ဟု ခေါ်သနည်း။</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အာဟ်မဒ်က အဘူ ဟူရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က အလ်-ခွစ်ဒ်ရ်နှင့်ပတ်သက်၍ တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا سُمِّيَ خَضِرًا لِأَنَّهُ جَلَسَ عَلَى فَرْوَةٍ بَيْضَاءَ، فَإِذَا هِيَ تَهْتَزُّ مِنْ تَحْتِهِ خَضْرَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို အလ်-ခွစ်ဒ်ရ်ဟု ခေါ်သည်မှာ သူသည် ခြောက်သွေ့သော ဖာရ်ဝါးဖြူပေါ်၌ ထိုင်သောကြောင့်ဖြစ်ပြီး၊ ထိုဖာရ်ဝါးသည် သူ့အောက်တွင် စိမ်းလန်း <span class=\"gray\">(ခဒ်ရာအ်)</span> သွားခဲ့သည်။)</span> အီမာမ် အာဟ်မဒ်သည် ဤအရာကို 'အဗ်ဒုရ်-ရာဇ်ဇက်' ထံမှလည်း မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းကို စဟီဟ် အလ်-ဘူခါရီတွင် ဟမ်မာမ်မှ အဘူ ဟူရိုင်ရာဟ်ထံမှ တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا سُمِّي الْخَضِرَ لِأَنَّهُ جَلَسَ عَلَى فَرْوَةٍ، فَإِذَا هِيَ تَهْتَزُّ مِنْ تَحْتِهِ خَضْرَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို အလ်-ခွစ်ဒ်ရ်ဟု ခေါ်သည်မှာ သူသည် ခြောက်သွေ့သော ဖာရ်ဝါးပေါ်၌ ထိုင်သောကြောင့်ဖြစ်ပြီး၊ ၎င်းသည် သူ့အောက်တွင် စိမ်းလန်း <span class=\"gray\">(ခဒ်ရာအ်)</span> သွားခဲ့သည်။)</span> ဤနေရာတွင် ဖာရ်ဝါး၏ အဓိပ္ပါယ်မှာ ခြောက်သွေ့သော သစ်ပင်ပန်းပင်များ စုစည်းရာနေရာဖြစ်သည်။ ဤသည်မှာ 'အဗ်ဒုရ်-ရာဇ်ဇက်' ၏ အမြင်ဖြစ်သည်။ ၎င်းသည် ကမ္ဘာမြေမျက်နှာပြင်ဟုလည်း ဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်သည် စိတ်ရှည်သည်းခံနိုင်ခြင်းမရှိခဲ့သော <span class=\"gray\">(အရာများ)</span> ၏ ရှင်းလင်းချက်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ဤသည်မှာ ကျွန်ုပ်က သင့်အား ရှင်းပြရန် စတင်ခဲ့သည်အထိ သင်သည် မခံနိုင်၊ မစိတ်ရှည်နိုင်ခဲ့သော အရာများ၏ ရှင်းလင်းချက်ဖြစ်သည်။' သူရှင်းပြပြီး ၎င်းတို့ကို ရှင်းလင်းစေကာ ရှုပ်ထွေးမှုများကို ဖြေရှင်းပေးသောအခါ၊ သူသည် ကြိယာ၏ ပိုမိုပျော့ပြောင်းသော ပုံစံကို အသုံးပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَسْطِع</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်လုပ်နိုင်ခဲ့သည်)</span> ကိစ္စက ရှုပ်ထွေးပြီး အလွန်ခက်ခဲနေဆဲဖြစ်သောအခါ ပိုမိုပြင်းထန်သော ပုံစံကို အသုံးပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် စိတ်ရှည်သည်းခံနိုင်ခြင်းမရှိခဲ့သော <span class=\"gray\">(အရာများ)</span> ၏ ရှင်းလင်းချက်ကို ကျွန်ုပ်ပြောပြမည်။)</span><span class=\"gray\">[၁၈:၇၈]</span>။ အသုံးပြုထားသော ကြိယာပုံစံ၏ ပြင်းထန်မှုသည် ခံစားရသော ရှုပ်ထွေးမှု၏ ပြင်းထန်မှုကို ထင်ဟပ်စေသည်။ ဤသည်မှာ အာယတ်တော်နှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْطَاعُوا أَن يَظْهَرُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ <span class=\"gray\">(ယအ်ဂျူးဂျ်နှင့် မအ်ဂျူးဂျ်)</span> သည် ၎င်းကို ကျော်ဖြတ်နိုင်ခြင်းမရှိခဲ့ပေ)</span><span class=\"gray\">[၁၈:၉၇]</span> ဆိုသည်မှာ ၎င်း၏ အမြင့်ဆုံးအမှတ်သို့ တက်ခြင်းကို ဆိုလိုသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا اسْتَطَاعُوا لَهُ نَقْبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို တူးဖော်နိုင်ခြင်းလည်း မရှိပေ)</span><span class=\"gray\">[၁၈:၉၇]</span> ၎င်းသည် ပထမတစ်ခုထက် ပိုမိုခက်ခဲသည်။ အသုံးပြုထားသော ကြိယာပုံစံ၏ ပြင်းထန်မှုသည် လုပ်ဆောင်ချက်၏ ခက်ခဲမှုကို ထင်ဟပ်စေပြီး ၎င်းသည် အဓိပ္ပါယ်၏ ထိလွယ်ရှလွယ်မှုများနှင့် သက်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">တစ်စုံတစ်ဦးက မေးခဲ့လျှင် ပုံပြင်၏အစတွင် ပေါ်လာပြီးနောက် ထပ်မံဖော်ပြခြင်းမရှိသော မူဆာ၏ ကျွန်ကလေးအား မည်သို့ဖြစ်သွားသနည်း။ အဖြေမှာ ပုံပြင်၏ရည်ရွယ်ချက်မှာ မူဆာနှင့် အလ်-ခွစ်ဒ်ရ်တို့ကြား ဖြစ်ပျက်ခဲ့သည့်အရာဖြစ်သည်။ မူဆာ၏ ကျွန်ကလေးသည် သူ့နှင့်အတူရှိပြီး သူ့နောက်လိုက်ခဲ့သည်။ အထက်တွင် ရည်ညွှန်းထားသော စဟီဟ် ဟဒီးစ်များတွင် သူသည် ယူရှာအ် ဘင်န် နူးန် ဖြစ်သည်ဟု ရှင်းလင်းစွာ ဖော်ပြထားပြီး၊ သူသည် မူဆာ (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှု သူ့အပေါ်၌ရှိပါစေ) နောက်ပိုင်းတွင် အစ္စရေးလ်သားတို့၏ ခေါင်းဆောင် ဖြစ်လာခဲ့သူဖြစ်သည်။</p>"
  }
]