[
  {
    "ayah_key": "50:23",
    "group_ayah_key": "50:23",
    "from_ayah": "50:23",
    "to_ayah": "50:29",
    "ayah_keys": "50:23,50:24,50:25,50:26,50:27,50:28,50:29",
    "text": "<p lang=\"my\" class=\"my \">သူ၏အဖော် <span class=\"gray\">(ကောင်းကင်တမန်)</span> က ပြောမည်– \"ဤသည်မှာ <span class=\"gray\">(သူ၏မှတ်တမ်း)</span> ကျွန်ုပ်နှင့်အတူ အသင့်ရှိနေသည်! <span>(၂၃)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်တမန်များကို မိန့်မည်–)</span> \"သင်တို့နှစ်ဦးလုံး ခေါင်းမာသော မယုံကြည်သူတိုင်းကို ငရဲသို့ ပစ်ချကြလော့ <span>(၂၄)</span>\"ကောင်းမှုပြုခြင်းကို တားဆီးသူ၊ ကျူးလွန်သူ၊ သံသယရှိသူ၊ <span>(၂၅)</span>\"အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားတစ်ပါးကို ထားရှိသူ။ ထို့နောက် သင်တို့နှစ်ဦးလုံး သူ့ကို ပြင်းထန်သော ပြစ်ဒဏ်၌ ပစ်ချကြလော့။ <span>(၂၆)</span>သူ၏အဖော် <span class=\"gray\">(ရှိုင်တွာန်)</span> က ပြောမည်– \"အကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်သည် သူ့အား ကျူးလွန်ရန် တွန်းအားမပေးခဲ့ပါ၊ သို့သော် သူသည် ကိုယ်တိုင် မှားယွင်းမှု၌ အလွန်အမင်း လမ်းလွဲနေခဲ့သည်။ <span>(၂၇)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က မိန့်မည်– \"ငါ့ရှေ့တွင် မငြင်းခုံကြနှင့်၊ ငါသည် သင်တို့အား ကြိုတင်၍ ခြိမ်းခြောက်မှုကို ပေးပို့ပြီးဖြစ်သည်။ <span>(၂၈)</span>\"ငါထံမှ လာသော စီရင်ချက်ကို ပြောင်းလဲ၍မရနိုင်၊ ငါသည် ကျွန်များအပေါ် မတရားမပြုပါ။ <span>(၂၉)</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်သည် သက်သေခံမည်; အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူအား ငရဲသို့ ပစ်ချရန် အမိန့်ပေးသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့၏ လုပ်ဆောင်မှုများကို မှတ်တမ်းတင်ရန် တာဝန်ပေးအပ်ထားသော စာရေးကောင်းကင်တမန်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူ သို့မဟုတ် သူမ ပြုခဲ့သော လုပ်ရပ်များအတွက် သက်သေခံမည်ဖြစ်ကြောင်း ဖော်ပြသည်။ သူက ပြောမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مَا لَدَيَّ عَتِيدٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤသည်မှာ <span class=\"gray\">(သူ၏မှတ်တမ်း)</span> ကျွန်ုပ်နှင့်အတူ အသင့်ရှိနေသည်!\")</span>၊ ဤသည်မှာ ထပ်ပေါင်းခြင်း သို့မဟုတ် ဖယ်ရှားခြင်းမရှိဘဲ ပြင်ဆင်ပြီးစီးပြီဖြစ်သည်။ ဤအချိန်တွင် အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခံများကို တရားမျှတစွာ ဆုံးဖြတ်မည်ဖြစ်ပြီး မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦးလုံး ခေါင်းမာသော မယုံကြည်သူတိုင်းကို ငရဲသို့ ပစ်ချကြလော့။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဤစကားများကို ဆာအိက်နှင့် ရှာဟစ် ကောင်းကင်တမန်များအား ပြောကြားမည်ဟု ထင်ရသည်။ ဆာအိက်သည် သူ့အား စာရင်းရှင်းရန် နေရာသို့ မောင်းနှင်ခေါ်ဆောင်လာပြီး ရှာဟစ်သည် သက်သေခံခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ဂျဟန္နမ်ငရဲမီးထဲသို့ ပစ်ချရန် အမိန့်ပေးမည်ဖြစ်ပြီး ၎င်းသည် ပိုဆိုးရွားသော ခရီးပန်းတိုင်တစ်ခု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦးလုံး ခေါင်းမာသော မယုံကြည်သူတိုင်းကို ငရဲသို့ ပစ်ချကြလော့။)</span> ဆိုလိုသည်မှာ မယုံကြည်ခြင်းနှင့် သစ္စာတရားကို ငြင်းပယ်ခြင်းသည် ကြောက်မက်ဖွယ်ကောင်းပြီး၊ မှန်ကန်မှုကို ခေါင်းမာစွာ ငြင်းပယ်ကာ မမှန်ကန်မှုဖြင့် သိလျက်နှင့် ဆန့်ကျင်သူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنَّاعٍ لِلْخَيْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုခြင်းကို တားဆီးသူ၊)</span> ဆိုလိုသည်မှာ သူသည် မိမိအား အမိန့်ပေးထားသော တာဝန်များကို မထမ်းဆောင်ခဲ့ခြင်းကြောင့်ဖြစ်ပြီး၊ ဆွေမျိုးသားချင်းများနှင့် ဆက်ဆံရေးကို မဖြတ်တောက်ဘဲ ပရဟိတဒါနလည်း မပြုခဲ့ပေ။</p><p class=\"mt qpc-hafs\" lang=\"mt\"> مُعْتَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျူးလွန်သူ၊)</span> ဆိုလိုသည်မှာ သူသည် သုံးစွဲရာတွင် ကန့်သတ်ချက်များကို ကျော်လွန်သည်။ ကတာဒါက မှတ်ချက်ပေးသည်မှာ \"သူသည် သူ၏စကား၊ အပြုအမူနှင့် ကိစ္စများတွင် ကျူးလွန်သူဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\"> مُرِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံသယရှိသူ၊)</span> ဆိုလိုသည်မှာ သူသည် မိမိ၏အပြုအမူကို စိစစ်သူများ၌ သံသယဝင်စေပြီး သံသယများ ဖြစ်ပေါ်စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَعَلَ مَعَ اللَّهِ إِلَٰهًا آخَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားတစ်ပါးကို ထားရှိသူ။)</span> ဆိုလိုသည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို တွဲဖက်ကိုးကွယ်ပြီး ကိုယ်တော်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦးလုံး သူ့ကို ပြင်းထန်သော ပြစ်ဒဏ်၌ ပစ်ချကြလော့။)</span> အီမာမ် အဟ်မဒ်က အဘူ စအိဒ် အလ်ခွဒ်ရီသည် တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَتَكَلَّمُ يَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثَةٍ: بِكُلِّ جَبَّارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلٰهًا آخَرَ، وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲမှ လည်ပင်းတစ်ခု ပေါ်လာပြီး \"ယနေ့၊ ကျွန်ုပ်အား သုံးဦးနှင့် တာဝန်ပေးအပ်ထားသည်– ခေါင်းမာသော အာဏာရှင်တိုင်း၊ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားတစ်ပါးကို တွဲဖက်ကိုးကွယ်သူတိုင်း၊ နှင့် တရားလက်လွတ် လူသတ်သူ။\" ထို့နောက် လည်ပင်းသည် သူတို့ကို ဝန်းရံပြီး ဂျဟန္နမ်၏ အလယ်ဗဟိုသို့ ပစ်ချလိမ့်မည်။)</span>\"</p><p lang=\"id\" class=\"id \">Man and Devil dispute before Allah</p><p lang=\"jv\" class=\"jv \">Allah's saying;</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ قَرِينُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏အဖော်က ပြောမည်)</span>၊ 'အဗ်ဒုလ္လာဟ် ဗင် အဗ္ဗားစ်၊ မွဂျာဟစ်ဒ်၊ ကတာဒါ နှင့် အခြားသူများ၏ အဆိုအရ လူတိုင်းအား တာဝန်ပေးအပ်ထားသော ရှိုင်တွာန်ကို ရည်ညွှန်းသည်။ သူက ပြောမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا مَا أَطْغَيْتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်သည် သူ့အား ကျူးလွန်ရန် တွန်းအားမပေးခဲ့ပါ၊)</span> ဆိုလိုသည်မှာ ရှိုင်တွာန်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မယုံကြည်သူအဖြစ် ရောက်ရှိလာသော လူသားနှင့်ပတ်သက်၍ ဤသို့ပြောမည်ဖြစ်သည်။ ရှိုင်တွာန်က သူ့အား စွန့်လွှတ်ကာ ပြောမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا مَا أَطْغَيْتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်သည် သူ့အား ကျူးလွန်ရန် တွန်းအားမပေးခဲ့ပါ)</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်သည် သူ့အား လမ်းမှားသို့ မပို့ဆောင်ခဲ့ပါ၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် ကိုယ်တိုင် မှားယွင်းမှု၌ အလွန်အမင်း လမ်းလွဲနေခဲ့သည်။)</span> ဆိုလိုသည်မှာ သူကိုယ်တိုင် လမ်းမှားရောက်နေပြီး မမှန်ကန်မှုကို လက်ခံကာ သစ္စာတရားကို ခေါင်းမာနေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်ဂုဏ်အသရေရှိတော်မူသော အရှင်မြတ်က အခြားအာယတ်တော်တွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَوَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي ۖ فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ ۖ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ ۖ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ ۗ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်က အမှုကိစ္စပြီးစီးသောအခါ ပြောမည်– \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား သစ္စာစကားဖြင့် ကတိပြုခဲ့သည်။ ကျွန်ုပ်လည်း သင်တို့အား ကတိပြုခဲ့သည်၊ သို့သော် ကျွန်ုပ်သည် သင်တို့အား သစ္စာဖောက်ခဲ့သည်။ ကျွန်ုပ်သည် သင်တို့အပေါ်တွင် မည်သည့်အာဏာမှ မရှိခဲ့ပါ၊ ကျွန်ုပ်သည် သင်တို့ကို ခေါ်ခဲ့၍ သင်တို့သည် ကျွန်ုပ်အား တုံ့ပြန်ခဲ့သည်မှတစ်ပါး။ ထို့ကြောင့် ကျွန်ုပ်ကို အပြစ်မတင်ကြနှင့်၊ သင်တို့ကိုယ်တိုင်သာ အပြစ်တင်ကြလော့။ ကျွန်ုပ်သည် သင်တို့ကို မကူညီနိုင်သကဲ့သို့ သင်တို့လည်း ကျွန်ုပ်ကို မကူညီနိုင်ပါ။ အလ္လာဟ်အရှင်မြတ်နှင့် ကျွန်ုပ်အား ဖက်စပ်ကိုးကွယ်ခဲ့သော သင်တို့၏ ယခင်လုပ်ရပ်ကို ကျွန်ုပ် ငြင်းပယ်သည်။ အမှန်စင်စစ် မတရားပြုကျင့်သူများအတွက် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ရှိသည်။\")</span><span class=\"gray\">(၁၄:၂၂)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَا تَخْتَصِمُوا لَدَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က မိန့်မည်– \"ငါ့ရှေ့တွင် မငြင်းခုံကြနှင့်။\")</span> အရှင်မြတ်၊ အလွန်ကြီးမြတ်တော်မူ၍ အလွန်ဂုဏ်အသရေရှိတော်မူသော အရှင်သည် မိမိရှေ့တွင် ငြင်းခုံနေကြမည့် လူသားနှင့် သူ၏ရှိုင်တွာန်အဖော်အား ဤသို့ မိန့်မည်ဖြစ်သည်။ လူသားက ပြောမည်– \"အို၊ အရှင်! ဤရှိုင်တွာန်သည် ကျွန်ုပ်ထံသို့ ရောက်ရှိလာပြီးနောက် အမှတ်ရခြင်းမှ ကျွန်ုပ်ကို လမ်းလွဲစေခဲ့သည်၊\" ဟု ပြောပြီး ရှိုင်တွာန်က ကြေညာမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رَبَّنَا مَا أَطْغَيْتُهُ وَلَٰكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်သည် သူ့အား ကျူးလွန်ရန် တွန်းအားမပေးခဲ့ပါ၊ သို့သော် သူသည် ကိုယ်တိုင် မှားယွင်းမှု၌ အလွန်အမင်း လမ်းလွဲနေခဲ့သည်။)</span> သစ္စာတရားလမ်းမှ။ အရှင်မြတ်၊ အလွန်ကြီးမြတ်တော်မူ၍ အလွန်ဂုဏ်အသရေရှိတော်မူသော အရှင်သည် သူတို့အား မိန့်မည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَخْتَصِمُوا لَدَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ရှေ့တွင် မငြင်းခုံကြနှင့်၊)</span> သို့မဟုတ် 'ငါ့ရှေ့၌၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အား ကြိုတင်၍ ခြိမ်းခြောက်မှုကို ပေးပို့ပြီးဖြစ်သည်။)</span> 'ငါသည် တမန်တော်များ၏ စကားများဖြင့် လုံလောက်သော သက်သေအထောက်အထားကို ပေးပြီးဖြစ်သည်။ ထို့အပြင် ငါသည် ကောင်းကင်ကျမ်းဂန်များကို ချပေးခဲ့သည်။ သို့ဖြစ်၍ သက်သေများ၊ လက္ခဏာများနှင့် အထောက်အထားများကို သင်တို့အပေါ်၌ ထူထောင်ပြီးဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါထံမှ လာသော စီရင်ချက်ကို ပြောင်းလဲ၍မရနိုင်၊)</span> \"ငါသည် ငါ၏ဆုံးဖြတ်ချက်ကို ချပြီးဖြစ်သည်၊\" မွဂျာဟစ်ဒ်၏ ရှင်းလင်းချက်အရ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ကျွန်များအပေါ် မတရားမပြုပါ။)</span> 'သက်သေအထောက်အထားများ သူတို့အပေါ် ထူထောင်ပြီးနောက် ၎င်းတို့၏ အပြစ်များကြောင့်မှတစ်ပါး မည်သူ့ကိုမျှ ငါသည် အပြစ်ပေးမည်မဟုတ်ပါ။'</p>"
  }
]