[
  {
    "ayah_key": "7:172",
    "group_ayah_key": "7:172",
    "from_ayah": "7:172",
    "to_ayah": "7:174",
    "ayah_keys": "7:172,7:173,7:174",
    "text": "<p lang=\"my\" class=\"my \">အသင်၏ ဂေါပကအရှင်မြတ်သည် အာဒမ်၏ သားသမီးများအနက်မှ၊ ၎င်းတို့၏ ခါးများမှ ၎င်းတို့၏ မျိုးစေ့ကို ထုတ်ဆောင်တော်မူပြီး ၎င်းတို့ကိုယ်တိုင် သက်သေခံစေတော်မူခဲ့သည်ကို <span class=\"gray\">(မှတ်သား)</span> ပါ။ (\"ငါသည် သင်တို့၏ အရှင်မဟုတ်လော။\") ၎င်းတို့က \"ဟုတ်ပါသည်! ကျွန်ုပ်တို့ သက်သေခံပါသည်\" ဟု ပြောကြားခဲ့ကြသည်၊ အရှင်ပြန်ထမြောက်ရာနေ့တွင် \"အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ဤအရာကို မသိခဲ့ကြပါ\" ဟု သင်တို့ မပြောနိုင်ရန်အတွက် ဖြစ်သည်။ <span>(၁၇၂)</span>သို့မဟုတ် \"အမှန်စင်စစ်၊ ကျွန်ုပ်တို့၏ ဖခင်များသည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာတွင် ပူးပေါင်းခဲ့ကြပြီး ကျွန်ုပ်တို့သည် <span class=\"gray\">(၎င်းတို့၏)</span> နောက်မှ ဆင်းသက်လာသော သားသမီးများသာ ဖြစ်ကြသည်၊ မဟုတ်မမှန်ပြုလုပ်ခဲ့သော သူများ၏ အပြစ်များကြောင့် ကျွန်ုပ်တို့ကို ဖျက်ဆီးမည်လော။\" ဟု သင်တို့ မပြောနိုင်ရန် ဖြစ်သည်။ <span>(၁၇၃)</span>ဤကဲ့သို့ပင် ကျွန်ုပ်တို့သည် အာယတ်တော်များကို အသေးစိတ် ရှင်းပြတော်မူသည်၊ သို့မှသာ ၎င်းတို့သည် <span class=\"gray\">(မှန်ကန်ရာဘက်သို့)</span> လှည့်နိုင်ရန် ဖြစ်သည်။ <span>(၁၇၄)</span></p><div lang=\"my\" class=\"my \"><h2>အာဒမ်၏ သားမြေးများထံမှ ယူခဲ့သော ပဋိညာဉ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အာဒမ်၏ သားမြေးများကို ၎င်းတို့၏ ဖခင်များ၏ ခါးများမှ ထုတ်ဆောင်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အရှင်နှင့် ဘုရင်ဖြစ်ကြောင်း၊ ကိုးကွယ်ခံထိုက်သော မည်သည့်ဘုရားမျှ မရှိကြောင်း ၎င်းတို့ကိုယ်တိုင် သက်သေခံခဲ့ကြကြောင်း ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ဤဖစ်တရာ၊ သို့မဟုတ် လမ်းစဉ်ပေါ်တွင် ဖန်ဆင်းခဲ့သည်၊ ၎င်းအရှင်မြတ်က မိန့်ကြားတော်မူသည့်အတိုင်းပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِمْ وَجْهَكَ لِلْدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်သည် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> သင်၏ မျက်နှာကို ဟနီဖန်ဖြစ်သော ဘာသာတရားဘက်သို့ အမှန်တကယ် ချိန်ညှိပါ။ အလ္လာဟ်အရှင်မြတ်သည် လူသားများကို ဖန်ဆင်းခဲ့သည့် ဖစ်တရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခြင်း၌ မည်သည့် ပြောင်းလဲမှုမျှ မရှိစေနှင့်။)</span><span class=\"gray\">[၃၀:၃၀]</span></p><p lang=\"my\" class=\"my \">အဘူ ဟုရိုင်ရာဟ်မှ ရေဝါယတ်ပြုထားသော ဆဟီဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُمَجِّسَانِهِ كَمَا تُولَدُ بَهِيمَةً جَمْعَاءَ هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကလေးတိုင်းသည် ဖစ်တရာပေါ်တွင် မွေးဖွားလာသည်၊ ၎င်း၏ မိဘများသာ ၎င်းအား ဂျူး၊ ခရစ်ယာန် သို့မဟုတ် ဇိုရိုအက်စ်ထရီယန်အဖြစ် ပြောင်းလဲစေခြင်း ဖြစ်သည်။ တိရစ္ဆာန်များ ကိုယ်ခန္ဓာပြည့်စုံစွာ မွေးဖွားလာသကဲ့သို့ပင်၊ ၎င်းတို့အနက်မှ မည်သူမျှ နှာခေါင်းပြတ်လျက် <span class=\"gray\">(မွေးဖွားလာသည်ကို)</span> သင် မြင်ဖူးသလော။)</span> . </p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်က အီယာဒ် ဘင် ဟီမာရ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ: إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က 'ငါသည် ငါ၏ ကျွန်များကို ဟုနာဖာ' <span class=\"gray\">(တစ်ဆူတည်းကိုးကွယ်သူများ)</span> အဖြစ် ဖန်ဆင်းခဲ့သည်၊ သို့သော် ရှိုင်တန်များသည် ၎င်းတို့ထံ ရောက်လာပြီး ၎င်းတို့ကို ၎င်းတို့၏ ဘာသာတရားမှ သွေဖည်စေကာ ငါခွင့်ပြုထားသည်များကို တားမြစ်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၏ မျိုးနွယ်များကို ၎င်း၏ခါးမှ ထုတ်ယူပြီး လက်ယာဘက်သားများနှင့် လက်ဝဲဘက်သားများအဖြစ် ပိုင်းခြားခဲ့ကြောင်း ဖော်ပြထားသော ဟဒီးဆ်တော်များ ရှိသည်။ အီမာမ် အဟ်မဒ်က အနတ်စ် ဘင် မာလိက်က တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَالُ لِلرَّجُلِ مِنْ أَهْلِ النَّارِ يَوْمَ الْقِيَامَةِ أَرَأَيْتَ لَوْ كَانَ لَكَ مَا عَلَى الْأَرْضِ مِنْ شَيْءٍ أَكُنْتَ مُفْتَدِيًا بِهِ قَالَ: فَيَقُولُ: نَعَمْ فَيَقُولُ: قَدْ أَرَدْتُ مِنْكَ أَهْوَنَ مِنْ ذَلِكَ قَدْ أَخَذْتُ عَلَيْكَ فِي ظَهْرِ آدَمَ أَنْ لَا تُشْرِكَ بِي شَيْئًا فَأَبَيْتَ إِلَّا أَنْ تُشْرِكَ بِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်ပြန်ထမြောက်ရာနေ့တွင် ငရဲသားတစ်ဦးအား 'ကမ္ဘာပေါ်ရှိ အရာအားလုံးသည် သင်ပိုင်ဆိုင်သည်ဆိုလျှင်၊ သင် ၎င်းကို ရွေးနုတ်ဖိုးအဖြစ် ပေးမည်လော။' ဟု မေးမြန်းမည်။ သူက 'ဟုတ်ကဲ့။' ဟု ပြန်ဖြေမည်။ အလ္လာဟ်အရှင်မြတ်က 'အသင် အာဒမ်၏ ခါး၌ ရှိစဉ်အခါကပင် ထိုထက်နည်းသောအရာကို သင်အား ငါအမိန့်ပေးခဲ့သည်၊ ဆိုလိုသည်မှာ ငါနှင့်အတူ <span class=\"gray\">(ကိုးကွယ်ရာတွင်)</span> မည်သူ့ကိုမျှ မပူးပေါင်းရန် ဖြစ်သည်။ သင်သည် ငါနှင့်အတူ <span class=\"gray\">(ကိုးကွယ်ရာတွင်)</span> ပူးပေါင်းရန်သာ အခိုင်အမာ ပြောဆိုခဲ့သည်' ဟု မိန့်ကြားတော်မူမည်။)</span> ဤအရာကို ဆဟီဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော် <span class=\"gray\">(၇း၁၇၂)</span> ကို မှတ်ချက်ပြုရာတွင် အလ်-တီရ်မီဇီက အဘူ ဟုရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا خَلَقَ اللهُ آدَمَ مَسَحَ ظَهْرَهُ فَسَقَطَ مِنْ ظَهْرِهِ كُلُّ نَسَمَةٍ هُوَ خَالِقُهَا مِنْ ذُرِّيَّتِهِ إِلَى يَوْمِ الْقِيَامَةِ وَجَعَلَ بَيْنَ عَيْنَي كَلِّ إِنْسَانٍ مِنْهُمْ وَبِيصًا مِنْ نُورٍ ثُمَّ عَرَضَهُمْ عَلَى آدَمَ فَقَالَ: أَيْ رَبِّ مَنْ هؤُلَاءِ؟ قَالَ: هؤُلَاءِ ذُرِّيَّتُكَ فَرَأَىَ رَجُلًا مِنْهُمْ فَأَعْجَبَهُ وَبِيصُ مَا بَيْنَ عَيْنَيْهِ قَالَ: أَيْ رَبِّ مَنْ هَذَا؟ قَالَ: هَذَا رَجُلٌ مِنْ آخِرِ الْأُمَمِ مِنْ ذُرِّيَّتِكَ يُقَالُ لَهُ دَاوُدُ قَالَ: رَبِّ وَكَمْ جَعَلْتَ عُمْرَهُ؟ قَالَ: سِتِّينَ سَنَةً، قَالَ: أَيْ رَبِّ وَقَدْ وَهَبْتُ لَهُ مِنْ عُمْرِي أَرْبَعِينَ سَنَةً فَلَمَّا انْقَضَى عُمْرُ آدَمَ جَاءَهُ مَلَكُ الْمَوْتِ قَالَ: أَوَ لَمْ يَبْقَ مِنْ عُمْرِي أَرْبَعُونَ سَنَةً قَالَ: أَوَ لَمْ تُعْطِهَا ابْنَكَ دَاوُدَ؟ قَالَ: فَجَحَدَ آدَمُ فَجَحَدَتْ ذُرِّيَّتُهُ وَنَسِيَ آدَمُ فَنِسَيتْ ذُرِّيَّتُهُ وَخَطِىءَ آدَمُ فَخَطِئَتْ ذُرِّيَّتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို ဖန်ဆင်းတော်မူသောအခါ၊ အာဒမ်၏ ကျောပြင်ကို ပွတ်သပ်တော်မူပြီး အရှင်ပြန်ထမြောက်ရာနေ့တိုင်အောင် ၎င်းထံမှ ဖန်ဆင်းမည့် လူတိုင်းသည် ၎င်း၏ ကျောပြင်မှ ကျလာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့တစ်ဦးစီ၏ မျက်လုံးများကြားတွင် တောက်ပသော အလင်းကို ထားရှိတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အာဒမ်အား ပြသတော်မူသောအခါ အာဒမ်က 'အို အရှင်! ၎င်းတို့သည် မည်သူများပါလဲ?' ဟု မေးမြန်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က 'ဤသူများသည် သင်၏ သားမြေးများ ဖြစ်သည်' ဟု မိန့်ကြားတော်မူသည်။ အာဒမ်သည် ၎င်းတို့အနက်မှ လူတစ်ဦးကို မြင်တွေ့ရသောအခါ ၎င်း၏ အလင်းရောင်ကို နှစ်သက်ခဲ့သည်။ ၎င်းက 'အို အရှင်! ဤသူသည် မည်သူပါလဲ?' ဟု မေးမြန်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က 'ဤသူသည် သင်၏ သားမြေးများ၏ နောက်ဆုံးမျိုးဆက်များမှ လူတစ်ဦး ဖြစ်သည်။ ၎င်း၏အမည်မှာ ဒါဝုဒ် ဖြစ်သည်' ဟု မိန့်ကြားတော်မူသည်။ အာဒမ်က 'အို အရှင်! ၎င်းသည် အသက်မည်မျှ ရှင်သန်မည်နည်း?' ဟု မေးမြန်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က 'အနှစ်ခြောက်ဆယ်' ဟု မိန့်ကြားတော်မူသည်။ အာဒမ်က 'အို အရှင်! ကျွန်ုပ်သည် ကျွန်ုပ်၏ အသက်တာမှ အနှစ်လေးဆယ်ကို ၎င်းအတွက် စွန့်လွှတ်ခဲ့ပါသည်' ဟု ပြောကြားခဲ့သည်။ အာဒမ်၏ အသက်တာ ကုန်ဆုံးသောအခါ၊ သေမင်းတမန်သည် ၎င်းထံ ရောက်လာခဲ့သည် <span class=\"gray\">(၎င်း၏ ဝိညာဉ်ကို ယူရန်)</span>။ အာဒမ်က 'ကျွန်ုပ်၏ အသက်တာမှ အနှစ်လေးဆယ် ကျန်နေသေးသည် မဟုတ်လော?' ဟု ပြောကြားခဲ့သည်။ ထိုတမန်က 'သင်၏သား ဒါဝုဒ်အား မပေးခဲ့ဘူးလား?' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အာဒမ်က ငြင်းဆိုခဲ့ပြီး ၎င်း၏ သားမြေးများလည်း ထိုအတိုင်း လိုက်နာခဲ့ကြသည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ပဋိညာဉ်ကို ငြင်းဆိုခြင်း)</span>၊ အာဒမ် မေ့လျော့ခဲ့ပြီး ၎င်း၏ သားမြေးများ မေ့လျော့ခဲ့ကြသည်၊ အာဒမ် အမှားပြုခဲ့ပြီး ၎င်း၏ သားမြေးများ အမှားပြုခဲ့ကြသည်)</span></p><p lang=\"my\" class=\"my \">အလ်-တီရ်မီဇီက \"ဤဟဒီးဆ်သည် ဟာစန် ဆဟီဟ်ဖြစ်ပြီး၊ အဘူ ဟုရိုင်ရာဟ်မှ တမန်တော်မြတ် ﷺ ထံမှ အမျိုးမျိုးသော မှတ်တမ်းများဖြင့် သတင်းပို့ခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ အလ်-ဟာကင်မ်ကလည်း ၎င်း၏ မွတ်စ်တဒ်ရက်က်တွင် မှတ်တမ်းတင်ခဲ့ပြီး \"မွတ်စလင်မ်၏ စံနှုန်းအရ ဆဟီဟ်ဖြစ်သည်၊ ၎င်းတို့က မှတ်တမ်းမတင်ခဲ့ပါ\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်များနှင့် အလားတူ ဟဒီးဆ်များက အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးမြတ်ဆုံးအရှင်သည် အာဒမ်၏ မျိုးနွယ်များကို ၎င်း၏ခါးမှ ထုတ်ဆောင်ခဲ့ပြီး ဂျန္နတ် (ပရဒိသု) သားများနှင့် ငရဲသားများအကြား ခွဲခြားခဲ့ကြောင်း သက်သေခံသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَشْهَدَهُمْ عَلَىٰ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကိုယ်တိုင် သက်သေခံစေခဲ့သည် <span class=\"gray\">(ပြောကြားလျက်)</span>: \"ငါသည် သင်တို့၏ အရှင်မဟုတ်လော?\" ၎င်းတို့က \"ဟုတ်ပါသည်!\" ဟု ပြောကြားခဲ့ကြသည်)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အခြေအနေအရနှင့် စကားလုံးများဖြင့် သက်သေခံစေခဲ့သည်။ သက်သေခံခြင်းကို တစ်ခါတစ်ရံ စကားလုံးများဖြင့် ပေးသည်၊ ဥပမာအားဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا شَهِدْنَا عَلَىٰ أَنفُسِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့ကိုယ်တိုင်အား သက်သေခံပါသည်\" ဟု ပြောကြားကြမည်။)</span><span class=\"gray\">[၆:၁၃၀]</span></p><p lang=\"my\" class=\"my \">အခြားအချိန်များတွင်၊ သက်သေခံခြင်းကို လူကိုယ်တိုင် ပေးသည်၊ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنفُسِهِم بِالْكُفْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်ရ်ှရီကီးန် <span class=\"gray\">(နတ်ဘုရားများစွာ ကိုးကွယ်သူများ)</span> တို့သည် ၎င်းတို့ကိုယ်တိုင် ကွတ်ဖ် (မယုံကြည်မှု) အား သက်သေခံနေကြစဉ် အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို ထိန်းသိမ်းရန် မသင့်တော်ပါ။)</span><span class=\"gray\">[၉:၁၇]</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ ၎င်းတို့၏ မယုံကြည်မှုက ၎င်းတို့ကို သက်သေခံသည်ဟု ဆိုလိုသည်၊ ၎င်းတို့ကိုယ်တိုင် ဤနေရာတွင် အမှန်တကယ် သက်သေခံသည်ဟု မဟုတ်ပါ။ ဤအမျိုးအစား၏ အခြားအာယတ်တော်တစ်ခုမှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာကို ၎င်းသည် <span class=\"gray\">(၎င်း၏ လုပ်ရပ်များဖြင့်)</span> သက်သေခံသည်။)</span><span class=\"gray\">[၁၀၀:၇]</span></p><p lang=\"my\" class=\"my \">မေးမြန်းခြင်းနှင့် ပတ်သက်၍လည်း ထိုနည်းအတူပင်ဖြစ်သည်၊ တစ်ခါတစ်ရံ စကားလုံးပုံစံဖြင့်ဖြစ်ပြီး တစ်ခါတစ်ရံ အခြေအနေ သို့မဟုတ် အခြေအနေတစ်ခုအဖြစ် ဖြစ်ပေါ်သည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ တောင်းဆိုခဲ့သမျှ အရာအားလုံးကို အရှင်မြတ်က ပေးသနားတော်မူခဲ့သည်။)</span><span class=\"gray\">[၁၄:၃၄]</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\"> أَن تَقُولُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မပြောနိုင်ရန်)</span>၊ အရှင်ပြန်ထမြောက်ရာနေ့တွင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا عَنْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ဤအရာနှင့် ပတ်သက်၍)</span> တောင်ဟိဒ်နှင့် ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَافِلِينَ - أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မသိနားမလည်ခဲ့ပါ။ သို့မဟုတ် သင်တို့ မပြောနိုင်ရန်- \"အမှန်စင်စစ်၊ ကျွန်ုပ်တို့၏ ဖခင်များသည် ရှေးယခင်က အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာတွင် ပူးပေါင်းခဲ့ကြသည်၊\")</span><span class=\"gray\">[၇:၁၇၂-၁၇၃]</span></p>"
  }
]