[
  {
    "ayah_key": "35:13",
    "group_ayah_key": "35:13",
    "from_ayah": "35:13",
    "to_ayah": "35:14",
    "ayah_keys": "35:13,35:14",
    "text": "<p lang=\"my\" class=\"my \">ညကို နေ့အဖြစ် သူပေါင်းစပ်သည်၊ နေ့ကို ညအဖြစ် သူပေါင်းစပ်သည်။ နေနှင့်လကို သူက အကျဉ်းချထားသည်၊ တစ်ခုချင်းစီသည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် လမ်းကြောင်းအတိုင်း ပြေးဆွဲသည်။ ထိုသို့သော အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အရှင်သခင်ဖြစ်သည်၊ အရှင်မြတ်သာ နိုင်ငံတော်ကို ပိုင်ဆိုင်သည်။ အရှင်မြတ်မှလွဲ၍ သင်တို့ ခေါ်ဝေါ်ပန်ကြားသော သူတို့သည် ကစ်မီယာတစ်ခုမျှပင် မပိုင်ဆိုင်ကြပေ <span>(13)</span>သင်တို့ ခေါ်ဝေါ်ပန်ကြားပါက၊ သူတို့သည် သင်တို့၏ ခေါ်သံကို မကြားကြပေ၊ အကယ်၍ <span class=\"gray\">(ဖြစ်နိုင်လျှင်)</span> သူတို့ ကြားခဲ့လျှင်ပင်၊ သင်တို့အား ပေးသနားနိုင်ကြမည် မဟုတ်ပေ။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့သည် သင်တို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်ကြမည်။ အလွန်သိရှိတော်မူသောအရှင်ကဲ့သို့ သင့်အား အဘယ်သူမျှ အသိပေးနိုင်မည် မဟုတ်ပေ <span>(14)</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူတို့၏ ဘုရားများပင်လျှင် ကစ်မီယာတစ်ခုမျှ မပိုင်ဆိုင်ကြပေ</p><p lang=\"my\" class=\"my \">အရှင်မြတ်၏ ပြည့်စုံသော တန်ခိုးတော်နှင့် အစွမ်းသတ္တိ၏ နောက်ထပ်ကဏ္ဍတစ်ခုမှာ အရှင်မြတ်သည် ညကို ၎င်း၏မှောင်မိုက်ခြင်းနှင့် နေ့ကို ၎င်း၏အလင်းရောင်တို့ဖြင့် လက်အောက်ခံစေခဲ့ခြင်း ဖြစ်သည်။ အရှင်မြတ်သည် တစ်ခု၏ အရှည်မှ ယူ၍ အခြားတစ်ခု၏ အတိုသို့ ပေါင်းထည့်သည်၊ ၎င်းတို့သည် တူညီလာသည်အထိ ဖြစ်သည်။ ထို့နောက် အရှင်မြတ်သည် နောက်ဆုံးတစ်ခုမှ ယူ၍ ပထမတစ်ခုသို့ ပေါင်းထည့်သည်၊ ထို့ကြောင့် တစ်ခုက ရှည်လျားလာပြီး အခြားတစ်ခုက တိုတောင်းသွားသည်၊ ထို့ကြောင့် ၎င်းတို့သည် နွေရာသီနှင့် ဆောင်းရာသီတို့တွင် တစ်ခုနှင့်တစ်ခု လဲလှယ်ယူကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေနှင့်လကို သူက အကျဉ်းချထားသည်၊)</span> ကြယ်များနှင့် ဂြိုလ်များအပါအဝင် ၎င်းတို့၏ အလင်းရောင်နှင့်အတူ။ ၎င်းတို့အားလုံးသည် အနန္တတန်ခိုးရှင်၊ အလုံးစုံသိရှိတော်မူသောအရှင်က သတ်မှတ်ထားသည့်အတိုင်း ၎င်းတို့၏ သတ်မှတ်ထားသော လမ်းကြောင်းများနှင့် ၎င်းတို့အတွက် သတ်မှတ်ထားသော နည်းလမ်းအတိုင်း လည်ပတ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ခုချင်းစီသည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် လမ်းကြောင်းအတိုင်း ပြေးဆွဲသည်။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့အထိ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمُ اللَّهُ رَبُّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့သော အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အရှင်သခင်လော။)</span> ဆိုလိုသည်မှာ ဤအရာအားလုံးကို ပြုလုပ်ခဲ့သောအရှင်သည် အခြားမည်သည့်အမှန်တရားဘုရားမျှမရှိသော အနန္တတန်ခိုးရှင် အရှင်သခင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်မှလွဲ၍ သင်တို့ ခေါ်ဝေါ်ပန်ကြားသော သူတို့သည်၊)</span> ဆိုလိုသည်မှာ 'အသင်တို့က အလ္လာဟ်အရှင်မြတ်နှင့် နီးစပ်သော ကောင်းကင်တမန်များ၏ ပုံစံဖြင့် ရှိနေသည်ဟု တောင်းဆိုသော ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကစ်မီယာတစ်ခုမျှ မပိုင်ဆိုင်ကြပေ။)</span> အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် အရှင်နှစ်သက်တော်မူပါစေသော်၊ မုဂျာဟိဒ်၊ အိကရိမာဟ်၊ အတာအ်၊ အတိယဟ် အလ်-အဝ်ဖီ၊ အလ်-ဟစန်၊ ကတာဒါဟ်နှင့် အခြားသူများက ပြောကြားသည်မှာ၊ \"ဤသည်မှာ စွန်ပလွန်သီးစေ့၏ အမာခံ၌ ကပ်ပါနေသော အမျှင်ဖြစ်သည်။\" တစ်နည်းအားဖြင့် သူတို့သည် ကောင်းကင်များ၌ဖြစ်စေ၊ မြေပြင်ပေါ်၌ဖြစ်စေ မည်သည့်အရာကိုမျှ ပိုင်ဆိုင်ခြင်းမရှိ၊ ဤကစ်မီယာနှင့် ညီမျှသော အရာတစ်ခုကိုမျှ မပိုင်ဆိုင်ကြပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ခေါ်ဝေါ်ပန်ကြားပါက၊ သူတို့သည် သင်တို့၏ ခေါ်သံကို မကြားကြပေ၊)</span> ဆိုလိုသည်မှာ 'အသင်တို့က အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ခေါ်ဝေါ်ပန်ကြားသော ဘုရားများသည် သင်တို့၏ ဆုတောင်းမှုကို မကြားကြပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အသက်မဲ့ပြီး ဝိညာဉ်မရှိသောကြောင့် ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ <span class=\"gray\">(ဖြစ်နိုင်လျှင်)</span> သူတို့ ကြားခဲ့လျှင်ပင်၊ သင်တို့အား ပေးသနားနိုင်ကြမည် မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ 'သင်တို့ တောင်းဆိုသောအရာများကို တစ်ခုမျှ သူတို့ မလုပ်ပေးနိုင်ကြပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့သည် သင်တို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်ကြမည်)</span> ဆိုလိုသည်မှာ 'သူတို့သည် သင့်အား ငြင်းပယ်ကြမည်။' ဤသည်မှာ အာယသ်များကဲ့သို့ပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ခေါ်ဝေါ်ပန်ကြားသူထက် ပိုမိုလမ်းမှားသူ အဘယ်သူရှိဦးမည်နည်း၊ ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူ့ကို တုံ့ပြန်မည်မဟုတ်သော၊ ၎င်းတို့အပေါ် ခေါ်ဝေါ်ပန်ကြားမှုများကို <span class=\"gray\">(ပင်)</span> သတိမထားမိသူများ။ လူသားတို့ စုရုံးလာသောအခါ၊ ၎င်းတို့ <span class=\"gray\">(မှားယွင်းသောနတ်ဘုရားများ)</span> သည် ၎င်းတို့၏ ရန်သူများ ဖြစ်လာကြပြီး ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်ကြမည်။)</span><span class=\"gray\">(၄၆:၅-၆)</span>၊ ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားဘုရားများကို ၎င်းတို့က ယူခဲ့ကြသည်၊ ၎င်းတို့ကို ဂုဏ်၊ အစွမ်းနှင့် ဘုန်းတန်ခိုးပေးစွမ်းနိုင်ရန်။ မဟုတ်ဘူး၊ ၎င်းတို့သည် ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်ကြမည်ဖြစ်ပြီး ၎င်းတို့၏ ပြိုင်ဘက်များ ဖြစ်လာကြမည်။)</span><span class=\"gray\">(၁၉:၈၁-၈၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလုံးစုံသိရှိတော်မူသောအရှင်ကဲ့သို့ သင့်အား အဘယ်သူမျှ အသိပေးနိုင်မည် မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ မည်သူမျှ သင့်အား အရာဝတ္ထုများ၏ အကျိုးဆက်များနှင့် ၎င်းတို့ မည်သို့အဆုံးသတ်မည်ကို ၎င်းတို့ကို အလုံးစုံသိရှိတော်မူသောအရှင်ကဲ့သို့ မပြောပြနိုင်ပေ။ ကတာဒါဟ်က ပြောကြားသည်မှာ၊ \"အရှင်မြတ်သည် မိမိကိုယ်တိုင်ကို ရည်ညွှန်းခြင်းဖြစ်သည်၊ အရှင်မြတ် ကောင်းချီးမင်္ဂလာရှိ၍ မြင့်မြတ်တော်မူပါစေသော်၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် သံသယမရှိဘဲ အမှန်တရားကို မိန့်တော်မူသောကြောင့် ဖြစ်သည်။\"</p>"
  },
  {
    "ayah_key": "35:15",
    "group_ayah_key": "35:15",
    "from_ayah": "35:15",
    "to_ayah": "35:18",
    "ayah_keys": "35:15,35:16,35:17,35:18",
    "text": "<p lang=\"my\" class=\"my \">အို လူသားတို့! အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို လိုလားသောသူများ ဖြစ်ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကြွယ်ဝတော်မူသောအရှင်၊ ချီးမွမ်းခြင်းအပေါင်းနှင့် ထိုက်တန်တော်မူသောအရှင် ဖြစ်သည် <span>(15)</span>အရှင်မြတ် အလိုရှိတော်မူပါက၊ အသင်တို့ကို ဖျက်ဆီးပြီး အသစ်သော ဖန်ဆင်းခြင်းကို ဖန်တီးနိုင်သည် <span>(16)</span>ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်အတွက် ခက်ခဲသောအရာ မဟုတ်ပေ <span>(17)</span>ဝန်ထမ်းဆောင်သူ မည်သူမျှ အခြားတစ်ဦး၏ ဝန်ကို ထမ်းဆောင်မည်မဟုတ်၊ ဝန်လေးလံသူတစ်ဦးက အခြားတစ်ဦးကို မိမိဝန်ကို <span class=\"gray\">(ထမ်းရန်)</span> ခေါ်ပါက၊ သူသည် ဆွေမျိုးရင်းချာဖြစ်နေသော်လည်း ၎င်းဝန်မှ မည်သည့်အရာမျှ ပေါ့ပါးသွားမည်မဟုတ်ပေ။ အသင်သည် မိမိတို့၏ အရှင်သခင်ကို မမြင်ဘဲ ကြောက်ရွံ့ကြသူများနှင့် ဆွလာသ်ဝတ်ပြုကြသူများကိုသာ သတိပေးနိုင်သည်။ မိမိကိုယ်ကို သန့်စင်သူ <span class=\"gray\">(အပြစ်အမျိုးမျိုးမှ)</span> သည် မိမိအကျိုးအတွက်သာ သန့်စင်ခြင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထံသို့သာ <span class=\"gray\">(အားလုံး)</span> ပြန်လည်ရောက်ရှိရမည် <span>(18)</span></p><p lang=\"my\" class=\"my \">လူသားတို့သည် အလ္လာဟ်အရှင်မြတ်ကို လိုအပ်ကြသည်၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် လူတိုင်းသည် မိမိ၏ဝန်များကိုယ်စီ ထမ်းဆောင်ရမည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိသည် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ၊ မည်သည့်အရာကိုမျှ မလိုအပ်ကြောင်း၊ သို့သော် ဖန်ဆင်းခြင်းအားလုံးသည် မိမိကို လိုအပ်ပြီး မိမိရှေ့မှောက်တွင် နှိမ့်ချသော အနေအထား၌ ရှိကြောင်း ကျွန်ုပ်တို့အား မိန့်တော်မူသည်။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့! အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို လိုလားသောသူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ သူတို့ လုပ်ဆောင်သမျှ ကိစ္စရပ်တိုင်းတွင် အရှင်မြတ်ကို လိုအပ်ကြသည်၊ သို့သော် အရှင်မြတ်က သူတို့ကို လုံးဝမလိုအပ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကြွယ်ဝတော်မူသောအရှင်၊ ချီးမွမ်းခြင်းအပေါင်းနှင့် ထိုက်တန်တော်မူသောအရှင် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် လိုအပ်ချက်အားလုံးမှ ကင်းလွတ်ခြင်း၌ ထူးခြားပြီး အဘယ်မိတ်ဖက် သို့မဟုတ် အပေါင်းအဖော်မျှ မရှိပေ၊ အရှင်မြတ်သည် လုပ်ဆောင်သမျှ၊ မိန့်ကြားသမျှ၊ ပြဋ္ဌာန်းသမျှနှင့် ဥပဒေပြုသမျှ ကိစ္စရပ်တိုင်း၌ ချီးမွမ်းခြင်းအပေါင်းနှင့် ထိုက်တန်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် အလိုရှိတော်မူပါက၊ အသင်တို့ကို ဖျက်ဆီးပြီး အသစ်သော ဖန်ဆင်းခြင်းကို ဖန်တီးနိုင်သည်)</span> ဆိုလိုသည်မှာ အရှင်မြတ် အလိုရှိလျှင် အသင်တို့ကို ဖျက်ဆီးပြီး အခြားလူမျိုးကို ပေါ်ပေါက်စေနိုင်သည်၊ ဤအရာသည် အရှင်မြတ်အတွက် ခက်ခဲခြင်း သို့မဟုတ် မဖြစ်နိုင်ခြင်း မဟုတ်ပေ။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်အတွက် ခက်ခဲသောအရာ မဟုတ်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူခြင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝန်ထမ်းဆောင်သူ မည်သူမျှ အခြားတစ်ဦး၏ ဝန်ကို ထမ်းဆောင်မည်မဟုတ်၊)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝန်လေးလံသူတစ်ဦးက အခြားတစ်ဦးကို မိမိဝန်ကို <span class=\"gray\">(ထမ်းရန်)</span> ခေါ်ပါက၊)</span> ဆိုလိုသည်မှာ ဝန်လေးလံစွာ ထမ်းဆောင်နေသူတစ်ဦးက မိမိဝန်အားလုံး သို့မဟုတ် တစ်စိတ်တစ်ပိုင်းကို ထမ်းရန် အခြားတစ်ဦးကို ခေါ်ပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ဆွေမျိုးရင်းချာဖြစ်နေသော်လည်း ၎င်းဝန်မှ မည်သည့်အရာမျှ ပေါ့ပါးသွားမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ သူသည် နီးစပ်သော ဆွေမျိုးဖြစ်နေသော်လည်း၊ ဖခင်ဖြစ်စေ၊ သားဖြစ်စေ၊ လူတိုင်းသည် မိမိကိုယ်တိုင်နှင့် မိမိအခြေအနေဖြင့်သာ အာရုံစိုက်နေမည်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် မိမိတို့၏ အရှင်သခင်ကို မမြင်ဘဲ ကြောက်ရွံ့ကြသူများနှင့် ဆွလာသ်ဝတ်ပြုကြသူများကိုသာ သတိပေးနိုင်သည်။)</span> ဆိုလိုသည်မှာ 'အသင်ယူဆောင်လာသော အရာမှ သင်ခန်းစာယူမည့်သူများသည် ထိုးထွင်းသိမြင်မှုနှင့် ဉာဏ်ပညာရှိသူများ၊ မိမိတို့၏ အရှင်သခင်ကို ကြောက်ရွံ့သူများနှင့် အရှင်မြတ်၏ အမိန့်များကို လိုက်နာသူများသာ ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်ကို သန့်စင်သူသည် မိမိအကျိုးအတွက်သာ သန့်စင်ခြင်း ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ကောင်းမှုများကို ပြုလုပ်သူသည် ၎င်း၏ အကျိုးကျေးဇူးသည် မိမိထံသို့ ပြန်လည်ရောက်ရှိမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى اللَّهِ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့သာ ပြန်လည်ရောက်ရှိရမည်။)</span> ဆိုလိုသည်မှာ အရာအားလုံးသည် အဆုံး၌ အရှင်မြတ်ထံသို့ ပြန်လည်ရောက်ရှိမည်ဖြစ်ပြီး အရှင်မြတ်သည် စစ်ဆေးစီရင်ရာတွင် လျင်မြန်တော်မူသည်။ အရှင်မြတ်သည် လူတိုင်းအား ၎င်းတို့၏ လုပ်ရပ်များအလိုက် ဆုလာဘ်ပေးမည် သို့မဟုတ် အပြစ်ပေးမည်ဖြစ်သည်- ကောင်းပါက အဆုံးသတ်သည် ကောင်းမည်ဖြစ်ပြီး၊ မကောင်းပါက အဆုံးသတ်သည် ဆိုးမည်ဖြစ်သည်။</p>"
  }
]