[
  {
    "ayah_key": "10:34",
    "group_ayah_key": "10:34",
    "from_ayah": "10:34",
    "to_ayah": "10:36",
    "ayah_keys": "10:34,10:35,10:36",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- “သင်တို့၏ ဘက်ပလက်များထဲမှ တစ်ဦးဦးသည် ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းပြီးနောက် ပြန်လည် ဖန်ဆင်းနိုင်သူ ရှိပါသလား?” ပြောပါ- “အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းပြီးနောက် အရှင်မြတ်က ပြန်လည် ဖန်ဆင်းသည်။ သို့ဖြစ်လျှင် သင်တို့သည် <span class=\"gray\">(မှန်ကန်သောလမ်းမှ)</span> မည်သို့ ဖယ်ရှားခံရပါသနည်း? <span>(၃၄)</span>ပြောပါ- “သင်တို့၏ ဘက်ပလက်များထဲမှ တစ်ဦးဦးသည် အမှန်တရားသို့ လမ်းညွှန်နိုင်သူ ရှိပါသလား?” ပြောပါ- “အမှန်တရားသို့ လမ်းညွှန်တော်မူသည်မှာ အလ္လာဟ်အရှင်မြတ်ပင်ဖြစ်သည်။ သို့ဖြစ်လျှင် အမှန်တရားသို့ လမ်းညွှန်သူသည် ပိုမိုလိုက်နာထိုက်ပါသလော၊ သို့မဟုတ် <span class=\"gray\">(မိမိကိုယ်တိုင်)</span> လမ်းညွှန်မှုမရရှိဘဲ လမ်းညွှန်မှုရှာမတွေ့နိုင်သူက ပိုမိုလိုက်နာထိုက်ပါသလော? သို့ဖြစ်လျှင် သင်တို့၌ မည်သည့်ကိစ္စ ရှိပါသနည်း? သင်တို့ မည်သို့စီရင်ကြသနည်း? <span>(၃၅)</span>အမှန်စင်စစ် သူတို့အများစုသည် ထင်မြင်ယူဆချက်ကိုသာ လိုက်နာကြသည်။ အမှန်စင်စစ် ထင်မြင်ယူဆချက်သည် အမှန်တရားကို အသုံးမဝင်စေနိုင်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သူတို့လုပ်ဆောင်သမျှကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်သည် <span>(၃၆)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် ရှိရ်က် ပြုလုပ်ခြင်းနှင့် မတူညီသော ရုပ်တုများနှင့် ပြိုင်ဘက်များကို ကိုးကွယ်ခြင်းအတွက် ၎င်းတို့၏ တောင်းဆိုမှုများကို ပယ်ဖျက်ပြီး လိမ်လည်ရာရောက်စေသည်။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ مِن شُرَكَائِكُم مَّن يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- “သင်တို့၏ ဘက်ပလက်များထဲမှ တစ်ဦးဦးသည် ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းပြီးနောက် ပြန်လည် ဖန်ဆင်းနိုင်သူ ရှိပါသလား?”)</span> ဆိုသည်မှာ ဤမိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခြင်းကို စတင်ခဲ့ပြီး ၎င်းတို့အတွင်းရှိ သတ္တဝါအားလုံးကို ဖန်ဆင်းခဲ့သူ မည်သူနည်း။ ဂြိုဟ်များနှင့် ကြယ်များကို ၎င်းတို့၏ နေရာများတွင် မည်သူက ထားရှိနိုင်သနည်း။ ထို့နောက် ဖန်ဆင်းခြင်း လုပ်ငန်းစဉ်ကို မည်သူက ပြန်လည် လုပ်ဆောင်နိုင်သနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- “အလ္လာဟ်အရှင်မြတ်”)</span> ဤအရာကို ပြုလုပ်တော်မူသည်မှာ အရှင်မြတ်ပင်ဖြစ်သည်။ အရှင်မြတ်သည် ဤအရာကို ကိုယ်တိုင်၊ တစ်ပါးတည်း၊ ဘက်ပလက်မရှိဘဲ ပြုလုပ်တော်မူသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَنَّىٰ تُؤْفَكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သို့ဖြစ်လျှင် သင်တို့သည် <span class=\"gray\">(မှန်ကန်သောလမ်းမှ)</span> မည်သို့ ဖယ်ရှားခံရပါသနည်း?”)</span></p><p lang=\"my\" class=\"my \">သင်တို့သည် မှန်ကန်သောလမ်းမှ မှားယွင်းသောလမ်းသို့ မည်သို့လျှင် ယင်းမျှ လမ်းမှားရောက်နေရပါသနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ مِن شُرَكَائِكُم مَّن يَهْدِي إِلَى الْحَقِّ ۚ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- “သင်တို့၏ ဘက်ပလက်များထဲမှ တစ်ဦးဦးသည် အမှန်တရားသို့ လမ်းညွှန်နိုင်သူ ရှိပါသလား?” ပြောပါ- “အမှန်တရားသို့ လမ်းညွှန်တော်မူသည်မှာ အလ္လာဟ်အရှင်မြတ်ပင်ဖြစ်သည်...”)</span></p><p lang=\"my\" class=\"my \">သင်တို့၏ ကိုးကွယ်ရာများမှာ လမ်းမှားနေသူများကို လမ်းညွှန်နိုင်စွမ်းမရှိသည်ကို သင်တို့သိသည်။ လမ်းမှားနေသူများနှင့် ရှုပ်ထွေးနေသူများကို လမ်းညွှန်ပြီး၊ မှားယွင်းသောလမ်းမှ မှန်ကန်သောလမ်းသို့ စိတ်နှလုံးများကို ပြောင်းလဲပေးတော်မူသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ ဖြစ်သည်။ ကိုးကွယ်ခံထိုက်သူမှာ အရှင်မြတ်မှတစ်ပါး အခြားမရှိသော အလ္လာဟ်အရှင်မြတ်ပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّي إِلَّا أَن يُهْدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် အမှန်တရားသို့ လမ်းညွှန်သူသည် ပိုမိုလိုက်နာထိုက်ပါသလော၊ သို့မဟုတ် <span class=\"gray\">(မိမိကိုယ်တိုင်)</span> လမ်းညွှန်မှုမရရှိဘဲ လမ်းညွှန်မှုရှာမတွေ့နိုင်သူက ပိုမိုလိုက်နာထိုက်ပါသလော?)</span></p><p lang=\"my\" class=\"my \">ထိုအခါ ကျွန်သည် မျက်စိကွယ်ပြီးနောက် မြင်ရစေရန် အမှန်တရားသို့ လမ်းညွှန်သူကို လိုက်နာမည်လား၊ သို့မဟုတ် မျက်စိကွယ်ခြင်းနှင့် စကားမပြောနိုင်ခြင်းမှလွဲ၍ မည်သည့်အရာကိုမှ မလမ်းညွှန်သူကို လိုက်နာမည်လား။ အလ္လာဟ်အရှင်မြတ်က အစ်ဗ်ရာဟင်မ် ပြောသည်ဟု ဖော်ပြထားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنكَ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ဖခင်! မကြား၊ မမြင်၊ အဘယ်အရာမျှ အကျိုးမပြုနိုင်သော အရာကို အဘယ်ကြောင့် ကိုးကွယ်ပါသနည်း?)</span><span class=\"gray\">[၁၉:၄၂]</span></p><p lang=\"my\" class=\"my \">၎င်း၏လူမျိုးအား ပြောခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْبُدُونَ مَا تَنْحِتُونَ - وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ <span class=\"gray\">(ကိုယ်တိုင်)</span> ထွင်းထုထားသော အရာကို ကိုးကွယ်ကြပါသလား? သင်တို့ကိုလည်းကောင်း၊ သင်တို့လုပ်ဆောင်သမျှကိုလည်းကောင်း အလ္လာဟ်အရှင်မြတ်က ဖန်ဆင်းထားတော်မူသည်!)</span><span class=\"gray\">[၃၇:၉၅-၉၆]</span></p><p lang=\"my\" class=\"my \">ဤကိစ္စနှင့်ပတ်သက်၍ အာယတ်တော်များစွာလည်း ရှိသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် သင်တို့၌ မည်သည့်ကိစ္စ ရှိပါသနည်း? သင်တို့ မည်သို့စီရင်ကြသနည်း?)</span></p><p lang=\"my\" class=\"my \">သင်တို့၌ မည်သည့်ကိစ္စ ရှိပါသနည်း? သင်တို့၏ စိတ်၌ မည်သို့ဖြစ်သွားပါသနည်း? သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများကို အရှင်မြတ်နှင့် တူညီအောင် မည်သို့ပြုလုပ်ခဲ့ပါသနည်း? အလ္လာဟ်အရှင်မြတ်ထံမှ လွှဲပြောင်းပြီး ဤအရာ သို့မဟုတ် ထိုအရာကို ကိုးကွယ်ရန် မည်ကဲ့သို့သော စီရင်ချက်ကို သင်တို့ချခဲ့ပါသနည်း? အဘယ်ကြောင့် အရှင်မြတ် – ဂုဏ်တော်အပေါင်းနှင့် ပြည့်စုံတော်မူသော၊ မှန်ကန်သော ဘုရင်၊ စီရင်ဆုံးဖြတ်သူနှင့် အမှန်တရားသို့ လမ်းညွှန်တော်မူသော အရှင်သခင်ကို သင်တို့ မကိုးကွယ်ခဲ့ပါသနည်း? အဘယ်ကြောင့် အရှင်မြတ်ကိုသာ ခေါ်ဝေါ်ပြီး အရှင်မြတ်ဘက်သို့ မလှည့်ခဲ့ပါသနည်း? အလ္လာဟ်အရှင်မြတ်က ထို့နောက် ၎င်းတို့သည် ၎င်းတို့၏ ဘာသာတရားကို အထောက်အထားနှင့် သက်သေအပေါ် အခြေခံ၍ မလိုက်နာခဲ့ကြောင်း ရှင်းပြသည်။ အမှန်မှာ ၎င်းတို့သည် ထင်မြင်ယူဆချက်နှင့် စိတ်ကူးယဉ်မှုသက်သက်ကိုသာ လိုက်နာနေခြင်းဖြစ်သည်။ သို့သော် ထင်မြင်ယူဆချက်သည် အမှန်တရား၏ အစားထိုး မည်သည့်နည်းနှင့်မျှ မဖြစ်နိုင်ပါ။ ဤအာယတ်တော်၏ အဆုံးတွင် အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူတို့လုပ်ဆောင်သမျှကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ခြိမ်းခြောက်မှုလည်းဖြစ်သည်၊ ပြင်းထန်သော ပြစ်ဒဏ်ပေးမည့် ကတိလည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က သူတို့၏ လုပ်ဆောင်ချက်များအတွက် ပြည့်စုံသော အကျိုးကို အရှင်မြတ် ပေးမည်ဟု မိန့်တော်မူသည်။</p>"
  }
]