[
  {
    "ayah_key": "33:51",
    "group_ayah_key": "33:51",
    "from_ayah": "33:51",
    "to_ayah": "33:51",
    "ayah_keys": "33:51",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့ထဲမှ သင်အလိုရှိသူအား နောက်ဆုတ်ထားနိုင်သည်၊ သင်အလိုရှိသူအား လက်ခံနိုင်သည်။ သင်ဘေးဖယ်ထားခဲ့သူများထဲမှ သင်အလိုရှိသူတစ်ဦးဦးကို (ပြန်လည်လက်ခံလျှင်) သင့်အပေါ်၌ အပြစ်မရှိပေ။ ၎င်းသည် သူတို့ စိတ်ချမ်းသာစေရန်နှင့် ဝမ်းနည်းပူဆွေးမှုမရှိစေရန်အတွက် ပိုမိုကောင်းမွန်ပြီး၊ သင်ပေးသမျှအရာအားလုံးကို သူတို့အားလုံး ကျေနပ်စေရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ စိတ်နှလုံးများထဲ၌ ရှိသောအရာကို သိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို သိရှိတော်မူထသော၊ အလွန် သည်းခံတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(51)</span></p><p lang=\"my\" class=\"my \">နဗီတမန်တော် صلی اللہ علیہ وسلم အား ကိုယ်တိုင်ဆက်သသော အမျိုးသမီးများကို လက်ခံခြင်း သို့မဟုတ် ငြင်းပယ်ခြင်း နှစ်မျိုးစလုံးကို ရွေးချယ်ခွင့်ရှိသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ်က သူမအား ကျေနပ်တော်မူပါစေ) သည် နဗီတမန်တော် ﷺ အား ကိုယ်တိုင်ဆက်သသော အမျိုးသမီးများကို မနာလိုဖြစ်တတ်သည်။ သူမက \"အမျိုးသမီးတစ်ဦးသည် မဟာရ်မယူဘဲ ကိုယ်တိုင်ဆက်သရန် ရှက်ရကောင်းလား\" ဟု ပြောသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အာယသ်တော်ကို ထုတ်ပြန်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ သင်အလိုရှိသူအား နောက်ဆုတ်ထားနိုင်သည်၊ သင်အလိုရှိသူအား လက်ခံနိုင်သည်။)</span> သူမက \"ကျွန်မထင်တာကတော့ သင့်အရှင်မြတ်ဟာ သင့်ဆန္ဒကို အတည်ပြုပေးဖို့ အလျင်စလိုလုပ်နေတာပဲ\" ဟု ပြောသည်။ အလ်-ဘူခါရီလည်း ၎င်းကို မှတ်တမ်းတင်ထားကြောင်း ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီးဖြစ်သည်။ ၎င်းသည် ဤစကားလုံး၏ အဓိပ္ပါယ်မှာ- </p><p class=\"sd qpc-hafs\" lang=\"sd\">تُرْجِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဆုတ်ထားသည်)</span> သည် နှောင့်နှေးခြင်းဖြစ်ပြီး၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَنْ تَشَاءُ مِنْهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ သင်အလိုရှိသူ)</span> သည် 'သင့်ထံ ကိုယ်တိုင်ဆက်သသူများ' ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်အလိုရှိသူအား လက်ခံနိုင်သည်။)</span> ဆိုသည်မှာ 'သင်အလိုရှိသူ မည်သူကိုမဆို လက်ခံနိုင်သည်၊ သင်အလိုရှိသူ မည်သူကိုမဆို ငြင်းပယ်နိုင်သည်။ သို့သော် သင်ငြင်းပယ်ထားသူများအတွက်မူ နောင်တွင် သူတို့ထံ ပြန်သွား၍ လက်ခံခွင့်ကို သင့်တွင် ရွေးချယ်ခွင့်ရှိသည်' ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ဘေးဖယ်ထားခဲ့သူများထဲမှ သင်အလိုရှိသူတစ်ဦးဦးကို (ပြန်လည်လက်ခံလျှင်) သင့်အပေါ်၌ အပြစ်မရှိပေ။)</span> အခြားသူများကမူ ဤသို့ ဆိုလိုသည်ဟု ပြောသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ သင်အလိုရှိသူ (အလှည့်ကို) နောက်ဆုတ်ထားနိုင်သည်၊)</span> ဆိုသည်မှာ 'သင့်ဇနီးများ၊ သူတို့ကြားတွင် အချိန်ကို တပြေးညီခွဲဝေခြင်းကို ရပ်ဆိုင်း၍ သင်အလိုရှိသလို တစ်ဦး၏အလှည့်ကို နှောင့်နှေးစေကာ အခြားတစ်ဦး၏အလှည့်ကို ရှေ့တိုးစေလျှင် သင့်အပေါ်၌ အပြစ်မရှိပေ။ သင်အလိုရှိသလို တစ်ဦးနှင့် ဆက်ဆံပြီး အခြားတစ်ဦးနှင့် မဆက်ဆံဘဲ နေနိုင်သည်။' ဤသည်ကို အိဗ်နု အဘ္ဘားစ်၊ မူဂျာဟစ်ဒ်၊ အလ်-ဟစန်၊ ကတာဒါဟ်၊ အဘူ ရာဇင်၊ အဗ်ဒူရ်-ရဟ်မန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်နှင့် အခြားသူများမှ ရေဝါယတ်ပြုထားသည်။</p><p lang=\"my\" class=\"my \">မည်သို့ပင်ဆိုစေကာမူ နဗီတမန်တော် ﷺ သည် သူတို့ကြားတွင် အချိန်ကို တပြေးညီခွဲဝေလေ့ရှိသည်။ ထို့ကြောင့် ရှာဖီအီများနှင့် အခြားသူများထဲမှ ဖစ်ခ်ဟ်ပညာရှင်အဖွဲ့တစ်ဖွဲ့က သူ ﷺ အတွက် အချိန်ကို တပြေးညီခွဲဝေခြင်းသည် မဖြစ်မနေလိုအပ်သည်မဟုတ်ဟု ပြောဆိုကာ ဤအာယသ်တော်ကို သူတို့၏ သက်သေအဖြစ် အသုံးပြုခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီ မှတ်တမ်းတင်ထားသည်မှာ အာအိရှာဟ်က ပြောသည်- \"အလ္လာဟ်၏ ရစူလ်တမန် ﷺ သည် ဤအာယသ်တော် ထုတ်ပြန်ပြီးနောက် ကျွန်ုပ်တို့ထံမှ (ရက်များကို ပြောင်းလဲရန်) ခွင့်ပြုချက်တောင်းလေ့ရှိသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ۖ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ သင်အလိုရှိသူအား နောက်ဆုတ်ထားနိုင်သည်၊ သင်အလိုရှိသူအား လက်ခံနိုင်သည်။ သင်ဘေးဖယ်ထားခဲ့သူများထဲမှ သင်အလိုရှိသူတစ်ဦးဦးကို (ပြန်လည်လက်ခံလျှင်) သင့်အပေါ်၌ အပြစ်မရှိပေ။)</span>\" ကျွန်တော် (ရေဝါယတ်ပြုသူ) က သူမအား \"ဘာပြောခဲ့လဲ\" ဟု မေးတော့ သူမက \"ကျွန်မပြောခဲ့တာက 'ဒါသာ ကျွန်မပေါ်မူတည်ရင် အို အလ္လာဟ်၏ ရစူလ်တမန်၊ သင့်အတွက် မည်သူတစ်ဦးတစ်ယောက်ကိုမှ ဦးစားမပေးပါဘူး'\" ဟု ပြောသည်။</p><p lang=\"my\" class=\"my \">ဤဟဒီးသ်တော်သည် အာအိရှာဟ်၏ ဤဟဒီးသ်တော်၌ ဆိုလိုသည်မှာ နဗီတမန်တော် ﷺ အတွက် ဇနီးများကြားတွင် အချိန်ကို တပြေးညီခွဲဝေရန် မဖြစ်မနေလိုအပ်သည်မဟုတ်ဟု ဖော်ပြသည်။ သူမထံမှ ကိုးကားထားသော ပထမဆုံးဟဒီးသ်တော်က ထိုအာယသ်တော်သည် ကိုယ်တိုင်ဆက်သသော အမျိုးသမီးများနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ကြောင်း သွယ်ဝိုက်ညွှန်ပြသည်။ အိဗ်နု ဂျရီရ်က ထိုအာယသ်တော်သည် အဓိပ္ပါယ်အားဖြင့် အထွေထွေဖြစ်ပြီး ကိုယ်တိုင်ဆက်သသော အမျိုးသမီးများနှင့် နဗီတမန်တော် ﷺ တွင် ရှိပြီးသားဇနီးများ နှစ်ဦးစလုံးနှင့် သက်ဆိုင်ကာ၊ အချိန်ကို ခွဲဝေမည်လား မခွဲဝေမည်လားဟူသော ရွေးချယ်ခွင့်ကို နဗီတမန်တော် ﷺ အား ပေးထားသည်ဟူသော အမြင်ကို ပိုမိုနှစ်သက်ခဲ့သည်။ ၎င်းသည် ဟဒီးသ်တော်များကြားတွင် သဟဇာတဖြစ်အောင် လုပ်ဆောင်ပေးသော ကောင်းမွန်သောအမြင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ أَدْنَىٰ أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သူတို့ စိတ်ချမ်းသာစေရန်နှင့် ဝမ်းနည်းပူဆွေးမှုမရှိစေရန်အတွက် ပိုမိုကောင်းမွန်ပြီး၊ သင်ပေးသမျှအရာအားလုံးကို သူတို့အားလုံး ကျေနပ်စေရန်ဖြစ်သည်။)</span> ဆိုသည်မှာ 'အကယ်၍ သူတို့သည် သင်၏အချိန်ကို ခွဲဝေခြင်းနှင့် ပတ်သက်၍ သင့်အပေါ်၌ အပြစ်မရှိကြောင်း အလ္လာဟ်အရှင်မြတ်က ဖော်ပြထားသည်ကို သိရှိပါက (ကောင်း၏)။ သင်အလိုရှိပါက သင်၏အချိန်ကို ခွဲဝေနိုင်သည်၊ သင်အလိုမရှိပါက သင်၏အချိန်ကို ခွဲဝေရန်မလိုအပ်ပေ၊ သင်မည်သို့ပြုလုပ်သည်ဖြစ်စေ သင့်အပေါ်၌ အပြစ်မရှိပေ။ ထို့ကြောင့် သင်သည် သူတို့ကြားတွင် အချိန်ကို ခွဲဝေပါက ၎င်းသည် သင့်၏ရွေးချယ်မှုဖြစ်မည်ဖြစ်ပြီး သင့်အပေါ် ပြဌာန်းထားသော တာဝန်တစ်ခုမဟုတ်ပေ။ ထို့ကြောင့် သူတို့သည် ထိုအရာကြောင့် ပျော်ရွှင်ကြမည်ဖြစ်ပြီး သူတို့အား အချိန်တပြေးညီခွဲဝေ၍ အားလုံးကို တရားမျှတစွာ ဆက်ဆံခြင်းအတွက် သင့်၏ကျေးဇူးကို သိရှိကြမည်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ စိတ်နှလုံးများထဲ၌ ရှိသောအရာကို သိတော်မူ၏။)</span> ဆိုသည်မှာ 'သူတို့ထဲမှ အချို့ကို အခြားသူများထက် ပိုမိုနှစ်သက်မှု ရှိသည်ကို သင်ရှောင်လွှဲ၍မရနိုင်ကြောင်း အလ္လာဟ်အရှင်မြတ် သိတော်မူသည်' ဟု ဆိုလိုသည်။ အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အာအိရှာဟ်က ပြောသည်- \"အလ္လာဟ်၏ ရစူလ်တမန် ﷺ သည် သူ၏ဇနီးများကြားတွင် အချိန်ကို တရားမျှတစွာ ခွဲဝေပြီး သူတို့ကို တပြေးညီဆက်ဆံလေ့ရှိသည်။ ထို့နောက် သူက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ هَذَا فِعْلِي فِيمَا أَمْلِكُ،فَلَا تَلُمْنِي فِيمَا تَمْلِكُ وَلَا أَمْلِكُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်၊ ကျွန်တော်၏ ထိန်းချုပ်မှုအောက်၌ ရှိသောအရာနှင့် ပတ်သက်၍ ကျွန်တော်တတ်နိုင်သမျှ လုပ်ဆောင်ခဲ့ပြီးဖြစ်သည်။ ထို့ကြောင့် သင့်ထိန်းချုပ်မှုအောက်၌ ရှိပြီး ကျွန်တော်၏ ထိန်းချုပ်မှုအောက်၌ မရှိသောအရာအတွက် ကျွန်တော့်ကို အပြစ်မတင်ပါနှင့်။)</span>\" ၎င်းကို စုနန်ကျမ်းလေးကျမ်း၏ ပြုစုသူများကလည်း မှတ်တမ်းတင်ခဲ့သည်။ \"သင့်ထိန်းချုပ်မှုအောက်၌ ရှိပြီး ကျွန်တော်၏ ထိန်းချုပ်မှုအောက်၌ မရှိသောအရာအတွက် ကျွန်တော့်ကို အပြစ်မတင်ပါနှင့်\" ဟူသော စကားများနောက်တွင် အဘူ ဒါဝုဒ်၏ ရေဝါယတ်၌ ဤအသုံးအနှုန်းကို ထပ်ပေါင်းထည့်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَلُمْنِي فِيمَا تَمْلِكُ وَلَا أَمْلِكُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထိန်းချုပ်မှုအောက်၌ ရှိပြီး ကျွန်တော်၏ ထိန်းချုပ်မှုအောက်၌ မရှိသောအရာအတွက် ကျွန်တော့်ကို အပြစ်မတင်ပါနှင့်။)</span> ဆိုသည်မှာ စိတ်နှလုံးဆိုင်ရာကိစ္စများကို ဆိုလိုသည်။ ၎င်း၏ သယ်မွန် (စနဒ်) သည် ဆဟီးဟ်ဖြစ်ပြီး ၎င်း၏ သယ်မွန်ရှိ အမျိုးသားများအားလုံးသည် ယုံကြည်စိတ်ချရသူများဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် ဤအသုံးအနှုန်း၏နောက်တွင် ချက်ချင်းဆိုသလို ဤစကားများ ပါရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို သိရှိတော်မူထသော)</span> ဆိုသည်မှာ အတွင်းစိတ်လျှို့ဝှက်ချက်များကို သိရှိခြင်း၊</p><p class=\"hr qpc-hafs\" lang=\"hr\">حَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန် သည်းခံတော်မူထသော အရှင်)</span> ဆိုသည်မှာ လျစ်လျူရှုပြီး ခွင့်လွှတ်တော်မူသည်ဟု ဆိုလိုသည်။</p>"
  },
  {
    "ayah_key": "33:52",
    "group_ayah_key": "33:52",
    "from_ayah": "33:52",
    "to_ayah": "33:52",
    "ayah_keys": "33:52",
    "text": "<p class=\"my translation\" lang=\"my\">ဤနောက်ပိုင်းတွင် သင့်အတွက် အခြားအမျိုးသမီးများကို (လက်ထပ်ရန်) ခွင့်မပြုတော့ပေ။ သူတို့၏ အလှအပက သင့်ကို ဆွဲဆောင်နေစေကာမူ သင်၏လက်ယာဘက်ပိုင်ဆိုင်သော အမျိုးသမီးများမှအပ အခြားဇနီးများဖြင့် လဲလှယ်ရန်လည်း ခွင့်မပြုပေ။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အမြဲတမ်း စောင့်ကြည့်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(52)</span></p><p lang=\"my\" class=\"my \">သူ၏ဇနီးများသည် ရစူလ်တမန် صلی اللہ علیہ وسلم နှင့်အတူ နေထိုင်ရန် ရွေးချယ်ခဲ့ခြင်းအတွက် အကျိုးဆုလာဘ်</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ္ဘားစ်၊ မူဂျာဟစ်ဒ်၊ အဒ်-ဒဟ်ဟက်၊ ကတာဒါဟ်၊ အိဗ်နု ဇိုင်ဒ်၊ အိဗ်နု ဂျရီရ်နှင့် အခြားပညာရှင်များစွာတို့က ဤအာယသ်တော်သည် နဗီတမန်တော် ﷺ ၏ ဇနီးများအား အကျိုးဆုလာဘ်အဖြစ် ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၊ အရှင်၏ ရစူလ်တမန် ﷺ နှင့် နောင်ဘဝ၏ အိမ်တော်ကို ရွေးချယ်ရာတွင် သူတို့၏ ထူးချွန်သော ဆုံးဖြတ်ချက်အတွက် အလ္လာဟ်အရှင်မြတ်က သူတို့ကို နှစ်သက်တော်မူကြောင်း ဖော်ပြသည်။ ၎င်းသည် အလ္လာဟ်၏ ရစူလ်တမန် ﷺ က သူတို့ကို ရွေးချယ်ခွင့်ပေးခဲ့ပြီးနောက် ဖြစ်သည်၊ အထက်တွင် ဖော်ပြခဲ့သည့်အတိုင်းပင်။ သူတို့သည် အလ္လာဟ်၏ ရစူလ်တမန် ﷺ ကို ရွေးချယ်သောအခါ သူတို့၏ အကျိုးဆုလာဘ်မှာ အလ္လာဟ်အရှင်မြတ်က နဗီတမန်တော် ﷺ အား ဤဇနီးများနှင့်သာ ကန့်သတ်ထားပြီး၊ အခြားမည်သူနှင့်မှ ထပ်မံလက်ထပ်ခြင်း သို့မဟုတ် သူတို့၏ အလှအပက ဆွဲဆောင်နေစေကာမူ အခြားဇနီးများဖြင့် လဲလှယ်ခြင်းကို တားမြစ်ခဲ့ခြင်းဖြစ်သည်။ ကျွန်မိန်းကလေးများနှင့် စစ်သုံ့ပန်းများမှအပ၊ ၎င်းတို့နှင့် ပတ်သက်၍ နဗီတမန်တော် ﷺ အပေါ်၌ အပြစ်မရှိပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤအာယသ်တော်၌ ဖော်ပြထားသော ကန့်သတ်ချက်ကို ရုပ်သိမ်းပြီး နဗီတမန်တော် ﷺ အား အမျိုးသမီးများစွာကို လက်ထပ်ရန် ခွင့်ပြုခဲ့သည်။ သို့သော် နဗီတမန်တော် ﷺ သည် အခြားမည်သူနှင့်မျှ ထပ်မံလက်ထပ်ခြင်းမရှိခဲ့ပေ။ ထို့ကြောင့် နဗီတမန်တော် ﷺ ၏ သူတို့အပေါ်ထားရှိသော ကျေးဇူးတော်သည် ထင်ရှားစေရန် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ်က သူမအား ကျေနပ်တော်မူပါစေ) က ပြောသည်- \"အလ္လာဟ်၏ ရစူလ်တမန် ﷺ သည် အလ္လာဟ်အရှင်မြတ်က သူ့အတွက် <span class=\"gray\">(အခြား)</span> အမျိုးသမီးများကို <span class=\"gray\">(လက်ထပ်ရန်)</span> ခွင့်ပြုသည်အထိ မသေဆုံးသေးပေ။\" ၎င်းကို အတ်-တီရ်မီဇီနှင့် အန်-နဆာအီတို့၏ စုနန်ကျမ်းများတွင်လည်း မှတ်တမ်းတင်ထားသည်။ အခြားတစ်ဖက်တွင်မူ အခြားသူများက ထိုအာယသ်တော်၏ ဆိုလိုရင်းမှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနောက်ပိုင်းတွင် သင့်အတွက် အခြားအမျိုးသမီးများကို (လက်ထပ်ရန်) ခွင့်မပြုတော့ပေ)</span> ဆိုသည်မှာ 'သင့်အတွက် ခွင့်ပြုထားသော အမျိုးသမီးများ၏ ကျွန်ုပ်တို့ပေးထားသော ဖော်ပြချက်နောက်ပိုင်းတွင်၊ သင်တို့အား မဟာရ်ပေးထားသူများ၊ သင်၏လက်ယာဘက်ပိုင်ဆိုင်သော အမျိုးသမီးများ၊ သင့်၏ဖခင်ဘက်မှ ဦးလေးများနှင့် အဒေါ်များ၏ သမီးများ၊ သင့်၏မိခင်ဘက်မှ ဦးလေးများနှင့် အဒေါ်များ၏ သမီးများ၊ နှင့် သင့်ထံသို့ လက်ထပ်ရန် ကိုယ်တိုင်ဆက်သသော အမျိုးသမီးများ – အခြားအမျိုးအစား အမျိုးသမီးများသည် သင့်အတွက် ခွင့်မပြုပေ' ဟု ဆိုလိုသည်။ ဤအမြင်ကို အူဘိုင်း ဘင်န် ကအ်ဘ် မှ၊ မူဂျာဟစ်ဒ် မှ ရေဝါယတ်တစ်ခုတွင် သယ်ဆောင်ခဲ့ပြီး အခြားသူများမှလည်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အတ်-တီရ်မီဇီ မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဘ္ဘားစ်က ပြောသည်- \"အလ္လာဟ်၏ ရစူလ်တမန် ﷺ သည် သူနှင့်အတူ ဟစ်ဂျရသ်ပြုခဲ့သော ယုံကြည်သူအမျိုးသမီးများမှအပ အချို့အမျိုးအစား အမျိုးသမီးများကို လက်ထပ်ခြင်းမှ တားမြစ်ခံခဲ့ရသည်။ ထိုအရာသည် ဤအာယသ်တော်၌ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနောက်ပိုင်းတွင် သင့်အတွက် အခြားအမျိုးသမီးများကို (လက်ထပ်ရန်) ခွင့်မပြုတော့ပေ။ သူတို့၏ အလှအပက သင့်ကို ဆွဲဆောင်နေစေကာမူ သင်၏လက်ယာဘက်ပိုင်ဆိုင်သော အမျိုးသမီးများမှအပ အခြားဇနီးများဖြင့် လဲလှယ်ရန်လည်း ခွင့်မပြုပေ။)</span> အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူအမျိုးသမီးများနှင့် နဗီတမန်တော် ﷺ အား လက်ထပ်ရန် ကိုယ်တိုင်ဆက်သသော ယုံကြည်သူအမျိုးသမီးများကို ခွင့်ပြုတော်မူခဲ့သည်။ အစ္စလာမ်မှအပ အခြားဘာသာကို လိုက်နာသော အမျိုးသမီးတိုင်းကို အရှင်က တားမြစ်တော်မူခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အီမာန်ကို ငြင်းပယ်လျှင် သူ၏အလုပ်သည် အချည်းနှီးဖြစ်ပေသည်။)</span><span class=\"gray\">(5:5)</span>။ အိဗ်နု ဂျရီရ် (အလ္လာဟ်အရှင်မြတ်က သူ့အား ကရုဏာထားတော်မူပါစေ) က ဤအာယသ်တော်သည် အဓိပ္ပါယ်အားဖြင့် အထွေထွေဖြစ်ပြီး ဖော်ပြထားသော အမျိုးသမီးအမျိုးအစားများအားလုံးနှင့် သူလက်ထပ်ထားသော အမျိုးသမီးများ (၉ ဦး) အားလုံးနှင့် သက်ဆိုင်သည်ဟု ဖော်ပြခဲ့သည်။ သူပြောသည်မှာ ကောင်းမွန်ပြီး၊ ရှေးပညာရှင် (Salaf) များစွာတို့၏ ဆိုလိုရင်းလည်း ဖြစ်နိုင်သည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့ထဲမှ များစွာတို့သည် ထိုအမြင်နှစ်ရပ်စလုံးကို ရေဝါယတ်ပြုခဲ့ကြပြီး ထိုနှစ်ရပ်ကြားတွင် ဆန့်ကျင်ဘက်မရှိပေ။ အလ္လာဟ်အရှင်မြတ်က အကောင်းဆုံးသိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ အလှအပက သင့်ကို ဆွဲဆောင်နေစေကာမူ အခြားဇနီးများဖြင့် လဲလှယ်ရန်လည်း (ခွင့်မပြုပေ))</span> နဗီတမန်တော် ﷺ အား အမျိုးသမီးများ ထပ်မံလက်ထပ်ခြင်းမှ တားမြစ်ထားသည်၊ အကယ်၍ သူတို့ထဲမှ တစ်ဦးဦးကို ကွာရှင်းပြီး အခြားတစ်ဦးဖြင့် အစားထိုးလိုလျှင်ပင်၊ သူ၏လက်ယာဘက်ပိုင်ဆိုင်သော <span class=\"gray\">(ကျွန်မိန်းကလေးများ)</span> မှအပ ဖြစ်သည်။</p>"
  }
]