[
  {
    "ayah_key": "2:250",
    "group_ayah_key": "2:250",
    "from_ayah": "2:250",
    "to_ayah": "2:252",
    "ayah_keys": "2:250,2:251,2:252",
    "text": "<p lang=\"my\" class=\"my \">သူတို့သည် ဂျာလွတ် <span class=\"gray\">(ဂိုလိုင်ယက်)</span> နှင့် ၎င်း၏တပ်များကို ရင်ဆိုင်တိုက်ခိုက်ရန် ချီတက်လာသောအခါ၊ သူတို့က “အို အကျွန်ုပ်တို့၏ အရှင်သခင်! အကျွန်ုပ်တို့အပေါ် သည်းခံခြင်းကို လောင်းချတော်မူပါ။ အကျွန်ုပ်တို့၏ခြေထောက်များကို ခိုင်မြဲစေတော်မူပါ။ မယုံကြည်သူများအပေါ် အကျွန်ုပ်တို့ကို အောင်ပွဲခံစေတော်မူပါ။ <span>(၂၅၀)</span>ထို့နောက် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြင့် ၎င်းတို့ကို ချေမှုန်းလိုက်ကြသည်။ ဒါဝုဒ် <span class=\"gray\">(ဒါဝိဒ်)</span> သည် ဂျာလွတ် <span class=\"gray\">(ဂိုလိုင်ယက်)</span> ကို သတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား <span class=\"gray\">(ဒါဝုဒ်အား)</span> တာလွတ်နှင့် ဆမ်မွေလ် သေဆုံးပြီးနောက်] အုပ်ချုပ်권을နှင့် အလ်-ဟစ်က္မာဟ် <span class=\"gray\">(ပရောဖက်ပြုခြင်း)</span> ကို ပေးသနားတော်မူခဲ့ပြီး၊ အရှင်မြတ်အလိုရှိရာကို သင်ကြားပေးတော်မူခဲ့သည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူတစ်စုကို အခြားလူတစ်စုဖြင့် မတားဆီးခဲ့ပါက၊ ကမ္ဘာမြေပြင်သည် ဆိုးသွမ်းမှုများဖြင့် ပြည့်နှက်နေလိမ့်မည်ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အလ်-အာလမီးန် <span class=\"gray\">(လူသား၊ ဂျင်န်နှင့် ရှိရှိသမျှအားလုံး)</span> အပေါ် ကျေးဇူးတော်အပြည့်ရှိတော်မူ၏။ <span>(၂၅၁)</span>ဤသည်တို့ကား အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များဖြစ်သည်။ အကျွန်ုပ်တို့သည် ၎င်းတို့ကို အသင့်ထံ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အမှန်တရားဖြင့် ရွတ်ဆိုပြသည်။ စင်စစ် အသင့်သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ရစူလ်တမန်တော်များအနက်မှ တစ်ဦးပင်ဖြစ်သည်။ <span>(၂၅၂)</span></p><p lang=\"my\" class=\"my \">တာလွတ်၏ ဦးဆောင်မှုအောက်တွင် ရှိသော သစ္စာရှိပါတီဝင်အနည်းငယ်တို့သည် ဂျာလွတ်၏ ဦးဆောင်မှုအောက်တွင် ရှိသော ရန်သူအများအပြားကို ရင်ဆိုင်တွေ့ကြုံရသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “အကျွန်ုပ်တို့၏အရှင်သခင်! အကျွန်ုပ်တို့အပေါ် သည်းခံခြင်းကို လောင်းချတော်မူပါ...” ဟု တောင်းဆုပြုခဲ့ကြသည်)</span> ဆိုသည်မှာ၊ အရှင်မြတ်ထံမှ သည်းခံခြင်းကို အကျွန်ုပ်တို့အပေါ် ချပေးတော်မူပါဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَثَبِّتْ أَقْدَامَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏ ခြေထောက်များကို ခိုင်မြဲစေတော်မူပါ)</span> ဆိုသည်မှာ ရန်သူကို ရင်ဆိုင်ရာတွင် ခိုင်မြဲစေပြီး ထွက်ပြေးခြင်းနှင့် အားနည်းခြင်းတို့မှ ကယ်တင်တော်မူပါဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများအပေါ် အကျွန်ုပ်တို့ကို အောင်ပွဲခံစေတော်မူပါ။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَزَمُوهُم بِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြင့် ၎င်းတို့ကို ချေမှုန်းလိုက်ကြသည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကူညီထောက်ပံ့မှုဖြင့် ၎င်းတို့ကို အနိုင်ယူပြီး လွှမ်းမိုးခဲ့ကြသည်ဟု အဓိပ္ပာယ်ရသည်။ ထို့နောက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَتَلَ دَاوُودُ جَالُوتَ</p><p lang=\"zu\" class=\"zu \"><span class=\"gray\">(and Dawud killed Jalut)</span></p><p lang=\"my\" class=\"my \">အစ္စရေးတို့၏ မှတ်တမ်းများအရ <span class=\"gray\">(ပရောဖက်)</span> ဒါဝိဒ်သည် ၎င်းပိုင်ဆိုင်သော လေးခွဖြင့် ဂိုလိုင်ယက်ကို ပစ်သတ်ခဲ့ပြီး ဂိုလိုင်ယက်၏ သေဆုံးခြင်းကို ဖြစ်စေခဲ့သည်ဟု ဆိုကြသည်။</p><p lang=\"my\" class=\"my \">တာလွတ်သည် ဂျာလွတ်ကို သတ်သူတိုင်း ၎င်း၏သမီးနှင့် လက်ထပ်ရမည်ဖြစ်ပြီး ၎င်း၏ ဘုရင်အုပ်ချုပ်ရေးနှင့် အခွင့်အာဏာကို ခွဲဝေရမည်ဟု ကတိပေးခဲ့သည်။ ၎င်းသည် မိမိ၏ ကတိကိုတည်ခဲ့သည်။ နောက်ပိုင်းတွင်၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ပရောဖက်ပြုခြင်းကို ရရှိခြင်းအပြင် ဘုရင်အုပ်ချုပ်ရေးကို ပရောဖက် ဒါဝုဒ်ထံသို့ လွှဲပြောင်းပေးခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَاهُ اللَّهُ الْمُلْكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အလ္လာဟ်အရှင်မြတ်သည် သူ့အား <span class=\"gray\">(ဒါဝုဒ်အား)</span> အုပ်ချုပ်권을 ပေးသနားတော်မူခဲ့သည်)</span> ဆိုသည်မှာ တာလွတ် ပိုင်ဆိုင်သော အုပ်ချုပ်권을 ပေးသနားတော်မူခဲ့ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحِكْمَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ်-ဟစ်က္မာဟ်)</span> ဆိုသည်မှာ ပရောဖက်ပြုခြင်းနှင့်အတူ ပါရှိလာသော ဉာဏ်ပညာဖြစ်ပြီး၊ ရှမ်ဝီလ်နောက်ပိုင်းဟု အဓိပ္ပာယ်ရသည်။ <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူခဲ့သည်- ]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَهُ مِمَّا يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရှင်မြတ်အလိုရှိရာကို သင်ကြားပေးတော်မူခဲ့သည်)</span> ဆိုသည်မှာ <span class=\"gray\">(ပရောဖက်)</span> ဒါဝုဒ်အား ပေးသနားတော်မူခဲ့သည့် ဉာဏ်ပညာမှ အရှင်မြတ်အလိုရှိရာကို ဆိုလိုသည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Next, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّفَسَدَتِ الْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူတစ်စုကို အခြားလူတစ်စုဖြင့် မတားဆီးခဲ့ပါက၊ ကမ္ဘာမြေပြင်သည် ဆိုးသွမ်းမှုများဖြင့် ပြည့်နှက်နေလိမ့်မည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က အလ္လာဟ်အရှင်မြတ်သည် လူတစ်စုကို အခြားလူတစ်စုဖြင့် မတားဆီးခဲ့ပါက၊ ဥပမာအားဖြင့် တာလွတ်နှင့် ဒါဝုဒ်၏ ရဲစွမ်းသတ္တိတို့သည် အစ္စရေး၏သားမြေးများအား <span class=\"gray\">(ဂိုလိုင်ယက်ကို)</span> ဆန့်ကျင်ကူညီခဲ့သကဲ့သို့ မဖြစ်ခဲ့ပါက၊ လူသားတို့ ပျက်စီးကုန်ကြလိမ့်မည်ဟု ဖော်ပြသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူတစ်စုကို အခြားလူတစ်စုဖြင့် မတားဆီးခဲ့ပါက၊ အလ္လာဟ်အရှင်မြတ်၏ အမည်တော်ကို အကြိမ်ကြိမ်အခါခါ ဖော်ပြရာဖြစ်သည့် ဘုန်းကြီးကျောင်းများ၊ ဘုရားရှိခိုးကျောင်းများ၊ ဂျူးဗိမာန်များနှင့် ဗလီကျောင်းများကို သေချာပေါက် ဖြိုချပြီးဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၂၂:၄၀)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အလ်-အာလမီးန် <span class=\"gray\">(လူသား၊ ဂျင်န်နှင့် ရှိရှိသမျှအားလုံး)</span> အပေါ် ကျေးဇူးတော်အပြည့်ရှိတော်မူ၏။)</span> ဆိုသည်မှာ အရှင်မြတ်၏ ကရုဏာနှင့် ကျေးဇူးတော်ဖြင့် အချို့ကို အချို့အားဖြင့် ပြင်ဆင်တော်မူသည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ လုပ်ဆောင်ချက်များနှင့် မိန့်ကြားချက်များအားလုံးတွင် ဉာဏ်ပညာ၊ အမြင့်မြတ်ဆုံး အခွင့်အာဏာနှင့် ဖန်ဆင်းခံများအပေါ် ထင်ရှားသော သက်သေခံချက်တို့ကို ပိုင်ဆိုင်တော်မူသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်တို့ကား အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များဖြစ်သည်။ အကျွန်ုပ်တို့သည် ၎င်းတို့ကို အသင့်ထံ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အမှန်တရားဖြင့် ရွတ်ဆိုပြသည်။ စင်စစ် အသင့်သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ရစူလ်တမန်တော်များအနက်မှ တစ်ဦးပင်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က ‘အကျွန်ုပ်တို့သည် အသင့်အား မှန်ကန်စွာ ပြောပြခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ ဤအာယတ်တော်များ <span class=\"gray\">(ကျမ်းပိုဒ်များ)</span> သည် ဤဇာတ်လမ်းများ ဖြစ်ပျက်ခဲ့သည့် ပုံစံအတိုင်းနှင့် အစ္စရေး၏ သားမြေးများမှ ပညာရှင်များ ပိုင်ဆိုင်သိရှိသော <span class=\"gray\">(ကောင်းကင်)</span> ကျမ်းများတွင် ကျန်ရှိနေသေးသော အမှန်တရားနှင့် ကိုက်ညီသည်’ ဟု ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- အို မုဟမ္မဒ်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّكَ </p><p><span class=\"gray\">(you are)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَمِنَ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်များအနက်မှ တစ်ဦး)</span> ဟု အရှင်မြတ်၏ ပရောဖက်ပြုခြင်း၏ အမှန်တရားကို အလေးအနက်ထား ဖော်ပြထားသည်။</p>"
  },
  {
    "ayah_key": "2:253",
    "group_ayah_key": "2:253",
    "from_ayah": "2:253",
    "to_ayah": "2:253",
    "ayah_keys": "2:253",
    "text": "<p lang=\"my\" class=\"my \">ထိုရစူလ်တမန်တော်များ! အကျွန်ုပ်တို့သည် ၎င်းတို့အချို့ကို အခြားသူများထက် မြှင့်တင်ထားတော်မူခဲ့သည်။ ၎င်းတို့အချို့အား အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(တိုက်ရိုက်)</span> စကားပြောဆိုခဲ့သည်။ အခြားသူများကို အရှင်မြတ်သည် <span class=\"gray\">(ဂုဏ်ထူး)</span> အဆင့်အတန်းများသို့ မြှင့်တင်တော်မူခဲ့သည်။ မရ်ယမ်၏သား အီဆာအား အကျွန်ုပ်တို့သည် ထင်ရှားသော သက်သေခံချက်များနှင့် အထောက်အထားများကို ပေးသနားတော်မူခဲ့ပြီး၊ ရူဟ်-အလ်-ကွဒွတ်စ် <span class=\"gray\">[ဂျိဘ်ရီလ်]</span> ဖြင့် ထောက်ပံ့တော်မူခဲ့သည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါမူ၊ အရှင်မြတ်၏ ထင်ရှားသော အာယတ်တော်များ ၎င်းတို့ထံ ရောက်ရှိလာပြီးနောက်၊ နောင်လာနောက်သားများသည် တစ်ဦးနှင့်တစ်ဦး တိုက်ခိုက်ခဲ့ကြမည်မဟုတ်ပေ။ သို့သော် ၎င်းတို့သည် ကွဲပြားခဲ့ကြသည်၊ အချို့က ယုံကြည်ခဲ့ကြပြီး အချို့က မယုံကြည်ခဲ့ကြပေ။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါမူ၊ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး တိုက်ခိုက်ခဲ့ကြမည်မဟုတ်ပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ပြုလုပ်တော်မူသည်။ <span>(၂၅၃)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် အချို့ပရောဖက်များကို အခြားသူများထက် မြှင့်တင်တော်မူခဲ့သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အချို့သော ပရောဖက်များကို အခြားပရောဖက်များထက် ဂုဏ်ပြုတော်မူခဲ့ကြောင်း ဖော်ပြထားသည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَىٰ بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အကျွန်ုပ်တို့သည် အချို့ပရောဖက်များကို အခြားသူများထက် မြှင့်တင်ထားတော်မူခဲ့သည်။ ဒါဝုဒ်အား ဇဘူးရ် <span class=\"gray\">(ဆာလံကျမ်း)</span> ကို ပေးသနားတော်မူခဲ့သည်)</span><span class=\"gray\">[၁၇:၅၅]</span></p><p lang=\"my\" class=\"my \">အထက်ပါ အာယတ်တော်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِّنْهُم مَّن كَلَّمَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုရစူလ်တမန်တော်များ! အကျွန်ုပ်တို့သည် ၎င်းတို့အချို့ကို အခြားသူများထက် မြှင့်တင်ထားတော်မူခဲ့သည်။ ၎င်းတို့အချို့အား အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(တိုက်ရိုက်)</span> စကားပြောဆိုခဲ့သည်)</span> ဆိုသည်မှာ မူဆာနှင့် မုဟမ္မဒ် ﷺ တို့ကို ဆိုလိုပြီး၊ အဘူ ဒါရ်ထံမှ ဆဟီဟ် အိဗ်နု ဟစ်ဘ်ဘာန်တွင် မှတ်တမ်းတင်ထားသော ဟဒီးဆ်တော်အရ အာဒမ်ကိုလည်း ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားသူများကို အရှင်မြတ်သည် <span class=\"gray\">(ဂုဏ်ထူး)</span> အဆင့်အတန်းများသို့ မြှင့်တင်တော်မူခဲ့သည်)</span> ဆိုသည်မှာ အစ္စရာခရီးစဉ်နှင့် ပတ်သက်သော ဟဒီးဆ်တော်တွင် ထင်ရှားသည်။ ထိုအချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကောင်းကင်အသီးသီးရှိ ပရောဖက်များကို အလ္လာဟ်အရှင်မြတ်ထံတွင် ၎င်းတို့၏ ရာထူးအဆင့်အတန်းအလိုက် တွေ့မြင်ခဲ့ရသည်။</p><p lang=\"my\" class=\"my \">အကယ်၍ တစ်စုံတစ်ယောက်က ဤအာယတ်တော်နှင့် အဘူ ဟူရိုင်ရာထံမှ ဆဟီဟ် နှစ်ကျမ်းတွင် စုစည်းထားသော ဟဒီးဆ်တော်၏ အစုပေါင်း အဓိပ္ပာယ်ကို မေးပါက၊ ထိုဟဒီးဆ်တော်တွင် “တစ်ခါက မွတ်စလင်မ်အမျိုးသားတစ်ဦးနှင့် ဂျူးအမျိုးသားတစ်ဦးတို့ စကားများကြသည်။ ဂျူးအမျိုးသားက ‘မူဆာအား လူသားအားလုံးထက် သာလွန်စေခဲ့သူ အရှင်မြတ်ကျိန်ဆိုပါ၏!’ ဟု ပြောကြားခဲ့သည်။ ထိုစကားကိုကြားလျှင် မွတ်စလင်မ်အမျိုးသားက လက်မြှောက်၍ ဂျူး၏ မျက်နှာကို ရိုက်ပြီး ‘မုဟမ္မဒ်ထက်ပါ သာလွန်သလား၊ အို ဆိုးသွမ်းသူ!’ ဟု ပြောဆိုခဲ့သည်။ ဂျူးသည် ပရောဖက် ﷺ ထံသို့ သွားရောက်ကာ တိုင်တန်းခဲ့ရာ ပရောဖက် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَضِّلُونِي عَلَى الْأَنْبِيَاءِ، فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ، فَأَجِدُ مُوسَى بَاطِشًا بِقَائِمَةِ الْعَرْشِ، فَلَا أَدْرِي أَفَاقَ قَبْلِي أَمْ جُوزِيَ بِصَعْقَةِ الطُّورِ؟ فَلَا تُفَضِّلُونِي عَلَى الْأَنْبِيَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အား ပရောဖက်များထက် သာလွန်သည်ဟု မဆိုကြနှင့်၊ အကြောင်းမှာ ကိယာမတ်နေ့တွင် လူအများ မေ့မြောကြလိမ့်မည်။ ငါသည် အရင်ဆုံး ပြန်လည်ရှင်ပြန်ထမြောက်၍ မူဆာသည် အလ္လာဟ်အရှင်မြတ်၏ အာရှ်ပလ္လင်၏ တိုင်ကို ကိုင်ဆွဲထားသည်ကို မြင်ရမည်။ မူဆာသည် တံပိုးမှုတ်သည့်နေ့တွင် ခံစားခဲ့ရသော မေ့မြောခြင်းသည် သူ့အတွက် လုံလောက်ခဲ့သည်လား၊ သို့မဟုတ် ငါ့ထက် အရင်နိုးထခဲ့သည်လား ငါမသိပေ။ ထို့ကြောင့် ငါ့အား ပရောဖက်များထက် သာလွန်သည်ဟု မဆိုကြနှင့်။)</span> အခြားဟဒီးဆ်တော်တစ်ပုဒ်တွင် ပရောဖက် ﷺ က မိန့်တော်မူခဲ့သည်၊ <span class=\"gray\">(အချို့သော ပရောဖက်များကို အခြားသူများထက် သာလွန်သည်ဟု မဆိုကြနှင့်။)</span></p><p lang=\"my\" class=\"my \">ဤမေးခွန်း၏ အဖြေမှာ ဤဟဒီးဆ်တော်သည် ဟဒီးဆ်တော်တွင် ဖော်ပြထားသော ဖြစ်ရပ်ကဲ့သို့ အငြင်းပွားမှုများနှင့် စကားများမှုများတွင် အချို့သော ပရောဖက်များကို အခြားသူများထက် သာလွန်သည်ဟု ဆိုခြင်းကို တားမြစ်ထားသည်။ ဤပရောဖက်မည်သည်က ပိုမိုကောင်းမွန်သည်ဟု ဆုံးဖြတ်ရန်မှာ ဖန်ဆင်းခံများ၏ တာဝန်မဟုတ်ကြောင်း ဟဒီးဆ်တော်က ဖော်ပြသည်။ အဘယ်ကြောင့်ဆိုသော် ဤဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ဖြစ်သည်။ ဖန်ဆင်းခံများသည် အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ကို လက်ခံရန်၊ နာခံရန်နှင့် ယုံကြည်ရန်သာ လိုအပ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မရ်ယမ်၏သား အီဆာအား အကျွန်ုပ်တို့သည် ထင်ရှားသော နိမိတ်လက္ခဏာများကို ပေးသနားတော်မူခဲ့သည်)</span> ဆိုသည်မှာ အီဆာသည် အစ္စရေး၏ သားမြေးများထံသို့ ပေးပို့ခဲ့သော အမှန်တရားကို သက်သေခံသည့် အထောက်အထားများနှင့် ပြတ်သားသော သက်သေခံချက်များကို ရည်ညွှန်းသည်။ ထို့ကြောင့် အီဆာသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်နှင့် ၎င်းတို့ထံသို့ စေလွှတ်တော်မူသော ရစူလ်တမန်တော်ဖြစ်ကြောင်း သက်သေခံသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရူဟ်-အလ်-ကွဒွတ်စ်ဖြင့် ထောက်ပံ့တော်မူခဲ့သည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဂျိဘ်ရီလ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ) ဖြင့် အီဆာအား ကူညီခဲ့သည်ဟု အဓိပ္ပာယ်ရသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِن بَعْدِهِم مِّن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَٰكِنِ اخْتَلَفُوا فَمِنْهُم مَّنْ آمَنَ وَمِنْهُم مَّن كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါမူ၊ အရှင်မြတ်၏ ထင်ရှားသော အာယတ်တော်များ ၎င်းတို့ထံ ရောက်ရှိလာပြီးနောက်၊ နောင်လာနောက်သားများသည် တစ်ဦးနှင့်တစ်ဦး တိုက်ခိုက်ခဲ့ကြမည်မဟုတ်ပေ။ သို့သော် ၎င်းတို့သည် ကွဲပြားခဲ့ကြသည်၊ အချို့က ယုံကြည်ခဲ့ကြပြီး အချို့က မယုံကြည်ခဲ့ကြပေ။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါမူ၊ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး တိုက်ခိုက်ခဲ့ကြမည်မဟုတ်ပေ။)</span> ဆိုသည်မှာ ဤအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ကံကြမ္မာအတိုင်း ဖြစ်ပျက်ခဲ့ခြင်းဖြစ်ပြီး၊ ထို့ကြောင့် အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ပြုလုပ်တော်မူသည်။)</span></p>"
  },
  {
    "ayah_key": "2:254",
    "group_ayah_key": "2:254",
    "from_ayah": "2:254",
    "to_ayah": "2:254",
    "ayah_keys": "2:254",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူအပေါင်းတို့! အကျွန်ုပ်တို့ အသင့်တို့အား ပေးသနားထားသော အရာများမှ လှူဒါန်းကြကုန်။ မည်သည့် အရောင်းအဝယ်မျှ၊ မည်သည့် မိတ်ဆွေဖွဲ့ခြင်းမျှ၊ မည်သည့် ကြားဝင်စေ့စပ်ပေးခြင်းမျှ မရှိမည့်နေ့တစ်နေ့ မရောက်မီပင် (လှူဒါန်းကြကုန်)။ မယုံကြည်သူများသည်ပင် မတရားပြုသူများ ဖြစ်ကြသည်။ <span>(၂၅၄)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား အရှင်မြတ်၏ နည်းလမ်းတွင်၊ ဖြောင့်မတ်သော လမ်းစဉ်တွင်၊ အရှင်မြတ် ပေးသနားထားသော အရာများမှ လှူဒါန်းရန် အမိန့်ပေးထားသည်။ သို့မှသာ ၎င်းတို့သည် ဤဖြောင့်မတ်သော လုပ်ရပ်၏ အကျိုးဆုလာဘ်ကို ၎င်းတို့၏ အရှင်သခင်နှင့် ဘုရင်ထံတွင် ရရှိသိမ်းဆည်းထားနိုင်မည်ဖြစ်သည်။ ၎င်းတို့သည် ဤဘဝတွင် ဤလုပ်ရပ်ကို ဆောင်ရွက်ရန် အလျင်စလို ပြုလုပ်ကြပါစေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့တစ်နေ့ မရောက်မီ)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် အရောင်းအဝယ်မျှ၊ မည်သည့် မိတ်ဆွေဖွဲ့ခြင်းမျှ၊ မည်သည့် ကြားဝင်စေ့စပ်ပေးခြင်းမျှ မရှိမည့်အခါ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က ထိုနေ့တွင် မည်သူမျှ မိမိကိုယ်စား လဲလှယ်ရောင်းဝယ်နိုင်မည် မဟုတ်သကဲ့သို့၊ မိမိကိုယ်ကို မည်သည့်ပမာဏဖြင့်မျှ ရွေးနုတ်နိုင်မည် မဟုတ်ကြောင်း ဖော်ပြသည်။ ကမ္ဘာမြေတစ်ခုလုံး ရွှေများဖြင့် ပြည့်နေသည့်တိုင် မဟုတ်ပေ။ မည်သူနှင့်မျှ သူ၏မိတ်ဆွေဖွဲ့ခြင်း သို့မဟုတ် ဆက်ဆံရေးက သူ့ကို အကျိုးပြုနိုင်မည် မဟုတ်ပေ။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် တံပိုးမှုတ်သောအခါ၊ ထိုနေ့တွင် ၎င်းတို့အကြား မည်သည့်ဆွေမျိုးသားချင်းမျှ မရှိတော့သည့်အပြင်၊ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး အပြန်အလှန် မေးမြန်းကြမည်လည်း မဟုတ်ပေ)</span><span class=\"gray\">[၂၃:၁၀၁]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا شَفَاعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် ကြားဝင်စေ့စပ်ပေးခြင်းမျှ မရှိ)</span> ဆိုသည်မှာ ၎င်းတို့သည် မည်သူတစ်ဦးတစ်ယောက်၏ ကြားဝင်စေ့စပ်ပေးခြင်းဖြင့်မျှ အကျိုးခံစားရမည် မဟုတ်ဟု အဓိပ္ပာယ်ရသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَافِرُونَ هُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည်ပင် မတရားပြုသူများ ဖြစ်ကြသည်)</span> ဆိုသည်မှာ ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သူတစ်ဦးအဖြစ် တွေ့ဆုံခြင်းထက် ဆိုးရွားသော မည်သည့်မတရားမှုမျှ မရှိကြောင်း ဖော်ပြသည်။ အိဗ်နု အဘီ ဟာတိမ်က အာတာအ် အိဗ်နု ဒီနာရ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်၊ “အလ္လာဟ်အရှင်မြတ်က ‘</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَافِرُونَ هُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည်ပင် မတရားပြုသူများ ဖြစ်ကြသည်)</span> ဟု မိန့်တော်မူခဲ့သော်လည်း ‘မတရားပြုသူများသည်ပင် မယုံကြည်သူများ ဖြစ်ကြသည်’ ဟု မမိန့်တော်မူခဲ့သော အလ္လာဟ်အရှင်မြတ်သာလျှင် ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။”</p>"
  }
]