[
  {
    "ayah_key": "12:37",
    "group_ayah_key": "12:37",
    "from_ayah": "12:37",
    "to_ayah": "12:38",
    "ayah_keys": "12:37,12:38",
    "text": "<p lang=\"my\" class=\"my \">သူက ပြောသည်- \"သင်တို့အား ခန့်ခွဲထားသည့် အစားအစာ မည်သည်မျှ ရောက်မလာမီ ငါသည် ၎င်း၏ အနက်အဓိပ္ပါယ်ကို သင်တို့အား အသိပေးမည်။ ဤသည်မှာ ငါ့သခင်က ငါ့အား သင်ကြားပေးထားသည့် အရာများထဲမှ ဖြစ်သည်။ စင်စစ် ငါသည် အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ဘဲ နောင်တမလွန်ဘဝကို ငြင်းပယ်ကြသူတို့၏ ဘာသာတရားကို စွန့်ပစ်ခဲ့ပြီ။ <span>(၃၇)</span>\"ငါသည် ငါ့ဖခင်များဖြစ်ကြသော - အီဘရာဟင်မ်၊ အစ်ဟာက်နှင့် ယအ်ကူးဘ်တို့၏ ဘာသာတရားကို လိုက်နာခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်နှင့် မည်သည့်အရာကိုမျှ ပူးပေါင်း ဖက်စပ်မည်မဟုတ်ပေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျွန်ုပ်တို့အပေါ်နှင့် လူသားများအပေါ် ကျေးဇူးတော်မှ ဖြစ်သည်၊ သို့သော် လူအများစုမှာ ကျေးဇူးမတင်ကြချေ။ <span>(၃၈)</span></p><div lang=\"my\" class=\"my \"><h2>ယူစွဖ်သည် အကျဉ်းထောင်မှ သူ၏ အဖော်များကို အိပ်မက်များကို အနက်မဖွင့်မီ တောင်ဟိဒ် (တစ်ဆူတည်းသော အရှင်ကို ယုံကြည်ခြင်း) သို့ ခေါ်ဆိုခြင်း</h2></div><p lang=\"my\" class=\"my \">ယူစွဖ်သည် - အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာနှင့် ငြိမ်သက်ခြင်းများ သူ၏အပေါ်သို့ သက်ရောက်ပါစေ - အမျိုးသားနှစ်ဦးအား ၎င်းတို့ အိပ်မက်ထဲတွင် မြင်ခဲ့သော မည်သည့်အရာ၏ အနက်အဓိပ္ပါယ်ကိုမဆို သူသိရှိကြောင်းနှင့် ၎င်းတို့ အိပ်မက်များ အမှန်တကယ် မဖြစ်လာမီ သူသည် အိပ်မက်များ၏ အနက်အဓိပ္ပါယ်ကို ပြောပြမည်ဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူက ပြောခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား ခန့်ခွဲထားသည့် အစားအစာ မည်သည်မျှ ရောက်မလာမီ ငါသည် ၎င်း၏ အနက်အဓိပ္ပါယ်ကို သင်တို့အား အသိပေးမည်။)</span> မူဂျာဟစ်ဒ်က မှတ်ချက်ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား ခန့်ခွဲထားသည့် အစားအစာ မည်သည်မျှ ရောက်မလာမီ၊)</span> ယနေ့,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَن يَأْتِيَكُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းမရောက်လာမီ ငါသည် သင်တို့အား ၎င်း၏ အနက်အဓိပ္ပါယ်ကို ပြောပြမည်။)</span> အစ်-စွတ်ဒီကလည်း အလားတူ ပြောခဲ့သည်။ ယူစွဖ်က ပြောခဲ့သည်မှာ ဤအသိပညာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်ပြီး သူသည် ငါ့အား သင်ကြားပေးခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ငါသည် အလ္လာဟ်အရှင်မြတ်နှင့် နောင်တမလွန်နေ့ကို မယုံကြည်သူများ၊ အလ္လာဟ်အရှင်မြတ်၏ အကျိုးကို မမျှော်လင့်သူများ၊ ပြန်လာမည့်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ အပြစ်ဒဏ်ကို မကြောက်ရွံ့သူများ၏ ဘာသာတရားကို ရှောင်ရှားခဲ့သောကြောင့် ဖြစ်သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ငါ့ဖခင်များဖြစ်ကြသော - အီဘရာဟင်မ်၊ အစ်ဟာက်နှင့် ယအ်ကူးဘ်တို့၏ ဘာသာတရားကို လိုက်နာခဲ့သည်)</span> ယူစွဖ်က ပြောခဲ့သည်မှာ 'ငါသည် မယုံကြည်ခြင်းနှင့် ဘာသာပေါင်းစုံကို ကိုးကွယ်ခြင်းလမ်းကို ရှောင်ရှားခဲ့ပြီး ဤဂုဏ်သရေရှိ တမန်တော်များ၏ လမ်းစဉ်ကို လိုက်နာခဲ့သည်'၊ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်သက်ခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ သူတို့အပေါ် သက်ရောက်ပါစေ။ ဤသည်မှာ စင်စစ်အားဖြင့် လမ်းညွှန်မှုလမ်းစဉ်ကို ရှာဖွေပြီး တမန်တော်များ၏ လမ်းစဉ်ကို လိုက်နာသူ၏ လမ်းစဉ်ဖြစ်ပြီး၊ လွဲမှားမှုလမ်းစဉ်ကို အစဉ်တစိုက် ရှောင်ရှားနေသူ၏ လမ်းစဉ်ဖြစ်သည်။ ၎င်း၏နှလုံးသားကို အလ္လာဟ်အရှင်မြတ်က လမ်းညွှန်ပေးပြီး၊ သူ မသိခဲ့သော အရာများကို သင်ကြားပေးမည်။ ၎င်းကို အလ္လာဟ်အရှင်မြတ်က ဖြောင့်မတ်ခြင်းလမ်းစဉ်တွင် အတုယူခံရမည့် အီမာမ်တစ်ပါးအဖြစ်နှင့် ကောင်းမြတ်ခြင်းလမ်းစဉ်သို့ ဖိတ်ခေါ်သူတစ်ဦးအဖြစ် ပြုလုပ်ပေးမည်။ ယူစွဖ်က ထို့နောက် ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لَنَا أَن نُّشْرِكَ بِاللَّهِ مِن شَيْءٍ ۚ ذَٰلِكَ مِن فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် မည်သည့်အရာကိုမျှ ပူးပေါင်း ဖက်စပ်မည်မဟုတ်ပေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျွန်ုပ်တို့အပေါ်နှင့် လူသားများအပေါ် ကျေးဇူးတော်မှ ဖြစ်သည်၊)</span> ဤတောင်ဟိဒ် - တစ်ဆူတည်းသော အရှင်ကို ယုံကြည်ခြင်း - သည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ ကိုးကွယ်ရန် ထိုက်တန်သော အရှင်ဖြစ်ပြီး အခြားမည်သည့် ဖက်စပ်သူမျှ မရှိကြောင်း အတည်ပြုခြင်း ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن فَضْلِ اللَّهِ عَلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်ုပ်တို့အပေါ် ကျေးဇူးတော်မှ ဖြစ်သည်)</span>၊ ကိုယ်တော်သည် ၎င်းကို ကျွန်ုပ်တို့အား ထုတ်ဖော်ပြသခဲ့ပြီး ကျွန်ုပ်တို့အပေါ် ပြဋ္ဌာန်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى النَّاسِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လူသားများအပေါ်)</span>၊ ကိုယ်တော်သည် ကျွန်ုပ်တို့အား တောင်ဟိဒ် (တစ်ဆူတည်းသော အရှင်ကို ယုံကြည်ခြင်း) သို့ ဖိတ်ခေါ်သူများအဖြစ် စေလွှတ်ခဲ့သော သူတို့အား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစုမှာ ကျေးဇူးမတင်ကြချေ။)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် တမန်တော်များကို ၎င်းတို့ထံ စေလွှတ်သည့် ကောင်းချီးမင်္ဂလာကို လက်မခံကြ၊ သို့သော်လည်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို မယုံကြည်မှုအဖြစ်သို့ ပြောင်းလဲခဲ့ကြပြီး၊ ၎င်းတို့၏လူမျိုးများကို ပျက်စီးခြင်း၏ အိမ်တွင် နေထိုင်စေခဲ့သည်။)</span><span class=\"gray\">[၁၄:၂၈]</span></p>"
  },
  {
    "ayah_key": "12:39",
    "group_ayah_key": "12:39",
    "from_ayah": "12:39",
    "to_ayah": "12:40",
    "ayah_keys": "12:39,12:40",
    "text": "<p lang=\"my\" class=\"my \">\"အို ထောင်တွင်းမှ အဖော်နှစ်ဦး! ကွဲပြားခြားနားသော အရှင်များစွာ <span class=\"gray\">(ဘုရားများ)</span> က ပိုမိုကောင်းမွန်သလား သို့မဟုတ် အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းသော၊ မည်သူမျှ မတားဆီးနိုင်သော အရှင်မြတ်က ပိုကောင်းသလား? <span>(၃၉)</span> သင်တို့သည် ကိုယ်တော်မှတစ်ပါး အခြားမည်သည့်အရာကိုမှ မကိုးကွယ်ကြဘဲ၊ သင်တို့နှင့် သင်တို့၏ဖခင်များက အမည်ပေးထားသော <span class=\"gray\">(ဖန်တီးထားသော)</span> အမည်များကိုသာ ကိုးကွယ်ကြသည်။ ထိုအမည်များအတွက် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အခွင့်အာဏာကိုမျှ မချပေးခဲ့ပါ။ အမိန့်သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူ့အတွက်မျှ မဟုတ်ပေ။ ကိုယ်တော်သည် ကိုယ်တော်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ မကိုးကွယ်ရန် အမိန့်ပေးထားသည်။ ၎င်းသည် တည့်မတ်မှန်ကန်သော ဘာသာတရားဖြစ်သည်၊ သို့သော် လူအများစု မသိကြပေ။ <span>(၄၀)</span></p><p lang=\"my\" class=\"my \">နဗီယူဆွဖ်သည် ၎င်း၏ထောင်တွင်းအဖော်နှစ်ဦးအား မည်သူမျှမရှိဘဲ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်နှင့် ၎င်းတို့နှစ်ဦး၏ လူမျိုးများ ကိုးကွယ်နေသော ရုပ်တုများကဲ့သို့ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ခံနေရသမျှကို ငြင်းပယ်ရန် ဆက်လက်တောင်းဆိုခဲ့သည်။ ယူဆွဖ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွဲပြားခြားနားသော အရှင်များစွာ <span class=\"gray\">(ဘုရားများ)</span> က ပိုမိုကောင်းမွန်သလား သို့မဟုတ် အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းသော၊ မည်သူမျှ မတားဆီးနိုင်သော အရှင်မြတ်က ပိုကောင်းသလား?)</span> ကိုယ်တော်၏ ကျေးဇူးတော်နှင့် အနန္တနိုင်ငံတော်အား အရာရာနှင့် လူတိုင်းက နှိမ့်ချစွာ ခစားခဲ့ကြသည်။ နဗီယူဆွဖ်သည် ၎င်းတို့၏ မသိနားမလည်မှုကြောင့် မှားယွင်းသော ကိုးကွယ်ရာများကို ကိုးကွယ်ခြင်းနှင့် ၎င်းတို့အား အမည်ပေးခြင်းဖြစ်ကြောင်း ၎င်းတို့အား ထပ်မံရှင်းပြခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် ထိုအမည်များသည် ဖန်တီးထားခြင်းဖြစ်ပြီး မျိုးဆက်တစ်ဆက်မှ နောက်တစ်ဆက်သို့ လက်ဆင့်ကမ်းလာခြင်းဖြစ်သည်။ ဤအလေ့အထကို ထောက်ခံသော မည်သည့်သက်သေ သို့မဟုတ် အခွင့်အာဏာမျှ ၎င်းတို့တွင် မရှိပေ။ ထို့ကြောင့် ၎င်းတို့အား ကိုယ်တော်၏ ပြောကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအမည်များအတွက် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အခွင့်အာဏာကိုမျှ မချပေးခဲ့ပါ)</span> သို့မဟုတ် သက်သေအထောက်အထား။ ထို့နောက် ကိုယ်တော်သည် စီရင်ဆုံးဖြတ်ချက်၊ ဆုံးဖြတ်ချက်၊ ဆန္ဒနှင့် နိုင်ငံတော်တို့သည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ကြောင်း အတည်ပြုခဲ့ပြီး၊ ကိုယ်တော်သည် ကိုယ်တော်၏ ကျွန်များအားလုံးကို ကိုယ်တော်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ မကိုးကွယ်ရန် အမိန့်ပေးထားသည်။ ကိုယ်တော်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الدِّينُ الْقَيِّمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် တည့်မတ်မှန်ကန်သော ဘာသာတရားဖြစ်သည်၊)</span> 'ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တော်ဟီးဒ် (တစ်ဆူတည်းဖြစ်ခြင်း) ဖြစ်ပြီး၊ ကိုးကွယ်မှုအပြုအမူအားလုံးကို ကိုယ်တော်တစ်ပါးတည်းထံ ရိုးသားစွာညွှန်ပြခြင်းဖြစ်ပြီး၊ ကျွန်ုပ်သင်တို့ကို တောင်းဆိုနေသည်မှာ အလ္လာဟ်အရှင်မြတ်က ပြဌာန်းထားသော မှန်ကန်၍ တည့်မတ်သော ဘာသာတရားဖြစ်ပြီး၊ ၎င်းအတွက် ကိုယ်တော်သည် ကိုယ်တော်အလိုရှိရာ သက်သေများနှင့် အထောက်အထားများကို ထုတ်ဖော်ပြသခဲ့သည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစု မသိကြပေ။)</span> ထို့ကြောင့် ၎င်းတို့အများစုမှာ ရုပ်တုကိုးကွယ်သူများဖြစ်ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်မည်မျှပင် လိုချင်တောင့်တစေကာမူ လူသားအများစုသည် ယုံကြည်မည်မဟုတ်ပေ။)</span><span class=\"gray\">[12:103]</span> ယူဆွဖ်သည် ၎င်းတို့အား တောင်းဆိုခြင်း ပြီးစီးသောအခါ၊ ၎င်းတို့အတွက် အိပ်မက်များကို စတင်အနက်ပြန်ဆိုခဲ့သည်၊</p>"
  },
  {
    "ayah_key": "12:4",
    "group_ayah_key": "12:4",
    "from_ayah": "12:4",
    "to_ayah": "12:4",
    "ayah_keys": "12:4",
    "text": "<p class=\"my translation\" lang=\"my\"><span class=\"gray\">(မှတ်ထားပါ)</span> ယူဆွဖ်သည် ၎င်း၏ဖခင်အား ပြောကြားခဲ့သည်မှာ - \"အို ကျွန်ုပ်၏ ဖခင်! အမှန်စင်စစ်၊ ကျွန်ုပ် မြင်မက်သည် <span class=\"gray\">(အိပ်မက်ထဲတွင်)</span> ကြယ် ဆယ့်တစ်လုံးနှင့် နေနှင့် လကို - ၎င်းတို့သည် ကျွန်ုပ်အား ဦးချနေသည်ကို ကျွန်ုပ်မြင်မက်သည်၊ <span>(၄)</span></p><div lang=\"cy\" class=\"cy \"><h2>Yusuf's Dream</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'အို မုဟမ္မဒ်၊ သင်သည် သင်၏လူမျိုးများအား ပြောပြသော ပုံပြင်များအနက် ယူဆွဖ်၏ ပုံပြင်ကို ဖော်ပြပါ။' နဗီတမန်တော် ယူဆွဖ် <span class=\"gray\">(ဂျိုးဇက်)</span> သည် ၎င်း၏ အိပ်မက်ကို ၎င်း၏ဖခင် နဗီတမန်တော် ယာကုပ် <span class=\"gray\">(ယာကုပ်)</span>၊ နဗီတမန်တော် အစ္စဟ် <span class=\"gray\">(အစ္စဟ်)</span> ၏သား၊ နဗီတမန်တော် အိဗ်ရာဟင်မ် <span class=\"gray\">(အိဗ်ရာဟင်မ်)</span> ၏သား ဖြစ်သူအား ပြောပြခဲ့သည်၊ ထိုသူတို့အားလုံးအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ။ 'အဗ်ဒုလ္လာဟ် ဘင် အဗ္ဗားစ် က နဗီတမန်တော်များ၏ အိပ်မက်များသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဗျာဒိတ်တော်များဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ တဖ်စီရ် ပညာရှင်များက ယူဆွဖ်၏ အိပ်မက်ထဲတွင် ကြယ်ဆယ့်တစ်လုံးသည် ၎င်း၏ ညီအစ်ကိုများ (သူတို့သည် ဆယ့်တစ်ဦးဖြစ်သည်) ကို ကိုယ်စားပြုပြီး နေနှင့် လသည် ၎င်း၏ဖခင်နှင့် မိခင်ကို ကိုယ်စားပြုသည်ဟု ရှင်းပြခဲ့သည်။ ဤရှင်းပြချက်ကို အိဗ်နု အဗ္ဗားစ်၊ အဒ်ဒဟ်ဟက်၊ ကတာဒါ၊ ဆွဖ်ယန် အစ်သ်သော်ရီ နှင့် အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ် တို့ထံမှ စုဆောင်းရရှိခဲ့သည်။ ယူဆွဖ်၏ အမြင်သည် နှစ်လေးဆယ်အကြာတွင် သို့မဟုတ် အချို့ကပြောသကဲ့သို့ နှစ်ရှစ်ဆယ်အကြာတွင် အမှန်တကယ်ဖြစ်လာခဲ့သည်၊ ယူဆွဖ်သည် ၎င်း၏ဖခင်မိခင်ကို ထီးနန်းပေါ်တင်မြှောက်ခဲ့စဉ် ၎င်း၏ညီအစ်ကိုများမှာ ၎င်း၏ရှေ့တွင်ရှိနေခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَرُّوا لَهُ سُجَّدًا ۖ وَقَالَ يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ၎င်း၏ရှေ့တွင် ဦးချကျသွားကြသည်။ ထို့နောက် ၎င်းက ပြောကြားသည် - \"အို ကျွန်ုပ်၏ ဖခင်! ဤသည်မှာ ကျွန်ုပ်၏ ယခင်အိပ်မက်၏ အဓိပ္ပါယ်ဖွင့်ဆိုချက်ပင် ဖြစ်သည်။ ကျွန်ုပ်၏ အရှင်သခင်က ၎င်းကို အမှန်တကယ် ဖြစ်မြောက်စေခဲ့ပြီ!\")</span></p>"
  },
  {
    "ayah_key": "12:41",
    "group_ayah_key": "12:41",
    "from_ayah": "12:41",
    "to_ayah": "12:41",
    "ayah_keys": "12:41",
    "text": "<p class=\"my translation\" lang=\"my\">\"အို ထောင်တွင်းမှ အဖော်နှစ်ဦးတို့! သင်တို့နှစ်ဦးအနက် တစ်ဦးမှာ သူ၏သခင်အား သောက်ရန် စပျစ်ရည် ငှဲ့ပေးရလိမ့်မည်။ အခြားတစ်ဦးမှာမူ ကားစင်တင်ခံရပြီး ငှက်များက သူ၏ခေါင်းမှ စားကြလိမ့်မည်။ သင်တို့နှစ်ဦး စုံစမ်းမေးမြန်းခဲ့သော ကိစ္စကို ဤသို့ စီရင်ဆုံးဖြတ်ပြီးဖြစ်သည်။ <span>(41)</span></p><div lang=\"es\" class=\"es \"><h2>The Interpretation of the Dreams</h2></div><p lang=\"hmn\" class=\"hmn \">Yusuf said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ထောင်တွင်းမှ အဖော်နှစ်ဦးတို့! သင်တို့နှစ်ဦးအနက် တစ်ဦးမှာ သူ၏သခင်အား သောက်ရန် စပျစ်ရည် ငှဲ့ပေးရလိမ့်မည်။)</span> သူသည် စပျစ်သီးကို ညှစ်နေသည်ဟု အိပ်မက်မက်သော သူအား။ သို့သော် သူသည် ဤစကားကို သူ့အား တိုက်ရိုက် မပြောခဲ့ပေ၊ အခြားသူ၏ ဝမ်းနည်းမှုကို လျှော့ချရန်ဖြစ်သည်။ ဤသို့ဖြင့် သူသည် သူ၏ပြောစကားကို သွယ်ဝိုက်ပြောဆိုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِن رَّأْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားတစ်ဦးမှာမူ ကားစင်တင်ခံရပြီး ငှက်များက သူ၏ခေါင်းမှ စားကြလိမ့်မည်။)</span> ၎င်းသည် မိမိကိုယ်တိုင် ပေါင်မုန့်ကို ခေါင်းပေါ်တွင် ထမ်းထားသည်ဟု မြင်ခဲ့သော အခြားသူ၏ အိပ်မက်အနက်ဖွင့်ဆိုချက်ဖြစ်သည်။ ယူဆွဖ်က သူတို့၏ကိစ္စနှင့် ပတ်သက်၍ ဆုံးဖြတ်ချက်ကို ချပြီးဖြစ်ကြောင်းနှင့် ယင်းသည် ဖြစ်မြောက်လာမည်ဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် အိပ်မက်သည် မှန်ကန်စွာ အနက်မဖွင့်သေးသရွေ့ ငှက်ခြေထောက်နှင့် ချည်နှောင်ထားသောကြောင့် ဖြစ်သည်။ အကယ်၍ အနက်ဖွင့်ပြီးပါက ၎င်းသည် အမှန်တကယ် ဖြစ်လာသည်။ အသ်-သွောင်ရီက 'အီမာရဟ် ဘင် အလ်-ကာအ်ကာအ်' က အီဘရာဟင်မ် ပြောသည်ဟု ဆိုကြောင်း၊ 'အဘ်ဒွလ္လာဟ် ဘင် မဆ်အူဒ်' က ပြောသည်ဟု ဆိုကြောင်း၊ \"သူတို့က သူ့ကို ပြောသင့်သည်များကို ပြောပြီး သူက သူတို့၏အိပ်မက်များကို ရှင်းပြပြီးနောက် သူတို့က 'ကျွန်ုပ်တို့ ဘာမှ မမြင်ခဲ့ပါ' ဟု ပြန်ဖြေခဲ့ကြသည်။ ဤသည်မှာ သူက ပြောသည့် အချိန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦး စုံစမ်းမေးမြန်းခဲ့သော ကိစ္စကို ဤသို့ စီရင်ဆုံးဖြတ်ပြီးဖြစ်သည်။)</span>\" ဤအရာ၌ နားလည်ထားသည်မှာ အိပ်မက်တစ်ခုကို မြင်ခဲ့ပြီး ၎င်း၏အနက်ဖွင့်ဆိုချက်ကို ရရှိခဲ့သည်ဟု ပြောဆိုသူသည် ၎င်း၏အနက်ဖွင့်ဆိုချက်နှင့် ချည်နှောင်ခံရမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည်။ မူအာဝီယာ ဘင် ဟိုင်းဒါဟ် ထံမှ အီမာမ် အဟ်မဒ် စုဆောင်းထားသော ဂုဏ်သရေရှိ ဟဒီးဆ်တော်တစ်ခု ရှိသည်မှာ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرُّؤْيَا عَلَى رِجْلِ طَائِرٍ مَا لَمْ تُعْبَرْ، فَإِذَا عُبِرَتْ وَقَعَت</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိပ်မက်သည် ငှက်ခြေထောက်နှင့် ချည်နှောင်ထားသည်၊ အနက်မဖွင့်သေးသရွေ့ ဖြစ်သည်။ အကယ်၍ အနက်ဖွင့်ပြီးပါက ၎င်းသည် အမှန်တကယ် ဖြစ်လာသည်။)</span></p>"
  },
  {
    "ayah_key": "12:42",
    "group_ayah_key": "12:42",
    "from_ayah": "12:42",
    "to_ayah": "12:42",
    "ayah_keys": "12:42",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုသူသည် လွတ်မြောက်မည်ကို သိသူအား ၎င်းက ပြောသည်- \"အကျွန်ုပ်ကို သင်၏ဘုရင်ထံတွင် ပြောပြပါ။\" သို့သော် ရှိုက်တန်သည် ၎င်း၏သခင်အား ပြောပြရန် မေ့လျော့စေခဲ့သည်။ ထို့ကြောင့် <span class=\"gray\">[ယူဆွဖ်]</span> သည် ထောင်ထဲ၌ နောက်ထပ် <span class=\"gray\">(အနည်းငယ်)</span> နှစ်အနည်းငယ် <span>(၄၂)</span> နေခဲ့ရသည်။</p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်သည် ဘုရင်၏ အရက်ချက်သမားအား ဘုရင်ထံတွင် ၎င်းအကြောင်းကို ပြောပြရန် တောင်းဆိုသည်</h2></div><p lang=\"my\" class=\"my \">ယူဆွဖ်သည် ထိုအရက်ချက်သမား လွတ်မြောက်မည်ကို သိသည်။ ထို့ကြောင့် အခြားသူ၏ ကားစင်တင်ခံရမည်ဟူသော သံသယ မပြင်းထန်စေရန် လျှို့ဝှက်စွာဖြင့် ၎င်းက ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْكُرْنِي عِندَ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ဘုရင်ထံတွင် ကျွန်ုပ်ကို ပြောပြပါ။)</span> ၎င်း၏ဇာတ်လမ်းကို ဘုရင်အား ပြောပြရန် တောင်းဆိုသည်။ ထိုသူသည် ယူဆွဖ်၏ တောင်းဆိုမှုကို မေ့လျော့သွားပြီး ၎င်း၏ဇာတ်လမ်းကို ဘုရင်အား ပြောပြခြင်း မပြုခဲ့ပေ။ ၎င်းမှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ထောင်မှမထွက်နိုင်စေရန် ရှိုက်တန်၏ ပယောဂဖြစ်သည်။ ၎င်းသည် အောက်ပါ၏ မှန်ကန်သောအဓိပ္ပါယ်ဖြစ်သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَنسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ရှိုက်တန်သည် ၎င်း၏သခင်အား ပြောပြရန် မေ့လျော့စေခဲ့သည်။)</span> ၎င်းသည် ကယ်တင်ခြင်းခံရသူကို ရည်ညွှန်းသည်။ မူဂျာဟစ်၊ မုဟမ္မဒ် ဘင် အစ္စဟက် နှင့် အခြားသူများစွာက ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။ 'နှစ်အနည်းငယ်' သို့မဟုတ် အာရဗီဘာသာဖြင့် Bida' ဟူသည် မူဂျာဟစ်နှင့် ကတာဒါတို့အရ သုံးနှစ်မှ ကိုးနှစ်အကြားကို ဆိုလိုသည်။ ဝါဟဘ် ဘင် မူနဗ္ဗဟ်က \"အယူဘ်သည် ဖျားနာမှုကို ခုနစ်နှစ်ခံစားခဲ့ရပြီး၊ ယူဆွဖ်သည် ထောင်ထဲတွင် ခုနစ်နှစ်နေခဲ့ရကာ၊ ဘွတ်ခ်တာနာဆာ <span class=\"gray\">(နီဘူခဒ်နက်ဇာ - ဗာဗုလုန်ဘုရင် ခါလဒီးယန်း)</span> သည် ခုနစ်နှစ်ကြာ ဒုက္ခရောက်ခဲ့ရသည်။\" ဟု ပြောကြားခဲ့သည်။</p>"
  }
]