[
  {
    "ayah_key": "18:97",
    "group_ayah_key": "18:97",
    "from_ayah": "18:97",
    "to_ayah": "18:99",
    "ayah_keys": "18:97,18:98,18:99",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် အပေါ်သို့ မတက်နိုင်၊ ထိုးဖောက်၍လည်း မရနိုင်ခဲ့ကြပေ။ <span>(97)</span>သူက \"ဤသည်မှာ ငါ့အရှင်ထံမှ ကရုဏာတော်ဖြစ်သည်၊ သို့သော် ငါ့အရှင်၏ ကတိတော်ရောက်ရှိလာသောအခါ ၎င်းကို မြေပြင်သို့ ညီညာအောင် ချေဖျက်တော်မူမည်။ ငါ့အရှင်၏ ကတိတော်သည် အမှန်ပင်ဖြစ်သည်။ <span>(98)</span>ထိုနေ့တွင် ၎င်းတို့အချို့ကို တစ်ဦးနှင့်တစ်ဦး လှိုင်းလုံးများကဲ့သို့ ထိုးထွက်စေမည်။ နှဲခရာကို မှုတ်မည်ဖြစ်ပြီး ၎င်းတို့ <span class=\"gray\">(ဖန်ဆင်းခံများကို)</span> အားလုံးကို တစ်ပေါင်းတည်း စုစည်းမည်။ <span>(99)</span></p><div lang=\"my\" class=\"my \"><h2>ထိုတံတိုင်းက ၎င်းတို့ကို တားဆီးထားသော်လည်း ကိယာမသ်နေ့ နီးကပ်လာသောအခါ ပေါက်ပြဲသွားမည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ယာဂျုဂျ်နှင့် မာဂျုဂျ်တို့သည် တံတိုင်းကို ကျော်တက်၍လည်းကောင်း၊ ၎င်း၏အောက်ပိုင်းကို ထိုးဖောက်၍လည်းကောင်း မလုပ်နိုင်ကြောင်း မိန့်ကြားထားသည်။ ရည်ညွှန်းထားသော လုပ်ဆောင်ချက်၏ ခက်ခဲမှုကို ထင်ဟပ်စေရန်အတွက် ကြိယာပုံစံအမျိုးမျိုးကို ဤအာရဗီစာသားတွင် အသုံးပြုထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْطَاعُوا أَن يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ <span class=\"gray\">(ယာဂျုဂျ်နှင့် မာဂျုဂျ်တို့)</span> သည် ၎င်းကို ကျော်တက်၍လည်းကောင်း၊ ထိုးဖောက်၍လည်းကောင်း မလုပ်နိုင်ခဲ့ကြပေ။)</span> ဤသည်မှာ ၎င်းတို့သည် ၎င်းကို ထိုးဖောက်၍လည်းကောင်း၊ တူးဖော်၍လည်းကောင်း မလုပ်နိုင်ကြောင်း ဖော်ပြသည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ ၏ ကြင်ယာတော် ဇိုင်နဗ် ဘင်သ် ဂျဟ်ရှ် က ပြောသည်မှာ၊ \"တမန်တော်မြတ် ﷺ သည် အိပ်ရာမှ နိုးထလာရာ မျက်နှာတော် နီမြန်းနေ၏။ ထို့နောက် ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَهَ إِلَّا اللهُ وَيْلٌ لِلْعَرَبِ مِنْ شَرِّ قَدِ اقْتَرَبَ فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်မှတစ်ပါး ကိုးကွယ်ရာမရှိ။ အာရဗ်လူမျိုးများအဖို့ ချဉ်းကပ်လာသော ဘေးဆိုးကြီးမှ ကွယ်ကာတော်မူပါ။ ယနေ့ ယာဂျုဂျ်နှင့် မာဂျုဂျ်တို့၏ တံတိုင်းတွင် ဤကဲ့သို့ အပေါက်တစ်ပေါက် ပွင့်သွားပြီ။)</span> ထို့နောက် ကိုယ်တော်သည် လက်ညှိုးနှင့် လက်မဖြင့် စက်ဝိုင်းတစ်ခုကို ပြုလုပ်ပြခဲ့သည်။ ကျွန်မ <span class=\"gray\">[ဇိုင်နဗ်]</span> က \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်တို့တွင် သူတော်ကောင်းများ ရှိနေသော်လည်း ကျွန်ုပ်တို့ ဖျက်ဆီးခံရမည်လား?\" ဟု မေးခဲ့သည်။ ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ إِذَا كَثُرَ الْخَبَثُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်သည်၊ မကောင်းမှုများ တိုးပွားလာပါက ဖြစ်၏။)</span>\" ဤသည်မှာ ဆွဟီးဟ် ဟဒီးဆ် ဖြစ်ပြီး အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ် နှစ်ဦးစလုံး မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذَا رَحْمَةٌ مِّن رَّبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဇုလ်ကရ်နိုင်းန်)</span> က \"ဤသည်မှာ ငါ့အရှင်ထံမှ ကရုဏာတော်ဖြစ်သည်...\" ဟု ပြောခဲ့သည်။)</span> ဆိုလိုသည်မှာ ဇုလ်ကရ်နိုင်းန်က တည်ဆောက်ပြီးစီးပြီးနောက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذَا رَحْمَةٌ مِّن رَّبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- ဤသည်မှာ ငါ့အရှင်ထံမှ ကရုဏာတော်ဖြစ်သည်)</span> လူသားများအတွက် ဖြစ်၏။ ၎င်းတို့နှင့် ယာဂျုဂျ်နှင့် မာဂျုဂျ်တို့ကြားတွင် တံတိုင်းတစ်ခုကို ထားရှိခဲ့ခြင်းမှာ ကမ္ဘာမြေပေါ်တွင် မကောင်းမှုနှင့် ဖျက်ဆီးမှုကို မပြန့်ပွားစေရန်အတွက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَ وَعْدُ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါ့အရှင်၏ ကတိတော်ရောက်ရှိလာသောအခါ)</span> ဆိုလိုသည်မှာ စစ်မှန်သော ကတိတော် ရောက်ရှိလာသောအခါ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَهُ دَكَّاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို မြေပြင်သို့ ညီညာအောင် ချေဖျက်တော်မူမည်။)</span> ဆိုလိုသည်မှာ ၎င်းကို ညီညာပြားချပ်အောင် လုပ်မည်။ အာရဗ်လူမျိုးများသည် 'ဒက္ကား' (Dakka') ဟူသော စကားလုံးကို ကျောပြင်ပြားပြီး ကုလားအုပ်အဖုမရှိသော ကုလားအုပ်မကို ဖော်ပြရန် အသုံးပြုကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَجَلَّىٰ رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်း၏အရှင်သခင်သည် တောင်ပေါ်တွင် ပေါ်ထွန်းတော်မူသောအခါ ၎င်းကို 'ဒက္ကန်' ဖြစ်စေခဲ့သည်)</span><span class=\"gray\">[7:143]</span> ဆိုလိုသည်မှာ မြေပြင်နှင့် ညီညာအောင် ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ وَعْدُ رَبِّي حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အရှင်၏ ကတိတော်သည် အမှန်ပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် သံသယမရှိဘဲ ဖြစ်မြောက်လာမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا بَعْضَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အချို့ကို ငါတို့ ထားခဲ့မည်)</span> ဆိုလိုသည်မှာ လူသားများကို ထိုနေ့တွင်၊ တံတိုင်းပေါက်ပြဲပြီး ၎င်းလူများ <span class=\"gray\">(ယာဂျုဂျ်နှင့် မာဂျုဂျ်)</span> သည် လူသားများအပေါ် လှိုင်းလုံးများကဲ့သို့ ထိုးထွက်လာပြီး ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများကို ဖျက်ဆီးမည့်နေ့တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အချို့ကို တစ်ဦးနှင့်တစ်ဦး လှိုင်းလုံးများကဲ့သို့ ထိုးထွက်စေမည်။)</span> အစ်စ်-ဆွဒ်ဒီ က ပြောသည်- \"၎င်းတို့သည် လူများအပေါ် ထွက်ပေါ်လာချိန် ဖြစ်သည်။\" ဤအရာအားလုံးသည် ကိယာမသ်နေ့မတိုင်မီနှင့် ဒဂျ်ဂျလ်နောက်ပိုင်းတွင် ဖြစ်ပေါ်မည်ဖြစ်ပြီး အာယသ်တော်များကို ဆွေးနွေးသည့်အခါ ကျွန်ုပ်တို့ ရှင်းပြပါမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ - وَاقْتَرَبَ الْوَعْدُ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယာဂျုဂျ်နှင့် မာဂျုဂျ်တို့ လွတ်မြောက်လာပြီး ကုန်းမြင့်တိုင်းမှ ဆင်းသက်လာသည်အထိ။ စစ်မှန်သော ကတိတော်သည် နီးကပ်လာမည်...)</span><span class=\"gray\">[21:96-97]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُفِخَ فِي الصُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှဲခရာကို မှုတ်မည်။)</span> အစ်စ်-ဆူရ် (As-Sur) သည် ဟဒီးဆ်တော်တွင် ရှင်းပြထားသည့်အတိုင်း မှုတ်သွင်းရသော ခရာတစ်ခု ဖြစ်သည်။ ၎င်းကို မှုတ်မည့်သူမှာ <span class=\"gray\">(ကောင်းကင်တမန်)</span> အစ္စရာဖီလ် ဖြစ်ပြီး ၎င်းအပေါ် ငြိမ်းချမ်းမှုရှိပါစေ။ အထက်တွင် အကျယ်တဝင့် ဖော်ပြခဲ့သော ဟဒီးဆ်တော်တွင် ရှင်းပြထားသည့်အတိုင်း ဖြစ်သည်။ ဤခေါင်းစဉ်နှင့် ပတ်သက်၍ ဟဒီးဆ်တော်များစွာ ရှိသည်။ အသိယဟ်က အိဗ်နု အဘ်ဘာစ်နှင့် အဘူ စအီဒ်တို့မှ ဆင့်ပြန်ထားသော၊ တမန်တော်မြတ် ﷺ ထံသို့ သက်ဆိုင်သည့် ဟဒီးဆ်တော်တစ်ရပ်အရ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ وَحَنَى جَبْهَتَهُ وَاسْتَمَعَ مَتَى يُؤْمَرُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရာရှင်သည် ခရာကို ၎င်း၏ပါးစပ်တွင် ထားရှိပြီး ဒူးထောက်ကာ၊ ၎င်းအား ပေးမည့် အမိန့်ကို နားထောင်နေချိန်တွင် ကျွန်ုပ် မည်သို့ အနားယူနိုင်မည်နည်း?)</span> ၎င်းတို့က \"ကျွန်ုပ်တို့ ဘာပြောရမည်နည်း?\" ဟု မေးခဲ့သည်။ ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ عَلَى اللهِ تَوَكَّلْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အလ္လာဟ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်တော်မူ၏။ အကောင်းဆုံး စီမံခန့်ခွဲသူလည်း ဖြစ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ကျွန်ုပ်တို့ ယုံကြည်ကိုးစားကြကုန်၏။\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَمَعْنَاهُمْ جَمْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဖန်ဆင်းခံများကို)</span> အားလုံးကို တစ်ပေါင်းတည်း စုစည်းမည်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့အားလုံးကို စစ်ဆေးခြင်းအတွက် တစ်ပေါင်းတည်း စုစည်းမည်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ - لَمَجْمُوعُونَ إِلَىٰ مِيقَاتِ يَوْمٍ مَّعْلُومٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"<span class=\"gray\">(ဟုတ်သည်)</span> အမှန်စင်စစ် ရှေးဦးသူများရော၊ နောက်ပိုင်းသူများပါ အားလုံးကို သိရှိထားသော နေ့တစ်နေ့၏ သတ်မှတ်ထားသော အချိန်အတွက် စုစည်းထားမည် ဖြစ်သည်။)</span><span class=\"gray\">[56:49-50]</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အားလုံးကို တစ်ဦးတစ်ယောက်မျှ ကျန်ရစ်ခြင်းမရှိစေဘဲ စုစည်းမည်။)</span><span class=\"gray\">[18:47]</span></p>"
  }
]