[
  {
    "ayah_key": "31:1",
    "group_ayah_key": "31:1",
    "from_ayah": "31:1",
    "to_ayah": "31:5",
    "ayah_keys": "31:1,31:2,31:3,31:4,31:5",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲတစေ ကရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ - هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ - الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ - أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(1. အလိဖ် လမ် မင်မ်။)</span><span class=\"gray\">(2. ၎င်းတို့သည် ဉာဏ်ပညာရှိသော ကျမ်းတော်၏ အာယတ်တော်များ ဖြစ်သည်။)</span><span class=\"gray\">(3. မွတ်ဟ်စနီန်များအတွက် လမ်းညွှန်မှုနှင့် ကရုဏာတော်ဖြစ်သည်။)</span><span class=\"gray\">(4. ဆွလားတ်ကို ထမ်းဆောင်ကြပြီး ဇကားတ်ကို ပေးဆောင်ကြကာ နောင်တမလွန်ဘဝကို သေချာစွာ ယုံကြည်ကြသူများ။)</span><span class=\"gray\">(5. ထိုသူတို့သည် ၎င်းတို့၏ အရှင်သခင်ထံမှ လမ်းညွှန်မှုပေါ်၌ ရှိကြသည်၊ ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">စူရာဟ် အလ်-ဘကရဟ်၏ အစပိုင်းတွင် ဤစူရာဟ်၏ အစပိုင်း၌ ပါဝင်သော အက္ခရာများကဲ့သို့သော အက္ခရာများကို ကျွန်ုပ်တို့ ဆွေးနွေးခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်ကို မွတ်ဟ်စနီန်များအတွက် လမ်းညွှန်မှု၊ ကုသမှုနှင့် ကရုဏာတော်အဖြစ် ပြုလုပ်ထားတော်မူ၏။ ထိုသူတို့သည် ရှရီအာဟ်နှင့်အညီ ကောင်းမှုကုသိုလ်များကို ပြုကြသူများဖြစ်သည်။ ၎င်းတို့သည် မဖြစ်မနေ ဝတ်ပြုဆုတောင်းခြင်းများကို သင့်လျော်သောနည်းဖြင့် မှန်ကန်သောအချိန်များတွင် ထမ်းဆောင်ကြပြီး၊ ထိုနောက် ပုံမှန်၊ စိတ်တိုင်းကျနှင့် အပိုဆုတောင်းခြင်းများဖြင့် လိုက်နာကြသည်။ ၎င်းတို့သည် ဇကားတ်ကို ထိုက်တန်သူများအား ပေးဆောင်ကြသည်။ ၎င်းတို့သည် မိမိတို့၏ ဆွေမျိုးသားချင်းများနှင့် ဆွေမျိုးဆက်နွယ်မှုများကို ထိန်းသိမ်းကြသည်။ ၎င်းတို့သည် နောင်တမလွန်ဘဝတွင် ဆုလာဘ်များနှင့် အပြစ်ဒဏ်များ ရှိလိမ့်မည်ကို သေချာစွာ ယုံကြည်ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ဆုလာဘ်ကို ရှာဖွေကြသည်။ ၎င်းတို့သည် ကြွားဝါခြင်းမရှိဘဲ အခြားသူများထံမှ ဆုလာဘ် သို့မဟုတ် ကျေးဇူးတင်မှုကို ရှာဖွေခြင်းမရှိပေ။ ဤသို့ပြုသူ မည်သူမဆိုသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့် ပုဂ္ဂိုလ်များထဲမှ တစ်ဦးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ၎င်းတို့၏ အရှင်သခင်ထံမှ လမ်းညွှန်မှုပေါ်၌ ရှိကြသည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ရှင်းလင်းသော နားလည်မှုဖြင့် အရှင်မြတ်၏ လမ်းညွှန်မှုကို လိုက်နာကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည်။)</span> ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ အောင်မြင်သူများ။</p>"
  },
  {
    "ayah_key": "31:10",
    "group_ayah_key": "31:10",
    "from_ayah": "31:10",
    "to_ayah": "31:11",
    "ayah_keys": "31:10,31:11",
    "text": "<p lang=\"my\" class=\"my \">အရှင်မြတ်သည် သင်တို့ မြင်တွေ့နေရသော မည်သည့်တိုင်များမျှမပါဘဲ မိုးကောင်းကင်များကို ဖန်ဆင်းတော်မူခဲ့၏။ ထို့ပြင် သင်တို့နှင့်အတူ မြေကြီးမလှုပ်ရှားစေရန် ခိုင်မာသော တောင်များကို မြေကြီးပေါ်တွင် တည်ဆောက်တော်မူခဲ့၏။ ထို့ပြင် အရှင်မြတ်သည် ထိုမြေကြီးပေါ်တွင် ရွေ့လျားသော သတ္တဝါအမျိုးအစား အားလုံးကို ပြန့်ကျဲစေခဲ့၏။ ကျွန်ုပ်တို့သည် ကောင်းကင်မှ ရေကို ချပေးပြီး၊ ထိုရေဖြင့် ကောင်းမွန်သော အပင်အမျိုးအစားတိုင်းကို အတွဲလိုက် ပေါက်ရောက်စေ၏။ <span>(10)</span>ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခြင်းဖြစ်သည်။ သို့ဖြစ်၍ အရှင်မြတ်မှတစ်ပါး အခြားသူများ ဖန်ဆင်းခဲ့သည်များကို ကျွန်ုပ်အား ပြသကြလော့။ မဟုတ်ပေ၊ ပြစ်မှုကျူးလွန်သူများသည် ထင်ရှားသော လမ်းမှားခြင်း၌ ရှိကြ၏။ <span>(11)</span></p><p lang=\"my\" class=\"my \">တောင်ဟီဒ် (တစ်ဆူတည်းသော အရှင်သခင်) ၏ သက်သေများ</p><p lang=\"my\" class=\"my \">ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၊ ထိုအရာများအတွင်း၌ ရှိရှိသမျှနှင့် ထိုအရာများကြား၌ ရှိရှိသမျှတို့ကို ဖန်ဆင်းခြင်း၌ မိမိ၏ ခွန်အားကြီးသော တန်ခိုးတော်ကို ရှင်းပြတော်မူ၏။ အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မည်သည့်တိုင်များမျှမပါဘဲ မိုးကောင်းကင်များကို ဖန်ဆင်းတော်မူခဲ့၏။)</span> အလ်-ဟာစန်နှင့် ကတာဒါဟ်တို့က \"၎င်းတွင် မြင်နိုင်သော သို့မဟုတ် မမြင်နိုင်သော တိုင်များ မရှိပါ\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَىٰ فِي الْأَرْضِ رَوَاسِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မြေကြီးပေါ်တွင် ခိုင်မာသော တောင်များကို တည်ဆောက်တော်မူခဲ့၏။)</span> ဆိုလိုသည်မှာ မြေကြီးကို တည်ငြိမ်စေပြီး အလေးချိန်ပေးသော တောင်များဖြစ်သည်။ ၎င်းသည် ရေနှင့်အတူ လှုပ်ရှားခြင်းမဖြစ်စေရန် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْ تَمِيدَ بِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့်အတူ လှုပ်ရှားခြင်းမဖြစ်စေရန်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်မြတ်သည် ထိုမြေကြီးပေါ်တွင် ရွေ့လျားသော သတ္တဝါအမျိုးအစား အားလုံးကို ပြန့်ကျဲစေခဲ့၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ထိုမြေကြီးအနှံ့အပြားတွင် တိရစ္ဆာန်အမျိုးအစား အားလုံးကို ထားရှိတော်မူခဲ့သည်။ ၎င်းတို့၏ အမျိုးအစားနှင့် အရောင်အသွေး စုစုပေါင်းအရေအတွက်ကို ၎င်းတို့ကို ဖန်ဆင်းတော်မူသော အရှင်မှတစ်ပါး မည်သူမျှ မသိပေ။ အလ္လာဟ်အရှင်မြတ်သည် မိမိသည် ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသောအခါ၊ မိမိသည် ပေးကမ်းတော်မူသော အရှင်ဖြစ်ကြောင်းကိုလည်း သတိပေးတော်မူသည်။ အရှင်မြတ် မိန့်တော်မူသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကောင်းကင်မှ ရေကို ချပေးပြီး၊ ထိုရေဖြင့် ကောင်းမွန်သော အပင်အမျိုးအစားတိုင်းကို အတွဲလိုက် ပေါက်ရောက်စေ၏။)</span> ဆိုလိုသည်မှာ ကောင်းမွန်သော သီးနှံအမျိုးအစားတိုင်းကို အတွဲလိုက်ဖြစ်စေသည်၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် ကြည့်ရှုရန် လှပကြသည်။ အစ်-ရှာဘီက ပြောသည်မှာ- \"လူတို့သည်လည်း မြေကြီးမှ ထွက်ရှိသော အရာများ ဖြစ်သည်။ သို့ဖြစ်ရာ ဂျန္နတ် (ပရဒိသု) သို့ ဝင်သူ မည်သူမဆို ကောင်းမြတ်သူဖြစ်ပြီး၊ ဂျဟန္နမ် (ငရဲ) သို့ ဝင်သူ မည်သူမဆို ယုတ်မာသူဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا خَلْقُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် ဤနေရာတွင် ဖော်ပြထားသော မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၊ ထိုအရာများကြားရှိ အရာအားလုံး၏ ဖန်ဆင်းခြင်းသည် အရှင်မြတ်၏ ဖန်ဆင်းခြင်းနှင့် ထိန်းချုပ်ခြင်း စွမ်းအားမှသာ ဆင်းသက်လာခြင်းဖြစ်ပြီး၊ အရှင်မြတ်တွင် ထိုအရာ၌ မည်သည့်မိတ်ဖက် သို့မဟုတ် ပူးပေါင်းပါဝင်သူမျှ မရှိပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ အရှင်မြတ်မှတစ်ပါး အခြားသူများ ဖန်ဆင်းခဲ့သည်များကို ကျွန်ုပ်အား ပြသကြလော့။)</span> သင်တို့ ဝတ်ပြုကိုးကွယ်ပြီး ခေါ်ဆိုသော ရုပ်တုများနှင့် ပြိုင်ဘက်များ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الظَّالِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ ပြစ်မှုကျူးလွန်သူများသည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားအရာများကို ဝတ်ပြုကိုးကွယ်သူ ရုပ်တုကိုးကွယ်သူများ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي ضَلَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းမှားခြင်း၌)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မသိနားမလည်သူများနှင့် မျက်ကန်းများ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထင်ရှားသော)</span> ဆိုလိုသည်မှာ ၎င်းသည် ရှင်းလင်းပြီး ထင်ရှားသည်၊ လုံးဝမဝှက်ထားပေ။</p>"
  },
  {
    "ayah_key": "31:12",
    "group_ayah_key": "31:12",
    "from_ayah": "31:12",
    "to_ayah": "31:12",
    "ayah_keys": "31:12",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် ကျွန်ုပ်တို့သည် လူက်မာန်အား အလ်-ဟိက်မာဟ် (ပညာဉာဏ်) ကို ပေးသနားတော်မူခဲ့၏။ “အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်လော့” ဟု မိန့်ကြားလျက်။ ကျေးဇူးတင်သူ မည်သူမဆိုသည် မိမိကိုယ်တိုင်၏ <span class=\"gray\">(ကောင်းကျိုးအတွက်)</span> ကျေးဇူးတင်ခြင်းဖြစ်သည်။ ကျေးဇူးမတင်သူ မည်သူမဆို၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အားလုံးချမ်းသာကြွယ်ဝတော်မူပြီး ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။ <span>(12)</span></p><p>Luqman</p><p lang=\"my\" class=\"my \">ဆလဖ်များသည် လူက်မာန်၏ မည်သူမည်ဝါဖြစ်ကြောင်းနှင့် ပတ်သက်၍ သဘောထားကွဲလွဲခဲ့ကြသည်၊ အမြင်နှစ်မျိုးရှိသည်- သူသည် ပရောဖက်တစ်ပါးလား သို့မဟုတ် ပရောဖက်အဖြစ်မခံရဘဲ အလ္လာဟ်အရှင်မြတ်၏ ဖြောင့်မတ်သော ကျွန်တစ်ဦးသာလား။ အများစုက နောက်ဆုံးအမြင်ကို နှစ်သက်ခဲ့ကြသည်၊ ဆိုလိုသည်မှာ သူသည် ပရောဖက်တစ်ပါးအဖြစ်မခံရဘဲ အလ္လာဟ်အရှင်မြတ်၏ ဖြောင့်မတ်သော ကျွန်တစ်ဦးသာဖြစ်သည်။ ဆူဖယာန် အသ်-သောင်ရီက အလ်-အရှ်အတ်'မှ၊ 'အိကရီမာဟ်မှ၊ အိဗ်နု အဗ္ဗားစ်မှ ထုတ်နုတ်၍ ပြောကြားသည်မှာ- \"လူက်မာန်သည် လက်သမားတစ်ဦးဖြစ်သော အီသီယိုးပီးယားကျွန်တစ်ဦးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အဗ္ဗဒုလ္လာဟ် ဘင် အဇ်-ဇုဘိုင်ရ် က ပြောကြားသည်မှာ- \"ကျွန်ုပ်က ဂျာဘိရ် ဘင် အဗ္ဗဒုလ္လာဟ်အား 'လူက်မာန်အကြောင်း ဘာတွေကြားဖူးလဲ?' ဟု မေးခဲ့သည်။ သူက 'သူသည် နှာခေါင်းပြားနှင့် အရပ်ပုပြီး နူးဘီးယားမှ ဆင်းသက်လာသူဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">ယဟ်ယာ ဘင် ဆအိဒ် အလ်-အန်စာရီသည် ဆအိဒ် ဘင် အလ်-မုဆိုင်းယိဗ်ထံမှ ထုတ်နုတ်၍ ပြောကြားသည်မှာ- \"လူက်မာန်သည် <span class=\"gray\">(တောင်ပိုင်း)</span> အီဂျစ်မှ လူမည်းများထဲမှဖြစ်ပြီး နှုတ်ခမ်းထူသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ပညာဉာဏ်ပေးသနားခဲ့သော်လည်း ပရောဖက်အဖြစ်ကို သူ့ထံမှ ရပ်တန့်ထားခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အလ်-'အော်ဇာအီ က ပြောကြားသည်မှာ- \"'အဗ္ဗဒုရ်-ရာဟ်မာန် ဘင် ဟရ်မာလာဟ်က ကျွန်ုပ်အား ပြောပြသည်မှာ- 'လူမည်းတစ်ဦး ဆအိဒ် ဘင် အလ်-မုဆိုင်းယိဗ်ထံ မေးခွန်းမေးရန် လာခဲ့ရာ ဆအိဒ် ဘင် အလ်-မုဆိုင်းယိဗ်က သူ့အား ပြောခဲ့သည်မှာ- \"သင် လူမည်းဖြစ်ခြင်းကြောင့် စိတ်မဆိုးပါနှင့်၊ အဘယ်ကြောင့်ဆိုသော် အကောင်းဆုံးလူများထဲတွင် လူမည်းသုံးဦး ပါဝင်ခဲ့သောကြောင့် ဖြစ်သည်- ဘိလာလ်၊ မဟ်ဂျာ' 'အုမရ် ဘင် အလ်-ခတ္တားဗ်၏ လွတ်မြောက်ကျွန်၊ နှင့် ပညာရှိ လူက်မာန်တို့ ဖြစ်ကြသည်။ သူသည် နှုတ်ခမ်းထူသော နူးဘီးယား လူမည်းတစ်ဦး ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က ခါလစ်ဒ် အရ်-ရာဘာအီက ပြောကြားသည်မှာ- \"လူက်မာန်သည် လက်သမားတစ်ဦးဖြစ်သော အီသီယိုးပီးယား ကျွန်တစ်ဦးဖြစ်သည်။ သူ့သခင်က သူ့အား 'ဒီသိုးကို ငါတို့အတွက် သတ်ပေးပါ' ဟု ပြောရာ သူသတ်လိုက်သည်။ <span class=\"gray\">[သူ့သခင်က]</span> '၎င်းမှ အကောင်းဆုံးအပိုင်းနှစ်ပိုင်းကို ယူလာပေးပါ' ဟု ပြောရာ သူသည် လျှာနှင့် နှလုံးသားကို ယူလာခဲ့သည်။ ထို့နောက် အချိန်ကုန်လွန်သွားခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိသလောက်၊ ထို့နောက် <span class=\"gray\">[သူ့သခင်က]</span> 'ဒီသိုးကို ငါတို့အတွက် သတ်ပေးပါ' ဟု ပြောရာ သူသတ်လိုက်သည်။ <span class=\"gray\">[သူ့သခင်က]</span> '၎င်းမှ အဆိုးဆုံးအပိုင်းနှစ်ပိုင်းကို ယူလာပေးပါ' ဟု ပြောရာ သူသည် လျှာနှင့် နှလုံးသားကို ယူလာခဲ့သည်။ သူ့သခင်က သူ့အား 'အကောင်းဆုံးအပိုင်းနှစ်ပိုင်းကို ယူလာခိုင်းတာ မင်းဒီဟာတွေ ယူလာခဲ့တယ်၊ ပြီးတော့ အဆိုးဆုံးအပိုင်းနှစ်ပိုင်းကို ယူလာခိုင်းတာ မင်းဒီဟာတွေ ယူလာခဲ့တယ်!' ဟု ပြောသည်။ လူက်မာန်က 'ဒီဟာတွေ ကောင်းရင် ဒီထက်ကောင်းတဲ့အရာ မရှိဘူး၊ ဒီဟာတွေ ဆိုးရင် ဒီထက်ဆိုးတဲ့အရာ မရှိဘူး' ဟု ပြောခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">ရှု'ဘာဟ်သည် အလ်-ဟကမ်မှ၊ မုဂျာဟိဒ်ထံမှ ထုတ်နုတ်၍ ပြောကြားသည်မှာ- \"လူက်မာန်သည် ဖြောင့်မတ်သော ကျွန်တစ်ဦးဖြစ်သော်လည်း သူသည် ပရောဖက်တစ်ပါး မဟုတ်ခဲ့ပေ။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် လူက်မာန်အား အလ်-ဟိက်မာဟ် (ပညာဉာဏ်) ကို ပေးသနားတော်မူခဲ့၏။)</span> ဆိုလိုသည်မှာ နားလည်မှု၊ အသိပညာနှင့် စကားပြောစွမ်းရည် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنِ اشْكُرْ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်လော့။)</span> ဆိုလိုသည်မှာ 'သူ့လူမျိုးနှင့် သူ့ခေတ်ပြိုင်များထဲမှ သူ့တစ်ဦးတည်းအား အလ္လာဟ်အရှင်မြတ် ပေးသနားခဲ့သော ကျေးဇူးတော်များနှင့် မျက်နှာသာပေးမှုများအတွက် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်ရန် ကျွန်ုပ်တို့ အမိန့်ပေးခဲ့သည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျေးဇူးတင်သူ မည်သူမဆိုသည် မိမိကိုယ်တိုင်၏ <span class=\"gray\">(ကောင်းကျိုးအတွက်)</span> ကျေးဇူးတင်ခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ထိုအကျိုးကျေးဇူးသည် သူ့ထံ ပြန်ရောက်လာလိမ့်မည်၊ အလ္လာဟ်အရှင်မြတ်၏ ဆုလာဘ်သည် ကျေးဇူးတင်သူများအတွက်ဖြစ်သည်။ အရှင်မြတ် မိန့်တော်မူသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမြတ်သော လုပ်ရပ်များကို ပြုလုပ်သူ မည်သူမဆို၊ ထိုသူတို့သည် မိမိတို့ကိုယ်တိုင်အတွက် ကောင်းသောနေရာကို ပြင်ဆင်ကြလိမ့်မည်။)</span><span class=\"gray\">(30:44)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျေးဇူးမတင်သူ မည်သူမဆို၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ချမ်းသာကြွယ်ဝတော်မူပြီး ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။)</span> အရှင်မြတ်သည် မိမိ၏ ကျွန်များအား မည်သည့်လိုအပ်ချက်မျှ မရှိဘဲ၊ ကမ္ဘာပေါ်ရှိ လူအားလုံး သစ္စာမဖောက်ခဲ့လျှင်ပင် ထိုအရာက အရှင်မြတ်အား ထိခိုက်စေမည် မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် မိမိကိုယ်တိုင်မှတစ်ပါး မည်သည့်အရာ သို့မဟုတ် မည်သူ့ကိုမျှ လိုအပ်ခြင်းမရှိသောကြောင့်ဖြစ်သည်။ အရှင်မြတ်မှတစ်ပါး အခြားဘုရားမရှိ၊ ကျွန်ုပ်တို့သည် အရှင်မြတ်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ ဝတ်ပြုကိုးကွယ်ခြင်းမရှိပေ။</p>"
  }
]