[
  {
    "ayah_key": "2:272",
    "group_ayah_key": "2:272",
    "from_ayah": "2:272",
    "to_ayah": "2:274",
    "ayah_keys": "2:272,2:273,2:274",
    "text": "<p lang=\"my\" class=\"my \">သူတို့အား လမ်းပြရန်မှာ သင် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> ၏တာဝန်မဟုတ်ပါ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းပြတော်မူ၏။ သင်တို့သည် ကောင်းမှုများတွင် မည်သည့်အရာကိုမဆို သုံးစွဲသည်ရှိသော်၊ ထိုအရာသည် သင်တို့အတွက်သာ ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာမှီးခြင်းမှတစ်ပါး သင်တို့သည် အခြားမည်သည့်အရာအတွက်မျှ သုံးစွဲခြင်းမရှိပေ။ သင်တို့သည် ကောင်းမှုများတွင် မည်သည့်အရာကိုမဆို သုံးစွဲသည်ရှိသော်၊ သင်တို့အား အပြည့်အဝ ပြန်လည်ပေးဆပ်ခြင်းခံရမည်ဖြစ်ပြီး၊ သင်တို့အား မတရားပြုခြင်းခံရမည်မဟုတ်ပေ။ <span>(၂၇၂)</span><span class=\"gray\">(ပရဟိတဒါနသည်)</span> ဖူကွရာ <span class=\"gray\">(ဆင်းရဲသားများ)</span> အတွက်ဖြစ်၏။ ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်တွင် ကန့်သတ်ခံထားရသော <span class=\"gray\">(ခရီးသွားလာခွင့်မှ ကန့်သတ်ခံထားရသော)</span> သူများဖြစ်ကြပြီး၊ မြေပြင်ပေါ်တွင် <span class=\"gray\">(ကုန်သွယ်မှု သို့မဟုတ် အလုပ်အကိုင်အတွက်)</span> လှည့်လည်သွားလာနိုင်ခြင်းမရှိပေ။ သူတို့အား မသိသူသည် သူတို့၏ ခြိုးခြံမှုကြောင့် သူတို့သည် ချမ်းသာသည်ဟု ထင်မှတ်ကြသည်။ သင်တို့သည် သူတို့၏ အမှတ်အသားဖြင့် သူတို့ကို သိနိုင်ကြ၏။ သူတို့သည် လူများအား လုံးဝတောင်းရမ်းခြင်းမရှိပေ။ သင်တို့သည် ကောင်းမှုများတွင် မည်သည့်အရာကိုမဆို သုံးစွဲသည်ရှိသော်၊ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းစွာသိရှိတော်မူ၏။ <span>(၂၇၃)</span>ညဉ့်အခါနှင့် နေ့အခါတွင်၊ လျှို့ဝှက်စွာနှင့် ပေါ်ပေါ်ထင်ထင် သူတို့၏ဥစ္စာပစ္စည်းများကို <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌)</span> သုံးစွဲသူများသည် ၎င်းတို့၏ အကျိုးကို ၎င်းတို့၏အရှင်မြတ်ထံတွင် ရရှိကြမည်။ ၎င်းတို့အပေါ်တွင် ကြောက်ရွံ့ခြင်းမရှိရ။ ၎င်းတို့သည် ဝမ်းနည်းပူဆွေးခြင်းလည်း မရှိရ။ <span>(၂၇၄)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သူများအား ပရဟိတဒါနပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အဘူအဗ်ဒုရ်ရဟ်မာန် အန်နာဆိုင်က မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နုအဗ္ဗားစ်က 'သူတို့သည် ၎င်းတို့၏ အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သော ဆွေမျိုးများအား ပရဟိတဒါနပေးခြင်းကို မနှစ်သက်ခဲ့ကြပါ။ သို့သော် ဤကိစ္စနှင့်ပတ်သက်၍ မေးမြန်းကြသောအခါတွင် သူတို့အား ပေးခွင့်ပြုခဲ့ပြီး ဤကျမ်းပိုဒ်ကို ထုတ်ပြန်ခဲ့သည်' ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ وَمَا تُنفِقُوا مِنْ خَيْرٍ فَلِأَنفُسِكُمْ وَمَا تُنفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ وَمَا تُنفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား လမ်းပြရန်မှာ သင် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> ၏တာဝန်မဟုတ်ပါ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းပြတော်မူ၏။ သင်တို့သည် ကောင်းမှုများတွင် မည်သည့်အရာကိုမဆို သုံးစွဲသည်ရှိသော်၊ ထိုအရာသည် သင်တို့အတွက်သာ ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာမှီးခြင်းမှတစ်ပါး သင်တို့သည် အခြားမည်သည့်အရာအတွက်မျှ သုံးစွဲခြင်းမရှိပေ။ သင်တို့သည် ကောင်းမှုများတွင် မည်သည့်အရာကိုမဆို သုံးစွဲသည်ရှိသော်၊ သင်တို့အား အပြည့်အဝ ပြန်လည်ပေးဆပ်ခြင်းခံရမည်ဖြစ်ပြီး၊ သင်တို့အား မတရားပြုခြင်းခံရမည်မဟုတ်ပေ။)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا تُنفِقُوا مِنْ خَيْرٍ فَلِأَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကောင်းမှုများတွင် မည်သည့်အရာကိုမဆို သုံးစွဲသည်ရှိသော်၊ ထိုအရာသည် သင်တို့အတွက်သာ ဖြစ်၏။)</span> ဟူသည်မှာ အရှင်မြတ်၏ အခြားမိန့်ကြားချက်နှင့် ဆင်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုတစ်ခုကို ပြုလုပ်သည်ရှိသော်၊ ထိုအရာသည် ၎င်း၏ကိုယ်ပိုင် <span class=\"gray\">(အကျိုးအတွက်)</span> ဖြစ်၏။)</span><span class=\"gray\">[၄၁:၄၆]</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်တွင် အခြားဆင်တူသော အာယသ်များစွာ ရှိပါသည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُنفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာမှီးခြင်းမှတစ်ပါး သင်တို့သည် သုံးစွဲခြင်းမရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အလ်ဟစန် အလ်ဘဆွရီက မှတ်ချက်ပြုသည်မှာ 'ယုံကြည်သူသည် မိမိကိုယ်တိုင်အတွက် သုံးစွဲသည်အပါအဝင် မည်သည့်အရာကိုမဆို သုံးစွဲသောအခါတွင် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာမှီးခြင်းဖြစ်သည်။' အသားအလ်ခုရစာနီက ထိုအာယသ်၏အဓိပ္ပါယ်မှာ 'သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အတွက် ပရဟိတဒါနကို ပေးကြ၏။ ထို့ကြောင့် သင်တို့သည် ထိုအလှူကို လက်ခံရရှိသူများ၏ လုပ်ရပ်များ <span class=\"gray\">[သို့မဟုတ် မကောင်းမှုများ]</span> နှင့်ပတ်သက်၍ မေးမြန်းခံရမည်မဟုတ်ပေ' ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်အတွက် ပရဟိတဒါနပေးသောအခါ ၎င်း၏အကျိုးသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိမည်ဖြစ်ကြောင်း ဖော်ပြသော မှန်ကန်သောအဓိပ္ပါယ်ဖြစ်သည်။ မမျှော်လင့်ဘဲ ပရဟိတဒါနသည် ဖြောင့်မတ်သူများ၊ မကောင်းဆိုးဝါးများ၊ ထိုက်တန်သူများ သို့မဟုတ် မထိုက်တန်သူများထံ ရောက်ရှိသွားသည်ရှိသော်၊ ၎င်းသည် မိမိ၏ကောင်းသော ရည်ရွယ်ချက်အတွက် အကျိုးခံစားရမည်ဖြစ်သည်။ ဤပြောကြားချက်အတွက် သက်သေပြချက်မှာ အာယသ်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُنفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကောင်းမှုများတွင် မည်သည့်အရာကိုမဆို သုံးစွဲသည်ရှိသော်၊ သင်တို့အား အပြည့်အဝ ပြန်လည်ပေးဆပ်ခြင်းခံရမည်ဖြစ်ပြီး၊ သင်တို့အား မတရားပြုခြင်းခံရမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">စဟီဟ်ကျမ်းနှစ်ခုတွင် အဘူဟူရိုင်ရဟ်ထံမှ ဟဒီးစ်တော်တစ်ခုကို မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَجُلٌ: لَأَتَصَدَّقَنَّ اللَّيْلَةَ بِصَدَقَةٍ، فَخَرجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ زَانِيَةٍ، فَأَصْبَحَ النَّاسُ يَتَحَدَّثُونَ: تُصُدِّقَ عَلَى زَانِيَةٍ، فَقَالَ: اللَّهُمَ لَكَ الْحَمْدُ عَلَى زَانِيَةٍ، لَأَتَصَدَّقَنَّ اللَّيْلَةَ بِصَدَقَةٍ، فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ غَنِيٍّ، فَأَصْبَحُوا يَتَحَدَّثُونَ: تُصُدِّقَ اللَّيْلَةَ عَلَى غَنِيٍّ، قَالَ: اللَّهُمَّ لَكَ الْحَمْدُ عَلَى غَنِيٍّ، لَأَتَصَدَّقَنَّ اللَّيْلَةَ بِصَدَقَةٍ، فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ سَارِقٍ، فَأَصْبَحُوا يَتَحَدَّثُونَ: تُصُدِّقَ اللَّيْلَةَ عَلَى سَارِقٍ، فَقَالَ: اللَّهُمَّ لَكَ الْحَمْدُ عَلَى زَانِيَةٍ، وَعَلَى غَنِيٍّ، وَعَلَى سَارِقٍ. فَأُتِيَ فَقِيلَ لَهُ: أَمَّا صَدَقَتُكَ فَقَدْ قُبِلَتْ، وَأَمَّا الزَّانِيَةُ فَلَعَلَّهَا أَنْ تَسْتَعِفَّ بِهَا عَنْ زِنَاهَا، وَلَعَلَّ الْغَنِيَّ يَعْتَبِرُ فَيُنْفِقُ مِمَّا أَعْطَاهُ اللهُ، وَلَعَلَّ السَّارِقَ أَنْ يَسْتَعِفَّ بِهَا عَنْ سَرِقَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးက 'ယနေ့ညတွင် ကျွန်ုပ် ပရဟိတဒါန ပေးမည်' ဟု ပြောကြားခဲ့သည်။ သူသည် သူ၏ပရဟိတဒါနနှင့်အတူ ထွက်ခွာသွားပြီး <span class=\"gray\">(မသိဘဲ)</span> ဖောက်ပြန်သူ အမျိုးသမီးတစ်ဦးအား ပေးခဲ့သည်။ နောက်တစ်နေ့နံနက်တွင် လူများက ဖောက်ပြန်သူ အမျိုးသမီးအား အလှူငွေပေးခဲ့သည်ဟု ပြောဆိုခဲ့ကြသည်။ ထိုသူက 'အို အလ္လာဟ်! ချီးမွမ်းခြင်း အားလုံးသည် အရှင်မြတ်အတွက်သာ ဖြစ်၏။ <span class=\"gray\">(ကျွန်ုပ်၏ အလှူကို)</span> ဖောက်ပြန်သူ အမျိုးသမီးအား ပေးခဲ့သည်။ ယနေ့ညတွင် ကျွန်ုပ် အလှူ ထပ်မံပေးမည်' ဟု ပြောကြားခဲ့သည်။ သူသည် သူ၏ပရဟိတဒါနနှင့်အတူ ထွက်ခွာသွားပြီး <span class=\"gray\">(မသိဘဲ)</span> ချမ်းသာသူတစ်ဦးအား ပေးခဲ့သည်။ နောက်တစ်နေ့နံနက်တွင် <span class=\"gray\">(လူများက)</span> 'မနေ့ညက ချမ်းသာသူတစ်ဦးအား အလှူငွေပေးခဲ့သည်' ဟု ပြောဆိုခဲ့ကြသည်။ ထိုသူက 'အို အလ္လာဟ်! ချီးမွမ်းခြင်း အားလုံးသည် အရှင်မြတ်အတွက်သာ ဖြစ်၏။ <span class=\"gray\">(ကျွန်ုပ် အလှူပေးခဲ့သည်)</span> ချမ်းသာသူတစ်ဦးအား ဖြစ်သည်။ ယနေ့ညတွင် ကျွန်ုပ် ထပ်မံ၍ ပရဟိတဒါန ပေးမည်' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူသည် သူ၏ပရဟိတဒါနနှင့်အတူ ထွက်ခွာသွားပြီး <span class=\"gray\">(မသိဘဲ)</span> သူခိုးတစ်ဦးအား ပေးခဲ့သည်။ နောက်တစ်နေ့နံနက်တွင် <span class=\"gray\">(လူများက)</span> 'မနေ့ညက သူခိုးတစ်ဦးအား အလှူငွေပေးခဲ့သည်' ဟု ပြောဆိုခဲ့ကြသည်။ ထိုသူက 'အို အလ္လာဟ်! ချီးမွမ်းခြင်း အားလုံးသည် အရှင်မြတ်အတွက်သာ ဖြစ်၏။ <span class=\"gray\">(ကျွန်ုပ် အလှူပေးခဲ့သည်)</span> ဖောက်ပြန်သူ အမျိုးသမီးတစ်ဦး၊ ချမ်းသာသူတစ်ဦးနှင့် သူခိုးတစ်ဦးအား ဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် လူတစ်ဦးက သူ့ထံလာရောက်ပြီး 'သင် ပေးလှူလိုက်သော အလှူသည် လက်ခံပြီးဖြစ်သည်။ ဖောက်ပြန်သူ အမျိုးသမီးနှင့်ပတ်သက်၍ ထိုအလှူသည် သူမအား ဖောက်ပြန်ခြင်းမှ ရှောင်ကြဉ်စေနိုင်သည်။ ချမ်းသာသူနှင့်ပတ်သက်၍ ထိုအလှူသည် သူ့အား သင်ခန်းစာယူကာ အလ္လာဟ်အရှင်မြတ် ပေးထားသော ၎င်း၏ဥစ္စာကို သုံးစွဲစေနိုင်သည်။ သူခိုးနှင့်ပတ်သက်၍ ထိုအလှူသည် သူ့အား ခိုးယူခြင်းမှ ရှောင်ကြဉ်စေနိုင်သည်။' ဟု ပြောကြားခဲ့သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ပရဟိတဒါန ထိုက်တန်သူများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပရဟိတဒါနသည်)</span> အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်တွင် ကန့်သတ်ခံထားရသော <span class=\"gray\">(ခရီးသွားလာခွင့်မှ ကန့်သတ်ခံထားရသော)</span> ဆင်းရဲသားများအတွက်ဖြစ်သည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံသို့ ရွှေ့ပြောင်းလာသူများ၊ အလ်မဒီနာတွင် နေထိုင်ခဲ့ကြပြီး ၎င်းတို့၏ လိုအပ်ချက်များကို လုံလောက်စွာ ဖြည့်ဆည်းပေးနိုင်သော အရင်းအမြစ်များ မရှိသူများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ပေါ်တွင် ဒါရ်ဘန် <span class=\"gray\">(လှည့်လည်သွားလာ)</span> နိုင်ခြင်းမရှိပေ)</span> ဆိုသည်မှာ '၎င်းတို့သည် အသက်မွေးဝမ်းကျောင်းရှာဖွေရန် မြေပြင်ပေါ်တွင် ခရီးသွားလာနိုင်ခြင်းမရှိ' ဟု အဓိပ္ပါယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာများတွင် <span class=\"gray\">[ဒါရ်ဘန် ဟူသော စကားလုံး၏ ကွဲပြားသောပုံစံကို သုံး၍]</span> မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا مِنَ الصَّلَاةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ <span class=\"gray\">(မွတ်စ်လင်မ်များ)</span> သည် မြေပြင်ပေါ်တွင် ခရီးသွားလာသောအခါ၊ ဆွလာသ် <span class=\"gray\">(ဝတ်ပြုဆုတောင်းခြင်း)</span> ကို အတိုချုံ့၍ ပြုလုပ်သည်ရှိသော် သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။)</span><span class=\"gray\">[၄:၁၀၁]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَىٰ وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်တို့အနက် အချို့သည် ဖျားနာသူများဖြစ်ကြပြီး၊ အချို့မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ရှာဖွေရန် မြေပြင်တစ်လျှောက် ခရီးသွားလာနေကြကြောင်း၊ အခြားသူများမှာ အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်တွင် တိုက်ခိုက်နေကြကြောင်း သိရှိတော်မူ၏။)</span><span class=\"gray\">[၇၃:၂၀]</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား မသိသူသည် သူတို့၏ ခြိုးခြံမှုကြောင့် သူတို့သည် ချမ်းသာသည်ဟု ထင်မှတ်ကြသည်)</span> ဆိုသည်မှာ သူတို့၏ အခြေအနေကို မသိသူများသည် သူတို့သည် ဝတ်စားဆင်ယင်မှုနှင့် စကားပြောဆိုမှုတွင် ခြိုးခြံသောကြောင့် ချမ်းသာသည်ဟု ထင်မှတ်ကြသည်ကို ဆိုလိုသည်။ ဤအဓိပ္ပါယ်ရှိသော ဟဒီးစ်တော်တစ်ခုကို စဟီဟ်ကျမ်းနှစ်ခုတွင် အဘူဟူရိုင်ရဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْمِسْكِينُ بِهذَا الطَّوَّافِ الَّذِي تَرُدُّهُ التَّمْرَةُ وَالتَّمْرَتَانِ، وَاللُّقْمَةُ وَاللُّقْمَتَانِ، وَالْأُكْلَةُ وَالْأُكْلَتَانِ، وَلكِنِ الْمِسْكِينُ الَّذِي لَا يَجِدُ غِنىً يُغْنِيهِ، وَلَا يُفْطَنُ لَهُ فَيُتَصَدَّقَ عَلَيْهِ، وَلَا يَسْأَلُ النَّاسَ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိစ်ကီးန် <span class=\"gray\">(လိုအပ်နေသူ)</span> ဆိုသည်မှာ လှည့်လည်သွားလာပြီး တစ်လုံးနှစ်လုံးသော စွန်ပလွန်သီး၊ တစ်လုတ်နှစ်လုတ်သော အစာ သို့မဟုတ် တစ်နပ်နှစ်နပ်သော အစားအစာဖြင့် ၎င်း၏လိုအပ်ချက် ပြည့်စုံသူမဟုတ်ပေ။ ယင်းအစား၊ မိစ်ကီးန်ဆိုသည်မှာ ၎င်းအား ထောက်ပံ့ရန် လုံလောက်သော အရင်းအမြစ်များ မရှိသလို၊ တစ်ချိန်လုံး လူများက ၎င်း၏လိုအပ်ချက်ကို မသိရှိသောကြောင့် ၎င်းအား မပေးလှူကြသလို၊ ၎င်းသည်လည်း လူများအား မည်သည့်အရာမျှ တောင်းခံခြင်းမရှိသူ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည်လည်း ဤဟဒီးစ်တော်ကို အိဗ်နုမစ်အူဒ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> تَعْرِفُهُم بِسِيمَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သူတို့၏ အမှတ်အသားဖြင့် သူတို့ကို သိနိုင်ကြ၏။)</span> ဆိုသည်မှာ 'ဉာဏ်ကောင်းသူများသည် သူတို့၏ အခြေအနေကို သိရှိနိုင်ကြသည်' ဟု အဓိပ္ပါယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာများတွင် မိန့်ကြားထားသည်နှင့်အညီ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيمَاهُمْ فِي وُجُوهِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အမှတ်အသား <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့၏ ယုံကြည်ခြင်း)</span> သည် ၎င်းတို့၏မျက်နှာများပေါ်တွင် ရှိ၏။)</span><span class=\"gray\">[၄၈:၂၉]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဧကန်မလွဲ သင်တို့သည် ၎င်းတို့၏ စကားသံဖြင့် ၎င်းတို့ကို သိရှိကြလိမ့်မည်!)</span><span class=\"gray\">[၄၇:၃၀]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် လူများအား လုံးဝတောင်းရမ်းခြင်းမရှိပေ)</span> ဆိုသည်မှာ သူတို့သည် တောင်းရမ်းခြင်းမရှိသလို၊ ၎င်းတို့ အမှန်တကယ် လိုအပ်သည်ထက် ပို၍ ပေးရန် လူများအား တောင်းဆိုခြင်းလည်း မရှိပေ။ ဧကန်မလွဲ မိမိတို့၏ လိုအပ်ချက်များအတွက် လုံလောက်သော အရာများ ရှိနေသော်လည်း လူများအား အကူအညီတောင်းခံသူများသည် တောင်းရမ်းသူများ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ အဘူစအီးဒ်က 'ကျွန်ုပ်၏မိခင်က ကျွန်ုပ်အား အကူအညီတောင်းခံရန် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံသို့ စေလွှတ်ခဲ့သည်။ သို့သော် ကျွန်ုပ်သည် အရှင်မြတ်အနီးသို့ ရောက်သောအခါ ထိုင်လိုက်သည်။ တမန်တော်မြတ် ﷺ က ကျွန်ုပ်အား မျက်နှာမူကာ မိန့်ကြားခဲ့သည်' ဟု ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنِ اسْتَغْنَى أَغْنَاهُ اللهُ، وَمَنِ اسْتَعَفَّ أَعَفَّهُ اللهُ، وَمَنِ اسْتَكَفَّ كَفَاهُ اللهُ، وَمَنْ سَأَلَ وَلَهُ قِيمَةُ أُوقِيَّةٍ فَقَدْ أَلْـحَفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကျေနပ်မှုကို ခံစားရသည်ရှိသော် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ချမ်းသာကြွယ်ဝစေမည်။ မည်သူမဆို ခြိုးခြံသည်ရှိသော် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ယဉ်ကျေးသိမ်မွေ့စေမည်။ မည်သူမဆို ကျေနပ်သည်ရှိသော် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား လုံလောက်စေမည်။ မည်သူမဆို လူများအား တောင်းခံသည်ရှိသော်၊ သေးငယ်သောပမာဏလေး ရှိနေသော်လည်း သူသည် လူများအား တောင်းရမ်းခဲ့သည်ဖြစ်မည်။)</span></p><p lang=\"my\" class=\"my \">အဘူစအီးဒ်က 'ကျွန်ုပ်သည် ကိုယ့်ကိုယ်ကို ပြောခဲ့သည်၊ 'ကျွန်ုပ်တွင် အလ်ယာကူးသဟ် အမည်ရှိ ကုလားအုတ်တစ်ကောင်ရှိပြီး၊ ၎င်းသည် သေးငယ်သော ပမာဏထက် တကယ်ပင် ပို၍ တန်ဖိုးရှိသည်' ဟု ပြောခဲ့သည်။ ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ အား မည်သည့်အရာမျှ မတောင်းခံဘဲ ပြန်သွားခဲ့သည်' ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အဘူဒါဝူးဒ်နှင့် အန်နာဆိုင်တို့က စုစည်းခဲ့သော ဤဟဒီးစ်တော်၏ အတူတူပင်ဖြစ်သော စကားလုံးများ ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُنفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကောင်းမှုများတွင် မည်သည့်အရာကိုမဆို သုံးစွဲသည်ရှိသော်၊ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းစွာသိရှိတော်မူ၏။)</span> ဟူသည်မှာ မည်သည့်ပရဟိတဒါနမျှ အရှင်မြတ်ထံမှ လွတ်မြောက်သွားခြင်းမရှိဘဲ၊ အရှင်မြတ်သည် ၎င်းအား အပြည့်အဝနှင့် ပြည့်စုံစွာ ပြန်လည်အကျိုးပေးမည်ဖြစ်ပြီး၊ အရှင်မြတ်၏ အကူအညီကို အလွန်အမင်းလိုအပ်သော ရှင်ပြန်ထမြောက်ရာနေ့တွင် အပြည့်အဝ ပြန်လည်ပေးဆပ်မည်ဖြစ်ကြောင်း ဖော်ပြသည်။</p><div lang=\"my\" class=\"my \"><h2>ပရဟိတဒါန သုံးစွဲသူများအတွက် ချီးကျူးဂုဏ်ပြုခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُنفِقُونَ أَمْوَالَهُم بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဉ့်အခါနှင့် နေ့အခါတွင်၊ လျှို့ဝှက်စွာနှင့် ပေါ်ပေါ်ထင်ထင် သူတို့၏ဥစ္စာပစ္စည်းများကို <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌)</span> သုံးစွဲသူများသည် ၎င်းတို့၏ အကျိုးကို ၎င်းတို့၏အရှင်မြတ်ထံတွင် ရရှိကြမည်။ ၎င်းတို့အပေါ်တွင် ကြောက်ရွံ့ခြင်းမရှိရ။ ၎င်းတို့သည် ဝမ်းနည်းပူဆွေးခြင်းလည်း မရှိရ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် အလ္လာဟ်အရှင်မြတ်၏နှစ်သက်မှုကို ရှာမှီး၍၊ ညဉ့်အခါနှင့် နေ့အခါတွင်၊ ပေါ်ပေါ်ထင်ထင်နှင့် လျှို့ဝှက်စွာ၊ မိမိမိသားစုအတွက် သုံးစွဲသည်အပါအဝင် ပရဟိတဒါနကို သုံးစွဲသူများအား ချီးကျူးသည်။ စဟီဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် စအ်ဒ် ဘင်န် အဘီဝက္ကွာစ့်အား မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللهِ إِلَّا ازْدَدْتَ بِهَا دَرَجَةً وَرِفْعَةً، حَتَّى مَا تَجْعَلُ فِي فِي امْرَأَتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာမှီး၍ ပရဟိတဒါနကို သုံးစွဲသည်ရှိသော်၊ ထိုအရာကြောင့် သင်သည် ပို၍မြင့်မားသော အဆင့်အတန်းနှင့် ဂုဏ်ပုဒ်သို့ တက်လှမ်းရလိမ့်မည်။ သင်၏ ဇနီး၏ ပါးစပ်ထဲသို့ ထည့်ပေးသည့်အရာများ အပါအဝင်ဖြစ်သည်။)</span></p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded that Abu Mas'ud said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُسْلِمَ إِذَا أَنْفَقَ عَلَى أَهْلِهِ نَفَقَةً يَحْتَسِبُهَا، كَانَتْ لَهُ صَدَقَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စ်လင်မ်တစ်ဦးသည် မိမိ၏မိသားစုအတွက် သုံးစွဲသောအခါ အလ္လာဟ်အရှင်မြတ်ထံမှ အကျိုးကို မျှော်လင့်၍ သုံးစွဲသည်ရှိသော်၊ ထိုအရာသည် သူ့အတွက် ပရဟိတဒါနအဖြစ် မှတ်တမ်းတင်ခံရမည်။)</span></p><p lang=\"my\" class=\"my \">အလ်ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့သည်လည်း ဤဟဒီးစ်တော်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အကျိုးကို ၎င်းတို့၏အရှင်မြတ်ထံတွင် ရရှိကြမည်)</span>၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊ ၎င်းတို့သည် နာခံမှုများတွင် သုံးစွဲခဲ့သည့်အရာအတွက် အကျိုးအဖြစ်ဖြစ်သည်။ ကျွန်ုပ်တို့သည် ယခင်က ထိုအာယသ်ကို ရှင်းပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ်တွင် ကြောက်ရွံ့ခြင်းမရှိရ။ ၎င်းတို့သည် ဝမ်းနည်းပူဆွေးခြင်းလည်း မရှိရ။)</span><span class=\"gray\">[၂:၃၈]</span></p>"
  }
]