[
  {
    "ayah_key": "9:102",
    "group_ayah_key": "9:102",
    "from_ayah": "9:102",
    "to_ayah": "9:102",
    "ayah_keys": "9:102",
    "text": "<p class=\"my translation\" lang=\"my\">နှင့် <span class=\"gray\">(ရှိကြသည်)</span> ၎င်းတို့၏ အပြစ်များကို ဝန်ခံခဲ့ကြသူ အခြားသူများလည်း၊ ၎င်းတို့သည် ကောင်းမှုတစ်ခုနှင့် မကောင်းမှုတစ်ခုကို ရောနှောပြုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ခွင့်လွှတ်ခြင်းဖြင့် လှည့်ပြန်တော်မူပေလိမ့်မည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူထသော၊ အလွန်အမင်း ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၁၀၂)</span></p><div lang=\"my\" class=\"my \"><h2>အချို့သော မွတ်စ်လင်မ်များသည် ပျင်းရိသောကြောင့် တိုက်ပွဲမှ ရှောင်ဖယ်နေခဲ့ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တိုက်ပွဲမှ ရှောင်ဖယ်နေသော အယောင်ဆောင်သူတို့၏ လက္ခဏာရပ်များကို ငြင်းပယ်ခြင်းနှင့် သံသယကြောင့် ရှောင်ရှားလိုသည့်အတွက်ကြောင့် ရှင်းပြပြီးနောက်၊ အရှင်မြတ်သည် ပျင်းရိခြင်းနှင့် သက်သောင့်သက်သာကို ပိုမိုနှစ်သက်ခြင်းတို့ကြောင့် ဂျီဟတ်မှ ရှောင်ဖယ်နေသော နာခံမှုမရှိသူများကို ဖော်ပြခဲ့သည်။ ၎င်းတို့သည် စစ်မှန်စွာ ယုံကြည်ကြသူများ ဖြစ်လင့်ကစား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အပြစ်များကို ဝန်ခံခဲ့ကြသူ အခြားသူများလည်း ရှိသည်)</span></p><p lang=\"my\" class=\"my \">ဤသူများသည် ၎င်းတို့၏ မှားယွင်းမှုကို မိမိတို့ကိုယ်ကိုနှင့် ၎င်းတို့၏ အရှင်သခင်ထံ ဝန်ခံခဲ့ကြသည်။ ၎င်းတို့သည် ယခင်က ကောင်းမှုများကို ပြုခဲ့ကြသကဲ့သို့၊ ၎င်းတို့ကျူးလွန်ခဲ့သော ဤမကောင်းမှုကိုလည်း ပြုခဲ့ကြသည်။ ၎င်းတို့အတွက် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်းနှင့် လွတ်ငြိမ်းချမ်းသာခွင့် ရှိခဲ့သည်။ ဤအာယတ်တော်သည် ကောင်းမှုနှင့် မကောင်းမှုကို ရောနှောပြုလုပ်ကြသော အပြစ်သားအားလုံးကို လွှမ်းခြုံထားသည့် အထွေထွေအမိန့်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် တစ်စိတ်တစ်ပိုင်း ညစ်ညမ်းလာကြသည်။ ၎င်းကို တိကျသော လူအချို့နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သော်လည်း၊ အိဗ်နု အဗ္ဗားစ်က ပြောသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَآخَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(ရှိကြသည်)</span> အခြားသူများ)</span>၊ ဟူသည် တဘူက်တိုက်ပွဲနှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ရှောင်ဖယ်နေခဲ့ကြသော အဘူ လူဘာဘဟ်နှင့် သူ၏ မိတ်ဆွေအချို့ကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ထိုတိုက်ပွဲမှ ပြန်လာသောအခါ၊ ဤအုပ်စုဖြစ်သည့် အဘူ လူဘာဘဟ်နှင့် သူနှင့်အတူ ငါးဦး၊ ခုနစ်ဦး သို့မဟုတ် ကိုးဦးတို့သည် မိမိတို့ကိုယ်ကို ဗလီဝတ်ကျောင်းတော်၏ တိုင်များနှင့် ချည်နှောင်ထားခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မှလွဲ၍ မည်သူမျှ ၎င်းတို့ကို ဖြုတ်ခိုင်းရန် ငြင်းဆန်ခဲ့ကြသည်။ ဤအာယတ်တော် ထုတ်ပြန်ခဲ့သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အပြစ်များကို ဝန်ခံခဲ့ကြသူ အခြားသူများလည်း ရှိသည်)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းတို့ကို ဖြုတ်ပေးခဲ့ပြီး ခွင့်လွှတ်ခဲ့သည်။\" အလ်-ဗုခါရီက စမုရဟ် ဘင် ဂျွန်ဒုဘ် က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကျွန်ုပ်တို့အား မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَانِي اللَّيْلَةَ آتِيَانِ فَابْتَعَثَانِي، فَانْتَهَيَا بِي إِلَى مَدِينَةٍ مَبْنِيَّةٍ بِلَبِنِ ذَهَبٍ وَلَبِنِ فِضَّةٍ فَتَلَقَّانَا رِجَالٌ شَطْرٌ مِنْ خَلْقِهِمْ كَأَحْسَنِ مَا أَنْتَ رَاءٍ، وَشَطْرٌ كَأَقْبَحِ مَا أَنْتَ رَاءٍ، قَالَا لَهُمْ: اذْهَبُوا فَقَعُوا فِي ذَلِكَ النَّهْرِ فَوَقَعُوا فِيهِ ثُمَّ رَجَعُوا إِلَيْنَا قَدْ ذَهَبَ ذَلِكَ السُّوءُ عَنْهُمْ فَصَارُوا فِي أَحْسَنِ صُورَةٍ، قَالَا لِي: هَذِهِ جَنَّةُ عَدْنٍ وَهَذَا مَنْزِلُكَ، قَالَا: وَأَمَّا الْقَوْمُ الَّذِينَ كَانُوا شَطْرٌ مِنْهُمْ حَسَنٌ وَشَطْرٌ مِنْهُمْ قَبِيحٌ، فَإِنَّهُمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا تَجَاوَزَ اللهُ عَنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးခဲ့သည့်ညက၊ နှစ်ဦး <span class=\"gray\">(ကောင်းကင်တမန်)</span> အကျွန်ုပ်ထံ <span class=\"gray\">(အိပ်မက်ထဲတွင်)</span> ရောက်ရှိလာပြီး ရွှေအုတ်နှင့် ငွေအုတ်များဖြင့် ဆောက်လုပ်ထားသော မြို့တစ်မြို့သို့ ခေါ်ဆောင်သွားခဲ့သည်။ အကျွန်ုပ်တို့သည် အမျိုးသားအချို့နှင့် တွေ့ဆုံခဲ့ကြရာ ၎င်းတို့၏ ခန္ဓာကိုယ်၏ တစ်စိတ်တစ်ပိုင်းမှာ သင်မြင်ဖူးသမျှထဲတွင် အလှဆုံးဖြစ်ပြီး ကျန်တစ်စိတ်တစ်ပိုင်းမှာ သင်မြင်ဖူးသမျှထဲတွင် အရုပ်ဆိုးဆုံး ဖြစ်သည်။ ထိုနှစ်ဦး <span class=\"gray\">(ကောင်းကင်တမန်)</span> က ဤအမျိုးသားများကို မြစ်တစ်မြစ်သို့သွား၍ ရေနှစ်ရန် အမိန့်ပေးခဲ့သည်။ ၎င်းတို့သည် ထိုသို့ပြုလုပ်ပြီး အကျွန်ုပ်တို့ထံ ပြန်လာခဲ့ကြပြီး အရုပ်ဆိုးခြင်းများ ပျောက်ကွယ်သွားကာ အလှဆုံးပုံစံများ ဖြစ်လာခဲ့ကြသည်။ ထိုနှစ်ဦးက အကျွန်ုပ်အား 'ဤသည်မှာ ဧဒင်ဥယျာဉ်ဖြစ်ပြီး ဤသည်မှာ သင့်၏ နေအိမ်ဖြစ်သည်' ဟု ပြောခဲ့သည်။ ထိုနှစ်ဦးက 'ခန္ဓာကိုယ်၏ တစ်စိတ်တစ်ပိုင်း လှပပြီး တစ်စိတ်တစ်ပိုင်း အရုပ်ဆိုးသော အမျိုးသားများအတွက်မှာ ၎င်းတို့သည် ကောင်းမှုတစ်ခုနှင့် မကောင်းမှုတစ်ခုကို ရောနှောပြုလုပ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ခွင့်လွှတ်တော်မူခဲ့သည်' ဟု ပြောခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီက ဤအာယတ်တော်၏ ရှင်းလင်းချက်တွင် ဤဟဒီးဆ်ကို အတိုချုပ်ပုံစံဖြင့် မှတ်တမ်းတင်ထားသည်။</p>"
  },
  {
    "ayah_key": "9:103",
    "group_ayah_key": "9:103",
    "from_ayah": "9:103",
    "to_ayah": "9:104",
    "ayah_keys": "9:103,9:104",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့ကို သန့်စင်စေရန်နှင့် မြင့်မြတ်စေရန်အတွက် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများမှ ဆွဒ်ဒကာကို ယူပါလေ။ ၎င်းတို့အတွက် 'ဆွလ်လီ' (ဆုတောင်း) ပေးပါလေ။ အမှန်စင်စစ် သင်၏ဆွလာတ်သည် ၎င်းတို့အတွက် ငြိမ်းချမ်းမှုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားသိတော်မူသောအရှင်၊ အလုံးစုံကို သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၁၀၃)</span> ၎င်းတို့သည် မသိကြပါသလော၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များထံမှ နောင်တတရားကို လက်ခံတော်မူ၍ ဆွဒ်ဒကာများကို လက်ခံတော်မူကြောင်း၊ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာလျှင် ခွင့်လွှတ်တော်မူပြီး နောင်တတရားကို လက်ခံတော်မူသောအရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင်ဖြစ်ကြောင်းကို။ <span>(၁၀၄)</span></p><div lang=\"my\" class=\"my \"><h2>ဇကာတ်ကို ကောက်ခံရန် အမိန့်နှင့် ၎င်း၏ အကျိုးကျေးဇူးများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား သန့်စင်စေရန်နှင့် မြင့်မြတ်စေရန်အတွက် မွတ်စလင်မ်တို့၏ ပိုင်ဆိုင်မှုများမှ ဆွဒ်ဒကာယူရန် မိမိ၏တမန်တော် ﷺ အား အမိန့်ပေးခဲ့သည်။ ဤအာယတ်တော်သည် အထွေထွေဖြစ်သော်လည်း အချို့ကမူ ကောင်းမှုနှင့် မကောင်းမှုကို ရောနှောပြုလုပ်ခဲ့သူများ၊ မိမိတို့၏ အမှားများကို ဝန်ခံခဲ့သူများကို သီးခြားရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">နောင်တွင် အချို့သော တောနေဗဒ်ဒူလူမျိုးများသည် ဤအာယတ်တော်ကို သက်သေအဖြစ် အသုံးပြု၍ ခေါင်းဆောင်အား ဇကာတ်ပေးဆောင်ခြင်းသည် တမန်တော် ﷺ ကိုယ်တိုင်မှအပ အခြားသူအတွက် မသတ်မှတ်ထားဟု ယူဆခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စည်းစိမ်ဥစ္စာများမှ ဆွဒ်ဒကာယူပါ။)</span> အဘူဘကရ် အပ်စ်-စစ်ဒီက်နှင့် အခြားသာဝကများသည် ဤမမှန်ကန်သော နားလည်မှုကို ငြင်းဆန်ခဲ့ကြပြီး ခလီဖာ့ဟ်ထံသို့ ဇကာတ်ကိုပေးဆောင်သည်အထိ ၎င်းတို့နှင့် တိုက်ပွဲဝင်ခဲ့ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ထံသို့ ပေးဆောင်ခဲ့ဖူးသကဲ့သို့ပင်။ အပ်စ်-စစ်ဒီက်က ပြောကြားခဲ့သည်မှာ \"အလ္လာဟ်ကို တိုင်တည်ကျိန်ဆိုသည်! အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ထံသို့ ပေးဆောင်ခဲ့ဖူးသော ကြိုးတစ်ချောင်းကိုပင် ပေးဆောင်ရန် ငြင်းဆန်ပါက၊ ကျွန်ုပ်သည် ၎င်းတို့အား ပေးဆောင်ရန် ငြင်းဆန်မှုအတွက် တိုက်ပွဲဝင်ပါမည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَلِّ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် 'ဆွလ်လီ' (ဆုတောင်း) ပေးပါလေ)</span>, ဟူသည်မှာ ၎င်းတို့အတွက် ဆုတောင်းပေးပါ၊ အလ္လာဟ်အရှင်မြတ်ထံ ၎င်းတို့အား ခွင့်လွှတ်ပေးရန် တောင်းဆိုပါ။ ဆဟီးဟ်ကျမ်းတွင် မွတ်စ်လင်မ်က မှတ်တမ်းတင်ထားသည်မှာ အဘ်ဒူလ်လာဟ် ဘင် အဘီ အောင်ဖာက ပြောသည်မှာ \"နဗီတမန်တော် ﷺ ထံသို့ ဆဒကာကို ယူဆောင်လာသည့်အခါတိုင်း၊ ၎င်းကို ယူဆောင်လာသူများအတွက် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပေးလေ့ရှိသည်။ ကျွန်ုပ်၏ဖခင်ကလည်း သူ၏ဆဒကာကို ယူဆောင်လာသောအခါ နဗီတမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ صَلِّ عَلَى آلِ أَبِي أَوْفَى</p><p lang=\"sm\" class=\"sm \"><span class=\"gray\">(O Allah! I invoke You for the family of Abu Awfa.)</span>\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ صَلَاتَكَ سَكَنٌ لَّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏ဆွလာတ်သည် ၎င်းတို့အတွက် ငြိမ်းချမ်းမှုဖြစ်သည်။)</span>, ဟူသည်မှာ အိဗ်နု အဘ်ဘာစ်၏ အဆိုအရ ၎င်းတို့အတွက် ကရုဏာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ سَمِيعٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားသိတော်မူသောအရှင်၊)</span> သင်၏ဆုတောင်းသံကို <span class=\"gray\">(အို မုဟမ္မဒ်)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလုံးစုံကို သိရှိတော်မူသောအရှင်။)</span> သင်၏ဆုတောင်းခြင်းကို ၎င်းတို့ကိုယ်စား ခံထိုက်သူများ၊ ၎င်းကို ထိုက်တန်သူများတွင်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မသိကြပါသလော၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များထံမှ နောင်တတရားကို လက်ခံတော်မူ၍ ဆွဒ်ဒကာများကို လက်ခံတော်မူကြောင်းကို။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် နောင်တရခြင်းနှင့် ဆဒကာပေးကမ်းခြင်းကို အားပေးသည်။ အဘယ်ကြောင့်ဆိုသော် ဤလုပ်ဆောင်ချက်တစ်ခုစီသည် အပြစ်များကို ဖျက်ဆီးပယ်ဖျက်ပေးသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိထံ နောင်တရသူများ၏ နောင်တကို လက်ခံတော်မူကြောင်းနှင့် သန့်စင်သောအရင်းအမြစ်များမှ ဆဒကာကိုလည်း လက်ခံတော်မူကြောင်း ဖော်ပြထားသည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို မိမိ၏ ညာလက်တော်ဖြင့် လက်ခံတော်မူပြီး ပေးလှူသူအတွက် အာဇာနည်တောင်ကြီးကဲ့သို့ ကြီးမားလာသည်အထိ မြှင့်တင်ပေးသောကြောင့် ဖြစ်သည်။ အဘူဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَقْبَلُ الصَّدَقَةَ وَيَأْخُذُهَا بِيَمِينِهِ فَيُرَبِّيهَا لِأَحَدِكُمْ كَمَا يُرَبِّي أَحَدُكُمْ مُهْرَهُ، حَتَّى إِنَّ اللُّقْمَةَ لَتَكُونُ مِثْلَ أُحُدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဆဒကာကို လက်ခံတော်မူ၍ ၎င်းကို မိမိ၏ ညာလက်တော်ဖြင့် ရယူပြီး ပေးလှူသူအတွက် ပြုစုပျိုးထောင်ပေးတော်မူ၏။ သင်တို့အနက် တစ်ဦးတစ်ယောက်က သူ၏ မြင်းပုလေးကို ပြုစုပျိုးထောင်ပေးသကဲ့သို့ပင်၊ စားဖွယ်ရာ <span class=\"gray\">[အစားအစာ]</span> တစ်ကိုက်စာပင်လျှင် အုဟွဒ်တောင်ကြီးကဲ့သို့ ကြီးမားလာသည်အထိပင်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန်တော်၊ အလွန်မြင့်မြတ်၍ အလေးမြတ်ဆုံးဖြစ်တော်မူသော အရှင်၏ ကျမ်းဂန်တော်သည် ဤဟဒီးဆ်ကို ထောက်ခံသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မသိကြပါသလော၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များထံမှ နောင်တတရားကို လက်ခံတော်မူ၍ ဆွဒ်ဒကာများကို လက်ခံတော်မူကြောင်းကို။)</span>, နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ရိဘာကို ပယ်ဖျက်တော်မူပြီး ဆွဒ်ဒကာများအတွက် တိုးမြှင့်ပေးတော်မူမည်။)</span><span class=\"gray\">[2:276]</span></p><p lang=\"my\" class=\"my \">အဘ်ဒူလ်လာဟ် ဘင် မတ်စ်အူးဒ်က ပြောကြားခဲ့သည်မှာ \"ဆဒကာသည် ဆင်းရဲသားလက်ထဲသို့ မရောက်မီ အလ္လာဟ်အရှင်မြတ်၏ လက်တော်ထဲသို့ ကျရောက်သည်\" ထို့နောက် ၎င်းက ဤအာယတ်တော်ကို ရွတ်ဖတ်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မသိကြပါသလော၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များထံမှ နောင်တတရားကို လက်ခံတော်မူ၍ ဆွဒ်ဒကာများကို လက်ခံတော်မူကြောင်းကို။)</span></p>"
  },
  {
    "ayah_key": "9:105",
    "group_ayah_key": "9:105",
    "from_ayah": "9:105",
    "to_ayah": "9:105",
    "ayah_keys": "9:105",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့သည် (ကောင်းမှု) အလုပ်များကို ပြုလုပ်ကြကုန်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အလုပ်များကို မြင်တော်မူမည်ဖြစ်ပြီး၊ ကိုယ်တော်၏ ရစူလ်တမန်တော်နှင့် ယုံကြည်သူများသည်လည်း မြင်ကြမည်ဖြစ်သည်။ သင်တို့သည် မမြင်ရသောအရာများနှင့် မြင်ရသောအရာအားလုံးကို အကြွင်းမဲ့သိတော်မူသော အရှင်မြတ်ထံသို့ ပြန်လည်ပို့ဆောင်ခြင်းခံရလိမ့်မည်။ ထို့နောက် သင်တို့ပြုခဲ့သောအရာများကို ကိုယ်တော်သည် သင်တို့ကို အသိပေးတော်မူမည်။ <span>(၁၀၅)</span></p><div lang=\"my\" class=\"my \"><h2>မနာခံသူများအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">မုဂျာဟိဒ်က ဤအာယသ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို ဖီဆန်သူများအား အလ္လာဟ်အရှင်မြတ်ထံမှ သတိပေးချက်ကို ဆောင်ထားကြောင်း ပြောကြားခဲ့သည်။ ၎င်းတို့၏ လုပ်ရပ်များကို အလ္လာဟ်အရှင်မြတ်၊ ကောင်းချီးမင်္ဂလာနှင့် အလွန်အမင်း ဂုဏ်ယူထိုက်သူ၊ ရစူလ်တမန်တော် ﷺ နှင့် ယုံကြည်သူများအား ပြသလိမ့်မည်။ ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်ပျက်လာမည်မှာ သေချာပါသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင် ဖြစ်ပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَىٰ مِنكُمْ خَافِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ သင်တို့အား စီရင်ဆုံးဖြတ်ရန် ခေါ်ဆောင်လာလိမ့်မည်။ သင်တို့၏ လျှို့ဝှက်ချက်တစ်ခုမျှ ဖုံးကွယ်ထားခြင်းခံရမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၆၉:၁၈]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبْلَى السَّرَائِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှို့ဝှက်ချက်အားလုံးကို စစ်ဆေးမေးမြန်းမည့်နေ့)</span><span class=\"gray\">[၈၆:၉]</span>, နှင့်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُصِّلَ مَا فِي الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရင်တွင်းရှိအရာများကို ထုတ်ဖော်ပြသမည်။)</span><span class=\"gray\">[၁၀၀:၁၀]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝတွင် လူအချို့၏ လုပ်ရပ်များကိုလည်း ဖော်ထုတ်ပြသနိုင်ပါသည်။ အလ်-ဗုခါရီက အာအိရှာဟ်က ပြောသည်မှာ၊ \"မွတ်စလင်တစ်ဦး၏ ကောင်းမှုကုသိုလ်များက သင့်ကို ကျေနပ်စေပါက၊ ထို့နောက် သင်ပြောပါ\" ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလုပ်များ ပြုလုပ်ကြလော့။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ လုပ်ရပ်များကို မြင်တော်မူမည်။ ကိုယ်တော်၏ ရစူလ်တမန်တော်နှင့် ယုံကြည်သူများသည်လည်း မြင်ကြမည်။)</span>\" </p><p lang=\"my\" class=\"my \">အလားတူ အဓိပ္ပါယ်ဆောင်သော ဟဒီးဆ်တော်တစ်ခု ရှိပါသည်။ အီမာမ် အဟ်မဒ်က အနပ်စ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا عَلَيْكُمْ أَنْ تُعْجَبُوا بِأَحَدٍ حَتَّى تَنْظُرُوا بِمَ يُخْتَمُ لَهُ، فَإِنَّ الْعَامِلَ يَعْمَلُ زَمَانًا مِنْ عُمْرِهِ - أَوْ بَــرهَةً مِنْ دَهْرِهِ - بِعَمَلٍ صَالِحٍ لَوْ مَاتَ عَلَيْهِ دَخَلَ الْجَنَّةَ ثُمَّ يَتَحَوَّلُ فَيَعْمَلُ عَمَلًا سَيِّئًا، وَإِنَّ الْعَبْدَ لَيَعْمَلُ الْبُرْهَةَ مِنْ دَهْرِهِ بِعَمَلٍ سَيِّءٍ، لَوْ مَاتَ عَلَيْهِ دَخَلَ النَّارَ ثُمَّ يَتَحَوَّلُ فَيَعْمَلُ عَمَلًا صَالِحًا، وَإِذَا أَرَادَ اللهُ بِعَبْدِهِ خَيْرًا اسْتَعْمَلَهُ قَبْلَ مَوْتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူတစ်ဦးတစ်ယောက်၏ လုပ်ရပ်များကို ၎င်း၏နောက်ဆုံးလုပ်ရပ်များ မည်သို့ရှိသည်ကို မမြင်မချင်း ကျေနပ်ခြင်းမရှိပါနှင့်။ အမှန်စင်စစ်၊ တစ်ဦးတစ်ယောက်သည် သူ၏ဘဝ၏ အချိန်အချို့ကို ကောင်းမှုကုသိုလ်ဖြင့် လုပ်ဆောင်နေနိုင်ပြီး ထိုသို့လုပ်ဆောင်နေစဉ် သေဆုံးပါက ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရောက်လိမ့်မည်။ သို့သော် သူသည် ပြောင်းလဲပြီး မကောင်းမှုများကို ကျူးလွန်သည်။ တစ်ဦးတစ်ယောက်သည် သူ၏ဘဝ၏ အချိန်အချို့ကို မကောင်းမှုများဖြင့် ကျူးလွန်နေနိုင်ပြီး ထိုသို့လုပ်ဆောင်နေစဉ် သေဆုံးပါက ဂျဟန္နမ်(ငရဲ)သို့ ဝင်ရောက်လိမ့်မည်။ သို့သော် သူသည် ပြောင်းလဲပြီး ကောင်းမှုကုသိုလ်များကို ပြုလုပ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်တစ်ဦးအား ကောင်းကျိုးလိုလားလျှင် သူသေဆုံးခြင်းမပြုမီ သူ့ကို ခိုင်းစေတော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">သူ့ကို မေးမြန်းခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို မည်သို့ခိုင်းစေမည်နည်း၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်?\" ကိုယ်တော်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوَفِّقُهُ لِعَمِلٍ صَالِحٍ ثُمَّ يَقْبِضُهُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သူ့အား ကောင်းမှုကုသိုလ်များ ပြုလုပ်ရန် လမ်းညွှန်ပြသပြီး ထိုအခြေအနေတွင်ပင် သူ၏အသက်ကို သိမ်းယူတော်မူသည်။)</span> ဤဟဒီးဆ်တော်ကို အီမာမ် အဟ်မဒ်တစ်ဦးတည်းသာ မှတ်တမ်းတင်ထားသည်။</p>"
  }
]