[
  {
    "ayah_key": "4:102",
    "group_ayah_key": "4:102",
    "from_ayah": "4:102",
    "to_ayah": "4:102",
    "ayah_keys": "4:102",
    "text": "<p lang=\"my\" class=\"my \">သင်သည် <span class=\"gray\">(အို ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ)</span> သူတို့တွင်ရှိ၍ ဆွလာတ်တွင် ဦးဆောင်ပါက၊ သူတို့ထဲမှ တစ်စုသည် သူတို့၏ လက်နက်များကို ယူဆောင်လျက် သင့်နှင့်အတူ <span class=\"gray\">[ဆွလာတ်]</span> ရပ်ကြပါစေ။ ၎င်းတို့က စပ်ဂျ်ဒါပြီးဆုံးသောအခါ နောက်ဘက်သို့ ပြောင်းရွှေ့၍၊ ဆွလာတ်မဝတ်ရသေးသော အခြားအုပ်စုသည် တက်လာကြပါစေ။ ၎င်းတို့သည် သင့်နှင့်အတူ ဆွလာတ်ဝတ်၍ ကြိုတင်ကာကွယ်မှုများအားလုံးကို ပြုလုပ်ကာ လက်နက်များ ကိုင်ဆောင်ထားကြပါစေ။ ယုံကြည်သူတို့သည် သင်တို့၏ လက်နက်များနှင့် ပစ္စည်းများကို ပေါ့ဆနေပါက တစ်ချိန်တည်းတွင် တိုက်ခိုက်လိုကြသည်။ သို့သော် မိုးကြောင့်ဖြစ်စေ၊ မကျန်းမာသောကြောင့်ဖြစ်စေ သင်တို့၏ လက်နက်များကို ဘေးချိတ်ထားခြင်းသည် အပြစ်မရှိပေ။ သို့သော် သင်တို့ကိုယ်တိုင်အတွက် ကြိုတင်ကာကွယ်မှုတိုင်းကို ပြုလုပ်ကြပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများအတွက် အရှက်ရဖွယ် ပြစ်ဒဏ်ကို ပြင်ဆင်ထားတော်မူ၏ <span>(၁၀၂)</span></p><div lang=\"it\" class=\"it \"><h2>The Description of The Fear Prayer</h2></div><p lang=\"my\" class=\"my \">ကြောက်ရွံ့ခြင်း ဆွလာတ်သည် ပုံစံအမျိုးမျိုးရှိသည်။ အဘယ်ကြောင့်ဆိုသော် ရန်သူသည် တစ်ခါတစ်ရံ ကစ်ဘလာ့ဘက်သို့ ရောက်နေပြီး တစ်ခါတစ်ရံ အခြားတစ်ဘက်သို့ ရောက်နေတတ်သည်။ ကြောက်ရွံ့ခြင်း ဆွလာတ်သည် တစ်ခါတစ်ရံ (၄) ရကအ်၊ တစ်ခါတစ်ရံ မဂ်ရိဗ်ဆွလာတ်ကဲ့သို့ (၃) ရကအ်၊ တစ်ခါတစ်ရံ ဖဂျရ်ဆွလာတ်နှင့် ခရီးသွားစဉ် ဆွလာတ်ကဲ့သို့ (၂) ရကအ် ပါဝင်သည်။ ကြောက်ရွံ့ခြင်း ဆွလာတ်ကို တစ်ခါတစ်ရံ ဂျမာအသ်နှင့် ဝတ်ပြုသော်လည်း တိုက်ပွဲပြင်းထန်နေချိန်တွင် ဂျမာအသ်ဆွလာတ် မဖြစ်နိုင်ပေ။ ဤကိစ္စတွင်၊ သူတို့သည် တစ်ဦးစီ မိမိဘာသာ ကစ်ဘလာ့ဘက်လှည့်၍ဖြစ်စေ၊ မလှည့်ဘဲဖြစ်စေ၊ စီးနင်းလျက်ဖြစ်စေ၊ ခြေလျင်ဖြစ်စေ ဝတ်ပြုကြသည်။ ဤအခြေအနေတွင်၊ ၎င်းတို့သည် လမ်းလျှောက်ခြင်းနှင့် တိုက်ခိုက်ခြင်းကို ခွင့်ပြုထားပြီး ဆွလာတ်၏ လုပ်ဆောင်မှုများကို တစ်ချိန်လုံး ပြုလုပ်ကြသည်။</p><p lang=\"my\" class=\"my \">အချို့သော ပညာရှင်များက နောက်ပိုင်းအခြေအနေတွင် ၎င်းတို့သည် တစ်ရကအ်သာ ဆွလာတ်ဝတ်ပြုသည်ဟု ဆိုကြသည်။ အကြောင်းမှာ အိဗ်နု အဗ္ဗါစ်က \"အသင်တို့၏ တမန်တော် ﷺ ၏ စကားတော်များအရ အလ္လာဟ်အရှင်မြတ်သည် အိမ်တွင်ရှိစဉ် (၄) ရကအ်၊ ခရီးသွားစဉ် (၂) ရကအ် နှင့် ကြောက်ရွံ့စဉ် (၁) ရကအ် ကို ပြဋ္ဌာန်းထားတော်မူသည်\" ဟု ရေဝါယတ်ပြုခဲ့သည်။ မွတ်စလင်မ်၊ အဘူ ဒါဝုဒ်၊ အန်-နစာအီနှင့် အိဗ်နု မာဂျာတို့က မှတ်တမ်းတင်ခဲ့ကြသည်။ ဤသည်မှာ အဟ်မဒ် ဘင်န် ဟန်ဘလ်၏ အမြင်လည်းဖြစ်သည်။ အလ်-မွန်ဒီရီက \"ဤသည်မှာ အတာ၊ ဂျာဘိရ်၊ အလ်-ဟစန်၊ မုဂျာဟိဒ်၊ အလ်-ဟကမ်၊ ကတာဒါနှင့် ဟမ္မာဒ်တို့၏ စကားဖြစ်သည်။ တာဝုစ်နှင့် အဒ်-ဒဟ်ဟက်တို့လည်း ၎င်းကို ပိုမိုနှစ်သက်ကြသည်\" ဟု ပြောကြားခဲ့သည်။ အဘူ အာဆင်မ် အလ်-အဘာဒီက မုဟမ္မဒ် ဘင်န် နာစရ် အလ်-မာရ်ဝါဇီသည် ဖဂျရ်ဆွလာတ်ပင် ကြောက်ရွံ့စဉ်တွင် တစ်ရကအ် ဖြစ်လာသည်ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ ဤသည်မှာ အိဗ်နု ဟဇ်မ်၏ အမြင်လည်းဖြစ်သည်။ အိစ်ဟာက် ဘင်န် ရာဟ်ဝေးဟ်က \"တိုက်ပွဲပြင်းထန်နေချိန်တွင် ဦးခေါင်းကို ငြိမ့်ပြသော တစ်ရကအ်သည် သင်တို့အတွက် လုံလောက်သည်။ သင်တို့ မတတ်နိုင်ပါက စပ်ဂျ်ဒါတစ်ခုသည် လုံလောက်သည်၊ အဘယ်ကြောင့်ဆိုသော် စပ်ဂျ်ဒါသည် အလ္လာဟ်ကို အောက်မေ့ခြင်းဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။</p><div lang=\"fil\" class=\"fil \"><h2>The Reason behind Revealing this Ayah</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ အယ္ယာရှ် အဇ်-ဇူရာကီက \"ကျွန်ုပ်တို့သည် မက္ကာမြို့အနီးရှိ ထင်ရှားသောနေရာဖြစ်သော အွစ်ဖန်ဒေသတွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူရှိစဉ် ခါလစ်ဒ် ဘင်န် အလ်-ဝလီဒ်၏ ကွပ်ကဲမှုအောက်ရှိ ရုပ်တုကိုးကွယ်သူများနှင့် တွေ့ဆုံခဲ့ကြသည်။ ၎င်းတို့သည် ကျွန်ုပ်တို့နှင့် ကစ်ဘလာ့ကြားတွင်ရှိသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်တို့ကို ဇွဟ်ရ်ဆွလာတ်တွင် ဦးဆောင်ခဲ့သည်။ ရုပ်တုကိုးကွယ်သူများက 'သူတို့သည် တစ်စုံတစ်ခုနှင့် အလုပ်ရှုပ်နေသောကြောင့် ကျွန်ုပ်တို့ တိုက်ခိုက်ရန် အခွင့်အရေးရခဲ့သည်' ဟု ပြောကြသည်။ ထို့နောက် 'နောက်လာမည့် ဆွလာတ် <span class=\"gray\">(အစရ်)</span> သည် သူတို့၏ သားသမီးများနှင့် သူတို့ကိုယ်တိုင်ထက် ပိုမိုမြတ်နိုးကြလိမ့်မည်' ဟု ပြောကြသည်။ သို့သော် ဂျိဘရီလ်သည် ဇွဟ်ရ်နှင့် အစရ်ဆွလာတ်များကြားတွင် ဤအာယသ်များကို သယ်ဆောင်လာခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် <span class=\"gray\">(အို ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ)</span> သူတို့တွင်ရှိ၍ ဆွလာတ် <span class=\"gray\">(ဝတ်ပြုခြင်း)</span> တွင် ဦးဆောင်သောအခါ)</span>။</p><p lang=\"my\" class=\"my \">ဆွလာတ်ဝတ်ပြုချိန်ရောက်သောအခါ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် မွတ်စလင်မ်များအား သူတို့၏ လက်နက်များကို ကိုင်ဆောင်ရန် အမိန့်ပေးခဲ့ပြီး၊ ကျွန်ုပ်တို့ကို ၎င်း၏နောက်တွင် နှစ်တန်းစီ ရပ်ခိုင်းခဲ့သည်။ ၎င်းက ရူကူအ်လုပ်သောအခါ ကျွန်ုပ်တို့အားလုံး ၎င်း၏နောက်တွင် ရူကူအ်လုပ်ကြသည်။ ၎င်းက ဦးခေါင်းကို မြှောက်သောအခါ ကျွန်ုပ်တို့အားလုံး ဦးခေါင်းများကို မြှောက်ကြသည်။ ထို့နောက် တမန်တော် ﷺ သည် ၎င်း၏နောက်ရှိ တန်းနှင့်အတူ စပ်ဂျ်ဒါပြုလုပ်ခဲ့ပြီး ကျန်သူများက စောင့်ကြပ်လျက်နေခဲ့သည်။ ၎င်းတို့က စပ်ဂျ်ဒါပြီး၍ မတ်တပ်ရပ်သောအခါ ကျန်သူများက ထိုင်လျက် စပ်ဂျ်ဒါပြုလုပ်ခဲ့ပြီး၊ စပ်ဂျ်ဒါပြုလုပ်ခဲ့သူများက တန်းနှစ်တန်း နေရာလဲလှယ်ပြီးနောက် စောင့်ကြပ်လျက် မတ်တပ်ရပ်ခဲ့သည်။ ထို့နောက် တမန်တော် ﷺ သည် ရူကူအ်လုပ်သောအခါ ၎င်း၏နောက်တွင် အားလုံး ရူကူအ်လုပ်ကြသည်။ ထို့နောက် ၎င်းက ဦးခေါင်းကို မြှောက်ပြီးနောက် သူတို့အားလုံး ဦးခေါင်းများကို မြှောက်ကြသည်။ ထို့နောက် တမန်တော် ﷺ သည် ၎င်း၏နောက်ရှိ တန်းနှင့်အတူ စပ်ဂျ်ဒါပြုလုပ်ခဲ့ပြီး ကျန်သူများက စောင့်ကြပ်လျက်နေခဲ့သည်။ စပ်ဂျ်ဒါပြုလုပ်ခဲ့သူများက ထိုင်သောအခါ ကျန်သူများက စပ်ဂျ်ဒါပြုလုပ်ခဲ့သည်။ ထို့နောက် တမန်တော် ﷺ သည် တာစလင်မ်ကို ပြုလုပ်ပြီး ဆွလာတ်ကို အဆုံးသတ်ခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ဤဆွလာတ်ကို နှစ်ကြိမ် ဝတ်ပြုခဲ့သည်။ တစ်ကြိမ်မှာ အွစ်ဖန်တွင်ဖြစ်ပြီး နောက်တစ်ကြိမ်မှာ ဘာနူ ဆူလင်မ်ပြည်တွင်ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အဘူ ဒါဝုဒ်နှင့် အန်-နစာအီတို့ မှတ်တမ်းတင်ထားသော ရေဝါယတ်ဖြစ်ပြီး၊ ၎င်းတွင် ခိုင်မာသော ဆင့်ပြန်ချက် သံကြိုးနှင့် ၎င်းကို ထောက်ပံ့ပေးသည့် အခြားစာသားများစွာရှိသည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အိဗ်နု အဗ္ဗါစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ \"တစ်ခါက တမန်တော် ﷺ သည် ကြောက်ရွံ့ခြင်း ဆွလာတ်ကို ဦးဆောင်ခဲ့ပြီး လူတို့သည် ၎င်း၏နောက်တွင် ရပ်ခဲ့ကြသည်။ ၎င်းက 'အလ္လာဟ်ဟူ အက္ကဗ်ရ်' ဟု ဆိုသောအခါ လူတို့လည်း အတူတူပင် ပြောကြသည်။ ၎င်းက ရူကူအ်လုပ်သောအခါ သူတို့ထဲမှ အချို့က ရူကူအ်လုပ်ကြသည်။ ထို့နောက် ၎င်းက စပ်ဂျ်ဒါပြုလုပ်သောအခါ သူတို့လည်း စပ်ဂျ်ဒါပြုလုပ်ကြသည်။ ထို့နောက် ၎င်းက ဒုတိယ ရကအ်အတွက် မတ်တပ်ရပ်သောအခါ ပထမ ရကအ်ကို ဝတ်ပြုခဲ့သူများက ထွက်ခွာပြီး သူတို့၏ ညီအစ်ကိုများကို စောင့်ကြပ်ပေးခဲ့သည်။ ဒုတိယအဖွဲ့သည် ၎င်းနှင့်ပူးပေါင်း၍ ရူကူအ်နှင့် စပ်ဂျ်ဒါကို ၎င်းနှင့်အတူ ပြုလုပ်ခဲ့သည်။ လူအားလုံးသည် ဆွလာတ်ဝတ်ပြုနေကြသော်လည်း ဆွလာတ်ဝတ်ပြုနေစဉ်တွင် တစ်ဦးကိုတစ်ဦး စောင့်ကြပ်ပေးနေခဲ့ကြသည်\"။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က ဂျာဘိရ် ဘင်န် အဗ်ဒူလ္လာဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် သူတို့ကို ကြောက်ရွံ့ခြင်း ဆွလာတ်တွင် ဦးဆောင်ခဲ့သည်။ သူတို့ထဲမှ အဖွဲ့တစ်ဖွဲ့သည် ၎င်း၏ရှေ့တွင် ရပ်ခဲ့ပြီး နောက်အဖွဲ့တစ်ဖွဲ့သည် ၎င်း၏နောက်တွင် ရပ်ခဲ့သည်။ တမန်တော် ﷺ သည် ၎င်း၏နောက်တွင်ရှိသောသူများကို တစ်ရကအ်နှင့် စပ်ဂျ်ဒါနှစ်ကြိမ်ဖြင့် ဦးဆောင်ခဲ့သည်။ ထို့နောက် ၎င်းတို့သည် ဆွလာတ်မဝတ်ရသေးသူများ၏ နေရာသို့ ရွှေ့ခဲ့ပြီး ကျန်သူများက သူတို့၏နေရာတွင် ရပ်ခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် တစ်ရကအ်နှင့် စပ်ဂျ်ဒါနှစ်ကြိမ် ပြုလုပ်ပြီးနောက် စလာမ်ကို ပေးခဲ့သည်။ ထို့ကြောင့် တမန်တော် ﷺ သည် နှစ်ရကအ် ဝတ်ပြုခဲ့ပြီး သူတို့က တစ်ရကအ် ဝတ်ပြုခဲ့ကြသည်။ အန်-နစာအီက ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့ပြီး မွတ်စလင်မ်က ၎င်းအတွက် အခြားစကားလုံးများကို စုဆောင်းခဲ့သည်။ ဆဟီဟ်၊ စူနန်နှင့် မွတ်စ်နဒ် စုစည်းမှုများမှ မှတ်တမ်းတင်သူများက ဂျာဘိရ်ထံမှ ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတင်မ်က စလင်မ်က ၎င်း၏ဖခင်က ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် <span class=\"gray\">(အို ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ)</span> သူတို့တွင်ရှိ၍ ဆွလာတ် <span class=\"gray\">(ဝတ်ပြုခြင်း)</span> တွင် ဦးဆောင်သောအခါ)</span> သည် ကြောက်ရွံ့ခြင်း ဆွလာတ်ကို ရည်ညွှန်းသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် အဖွဲ့တစ်ဖွဲ့ကို ဦးဆောင်ခဲ့ပြီး တစ်ရကအ် ဝတ်ပြုခဲ့သည်။ ဒုတိယအဖွဲ့သည် ရန်သူကို ရင်ဆိုင်ခဲ့သည်။ ထို့နောက် ရန်သူကို ရင်ဆိုင်ခဲ့သော ဒုတိယအဖွဲ့ ရောက်လာပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က သူတို့ကို ဦးဆောင်ခဲ့ကာ တစ်ရကအ် ဝတ်ပြုပြီးနောက် စလာမ်ကို ပေးခဲ့သည်။ ထို့နောက် အဖွဲ့နှစ်ဖွဲ့စလုံးသည် မတ်တပ်ရပ်၍ တစ်ဖွဲ့လျှင် နောက်ထပ်တစ်ရကအ်စီ ဝတ်ပြုခဲ့ကြသည် <span class=\"gray\">(အခြားအဖွဲ့က စောင့်ကြပ်လျက်နေစဉ်)</span>\"။ ဤဟဒီးဆ်ကို အုပ်စုတစ်စုက မာအ်မာရ်၏ ဆင့်ပြန်ချက် သံကြိုးဖြင့် စုဆောင်းခဲ့သည်။ ဤဟဒီးဆ်တွင် ဆွဟာဘာများစွာထံမှ အခြားဆင့်ပြန်ချက် သံကြိုးများစွာလည်းရှိပြီး အလ်-ဟာဖိဇ် အဘူ ဗကရ် အိဗ်နု မရ်ဒူဝိယာက ဤအမျိုးမျိုးသော ရေဝါယတ်များကို စုဆောင်းခဲ့ပြီး အိဗ်နု ဂျာရီရ်လည်း ထိုနည်းတူပင် စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကြောက်ရွံ့ခြင်း ဆွလာတ်ဝတ်ပြုစဉ် လက်နက်များကို ကိုင်ဆောင်ရန် အမိန့်နှင့်ပတ်သက်၍ ပညာရှင်အဖွဲ့တစ်ဖွဲ့က အာယသ်တော်အရ မဖြစ်မနေ လိုအပ်သည်ဟု ပြောကြသည်။ ၎င်းကို သက်သေပြသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَىٰ أَن تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မိုးကြောင့်ဖြစ်စေ၊ မကျန်းမာသောကြောင့်ဖြစ်စေ သင်တို့၏ လက်နက်များကို ဘေးချိတ်ထားခြင်းသည် အပြစ်မရှိပေ။ သို့သော် သင်တို့ကိုယ်တိုင်အတွက် ကြိုတင်ကာကွယ်မှုတိုင်းကို ပြုလုပ်ကြပါ)</span> ဆိုသည်မှာ လိုအပ်သောအခါတွင် သင်တို့၏ လက်နက်များကို အလွယ်တကူ ရယူနိုင်ရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُّهِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများအတွက် အရှက်ရဖွယ် ပြစ်ဒဏ်ကို ပြင်ဆင်ထားတော်မူ၏)</span>။</p>"
  },
  {
    "ayah_key": "4:103",
    "group_ayah_key": "4:103",
    "from_ayah": "4:103",
    "to_ayah": "4:104",
    "ayah_keys": "4:103,4:104",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့သည် ဆွလာတ်ကို ပြီးဆုံးသောအခါ အလ္လာဟ်အရှင်မြတ်ကို မတ်တပ်ရပ်လျက်၊ ထိုင်လျက်၊ ဘေးစောင်းလျက် အောက်မေ့ကြပါ။ သို့သော် သင်တို့သည် အန္တရာယ်မှ ကင်းဝေးသောအခါ ဆွလာတ်ကို ဝတ်ပြုကြပါ။ အမှန်စင်စစ် ဆွလာတ်သည် ယုံကြည်သူတို့အပေါ် အချိန်သတ်မှတ်ထားသော ကိတာဗန်ဖြစ်သည်။ <span>(၁၀၃)</span>ရန်သူကို လိုက်လံရှာဖွေရာတွင် အားမလျော့ကြနှင့်။ သင်တို့သည် <span class=\"gray\">(ဒုက္ခ)</span> ခံစားနေရပါက ၎င်းတို့သည်လည်း သင်တို့ခံစားနေရသကဲ့သို့ <span class=\"gray\">(ဒုက္ခ)</span> ခံစားနေရသည်မှာ သေချာသည်။ သို့သော် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ <span class=\"gray\">(အကျိုးဆုလာဘ်၊ ဆိုလိုသည်မှာ ဂျန္နတ်အပြင်)</span> ၎င်းတို့ မမျှော်လင့်သော အရာကို မျှော်လင့်နေကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အရာအားလုံးကို သိတော်မူသော၊ အကြံဉာဏ် ပညာရှိတော်မူသော အရှင်ဖြစ်တော်မူ၏ <span>(၁၀၄)</span></p><div lang=\"my\" class=\"my \"><h2>ကြောက်ရွံ့ခြင်း ဆွလာတ်ပြီးနောက် များစွာ အောက်မေ့ရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကြောက်ရွံ့ခြင်း ဆွလာတ်ပြီးဆုံးပြီးနောက် ဓိကရ်ပြုလုပ်ရန် အထူးအမိန့်ပေးထားသည်။ ယေဘုယျအားဖြင့် အခြားဆွလာတ်အမျိုးအစားများ ပြီးဆုံးပြီးနောက် ထိုသို့သော ဓိကရ်ကို အားပေးသော်လည်း၊ ကြောက်ရွံ့ခြင်း ဆွလာတ်တွင် ဓိကရ်ကို ပိုမိုအားပေးသည်။ အဘယ်ကြောင့်ဆိုသော် ဆွလာတ်၏ အခြေခံမူများသည် လျော့နည်းသွားသောကြောင့်ဖြစ်သည် (အဘယ်ကြောင့်ဆိုသော် ဆွလာတ်ပြုလုပ်စဉ် လှုပ်ရှားရခြင်းစသည်တို့ကြောင့်) အခြားဆွလာတ်များနှင့်မတူဘဲ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သန့်ရှင်းသောလများအကြောင်း မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ထိုကာလများတွင် သင်တို့ကိုယ်တိုင်အပေါ် မတရားမပြုကြကုန်နှင့်)</span><span class=\"gray\">[၉:၃၆]</span>၊ မတရားမှုသည် တစ်နှစ်ပတ်လုံး တားမြစ်ထားသော်လည်း၊ သန့်ရှင်းသောလများအတွင်းတွင် ၎င်းတို့၏ မြင့်မြတ်မှုနှင့် ဂုဏ်အင်္ဂါကြောင့် မတရားမှုကို အထူးတလည် တားမြစ်ထားသည်။ ထို့ကြောင့် အလ္လာဟ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဆွလာတ်ကို ပြီးဆုံးသောအခါ အလ္လာဟ်အရှင်မြတ်ကို မတ်တပ်ရပ်လျက်၊ ထိုင်လျက်၊ ဘေးစောင်းလျက် အောက်မေ့ကြပါ)</span> ဆိုသည်မှာ အခြေအနေအားလုံးတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِذَا اطْمَأْنَنتُمْ فَأَقِيمُوا الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် အန္တရာယ်မှ ကင်းဝေးသောအခါ ဆွလာတ်ကို ဝတ်ပြုကြပါ)</span> ဆိုသည်မှာ သင်တို့ လုံခြုံ၊ ငြိမ်သက်ပြီး ကြောက်ရွံ့မှုများ ပျောက်ကွယ်သွားသောအခါ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِيمُوا الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာတ်ကို ဝတ်ပြုကြပါ)</span> သင်တို့အား အမိန့်ပေးထားသည့်အတိုင်း ဆွလာတ်ကို ဝတ်ပြုခြင်းဖြင့်၊ ၎င်း၏တာဝန်ဝတ္တရားများကို ဖြည့်ဆည်းခြင်းဖြင့်၊ ရိုသေလေးစားမှုဖြင့်၊ ရူကူအ်နှင့် စပ်ဂျ်ဒါ အနေအထားများကို ပြည့်စုံအောင် လုပ်ဆောင်ခြင်းစသည်တို့ဖြစ်သည်။ အလ္လာဟ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَّوْقُوتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဆွလာတ်သည် ယုံကြည်သူတို့အပေါ် အချိန်သတ်မှတ်ထားသော ကိတာဗန်ဖြစ်သည်။)</span> ဆိုသည်မှာ မဖြစ်မနေ လိုအပ်သည်ဟု အိဗ်နု အဗ္ဗါစ်က ဖော်ပြခဲ့သည်။ အိဗ်နု အဗ္ဗါစ်ကလည်း \"ဆွလာတ်တွင် ဟဂျ်နှင့် အတူတူပင် အချိန်သတ်မှတ်ထားသည်\" ဟု ပြောခဲ့သည်။ မုဂျာဟိဒ်၊ စလင်မ် ဘင်န် အဗ်ဒူလ္လာဟ်၊ အလီ ဘင်န် အလ်-ဟူစိုင်းန်၊ မုဟမ္မဒ် ဘင်န် အလီ၊ အလ်-ဟစန်၊ မုကာတိလ်၊ အစ်-ဆူဒီနှင့် အတိယာ အလ်-အူဖီတို့ထံမှလည်း အလားတူ မှတ်တမ်းတင်ထားသည်။</p><div lang=\"de\" class=\"de \"><h2>The Encouragement to Pursue the Enemy Despite Injuries</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရန်သူကို လိုက်လံရှာဖွေရာတွင် အားမလျော့ကြနှင့်)</span> ဆိုသည်မှာ သင်တို့၏ ရန်သူကို လိုက်လံရှာဖွေရာတွင် သင်တို့၏ ဆုံးဖြတ်ချက်ကို မအားမလျော့ပါစေနှင့်။ ယင်းအစား၊ သူတို့ကို ပြင်းပြင်းထန်ထန် လိုက်လံရှာဖွေပါ၊ တိုက်ခိုက်ပါ၊ သူတို့ကို သတိထားပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِن تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ခံစားနေရပါက ၎င်းတို့သည်လည်း သင်တို့ ခံစားနေရသကဲ့သို့ ခံစားနေရသည်မှာ သေချာသည်)</span> ဆိုသည်မှာ သင်တို့သည် ဒဏ်ရာများနှင့် သေဆုံးမှုများမှ ခံစားရသကဲ့သို့ ရန်သူသည်လည်း အတူတူပင် ခံစားရသည်။ အခြားအာယသ်တော်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ဒဏ်ရာတစ်ခုခု ရရှိခဲ့ပါက အခြားသူများလည်း အလားတူ ဒဏ်ရာများ ရရှိခဲ့သည်မှာ သေချာသည်)</span>။ <span class=\"gray\">[၃:၁၄၀]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့ မမျှော်လင့်သော အရာကို မျှော်လင့်နေကြသည်)</span> ဆိုသည်မှာ သင်တို့နှင့် ၎င်းတို့သည် သင်တို့ခံစားရသော ဒဏ်ရာများနှင့် နာကျင်မှုများတွင် တူညီကြသည်။ သို့သော် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ်၊ အောင်ပွဲနှင့် အကူအညီကို မျှော်လင့်နေကြသည်။ ၎င်းက ၎င်း၏ကျမ်းတော်တွင်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ ၏ စကားတော်များဖြင့် ကတိပေးထားသကဲ့သို့ပင်။ သေချာပေါက် အလ္လာဟ်၏ ကတိတော်သည် မှန်ကန်သည်။ အခြားတစ်ဖက်တွင်မူ သင်တို့၏ ရန်သူများသည် ဤအရာများအတွက် မည်သည့်မျှော်လင့်ချက်မှ မရှိကြပေ။ ထို့ကြောင့် အလ္လာဟ်၏ စကားတော်ကို တည်ထောင်ပြီး မြင့်မြတ်စေရန် တိုက်ခိုက်ရန် စိတ်အားထက်သန်သင့်သူမှာ သင်တို့သာဖြစ်သည်၊ ၎င်းတို့မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အရာအားလုံးကို သိတော်မူသော၊ အကြံဉာဏ် ပညာရှိတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုသည်မှာ ၎င်းက လောကီနှင့် ဘာသာရေးဆိုင်ရာ အမိန့်များ၊ ၎င်းက ဆုံးဖြတ်သမျှ၊ ပြဋ္ဌာန်းသမျှ၊ အလိုရှိသမျှနှင့် လုပ်ဆောင်သမျှ အားလုံးတွင် အသိဆုံးနှင့် ပညာအရှိဆုံးဖြစ်ပြီး၊ ၎င်းသည် အခြေအနေအားလုံးတွင် ချီးမွမ်းခြင်းခံထိုက်သူဖြစ်သည်။</p>"
  }
]