[
  {
    "ayah_key": "33:56",
    "group_ayah_key": "33:56",
    "from_ayah": "33:56",
    "to_ayah": "33:56",
    "ayah_keys": "33:56",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်အပေါ်၌ အရှင်၏စလာဟ်ကို ပေးပို့တော်မူ၏။ အရှင်၏ကောင်းကင်တမန်များကလည်း <span class=\"gray\">(ထိုနည်းတူ)</span> ပေးပို့ကြ၏။ အို ယုံကြည်သူတို့! ၎င်းအပေါ်၌ သင်တို့၏စလာဟ်ကို ပေးပို့ကြပါ၊ ၎င်းအား တစလင်ဖြင့် နှုတ်ဆက်ကြပါ <span>(၅၆)</span></p><p lang=\"my\" class=\"my \">တမန်တော်  صلی اللہ علیہ وسلم အပေါ် စလာဟ်ပြောဆိုရန် အမိန့်</p><p lang=\"my\" class=\"my \">အလ်-ဘွခါရီက ပြောကြားသည်- &quot;အဘူ အလ်-အာလီယာဟ်က ပြောကြားသည်- &quot;အလ္လာဟ်အရှင်မြတ်၏ စလာဟ်သည် ကောင်းကင်တမန်များရှေ့တွင် ၎င်းအား ချီးကျူးတော်မူခြင်းဖြစ်ပြီး၊ ကောင်းကင်တမန်တို့၏ စလာဟ်မှာ ၎င်းတို့၏ ဆုတောင်းခြင်းဖြစ်သည်။&quot; အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်- &quot;၎င်းတို့သည် ကောင်းချီးမင်္ဂလာများ ပေးပို့ကြသည်။&quot; အဘူ အိဆာ အတ်-တီရ်မီဇီက ပြောကြားသည်- &quot;ဤသည်ကို စူဖ်ယာန် အပ်စ်-စော်ရီနှင့် အခြားပညာရှင်များထံမှ ရာဝါယသ်တင်ပြခဲ့ပြီး၊ ၎င်းတို့က ပြောကြားသည်- 'အရှင်၏ စလာဟ်မှာ ကရုဏာဖြစ်ပြီး၊ ကောင်းကင်တမန်တို့၏ စလာဟ်မှာ ၎င်းတို့၏ ခွင့်လွှတ်မှုတောင်းခံခြင်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ၎င်းအပေါ် ကောင်းချီးမင်္ဂလာများ ပေးပို့ရန်နှင့် ၎င်းအပေါ် စလာဟ်မည်သို့ ပြောဆိုရမည်ကို ကျွန်ုပ်တို့အား အမိန့်ပေးသည့် မူတဝါတိရ် ဟဒီးဆ်တော်များ ရှိပါသည်။ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက ကျွန်ုပ်တို့ တတ်နိုင်သမျှ များများကို ဖော်ပြပါမည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့ အကူအညီတောင်းခံရမည့် အရှင်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤအာယသ်၏ တဖ်စီရ်တွင် အလ်-ဘွခါရီက ကအ်ဗ် ဘင် အုဂျ်ရာဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- &quot;ပြောကြားခဲ့သည်မှာ၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အရှင်အပေါ် စလာမ် ပေးပို့ခြင်းနှင့် ပတ်သက်၍ ကျွန်ုပ်တို့ သိပါသည်။ သို့သော် စလာဟ်ကော မည်သို့နည်း။' ၎င်း ﷺ က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(Say: \"O Allah, send Your Salah upon Muhammad and upon the family of Muhammad, as You sent Your Salah upon the family of Ibrahim, verily You are the Most Praiseworthy, Most Glorious. O Allah, send Your blessings upon Muhammad and upon the family of Muhammad, as You sent Your blessings upon the family of Ibrahim, verily You are Most Praiseworthy, Most Glorious.\")</span>\"</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အိဗ်နု အဘီ လိုင်လာက ကအ်ဗ် ဘင် အုဂျ်ရာဟ်နှင့် တွေ့ဆုံပြီး ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- &quot;ကျွန်တော် လက်ဆောင်မပေးဘူးလား။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကျွန်ုပ်တို့ထံ ထွက်ကြွလာပြီး ကျွန်ုပ်တို့က ပြောကြားသည်မှာ၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အရှင်အပေါ် စလာမ်ပေးပို့ပုံကို ကျွန်ုပ်တို့သိပါသည်။ သို့သော် စလာဟ်ကို မည်သို့ပေးပို့ရမည်နည်း။' ၎င်း ﷺ က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- &quot;အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ် အိဗ်ရာဟီမ်၏ မိသားစုအပေါ် စလာဟ်ပေးပို့ခဲ့သကဲ့သို့ မိုဟာမဒ်နှင့် မိုဟာမဒ်၏ မိသားစုအပေါ် စလာဟ်ပေးပို့တော်မူပါ။ အမှန်စင်စစ် အရှင်မြတ်သည် အချီးမွမ်းခံထိုက်ဆုံး၊ အမြင့်မြတ်ဆုံး ဖြစ်တော်မူ၏။ အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ် အိဗ်ရာဟီမ်၏ မိသားစုအပေါ် ကောင်းချီးပေးခဲ့သကဲ့သို့ မိုဟာမဒ်နှင့် မိုဟာမဒ်၏ မိသားစုအပေါ် ကောင်းချီးပေးတော်မူပါ။ အမှန်စင်စစ် အရှင်မြတ်သည် အချီးမွမ်းခံထိုက်ဆုံး၊ အမြင့်မြတ်ဆုံး ဖြစ်တော်မူ၏။&quot;)</span>&quot; ဤဟဒီးဆ်တော်ကို အုပ်စုများက ၎င်းတို့၏ ကျမ်းများတွင် မတူညီသော ဆင့်ကဲဇာတ်ကြောင်းများဖြင့် မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ခု</p><p lang=\"ceb\" class=\"ceb \">Al-Bukhari recorded that Abu Sa'id Al-Khudri, may Allah be pleased with him, said: \"We said, 'O Messenger of Allah, this is the Salam upon you, but how do we send Salah upon you?' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- &quot;အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ် အိဗ်ရာဟီမ်၏ မိသားစုအပေါ် စလာဟ်ပေးပို့ခဲ့သကဲ့သို့ အရှင်၏ကျွန်နှင့် ရစူလ်တမန်တော် မိုဟာမဒ်အပေါ် စလာဟ်ပေးပို့တော်မူပါ။ အရှင်မြတ် အိဗ်ရာဟီမ်၏ မိသားစုအပေါ် ကောင်းချီးပေးခဲ့သကဲ့သို့ မိုဟာမဒ်နှင့် မိုဟာမဒ်၏ မိသားစုအပေါ် ကောင်းချီးပေးတော်မူပါ။&quot;)</span>&quot; အဘူ စွာလိဟ်က လိုင်းသ်ပြောကြားသည်ကို ရာဝါယသ်တင်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုဟာမဒ်အပေါ်နှင့် မိုဟာမဒ်၏ မိသားစုအပေါ် အရှင်မြတ် အိဗ်ရာဟီမ်၏ မိသားစုအပေါ် ကောင်းချီးပေးခဲ့သကဲ့သို့)</span> အိဗ်ရာဟီမ် ဘင် ဟမ်ဇာဟ်က ပြောကြားသည်၊ အိဗ်နု အဘီ ဟာဇင်မ်နှင့် အဒ်-ဒါရာဝါဒီက ပြောကြားသည်မှာ၊ ယဇီးဒ်၊ ဆိုလိုသည်မှာ အိဗ်နု အလ်-ဟဒ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ ، وَبَارِكْ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် အိဗ်ရာဟီမ်အပေါ် စလာဟ်ပေးပို့ခဲ့သကဲ့သို့ မိုဟာမဒ်နှင့် မိုဟာမဒ်၏ မိသားစုအပေါ် ကောင်းချီးပေးတော်မူပါ၊ အရှင်မြတ် အိဗ်ရာဟီမ်နှင့် အိဗ်ရာဟီမ်၏ မိသားစုအပေါ် ကောင်းချီးပေးခဲ့သကဲ့သို့။)</span> ၎င်းကို အနှစာအီနှင့် အိဗ်နု မာဂျာတို့ကလည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ခု</p><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded from Abu Humayd As-Sa'idi that they said: \"O Messenger of Allah, how can we send Salah upon you?\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- &quot;အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ် အိဗ်ရာဟီမ်အပေါ် စလာဟ်ပေးပို့ခဲ့သကဲ့သို့ မိုဟာမဒ်နှင့် ၎င်း၏ဇနီးများ၊ သားသမီးများအပေါ် စလာဟ်ပေးပို့တော်မူပါ။ အရှင်မြတ် အိဗ်ရာဟီမ်၏ မိသားစုအပေါ် ကောင်းချီးပေးခဲ့သကဲ့သို့ မိုဟာမဒ်နှင့် ၎င်း၏ဇနီးများ၊ သားသမီးများအပေါ် ကောင်းချီးပေးတော်မူပါ။ အမှန်စင်စစ် အရှင်မြတ်သည် အချီးမွမ်းခံထိုက်ဆုံး၊ အမြင့်မြတ်ဆုံး ဖြစ်တော်မူ၏။&quot;)</span>&quot; ၎င်းကို အတ်-တီရ်မီဇီမှလွဲ၍ ကျန်အုပ်စုများကလည်း မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ခု</p><p lang=\"ceb\" class=\"ceb \">Muslim recorded that Abu Mas'ud Al-Ansari said: \"We came to the Messenger of Allah ﷺ and we were with Sa'd bin 'Ubadah. Bashir bin Sa'd said to him, 'Allah has commanded us to send Salah upon you, O Messenger of Allah. How can we send Salah upon you?' The Messenger of Allah ﷺ remained quiet for so long that we wished that he had not asked him, then the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ فِي الْعَالَمِينَ، إِنَّكَ حَمِيدٌ مَجِيدٌ وَالسَّلَامُ كَمَا قَدْ عَلِمْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- &quot;အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ် အိဗ်ရာဟီမ်၏ မိသားစုအပေါ် စလာဟ်ပေးပို့ခဲ့သကဲ့သို့ မိုဟာမဒ်နှင့် မိုဟာမဒ်၏ မိသားစုအပေါ် စလာဟ်ပေးပို့တော်မူပါ။ အရှင်မြတ် အိဗ်ရာဟီမ်၏ မိသားစုအပေါ် လူအားလုံးတို့တွင် ကောင်းချီးပေးခဲ့သကဲ့သို့ မိုဟာမဒ်နှင့် မိုဟာမဒ်၏ မိသားစုအပေါ် ကောင်းချီးပေးတော်မူပါ။ အမှန်စင်စစ် အရှင်မြတ်သည် အချီးမွမ်းခံထိုက်ဆုံး၊ အမြင့်မြတ်ဆုံး ဖြစ်တော်မူ၏။&quot; သင်သိသည့်အတိုင်း စလာမ်ဖြစ်သည်။)</span>&quot; ၎င်းကို အဘူ ဒါဝူးဒ်၊ အနှစာအီ၊ အတ်-တီရ်မီဇီနှင့် အိဗ်နု ဂျရီရ်တို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အတ်-တီရ်မီဇီက &quot;၎င်းသည် ဟစန် စဟီဟ် ဖြစ်သည်&quot; ဟု ပြောကြားခဲ့သည်။</p><p lang=\"ar\" class=\"ar \">Saying Salah upon the Prophet صلی اللہ علیہ وسلم before the Supplication</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်၊ အဘူ ဒါဝူးဒ်နှင့် အတ်-တီရ်မီဇီတို့က အောက်ပါ ဟဒီးဆ်တော်ကို ရာဝါယသ်တင်ပြခဲ့ပြီး စဟီဟ်အဖြစ် သတ်မှတ်ခဲ့သည်။ အနှစာအီ၊ အိဗ်နု ခူဇိုင်မာဟ်နှင့် အိဗ်နု ဟစ်ဗ်ဗာန်တို့က ၎င်းတို့၏ စဟီဟ်များတွင် ဖဒါလာဟ် ဘင် အုဘိုင်ဒ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- &quot;အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဆုတောင်းခြင်းမပြုမီ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းမပြု၊ သို့မဟုတ် တမန်တော် ﷺ အပေါ် စလာဟ်မပြောဆိုဘဲ ဆုတောင်းနေသော အမျိုးသားတစ်ဦးကို ကြားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجِلَ هَذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအမျိုးသားသည် အလျင်စလိုလုပ်နေသည်။)</span> ထို့နောက် ၎င်းအား ခေါ်ယူပြီး ၎င်းသို့ သို့မဟုတ် အခြားတစ်ဦးဦးအား ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا صَلَّى أَحَدُكُمْ فَلْيَبْدَأْ بِتَمْجِيدِ اللهِ عَزَّ وَجَلَّ وَالثَّنَاءِ عَلَيْهِ، ثُمَّ لْيُصَلِّ عَلَى النَّبِيِّ ثُمَّ لْيَدْعُ بَعْدُ بِمَا شَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ တစ်ဦးဦး ဆုတောင်းပါက၊ အမြင့်မြတ်ဆုံး အလ္လာဟ်အရှင်မြတ်အား ချီးကျူးဂုဏ်ပြုခြင်းဖြင့် စတင်ပါစေ။ ထို့နောက် တမန်တော်အပေါ် စလာဟ်ပေးပို့ပါစေ။ ၎င်းနောက် ၎င်းအလိုရှိရာကို ဆုတောင်းပါစေ။)</span>&quot;</p><p lang=\"my\" class=\"my \">တမန်တော်  صلی اللہ علیہ وسلم အပေါ် စလာဟ်ပြောဆိုခြင်း၏ ကောင်းကျိုးများ</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ခု</p><p lang=\"my\" class=\"my \">အတ်-တီရ်မီဇီက အူဘိုင် ဘင် ကအ်ဗ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- &quot;ညဥ့်၏ သုံးပုံနှစ်ပုံ ကုန်ဆုံးသွားသောအခါ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထပြီး ပြောကြားလေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَاأَيُّهَا النَّاسُ! اذْكُرُوا اللهَ، اذْكُرُوا اللهَ، جَاءَتِ الرَّاجِفَةُ تَتْبَعُهَا الرَّادِفَةُ، جَاءَ الْمَوْتُ بِمَا فِيهِ، جَاءَ الْمَوْتُ بِمَا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူတို့၊ အလ္လာဟ်အရှင်မြတ်ကို သတိရကြပါ၊ အလ္လာဟ်အရှင်မြတ်ကို သတိရကြပါ၊ တံပိုးမှုတ်ခြင်း ပထမအကြိမ် ရောက်လာပြီ၊ ဒုတိယအကြိမ် လိုက်လာတော့မည်၊ သေခြင်းတရားသည် ၎င်း၏ကြောက်မက်ဖွယ်ရာများအားလုံးနှင့် ရောက်လာပြီ၊ သေခြင်းတရားသည် ၎င်း၏ကြောက်မက်ဖွယ်ရာများအားလုံးနှင့် ရောက်လာပြီ။)</span>&quot; အူဘိုင်က ပြောကြားသည်- &quot;ကျွန်တော်က 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်သည် အရှင်အပေါ် စလာဟ်များစွာ ပေးပို့ပါသည်။ ကျွန်ုပ်၏ဆုတောင်းခြင်း၏ မည်မျှကို အရှင်အပေါ် စလာဟ် ပေးပို့ရမည်နည်း' ဟု ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا شِئْتَ</p><p lang=\"mi\" class=\"mi \"><span class=\"gray\">(Whatever you want.)</span> I said, 'A quarter?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا شِئْتَ، فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်အလိုရှိရာ၊ သို့သော် သင်ပိုမိုပြုပါက သင့်အတွက် ပိုကောင်းလိမ့်မည်။)</span> ကျွန်တော်က 'တစ်ဝက်လား' ဟု ပြောကြားရာ၊ ၎င်းက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا شِئْتَ، فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်အလိုရှိရာ၊ သို့သော် သင်ပိုမိုပြုပါက သင့်အတွက် ပိုကောင်းလိမ့်မည်။)</span> ကျွန်တော်က 'သုံးပုံနှစ်ပုံလား' ဟု ပြောကြားရာ၊ ၎င်းက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا شِئْتَ، فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်အလိုရှိရာ၊ သို့သော် သင်ပိုမိုပြုပါက သင့်အတွက် ပိုကောင်းလိမ့်မည်။)</span> ကျွန်တော်က 'ကျွန်ုပ်၏ဆုတောင်းခြင်းအားလုံးကို အရှင်အတွက် ပြုလုပ်ရမည်လား' ဟု ပြောကြားရာ၊ ၎င်းက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَنْ تُكْفَى هَمُّكَ، وَيُغْفَرُ لَكَ ذَنْبُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဆိုလျှင် သင်၏စိတ်ပူပန်မှုများကို ပြေပျောက်စေပြီး သင်၏အပြစ်များကို ခွင့်လွှတ်ပေးလိမ့်မည်။)</span>&quot; ထို့နောက် ၎င်းက ပြောကြားသည်- &quot;ဤသည်မှာ ဟစန် ဟဒီးဆ် ဖြစ်သည်။&quot;</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ခု</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အဘူ တလ်ဟာဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ တစ်နေ့တွင် ပျော်ရွှင်သော ပုံစံဖြင့် ရောက်လာသည်။ သူတို့က &quot;အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အရှင်မြတ် ပျော်ရွှင်နေသည်ကို ကျွန်ုပ်တို့ မြင်ရပါသည်&quot; ဟု ပြောကြားရာ၊ ၎င်းက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ أَتَانِي الْمَلَكُ فَقَالَ: يَا مُحَمَّدُ! أَمَا يُرْضِيكَ أَنَّ رَبَّكَ عَزَّ وَجَلَّ يَقُولُ: إِنَّهُ لَا يُصَلِّي عَلَيْكَ أَحَدٌ مِنْ أُمَّتِكَ إِلَّا صَلَّيْتُ عَلَيْهِ عَشْرًا، وَلَا يُسَلِّمُ عَلَيْكَ أَحَدٌ مِنْ أُمَّتِكَ إِلَّا سَلَّمْتُ عَلَيْهِ عَشْرًا، قُلْتُ: بَلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်သည် ကျွန်ုပ်ထံ လာရောက်ပြီး &quot;အို မိုဟာမဒ်၊ သင်၏အရှင်၊ အမြင့်မြတ်ဆုံးဖြစ်တော်မူသော အရှင်က 'သင်၏အွမ္မသ်မှ မည်သူမဆို သင်အပေါ် စလာဟ်ပေးပို့ပါက ကျွန်ုပ် ၎င်းအပေါ် ဆယ်ဆ စလာဟ်ပေးပို့မည်။ သင်၏အွမ္မသ်မှ မည်သူမဆို သင်အပေါ် စလာမ်နှုတ်ဆက်ပါက ကျွန်ုပ် ၎င်းအပေါ် ဆယ်ဆ စလာမ်နှုတ်ဆက်မည်' ဟု ပြောကြားသည်ကို သင်နှစ်သက်မည်မဟုတ်လား&quot; ဟု ကျွန်ုပ်အား ပြောကြားသည်။ ကျွန်ုပ်က &quot;ဟုတ်ကဲ့&quot; ဟု ပြောကြားခဲ့သည်။)</span> ၎င်းကို အနှစာအီကလည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဆင့်ကဲဇာတ်ကြောင်းတစ်ခု</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အဘူ တလ်ဟာဟ် အလ်-အန်စာရီ ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- &quot;တစ်မနက်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ပျော်ရွှင်သော စိတ်နေစိတ်ထားဖြင့် ရွှင်လန်းနေသည်။ သူတို့က 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ဒီမနက် အရှင်သည် ပျော်ရွှင်သော စိတ်နေစိတ်ထားဖြင့် ရွှင်လန်းနေသည်' ဟု ပြောကြားရာ၊ ၎င်းက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَلْ أَتَانِي آتٍ مِنْ رَبِّي عَزَّ وَجَلَّ فَقَالَ: مَنْ صَلَّى عَلَيْكَ مِنْ أُمَّتِكَ صَلَاةً، كَتَبَ اللهُ لَهُ بِهَا عَشْرَ حَسَنَاتٍ وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ، وَرَفَعَ لَهُ عَشْرَ دَرَجَاتٍ، وَرَدَّ عَلَيْهِ مِثْلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ပါသည်၊ ယခုလေးတင် ကျွန်ုပ်၏ အရှင်သခင်ထံမှ တစ်စုံတစ်ဦး <span class=\"gray\">[ကောင်းကင်တမန်]</span> ရောက်လာပြီး 'သင်၏အွမ္မသ်မှ မည်သူမဆို သင်အပေါ် စလာဟ်ပေးပို့ပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် ကောင်းမှုဆယ်ခု မှတ်တမ်းတင်ပေးမည်၊ ၎င်းထံမှ မကောင်းမှုဆယ်ခုကို ဖျက်ပေးမည်၊ ၎င်း၏ အဆင့်အတန်းကို ဆယ်ဆင့် မြှင့်တင်ပေးမည်၊ ၎င်း၏ နှုတ်ခွန်းဆက်ခြင်းကို ထိုနည်းတူ ပြန်လည်ဖြေကြားမည်' ဟု ပြောကြားသည်။)</span>&quot; ၎င်းသည်လည်း ကောင်းသော ဆင့်ကဲဇာတ်ကြောင်းဖြစ်သည်။ သို့သော် ၎င်းတို့ <span class=\"gray\">(အလ်-ဘွခါရီနှင့် မွတ်စ်လင်မ်)</span> က မှတ်တမ်းတင်ခဲ့ခြင်း မရှိပေ။</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ခု</p><p lang=\"fil\" class=\"fil \">Muslim, Abu Dawud, At-Tirmidhi and An-Nasa'i recorded that Abu Hurayrah, may Allah be pleased with him, said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ صَلَّى عَلَيَّ وَاحِدَةً صَلَّى اللهُ عَلَيْهِ بِهَا عَشْرًا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Whoever sends one Salah upon me, Allah will send ten upon him.)</span> At-Tirmidhi said: \"This is a Sahih Hasan Hadith. On the same topic, narrations come from 'Abdur-Rahman bin 'Awf, 'Amir bin Rabi'ah, 'Ammar, Abu Talhah, Anas and Ubayy bin Ka'b.\"</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ခု</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အဘူ ဟူရိုင်ရာဟ်ထံမှ တမန်တော် ﷺ ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَلُّوا عَلَيَّ، فَإِنَّهَا زَكَاةٌ لَكُمْ، وَسَلُوا اللهَ لِيَ الْوَسِيلَةَ، فَإِنَّهَا دَرَجَةٌ فِي أَعْلَى الْجَنَّةِ، لَا يَنَالُهَا إِلَّا رَجُلٌ، وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အပေါ် စလာဟ် ပေးပို့ကြပါ၊ အကြောင်းမှာ ၎င်းသည် သင်တို့အတွက် ဇကားသ် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ကျွန်ုပ်အတွက် အလ်-ဝါစီးလာဟ်ကို ပေးသနားရန် တောင်းခံကြပါ၊ အကြောင်းမှာ ၎င်းသည် ဂျန္နသ်၏ အမြင့်ဆုံးနေရာရှိ အဆင့်အတန်းတစ်ခုဖြစ်ပြီး အမျိုးသားတစ်ဦးတည်းသာ ရရှိမည်ဖြစ်သည်။ ကျွန်ုပ်သည် ထိုသူဖြစ်ရန် မျှော်လင့်ပါသည်။)</span> ၎င်းကို အဟ်မဒ်တစ်ဦးတည်းသာ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ခု</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အလ်-ဟူစိုင်းန် ဘင် အလီ ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ ثُمَّ لَمْ يُصَلِّ عَلَيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကပ်စေးနှဲသူသည် ၎င်းရှိရာတွင် ကျွန်ုပ်အကြောင်း ဖော်ပြပါက ကျွန်ုပ်အပေါ် စလာဟ်မပေးပို့သူဖြစ်သည်။)</span> အဘူ စအီးဒ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمْ يُصَلِّ عَلَيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ၎င်းက ကျွန်ုပ်အပေါ် စလာဟ်မပေးပို့ပါ။)</span> ၎င်းကို အတ်-တီရ်မီဇီကလည်း မှတ်တမ်းတင်ခဲ့ပြီး၊ ထို့နောက် ပြောကြားသည်- &quot;ဤဟဒီးဆ်သည် ဟစန် ဂါရစ်ဗ်၊ စဟီဟ် ဖြစ်သည်။&quot;</p><p lang=\"my\" class=\"my \">နောက်ထပ် ဟဒီးဆ်တော်တစ်ခု</p><p lang=\"jv\" class=\"jv \">At-Tirmidhi recorded that Abu Hurayrah said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَغِمَ أَنْفُ رَجُلٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ، وَرَغِمَ أَنْفُ رَجُلٍ دَخَلَ عَلَيْهِ شَهْرُ رَمَضَانَ ثُمَّ انْسَلَخَ قَبْلَ أَنْ يُغْفَرَ لَهُ، وَرَغِمَ أَنْفُ رَجُلٍ أَدْرَكَ عِنْدَهُ أَبَوَاهُ الْكِبَرَ فَلَمْ يُدْخِلَاهُ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အကြောင်း ဖော်ပြပါက ကျွန်ုပ်အပေါ် စလာဟ်မပေးပို့သူသည် အရှက်ရပါစေ။ ရမဒါန်လ ရောက်လာပြီး ၎င်းအား ခွင့်လွှတ်ခြင်းမခံရဘဲ ထွက်ခွာသွားသောသူသည် အရှက်ရပါစေ။ ၎င်း၏မိဘများ အသက်ကြီးသည်အထိ ရောက်ရှိပြီး ၎င်းတို့က ၎င်းအား ဂျန္နသ်သို့ ဝင်ရောက်ခွင့်မပေးသောသူသည် အရှက်ရပါစေ။)</span>&quot; ထို့နောက် ၎င်း <span class=\"gray\">(အတ်-တီရ်မီဇီ)</span> က &quot;ဟစန် ဂါရစ်ဗ်&quot; ဟု ပြောကြားခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Occasions for saying Salah upon Him ﷺ</p><p lang=\"my\" class=\"my \">၎င်းအပေါ် ကောင်းချီးများစွာ ပေးပို့သင့်ကြောင်း ဖော်ပြထားသည်။ ဥပမာအားဖြင့် အဓမ်ကို လိုက်နာခြင်းကဲ့သို့ပင်။ အိမာမ် အဟ်မဒ်က အဗ်ဒွလ္လာဟ် ဘင် အမ်ရ် ဘင် အလ်-အာဆ် ထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးဆ်တော်တွင် ၎င်းက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ပြောကြားသည်ကို ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَمِعْتُمْ مُؤَذِّنًا فَقُولُوا مِثْلَمَا يَقُولُ، ثُمَّ صَلُّوا عَلَيَّ، فَإِنَّهُ مَنْ صَلَّىٰ عَلَيَّ صَلَّى اللهُ عَلَيْهِ بِهَا عَشْرًا، ثُمَّ سَلُوا اللهَ لِيَ الْوَسِيلَةَ، فَإِنَّهَا مَنْزِلَةٌ فِي الْجَنَّةِ لَا تَنْبَغِي إِلَّا لِعَبْدٍ مِنْ عِبَادِ اللهِ، وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ، فَمَنْ سَأَلَ لِيَ الْوَسِيلَةَ حَلَّتْ عَلَيْهِ الشَّفَاعَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အဓမ်ပေးသူ၏ ပြောကြားသံကို ကြားလျှင် ၎င်းပြောကြားသည့်အတိုင်း ပြန်လည်ပြောဆိုကြပါ၊ ထို့နောက် ကျွန်ုပ်အပေါ် စလာဟ်ပေးပို့ကြပါ။ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်အပေါ် စလာဟ်ပေးပို့သူအား အလ္လာဟ်အရှင်မြတ်သည် ဆယ်ဆ စလာဟ်ပေးပို့မည်။ ထို့နောက် ကျွန်ုပ်အတွက် အလ်-ဝါစီးလာဟ်ကို အလ္လာဟ်အရှင်မြတ်အား တောင်းခံကြပါ၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များထဲမှ တစ်ဦးတည်းသာ ရထိုက်သော ဂျန္နသ်ရှိ အဆင့်အတန်းတစ်ခုဖြစ်သည်။ ကျွန်ုပ်သည် ထိုသူဖြစ်ရန် မျှော်လင့်ပါသည်။ ကျွန်ုပ်အတွက် အလ်-ဝါစီးလာဟ်ကို အလ္လာဟ်အရှင်မြတ်အား တောင်းခံသူအား ကျွန်ုပ်၏ ရှဖာအသ်သည် အပ်နှင်းခံရမည်ဖြစ်သည်။)</span> ၎င်းကို မွတ်စ်လင်မ်၊ အဘူ ဒါဝူးဒ်၊ အတ်-တီရ်မီဇီနှင့် အနှစာအီတို့က မှတ်တမ်းတင်ခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">တမန်တော် ﷺ အပေါ် စလာဟ်ပေးပို့သင့်သော အခြားအချိန်အခါများတွင် ဗလီသို့ ဝင်ရောက်ခြင်း သို့မဟုတ် ထွက်ခွာခြင်းတို့ ပါဝင်သည်။ အကြောင်းမှာ အိမာမ် အဟ်မဒ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ သမီးတော် ဖာတွီမာဟ်ထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးဆ်တော်တွင် ၎င်းက ပြောကြားသည်- &quot;အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ဗလီသို့ ဝင်ရောက်သောအခါ ၎င်းက မိုဟာမဒ်အပေါ် စလာဟ်နှင့် စလာမ် ပေးပို့ပြီး ပြောကြားလေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوَابَ رَحْمَتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏အပြစ်များကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်ုပ်အတွက် အရှင်၏ ကရုဏာတံခါးများကို ဖွင့်လှစ်ပေးတော်မူပါ)</span> ၎င်း ထွက်ခွာသောအခါ ၎င်းက မိုဟာမဒ်အပေါ် စလာဟ်နှင့် စလာမ် ပေးပို့ပြီး ပြောကြားလေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوَابَ فَضْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏အပြစ်များကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်ုပ်အတွက် အရှင်၏ ကျေးဇူးတော်တံခါးများကို ဖွင့်လှစ်ပေးတော်မူပါ)</span>&quot; ဂျနာဇာဟ် နမါဇ်တွင်လည်း ၎င်းအပေါ် စလာဟ်ပေးပို့သင့်သည်။ စူနန်မှာ ပထမ တက္ဘီးရ်နောက်တွင် စူရာဟ် အလ်-ဖာတိဟာဟ်ကို ရွတ်ဖတ်ခြင်း၊ ဒုတိယ တက္ဘီးရ်အတွင်း တမန်တော်အပေါ် စလာဟ်ပေးပို့ခြင်း၊ တတိယ တက္ဘီးရ်အတွင်း ကွယ်လွန်သူအတွက် ဆုတောင်းခြင်း၊ စတုတ္ထ တက္ဘီးရ်တွင် &quot;အို အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ အကျိုးကို ကျွန်ုပ်တို့အား မဆုံးရှုံးစေပါနှင့်၊ ၎င်းနောက်ပိုင်းတွင် ကျွန်ုပ်တို့ကို မစမ်းသပ်ပါနှင့်&quot; ဟု ပြောဆိုခြင်းတို့ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အစ်-ရှာဖိအီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ကရုဏာထားတော်မူပါစေ) က အဘူ အူမာမာဟ် ဘင် စဟ်လ် ဘင် ဟူနိုင်းဖ်အား တမန်တော် ﷺ ၏ ဆွဟာဗဟ်တစ်ဦးက ဂျနာဇာဟ် နမါဇ်တွင် အိမာမ်သည် တက္ဘီးရ်ကို ကြွေးကြော်ခြင်း၊ ထို့နောက် ပထမ တက္ဘီးရ်နောက်တွင် စူရာဟ် အလ်-ဖာတိဟာဟ်ကို တိတ်တဆိတ် ရွတ်ဖတ်ခြင်း၊ ထို့နောက် တမန်တော် ﷺ အပေါ် စလာဟ်ပေးပို့ခြင်း၊ ထို့နောက် ကွယ်လွန်သူအတွက် စိတ်ရင်းမှန်ဖြင့် ဆုတောင်းခြင်း၊ သို့သော် မည်သည့် တက္ဘီးရ်တွင်မျှ ကုရ်အာန်ကို မရွတ်ဖတ်ခြင်း၊ ထို့နောက် တိတ်တဆိတ် စလာမ်ပေးခြင်းဖြင့် အဆုံးသတ်ခြင်းတို့သည် စူနန်ဖြစ်ကြောင်း ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်။ အနှစာအီကလည်း ၎င်းကို အဘူ အူမာမာဟ်ထံမှ မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းက &quot;ဤသည်မှာ စူနန်မှ ဖြစ်သည်&quot; ဟု ပြောကြားခဲ့ပြီး ၎င်းကို ဖော်ပြခဲ့သည်။ မှန်ကန်သော ရှုထောင့်အရ၊ ဆွဟာဗဟ်ထံမှ ရာဝါယသ်တင်ပြသော ထိုကဲ့သို့သော ထုတ်ပြန်ချက်သည် မရ်ဖူအ်၏ စည်းမျဉ်းကို ဆောင်သည်။</p><p lang=\"my\" class=\"my \">ဆုတောင်းခြင်းများကို တမန်တော် ﷺ အပေါ် စလာဟ်ပေးပို့ခြင်းဖြင့် အဆုံးသတ်ရန် အကြံပြုထားသည်။ အတ်-တီရ်မီဇီက အိုမာရ် ဘင် အလ်-ခတွာဘ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- &quot;ဆုတောင်းခြင်းတစ်ခုသည် ကောင်းကင်နှင့် မြေကြီးကြားတွင် ဆိုင်းငံ့နေပြီး သင်၏တမန်တော်အပေါ် စလာဟ်မပေးပို့မချင်း နောက်ထပ် မတက်နိုင်ပါ။&quot; </p><p lang=\"my\" class=\"my \">ဤသည်ကို မုအာဇ် ဘင် အလ်-ဟာရစ်ပ်က အဘူ ကွရ်ရာဟ်ထံမှ စအီးဒ် ဘင် အလ်-မုစိုင်ယိဘ်ထံမှ အိုမာရ်ထံမှ တမန်တော် ﷺ ၏ ပြောကြားချက်အဖြစ် ရာဝါယသ်တင်ပြခဲ့သည်။ ၎င်းကို ရာဇင် ဘင် မုအာဝီယာဟ်က ၎င်း၏ကျမ်းတွင်လည်း မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းကလည်း တမန်တော် ﷺ သို့ ရည်ညွှန်းပြီး ၎င်းက ပြောကြားသည်ကို ရာဝါယသ်တင်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الدُّعَاءُ مَوْقُوفٌ بَيْنَ السَّمَاءِ وَالْأَرْضِ، لَا يَصْعَدُ حَتَّى يُصَلَّى عَلَيَّ، فَلَا تَجْعَلُونِي كَغُمْرِ الرَّاكِبِ، صَلُّوا عَلَيَّ، أَوَّلَ الدُّعَاءِ وَآخِرَهُ وَأَوْسَطَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုတောင်းခြင်းတစ်ခုသည် ကောင်းကင်နှင့် မြေကြီးကြားတွင် ဆိုင်းငံ့နေပြီး လူတစ်ဦးက ကျွန်ုပ်အပေါ် စလာဟ်မပေးပို့မချင်း နောက်ထပ် မတက်နိုင်ပါ။ ကျွန်ုပ်ကို ခရီးသွား၏ အပိုရေဘူးကဲ့သို့ မသတ်မှတ်ပါနှင့်။ သင်၏ ဆုတောင်းခြင်း၏ အစ၊ အဆုံးနှင့် အလယ်တွင် ကျွန်ုပ်အပေါ် စလာဟ်ပေးပို့ကြပါ။)</span></p><p lang=\"my\" class=\"my \">တမန်တော် ﷺ အပေါ် စလာဟ်ပေးပို့ခြင်းကို ကူနွတ် ဆုတောင်းခြင်းတွင် ပိုမိုပြင်းပြင်းထန်ထန် အားပေးထားသည်။ အဟ်မဒ်၊ စူနန် ပြုစုသူများ၊ အိဗ်နု ခူဇိုင်မာဟ်၊ အိဗ်နု ဟစ်ဗ်ဗာန်နှင့် အလ်-ဟာကင်မ်တို့က အလ်-ဟစန် ဘင် အလီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ပြောကြားသည်- &quot;အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က အလ်-ဝိတ္ရ်အတွင်း ပြောဆိုရမည့် စကားအချို့ကို ကျွန်ုပ်အား သင်ကြားပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ، فَإِنَّكَ تَقْضِي وَلَا يُقْضَىٰ عَلَيْكَ، وَإِنَّهُ لَا يَذِلُّ مَنْ وَالَيْتَ، وَلَا يَعِزُّ مَنْ عَادَيْتَ،تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(&quot;အို အလ္လာဟ်အရှင်၊ အရှင်မြတ် လမ်းပြခဲ့သူများနှင့်အတူ အကျွန်ုပ်အား လမ်းပြတော်မူပါ၊ အရှင်မြတ် ကျန်းမာစေခဲ့သူများနှင့်အတူ အကျွန်ုပ်အား ကျန်းမာစေတော်မူပါ၊ အရှင်မြတ် မိတ်ဆွေဖွဲ့ခဲ့သူများနှင့်အတူ အကျွန်ုပ်အား မိတ်ဆွေဖြစ်စေတော်မူပါ၊ အရှင်မြတ် ပေးသနားခဲ့သည့်အရာများအတွက် အကျွန်ုပ်အား ကောင်းချီးပေးတော်မူပါ။ အရှင်မြတ် သတ်မှတ်ပြဋ္ဌာန်းခဲ့သည့် အပြစ်ဆိုးများမှ အကျွန်ုပ်အား ကာကွယ်တော်မူပါ။ အမှန်စင်စစ် အရှင်မြတ်သည် သတ်မှတ်ပြဋ္ဌာန်းတော်မူ၏။ အရှင်မြတ်အား မည်သူမျှ မပြဋ္ဌာန်းနိုင်ပါ။ အမှန်စင်စစ် အရှင်မြတ် သစ္စာစောင့်သိသူသည် လုံးဝ နှိမ့်ချခံရမည်မဟုတ်၊ အရှင်မြတ် ရန်သူအဖြစ် သတ်မှတ်သူသည်လည်း လုံးဝ ဂုဏ်ကျက်သရေရှိမည်မဟုတ်၊ တန်ခိုးကြီးမည်မဟုတ်ပေ။ အို အကျွန်ုပ်တို့၏ အရှင်၊ အရှင်မြတ်သည် ကောင်းချီးမင်္ဂလာ ရှိတော်မူပြီး အမြင့်မြတ်ဆုံး ဖြစ်တော်မူ၏။&quot;)</span>&quot; အနှစာအီ၏ စူနန်တွင်၊ ဖြည့်စွက်ချက်အဖြစ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَلَّى اللهُ عَلَى مُحَمَّدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(&quot;အလ္လာဟ်အရှင်မြတ် မိုဟာမဒ်ကို ကောင်းချီးပေးတော်မူပါစေ။&quot;)</span> ဤကူနွတ်၏ အဆုံးတွင်ဖြစ်သည်။ သောကြာနေ့နှင့် သောကြာညနေခင်းတွင်လည်း ၎င်းအပေါ် စလာဟ် အများအပြားပြောဆိုရန် အကြံပြုထားသည်။ အိမာမ် အဟ်မဒ်က အဝ့်စ် ဘင် အဝ့်စ် အပ်စ်-စကဖီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) မှ မှတ်တမ်းတင်ထားရာ ၎င်းက ပြောကြားသည်မှာ၊ &quot;အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَفْضَلِ أَيَّامِكُمْ يَوْمُ الْجُمُعَةِ، فِيهِ خُلِقَ آدَمُ وَفِيهِ قُبِضَ، وَفِيهِ النَّفْخَةُ، وَفِيهِ الصَّعْقَةُ، فَأَكْثِرُوا عَلَيَّ مِنَ الصَّلَاةِ فِيهِ، فَإِنَّ صَلَاتَكُمْ مَعْرُوضَةٌ عَلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အကောင်းဆုံးနေ့များထဲမှ တစ်နေ့မှာ သောကြာနေ့ဖြစ်သည်။ ဤနေ့တွင် အာဒမ်ကို ဖန်ဆင်းခဲ့ပြီး ကွယ်လွန်ခဲ့သည်။ ဤနေ့တွင် တံပိုး (<span class=\"gray\">စူရ်</span>) မှုတ်ပြီး လူအားလုံး မေ့မြောလဲကျကြလိမ့်မည်။ ထို့ကြောင့် ဤနေ့တွင် ကျွန်ုပ်အပေါ် စလာဟ် အများအပြားပေးပို့ကြပါ၊ အဘယ်ကြောင့်ဆိုသော် သင်တို့၏ စလာဟ်ကို ကျွန်ုပ်ထံ တင်ပြပါလိမ့်မည်။)</span> သူတို့က ပြောကြသည်မှာ၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အရှင်၏ ခန္ဓာကိုယ် မြေကြီးထဲသို့ ပျံ့နှံ့ပြီးနောက် အရှင်အား မည်သို့ ပြသမည်နည်း။' ၎င်းက ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ حَرَّمَ عَلَى الْأَرْضِ أَنْ تَأْكُلَ أَجْسَادَ الْأَنْبِيَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ပရောဖက်များ၏ ခန္ဓာကိုယ်များကို မြေကြီးက စားသုံးခြင်းမှ တားမြစ်ထားသည်။)</span>&quot; ၎င်းကို အဘူ ဒါဝူးဒ်၊ အနှစာအီနှင့် အိဗ်နု မာဂျာတို့ကလည်း မှတ်တမ်းတင်ထားပြီး၊ အိဗ်နု ခူဇိုင်မာဟ်၊ အိဗ်နု ဟစ်ဗ်ဗာန်၊ အဒ်-ဒါရကွတ်နီနှင့် အလ်-အဒ်ကားရ်ရှိ အနှဝါဝီတို့က စဟီဟ်အဖြစ် သတ်မှတ်ခဲ့ကြသည်။</p>"
  }
]