[
  {
    "ayah_key": "3:144",
    "group_ayah_key": "3:144",
    "from_ayah": "3:144",
    "to_ayah": "3:148",
    "ayah_keys": "3:144,3:145,3:146,3:147,3:148",
    "text": "<p lang=\"my\" class=\"my \">မုဟမ္မဒ်သည် တမန်တစ်ပါးသာ ဖြစ်ပြီး အမှန်စင်စစ် သူ၏အလျင် တမန်တော်များ ကွယ်လွန်ခဲ့ကြပြီဖြစ်သည်။ သူသာ သေဆုံးသွားခဲ့သော် သို့မဟုတ် အသတ်ခံရသော် သင်တို့သည် မိမိတို့၏ ခြေဖနောင့်များပေါ်သို့ ပြန်လှည့်ကြမည်လော။ မိမိ၏ခြေဖနောင့်များပေါ်သို့ ပြန်လှည့်သူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အား အနည်းငယ်မျှပင် ထိခိုက်စေမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ကျေးဇူးတင်သောသူများကို ဆုလာဘ်ပေးသနားတော်မူမည်။ <span>(၁၄၄)</span>မည်သူတစ်ဦးတစ်ယောက်မျှ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့်သာလျှင် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုတွင် သေဆုံးနိုင်သည်။ လောက၌ ဆုလာဘ်ကို အလိုရှိသူ မည်သူမဆို၊ ၎င်းအား ထိုဆုလာဘ်ကို ငါတို့ပေးသနားမည်။ နောင်တမလွန်ဘဝ၌ ဆုလာဘ်ကို အလိုရှိသူ မည်သူမဆို၊ ၎င်းအား ထိုဆုလာဘ်ကို ငါတို့ပေးသနားမည်။ ကျေးဇူးတင်သောသူများကို ငါတို့ ဆုလာဘ်ပေးသနားမည်။ <span>(၁၄၅)</span>ပရောဖက်ပေါင်းများစွာသည် တိုက်ပွဲဝင်ခဲ့ကြပြီး ၎င်းတို့နှင့်အတူ ရစ်ဘီယွန်များစွာလည်း တိုက်ပွဲဝင်ခဲ့ကြသည်။ သို့သော် သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ သူတို့ကိုကြုံတွေ့ခဲ့ရသော အရာများကြောင့် စိတ်ဓာတ်မကျခဲ့ကြပေ၊ အားမလျော့ခဲ့ကြ၊ မိမိကိုယ်ကို နှိမ့်ချခဲ့ကြသည်လည်းမဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် သည်းခံသူများကို ချစ်တော်မူသည်။ <span>(၁၄၆)</span>သူတို့သည် \"ကျွန်တော်မျိုးတို့၏ အရှင်သခင်! ကျွန်တော်မျိုးတို့၏ အပြစ်များနှင့် ကျွန်တော်မျိုးတို့၏ ကျူးလွန်မှုများကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်တော်မျိုးတို့၏ ခြေထောက်များကို ခိုင်မြဲစေတော်မူပါ၊ မယုံကြည်သူလူမျိုးများအပေါ် ကျွန်တော်မျိုးတို့ကို အောင်ပွဲခံစေတော်မူပါ\" ဟူ၍သာ ပြောခဲ့ကြသည်။ <span>(၁၄၇)</span>ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤလောက၏ ဆုလာဘ်နှင့် နောင်တမလွန်ဘဝ၏ အကောင်းဆုံးဆုလာဘ်ကို ပေးသနားတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများကို ချစ်တော်မူသည်။ <span>(၁၄၈)</span></p><div lang=\"nl\" class=\"nl \"><h2>The Rumor that the Prophet <span class=\"gray\">(ﷺ)</span> was Killed at Uhud</h2></div><p lang=\"my\" class=\"my \">မွတ်စ်လင်မ်များ အုဟဒ်တိုက်ပွဲတွင် ရှုံးနိမ့်ပြီး အချို့မှာ အသတ်ခံခဲ့ရသောအခါ ရှိုက်သွာန်က \"မုဟမ္မဒ် အသတ်ခံရပြီ!\" ဟု အော်ခဲ့သည်။ အိဗ်နု ကာမီအာသည် ရုပ်တုကိုးကွယ်သူများထံ ပြန်သွားပြီး \"ငါ မုဟမ္မဒ်ကို သတ်ခဲ့ပြီ\" ဟု ကြွေးကြော်ခဲ့သည်။ အချို့သော မွတ်စ်လင်မ်များသည် ဤကောလာဟလကို ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အသတ်ခံရပြီဟု ထင်ခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ဤကဲ့သို့သော အဖြစ်အပျက်များသည် အလျင်ပရောဖက်များစွာထံတွင် ဖြစ်ပွားခဲ့ဖူးကြောင်း အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့ပြီးဖြစ်သည်ဟု ၎င်းတို့က ပြောဆိုခဲ့ကြသည်။ ထို့ကြောင့် မွတ်စ်လင်မ်များ၏ စိတ်ဓာတ်များ အားနည်းသွားပြီး တိုက်ပွဲတွင် တက်ကြွစွာ မပါဝင်ခဲ့ကြပေ။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်ထံ မိမိ၏ အမိန့်တော်ကို ပို့ချခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုဟမ္မဒ်သည် တမန်တစ်ပါးသာ ဖြစ်ပြီး အမှန်စင်စစ် သူ၏အလျင် တမန်တော်များ ကွယ်လွန်ခဲ့ကြပြီဖြစ်သည်။)</span> အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပို့ဆောင်ရန်ဖြစ်ပြီး အလျင်ပရောဖက်များစွာထံတွင် ဖြစ်ပွားခဲ့ဖူးသကဲ့သို့ ထိုလုပ်ငန်းစဉ်အတွင်း အသတ်ခံရနိုင်ပါသည်။ အိဗ်နု အဘီ နာဂျီဟ်က သူ၏ဖခင် ပြောသည်မှာ မုဟာဂျိရ်တစ်ဦးမှ လူတစ်ဦးသည် အန်ဆွာရီလူတစ်ဦး၏အနီးသို့ ဖြတ်သန်းသွားခဲ့သည်။ ထိုအန်ဆွာရီလူသည် <span class=\"gray\">(အုဟဒ်တိုက်ပွဲအတွင်း)</span> သွေးထွက်သံယိုဖြစ်နေပြီး သူ့အား \"အို မိတ်ဆွေ! မုဟမ္မဒ် အသတ်ခံရပြီဆိုတာ သိလား?\" ဟု ပြောခဲ့သည်။ ထိုအန်ဆွာရီလူက \"မုဟမ္မဒ် အသတ်ခံရသည်ဆိုလျှင်ပင် သူသည် သတင်းစကားကို ပို့ဆောင်ပြီးဖြစ်သည်။ ထို့ကြောင့် သင်တို့၏ ဘာသာတရားကို ကာကွယ်ကြလော့\" ဟု ပြောခဲ့သည်။ ထိုအာယသ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုဟမ္မဒ်သည် တမန်တစ်ပါးသာ ဖြစ်ပြီး အမှန်စင်စစ် <span class=\"gray\">(တမန်တော်များစွာ)</span>သည် သူ၏အလျင် ကွယ်လွန်ခဲ့ကြပြီဖြစ်သည်။)</span> ဟူ၍ ကျရောက်ခဲ့သည်။ ဤဇာတ်လမ်းကို အလ်ဟာဖိဇ် အဘူ ဘကရ် အလ်-ဘိုင်ဟကီက ဒါလာအိလ် အန်-နူဗူဝါဟ်တွင် စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အားနည်းသွားသူများကို ဆူပူပြစ်တင်လျက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفإِيْن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَىٰ أَعْقَابِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသာ သေဆုံးသွားခဲ့သော် သို့မဟုတ် အသတ်ခံရသော် သင်တို့သည် မိမိတို့၏ ခြေဖနောင့်များပေါ်သို့ ပြန်လှည့်ကြမည်လော?)</span> မယုံကြည်သူများ ဖြစ်လာကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ခြေဖနောင့်များပေါ်သို့ ပြန်လှည့်သူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အား အနည်းငယ်မျှပင် ထိခိုက်စေမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ကျေးဇူးတင်သောသူများကို ဆုလာဘ်ပေးသနားမည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို နာခံသူများ၊ အရှင်မြတ်၏ ဘာသာတရားကို ကာကွယ်သူများ၊ အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အသက်ရှင်သည်ဖြစ်စေ၊ သေဆုံးသည်ဖြစ်စေ နောက်လိုက်သူများကို ဆိုလိုသည်။ ဆွဟီးဟ်၊ မုစ်နဒ်နှင့် စုနန်ကျမ်းများတွင် အဘူဘကရ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကွယ်လွန်သောအခါ ဤအာယသ်တော်ကို ရွတ်ဖတ်ခဲ့ကြောင်း အမျိုးမျိုးသော ဆင့်ပြန်ချက်များ စုစည်းထားသည်။ အလ်-ဘူခါရီက အာအီရှဟ် ပြောသည်မှာ အဘူဘကရ်သည် အစ်-စွန်းဟ်ရှိ သူ၏နေအိမ်မှ မြင်းစီး၍ လာခဲ့သည်။ သူသည် မြင်းပေါ်မှ ဆင်းပြီး ဗလီထဲသို့ ဝင်ခဲ့သည်။ သူမ <span class=\"gray\">[သူမ၏အခန်း]</span> ထံသို့ မရောက်မချင်း မည်သူနှင့်မျှ မပြောဆိုခဲ့ဘဲ ပရောဖက်ထံသို့ တိုက်ရိုက်သွားခဲ့သည်။ ပရောဖက်သည် အမှတ်အသားပါသော စောင်ဖြင့် ဖုံးအုပ်ထားသည်။ အဘူဘကရ်သည် အရှင်မြတ်၏မျက်နှာတော်ကို ဖော်ထုတ်ပြီး ဒူးထောက်ကာ နမ်းရှိုက်ခဲ့သည်။ ထို့နောက် ငိုကြွေးပြီး \"အကျွန်ုပ်၏ ဖခင်နှင့် အကျွန်ုပ်၏ မိခင်တို့သည် အရှင်မြတ်အတွက် စတေးပါရစေ! အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အပေါ် သေဆုံးခြင်းနှစ်ခုကို ပေါင်းစပ်မည်မဟုတ်ပါ။ အရှင်မြတ်သည် အရှင်မြတ်အတွက် ရေးသားထားသော သေဆုံးခြင်းကို သေဆုံးခဲ့ပြီ\" ဟု ကြွေးကြော်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်၏ ဆင့်ပြန်ချက်အရ အဘူဘကရ် ထွက်လာသောအခါ 'အုမရ်သည် လူများကို မိန့်ခွန်းပြောနေသည်။ အဘူဘကရ်က သူ့အား ထိုင်ရန် ပြောသော်လည်း 'အုမရ်က ငြင်းဆန်ခဲ့ပြီး လူများက အဘူဘကရ်ထံ အာရုံစိုက်ကာ 'အုမရ်ကို ထားခဲ့ကြသည်။ အဘူဘကရ်က \"ဆက်လက်၍ ပြောရလျှင် သင်တို့အနက် မုဟမ္မဒ်ကို ကိုးကွယ်ခဲ့သူ မည်သူမဆို မုဟမ္မဒ်သည် ကွယ်လွန်သွားပြီ။ သို့သော် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ခဲ့သူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်သည် အသက်ရှင်လျက်ရှိပြီး မည်သည့်အခါမျှ ကွယ်လွန်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَىٰ أَعْقَابِكُمْ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုဟမ္မဒ်သည် တမန်တစ်ပါးသာ ဖြစ်ပြီး အမှန်စင်စစ် <span class=\"gray\">(တမန်တော်များစွာ)</span>သည် သူ၏အလျင် ကွယ်လွန်ခဲ့ကြပြီဖြစ်သည်။ သူသာ သေဆုံးသွားခဲ့သော် သို့မဟုတ် အသတ်ခံရသော် သင်တို့သည် မိမိတို့၏ ခြေဖနောင့်များပေါ်သို့ ပြန်လှည့်ကြမည်လော? မိမိ၏ခြေဖနောင့်များပေါ်သို့ ပြန်လှည့်သူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အား အနည်းငယ်မျှပင် ထိခိုက်စေမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ကျေးဇူးတင်သောသူများကို ဆုလာဘ်ပေးသနားမည်။)</span>\"</p><p lang=\"my\" class=\"my \">ဆင့်ပြန်သူက ထပ်လောင်းပြောသည်မှာ \"အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍ ပြောရလျှင် လူတို့သည် အဘူဘကရ် ရွတ်ဖတ်သည်အထိ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်ကို အလျင်က ထုတ်ပြန်ခဲ့ဖူးသည်ကို မသိခဲ့ကြသည့်နှယ် ဖြစ်နေခဲ့ပြီး၊ ထို့နောက် ကြားရသူတိုင်း ရွတ်ဖတ်ခဲ့ကြသည်။\" ဆာအီဒ် ဘင်န် အလ်-မူဆယိဘ်က 'အုမရ် ပြောသည်မှာ \"အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍! အဘူဘကရ် ဤအာယသ်တော်ကို ရွတ်ဖတ်သည်ကို ကျွန်တော်ကြားသောအခါ ကျွန်တော့်ခြေထောက်များ မရပ်နိုင်တော့ဘဲ မြေပြင်ပေါ်သို့ လဲကျသွားခဲ့သည်\" ဟူ၏။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُّؤَجَّلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူတစ်ဦးတစ်ယောက်မျှ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့်သာလျှင် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုတွင် သေဆုံးနိုင်သည်။)</span><span class=\"gray\">[3:145]</span> ဆိုလိုသည်မှာ မည်သူမျှ အလ္လာဟ်အရှင်မြတ် မိမိအတွက် သတ်မှတ်ပေးထားသော သက်တမ်း ကုန်ဆုံးပြီးနောက် အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ဖြင့်သာ သေဆုံးရခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابًا مُّؤَجَّلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတ်မှတ်ထားသော သက်တမ်းတစ်ခုတွင်)</span> သည် အရှင်မြတ်၏ မိန့်ကြားချက်များနှင့် ဆင်တူပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်ရှည်သူ မည်သူ့ကိုမျှ အသက်ရှည်စေခြင်း မရှိသလို သူ့အသက်မှ တစ်စိတ်တစ်ပိုင်းကို လျှော့ချခြင်းလည်း မရှိပေ၊ သို့သော် ၎င်းသည် ကျမ်းတစ်စောင်တွင် ရှိ၏။)</span><span class=\"gray\">[35:11]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰ أَجَلًا وَأَجَلٌ مُّسَمًّى عِندَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်တို့ကို ရွှံ့မြေမှ ဖန်ဆင်းခဲ့သူဖြစ်သည်။ ထို့နောက် <span class=\"gray\">(သင်တို့သေဆုံးရန်)</span> သတ်မှတ်ထားသော သက်တမ်းတစ်ခုကို ပြဌာန်းခဲ့သည်။ အရှင်မြတ်ထံတွင် <span class=\"gray\">(သင်တို့အား ပြန်လည်ရှင်ပြန်ထမြောက်စေရန်)</span> နောက်ထပ် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုလည်း ရှိ၏။)</span><span class=\"gray\">[6:2]</span>။</p><p lang=\"my\" class=\"my \">ဤအာယသ်တော် <span class=\"gray\">[3:145]</span> သည် ကြောက်ရွံ့သူများအား တိုက်ပွဲတွင် ပါဝင်ရန် တိုက်တွန်းသည်။ အဘယ်ကြောင့်ဆိုသော် ထိုသို့ပြုလုပ်ခြင်း သို့မဟုတ် တိုက်ပွဲကို ရှောင်ရှားခြင်းသည် အသက်တမ်းကို လျှော့ချခြင်းလည်းမရှိ၊ တိုးမြှင့်ခြင်းလည်းမရှိပေ။ အိဗ်နု အဘီ ဟာသမ်က ဆင့်ပြန်သည်မှာ ဟဘစ်ဗ် ဘင်န် စူဟ်ဘာန်က မွတ်စ်လင်မ်လူတစ်ဦးဖြစ်သူ ဟုဂျ်ရ် ဘင်န် အဒီသည် တိုက်ပွဲတစ်ခုတွင် \"ဤမြစ် <span class=\"gray\">(ယူဖရေးတီးစ်မြစ်)</span> ကိုဖြတ်၍ ရန်သူထံသို့ သွားခြင်းမှ အဘယ်အရာက သင်တို့ကို တားဆီးနေသနည်း?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُّؤَجَّلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူတစ်ဦးတစ်ယောက်မျှ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့်သာလျှင် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုတွင် သေဆုံးနိုင်သည်။)</span>?\" ထို့နောက် သူသည် မြင်းစီး၍ မြစ်ကို ဖြတ်ကျော်ခဲ့သည်။ သူဖြတ်ကျော်သောအခါ မွတ်စ်လင်မ်များက သူ့နောက်သို့ လိုက်ပါခဲ့ကြသည်။ ရန်သူများက သူတို့ကို မြင်သောအခါ \"ဒီဝါန် <span class=\"gray\">(ပါရှားစကား; ရူးသွပ်သော)</span>\" ဟု အော်ဟစ်ခဲ့ကြပြီး ထွက်ပြေးခဲ့ကြသည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَن يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လောက၌ ဆုလာဘ်ကို အလိုရှိသူ မည်သူမဆို၊ ၎င်းအား ထိုဆုလာဘ်ကို ငါတို့ပေးသနားမည်။ နောင်တမလွန်ဘဝ၌ ဆုလာဘ်ကို အလိုရှိသူ မည်သူမဆို၊ ၎င်းအား ထိုဆုလာဘ်ကို ငါတို့ပေးသနားမည်)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤအာယသ်တော်က ကြွေးကြော်သည်မှာ ဤလောကအတွက် လုပ်ဆောင်သူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်က သူရရှိမည်ဟု ဆုံးဖြတ်ထားသည်ကိုသာ ရရှိမည်။ သို့သော် သူသည် နောင်တမလွန်ဘဝတွင် အစိတ်အပိုင်းရရှိမည်မဟုတ်ပေ။ နောင်တမလွန်ဘဝအတွက် လုပ်ဆောင်သူ မည်သူမဆို၊ အလ္လာဟ်အရှင်မြတ်သည် ဤလောကတွင် အရှင်မြတ်က သူ့အတွက် ဆုံးဖြတ်ထားသည်များနှင့်အတူ နောင်တမလွန်ဘဝတွင် သူ့အား အစိတ်အပိုင်းပေးသနားမည်။ အလားတူ မိန့်ကြားချက်များတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِن نَّصِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝ၏ ဆုလာဘ်ကို <span class=\"gray\">(သူ၏လုပ်ရပ်များဖြင့်)</span> အလိုရှိသူ မည်သူမဆို၊ ၎င်းအား သူ၏ဆုလာဘ်ကို ငါတို့ တိုးမြှင့်ပေးမည်။ ဤလောက၏ ဆုလာဘ်ကို <span class=\"gray\">(သူ၏လုပ်ရပ်များဖြင့်)</span> အလိုရှိသူ မည်သူမဆို၊ ၎င်းအား ထိုဆုလာဘ် <span class=\"gray\">(သူ့အတွက် ပြဌာန်းထားသည်များကို)</span> ငါတို့ ပေးသနားမည်။ နောင်တမလွန်ဘဝတွင် သူအတွက် မည်သည့်အစိတ်အပိုင်းမျှ မရှိပေ။)</span><span class=\"gray\">[42:20]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَّدْحُورًا - وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ كَانَ سَعْيُهُم مَّشْكُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလျင်ကုန်ဆုံးမည့် <span class=\"gray\">(ဤလောက၏ ယာယီပျော်ရွှင်မှု)</span> ကို အလိုရှိသူ မည်သူမဆို၊ ငါတို့ အလိုရှိသူအတွက် ငါတို့နှစ်သက်ရာကို အလျင်အမြန် ပေးသနားမည်။ ထို့နောက်၊ ၎င်းအတွက် ငရဲကို ငါတို့သတ်မှတ်ထားသည်။ သူသည် ထိုငရဲတွင် ဂုဏ်ရည်ညှိုးနွမ်းစွာဖြင့် မီးရှို့ခံရမည်။ နောင်တမလွန်ဘဝကို အလိုရှိသူနှင့် ယုံကြည်သူအဖြစ်ဖြင့် ၎င်းအတွက် လိုအပ်သော ကြိုးပမ်းအားထုတ်မှုဖြင့် ကြိုးပမ်းသူ မည်သူမဆို၊ ထိုသူတို့၏ ကြိုးပမ်းအားထုတ်မှုသည် ကျေးဇူးတင်ခံရမည်။)</span><span class=\"gray\">[17:18-19]</span>။</p><p lang=\"id\" class=\"id \">In this Ayah <span class=\"gray\">[3:145]</span>, Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَنَجْزِي الشَّاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျေးဇူးတင်သောသူများကို ငါတို့ ဆုလာဘ်ပေးသနားမည်။)</span> ဆိုလိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ငါတို့၏ မျက်နှာသာပေးမှုနှင့် ကရုဏာဖြင့် သူတို့၏ <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်အပေါ်]</span> ကျေးဇူးတင်မှုနှင့် သူတို့၏ ကောင်းမှုကုသိုလ်များအလိုက် ငါတို့ ဆုလာဘ်ပေးသနားမည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အုဟဒ်တွင် ကြုံတွေ့ခဲ့ရသော ဆင်းရဲဒုက္ခများကြောင့် ယုံကြည်သူများကို ထို့နောက် နှစ်သိမ့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပရောဖက်ပေါင်းများစွာသည် တိုက်ပွဲဝင်ခဲ့ကြပြီး ၎င်းတို့နှင့်အတူ ရစ်ဘီယွန်များစွာလည်း တိုက်ပွဲဝင်ခဲ့ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် အလျင်က ပရောဖက်များစွာနှင့် ၎င်းတို့၏ အပေါင်းအပါများ အသတ်ခံခဲ့ရသည်ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုခဲ့ကြသည်။ ၎င်းမှာ အိဗ်နု ဂျရီရ် ရွေးချယ်သော အမြင်ဖြစ်သည်။ ပရောဖက်များစွာသည် ၎င်းတို့၏ အပေါင်းအပါများ သေဆုံးသည်ကို ၎င်းတို့၏ မျက်မှောက်တွင် မြင်တွေ့ခဲ့ရသည်ဟုလည်း ဤအာယသ်တော်က အဓိပ္ပါယ်ရသည်ဟု ဆိုခဲ့ကြသည်။ သို့သော် အိဗ်နု အစ်ဟာက်သည် သူ၏ စီရဟ်ကျမ်းတွင် နောက်ထပ်ရှင်းလင်းချက်တစ်ခုကို ဖော်ပြခဲ့ပြီး ဤအာယသ်တော်သည် \"ပရောဖက်များစွာ အသတ်ခံခဲ့ရပြီး ၎င်းတို့တွင် သူတို့၏ ပရောဖက် ကွယ်လွန်ပြီးနောက် စိတ်ဓာတ်မကျဘဲ၊ ရန်သူ့ရှေ့တွင် အားမလျော့သွားသော အပေါင်းအပါများစွာ ရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ ဂျီဟဒ်တွင်နှင့် သူတို့၏ ဘာသာတရားအတွက် ခံစားခဲ့ရသော ဆင်းရဲဒုက္ခများသည် သူတို့ကို စိတ်ဓာတ်ကျစေခဲ့ခြင်း မရှိပေ။ ဤသည်မှာ သည်းခံခြင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحِبُّ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သည်းခံသူများကို ချစ်တော်မူသည်။)</span>\" အစ်-စူဟိုင်လီသည် ဤရှင်းလင်းချက်ကို သဘောတူခဲ့ပြီး ပြင်းပြင်းထန်ထန် ကာကွယ်ခဲ့သည်။ ဤအမြင်ကို အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခြင်းဖြင့် ထောက်ခံထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَعَهُ رِبِّيُّونَ كَثِيرٌ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(And along with him many Ribbiyyun)</span>.</p><p lang=\"my\" class=\"my \">သူ၏ တိုက်ပွဲများဆိုင်ရာ စာအုပ်တွင် အလ်-အမာဝီသည် ဤအာယသ်တော်အတွက် ဤရှင်းလင်းချက်ကိုသာ ဖော်ပြခဲ့သည်။ စူဖယာန် အစ်-သောင်ရီက အိဗ်နု မစ်စ်အူဒ် ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِبِّيُّونَ كَثِيرٌ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(many Ribbiyyun)</span> means, thousands. Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, 'Ikrimah, Al-Hasan, Qatadah, As-Suddi, Ar-Rabi' and 'Ata' Al-Khurasani said that the word Ribbiyyun means, 'large bands'. 'Abdur-Razzaq narrated that Ma'mmar said that Al-Hasan said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِبِّيُّونَ كَثِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစ်ဘီယွန်များစွာ)</span> ဆိုလိုသည်မှာ ပညာရှင်များစွာကို ဖြစ်သည်။ ၎င်းသည် သည်းခံသောနှင့် ဘာသာတရားကိုင်းရှိုင်းသော ပညာရှင်များကို ဆိုလိုသည်ဟုလည်း သူပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ သူတို့ကိုကြုံတွေ့ခဲ့ရသော အရာများကြောင့် စိတ်ဓာတ်မကျခဲ့ကြပေ၊ အားမလျော့ခဲ့ကြ၊ မိမိကိုယ်ကို နှိမ့်ချခဲ့ကြသည်လည်းမဟုတ်ပေ။)</span></p><p lang=\"gd\" class=\"gd \">Qatadah and Ar-Rabi' bin Anas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ضَعُفُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားမလျော့ခဲ့ကြ)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ပရောဖက် အသတ်ခံရပြီးနောက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اسْتَكَانُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်ကို နှိမ့်ချခဲ့ကြသည်လည်းမဟုတ်ပေ)</span> ဆိုလိုသည်မှာ မှန်ကန်သော လမ်းညွှန်မှုနှင့် ဘာသာတရားမှ ပြန်လှည့်ခြင်းဖြင့် မနှိမ့်ချခဲ့ကြပေ။ အမှန်စင်စစ် သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပရောဖက် တိုက်ပွဲဝင်ခဲ့သော လမ်းကြောင်းအတိုင်း အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံသည်အထိ တိုက်ပွဲဝင်ခဲ့ကြသည်။ အိဗ်နု အဘ်ဘာစ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اسْتَكَانُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်ကို နှိမ့်ချခဲ့ကြသည်လည်းမဟုတ်ပေ)</span> ဆိုလိုသည်မှာ အရှက်ရခဲ့ကြခြင်းလည်း မရှိပေ။ အစ်-စွတ်ဒီနှင့် အိဗ်နု ဇိုင်ဒ်ကမူ ၎င်းသည် ရန်သူထံ လက်နက်ချခဲ့ခြင်း မရှိဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحِبُّ الصَّابِرِينَ - وَمَا كَانَ قَوْلَهُمْ إِلَّا أَن قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သည်းခံသူများကို ချစ်တော်မူသည်။ သူတို့သည် \"ကျွန်တော်မျိုးတို့၏ အရှင်သခင်! ကျွန်တော်မျိုးတို့၏ အပြစ်များနှင့် ကျွန်တော်မျိုးတို့၏ ကျူးလွန်မှုများကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်တော်မျိုးတို့၏ ခြေထောက်များကို ခိုင်မြဲစေတော်မူပါ၊ မယုံကြည်သူလူမျိုးများအပေါ် ကျွန်တော်မျိုးတို့ကို အောင်ပွဲခံစေတော်မူပါ\" ဟူ၍သာ ပြောခဲ့ကြသည်။)</span><span class=\"gray\">[3:146-147]</span>၊ ဤသည်မှာ သူတို့ ထပ်ခါတလဲလဲ ပြောဆိုခဲ့သော စကားဖြစ်သည်။ ထို့ကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤလောက၏ ဆုလာဘ်ကို ပေးသနားတော်မူခဲ့သည်)</span> အောင်ပွဲ၊ အောင်မြင်မှုနှင့် ကောင်းမွန်သော နောက်ဆုံး။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُسْنَ ثَوَابِ الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နောင်တမလွန်ဘဝ၏ အကောင်းဆုံးဆုလာဘ်)</span> ဤလောကရှိ ရရှိမှုများတွင် ထပ်ပေါင်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများကို ချစ်တော်မူသည်။)</span>။</p>"
  }
]