[
  {
    "ayah_key": "22:5",
    "group_ayah_key": "22:5",
    "from_ayah": "22:5",
    "to_ayah": "22:7",
    "ayah_keys": "22:5,22:6,22:7",
    "text": "<p lang=\"my\" class=\"my \">အို လူသားတို့! သင်တို့သည် ရှင်ပြန်ထထခြင်းနှင့် ပတ်သက်၍ သံသယရှိပါက၊ အမှန်စင်စစ် ငါတို့သည် သင်တို့ကို ဖုန်မှုန့်မှ ဖန်ဆင်းခဲ့ပြီ၊ ထို့နောက် နူတ်ဖာမှ၊ ထို့နောက် သွေးခဲမှ၊ ထို့နောက် သွေးစိုင်ခဲငယ်မှ (အချို့သည် ပုံသဏ္ဌာန်ဖော်ပြီးဖြစ်၍ အချို့မှာ မဖော်ရသေး) သင်တို့အား <span class=\"gray\">(၎င်းကို)</span> ရှင်းလင်းပြသရန် ဖြစ်သည်။ ငါတို့အလိုရှိသူကို သတ်မှတ်ထားသော ကာလတစ်ခုအထိ သားအိမ်များတွင် ထားရှိစေပြီး၊ ထို့နောက် သင်တို့ကို မွေးကင်းစကလေးများအဖြစ် ထုတ်ဆောင်ခဲ့သည်။ ထို့နောက် <span class=\"gray\">(ကြီးထွားစေလျက်)</span> သင်တို့သည် အင်အားအပြည့်ရှိသော အသက်အရွယ်သို့ ရောက်ရှိရန်ဖြစ်သည်။ သင်တို့အထဲတွင် <span class=\"gray\">(ငယ်ရွယ်စဉ်)</span> သေဆုံးသူများ ရှိသကဲ့သို့၊ သင်တို့အထဲတွင် အသိပညာရှိပြီးနောက် ဘာမျှမသိတော့သည့် အိုမင်းမစွမ်းသည့် အသက်အရွယ်သို့ ပြန်ရောက်သွားသူများလည်း ရှိသည်။ သင်တို့သည် ကမ္ဘာမြေကို ဟာမီဒါတန်အဖြစ် မြင်ရသော်လည်း၊ ငါတို့သည် ၎င်းအပေါ်သို့ ရေကို ချပေးသောအခါ၊ ၎င်းသည် <span class=\"gray\">(အသက်ဝင်လာပြီး)</span> လှုပ်ရှားလာကာ ဖူးပွလာပြီး ချစ်စရာကောင်းသည့် အပင်မျိုးစုံ <span class=\"gray\">(မျိုးပွားများ)</span> ကို ထုတ်လုပ်ပေးသည်။<span>(5)</span>အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည်- အမှန်တရားဖြစ်သောကြောင့်တည်း၊ အရှင်မြတ်သာလျှင် သေသူများကို အသက်ပေးသူဖြစ်ပြီး၊ အရှင်မြတ်သာလျှင် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်သည်။ <span>(6)</span>ဧကန်မလွဲ ရှင်ပြန်ထထမည့်အချိန်ရောက်လာတော့မည်ဖြစ်ပြီး၊ ယင်းနှင့်ပတ်သက်၍ သံသယမရှိချေ။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သင်္ချိုင်းဂူများထဲမှ ပုဂ္ဂိုလ်များကို ရှင်ပြန်ထမြောက်စေမည်ဖြစ်သည်။ <span>(7)</span></p><div lang=\"my\" class=\"my \"><h2>လူသားနှင့် အပင်များ ဖန်ဆင်းခြင်းတွင် ရှင်ပြန်ထထခြင်း၏ သက်သေအထောက်အထား</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထထခြင်းကို မယုံကြည်ခြင်းအကြောင်း ပြောဆိုသောအခါ၊ အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို စတင်ပုံမှ ထင်ရှားသော ရှင်ပြန်ထမြောက်စေရန် အရှင်မြတ်၏ တန်ခိုးတော်နှင့် စွမ်းဆောင်နိုင်စွမ်း၏ သက်သေအထောက်အထားများကိုလည်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِن كُنتُمْ فِي رَيْبٍ مِّنَ الْبَعْثِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့! သင်တို့သည် ရှင်ပြန်ထထခြင်းနှင့် ပတ်သက်၍ သံသယရှိပါက၊)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထထမည့်နေ့တွင် ဝိညာဉ်များနှင့် ခန္ဓာကိုယ်များ ရှင်ပြန်ထမြောက်လာမည့် အချိန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّا خَلَقْنَاكُم مِّن تُرَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အမှန်စင်စစ် ငါတို့သည် သင်တို့ကို ဖုန်မှုန့်မှ ဖန်ဆင်းခဲ့ပြီ၊)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် မူလက ဖုန်မှုန့်မှ ဖန်ဆင်းခံခဲ့ရသည်' ဟူ၍ဖြစ်ပြီး၊ ထိုဖုန်မှုန့်မှ အာဒမ် (အရှင်မြတ်၏ ကရုဏာနှင့် ငြိမ်းချမ်းမှုရှိပါစေ) ကို ဖန်ဆင်းခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ مِن نُّطْفَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် နူတ်ဖာမှ၊)</span><span class=\"gray\">(32:8)</span> ဆိုလိုသည်မှာ ထို့နောက် အရှင်မြတ်သည် အရှက်ရဖွယ်ရာ ရေမှ မျိုးဆက်များကို ဖန်ဆင်းခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>သားအိမ်ထဲတွင် နူတ်ဖာနှင့် သန္ဓေသား၏ ကြီးထွားလာပုံ</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သွေးခဲမှ၊ ထို့နောက် သွေးစိုင်ခဲငယ်မှ)</span> နူတ်ဖာသည် အမျိုးသမီး၏ သားအိမ်တွင် အမြစ်တွယ်ပါက၊ ရက်ပေါင်းလေးဆယ်ကြာ ထိုအတိုင်းရှိနေသည်။ ထို့နောက် ပိုမိုသော ပစ္စည်းများ ထပ်ပေါင်းပြီး အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြင့် အနီရောင်သွေးခဲအဖြစ် ပြောင်းလဲသွားကာ ရက်ပေါင်းလေးဆယ်ကြာ ထိုအတိုင်းရှိနေသည်။ ထို့နောက် ၎င်းသည် ပုံသဏ္ဌာန်မရှိသော အသားတုံးတစ်ခုကဲ့သို့ သွေးစိုင်ခဲအဖြစ် ပြောင်းလဲသွားသည်။ ထို့နောက် ၎င်းသည် ဦးခေါင်း၊ လက်များ၊ ရင်ဘတ်၊ ဗိုက်၊ ပေါင်များ၊ ခြေထောက်များ၊ ခြေဖဝါးများနှင့် အခြားအင်္ဂါအစိတ်အပိုင်းအားလုံးကို တဖြည်းဖြည်းပုံဖော်လာသည်။ တစ်ခါတစ်ရံ အမျိုးသမီးသည် သန္ဓေသားပုံမပေါ်မီ ကိုယ်ဝန်ပျက်ကျတတ်သလို၊ တစ်ခါတစ်ရံ ပုံပေါ်ပြီးနောက် ကိုယ်ဝန်ပျက်ကျတတ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သွေးစိုင်ခဲငယ်မှ – အချို့သည် ပုံသဏ္ဌာန်ဖော်ပြီးဖြစ်၍ အချို့မှာ မဖော်ရသေး)</span> ဆိုလိုသည်မှာ သင်မြင်သည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَىٰ أَجَلٍ مُّسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား <span class=\"gray\">(၎င်းကို)</span> ရှင်းလင်းပြသရန် ဖြစ်သည်။ ငါတို့အလိုရှိသူကို သတ်မှတ်ထားသော ကာလတစ်ခုအထိ သားအိမ်များတွင် ထားရှိစေပြီး၊)</span> ဆိုလိုသည်မှာ တစ်ခါတစ်ရံ သန္ဓေသားသည် သားအိမ်ထဲတွင် ကျန်ရှိနေပြီး ကိုယ်ဝန်မပျက်ကျခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့သည် ပုံသဏ္ဌာန်ဖော်ပြီးဖြစ်၍ အချို့မှာ မဖော်ရသေး၊)</span> မူဂျာဟစ်က ပြောသည်မှာ- \"၎င်းမှာ ပုံပေါ်ပြီးဖြစ်စေ၊ ပုံမပေါ်သေးသည်ဖြစ်စေ ကိုယ်ဝန်ပျက်ကျသော သန္ဓေသားကို ဆိုလိုသည်။ ၎င်းသွေးစိုင်ခဲဖြစ်ပြီး ရက်ပေါင်းလေးဆယ်ကြာသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်တစ်ပါးကို စေလွှတ်တော်မူပြီး ထိုသွေးစိုင်ခဲထဲသို့ ဝိညာဉ်ကို မှုတ်သွင်းကာ အလ္လာဟ်အရှင်မြတ်အလိုတော်အတိုင်း၊ ချောမောသည်ဖြစ်စေ၊ ရုပ်ဆိုးသည်ဖြစ်စေ၊ ယောက်ျားလေးဖြစ်စေ၊ မိန်းကလေးဖြစ်စေ ပုံဖော်သည်။ ထို့နောက် ၎င်း၏ရိက္ခာ၊ သက်တမ်းနှင့် ကံကောင်းသူဖြစ်မည်လော သို့မဟုတ် ကံဆိုးသူဖြစ်မည်လောကို ရေးမှတ်သည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု မစူဒ်က ပြောသည်မှာ၊ စစ်မှန်ပြီး စစ်မှန်စွာ ဗျာဒိတ်ခံရသော အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ကျွန်ုပ်တို့အား မိန့်ကြားခဲ့သည်ဟု ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ خَلْقَ أَحَدِكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ لَيْلَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللهُ إِلَيْهِ الْمَلَكَ فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ وَعَمَلِهِ وَأَجَلِهِ، وَشَقِيٌّ أَوْ سَعِيدٌ، ثُمَّ يُنْفَخُ فِيهِ الرُّوحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့တစ်ဦးစီတိုင်းကို မိခင်၏သားအိမ်တွင် ပထမဆုံး ရက်ပေါင်းလေးဆယ်အတွက် စုစည်းထားပြီး၊ ထို့နောက် နောက်ထပ် ရက်ပေါင်းလေးဆယ်အတွက် သွေးခဲဖြစ်လာကာ၊ ထို့နောက် နောက်ထပ် ရက်ပေါင်းလေးဆယ်အတွက် သွေးစိုင်ခဲဖြစ်လာသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်တစ်ပါးကို စေလွှတ်ပြီး စကားလုံးလေးလုံးကို ရေးမှတ်စေသည်- အရှင်မြတ်က ၎င်း၏ရိက္ခာ၊ ၎င်း၏လုပ်ဆောင်ချက်များ၊ ၎င်း၏သက်တမ်းနှင့် ၎င်းသည် ကံကောင်းသူဖြစ်မည်လော သို့မဟုတ် ကံဆိုးသူဖြစ်မည်လောဟူ၍ ရေးမှတ်စေသည်။ ထို့နောက် အရှင်မြတ်သည် ၎င်းထဲသို့ ဝိညာဉ်ကို မှုတ်သွင်းသည်။)</span>\"</p><div lang=\"my\" class=\"my \"><h2>လူသား၏ မွေးကင်းစမှ အိုမင်းရင့်ရော်သည်အထိ ဖွံ့ဖြိုးတိုးတက်မှု</h2></div><p lang=\"ceb\" class=\"ceb \">His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُخْرِجُكُمْ طِفْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် သင်တို့ကို မွေးကင်းစကလေးများအဖြစ် ထုတ်ဆောင်ခဲ့သည်၊)</span> ဆိုလိုသည်မှာ ၎င်း၏ ခန္ဓာကိုယ်၊ အကြားအာရုံ၊ အမြင်အာရုံ၊ အာရုံခံစားမှုများ၊ ခံနိုင်ရည်နှင့် စိတ်တို့တွင် အားနည်းခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား တဖြည်းဖြည်း ခွန်အားပေးပြီး ၎င်း၏မိဘများကို နေ့ရောညပါ သိမ်မွေ့နူးညံ့စွာ ပြုစုစောင့်ရှောက်စေသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် <span class=\"gray\">(ကြီးထွားစေလျက်)</span> သင်တို့သည် အင်အားအပြည့်ရှိသော အသက်အရွယ်သို့ ရောက်ရှိရန်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်း၏ခွန်အားသည် လူငယ်ဘဝ၏ သက်တောင့်သက်သာရှိမှုနှင့် ချောမောလှပမှုသို့ မရောက်မချင်း တိုးပွားလာသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنكُم مَّن يُتَوَفَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အထဲတွင် သေဆုံးသူများ ရှိသည်၊)</span> ဆိုလိုသည်မှာ ၎င်းငယ်ရွယ်ပြီး ခွန်အားပြည့်ဝနေစဉ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْكُمْ مَنْ يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အထဲတွင် အိုမင်းမစွမ်းသည့် အသက်အရွယ်သို့ ပြန်ရောက်သွားသူများလည်း ရှိသည်၊)</span> ဆိုလိုသည်မှာ စိတ်ပိုင်းနှင့် ခန္ဓာကိုယ်ပိုင်းဆိုင်ရာ အားနည်းမှု၊ နားလည်နိုင်စွမ်း တဖြည်းဖြည်း ကျဆင်းလာမှုနှင့် သိမြင်နိုင်စွမ်းမရှိမှုတို့နှင့်အတူ အိုမင်းရင့်ရော်မှုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသိပညာရှိပြီးနောက် ဘာမျှမသိတော့သည့်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَاءُ ۖ وَهُوَ الْعَلِيمُ الْقَدِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို အားနည်းသော <span class=\"gray\">(အခြေအနေ)</span> တွင် ဖန်ဆင်းခဲ့သူဖြစ်သည်၊ ထို့နောက် အားနည်းပြီးနောက် ခွန်အားကိုပေးခဲ့သည်၊ ထို့နောက် ခွန်အားပြီးနောက် အားနည်းမှုနှင့် ဆံပင်ဖြူများကို <span class=\"gray\">(သင်တို့အား)</span> ပေးခဲ့သည်။ အရှင်မြတ်အလိုရှိရာကို ဖန်ဆင်းတော်မူသည်။ အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသော၊ အစွမ်းထက်တော်မူသော အရှင်မြတ်ဖြစ်သည်။)</span><span class=\"gray\">(30:54)</span></p><div lang=\"my\" class=\"my \"><h2>အပင်များမှ ရှင်ပြန်ထထခြင်း၏ နောက်ထပ် ပုံဥပမာတစ်ခု</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الْأَرْضَ هَامِدَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကမ္ဘာမြေကို ဟာမီဒါတန်အဖြစ် မြင်ရသော်လည်း၊)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ သေဆုံးသူများကို အသက်ပြန်သွင်းနိုင်စွမ်း၏ နောက်ထပ် လက္ခဏာတစ်ခုဖြစ်ပြီး၊ ၎င်းမှာ အရှင်မြတ်သည် သေဆုံး၍ သွေ့ခြောက်နေသော၊ ဘာမျှမပေါက်သော အသက်မဲ့မြေကြီးကို ပြန်လည်အသက်ဝင်စေသည့်နည်းတူဖြစ်သည်။ ကတာဒါက ပြောသည်မှာ၊ \"<span class=\"gray\">(ဆိုလိုသည်မှာ)</span> တိုက်စားခံရသော၊ ဖုန်မှုန့်ထသော မြေကြီးဖြစ်သည်။\" အပ်စ်-ဆုဒ်ဒီက ပြောသည်မှာ၊ \"သေဆုံးသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် ၎င်းအပေါ်သို့ ရေကို ချပေးသောအခါ၊ ၎င်းသည် <span class=\"gray\">(အသက်ဝင်လာပြီး)</span> လှုပ်ရှားလာကာ ဖူးပွလာပြီး ချစ်စရာကောင်းသည့် အပင်မျိုးစုံ <span class=\"gray\">(မျိုးပွားများ)</span> ကို ထုတ်လုပ်ပေးသည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် မိုးရွာစေသောအခါ၊ ၎င်းသည် အသက်ဝင်လာသည်၊ ဆိုလိုသည်မှာ အပင်များ စတင်ပေါက်ရောက်လာပြီး သေဆုံးခဲ့ပြီးနောက် ပြန်လည်အသက်ဝင်လာသည်။ ထို့နောက် မြေကြီးတည်ငြိမ်ပြီးနောက် ၎င်းသည် မြင့်တက်လာကာ၊ မတူညီသော အရောင်များ၊ အရသာများ၊ ရနံ့များ၊ ပုံသဏ္ဌာန်များနှင့် အကျိုးကျေးဇူးများအားလုံးနှင့်တကွ အမျိုးမျိုးသော သစ်သီးများနှင့် သီးနှံများကို ထုတ်လုပ်ပေးသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချစ်စရာကောင်းသည့် အပင်မျိုးစုံ <span class=\"gray\">(မျိုးပွားများ)</span> ကို ထုတ်လုပ်ပေးသည်။)</span> ဆိုလိုသည်မှာ အသွင်အပြင်လှပပြီး မွှေးကြိုင်သော ရနံ့များဖြင့် ပြည့်စုံသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည်- အမှန်တရားဖြစ်သောကြောင့်တည်း၊)</span> ဆိုလိုသည်မှာ ဖန်ဆင်းရှင်၊ ထိန်းချုပ်သူ၊ အရှင်မြတ်အလိုရှိရာကို ပြုလုပ်ဆောင်ရွက်သူဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَنَّهُ يُحْيِي الْمَوْتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သာလျှင် သေသူများကို အသက်ပေးသူဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သေဆုံးနေသော မြေကြီးကို အသက်သွင်းပြီး ၎င်းမှ ဤအပင်မျိုးစုံကို ထုတ်လုပ်ပေးသည့်နည်းတူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ၎င်းအား အသက်ပေးသော အရှင်မြတ်သည် သေဆုံးသူများကို အသက်ပေးနိုင်သည်မှာ သေချာပါသည်။ အမှန်စင်စစ် အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်သည်။)</span><span class=\"gray\">(41:39)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ အရှင်မြတ်၏ အမိန့်တော်မှာ တစ်စုံတစ်ရာကို အလိုရှိသောအခါ၊ ၎င်းအား \"ဖြစ်လော့\" ဟု မိန့်တော်မူရုံသာဖြစ်သည်၊ ထို့နောက် ၎င်းသည် ဖြစ်လာသည်။)</span><span class=\"gray\">(36:82)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ السَّاعَةَ آتِيَةٌ لَّا رَيْبَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ရှင်ပြန်ထထမည့်အချိန်ရောက်လာတော့မည်ဖြစ်ပြီး၊ ယင်းနှင့်ပတ်သက်၍ သံသယမရှိချေ။)</span> ဆိုလိုသည်မှာ ၎င်းသည် မလွဲမသွေ ဖြစ်ပေါ်လာမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ يَبْعَثُ مَن فِي الْقُبُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သင်္ချိုင်းဂူများထဲမှ ပုဂ္ဂိုလ်များကို ရှင်ပြန်ထမြောက်စေမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့ ဖုန်မှုန့်များဖြစ်သွားပြီးနောက် အသက်ပြန်သွင်းမည်။ ၎င်းတို့ မရှိတော့သည့်နောက်ပိုင်းတွင် အရှင်မြတ်သည် ၎င်းတို့ကို အသစ်ပြန်လည်ဖန်ဆင်းမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَن يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ - الَّذِي جَعَلَ لَكُم مِّنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنتُم مِّنْهُ تُوقِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ငါတို့အတွက် ပုံဥပမာတစ်ခုကို တင်ပြပြီး ၎င်း၏ကိုယ်ပိုင်ဖန်ဆင်းခြင်းကို မေ့လျော့သွားသည်။ အရှင်မြတ်က ပြောသည်- \"ဤအရိုးများကို ဆွေးမြေ့ပြီး ဖုန်မှုန့်ဖြစ်သွားပြီးနောက် မည်သူက အသက်ပြန်သွင်းမည်နည်း။\" သင်ပြောပါ- \"၎င်းတို့ကို ပထမဆုံးအကြိမ် ဖန်ဆင်းခဲ့သော အရှင်မြတ်က အသက်ပြန်သွင်းမည်! အရှင်မြတ်သည် ဖန်ဆင်းခြင်းအားလုံးကို အလုံးစုံသိရှိတော်မူသော အရှင်မြတ်ဖြစ်သည်။\" အစိမ်းရောင်သစ်ပင်မှ မီးကို သင်တို့အတွက် ထုတ်လုပ်ပေးသော အရှင်မြတ်၊ ထိုအခါ သင်တို့သည် ၎င်းဖြင့် မီးမွှေးကြသည်ကို ကြည့်ပါ။)</span><span class=\"gray\">(36:78-80)</span>. ထို့အတူ ဆင်တူယိုးမှား အာယတ်များစွာရှိသေးသည်။</p>"
  }
]