[
  {
    "ayah_key": "24:23",
    "group_ayah_key": "24:23",
    "from_ayah": "24:23",
    "to_ayah": "24:25",
    "ayah_keys": "24:23,24:24,24:25",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ဖြူစင်သန့်ရှင်းသော ယုံကြည်သူအမျိုးသမီးများကို ပြစ်မှားစွပ်စွဲသူများသည် ၎င်းတို့၏ စင်ကြယ်မှုကို ထိပါးမည့် မည်သည့်အရာကိုမျှ မတွေးခေါ်ခဲ့ဘဲ ကောင်းမြတ်သော ယုံကြည်သူများ ဖြစ်ကြ၏။ ၎င်းတို့သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝ၌ ကျိန်စာသင့်ကြပြီး၊ ၎င်းတို့အတွက် ကြီးလေးသော ပြစ်ဒဏ်ရှိမည်။ <span>(၂၃)</span> ၎င်းတို့၏ လျှာများ၊ ၎င်းတို့၏ လက်များ၊ ၎င်းတို့၏ ခြေထောက်များသည် ၎င်းတို့ ပြုလုပ်ခဲ့သော အရာများနှင့် ပတ်သက်၍ ၎င်းတို့အား သက်သေခံမည့်နေ့တွင် <span>(၂၄)</span> ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လုပ်ရပ်များအတွက် အပြည့်အဝ အကျိုးပေးမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် ထင်ရှားသော သမ္မာတရား ဖြစ်ကြောင်း သိကြလိမ့်မည်။ <span>(၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>ဖြူစင်သန့်ရှင်းသော အမျိုးသမီးများကို ပြစ်မှားစွပ်စွဲသူများအား၊ ၎င်းတို့၏ စင်ကြယ်မှုကို ထိပါးမည့် မည်သည့်အရာကိုမျှ မတွေးခေါ်ခဲ့ဘဲ ကောင်းမြတ်သော ယုံကြည်သူများ ဖြစ်ကြသူများအား ခြိမ်းခြောက်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ ဖြူစင်သန့်ရှင်းသော အမျိုးသမီးများကို ပြစ်မှားစွပ်စွဲသူများအား၊ ၎င်းတို့သည် ကောင်းမြတ်သော ယုံကြည်သူများဖြစ်သောကြောင့် ၎င်းတို့၏ စင်ကြယ်မှုကို ထိခိုက်စေမည့် မည်သည့်အရာကိုမျှ မတွေးခေါ်ခဲ့သူများအား အလ္လာဟ်အရှင်မြတ်ထံမှ သတိပေးချက်နှင့် ခြိမ်းခြောက်မှုဖြစ်သည်။ ယုံကြည်သူများ၏ မိခင်များသည် အခြားဖြူစင်သန့်ရှင်းသော အမျိုးသမီးများထက် ဤအမျိုးအစားတွင် ပါဝင်ထိုက်သည်၊ အထူးသဖြင့် ဤအာယသ်ကျမ်းပိုဒ်ကို ထုတ်ပြန်ရခြင်း၏ အကြောင်းရင်းဖြစ်သူ အာအိရှာ ဘင်တ် အစ်-စစ်ဒီက် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှစ်ဦးစလုံးကို ကျေနပ်တော်မူပါစေ)။ ဤအာယသ်ကျမ်းပိုဒ်တွင် ဖော်ပြထားပြီးနောက် သူမကို ပြစ်တင်စွပ်စွဲသူ သို့မဟုတ် စွပ်စွဲချက်များ ပြုလုပ်သူ မည်သူမဆိုသည် ကုရ်အာန်အပေါ် ခေါင်းမာခြင်းကြောင့် ကာဖီရ် (ငြင်းပယ်သူ) ဖြစ်သည်ဟု ပညာရှင်အားလုံး သဘောတူကြသည်။ အလားတူ စည်းမျဉ်းသည် ယုံကြည်သူများ၏ မိခင်အားလုံးနှင့်လည်း သက်ဆိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဘဝနှင့် နောင်တမလွန်ဘဝ၌ ကျိန်စာသင့်ကြသည်၊)</span> ဤသည်မှာ အာယသ်ကျမ်းပိုဒ်ကဲ့သို့ပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ကို စိတ်အနှောင့်အယှက်ပေးသူများသည်၊)</span><span class=\"gray\">(၃၃:၅၇)</span></p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်က ပြောကြားခဲ့သည်မှာ \"ဤသည်မှာ အာအိရှာနှင့် ပတ်သက်ပြီး၊ ယခုခေတ်တွင် မွတ်စ်လင်မ်အမျိုးသမီးများအပေါ် အလားတူ ပြုလုပ်သူ မည်သူမဆိုနှင့် သက်ဆိုင်သော်လည်း၊ ဤနေရာတွင် အဓိကအားဖြင့် အာအိရှာကို ရည်ညွှန်းခြင်းဖြစ်သည်\"။</p><p lang=\"jv\" class=\"jv \">Ibn Abi Hatim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖျက်ဆီးတတ်သော အပြစ်ခုနစ်ပါးကို ရှောင်ရှားကြလော့။)</span> သူ့ကို မေးမြန်းခဲ့သည်မှာ \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ၎င်းတို့သည် အဘယ်အရာများနည်း?\" သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشِّرْكُ بِاللهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ الْيَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ဘာသာပေါင်းစုံကို ဆက်စပ်ခြင်း၊ မှော်ပညာ၊ အလ္လာဟ်အရှင်မြတ်မှ သတ်ဖြတ်ရန် တားမြစ်ထားသော အသက်ကို သတ်ခြင်း၊ တရားမျှတသော အကြောင်းပြချက်မှအပ၊ ရီဘာကို စားသုံးခြင်း၊ မိဘမဲ့ကလေးများ၏ ပိုင်ဆိုင်မှုကို စားသုံးခြင်း၊ စစ်ပွဲကာလတွင် စွန့်ပစ်ခြင်း၊ နှင့် ဖြူစင်သန့်ရှင်းသော အမျိုးသမီးများကို စွပ်စွဲခြင်း၊ ၎င်းတို့သည် ၎င်းတို့၏ စင်ကြယ်မှုကို ထိပါးမည့် မည်သည့်အရာကိုမျှ မတွေးခေါ်ခဲ့ဘဲ ကောင်းမြတ်သော ယုံကြည်သူများ ဖြစ်ကြသည်။)</span> ၎င်းကို အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့က အလ်-ဆွဟီဟ် နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လျှာများ၊ ၎င်းတို့၏ လက်များ၊ နှင့် ၎င်းတို့၏ ခြေထောက်များသည် ၎င်းတို့ ပြုလုပ်ခဲ့သော အရာများနှင့် ပတ်သက်၍ ၎င်းတို့အား သက်သေခံမည့်နေ့တွင်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အိဗ်နု အဗ္ဗားစ် ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်မှာ \"ဤသည်မှာ ရုပ်တုကိုးကွယ်သူများကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် ဆွလာသ်ဝတ်ပြုခဲ့သူများမှလွဲ၍ မည်သူမျှ ဂျန္နသ် (ပရဒိသု) သို့ ဝင်ရောက်နိုင်မည်မဟုတ်ကြောင်း သိရှိသောအခါ 'လာကြ၊ ငါတို့ <span class=\"gray\">(အရာအားလုံးကို)</span> ငြင်းပယ်ကြမည်' ဟု ပြောကြမည်။ ထို့ကြောင့် ၎င်းတို့သည် <span class=\"gray\">(အရာအားလုံးကို)</span> ငြင်းပယ်ကြမည်။ ထို့နောက် ၎င်းတို့၏ ပါးစပ်များကို ပိတ်လိုက်ပြီး ၎င်းတို့၏ လက်များနှင့် ခြေထောက်များသည် ၎င်းတို့အား သက်သေခံမည်ဖြစ်ကာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အရာကိုမျှ ဖုံးကွယ်နိုင်မည်မဟုတ်ပေ။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အနပ်စ် ဘင်န် မာလိက် ပြောသည်ဟုလည်း မှတ်တမ်းတင်ခဲ့သည်မှာ \"ကျွန်ုပ်တို့သည် တမန်တော်မြတ် ﷺ နှင့်အတူ ရှိနေစဉ်၊ ကိုယ်တော်သည် နောက်သွားများ မြင်ရသည်အထိ ပြုံးတော်မူပြီးနောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ مِمَّ أَضْحَكُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ အဘယ်ကြောင့် ပြုံးရသည်ကို သင်တို့ သိကြသလော?)</span> ကျွန်ုပ်တို့က 'အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်သည် အသိဆုံးဖြစ်သည်' ဟု ပြောခဲ့သည်။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ مُجَادَلَةِ الْعَبْدِ لِرَبِّهِ يَقُولُ: يَا رَبِّ أَلَمْ تُجِرْنِي مِنَ الظُّلْمِ؟ فَيَقُولُ: بَلَى، فَيَقُولُ: لَا أُجِيزُ عَلَيَّ شَاهِدًا إِلَّا منْ نَفْسِي، فَيَقُولُ: كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ شَهِيدًا وَبِالْكِرَامِ عَلَيْكَ شُهُودًا، فَيُخْتَمُ عَلَى فِيهِ وَيُقَالُ لِأَرْكَانِهِ: انْطِقِي فَتَنْطِقَ بِعَمَلِهِ، ثُمَّ يُخَلَّى بَيْنَهُ وَبَيْنَ الْكَلَامِ فَيَقُولُ: بُعْدًا لَكُنَّ وَسُحْقًا فَعَنْكُنَّ كُنْتُ أُنَاضِلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် ၎င်း၏ အရှင်သခင်နှင့် ငြင်းခုံမည့်ပုံစံကြောင့်ပင်။ သူက 'အို အရှင်သခင်၊ အကျွန်ုပ်ကို မှားယွင်းမှုမှ ကာကွယ်ပေးခဲ့သည် မဟုတ်လော?' ဟု ပြောမည်။ အလ္လာဟ်အရှင်မြတ်က 'ဟုတ်ပါတယ်' ဟု ပြောမည်။ ထိုသူက 'အကျွန်ုပ်ကိုယ်တိုင်မှလွဲ၍ အခြားမည်သူ့ကိုမျှ အကျွန်ုပ်နှင့်ပတ်သက်၍ သက်သေခံရန် လက်ခံမည်မဟုတ်ပါ။' အလ္လာဟ်အရှင်မြတ်က 'သင့်ကိုယ်သင် သက်သေခံရန် လုံလောက်ပြီ။' ထို့နောက် သူ့ပါးစပ်ကို ပိတ်ပြီး ၎င်း၏ အစိတ်အပိုင်းများကို 'ပြောကြလော့' ဟု ပြောမည်။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်း၏ လုပ်ရပ်များအကြောင်း ပြောကြမည်။ ထို့နောက် သူသည် စကားပြောရန် ခွင့်ပြုမည်ဖြစ်ပြီး၊ သူက 'သွားကြလော့! ငါသည် သင်တို့ဘက်မှ ကာကွယ်ပြောဆိုနေခြင်းသာ ဖြစ်သည်။')</span> ၎င်းကို မွတ်စ်လင်မ်နှင့် အန်-နာစာအီတို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(On that Day Allah will pay Dīnahum,)</span> Ibn 'Abbas said,</p><p class=\"sr qpc-hafs\" lang=\"sr\">دِينَهُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒီနာဟွမ်)</span> \"ဆိုလိုသည်မှာ '၎င်းတို့၏ စာရင်း' ဖြစ်သည်။ ကုရ်အာန်တွင် 'ဒီနာဟွမ်' ပေါ်လာတိုင်း '၎င်းတို့၏ စာရင်း' ဟု အဓိပ္ပါယ်ရသည်။\" ဤသည်မှာ အခြားပညာရှင်များ၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် ထင်ရှားသော သမ္မာတရား ဖြစ်ကြောင်း သိကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်း၏ ကတိတော်၊ ၎င်း၏ ခြိမ်းခြောက်မှုနှင့် ၎င်း၏ စာရင်းအင်းအားလုံးသည် တရားမျှတပြီး မတရားမှု မရှိပေ။</p>"
  },
  {
    "ayah_key": "24:26",
    "group_ayah_key": "24:26",
    "from_ayah": "24:26",
    "to_ayah": "24:26",
    "ayah_keys": "24:26",
    "text": "<p class=\"my translation\" lang=\"my\">မကောင်းသော စကားများသည် မကောင်းသောသူများအတွက် ဖြစ်ပြီး မကောင်းသောသူများသည် မကောင်းသော စကားများအတွက် ဖြစ်သည်။ ကောင်းသော စကားများသည် ကောင်းသောသူများအတွက် ဖြစ်ပြီး ကောင်းသောသူများသည် ကောင်းသော စကားများအတွက် ဖြစ်သည်။ ထိုသူတို့သည် ၎င်းတို့ပြောဆိုသော <span class=\"gray\">(မည်သည့်)</span> မကောင်းသော စကားများမှ ကင်းစင်ကြ၏။ ၎င်းတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ဂုဏ်သရေရှိသော ရိက္ခာများ ရှိသည်။ <span>(၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>လူသားတို့တွင် အကောင်းဆုံးနှင့် လက်ထပ်ထားခြင်းကြောင့် အာအိရှာ၏ ကောင်းမြတ်မှု</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ပြောသည်မှာ \"ဆိုးယုတ်သော စကားများသည် ဆိုးယုတ်သောသူများအတွက် ဖြစ်ပြီး ဆိုးယုတ်သောသူများသည် ဆိုးယုတ်သော စကားများအတွက် ဖြစ်သည်။ ကောင်းသော စကားများသည် ကောင်းသောသူများအတွက် ဖြစ်ပြီး ကောင်းသောသူများသည် ကောင်းသော စကားများအတွက် ဖြစ်သည်။ ဤသည်မှာ အာအိရှာနှင့် အသရေဖျက်သူများနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်\"။ ဤအကြောင်းအရာကို မူဂျာဟစ်ဒ်၊ အတာ၊ စအိဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အက်ရှ်-ရှာအ်ဘီ၊ အလ်-ဟာစန် ဘင်န် အဘူ အလ်-ဟာစန် အလ်-ဘစရီ၊ ဟာဘစ် ဘင်န် အဘီ သာဘစ်နှင့် အဒ်-ဒဟ်ဟက်တို့မှလည်း ရေးသားဖော်ပြခဲ့ပြီး၊ အိဗ်နု ဂျာရီရ်မှလည်း ထောက်ခံခဲ့သော အမြင်ဖြစ်သည်။ သူက ၎င်းကို ဆိုးယုတ်သော စကားသည် ဆိုးယုတ်သောသူများနှင့် ပိုမိုသင့်တော်ပြီး၊ ကောင်းသော စကားသည် ကောင်းသောသူများနှင့် ပိုမိုသင့်တော်သည်ဟု အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့သည်။ အယောင်ဆောင်သူများက အာအိရှာအား စွပ်စွဲချက်များသည် ၎င်းတို့နှင့် ပိုမိုသင့်တော်ပြီး၊ သူမသည် အပြစ်ကင်းစင်မှုနှင့် ၎င်းတို့နှင့် လုံးဝမသက်ဆိုင်မှုတို့နှင့် အသင့်တော်ဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို <span class=\"gray\">(ကောင်းသောသူများ)</span> သည် ၎င်းတို့ပြောဆိုသော <span class=\"gray\">(မည်သည့်)</span> မကောင်းသော စကားများမှ ကင်းစင်ကြ၏။)</span></p><p lang=\"ha\" class=\"ha \">Abdur-Rahman bin Zayd bin Aslam said, \"Evil women are for evil men and evil men are for evil women, and good women are for good men and good men are for good women.\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ၎င်းတို့ပြောခဲ့သည့်အရာကိုလည်း မလွဲမသွေ ရည်ညွှန်းသည်။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အာအိရှာကို ၎င်း၏ ရစူလ်တမန်တော် ﷺ ၏ ဇနီးမယားအဖြစ် မထားရှိခဲ့ပေ၊ သူမသည် ကောင်းမြတ်ခဲ့လျှင်မှသာ ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် လူသားများထဲမှ အကောင်းဆုံးဖြစ်သည်။ သူမသည် ဆိုးယုတ်ခဲ့လျှင်၊ ၎င်း၏ ဥပဒေများနှင့် ၎င်း၏ အမိန့်အရပါ သင့်တော်သော ကြင်ဖော် ဖြစ်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ၎င်းတို့ပြောဆိုသော <span class=\"gray\">(မည်သည့်)</span> မကောင်းသော စကားများမှ ကင်းစင်ကြ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အသရေဖျက်သူများနှင့် ရန်လိုသူများ ပြောဆိုသည့်အရာများနှင့် ဝေးကွာကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُم مَّغْفِرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ခွင့်လွှတ်ခြင်း ရှိသည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့အကြောင်း ပြောဆိုခဲ့သော မုသားစကားများကြောင့် ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَرِزْقٌ كَرِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဂုဏ်သရေရှိသော ရိက္ခာများ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံတွင် နိဗ္ဗာန်ဥယျာဉ်များ၌ ဖြစ်သည်။ ဤသည်မှာ သူမသည် ဂျန္နသ် (ပရဒိသု) တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဇနီးမယား ဖြစ်လိမ့်မည်ဟူသော ကတိကို ရည်ညွှန်းသည်။</p>"
  }
]