[
  {
    "ayah_key": "46:21",
    "group_ayah_key": "46:21",
    "from_ayah": "46:21",
    "to_ayah": "46:25",
    "ayah_keys": "46:21,46:22,46:23,46:24,46:25",
    "text": "<p lang=\"my\" class=\"my \">အာဒ်၏ ညီကိုကို မှတ်မိကြလော့၊ သူသည် အလ်အာ့ဟာဖ်၌ မိမိလူမျိုးအား သတိပေးသောအခါ၊ ၎င်းပြင် ဧကန်မလွဲ သူ၏အလျင်နှင့် သူ၏အပြီး၌ သတိပေးသူတို့သည် လွန်ပြီး ဖြစ်ကြလေပြီ <span class=\"gray\">(ဤသို့ပြောလျက်)</span>: \"အလ္လာဟ်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ မကိုးကွယ်ကြလင့်၊ မှန်စင်စစ် သင်တို့အပေါ် ကြီးကျယ်သောနေ့၏ ပြစ်ဒဏ်ကို ငါကြောက်ရွံ့၏။ <span>(၂၁)</span>သူတို့က ပြောကြသည်– \"ကျွန်ုပ်တို့၏ ဘုရားများထံမှ ကျွန်ုပ်တို့ကို လမ်းလွဲစေရန် သင်ရောက်လာသလော။ ထို့ကြောင့် သင်သည် ဟုတ်မှန်သူများအနက်မှ ဖြစ်ပါက၊ သင်ခြိမ်းခြောက်သည့်အရာကို ကျွန်ုပ်တို့ထံ ယူဆောင်လာလော့။ <span>(၂၂)</span>သူက ပြောသည်– \"ထို <span class=\"gray\">(အရာ)</span> ၏ အသိပညာသည် အလ္လာဟ်ထံ၌သာ ရှိသည်။ ၎င်းပြင် ငါစေလွှတ်ခြင်းခံရသည့်အရာကို သင်တို့ထံသို့ ငါပို့ဆောင်ပေး၏၊ သို့သော် သင်တို့သည် မသိနားမလည်သူများဖြစ်သည်ကို ငါတွေ့မြင်၏။ <span>(၂၃)</span>ထို့နောက် သူတို့သည် မိမိတို့၏ ချိုင့်ဝှမ်းများသို့ ချဉ်းကပ်လာသော တိမ်တိုက်ထူထပ်ကြီးအဖြစ် မြင်သောအခါ၊ သူတို့က ပြောကြသည်– \"ဤသည်မှာ ကျွန်ုပ်တို့အား မိုးကို ယူဆောင်လာသော တိမ်တိုက်ဖြစ်သည်!\" မဟုတ်ပေ၊ သို့သော် သင်တို့အလျင်စလိုဖြစ်စေရန် တောင်းဆိုခဲ့သည့်အရာ ဖြစ်သည် – နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ပါသော လေမုန်တိုင်းတစ်ခု <span>(၂၄)</span>၎င်း၏ အရှင်၏အမိန့်ဖြင့် အရာအားလုံးကို ဖျက်ဆီးခဲ့သည်။ ထို့ကြောင့် သူတို့၏ နေအိမ်များမှအပ မည်သည့်အရာမျှ မမြင်ရတော့ပေ။ ဤသို့ဖြင့် ငါတို့သည် ပြစ်မှုကျူးလွန်သူများကို ပြန်လည်ပေးဆပ်ကြ၏။ <span>(၂၅)</span></p><p lang=\"my\" class=\"my \">အာဒ်၏ ဇာတ်လမ်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် မိမိလူမျိုးအနက်မှ အတိုက်အခံပြုသူတို့၏ ငြင်းပယ်မှုကို အကြောင်းပြု၍ မိမိ၏ တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ကို နှစ်သိမ့်အားပေးလျက် ဤသို့ မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ أَخَا عَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒ်၏ ညီကိုကို မှတ်မိကြလော့၊)</span> ဤသည်မှာ ဟူဒ်ကို ရည်ညွှန်းသည်။ ၎င်းအပေါ် ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ။ အလ္လာဟ်သည် ၎င်းအား အလ်အာ့ဟာဖ်တွင် နေထိုင်ခဲ့ကြသော ပထမဆုံး အာဒ်လူမျိုးများထံ စေလွှတ်ခဲ့သည်။ အာ့ဟာဖ်သည် ဟာ့ကဖ်၏ အများကိန်းဖြစ်သည်။ အိဗ်နုဇိုင်းဒ်၏ အဆိုအရ၊ ၎င်းသည် သဲကုန်းကို ဆိုလိုပြီး၊ အိကရီမာ၏ အဆိုအရမူ တောင် သို့မဟုတ် ဂူကို ဆိုလိုသည်။ ကွာတာဒါက ပြောသည်– \"အာဒ်သည် ယီမင်ပြည်ရှိ မျိုးနွယ်စုတစ်ခုဖြစ်ကြောင်း ကျွန်ုပ်တို့အား သတင်းပေးခဲ့သည်။ သူတို့သည် သဲ <span class=\"gray\">(ကုန်းများ)</span> အကြားတွင် နေထိုင်ကြပြီး အက်ရ်-ရှိဟ်ရ် ဟုခေါ်သော မြေပေါ်ရှိ ပင်လယ်ကို မျက်နှာမူလျက် ရှိသည်။\" </p><p lang=\"my\" class=\"my \">\"မည်သူမဆို တောင်းဆုပြုလျှင် မိမိကိုယ်ကို ဦးစွာ ဖော်ပြရမည်\" ဟူသော အခန်းတွင် အိဗ်နုမာဂျာက အိဗ်နုအဘ္ဗားစ်၏ တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْحَمُنَا اللهُ وَأَخَا عَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် ကျွန်ုပ်တို့နှင့် အာဒ်၏ ညီကိုကို ကရုဏာထားတော်မူပါစေ။)</span> အလ္လာဟ်သည် ထို့နောက် မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ဧကန်မလွဲ သတိပေးသူတို့သည် သူ၏အလျင်နှင့် သူ၏အပြီး၌ လွန်ပြီး ဖြစ်ကြလေပြီ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်သည် အာဒ်ပြည်ပတ်ဝန်းကျင်ရှိ မြို့များသို့ တမန်တော်များနှင့် သတိပေးသူများကို စေလွှတ်ခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ငါတို့သည် ၎င်းကို ပစ္စုပ္ပန်ရှိသူများနှင့် ၎င်းတို့၏ ဆက်ခံသူများအတွက် ဟန့်တားသော ပြစ်ဒဏ်ဖြစ်စေခဲ့သည်။)</span><span class=\"gray\">(၂း၆၆)</span> ၎င်းပြင် ၎င်းသည် အလ္လာဟ်၏ မိန့်ကြားချက်နှင့်လည်း ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ - إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့က လှည့်ထွက်သွားလျှင်၊ ထို့နောက် ပြောလော့– \"ငါသည် သင်တို့ကို အာဒ်နှင့် စမူဒ်တို့အား ထိမှန်ခဲ့သော မိုးကြိုးပစ်ကဲ့သို့သော မိုးကြိုးပစ်ခြင်းဖြင့် သတိပေးထား၏။ <span class=\"gray\">(ထိုသို့ဖြစ်ခဲ့သည်မှာ)</span> တမန်တော်များသည် သူတို့၏ အလျင်နှင့် အပြီးမှ သူတို့ထံ ရောက်လာသောအခါ <span class=\"gray\">(ဤသို့ပြောလျက်)</span>– \"အလ္လာဟ်မှတစ်ပါး အခြားမည်သူကိုမျှ မကိုးကွယ်ကြလင့်။\")</span><span class=\"gray\">(၄၁:၁၃-၁၄)</span> အလ္လာဟ်သည် ထို့နောက် မိန့်ကြားတော်မူ၏–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် ငါသည် သင်တို့အပေါ် ကြီးကျယ်သောနေ့၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့၏။)</span> ဆိုလိုသည်မှာ ဟူဒ်သည် ဤအရာကို သူတို့ <span class=\"gray\">(သူ၏လူမျိုး)</span> အား ပြောခဲ့ပြီး၊ သူတို့က ၎င်းအား ဤသို့ပြောခြင်းဖြင့် တုံ့ပြန်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်တို့၏ ဘုရားများထံမှ ကျွန်ုပ်တို့ကို လမ်းလွဲစေရန် ရောက်လာသလော။)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့ကို တားမြစ်ရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنْ ءَالِهَتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ဘုရားများထံမှ)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်ခြိမ်းခြောက်သည့်အရာကို ကျွန်ုပ်တို့ထံ ယူဆောင်လာလော့၊ သင်သည် ဟုတ်မှန်သူများအနက်မှ ဖြစ်ပါက။)</span> သူတို့သည် အလ္လာဟ်၏ ပြစ်ဒဏ်နှင့် အပြစ်ပေးခြင်းကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားခဲ့ကြပြီး၊ ထိုသို့ဖြစ်လာမည်မဟုတ်ဟု ယုံကြည်ခဲ့ကြသည်။ ဤသည်မှာ အလ္လာဟ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း <span class=\"gray\">(နောက်ဆုံးနာရီ)</span> ကို မယုံကြည်သူများသည် ၎င်းကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားကြသည်။)</span><span class=\"gray\">(၄၂:၁၈)</span> ဟူဒ်၏ တုံ့ပြန်မှုမှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်– \"ထို <span class=\"gray\">(အရာ)</span> ၏ အသိပညာသည် အလ္လာဟ်ထံ၌သာ ရှိသည်။\")</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်သည် သင်တို့နှင့်ပတ်သက်၍ အကောင်းဆုံးသိတော်မူ၏။ သင်တို့သည် အပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် ထိုက်တန်လျှင်၊ ၎င်းအား သင်တို့အပေါ် ပြုလုပ်ပေးလိမ့်မည်။ ငါ့အတွက်မူ ငါ၏သတင်းစကားကို သင်တို့ထံ ပို့ဆောင်ပေးရန်သည် ငါ၏ တာဝန်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် မသိနားမလည်သူများဖြစ်သည်ကို ငါတွေ့မြင်၏။)</span> ဆိုလိုသည်မှာ 'သင်တို့တွင် နားလည်မှု သို့မဟုတ် အသိဉာဏ်မရှိ။' အလ္လာဟ်သည် ထို့နောက် မိန့်ကြားတော်မူ၏–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့သည် ၎င်းကို မိမိတို့၏ ချိုင့်ဝှမ်းများသို့ ချဉ်းကပ်လာသော တိမ်တိုက်ထူထပ်ကြီးအဖြစ် မြင်သောအခါ၊)</span> ဆိုလိုသည်မှာ သူတို့သည် ပြစ်ဒဏ်သည် မိမိတို့ထံ ရောက်လာသည်ကို မြင်သောအခါ၊ ၎င်းကို မိုးအပြည့်ပါသော တိမ်တိုက်များဟု ထင်ခဲ့ကြသည်။ ထိုအရာက သူတို့ကို ပျော်ရွှင်ဝမ်းမြောက်စေခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် မိုးခေါင်ရေရှားမှုနှင့် ကြုံတွေ့ခဲ့ရပြီး မိုးလိုအပ်နေသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်သည် ထို့နောက် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ သို့သော် သင်တို့အလျင်စလိုဖြစ်စေရန် တောင်းဆိုခဲ့သည့်အရာ ဖြစ်သည် – နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ပါသော လေမုန်တိုင်းတစ်ခု။)</span> ဆိုလိုသည်မှာ သင်တို့က \"သင်သည် ဟုတ်မှန်သူများအနက်မှ ဖြစ်ပါက ကျွန်ုပ်တို့အား သင်ကတိပြုသည့်အရာကို ယူဆောင်လာလော့\" ဟု ပြောဆိုခြင်းဖြင့် တောင်းဆိုခဲ့သော ပြစ်ဒဏ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُدَمِّرُ كُلَّ شَيْءٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာအားလုံးကို ဖျက်ဆီးခဲ့သည်။)</span> ဆိုလိုသည်မှာ သူတို့၏ မြေယာ၏ ပုံမှန်အားဖြင့် ဖျက်ဆီးခံရနိုင်သော အစိတ်အပိုင်းတိုင်းကို ဖျက်ဆီးခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِأَمْرِ رَبِّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ အရှင်၏အမိန့်ဖြင့်။)</span> ဆိုလိုသည်မှာ ထိုသို့ပြုလုပ်ရန် အလ္လာဟ်၏ ခွင့်ပြုချက် ရရှိခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ရောက်ရှိရာမည်သည့်အရာကိုမျှ မချန်ထားဘဲ ဆွေးမြေ့ပျက်စီးနေသော အပျက်အစီးများအဖြစ် လွင့်ပစ်လိုက်သည်။)</span><span class=\"gray\">(၅၁:၄၂)</span> ဆိုလိုသည်မှာ ပြိုပျက်နေသော <span class=\"gray\">(သို့မဟုတ် ယိုယွင်းနေသော)</span> အရာကဲ့သို့ ဖြစ်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်သည် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَصْبَحُوا لَا يُرَىٰ إِلَّا مَسَاكِنُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့၏ နေအိမ်များမှအပ မည်သည့်အရာမျှ မမြင်ရတော့ပေ။)</span> ဆိုလိုသည်မှာ သူတို့အားလုံး ဖျက်ဆီးခံရပြီး မည်သူမျှ မကျန်ခဲ့ပေ။ အလ္လာဟ်သည် ထို့နောက် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ငါတို့သည် ပြစ်မှုကျူးလွန်သူများကို ပြန်လည်ပေးဆပ်ကြ၏။)</span> ဆိုလိုသည်မှာ ဤသည်မှာ ငါတို့၏ တမန်တော်များကို ငြင်းပယ်ပြီး ငါတို့၏ အမိန့်များကို မနာခံသူများနှင့်ပတ်သက်သော ငါတို့၏ စီရင်ချက်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အိုင်ရှား (အလ္လာဟ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်းက ပြောသည်– \"အလ္လာဟ်၏ တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ပြုံးရွှင်စွာ ရယ်မောပြီး သူ၏ လျှာနိမ့်ကို မြင်ရသည်အထိ ငါတစ်ခါမျှ မတွေ့ဖူးပါ။ သူသည် ပြုံးရုံသာ ပြုံးလေ့ရှိသည်။\" ၎င်းက ထပ်ပေါင်းပြောသည်မှာ အလ္လာဟ်၏ တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် တိမ်တိုက်များ သို့မဟုတ် လေကို မြင်သောအခါ၊ ထိုအရာသည် သူ၏ မျက်နှာတွင် <span class=\"gray\">(မသက်မသာဖြစ်ခြင်းအဖြစ်)</span> ပေါ်လာတတ်သည်။ ၎င်းက မေးသည်– \"အို အလ္လာဟ်၏ တမန်တော်! လူများသည် တိမ်တိုက်များကို မြင်သောအခါ၊ မိုးယူဆောင်လာမည်ဟု မျှော်လင့်ကာ ပျော်ရွှင်ကြသည်။ သို့သော် သင်က ၎င်းတို့ကို မြင်သောအခါ၊ သင်၏ မျက်နှာတွင် မကျေမနပ်ဖြစ်ခြင်း ပေါ်လာသည်ကို ငါသတိထားမိ၏။\" အလ္လာဟ်၏ တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က ပြန်ဖြေသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَائِشَةُ، مَا يُؤْمِنُنِي أَنْ يَكُونَ فِيهِ عَذَابٌ، قَدْ عُذِّبَ قَوْمٌ بِالرِّيحِ، وَقَدْ رَأَىٰ قَوْمٌ الْعَذَابَ وَقَالُوا: هٰذَا عَارِضٌ مُمْطِرُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အိုင်ရှား! ၎င်းတို့တွင် ပြစ်ဒဏ်မပါလာကြောင်း ငါ့ကို မည်သည့်အရာက အာမခံနိုင်မည်နည်း။ အချို့သော လူမျိုးများကို လေမုန်တိုင်းဖြင့် ပြစ်ဒဏ်ပေးခြင်း ခံခဲ့ရသည်။ ပြစ်ဒဏ်သည် သူတို့ထံ ချဉ်းကပ်လာသည်ကို မြင်သောအခါ၊ လူမျိုးတစ်မျိုးက တစ်ချိန်က ပြောခဲ့သည်– \"ဤသည်မှာ ကျွန်ုပ်တို့အား မိုးကို ယူဆောင်လာသော တိမ်တိုက်ဖြစ်သည်။\")</span> ဤအရာကို အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့ကလည်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အိုင်ရှား (အလ္လာဟ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်းက ပြောသည်– အလ္လာဟ်၏ တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် မည်သည့်နေရာမှ တိမ်တိုက်များကို မြင်သောအခါ၊ သူလုပ်နေသည့်အရာကို စွန့်လွှတ်လိမ့်မည် – ဆွလာသ်ဝတ်ပြုနေသည့်တိုင် – ပြီး ဤသို့ပြောလိမ့်မည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! ၎င်း <span class=\"gray\">(တိမ်တိုက်)</span> တွင် ပါရှိသော မည်သည့်ဘေးဆိုးမှမဆို အရှင်ထံ၌ အကာအကွယ်ရှာ၏။)</span> အလ္လာဟ်သည် ထိုတိမ်တိုက်များကို ဖယ်ရှားပေးပါက၊ တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် အလ္လာဟ်ကို ချီးမွမ်းလိမ့်မည်၊ ပြီး မိုးရွာပါက၊ သူက ပြောလိမ့်မည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ صَيِّبًا نَافِعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! ၎င်းကို သွန်းလောင်းပြီး အကျိုးရှိစေသော မိုးဖြစ်စေပါ။)</span> မွတ်စ်လင်မ်က ၎င်း၏ ဆွဟီဟ်တွင် အိုင်ရှား (အလ္လာဟ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ လေတိုက်ခတ်သောအခါ၊ အလ္လာဟ်၏ တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် ဤသို့ပြောလေ့ရှိသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا فِيهَا وَخَيْرَ مَا أُرْسِلَتْ بِهِ،وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! အရှင်ထံမှ ၎င်း၏ကောင်းကျိုး၊ ၎င်းတွင်ပါရှိသော ကောင်းကျိုးနှင့် ၎င်းအား စေလွှတ်ရာတွင် ပါရှိသော ကောင်းကျိုးကို တောင်းခံ၏။ ၎င်း၏ ဘေးဆိုး၊ ၎င်းတွင်ပါရှိသော ဘေးဆိုးနှင့် ၎င်းအား စေလွှတ်ရာတွင် ပါရှိသော ဘေးဆိုးမှ အရှင်ထံ၌ အကာအကွယ်ရှာ၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းက ထပ်ပေါင်းပြောသည်မှာ ကောင်းကင် တိမ်ထူလာပါက၊ သူ၏ အရောင်ပြောင်းသွားမည်၊ သူသည် ထွက်သွား၊ ဝင်လာ၊ လာပြီး သွားလိမ့်မည်။ မိုးရွာသောအခါ၊ သူ၏ စိုးရိမ်ပူပန်မှု လျော့ပါးသွားမည်။ အိုင်ရှား (အလ္လာဟ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထိုအရာကို သတိထားမိသောအခါ၊ ၎င်းက ၎င်းအကြောင်းကို မေးပြီး သူက ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُ يَا عَائِشَةُ كَمَا قَالَ قَوْمُ عَادٍ: فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَٰذَا عَارِضٌ مُمْطِرُنَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အိုင်ရှား! ၎င်းသည် အာဒ်လူမျိုးများ ပြောခဲ့သည့်အတိုင်း ဖြစ်နိုင်သည်– <span class=\"gray\">(ထို့နောက် သူတို့သည် ၎င်းကို မိမိတို့၏ ချိုင့်ဝှမ်းများသို့ ချဉ်းကပ်လာသော တိမ်တိုက်ထူထပ်ကြီးအဖြစ် မြင်သောအခါ၊ သူတို့က ပြောကြသည်– \"ဤသည်မှာ ကျွန်ုပ်တို့အား မိုးကို ယူဆောင်လာသော တိမ်တိုက်ဖြစ်သည်။\")</span>)</span></p><p lang=\"my\" class=\"my \">အာဒ်လူမျိုးများ ဖျက်ဆီးခံရသည့် ဇာတ်လမ်းကို စူရဟ် အလ်-အအ်ရာဖ်နှင့် စူရဟ် ဟူဒ် နှစ်ခုလုံးတွင် ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီးဖြစ်သည်။ ထို့ကြောင့် ဤနေရာတွင် ထပ်မံဖော်ပြရန် မလိုအပ်တော့ပေ။ အလ္လာဟ်သည် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံး၏ ထိုက်တန်သူ ဖြစ်သည်။</p>"
  }
]