[
  {
    "ayah_key": "22:52",
    "group_ayah_key": "22:52",
    "from_ayah": "22:52",
    "to_ayah": "22:54",
    "ayah_keys": "22:52,22:53,22:54",
    "text": "<p lang=\"my\" class=\"my \">သင့်မတိုင်မီ မည်သည့်ရစူလ်တမန်တော်ကိုမျှ၊ သို့မဟုတ် မည်သည့်နဗီတမန်တော်ကိုမျှ ငါတို့သည် မစေလွှတ်ခဲ့ပေ။ သို့သော် သူသည် <span class=\"gray\">(ဗျာဒိတ်တော်ကို ရွတ်ဖတ်သောအခါ၊ သို့မဟုတ် ရှင်းပြသောအခါ၊ သို့မဟုတ် ပြောဆိုသောအခါ)</span> ရှိတ်သွန်သည် သူ၏ <span class=\"gray\">(ဗျာဒိတ်တော်)</span> ရွတ်ဖတ်မှုတွင် <span class=\"gray\">(အချို့သော မမှန်ကန်မှုများကို)</span> ထည့်သွင်းခဲ့သည်။ သို့သော် ရှိတ်သွန် ထည့်သွင်းသည်များကို အလ္လာဟ်အရှင်မြတ်သည် ပယ်ဖျက်တော်မူ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဗျာဒိတ်တော်များကို အခိုင်အမာတည်စေတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသော၊ အလွန်ဉာဏ်ပညာရှိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၅၂)</span>ရှိတ်သွန် ထည့်သွင်းသည်များကို <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် သူတို့၏ နှလုံးသားများတွင် ရောဂါရှိသူများနှင့် နှလုံးသားများ ခိုင်မာမာကျောနေသူများအတွက် စမ်းသပ်မှုတစ်ခု ဖြစ်စေရန် ဖြစ်သည်။ ဧကန်မလွဲ မတရားပြုသူများသည် <span class=\"gray\">(သစ္စာတရားမှ)</span> ဝေးကွာသော ဆန့်ကျင်ဘက် အခြေအနေတွင် ရှိကြ၏။ <span>(၅၃)</span>အသိပညာ ပေးအပ်ခံရသူများသည် ၎င်း <span class=\"gray\">(ဤကုရ်အာန်)</span> သည် သင့်အရှင်ထံမှ သစ္စာတရားဖြစ်ကြောင်း သိရှိရန်၊ သို့မှသာ သူတို့သည် ၎င်းကို ယုံကြည်ကြမည်ဖြစ်ပြီး သူတို့၏ နှလုံးသားများကလည်း နှိမ့်ချစွာဖြင့် ၎င်းကို နာခံကြမည်ဖြစ်သည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ဖြောင့်မှန်သော လမ်းသို့ လမ်းပြတော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၅၄)</span></p><div lang=\"my\" class=\"my \"><h2>ရစူလ်တမန်တော်များ၏ စကားများထဲသို့ ရှိတ်သွန်က မမှန်ကန်မှုများ မည်သို့ ထည့်သွင်းခဲ့ပုံနှင့် အလ္လာဟ်အရှင်မြတ်က မည်သို့ ပယ်ဖျက်တော်မူခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် တဖ်စီရ်ပညာရှင်အများအပြားသည် ဃရာနိက်၏ ဇာတ်လမ်းနှင့် အီသီယိုးပီးယားသို့ ရွှေ့ပြောင်းသွားသူများအနက် အများအပြားသည် ကုရိုင်ရှ်၏ ရုပ်တုကိုးကွယ်သူများ မွတ်စလင်ဖြစ်သွားပြီဟု ထင်မှတ်သောအခါ မည်သို့ ပြန်လာခဲ့ကြပုံကို ဖော်ပြခဲ့ကြသည်။ သို့သော် ဤဖော်ပြချက်အားလုံးသည် မုရ်ဆာလ် ကွင်းဆက်များမှ ဆင်းသက်လာခြင်းဖြစ်ပြီး ၎င်းတို့အနက် တစ်ခုမျှ ဆဟီဟ်အဖြစ် သတ်မှတ်နိုင်မည်ဟု ကျွန်ုပ်မထင်ပါ။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အလ်-ဘူခါရီက “အိဗ်နု အဗ္ဗားစ်က ပြောသည်” ဟု ဆိုခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي أُمْنِيَّتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ ရွတ်ဖတ်မှု <span class=\"gray\">(ဗျာဒိတ်တော်၏)</span> တွင်။)</span> \"သူပြောဆိုသောအခါ၊ ရှိတ်သွန်သည် သူ၏ စကားထဲသို့ <span class=\"gray\">(အချို့သော မမှန်ကန်မှုများကို)</span> ထည့်သွင်းခဲ့သည်၊ သို့သော် ရှိတ်သွန်ထည့်သွင်းသည်များကို အလ္လာဟ်အရှင်မြတ်သည် ပယ်ဖျက်တော်မူ၏။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Then Allah establishes His revelations.)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَمَنَّىٰ أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(ဗျာဒိတ်တော်ကို)</span> ရွတ်ဖတ်သောအခါ၊ ရှိတ်သွန်သည် <span class=\"gray\">(အချို့သော မမှန်ကန်မှုများကို)</span> ၎င်းထဲသို့ ထည့်သွင်းခဲ့သည်)</span> \"သူပြောဆိုသောအခါ၊ ရှိတ်သွန်သည် သူ၏ စကားထဲသို့ <span class=\"gray\">(အချို့သော မမှန်ကန်မှုများကို)</span> ထည့်သွင်းခဲ့သည်။\" မုဂျာဟိဒ်က ပြောသည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَمَنَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူရွတ်ဖတ်သောအခါ)</span> \"သူပြောဆိုသောအခါ။\" ၎င်းသည် သူ၏ ရွတ်ဖတ်ခြင်းကို ရည်ညွှန်းသည်ဟု ပြောဆိုကြပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَمَانِيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် အမာနီကိုသာ ယုံကြည်ကြသည်)</span><span class=\"gray\">[၂:၇၈]</span> ဆိုလိုသည်မှာ သူတို့သည် ပြောဆိုကြသည်၊ သို့သော် ရေးသားခြင်းမရှိ။ အလ်-ဘဂ္ဂဝီနှင့် တဖ်စီရ်ပညာရှင်အများစုက ပြောသည်:</p><p class=\"de qpc-hafs\" lang=\"de\">تَمَنَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူရွတ်ဖတ်သည်)</span> \"အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို ရွတ်ဖတ်ခြင်း။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ</p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Shaytan threw <span class=\"gray\">(some falsehood)</span> in it)</span> \"In his recitation.\" Ad-Dahhak said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَمَنَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူရွတ်ဖတ်သောအခါ)</span> \"သူရွတ်ဖတ်သောအခါ။\" အိဗ်နု ဂျရီရ်က \"ဤမှတ်ချက်သည် အနက်ဖွင့်ဆိုချက်နှင့် ပိုမိုနီးစပ်သည်\" ဟု ပြောခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَنسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ရှိတ်သွန် ထည့်သွင်းသည်များကို အလ္လာဟ်အရှင်မြတ်သည် ပယ်ဖျက်တော်မူ၏။)</span> အာရဗီဘာသာရှိ နပ်စ်ခ်ဟ်ဟူသော စကားလုံး၏ အဓိပ္ပါယ်မှာ ဖယ်ရှားခြင်း သို့မဟုတ် ဖယ်ခွာခြင်းဖြစ်သည်။ အလီ ဘင် အဘီ တလ်ဟာက အိဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု ဖော်ပြခဲ့သည်– \"ဆိုလိုသည်မှာ ရှိတ်သွန်ထည့်သွင်းသည်များကို အလ္လာဟ်အရှင်မြတ်သည် ပယ်ဖျက်တော်မူသည်\" ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏၊)</span> ဆိုလိုသည်မှာ ဖြစ်ပျက်လာမည့် ကိစ္စရပ်များနှင့် အဖြစ်အပျက်အားလုံးကို ကိုယ်တော်သိတော်မူ၏၊ မည်သည့်အရာမျှ ကိုယ်တော်ထံမှ ဖုံးကွယ်ထား၍မရပေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်ဉာဏ်ပညာရှိတော်မူသော အရှင်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ အမိန့်၊ ဖန်ဆင်းမှုနှင့် ပညတ်ချက်တို့တွင် ကိုယ်တော်၌ ပြည့်စုံသော ဉာဏ်ပညာနှင့် ပြတ်သားသော သက်သေရှိတော်မူသည်၊ ထို့ကြောင့် ကိုယ်တော်မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိတ်သွန် ထည့်သွင်းသည်များကို <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် သူတို့၏ နှလုံးသားများတွင် ရောဂါရှိသူများအတွက် စမ်းသပ်မှုတစ်ခု ဖြစ်စေရန်)</span> ဆိုလိုသည်မှာ သံသယ၊ ရှိရ်က်၊ မယုံကြည်မှုနှင့် ဟန်ဆောင်မှုတို့ ဖြစ်သည်။ အိဗ်နု ဂျူရိုင်ဂျ်က ပြောသည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ နှလုံးသားများတွင် ရောဂါရှိသူများ)</span><span class=\"gray\">(၅:၅၂)</span> \"ဟန်ဆောင်သူများ၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَاسِيَةِ قُلُوبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူတို့၏ နှလုံးသားများ ခိုင်မာမာကျောနေသူများ။)</span> ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူများ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ မတရားပြုသူများသည် ဝေးကွာသော ဆန့်ကျင်ဘက် အခြေအနေတွင် ရှိကြ၏။)</span> ဆိုလိုသည်မှာ လမ်းမှားခြင်း၊ ခုခံခြင်းနှင့် ခေါင်းမာခြင်းတို့တွင် ဝေးကွာနေသည်၊ ဆိုလိုသည်မှာ သစ္စာတရားနှင့် မှန်ကန်သော လမ်းမှ ဝေးကွာနေခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသိပညာ ပေးအပ်ခံရသူများသည် ၎င်းသည် သင့်အရှင်ထံမှ သစ္စာတရားဖြစ်ကြောင်း သိရှိရန်၊ သို့မှသာ သူတို့သည် ၎င်းကို ယုံကြည်ကြမည်ဖြစ်ပြီး၊)</span> ဆိုလိုသည်မှာ 'သစ္စာတရားနှင့် မမှန်ကန်မှုတို့ကို ခွဲခြားသိမြင်နိုင်မည့် အကျိုးပြုအသိပညာ ပေးအပ်ခံရသူများ၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို ယုံကြည်သူများသည် သင့်ထံသို့ ငါတို့ထုတ်ပြန်ချပေးခဲ့သည့်အရာသည် သင့်အရှင်ထံမှ သစ္စာတရားဖြစ်ကြောင်း သိရှိကြရန် ဖြစ်သည်၊ ကိုယ်တော်သည် ၎င်းကို ကိုယ်တော်၏ အသိပညာဖြင့်နှင့် ကိုယ်တော်၏ အကာအကွယ်အောက်တွင် ထုတ်ပြန်ချပေးခဲ့ပြီး၊ အခြားမည်သည့်အရာနှင့်မျှ ရောနှောခြင်းမဖြစ်အောင် ကိုယ်တော်သည် စောင့်ရှောက်တော်မူလိမ့်မည်။' ဧကန်မလွဲ၊ ၎င်းသည် ဉာဏ်ပညာရှိသော ကျမ်းတော်ဖြစ်ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမှန်ကန်မှုသည် ၎င်းရှေ့မှလည်းကောင်း၊ ၎င်းနောက်မှလည်းကောင်း ၎င်းထံသို့ မရောက်ရှိနိုင်၊ <span class=\"gray\">(၎င်းသည်)</span> အလုံးစုံကိုသိရှိသော၊ ချီးမွမ်းခြင်းခံရထိုက်သော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ထံမှ ထုတ်ပြန်ချပေးခြင်းဖြစ်သည်။)</span><span class=\"gray\">(၄၁:၄၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُؤْمِنُوا بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ သူတို့သည် ၎င်းကို ယုံကြည်ကြမည်ဖြစ်ပြီး၊)</span> ဆိုလိုသည်မှာ ၎င်းသည် မှန်ကန်သည်ဟု သူတို့ယုံကြည်ပြီး ၎င်းအတိုင်း လိုက်နာကျင့်သုံးကြရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُخْبِتَ لَهُ قُلُوبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူတို့၏ နှလုံးသားများကလည်း နှိမ့်ချစွာဖြင့် ၎င်းကို နာခံကြမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သူတို့၏ နှလုံးသားများသည် နှိမ့်ချပြီး ၎င်းကို လက်ခံကြရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ဖြောင့်မှန်သော လမ်းသို့ လမ်းပြတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဖြစ်သည်။ ဤလောကတွင် ကိုယ်တော်သည် သူတို့အား သစ္စာတရားသို့ လမ်းပြတော်မူပြီး ၎င်းကို လိုက်နာကျင့်သုံးရန်နှင့် မမှန်ကန်မှုကို ဆန့်ကျင်ရှောင်ရှားရန် ကူညီတော်မူ၏။ နောင်တမလွန်ဘဝတွင် ကိုယ်တော်သည် သူတို့အား ဂျန္နတ်၏ အဆင့်များသို့ ဦးတည်သော ဖြောင့်မှန်သော လမ်းသို့ လမ်းပြတော်မူမည်ဖြစ်ပြီး၊ ကိုယ်တော်သည် သူတို့အား နာကျင်သော ပြစ်ဒဏ်နှင့် ဂျဟန္နမ်၏ ဆိုးရွားသောအဆင့်များမှ ကယ်တင်တော်မူမည်။</p>"
  },
  {
    "ayah_key": "22:55",
    "group_ayah_key": "22:55",
    "from_ayah": "22:55",
    "to_ayah": "22:57",
    "ayah_keys": "22:55,22:56,22:57",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူများသည် ၎င်းနှင့်ပတ်သက်၍ သံသယဖြစ်နေကြဆဲဖြစ်ပြီး ရှင်ပြန်ထမြောက်ချိန်သည် သူတို့အပေါ် ရုတ်တရက် ကျရောက်လာသည်အထိ၊ သို့မဟုတ် သူတို့ထံသို့ ယောင်မ် အကိမ်၏ ပြစ်ဒဏ် ရောက်ရှိလာသည်အထိ ဆက်လက်ရှိနေကြမည်ဖြစ်သည်။ <span>(၅၅)</span>ထိုနေ့တွင် အချုပ်အခြာအာဏာသည် အလ္လာဟ်အရှင်မြတ်၏ အာဏာသာ ဖြစ်လိမ့်မည်။ ကိုယ်တော်သည် သူတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်။ ထို့ကြောင့် ယုံကြည်ပြီး ကောင်းမှုပြုခဲ့သူများသည် ပျော်ရွှင်ချမ်းမြေ့ဖွယ် ဥယျာဉ်များတွင် ရှိကြလိမ့်မည်။ <span>(၅၆)</span>မယုံကြည်ပြီး ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်ခဲ့သူများအတွက်မူ နာကြည်းဖွယ် ပြစ်ဒဏ် <span class=\"gray\">(ဂျဟန္နမ်တွင်)</span> ရှိလိမ့်မည်။ <span>(၅၇)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများသည် သံသယနှင့် စိတ်ရှုပ်ထွေးမှုများဖြင့် ဆက်လက်ရှိနေလိမ့်မည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤကုရ်အာန်နှင့်ပတ်သက်၍ မယုံကြည်သူများသည် သံသယဖြစ်နေကြမည်ဖြစ်ကြောင်း ငါတို့အား မိန့်ကြားတော်မူ၏။ ၎င်းသည် အိဗ်နု ဂျူရိုင်ဂျ်၏ အမြင်ဖြစ်ပြီး အိဗ်နု ဂျရီရ် နှစ်သက်သော အမြင်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ချိန်သည် သူတို့အပေါ် ရုတ်တရက် ကျရောက်လာသည်အထိ၊)</span> မုဂျာဟိဒ်က “မမျှော်လင့်ဘဲ” ဟု ဆိုခဲ့၏။ ကတာဒါဟ်က ပြောသည်:</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَغْتَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုတ်တရက်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် လူအများကို မသိလိုက်ဘဲ ဖမ်းဆီးလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူမျိုးကိုမျှ သူတို့သည် မာနဖြင့် မူးယစ်နေစဉ်၊ ဇိမ်ကျကျ ဘဝကို ပျော်ရွှင်နေစဉ်၊ ပြစ်ဒဏ်သည် သူတို့အပေါ် ဘယ်တော့မှ ကျရောက်လိမ့်မည်မဟုတ်ဟု သူတို့ထင်နေစဉ်မှလွဲ၍ ဘယ်သောအခါမျှ ဖမ်းဆီးတော်မူခြင်းမရှိပေ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုပြုသူများမှလွဲ၍ မည်သူ့ကိုမျှ ပြစ်ဒဏ်ပေးတော်မူခြင်းမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သူတို့ထံသို့ ယောင်မ် အကိမ်၏ ပြစ်ဒဏ် ရောက်ရှိလာသည်အထိ။)</span> မုဂျာဟိဒ်က “ဥဗိုင် ဘင် ကအ်ဗ်က 'ယောင်မ် အကိမ် ဆိုသည်မှာ ဗဒ်ရ်နေ့ကို ဆိုလိုသည်' ဟု ဆိုခဲ့သည်” ဟု ဆို၏။ အိကရီမာဟ်နှင့် မုဂျာဟိဒ်က “ယောင်မ် အကိမ် ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ကို ဆိုလိုသည်၊ ထိုနေ့နောက်တွင် ညဥ့်မရှိတော့ပေ” ဟု ဆိုကြ၏။ ၎င်းသည် အဒ်-ဒဟ်ဟ်က်နှင့် အလ်-ဟဆန် အလ်-ဘစရီတို့၏ အမြင်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် အချုပ်အခြာအာဏာသည် အလ္လာဟ်အရှင်မြတ်၏ အာဏာသာ ဖြစ်လိမ့်မည်။ ကိုယ်တော်သည် သူတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်။)</span> ၎င်းသည် အာယတ်တော်များနှင့် တူသည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِكِ يَوْمِ الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်ပေးဆပ်ရာနေ့၏ တစ်ဦးတည်းသော ပိုင်ရှင်)</span><span class=\"gray\">(၁:၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ ۚ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် အချုပ်အခြာအာဏာသည် အမှန်တကယ် <span class=\"gray\">(အချုပ်အခြာအာဏာ)</span> ဖြစ်ပြီး၊ အလွန်အမင်း ကရုဏာတော်ရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ပိုင်ဆိုင်လိမ့်မည်၊ ၎င်းသည် မယုံကြည်သူများအတွက် ခက်ခဲသောနေ့ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၂၅:၂၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ယုံကြည်ပြီး ကောင်းမှုပြုခဲ့သူများသည်)</span> ဆိုလိုသည်မှာ သူတို့၏ နှလုံးသားများသည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ ကို ယုံကြည်ခဲ့ကြပြီး၊ သူတို့သိရှိသည့်အတိုင်း လုပ်ဆောင်ခဲ့ကြသည်။ သူတို့၏ စကားများနှင့် လုပ်ရပ်များသည် လိုက်ဖက်ညီခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَنَّاتِ النَّعِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပျော်ရွှင်ချမ်းမြေ့ဖွယ် ဥယျာဉ်များတွင်။)</span> ဆိုလိုသည်မှာ သူတို့သည် ဘယ်သောအခါမျှ မကုန်ဆုံးနိုင်၊ မမှေးမှိန်နိုင်သော ထာဝရချမ်းသာကို ခံစားရလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်ပြီး ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်ခဲ့သူများ၊)</span> ဆိုလိုသည်မှာ သူတို့၏ နှလုံးသားများသည် သစ္စာတရားကို ငြင်းပယ်ခဲ့ပြီး မယုံကြည်ခဲ့ကြသည်။ သူတို့သည် ၎င်းကို မယုံကြည်ခဲ့ကြပြီး ရစူလ်တမန်တော်များကို ဆန့်ကျင်ခဲ့ကြကာ သူတို့အား လိုက်နာရန် အလွန်မာနထောင်လွှားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ لَهُمْ عَذَابٌ مُّهِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက်မူ နာကြည်းဖွယ် ပြစ်ဒဏ် ရှိလိမ့်မည်။)</span> ဆိုလိုသည်မှာ သစ္စာတရားမှ မာနထောင်လွှားစွာ လှည့်ဖယ်ခဲ့ခြင်းအတွက် အစားထိုးဆုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါ၏ ကိုးကွယ်မှုကို မထီမဲ့မြင်ပြုသူများသည် ဂျဟန္နမ်သို့ နာကြည်းစွာ ဝင်ရောက်ကြလိမ့်မည်။)</span><span class=\"gray\">[၄၀:၆၀]</span></p>"
  }
]