[
  {
    "ayah_key": "23:101",
    "group_ayah_key": "23:101",
    "from_ayah": "23:101",
    "to_ayah": "23:104",
    "ayah_keys": "23:101,23:102,23:103,23:104",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ တံပိုးမှုတ်ပြီးသောအခါ ထိုနေ့တွင် သူတို့အချင်းချင်း ဆွေမျိုးဉာတိမရှိတော့ပေ။ သူတို့အချင်းချင်း မေးမြန်းစုံစမ်းကြမည်လည်း မဟုတ်ပေ။ <span>(၁၀၁)</span> ထို့နောက် မည်သူ၏ ချိန်ခွင်များ <span class=\"gray\">(ကောင်းမှုကုသိုလ်များ၏)</span> လေးနေပါက ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည်။ <span>(၁၀၂)</span> မည်သူ၏ ချိန်ခွင်များ <span class=\"gray\">(ကောင်းမှုကုသိုလ်များ၏)</span> ပေါ့ပါးနေပါက ထိုသူတို့သည် မိမိကိုယ်ကို ဆုံးရှုံးသူများ ဖြစ်ကြပြီး ငရဲတွင် ထာဝရနေထိုင်ကြလိမ့်မည်။ <span>(၁၀၃)</span> မီးသည် သူတို့မျက်နှာများကို လောင်မြိုက်မည်ဖြစ်ပြီး ၎င်းတို့သည် ၎င်းတွင် ရွဲ့စောင်းနေသော နှုတ်ခမ်းများဖြင့် <span class=\"gray\">(အရုပ်ဆိုးပန်းဆိုးဖြစ်လျက်)</span> ရယ်မောနေကြလိမ့်မည်။ <span>(၁၀၄)</span></p><div lang=\"my\" class=\"my \"><h2>တံပိုးမှုတ်ခြင်းနှင့် ချိန်ခွင်များတွင် ကောင်းမှုကုသိုလ်များကို ချိန်တွယ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က တံပိုးကို ရှင်ပြန်ထမြောက်ခြင်းအတွက် မှုတ်လိုက်သောအခါ လူများသည် ၎င်းတို့၏ သင်္ချိုင်းများမှ ထမြောက်လာကြလိမ့်မည်ဟု မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် သူတို့အချင်းချင်း ဆွေမျိုးဉာတိမရှိတော့ပေ။ သူတို့အချင်းချင်း မေးမြန်းစုံစမ်းကြမည်လည်း မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ထိုနေ့တွင် မျိုးရိုးသည် အသုံးဝင်မည်မဟုတ်ဘဲ ဖခင်တစ်ဦးသည် သားအကြောင်းကို မေးမည်မဟုတ် သို့မဟုတ် ဂရုစိုက်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا يَسْأَلُ حَمِيمٌ حَمِيمً - يُبَصَّرُونَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အချင်းချင်း မြင်ကြရသော်လည်း မည်သည့်မိတ်ဆွေကမျှ မိတ်ဆွေကို <span class=\"gray\">(သူ၏အခြေအနေကို)</span> မေးမည်မဟုတ်ပေ)</span><span class=\"gray\">(၇၀:၁၀-၁၁)</span>။ ဆိုလိုသည်မှာ မည်သည့်ဆွေမျိုးကမျှ အခြားဆွေမျိုးအကြောင်းကို မေးမြန်းမည်မဟုတ်၊ သူ မြင်နေရပြီး လေးလံသောဝန်ကို ထမ်းထားရသော်လည်းပင်။ ဤလောကတွင် သူ၏အချစ်ဆုံးလူ ဖြစ်ခဲ့သော်လည်း သူသည် ထိုသူကို ဂရုစိုက်မည်မဟုတ် သို့မဟုတ် သူ၏ဝန်မှ အနည်းငယ်မျှပင် ယူပေးမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ - وَأُمِّهِ وَأَبِيهِ - وَصَاحِبَتِهِ وَبَنِيهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူတစ်ဦးသည် သူ၏ညီအစ်ကိုထံမှ ထွက်ပြေးလိမ့်မည်။ သူ၏မိခင်နှင့် ဖခင်ထံမှလည်းကောင်း။ သူ၏ဇနီးနှင့် သားသမီးများထံမှလည်းကောင်း။)</span><span class=\"gray\">(၈၀:၃၄-၃၆)</span> အိဗ်နု မစ်စ်အူးဒ်က ပြောကြားသည်မှာ၊ \"ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် ပထမဆုံးလူများနှင့် နောက်ဆုံးလူများကို စုစည်းမည်၊ ထို့နောက် အသံတစ်သံက 'မည်သူမဆို အခြားသူတစ်ဦးထံမှ တစ်ခုခု ကြွေးတင်ခံထားရပါက၊ ရှေ့သို့ထွက်လာပြီး ယူပါ' ဟု ခေါ်လိမ့်မည်။ လူတစ်ဦးသည် သူ၏ဖခင် သို့မဟုတ် သားသမီး သို့မဟုတ် ဇနီးက သူ့ကို အနည်းငယ်မျှပင် မတရားပြုကျင့်ခဲ့သည်ဖြစ်စေ၊ တစ်ခုခု ကြွေးတင်ခံထားရသည်ဖြစ်စေ ဝမ်းမြောက်လိမ့်မည်။\" ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်တွင် အတည်ပြုထားပြီး အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ တံပိုးမှုတ်ပြီးသောအခါ ထိုနေ့တွင် သူတို့အချင်းချင်း ဆွေမျိုးဉာတိမရှိတော့ပေ။ သူတို့အချင်းချင်း မေးမြန်းစုံစမ်းကြမည်လည်း မဟုတ်ပေ။)</span> ဤသည်ကို အိဗ်နု အဘီ ဟာသင်မ်က မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ မည်သူ၏ ချိန်ခွင်များ လေးနေပါက ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ သူ၏ကောင်းမှုကုသိုလ်များသည် သူ၏မကောင်းမှုကုသိုလ်များထက် တစ်ခုတည်းဖြင့်ပင် ပိုများနေသူ။ ဤသည်မှာ အိဗ်နု အဗ္ဗားစ်၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ အောင်ပွဲရရှိပြီး ငရဲမှ ကယ်တင်ခံရကာ ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ခွင့်ရသူများ။ အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ \"ဤသူတို့သည် ၎င်းတို့လိုချင်သောအရာကို ရရှိခဲ့ကြပြီး လွတ်မြောက်၍မရနိုင်သော ဘေးဆိုးမှ ကယ်တင်ခံခဲ့ရသူများ ဖြစ်ကြသည်။\"\n</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَمَنْ خَفَّتْ مَوَازِينُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူ၏ ချိန်ခွင်များ ပေါ့ပါးနေပါက၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မကောင်းမှုကုသိုလ်များသည် ၎င်းတို့၏ ကောင်းမှုကုသိုလ်များထက် ပိုများနေခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် မိမိကိုယ်ကို ဆုံးရှုံးသူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ပျက်စီးပြီး အဆိုးဆုံးသဘောတူညီမှုဖြင့် အဆုံးသတ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَهَنَّمَ خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲတွင် ထာဝရနေထိုင်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်ကြမည်ဖြစ်ပြီး ထွက်ခွာတော့မည် မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَلْفَحُ وُجُوهَهُمُ النَّارُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးသည် သူတို့မျက်နှာများကို လောင်မြိုက်မည်ဖြစ်သည်။)</span> ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးသည် သူတို့မျက်နှာများကို ဖုံးလွှမ်းလိမ့်မည်)</span><span class=\"gray\">(၁၄:၅၀)</span>။ နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်ခဲ့သူများသာ သိရှိခဲ့ပါက <span class=\"gray\">(ထိုအချိန်ကို)</span> ၎င်းတို့သည် မီးကို ၎င်းတို့မျက်နှာများမှလည်းကောင်း၊ ၎င်းတို့ကျောများမှလည်းကောင်း တားဆီးနိုင်မည်မဟုတ်ပေ)</span><span class=\"gray\">(၂၁:၃၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهَا كَالِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် သူတို့သည် ရွဲ့စောင်းနေသော နှုတ်ခမ်းများဖြင့် ရယ်မောနေကြလိမ့်မည်။)</span> အလီဘင် အဘီ သလ်ဟဟ်က အိဗ်နု အဗ္ဗားစ်ထံမှ ပြန်လည်ပြောကြားသည်မှာ၊ \"မျက်မှောင်ကြုတ်လျက်။\"\n</p>"
  },
  {
    "ayah_key": "23:105",
    "group_ayah_key": "23:105",
    "from_ayah": "23:105",
    "to_ayah": "23:107",
    "ayah_keys": "23:105,23:106,23:107",
    "text": "<p class=\"my translation\" lang=\"my\">\"ငါ၏ အာယသ်တော်များကို သင်တို့ထံ ရွတ်ဖတ်ပြသခဲ့သည် မဟုတ်လော။ ထို့နောက် သင်တို့သည် ၎င်းတို့ကို ငြင်းပယ်လေ့ရှိခဲ့ကြသည် မဟုတ်လော။ <span>(၁၀၅)</span> ၎င်းတို့က ပြောကြမည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့၏ ဆင်းရဲဒုက္ခသည် ကျွန်ုပ်တို့ကို လွှမ်းမိုးခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် <span class=\"gray\">(အမှန်တကယ်)</span> လမ်းမှားသူများ ဖြစ်ခဲ့ကြပါသည်။ <span>(၁၀၆)</span>\"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့ကို ဤနေရာမှ ထုတ်ပေးပါ။ ကျွန်ုပ်တို့ <span class=\"gray\">(မကောင်းမှုသို့)</span> ပြန်လည်ရောက်ရှိခဲ့ပါက၊ ကျွန်ုပ်တို့သည် မုချဧကန် မတရားပြုကျင့်သူများ ဖြစ်ကြပါလိမ့်မည်။ <span>(၁၀၇)</span></p><div lang=\"my\" class=\"my \"><h2>ငရဲသားများကို ဆုံးမပြစ်တင်ခြင်း၊ ၎င်းတို့၏ ဆင်းရဲဒုက္ခကို ဝန်ခံခြင်းနှင့် ငရဲမှ ထုတ်ပေးရန် တောင်းဆိုခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ငရဲသားများကို ၎င်းတို့ကျူးလွန်ခဲ့သော ငြင်းပယ်မှုများ၊ အပြစ်များ၊ မတရားသော လုပ်ရပ်များနှင့် မကောင်းမှုလုပ်ဆောင်မှုများအတွက် ဆုံးမပြစ်တင်ခြင်းဖြစ်ပြီး ထိုအရာများကြောင့် ၎င်းတို့သည် ပျက်စီးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါ၏ အာယသ်တော်များကို သင်တို့ထံ ရွတ်ဖတ်ပြသခဲ့သည် မဟုတ်လော။ ထို့နောက် သင်တို့သည် ၎င်းတို့ကို ငြင်းပယ်လေ့ရှိခဲ့ကြသည် မဟုတ်လော။\")</span> ဆိုလိုသည်မှာ၊ 'ငါသည် သင်တို့ထံ တမန်တော်များကို စေလွှတ်ခဲ့ပြီး၊ ကျမ်းဂန်များကို ချပေးခဲ့ကာ၊ သင်တို့အတွက် ရှုပ်ထွေးမှုများကို ရှင်းလင်းပေးခဲ့သည်၊ ထို့ကြောင့် သင်တို့တွင် အကြောင်းပြချက် မရှိပေ။' ဤသည်မှာ အာယသ်တော်များနှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်များပြီးနောက် အလ္လာဟ်အရှင်မြတ်အပေါ် လူသားတို့တွင် မည်သည့်အကြောင်းပြချက်မျှ မရှိစေရန်)</span><span class=\"gray\">(၄:၁၆၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p class=\"da qpc-hafs\" lang=\"da\"><span class=\"gray\">(And We never punish until We have sent a Messenger)</span><span class=\"gray\">(17:15)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အုပ်စုတစ်စု ၎င်းထဲသို့ ပစ်ချခံရတိုင်း၊ ၎င်း၏စောင့်ရှောက်သူက မေးလိမ့်မည်- \"သင့်ထံသို့ သတိပေးသူတစ်ဦးမျှ ရောက်မလာခဲ့ဘူးလား?\")</span><span class=\"gray\">(၆၇:၈)</span> ၎င်း၏မိန့်ဆိုချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُحْقًا لِّأَصْحَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့်၊ တောက်လောင်နေသော မီး၏နေထိုင်သူများ ထွက်သွားကြလော့!)</span><span class=\"gray\">(၆၇:၁၁)</span> ၎င်းတို့က ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့၏ ဆင်းရဲဒုက္ခသည် ကျွန်ုပ်တို့ကို လွှမ်းမိုးခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် <span class=\"gray\">(အမှန်တကယ်)</span> လမ်းမှားသူများ ဖြစ်ခဲ့ကြပါသည်။)</span> ဆိုလိုသည်မှာ၊ ကျွန်ုပ်တို့ကို ဆန့်ကျင်သော သက်သေအထောက်အထားများ ပေါ်ပေါက်ခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် အလွန်အမင်း ပျက်စီးခဲ့သောကြောင့် ၎င်းကို လိုက်နာနိုင်ခြင်းမရှိခဲ့ဘဲ လမ်းမှားခဲ့ပြီး လမ်းညွှန်မှုကို မရခဲ့ကြပေ။ ထို့နောက် ၎င်းတို့က ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့ကို ဤနေရာမှ ထုတ်ပေးပါ။ ကျွန်ုပ်တို့ <span class=\"gray\">(မကောင်းမှုသို့)</span> ပြန်လည်ရောက်ရှိခဲ့ပါက၊ ကျွန်ုပ်တို့သည် မုချဧကန် မတရားပြုကျင့်သူများ ဖြစ်ကြပါလိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ ကျွန်ုပ်တို့ကို လောကသို့ ပြန်ပို့ပါ၊ ကျွန်ုပ်တို့ ယခင်က လုပ်ခဲ့သည့်အရာများဆီသို့ ပြန်သွားခဲ့ပါက၊ ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ခံထိုက်သော မတရားပြုကျင့်သူများ ဖြစ်ကြပါလိမ့်မည်။ ဤသည်မှာ အာယသ်တော်များနှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခု ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အပြစ်များကို ဝန်ခံကြသည်။ ထို့နောက် ထွက်လမ်းရှိပါသလား?)</span> ၎င်း၏မိန့်ဆိုချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် စီရင်ချက်သည် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံးနှင့်သာ ရှိသည်။\")</span><span class=\"gray\">(၄၀:၁၁-၁၂)</span> ဆိုလိုသည်မှာ၊ ထွက်လမ်းရှိမည်မဟုတ်၊ အကြောင်းမှာ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ခဲ့ကြပြီး ယုံကြည်သူများသည် ၎င်းအရှင်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ခဲ့ကြသောကြောင့် ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "23:108",
    "group_ayah_key": "23:108",
    "from_ayah": "23:108",
    "to_ayah": "23:111",
    "ayah_keys": "23:108,23:109,23:110,23:111",
    "text": "<p lang=\"my\" class=\"my \">၎င်းအရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က မိန့်တော်မူလိမ့်မည်- \"မင်းတို့ ၎င်းထဲတွင် အရှက်ရစွာ နေကြလော့! ငါ့အား စကားမပြောကြနှင့်! <span>(၁၀၈)</span> မုချ၊ ငါ၏ ကျွန်များထဲမှ အုပ်စုတစ်စု ရှိခဲ့သည်၊ ၎င်းတို့က ပြောလေ့ရှိသည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့ ယုံကြည်သည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့ကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်ုပ်တို့ကို ကရုဏာထားတော်မူပါ၊ အကြောင်းမှာ ကိုယ်တော်သည် ကရုဏာပြသသူများအားလုံးထဲတွင် အကောင်းဆုံး ဖြစ်သောကြောင့်ပင်! <span>(၁၀၉)</span> သို့သော် သင်တို့သည် ၎င်းတို့အား သရော်စရာအဖြစ် မှတ်ယူခဲ့ကြသည်။ သင်တို့သည် ၎င်းတို့အား ရယ်မောနေချိန်တွင် ၎င်းတို့ကြောင့် ငါ့ကို သတိရခြင်းကိုပင် သင်တို့ မေ့လျော့သွားကြသည်အထိ ဖြစ်ခဲ့သည်။ <span>(၁၁၀)</span> မုချ၊ ငါသည် ၎င်းတို့၏ သည်းခံမှုအတွက် ယနေ့တွင် ဆုချခဲ့ပြီ၊ ၎င်းတို့သည် အမှန်တကယ်ပင် အောင်မြင်သူများ ဖြစ်ကြသည်။ <span>(၁၁၁)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ တုံ့ပြန်မှုနှင့် ငြင်းပယ်သူများအား ပယ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ငြင်းပယ်သူများအား ၎င်းတို့ကို ငရဲမှ ထုတ်ပေးပြီး ဤလောကသို့ ပြန်ပို့ရန် တောင်းဆိုသောအခါ အရှင်မြတ်၏ တုံ့ပြန်မှု ဖြစ်သည်။ အရှင်မြတ်က မိန့်တော်မူလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> اخْسَئُوا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မင်းတို့ ၎င်းထဲတွင် အရှက်ရစွာ နေကြလော့!)</span> ဆိုလိုသည်မှာ၊ ထိုနေရာတွင် အရှက်ရ၊ အထင်သေးခံ၊ မထီမဲ့မြင်ပြုခံရလျက် နေထိုင်ကြလော့။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تُكَلِّمُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အား စကားမပြောကြနှင့်!)</span> ဆိုလိုသည်မှာ၊ 'ဤအရာကို ထပ်မမေးကြနှင့်၊ ငါသည် သင်တို့ကို တုံ့ပြန်မည်မဟုတ်။' အလ်-အူးဖီက အိဗ်နု အဗ္ဗားစ်ထံမှ ဤအာယသ်တော်နှင့် ပတ်သက်၍ ပြန်လည်ပြောကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မင်းတို့ ၎င်းထဲတွင် အရှက်ရစွာ နေကြလော့! ငါ့အား စကားမပြောကြနှင့်!)</span> \"ဤသည်မှာ အာရ်-ရဟ်မာန်က ၎င်းတို့အား တိတ်ဆိတ်စေသည့်အခါ မိန့်တော်မူသော စကားများဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသင်မ်က 'အဗ်ဒုလ္လာဟ် ဘင် အမ်ရ်' က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"ငရဲသားများသည် မာလိခ်ကို နှစ်ပေါင်းလေးဆယ်ကြာ ခေါ်ကြမည်ဖြစ်သော်လည်း သူက ၎င်းတို့ကို တုံ့ပြန်မည်မဟုတ်ပေ။ ထို့နောက် သူက တုံ့ပြန်ပြီး ၎င်းတို့သည် ထိုနေရာတွင် နေထိုင်ကြရမည်ဖြစ်ကြောင်း ပြောလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ ၎င်းတို့၏ ငိုကြွေးသံများသည် မာလိခ် သို့မဟုတ် မာလိခ်၏ အရှင်သခင်အတွက် မည်သည့်အဓိပ္ပါယ်မျှ မရှိပေ။ ထို့နောက် ၎င်းတို့သည် ၎င်းတို့၏ အရှင်သခင်ကို ခေါ်ပြီး ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ - رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့၏ ဆင်းရဲဒုက္ခသည် ကျွန်ုပ်တို့ကို လွှမ်းမိုးခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် <span class=\"gray\">(အမှန်တကယ်)</span> လမ်းမှားသူများ ဖြစ်ခဲ့ကြပါသည်။ အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့ကို ဤနေရာမှ ထုတ်ပေးပါ။ ကျွန်ုပ်တို့ <span class=\"gray\">(မကောင်းမှုသို့)</span> ပြန်လည်ရောက်ရှိခဲ့ပါက၊ ကျွန်ုပ်တို့သည် မုချဧကန် မတရားပြုကျင့်သူများ ဖြစ်ကြပါလိမ့်မည်။)</span><span class=\"gray\">(၂၃:၁၀၆-၁၀၇)</span> အလ္လာဟ်အရှင်မြတ်သည် ဤလောက၏ ကြာချိန်ထက် နှစ်ဆမျှသော အချိန်ကာလတစ်ခုအထိ ၎င်းတို့ကို တုံ့ပြန်မည်မဟုတ်ပေ။ ထို့နောက် ၎င်းအရှင်မြတ်က ပြန်လည်မိန့်တော်မူလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မင်းတို့ ၎င်းထဲတွင် အရှက်ရစွာ နေကြလော့! ငါ့အား စကားမပြောကြနှင့်!)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ ထိုနောက်တွင် လူများသည် စကားတစ်ခွန်းမျှ ထုတ်ပြောတော့မည်မဟုတ်ဘဲ၊ မြင့်သော၊ နိမ့်သော အသံဖြင့် ညည်းတွားလျက် ငရဲမီးထဲတွင်သာ ရှိနေကြလိမ့်မည်။ ၎င်းတို့၏ အသံများသည် မြင့်သောအသံဖြင့် စတင်ပြီး နိမ့်သောအသံဖြင့် အဆုံးသတ်သော မြည်းများ၏ အသံများနှင့် တူညီသည်။\"</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဤလောကရှိ အပြစ်များကို ပြန်လည်သတိပေးမည်ဖြစ်ပြီး ၎င်းတို့သည် အရှင်မြတ်၏ ယုံကြည်သောကျွန်များနှင့် ရင်းနှီးသောမိတ်ဆွေများကို မည်သို့ သရော်ပြောင်လှောင်လေ့ရှိသည်ကိုလည်း သတိပေးမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ كَانَ فَرِيقٌ مِّنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ - فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုချ၊ ငါ၏ ကျွန်များထဲမှ အုပ်စုတစ်စု ရှိခဲ့သည်၊ ၎င်းတို့က ပြောလေ့ရှိသည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့ ယုံကြည်သည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့ကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်ုပ်တို့ကို ကရုဏာထားတော်မူပါ၊ အကြောင်းမှာ ကိုယ်တော်သည် ကရုဏာပြသသူများအားလုံးထဲတွင် အကောင်းဆုံး ဖြစ်သောကြောင့်ပင်!\" သို့သော် သင်တို့သည် ၎င်းတို့အား သရော်စရာအဖြစ် မှတ်ယူခဲ့ကြသည်၊)</span> ဆိုလိုသည်မှာ၊ 'သင်တို့သည် ငါ့ကို ခေါ်ဝေါ်ပန်ကြားပြီး ငါ့ကို ဆုတောင်းခြင်းကြောင့် ၎င်းတို့အား သရော်ခဲ့ကြသည်။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَتَّىٰ أَنسَوْكُمْ ذِكْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကြောင့် ငါ့ကို သတိရခြင်းကိုပင် သင်တို့ မေ့လျော့သွားကြသည်အထိ ဖြစ်ခဲ့သည်)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့အပေါ် သင်တို့၏ မုန်းတီးမှုသည် ငါသည် သင်တို့ကို မည်သို့လုပ်ဆောင်မည်ကို မေ့လျော့သွားစေခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكُنتُم مِّنْهُمْ تَضْحَكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့အား ရယ်မောနေကြချိန်တွင်!)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့၏ လုပ်ရပ်များနှင့် ကိုးကွယ်မှုများကို။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ - وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုချ၊ ရာဇဝတ်မှုကျူးလွန်သူများသည် ယုံကြည်သူများကို ရယ်မောလေ့ရှိခဲ့ကြသည်။ ၎င်းတို့ ၎င်းတို့ဘေးမှ ဖြတ်သွားသည့်အခါတိုင်း၊ တစ်ဦးနှင့်တစ်ဦး မျက်စိမှိတ်ပြလေ့ရှိခဲ့ကြသည်။)</span><span class=\"gray\">(၈၃:၂၉-၃၀)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် သရော်ပြောင်လှောင်လျက် ၎င်းတို့အား အသရေဖျက်လေ့ရှိခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ်၏ မိတ်ဆွေများနှင့် ဖြောင့်မတ်သောကျွန်များကို မည်သို့ဆုချမည်ကို ပြောကြားပြီး မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုချ၊ ငါသည် ၎င်းတို့၏ သည်းခံမှုအတွက် ယနေ့တွင် ဆုချခဲ့ပြီ၊)</span> ဆိုလိုသည်မှာ၊ 'သင်တို့သည် ၎င်းတို့အား ပေးခဲ့သော ထိခိုက်နစ်နာမှုနှင့် သရော်မှုများအတွက်၊'</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنَّهُمْ هُمُ الْفَائِزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အမှန်တကယ်ပင် အောင်မြင်သူများ ဖြစ်ကြသည်။)</span> ငါသည် ၎င်းတို့အား ဝမ်းမြောက်မှု၊ လုံခြုံမှု၊ ဂျန္နတ်(ပရဒိသု)နှင့် ငရဲမှ လွတ်မြောက်ခြင်းဟူသော အောင်ပွဲကို ရရှိစေခဲ့ပြီ။'</p>"
  }
]