[
  {
    "ayah_key": "35:44",
    "group_ayah_key": "35:44",
    "from_ayah": "35:44",
    "to_ayah": "35:45",
    "ayah_keys": "35:44,35:45",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် ထိုသူတို့ထက် ခွန်အားအရာတွင် သာလွန်သူများ ဖြစ်ခဲ့ကြသော်လည်း၊ ကမ္ဘာမြေပြင်တွင် ခရီးမသွားခဲ့ကြဖူးသလော။ ၎င်းတို့ရှေ့ကလူများ၏ နိဂုံးသည် မည်သို့ဖြစ်ခဲ့သည်ကို မမြင်ခဲ့ကြဖူးသလော။ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အရာမျှ ကောင်းကင်များ၌ဖြစ်စေ၊ ကမ္ဘာမြေ၌ဖြစ်စေ လွတ်မြောက်အောင် ပြုလုပ်နိုင်သူ မဟုတ်ပေ။ အမှန်စင်စစ် ကိုယ်တော်သည် အရာရာကိုသိတော်မူသော၊ အရာရာကိုစွမ်းဆောင်နိုင်တော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၄၄)</span> အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့၏ ပြုမူခဲ့သောအရာများအတွက် အပြစ်ပေးမည်ဆိုပါက ကမ္ဘာမြေပြင်ပေါ်၌ သက်ရှိသတ္တဝါ တစ်ကောင်မျှကိုပင် ချန်ထားခဲ့မည် မဟုတ်ပေ။ သို့သော် ကိုယ်တော်သည် သတ်မှတ်ထားသော သက်တမ်းအထိ အချိန်ဆွဲပေးတော်မူ၏။ ထိုသူတို့၏ သက်တမ်းစေ့ရောက်သောအခါ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို အမြဲတစေ မြင်တော်မူသောအရှင်ဖြစ်တော်မူ၏။ <span>(၄၅)</span></p><p lang=\"my\" class=\"my \">နဗီတမန်များအား ငြင်းပယ်ခြင်း၏ ဆိုးကျိုးများကို သတိရကြလော့</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏- ‘အို မုဟမ္မဒ်၊ သင်ယူဆောင်လာသော တမန်တော်မြတ်၏ သတင်းစကားကို မယုံကြည်သော ဤလူမျိုးများအား ပြောကြားလော့- ကမ္ဘာမြေပြင်တွင် ခရီးသွားလာပြီး တမန်တော်များကို ငြင်းပယ်ခဲ့သူများ၏ ပြစ်ဒဏ်သည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ရှုလော့။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို မည်သို့ အပြီးအပိုင် ဖျက်ဆီးခဲ့သည်ကိုလည်းကောင်း၊ မယုံကြည်သူများအတွက် အလားတူ <span class=\"gray\">(နိဂုံးစောင့်ကြိုနေသည်)</span> ကိုလည်းကောင်း မြင်ကြလော့။ ၎င်းတို့၏ အိမ်များသည် ၎င်းတို့နှင့် ကင်းကွာကာ ဗလာကျင်းနေသည်ကို၊ စည်းစိမ်ဥစ္စာများ၊ လူဦးရေများ၊ ကောင်းစွာပြင်ဆင်ထားမှုများ၊ ကြီးမားသော ကြွယ်ဝချမ်းသာမှုများနှင့် သားသမီးများစွာ ပိုင်ဆိုင်ခဲ့ပြီးနောက် အရာအားလုံးကို မည်သို့ ဆုံးရှုံးခဲ့ရသည်ကို မြင်ကြလော့။ ထိုအရာအားလုံးသည် ၎င်းတို့အတွက် အချည်းနှီးဖြစ်ခဲ့ပြီး၊ အရှင်မြတ်၏ အမိန့်တော် ကျရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ အနည်းငယ်မျှပင် ကာကွယ်ပေးနိုင်ခြင်း မရှိခဲ့ပေ။ ကောင်းကင်များ၌ဖြစ်စေ၊ ကမ္ဘာမြေ၌ဖြစ်စေ ကိုယ်တော် ဖြစ်စေလိုသောအခါ မည်သည့်အရာမျှ မဖြစ်နိုင်သော အရာဟူ၍ မရှိပေ။'</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ كَانَ عَلِيمًا قَدِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် အရာရာကိုသိတော်မူသော၊ အရာရာကိုစွမ်းဆောင်နိုင်တော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုသည်မှာ ကိုယ်တော်သည် ရှိရှိသမျှအားလုံးကို သိတော်မူပြီး၊ အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်တော်မူ၏။</p><p lang=\"my\" class=\"my \">ပြစ်ဒဏ်ကို နှောင့်နှေးစေခြင်း၏ ဉာဏ်ပညာ</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِنْ دَابَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့၏ ပြုမူခဲ့သောအရာများအတွက် အပြစ်ပေးမည်ဆိုပါက ကမ္ဘာမြေပြင်ပေါ်၌ သက်ရှိသတ္တဝါ တစ်ကောင်မျှကိုပင် ချန်ထားခဲ့မည် မဟုတ်ပေ။)</span> ဆိုသည်မှာ၊ အကယ်၍ ကိုယ်တော်သည် ၎င်းတို့၏ အပြစ်များအားလုံးအတွက် အပြစ်ပေးမည်ဆိုပါက ကမ္ဘာမြေပေါ်ရှိ လူများအားလုံးနှင့် ၎င်းတို့ပိုင်ဆိုင်သော မွေးမြူရေးတိရစ္ဆာန်များနှင့် သီးနှံများအားလုံးကို ဖျက်ဆီးပစ်မည်ဟု ဆိုလိုသည်။</p><p lang=\"my\" class=\"my \">ဆာအိဒ် ဘင် ဂျုဘိုင်ရ် နှင့် အပ်စ်-စွတ်ဒီ တို့သည် အာယသ်တော်ကို မှတ်ချက်ပြုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِنْ دَابَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပြင်ပေါ်၌ သက်ရှိသတ္တဝါ တစ်ကောင်မျှကိုပင် ချန်ထားခဲ့မည် မဟုတ်ပေ။)</span> \"ဆိုသည်မှာ၊ ကိုယ်တော်သည် ၎င်းတို့ထံ မိုးရွာသွန်းမှုကို ရပ်တန့်စေမည်ဖြစ်ပြီး၊ ထိုကြောင့် တိရစ္ဆာန်များအားလုံး သေဆုံးသွားမည်ဖြစ်သည်။\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကိုယ်တော်သည် သတ်မှတ်ထားသော သက်တမ်းအထိ အချိန်ဆွဲပေးတော်မူ၏။)</span> ဆိုသည်မှာ၊ ကိုယ်တော်သည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ နှောင့်နှေးပေးထားခြင်းဖြစ်ပြီး၊ ထိုနေ့တွင် ကိုယ်တော်သည် ၎င်းတို့ကို စစ်ဆေးပြီး ၎င်းတို့၏ လုပ်ရပ်များအလိုက် တစ်ဦးစီကို ဆုချခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ပြုလုပ်မည်ဖြစ်သည်။ ကိုယ်တော်သည် မိမိအား နာခံသူများကို ဆုချမည်ဖြစ်ပြီး၊ မိမိအား မနာခံသူများကို အပြစ်ပေးမည်ဖြစ်သည်။ ကိုယ်တော်က မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့၏ သက်တမ်းစေ့ရောက်သောအခါ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို အမြဲတစေ မြင်တော်မူသောအရှင်ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် ဖာတီရ် ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် ကိုယ်တော်ထံ၌သာ ရှိ၏။</p>"
  },
  {
    "ayah_key": "35:7",
    "group_ayah_key": "35:7",
    "from_ayah": "35:7",
    "to_ayah": "35:8",
    "ayah_keys": "35:7,35:8",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိမည်။ ယုံကြည်ပြီး ကောင်းမှုပြုသူများအတွက် ခွင့်လွှတ်မှုနှင့် ကြီးမားသော ဆုလာဘ်ရှိမည်။ <span>(၇)</span> သို့ဆိုလျှင် မကောင်းမှုများကို ပြုလုပ်ရာတွင် လှပသည်ဟု ထင်မြင်အောင် ပြုလုပ်ခံရသောကြောင့် ကောင်းသည်ဟု ယူဆသူကဲ့သို့ ဖြစ်ပါသလော။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းမှားစေပြီး၊ မိမိအလိုရှိသူကို လမ်းမှန်ပြတော်မူ၏။ ထို့ကြောင့် ၎င်းတို့အတွက် ဝမ်းနည်းပူဆွေး၍ မိမိကိုယ်ကို မဖျက်ဆီးနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုလုပ်သောအရာများကို အရာရာကိုသိတော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၈)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် မယုံကြည်သူ၏ ပြစ်ဒဏ်နှင့် ယုံကြည်သူ၏ ဆုလာဘ်</p><p lang=\"my\" class=\"my \">အိဗ်လီးစ်၏ နောက်လိုက်များ၏ နောက်ဆုံးကံကြမ္မာသည် လောင်မြိုက်သော မီးဖြစ်ကြောင်း ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်က မယုံကြည်သူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိမည်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်တော်မူသည်။ ဤသည်မှာ ၎င်းတို့သည် ရှိုက်တာန်ကို နာခံပြီး အလ်-ရာဟ်မာန်ကို မနာခံသောကြောင့်ဖြစ်သည်။ ထို့ပြင် ကိုယ်တော်က အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်များကို ယုံကြည်သူများ</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုသူများအတွက် ခွင့်လွှတ်မှုရှိမည်။)</span> ဆိုသည်မှာ ၎င်းတို့ကျူးလွန်ခဲ့သော မည်သည့်အပြစ်များမှမဆို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْرٌ كَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကြီးမားသော ဆုလာဘ်ရှိမည်။)</span> ၎င်းတို့ပြုလုပ်ခဲ့သော ကောင်းမှုများအတွက် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဆိုလျှင် မကောင်းမှုများကို ပြုလုပ်ရာတွင် လှပသည်ဟု ထင်မြင်အောင် ပြုလုပ်ခံရသောကြောင့် ကောင်းသည်ဟု ယူဆသူကဲ့သို့ ဖြစ်ပါသလော။)</span> ဆိုသည်မှာ၊ 'မယုံကြည်သူများ သို့မဟုတ် မကောင်းမှုပြုသော အကျင့်စာရိတ္တမကောင်းသူများကဲ့သို့၊ ၎င်းတို့သည် မကောင်းမှုများကို ပြုလုပ်ပြီး ၎င်းတို့သည် ကောင်းမှုပြုနေသည်ဟု ယုံကြည်ကြသူများ၊ ဆိုလိုသည်မှာ ထိုကဲ့သို့သော ပုဂ္ဂိုလ်တစ်ဦးအား အလ္လာဟ်အရှင်မြတ်က လမ်းမှားစေခဲ့ပြီးဖြစ်ရာ သင်သည် ၎င်းအတွက် မည်သို့ပြုလုပ်ပေးနိုင်မည်နည်း။ သင်သည် ၎င်းအား လုံးဝကူညီနိုင်မည်မဟုတ်ပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းမှားစေပြီး၊ မိမိအလိုရှိသူကို လမ်းမှန်ပြတော်မူ၏။)</span> ဆိုသည်မှာ ကိုယ်တော်၏ ဖန်ဆင်းမှုအတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့အတွက် ဝမ်းနည်းပူဆွေး၍ မိမိကိုယ်ကို မဖျက်ဆီးနှင့်။)</span> ဆိုသည်မှာ၊ ထိုအရာအတွက် မဝမ်းနည်းနှင့်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဖန်ဆင်းမှုတွင် ဉာဏ်ပညာရှိပြီး၊ ကိုယ်တော်သည် မိမိလမ်းမှားစေလိုသူကို လမ်းမှားစေကာ၊ မိမိလမ်းမှန်ပြလိုသူကို လမ်းမှန်ပြတော်မူ၏။ ထိုသို့ပြုလုပ်ရာတွင် ကိုယ်တော်၌ ပြီးပြည့်စုံသော အသိပညာနှင့် ဉာဏ်ပညာရှိသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုလုပ်သောအရာများကို အရာရာကိုသိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span></p>"
  }
]