[
  {
    "ayah_key": "22:77",
    "group_ayah_key": "22:77",
    "from_ayah": "22:77",
    "to_ayah": "22:78",
    "ayah_keys": "22:77,22:78",
    "text": "<p lang=\"my\" class=\"my \">အို! ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် ဦးညွှတ်ကြကုန်။ (မြေပေါ်) ဝပ်စင်းကြကုန်။ သင်တို့၏ အရှင်သခင်ကို ကိုးကွယ်ကြကုန်။ ကောင်းမှုပြုကြကုန်၊ သို့မှသာ သင်တို့သည် အောင်မြင်ကြလိမ့်မည်။ <span>(၇၇)</span>အလ္လာဟ်အရှင်မြတ်၏ လမ်းကြောင်းတော်၌ မှန်ကန်စွာ ကြိုးပမ်းရမည့်အတိုင်း ကြိုးပမ်းအားထုတ်ကြကုန်။ ကိုယ်တော်က သင်တို့ကို ရွေးချယ်တော်မူခဲ့သည်။ ကိုယ်တော်က သင်တို့အပေါ်တွင် သာသနာရေး၌ မည်သည့်ခက်ခဲမှုကိုမျှ ချမှတ်တော်မူခဲ့သည်မဟုတ်။ ၎င်းသည် သင်တို့၏ဖခင် အစ်ဗရာဟင်မ်၏ သာသနာဖြစ်သည်။ ကိုယ်တော်ကပင် သင်တို့ကို ဤ <span class=\"gray\">(ကျမ်းတော်မြတ်ကုရ်အာန်)</span> တွင်သာမက ယခင်ကတည်းကပင် မွတ်စ်လင်မ်များအဖြစ် အမည်ပေးခဲ့ပြီးဖြစ်သည်။ သို့မှသာ ရစူလ်တမန်တော်သည် သင်တို့အပေါ် သက်သေဖြစ်နိုင်မည်ဖြစ်ပြီး သင်တို့ကလည်း လူသားများအပေါ် သက်သေများဖြစ်ကြလိမ့်မည်။ ထို့ကြောင့် ဆွလာဟ်ဝတ်ပြုကြကုန်၊ ဇကာဟ်ကို ပေးကြကုန်၊ အလ္လာဟ်အရှင်မြတ်ကို မြဲမြံစွာ ဆုပ်ကိုင်ထားကြကုန်။ ကိုယ်တော်သည် သင်တို့၏ မော်လာ ဖြစ်တော်မူ၏။ အဘယ်မျှ ကောင်းမြတ်သော မော်လာဖြစ်တော်မူ၍ အဘယ်မျှ ကောင်းမြတ်သော ကူညီစောင့်ရှောက်သူဖြစ်တော်မူပါသနည်း။ <span>(၇၈)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ရန်နှင့် ဂျီဟတ်တိုက်ပွဲဝင်ရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အွတ်ဗာဟ် ဘင်န် အာမီရ် က တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု သတင်းပို့ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُضِّلَتْ سُورَةُ الْحَجِّ بِسَجْدَتَيْنِ، فَمَنْ لَمْ يَسْجُدْهُمَا فَلَا يَقْرَأْهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆူရဟ် အလ်-ဟဂ်ျ ကို ဆဂျ်ဒဟ် နှစ်ခုဖြင့် ကောင်းချီးပေးထားသည်။ ထို့ကြောင့် မည်သူမဆို ယင်းတို့ကို ဝပ်စင်းခြင်းမရှိပါက ဖတ်ရှုခြင်းမပြုသင့်။)</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">[မှတ်ချက်- \"ထို့ကြောင့် မည်သူမဆို ယင်းတို့ကို ဝပ်စင်းခြင်းမရှိပါက ဖတ်ရှုခြင်းမပြုသင့်။\" ဟူသော စကားရပ်သည် မဟုတ်မှန်ဟု ယူဆသည်။]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းကြောင်းတော်၌ မှန်ကန်စွာ ကြိုးပမ်းရမည့်အတိုင်း ကြိုးပမ်းအားထုတ်ကြကုန်။)</span> ဆိုလိုသည်မှာ သင်တို့၏ ဥစ္စာဓနများ၊ သင်တို့၏ လျှာများ၊ သင်တို့၏ ခန္ဓာကိုယ်များဖြင့် ဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏-</p><p class=\"ps qpc-hafs\" lang=\"ps\">اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကိုယ်တော်နှင့် ထိုက်တန်သော တပ်ကွာထားရှိကြကုန်။)</span><span class=\"gray\">(၃:၁၀၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ اجْتَبَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့ကို ရွေးချယ်တော်မူခဲ့သည်၊)</span> ဆိုလိုသည်မှာ 'အို အစ္စလာမ်သာသနာ့အဖွဲ့ဝင်အပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို အခြားသောလူမျိုးများအားလုံးထက် ရွေးချယ်တော်မူခဲ့ပြီး၊ သင်တို့ကို နှစ်သက်တော်မူကာ ကောင်းချီးပေးတော်မူခဲ့သည်။ အမြင့်မြတ်ဆုံးသော ရစူလ်တမန်တော်များနှင့် အမြင့်မြတ်ဆုံးသော ဥပဒေများဖြင့် ဂုဏ်ပြုတော်မူခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့အပေါ်တွင် သာသနာရေး၌ မည်သည့်ခက်ခဲမှုကိုမျှ ချမှတ်တော်မူခဲ့သည်မဟုတ်)</span> ကိုယ်တော်က သင်တို့ မတတ်နိုင်သည်ထက် ပို၍ ပေးအပ်တော်မူခဲ့သည်မဟုတ်။ ကိုယ်တော်က သင်တို့အား အခက်အခဲဖြစ်စေမည့် မည်သည့်အရာကိုမျှ ပြုလုပ်ရန် တာဝန်မချမှတ်ခဲ့ပါ။ သို့သော် ကိုယ်တော်က သင်တို့အတွက် ထွက်ပေါက်တစ်ခု ဖန်တီးပေးထားသည်။ ထို့ကြောင့် သက်သေခံချက်နှစ်ခုပြီးနောက် အစ္စလာမ်၏ အရေးအကြီးဆုံးသော တိုင်ကြီးဖြစ်သည့် ဆွလာဟ်သည် မဖြစ်မနေဖြစ်သည်။ ပုံမှန်အချိန်တွင် ရကအ်ဟ်လေးခု၊ ခရီးသွားနေချိန်တွင် ရကအ်ဟ်နှစ်ခုအထိ လျှော့ချနိုင်သည်။ အချို့ အီမာမ်များ၏ အဆိုအရ ကြောက်ရွံ့ချိန်တွင် ရကအ်ဟ်တစ်ခုသာ မဖြစ်မနေဖြစ်သည်ဟု ဟဒီးဆ်တော်တွင် မှတ်တမ်းတင်ထားသည်။ လူတစ်ဦးသည် လမ်းလျှောက်နေစဉ် သို့မဟုတ် စီးနင်းနေစဉ်၊ ကစ်ဘ်လာဘက်သို့ မျက်နှာမူ၍ဖြစ်စေ၊ မမူဘဲဖြစ်စေ ဆွလာဟ်ပြုနိုင်သည်။ ခရီးသွားနေစဉ် နဖလ်ဆွလာဟ်ဝတ်ပြုသောအခါ ကစ်ဘ်လာဘက်သို့ မျက်နှာမူ၍ဖြစ်စေ၊ မမူဘဲဖြစ်စေ ဝတ်ပြုနိုင်သည်။ လူတစ်ဦးသည် ဖျားနာနေပါက ဆွလာဟ်ပြုစဉ် မတ်တပ်ရပ်ရန် မလိုအပ်ပေ။ ဖျားနာသူသည် ထိုင်၍ ဝတ်ပြုနိုင်ပြီး၊ ထိုသို့မပြုနိုင်ပါက ဘေးတစောင်းလှဲ၍ ဝတ်ပြုနိုင်သည်။ ထို့ပြင် မဖြစ်မနေဝတ်ပြုရမည့် ဆွလာဟ်များနှင့် အခြားသော တာဝန်ဝတ္တရားများတွင် အသုံးပြုနိုင်သည့် အခြားသော ကင်းလွတ်ခွင့်များနှင့် သက်သာခွင့်များလည်း ရှိသေးသည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بِالْحَنِيفِيَّةِ السَّمْحَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား လွယ်ကူသော ဟနဖီနည်းလမ်းဖြင့် စေလွှတ်ခဲ့သည်။)</span> ကိုယ်တော်က မူအာဒ်နှင့် အဗူ မူဆာတို့အား ယီမင်သို့ ဘုရင်ခံများအဖြစ် စေလွှတ်သောအခါ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَشِّرَا وَلَا تُنَفِّرا وَيَسِّرَا وَلَا تُعَسِّرَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတင်းကောင်းပေးကြကုန်။ ၎င်းတို့အား စိတ်မပျက်စေနှင့်။ လူများအတွက် ကိစ္စများကို လွယ်ကူအောင် ပြုလုပ်ပေးကြကုန်။ ၎င်းတို့အတွက် ခက်ခဲအောင် မပြုလုပ်ကြကုန်။)</span> ထို့အတူ ဟဒီးဆ်တော်များစွာ ရှိသေးသည်။ အိဗ်နု အဗ္ဗါစ် က အာယသ်တော်နှင့်ပတ်သက်၍ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့အပေါ်တွင် သာသနာရေး၌ မည်သည့်ခက်ခဲမှုကိုမျှ ချမှတ်တော်မူခဲ့သည်မဟုတ်)</span>, \"ဤသည်မှာ ခက်ခဲမှုကို ဆိုလိုသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့၏ဖခင် အစ်ဗရာဟင်မ်၏ သာသနာဖြစ်သည်။)</span> အိဗ်နု ဂျရီရ် က မိန့်ကြားခဲ့သည်၊ \"ဤသည်မှာ အာယသ်တော်ကို ရည်ညွှန်းသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့အပေါ်တွင် သာသနာရေး၌ မည်သည့်ခက်ခဲမှုကိုမျှ ချမှတ်တော်မူခဲ့သည်မဟုတ်)</span> ဆိုလိုသည်မှာ မည်သည့်အခက်အခဲမျှ မရှိစေရ။\" ဆန့်ကျင်ဘက်အားဖြင့် ကိုယ်တော်သည် သင်တို့၏ ဖခင် အစ်ဗရာဟင်မ်၏ သာသနာကဲ့သို့ သင်တို့အတွက် လွယ်ကူစေခဲ့သည်။ ကိုယ်တော်က \"၎င်းသည် သင်တို့၏ ဖခင် အစ်ဗရာဟင်မ်၏ သာသနာကို လိုက်နာကြကုန်ဟူ၍ ဆိုလိုခြင်းဖြစ်နိုင်သည်\" ဟု မိန့်ကြားခဲ့သည်။ ကျွန်ုပ်ပြောသည်မှာ- ဤအာယသ်တော်၏ အနက်အဓိပ္ပာယ်ဖွင့်ဆိုချက်သည် အောက်ပါအာယသ်တော်နှင့် တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို- မိုဟမ္မဒ် ပြောကြားပါ- \"အမှန်စင်စစ် ငါ၏ အရှင်သခင်သည် ငါ့အား ဖြောင့်မှန်သော လမ်းကြောင်းသို့ လမ်းပြတော်မူခဲ့ပြီ၊ မှန်ကန်သော သာသနာသို့၊ ဟနဖီ အစ်ဗရာဟင်မ်၏ သာသနာသို့။)</span><span class=\"gray\">(၆:၁၆၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِي هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့ကို ဤ <span class=\"gray\">(ကျမ်းတော်မြတ်ကုရ်အာန်)</span> တွင်သာမက ယခင်ကတည်းကပင် မွတ်စ်လင်မ်များအဖြစ် အမည်ပေးခဲ့ပြီးဖြစ်သည်။)</span> အီမာမ် အဗ်ဒူလ္လာဟ် ဘင်န် အလ်-မူဘာရက် က အိဗ်နု ဂျူရိုင်ဂျ် ထံမှ၊ အာတာအ် ထံမှ၊ အိဗ်နု အဗ္ဗါစ် ထံမှ၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍ ဤသို့ မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့ကို မွတ်စ်လင်မ်များအဖြစ် အမည်ပေးခဲ့ပြီးဖြစ်သည်။)</span> \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို ရည်ညွှန်းသည်၊ ကိုယ်တော်သည် ဘုန်းတော်ကြီးပါစေ။\" ဤသည်မှာ မူဂျာဟစ်ဒ်၊ အာတာအ်၊ အဒ်-ဒဟ်ဟက်၊ အစ်-ဆွဒ်ဒီ၊ မူကာသိလ် ဘင်န် ဟယန် နှင့် ကတာဒါဟ် တို့၏ အမြင်လည်းဖြစ်သည်။ မူဂျာဟစ်ဒ် က မိန့်ကြားခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ယခင်က၊ ယခင်ကျမ်းစာများနှင့် အဒ်-ဒစ်က်ရ် (သတိပေးချက်) တွင် မွတ်စ်လင်မ်များအဖြစ် အမည်ပေးခဲ့သည်\"၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဤ (ကျမ်းတော်မြတ်ကုရ်အာန်) တွင်)</span> ဆိုလိုသည်မှာ ကုရ်အာန်ဖြစ်သည်။\" ဤသည်မှာ အခြားသူများ၏ အမြင်လည်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့ကို ရွေးချယ်တော်မူခဲ့သည်၊ ကိုယ်တော်က သင်တို့အပေါ်တွင် သာသနာရေး၌ မည်သည့်ခက်ခဲမှုကိုမျှ ချမှတ်တော်မူခဲ့သည်မဟုတ်)</span> ထို့နောက် ကိုယ်တော်သည် ၎င်းတို့၏ ဖခင် အစ်ဗရာဟင်မ်၏ သာသနာဖြစ်ကြောင်း သတိပေးခြင်းဖြင့် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ ဆောင်ယူလာသော သတင်းစကားကို လိုက်နာရန် တိုက်တွန်းတော်မူခဲ့သည်။ ထို့နောက် ဤအွမ္မသ်အပေါ် ကိုယ်တော်၏ ကောင်းချီးမင်္ဂလာများကို ဖော်ပြတော်မူခဲ့သည်၊ ရဗ္ဗီများနှင့် ဘုန်းကြီးများအား ရွတ်ဖတ်ပြခဲ့သော တမန်တော်များ၏ ကျမ်းစာများတွင် ၎င်းတို့အား ရှေးယခင်ကတည်းက ဖော်ပြကာ ချီးမွမ်းတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့ကို မွတ်စ်လင်မ်များအဖြစ် ယခင်ကတည်းကပင် အမည်ပေးခဲ့ပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ကုရ်အာန်မတိုင်မီက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဤ (ကျမ်းတော်မြတ်ကုရ်အာန်) တွင်။)</span> ဤအာယသ်တော်၏ ရှင်းလင်းချက်အောက်တွင် အန်-နစာအီ သည် အလ်-ဟာရိဆ် အလ်-အရှ်အာရီ ထံမှ၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ထံမှ မှတ်တမ်းတင်ခဲ့သည်၊ ကိုယ်တော်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ دَعَا بِدَعْوَى الْجَاهِلِيَّةِ فَإِنَّهُ مِنْ جِثِيِّ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဂျာဟီလီယဟ်ခေတ်၏ ခေါ်ဆိုမှုကို ခံယူပါက ဂျဟန္နမ်တွင် ဒူးထောက်တွားသွားရမည့်သူများထဲမှ တစ်ဦးဖြစ်လိမ့်မည်။)</span> လူတစ်ဦးက ပြောသည်၊ \"အို အလ္လာဟ်၏ တမန်တော်၊ သူသည် ရိုဇာ (ဥပုသ်) ထားပြီး ဆွလာဟ်ဝတ်ပြုသော်လည်းလား?\" ကိုယ်တော်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ وَإِنْ صَامَ وَصَلَّى، فَادْعُوا بِدَعْوَةِ اللهِ الَّتِي سَمَّاكُمْ بِهَا الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့၊ သူသည် ရိုဇာ (ဥပုသ်) ထားပြီး ဆွလာဟ်ဝတ်ပြုသော်လည်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ဆိုမှုကို ခံယူကြကုန်၊ ကိုယ်တော်က သင်တို့ကို မွတ်စ်လင်မ်များ၊ မူအ်မင်မ်များ၊ အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအဖြစ် ခေါ်ဝေါ်ခဲ့သည်အတိုင်း။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ရစူလ်တမန်တော်သည် သင်တို့အပေါ် သက်သေဖြစ်နိုင်မည်ဖြစ်ပြီး သင်တို့ကလည်း လူသားများအပေါ် သက်သေများဖြစ်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ 'ဤသို့အားဖြင့် ငါတို့သည် သင်တို့ကို ဖြောင့်မတ်ပြီး မျှတသော လူမျိုးအဖြစ်၊ အကောင်းဆုံးသော လူမျိုးများအဖြစ် ပြုလုပ်ခဲ့သည်။ အခြားလူမျိုးများအားလုံးက သင်တို့၏ တရားမျှတမှုကို သက်သေခံကြလိမ့်မည်။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့သည်'၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">شُهَدَاءَ عَلَى النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားများအပေါ် သက်သေများဖြစ်ကြလိမ့်မည်)</span>' အဘယ်ကြောင့်ဆိုသော် ထိုနေ့တွင် လူမျိုးများအားလုံးသည် ၎င်း၏ ဦးဆောင်မှုကိုနှင့် အခြားသူများအားလုံးထက် ၎င်း၏ ရှေ့ဦးတည်နေမှုကို အသိအမှတ်ပြုကြလိမ့်မည်။ ထို့ကြောင့် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဤအဖွဲ့ဝင်များ၏ သက်သေခံချက်ကို တမန်တော်များက ၎င်းတို့၏ အရှင်သခင်၏ သတင်းစကားကို ၎င်းတို့ထံ ပေးပို့ခဲ့ကြောင်း သက်သေအဖြစ် လက်ခံလိမ့်မည်ဖြစ်ပြီး တမန်တော်သည်လည်း ၎င်းတို့ထံ သတင်းစကားကို ပေးပို့ခဲ့ကြောင်း သက်သေခံလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဆွလာဟ်ဝတ်ပြုကြကုန်၊ ဇကာဟ်ကို ပေးကြကုန်)</span> ဆိုလိုသည်မှာ ဤကြီးမားသော ကောင်းချီးမင်္ဂလာကို အလ္လာဟ်အရှင်မြတ်အပေါ် သင်တို့၏ တာဝန်များကို ထမ်းဆောင်ခြင်းဖြင့်၊ ကိုယ်တော်က သင်တို့အပေါ် ပြုလုပ်ရန် ပညတ်ထားသည်များကို ပြုလုပ်ခြင်းဖြင့်၊ ကိုယ်တော်က တားမြစ်ထားသည်များကို ရှောင်ရှားခြင်းဖြင့် ကျေးဇူးတင်စွာ တုံ့ပြန်ကြကုန်။ အရေးကြီးဆုံးသော တာဝန်များထဲတွင် ပုံမှန်ဝတ်ပြုဆုတောင်းခြင်းနှင့် ဇကာဟ်ပေးခြင်းတို့ ပါဝင်သည်။ ဇကာဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများအပေါ် ကရုဏာပြုခြင်းတစ်မျိုးဖြစ်သည်။ ထို့အားဖြင့် ကိုယ်တော်က ချမ်းသာသူများအား ၎င်းတို့၏ ဥစ္စာဓန၏ အနည်းငယ်ကို နှစ်စဉ် ဆင်းရဲသားများအား ပေးရန်၊ အားနည်းသူများနှင့် လိုအပ်သူများကို ကူညီရန် ပညတ်ထားသည်။ ၎င်း၏ ရှင်းလင်းချက်ကို ဆူရဟ် အတ်-သောင်ဗာ (၉:၅) ရှိ ဇကာဟ်အာယသ်တော်တွင် ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْتَصِمُوا بِاللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို မြဲမြံစွာ ဆုပ်ကိုင်ထားကြကုန်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အကူအညီနှင့် ထောက်ပံ့မှုကို တောင်းခံကြကုန်။ ကိုယ်တော်ကို ယုံကြည်စိတ်ချကြကုန်။ ကိုယ်တော်ထံမှ ခွန်အားယူကြကုန်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">هُوَ مَوْلَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့၏ မော်လာ ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် သင်တို့၏ ကာကွယ်စောင့်ရှောက်သူနှင့် သင်တို့၏ အကူအညီပေးသူဖြစ်သည်။ ကိုယ်တော်သည် သင်တို့၏ ရန်သူများကို အောင်နိုင်စေမည့်သူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်မျှ ကောင်းမြတ်သော မော်လာဖြစ်တော်မူ၍ အဘယ်မျှ ကောင်းမြတ်သော ကူညီစောင့်ရှောက်သူဖြစ်တော်မူပါသနည်း။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် သင်တို့၏ ရန်သူများကို အနိုင်ယူရန် အကောင်းဆုံး မော်လာနှင့် အကောင်းဆုံး အကူအညီပေးသူဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရဟ် အလ်-ဟဂ်ျ ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့၏ တမန်တော် မိုဟမ္မဒ်နှင့် ကိုယ်တော်၏ မိသားစု၊ ဆွဟာဘာများကို ကောင်းချီးပေးတော်မူပြီး ငြိမ်သက်ခြင်း ပေးသနားတော်မူပါစေ။ အလ္လာဟ်အရှင်မြတ်သည် ဆွဟာဘာများနှင့် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ၎င်းတို့အား မှန်ကန်စွာ လိုက်နာသူများကို ဂုဏ်ပြုတော်မူပြီး နှစ်သက်တော်မူပါစေ။</p>"
  }
]