[
  {
    "ayah_key": "28:44",
    "group_ayah_key": "28:44",
    "from_ayah": "28:44",
    "to_ayah": "28:47",
    "ayah_keys": "28:44,28:45,28:46,28:47",
    "text": "<p lang=\"my\" class=\"my \">သင်သည် အနောက်ဘက်တွင် <span class=\"gray\">(တောင်ပေါ်၌)</span> ရှိမနေခဲ့ပေ၊ ငါတို့သည် မူဆာအား အမိန့်တော်ကို ရှင်းလင်းပြသသောအခါတွင်ဖြစ်ပြီး သင်သည် သက်သေများထဲတွင် မပါဝင်ခဲ့ပေ <span>(၄၄)</span>သို့သော် ငါတို့သည် မျိုးဆက်များကို ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းတို့အပေါ် နှစ်ရှည်ကြာ အချိန်ကာလများ ကုန်ဆုံးခဲ့သည်။ သင်သည် မဒ်ယန်မြို့သားများကြားတွင် နေထိုင်သူ မဟုတ်ခဲ့ပေ၊ ၎င်းတို့အား ငါတို့၏ အာယသ်များကို ရွတ်ဖတ်ပြသနေသူ မဟုတ်ခဲ့ပေ။ သို့သော် ငါတို့သည် ပို့လွှတ်နေခဲ့သူများ ဖြစ်သည် <span class=\"gray\">(တမန်တော်များ)</span><span>(၄၅)</span>သင်သည် ငါတို့ခေါ်သောအခါ အတ္တူရ်ဘက်တွင် မရှိခဲ့ပေ။ သို့သော် <span class=\"gray\">(သင့်ကို စေလွှတ်သည်)</span> သင်၏အရှင်သခင်ထံမှ ကရုဏာအဖြစ်၊ သင့်ရှေ့တွင် မည်သည့်သတိပေးသူမှ မလာရောက်ခဲ့ဖူးသော လူမျိုးတစ်မျိုးကို သတိပေးရန်ဖြစ်ပြီး၊ ၎င်းတို့သည် အမှတ်ရရန် သို့မဟုတ် ဆုံးမသြဝါဒကို ရရှိရန်ဖြစ်သည်။ <span>(၄၆)</span>အကယ်၍ <span class=\"gray\">(ငါတို့သည်)</span> <span class=\"gray\">(မက္ကာမြို့သားများထံသို့ သင့်အား)</span> မစေလွှတ်ခဲ့ပါက၊ ၎င်းတို့၏လက်များက ရှေ့သို့ပို့ထားသော အရာများကြောင့် ဘေးအန္တရာယ်တစ်ခု ၎င်းတို့ကို ဖမ်းဆီးသောအခါတွင်၊ ၎င်းတို့က ပြောကြမည်မှာ- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! အဘယ်ကြောင့် ကျွန်ုပ်တို့ထံ တမန်တော်တစ်ပါးကို မစေလွှတ်ခဲ့ပါသနည်း။ ထိုအခါ ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ အာယသ်များကို လိုက်နာခဲ့ကြပြီး ယုံကြည်သူများထဲတွင် ပါဝင်ခဲ့ကြပါလိမ့်မည်။ <span>(၄၇)</span></p><div lang=\"xh\" class=\"xh \"><h2>Proof of the Prophethood of Muhammad <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ၏ တမန်တော်အဖြစ်၏ သက်သေကို ထောက်ပြတော်မူ၏။ ၎င်းမှာ ကိုယ်တော်သည် အတိတ်က ကိစ္စရပ်များအကြောင်းကို အခြားသူများအား ပြောပြခဲ့ပြီး၊ မိမိကိုယ်တိုင် ကြားသိမြင်တွေ့ရသကဲ့သို့ ပြောဆိုခဲ့ခြင်းဖြစ်သည်။ သို့သော် ကိုယ်တော်သည် စာအုပ်များ မဖတ်တတ်သော ပညာမတတ်သူတစ်ဦးဖြစ်ပြီး၊ ထိုကဲ့သို့သော အရာများကို ဘာမျှမသိသော လူမျိုးများကြားတွင် ကြီးပြင်းခဲ့ရသူဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား မရ်ယမ်နှင့် သူမ၏ဇာတ်လမ်းအကြောင်း ပြောပြခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်က ဤသို့ မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မရ်ယမ်ကို မည်သူက စောင့်ရှောက်ရမည်ဟု ၎င်းတို့၏ ကလောင်တံများဖြင့် မဲချသောအခါတွင် သင်သည် ၎င်းတို့နှင့်အတူ မရှိခဲ့ပေ။ ၎င်းတို့ အငြင်းပွားသောအခါတွင်လည်း သင်သည် ၎င်းတို့နှင့်အတူ မရှိခဲ့ပေ)</span><span class=\"gray\">(3:44)</span>၊ ဆိုလိုသည်မှာ 'ထိုအချိန်က သင်သည် မရှိခဲ့ပေ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ဤအရာကို ထုတ်ဖော်ပြသခဲ့ပြီ။' အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား နူဟ်နှင့် ၎င်း၏လူမျိုးများအကြောင်း၊ ကိုယ်တော်သည် နူဟ်ကို မည်သို့ကယ်တင်ခဲ့ပြီး ၎င်း၏လူမျိုးများကို မည်သို့နစ်မြုပ်စေခဲ့ကြောင်း ပြောပြခဲ့ပြီးနောက်၊ ကိုယ်တော်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ ۖ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَٰذَا ۖ فَاصْبِرْ ۖ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါတို့သည် သင့်အား ထုတ်ဖော်ပြသသော မမြင်နိုင်သော ကိစ္စရပ်များ၏ သတင်းဖြစ်သည်။ ဤမတိုင်မီ သင်ရော သင်၏လူမျိုးများပါ မသိခဲ့ကြပေ။ ထို့ကြောင့် သည်းခံပါ။ အမှန်စင်စစ်၊ <span class=\"gray\">(ကောင်းမြတ်သော)</span> အဆုံးသတ်သည် တက္ကဝါရှိသူများအတွက်သာ ဖြစ်သည်)</span><span class=\"gray\">(11:49)</span>။ ထိုဆူရာ <span class=\"gray\">(ဟူဒ်)</span> ၏ အဆုံးသတ်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ أَنْبَاءِ الْقُرَىٰ نَقُصُّهُ عَلَيْكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသည်မှာ ငါတို့သည် သင့်အား ပြောပြသော မြို့များ၏ သတင်းအချို့ဖြစ်သည်။)</span><span class=\"gray\">(11: 100)</span>။ ဤတွင် မူဆာ၏ ဇာတ်လမ်းကို အစမှအဆုံး ပြောပြပြီး အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်ထံ မည်သို့ စတင်ဗျာဒိတ်ပေးခဲ့ပြီး ကိုယ်တော်နှင့် စကားပြောခဲ့ကြောင်းကို ပြောပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အနောက်ဘက်တွင် <span class=\"gray\">(တောင်ပေါ်၌)</span> မရှိခဲ့ပေ၊ ငါတို့သည် မူဆာအား အမိန့်တော်ကို ရှင်းလင်းပြသသောအခါတွင်ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ 'အို မုဟမ္မဒ် – သင်သည် တောင်၏ အနောက်ဘက်တွင် မရှိခဲ့ပေ။ ထိုနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် မူဆာအား ၎င်း၏ အရှေ့ဘက်ရှိ သစ်ပင်မှ ချိုင့်ဝှမ်းထဲတွင် စကားပြောခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ مِنَ الشَّاهِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်သည် သက်သေများထဲတွင် မပါဝင်ခဲ့ပေ။)</span> 'ထိုအဖြစ်အပျက်အတွက်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ဤအရာကို သင့်အား ထုတ်ဖော်ပြသခဲ့သည်၊' ထို့ကြောင့် ၎င်းသည် ရာစုနှစ်ပေါင်းများစွာက ဖြစ်ပျက်ခဲ့သော အဖြစ်အပျက်များ၏ သက်သေနှင့် အထောက်အထားဖြစ်လာနိုင်ရန်၊ လူများသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အပေါ် သတ်မှတ်ခဲ့သော အထောက်အထားများနှင့် ရှေးယခင်တမန်တော်များထံ ထုတ်ဖော်ပြသခဲ့သော အရာများကို မေ့လျော့နေကြသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မဒ်ယန်မြို့သားများကြားတွင် နေထိုင်သူ မဟုတ်ခဲ့ပေ၊ ၎င်းတို့အား ငါတို့၏ အာယသ်များကို ရွတ်ဖတ်ပြသနေသူ မဟုတ်ခဲ့ပေ။)</span> ဆိုလိုသည်မှာ 'သင်သည် ငါတို့၏ တမန်တော် ရှူအိုင်းဗ်နှင့် သူ၏လူမျိုးများအား သူပြောခဲ့သော စကားများနှင့် ၎င်းတို့ မည်သို့တုံ့ပြန်ခဲ့ကြောင်းကို သင်စတင်ပြောပြသောအခါတွင်၊ မဒ်ယန်မြို့သားများကြားတွင် နေထိုင်ပြီး ငါတို့၏ အာယသ်များကို ၎င်းတို့အား ရွတ်ဖတ်ပြသနေခဲ့သူ မဟုတ်ခဲ့ပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّا كُنَّا مُرْسِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် ပို့လွှတ်နေခဲ့သူများ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သို့သော် ငါတို့သည် ထိုအရာကို သင့်အား ထုတ်ဖော်ပြသခဲ့ပြီး သင့်အား လူသားများထံ တမန်တော်အဖြစ် စေလွှတ်ခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ငါတို့ခေါ်သောအခါ အတ္တူရ်ဘက်တွင် မရှိခဲ့ပေ။)</span> ကွာတာဒါဟ်က ဤသို့ဆိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ငါတို့ခေါ်သောအခါ အတ္တူရ်ဘက်တွင် မရှိခဲ့ပေ။)</span> သည် မူဆာကို ရည်ညွှန်းပြီး၊ ဤသည်မှာ – အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည် – အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အနောက်ဘက်တွင် <span class=\"gray\">(တောင်ပေါ်၌)</span> မရှိခဲ့ပေ၊ ငါတို့သည် မူဆာအား အမိန့်တော်ကို ရှင်းလင်းပြသသောအခါတွင်ဖြစ်သည်၊)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ခေါ်ဝေါ်ခြင်းအဖြစ် ဖော်ပြခြင်းဖြင့် ကွဲပြားပြီး ပိုမိုတိကျသော နည်းလမ်းဖြင့် ဖော်ပြထားသည်။ ဤသည်မှာ အာယသ်များနှင့်တူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِذْ نَادَىٰ رَبُّكَ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(အမှတ်ရပါ)</span> သင်၏အရှင်သခင်သည် မူဆာကို ခေါ်သောအခါ)</span><span class=\"gray\">(26:10)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏အရှင်သခင်သည် ၎င်းအား တွာ၏ သန့်ရှင်းသော ချိုင့်ဝှမ်းတွင် ခေါ်သောအခါ)</span><span class=\"gray\">(79:16)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းအား အတ္တူရ်၏ ညာဘက်ခြမ်းမှ ခေါ်ခဲ့ပြီး၊ ငါတို့နှင့် စကားပြောရန်အတွက် ငါတို့ထံ နီးကပ်စေခဲ့သည်)</span><span class=\"gray\">(19:52)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ رَحْمَةً مِنْ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် <span class=\"gray\">(သင့်ကို စေလွှတ်သည်)</span> သင်၏အရှင်သခင်ထံမှ ကရုဏာအဖြစ်ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ 'သင်သည် ထိုအရာများထဲမှ တစ်ခုခုကို သက်သေ မဟုတ်ခဲ့ပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို သင့်အား ထုတ်ဖော်ပြသခဲ့ပြီး၊ သင့်အား ၎င်းတို့အကြောင်း ပြောပြခဲ့သည်မှာ ကိုယ်တော်ထံမှ သင့်အားနှင့် ကိုယ်တော်၏ ကျွန်များအပေါ် ကရုဏာအဖြစ်ဖြစ်ပြီး၊ သင့်အား ၎င်းတို့ထံ စေလွှတ်ခြင်းဖြင့်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ရှေ့တွင် မည်သည့်သတိပေးသူမှ မလာရောက်ခဲ့ဖူးသော လူမျိုးတစ်မျိုးကို သတိပေးရန်ဖြစ်ပြီး၊ ၎င်းတို့သည် အမှတ်ရရန် သို့မဟုတ် ဆုံးမသြဝါဒကို ရရှိရန်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ သင်ယူဆောင်လာသော အရာဖြင့် လမ်းညွှန်မှုကို ရရှိနိုင်ရန်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ <span class=\"gray\">(ငါတို့သည်)</span> <span class=\"gray\">(မက္ကာမြို့သားများထံသို့ သင့်အား)</span> မစေလွှတ်ခဲ့ပါက – ၎င်းတို့၏လက်များက ရှေ့သို့ပို့ထားသော <span class=\"gray\">(အမှုများ)</span> ကြောင့် ဘေးအန္တရာယ်တစ်ခု ၎င်းတို့ကို ဖမ်းဆီးသောအခါတွင်၊ ၎င်းတို့က ပြောကြမည်မှာ- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! အဘယ်ကြောင့် ကျွန်ုပ်တို့ထံ တမန်တော်တစ်ပါးကို မစေလွှတ်ခဲ့ပါသနည်း။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းတို့အပေါ် သက်သေထူရန်နှင့် ၎င်းတို့၏ မယုံကြည်မှုကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ် ၎င်းတို့ထံ ရောက်ရှိလာသောအခါတွင် ဆင်ခြေမပေးနိုင်စေရန် သင့်အား ၎င်းတို့ထံ စေလွှတ်ခဲ့ခြင်းဖြစ်သည်။ ၎င်းတို့ထံ တမန်တော် သို့မဟုတ် သတိပေးသူတစ်ဦးမှ မလာရောက်ခဲ့ဟု ဆင်ခြေမပေးနိုင်စေရန်ဖြစ်သည်။' ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ မွန်မြတ်သောကျမ်းတော်ဖြစ်သည့် ကူရ်အာန်ကို ထုတ်ဖော်ပြသပြီးနောက် အခြေအနေနှင့်ပတ်သက်၍ မိန့်ကြားထားသည်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَىٰ طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ - أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَىٰ مِنْهُمْ ۚ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က ဤသို့မပြောနိုင်စေရန်ဖြစ်သည်- \"ကျမ်းတော်သည် ကျွန်ုပ်တို့ရှေ့က အုပ်စုနှစ်စုထံသို့သာ ချပေးတော်မူခဲ့သည်။ ကျွန်ုပ်တို့ဘက်ကမူ ၎င်းတို့လေ့လာခဲ့သည်များကို အမှန်တကယ် မသိခဲ့ကြပါ။\" သို့မဟုတ် သင်တို့က ဤသို့မပြောနိုင်စေရန်ဖြစ်သည်- \"အကယ်၍ ကျွန်ုပ်တို့ထံ ကျမ်းတော် ချပေးတော်မူခဲ့ပါက၊ ၎င်းတို့ထက် ပိုမိုကောင်းမွန်စွာ လမ်းညွှန်မှုခံယူခဲ့ကြမည်ဖြစ်သည်။\" ထို့ကြောင့် ယခုအခါ သင်တို့ထံ သင်တို့၏အရှင်သခင်ထံမှ ရှင်းလင်းသော သက်သေခံချက်နှင့် လမ်းညွှန်မှု၊ ကရုဏာတော် ရောက်ရှိလာခဲ့ပြီ)</span><span class=\"gray\">(6:156-157)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်များ (သည်) သတင်းကောင်းဆောင်သူများအပြင် သတိပေးသူများလည်းဖြစ်သည်၊ တမန်တော်များနောက်ပိုင်းတွင် လူသားများ၌ အလ္လာဟ်အရှင်မြတ်အပေါ် ဆင်ခြေပေးစရာ မရှိစေရန်အတွက်ဖြစ်သည်။)</span><span class=\"gray\">(4:165)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျမ်းဂန်ရှင်အပေါင်းတို့! ယခုအခါ သင်တို့ထံ ငါတို့၏တမန်တော် ရောက်ရှိလာခဲ့ပြီ။ တမန်တော်များ၏ (ဆက်တိုက်လာခြင်း) ရပ်နားသွားပြီးနောက်၊ သင်တို့အား <span class=\"gray\">(အရာများကို)</span> ရှင်းလင်းပြသတော်မူ၏။ သင်တို့က \"ကျွန်ုပ်တို့ထံ သတင်းကောင်းဆောင်သူနှင့် သတိပေးသူတစ်ဦးမှ မလာခဲ့ပေ\" ဟု မပြောနိုင်စေရန်ဖြစ်သည်။ သို့သော် ယခုအခါ သင်တို့ထံ သတင်းကောင်းဆောင်သူနှင့် သတိပေးသူတစ်ဦး ရောက်ရှိလာခဲ့ပြီ)</span><span class=\"gray\">(5:19)</span>။ ထိုကဲ့သို့သော အာယသ်များစွာ ရှိသည်။</p>"
  }
]