[
  {
    "ayah_key": "43:26",
    "group_ayah_key": "43:26",
    "from_ayah": "43:26",
    "to_ayah": "43:35",
    "ayah_keys": "43:26,43:27,43:28,43:29,43:30,43:31,43:32,43:33,43:34,43:35",
    "text": "<p lang=\"my\" class=\"my \">အီဗရာဟင်န်သည် <span class=\"gray\">(အမှတ်ရကြလော့)</span> ၎င်း၏ဖခင်နှင့် ၎င်း၏လူမျိုးများအား ပြောကြားသည်ကို။ \"အမှန်စင်စစ်၊ သင်တို့ ကိုးကွယ်နေကြသည့်အရာမှ ကင်းကွာကြောင်း ကျွန်ုပ်သည် သက်သေခံပါသည်၊ <span>(၂၆)</span>\"ကျွန်ုပ်ကို ဖန်ဆင်းရှင်မှလွဲ၍ ဖြစ်၏။ ထို့ပြင် အမှန်စင်စစ်၊ ကိုယ်တော်သည် ကျွန်ုပ်အား လမ်းပြတော်မူမည်။ <span>(၂၇)</span>ထို့ပြင် ၎င်းက ၎င်း၏မျိုးဆက်များအကြား ထာဝရတည်တံ့သော စကားတစ်ခွန်းအဖြစ် ပြုလုပ်ခဲ့၏။ သို့မှသာ ၎င်းတို့သည် ပြန်လည်လှည့်လာကြလိမ့်မည်။ <span>(၂၈)</span>မဟုတ်ပေ၊ သို့သော် ငါသည် ဤသူတို့နှင့် ၎င်းတို့၏ ဖခင်များအား ပျော်ရွှင်ခွင့် ပေးခဲ့၏။ ၎င်းတို့ထံသို့ သစ္စာတရား ရောက်ရှိလာသည်အထိ၊ ထို့ပြင် အရာအားလုံးကို ရှင်းလင်းပြသသော တမန်တော်တစ်ပါးလည်း ရောက်ရှိလာခဲ့၏။ <span>(၂၉)</span>ထို့ပြင် သစ္စာတရား ၎င်းတို့ထံ ရောက်ရှိလာသောအခါ ၎င်းတို့က \"ဤသည်မှာ မှော်အတတ်ဖြစ်၏။ ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းကို ငြင်းပယ်၏\" ဟု ပြောဆိုကြသည်။ <span>(၃၀)</span>ထို့ပြင် ၎င်းတို့က \"အဘယ်ကြောင့် ဤကုရ်အာန်ကို မြို့နှစ်မြို့မှ ထင်ရှားသော လူကြီးလူကောင်းတစ်ဦးထံသို့ မချပေးခဲ့သနည်း။ <span>(၃၁)</span>သင့်အရှင်သခင်၏ ကရုဏာကို ၎င်းတို့က ခွဲဝေကြမည်လော။ ဤဒုနိယာတွင် ၎င်းတို့၏ ဝမ်းစာကို ၎င်းတို့အကြား ခွဲဝေပေးသူမှာ ငါတို့ပင်ဖြစ်၏။ ထို့ပြင် ၎င်းတို့အနက် အချို့ကို အဆင့်အတန်းမြင့်မားစေခဲ့၏။ သို့မှသာ အချို့က အခြားသူများကို ၎င်းတို့၏ လုပ်ငန်းများတွင် အသုံးပြုနိုင်ကြမည်။ သို့သော် သင့်အရှင်သခင်၏ ကရုဏာသည် ၎င်းတို့ စုဆောင်းထားသည့်အရာများထက် ပိုမိုကောင်းမွန်၏။ <span>(၃၂)</span>လူသားမျိုးနွယ်သည် တစ်မျိုးတည်း မဖြစ်သွားစေရန်အတွက် ငါတို့သည် အတိုင်းမသိ ကရုဏာရှင်ကို မယုံကြည်သူများအတွက် ၎င်းတို့၏ အိမ်များအတွက် ငွေအမိုးများနှင့် တက်ရောက်ရန် ဓာတ်လှေကားများ ပေးအပ်ထားမည်။ <span>(၃၃)</span>ထို့ပြင် ၎င်းတို့၏ အိမ်များအတွက် တံခါးများ၊ ထို့ပြင် ၎င်းတို့ မှီနားနိုင်သော ပလ္လင်များ ပေးအပ်ထားမည်။ <span>(၃၄)</span>ထို့ပြင် ရွှေအဆင်တန်ဆာများလည်း ဖြစ်၏။ သို့သော် ဤအရာအားလုံးသည် ဤဒုနိယာ၏ ပျော်ရွှင်စရာတစ်ခုသာ ဖြစ်လိမ့်မည်။ ထို့ပြင် သင့်အရှင်သခင်ထံမှ နောင်ဘဝသည် တက်ကဝါ (Taqwa) ရှိသူများအတွက် ဖြစ်၏။ <span>(၃၅)</span></p><p lang=\"id\" class=\"id \">Ibrahim's Declaration of Tawhid </p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်၊ တမန်တော်နှင့် ရင်းနှီးသော မိတ်ဆွေ၊ တစ်ခုတည်းသော ဘုရားကို ကိုးကွယ်သူများ၏ ခေါင်းဆောင်နှင့် နောက်ပိုင်းပရောဖက်များအားလုံး၏ ဖခင်ဖြစ်သူအကြောင်းကို မိန့်ကြားထားသည်။ ၎င်းထံမှ ကုရိုက်ရှ်တို့ ဆင်းသက်လာခဲ့ကြပြီး ၎င်းတို့၏ ဘာသာတရားကို ယူခဲ့သည်ဟု ဆိုကြသည်။ ၎င်းသည် ၎င်း၏ဖခင်နှင့် ၎င်း၏လူမျိုးများ၏ ရုပ်တုကိုးကွယ်မှုကို စွန့်လွှတ်ခဲ့ပြီး ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ - إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ - وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ်၊ သင်တို့ ကိုးကွယ်သည့်အရာမှ ကင်းကွာကြောင်း ကျွန်ုပ်သည် သက်သေခံ၏။ ကျွန်ုပ်ကို ဖန်ဆင်းရှင်မှလွဲ၍ ဖြစ်၏။ ထို့ပြင် အမှန်စင်စစ်၊ ကိုယ်တော်သည် ကျွန်ုပ်အား လမ်းပြတော်မူမည်။\" ထို့ပြင် ၎င်းက ၎င်း၏မျိုးဆက်များအကြား ထာဝရတည်တံ့သော စကားတစ်ခွန်းအဖြစ် ပြုလုပ်ခဲ့၏။)</span> ထိုစကားသည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ မည်သည့်အဖော်အဖက်မျှမရှိဘဲ ကိုးကွယ်ခြင်းကို ဆိုလိုသည်။ ထို့ပြင် ကိုယ်တော်မှလွဲ၍ အခြားနတ်ဘုရားများအားလုံးကို ရှုတ်ချခြင်း၊ ဆိုလိုသည်မှာ လာအီလာဟအီလ္လလ္လာဟ် ဖြစ်သည်။ ၎င်းသည် ဤစကားကို အလ္လာဟ်အရှင်မြတ်က လမ်းညွှန်ပေးခဲ့သော ၎င်း၏မျိုးဆက်များ လိုက်နာရန် စံနမူနာအဖြစ် ချန်ထားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပြန်လည်လှည့်လာကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ဤစကားလုံးသို့ ပြန်လာခြင်းဖြစ်သည်။ 'အစ်ကရီမာ၊ မူဂျာဟစ်ဒ်၊ အဒ်-ဒဟ်ဟက်၊ ကတာဒါ၊ အစ်-ဆွဒ်ဒီနှင့် အခြားသူများက အာယတ်တော်ကို မှတ်ချက်ပြုခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းက ၎င်း၏မျိုးဆက်များအကြား ထာဝရတည်တံ့သော စကားတစ်ခွန်းအဖြစ် ပြုလုပ်ခဲ့၏။)</span> \"ဤသည်မှာ လာအီလာဟအီလ္လလ္လာဟ်ကို ဆိုလိုသည်၊ ထို့ပြင် ၎င်း၏မျိုးဆက်များအကြားတွင် ၎င်းကို ပြောဆိုနေဆဲသူများလည်း ရှိနေသေးသည်။\" အလားတူအမြင်ကို အလ္လာဟ်အရှင်မြတ် ကျေနပ်တော်မူပါစေသော အိဗ်နုအဗ္ဗားစ်ထံမှ ပြန်လည်ပြောကြားခဲ့သည်။ အိဗ်နုဇိုင်းဒ်က \"အစ္စလာမ်၏ စကားလုံး\" ဟု ပြောကြားခဲ့ပြီး၊ ၎င်းသည် အဖွဲ့မှ အကြံပြုထားသည့် အရာကိုပင် ရည်ညွှန်းသည်။</p><p lang=\"my\" class=\"my \">မက္ကာမြို့သားများက တမန်တော်မြတ် ﷺ ထံမှ မည်သို့ လှည့်ထွက်သွားပြီး ကိုယ်တော်ကို ဆန့်ကျင်ခဲ့သည်၊ ထို့ပြင် ကိုယ်တော်၏ တုံ့ပြန်မှု</p><p lang=\"su\" class=\"su \">Allah further says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ مَتَّعْتُ هَٰؤُلَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ သို့သော် ငါသည် ဤသူတို့အား ပေးခဲ့၏)</span> ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူများကို ဖြစ်၏၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآبَاءَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့၏ ဖခင်များ)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ လမ်းမှားမှု၌ အသက်ရှည်ရှည် နေထိုင်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံသို့ သစ္စာတရား ရောက်ရှိလာသည်အထိ၊ ထို့ပြင် အရာအားလုံးကို ရှင်းလင်းပြသသော တမန်တော်တစ်ပါးလည်း ရောက်ရှိလာခဲ့၏။)</span> ဆိုလိုသည်မှာ ၎င်း၏ သတင်းစကားသည် ရှင်းလင်းသည်၊ ထို့ပြင် ၎င်း၏ သတိပေးချက်သည်လည်း ရှင်းလင်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَٰذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သစ္စာတရား ၎င်းတို့ထံ ရောက်ရှိလာသောအခါ ၎င်းတို့က \"ဤသည်မှာ မှော်အတတ်ဖြစ်၏။ ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းကို ငြင်းပယ်၏\" ဟု ပြောဆိုကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မာနကြီးပြီး ခေါင်းမာကြကာ မယုံကြည်ခြင်း၊ မနာလိုခြင်းနှင့် နယ်ကျွံခြင်းတို့ကြောင့် ၎င်းကို တွန်းလှန်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့က ပြောကြသည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ထုတ်ဖော်ပြသခဲ့သည့်အရာကို ကန့်ကွက်ခြင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် ဤကုရ်အာန်ကို မြို့နှစ်မြို့မှ ထင်ရှားသော လူကြီးလူကောင်းတစ်ဦးထံသို့ မချပေးခဲ့သနည်း။)</span> ဆိုလိုသည်မှာ မက္ကာနှင့် အလ်-တာအစ်ဖ် မြို့နှစ်မြို့မှ ၎င်းတို့၏ မျက်စိထဲတွင် ကြီးမြတ်ထင်ရှားသော လူတစ်ဦးဦးထံသို့ ဤကုရ်အာန်ကို အဘယ်ကြောင့် မချပေးခဲ့သနည်း။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ကျေနပ်တော်မူပါစေသော အိဗ်နုအဗ္ဗားစ်၊ အစ်ကရီမာ၊ မိုဟာမတ်ဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီ၊ ကတာဒါ၊ အစ်-ဆွဒ်ဒီနှင့် အိဗ်နုဇိုင်းဒ်တို့၏ အမြင်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">တဖ်စီရ်ပညာရှင်အများအပြားက ဤသည်ဖြင့် ကုရိုက်ရှ်တို့သည် အလ်-ဝါလစ်ဒ် ဘင် အလ်-မွဂီရာနှင့် 'ဥရ်ဝါ ဘင် မစ်စ်အူးဒ် အစ်-သာကဖီတို့ကို ဆိုလိုကြောင်း ဖော်ပြခဲ့ကြသည်။ သိသာထင်ရှားသောအဓိပ္ပာယ်မှာ ၎င်းတို့ဆိုလိုသည်မှာ မြို့နှစ်မြို့အနက်မှ ကြီးမြတ်သောပုဂ္ဂိုလ်တစ်ဦးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ ငြင်းပယ်မှုကို အောက်ပါအတိုင်း မိန့်ကြားခြင်းဖြင့် တုံ့ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်သခင်၏ ကရုဏာကို ၎င်းတို့က ခွဲဝေကြမည်လော။)</span> ဆိုလိုသည်မှာ ဤကိစ္စသည် ၎င်းတို့နှင့် မသက်ဆိုင်ပေ။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ သတင်းစကားကို မည်သည့်နေရာသို့ ဦးတည်သင့်သည်ကို အကောင်းဆုံးသိတော်မူ၏။ ထို့ပြင် ကိုယ်တော်သည် နှလုံးသားနှင့် စိတ်ဝိညာဉ်တွင် အဖြူစင်ဆုံးဖြစ်သူ၊ ထို့ပြင် အမြင့်မြတ်ဆုံးဆင်းသက်လာသူမှလွဲ၍ အခြားသူအား ထုတ်ဖော်ပြသခြင်းမရှိပေ။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဖန်ဆင်းခြင်းခံရသူများအကြား ဥစ္စာဓန၊ စားနပ်ရိက္ခာ၊ ဉာဏ်ပညာ၊ နားလည်မှုနှင့် အခြားသော မြင်သာသောနှင့် ဝှက်ထားသော ခွန်အားများ ပေးအပ်ရာတွင် မည်သို့ ကွဲပြားခြားနားစေကြောင်း ထောက်ပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဒုနိယာတွင် ၎င်းတို့၏ ဝမ်းစာကို ၎င်းတို့အကြား ခွဲဝေပေးသူမှာ ငါတို့ပင်ဖြစ်၏။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ အချို့က အခြားသူများကို ၎င်းတို့၏ လုပ်ငန်းများတွင် အသုံးပြုနိုင်ကြမည်။)</span> ဤသည်မှာ အချို့က အခြားသူများကို ၎င်းတို့၏ လုပ်ငန်းများတွင် အသုံးပြုခြင်းဖြစ်သည်ဟု ဆိုကြသည်။ အကြောင်းမှာ တစ်ဦးက အခြားတစ်ဦးကို လိုအပ်သောကြောင့်ဖြစ်သည်၊ ပြောင်းပြန်လည်း မှန်၏။ ဤသည်မှာ အစ်-ဆွဒ်ဒီနှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင့်အရှင်သခင်၏ ကရုဏာသည် ၎င်းတို့ စုဆောင်းထားသည့်အရာများထက် ပိုမိုကောင်းမွန်၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခြင်းခံရသူများအပေါ် ကရုဏာသည် ၎င်းတို့ပိုင်ဆိုင်သည့် ဤဒုနိယာ၏ ဥစ္စာဓနနှင့် အဆင်ပြေမှုများထက် ၎င်းတို့အတွက် ပိုမိုကောင်းမွန်သည်။</p><p lang=\"my\" class=\"my \">ဥစ္စာဓနသည် အလ္လာဟ်အရှင်မြတ်၏ ကျေနပ်မှု၏ လက္ခဏာမဟုတ်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားမျိုးနွယ်သည် တစ်မျိုးတည်း မဖြစ်သွားစေရန်အတွက်)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းတို့အား ဥစ္စာဓန ပေးအပ်ခြင်းသည် ငါတို့က ၎င်းကို ပေးအပ်သည့်ပုဂ္ဂိုလ်ကို ချစ်မြတ်နိုးခြင်း၏ လက္ခဏာဖြစ်သည်ဟု အသိပညာမဲ့သူများစွာက ထင်မြင်လိမ့်မည်ဖြစ်၍၊ ထို့ကြောင့် ၎င်းတို့သည် ဥစ္စာဓနအတွက် မယုံကြည်ခြင်းကို သဘောတူကြလိမ့်မည်ဟူသော အချက်ကြောင့် မဟုတ်ခဲ့ပါလျှင်' ဖြစ်၏။ ဤသည်မှာ အိဗ်နုအဗ္ဗားစ်၊ အလ်-ဟဆန်၊ ကတာဒါ၊ အစ်-ဆွဒ်ဒီနှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အတိုင်းမသိ ကရုဏာရှင်ကို မယုံကြည်သူများအတွက် ၎င်းတို့၏ အိမ်များအတွက် ငွေအမိုးများနှင့် ဓာတ်လှေကားများ ပေးအပ်ထားမည်)</span> ဆိုလိုသည်မှာ ငွေလှေကားများနှင့် လှေကားထစ်များဖြစ်သည်။ ဤသည်မှာ အိဗ်နုအဗ္ဗားစ်၊ မူဂျာဟစ်ဒ်၊ ကတာဒါ၊ အစ်-ဆွဒ်ဒီ၊ အိဗ်နုဇိုင်းဒ်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهَا يَظْهَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ တက်ရောက်ရန်၊)</span> ဆိုလိုသည်မှာ အပေါ်သို့တက်ခြင်းဖြစ်သည်။ ထို့ပြင် ၎င်းတို့၏ အိမ်များတွင် တံခါးများ ရှိလိမ့်မည်၊ ဆိုလိုသည်မှာ ၎င်းတို့၏ တံခါးများတွင် သော့များ ရှိလိမ့်မည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့ မှီနားနိုင်သော ပလ္လင်များ၊)</span> ဆိုလိုသည်မှာ ထိုအရာအားလုံးသည် ငွေဖြင့် ပြုလုပ်ထားခြင်း ဖြစ်လိမ့်မည်။</p><p class=\"ky qpc-hafs\" lang=\"ky\">وَزُخْرُفًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အဆင်တန်ဆာများ)</span> ဆိုလိုသည်မှာ ရွှေဖြစ်သည်။ ဤသည်မှာ အိဗ်နုအဗ္ဗားစ်၊ ကတာဒါ၊ အစ်-ဆွဒ်ဒီနှင့် အိဗ်နုဇိုင်းဒ်တို့၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كُلُّ ذَٰلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဤအရာအားလုံးသည် ဤဒုနိယာ၏ ပျော်ရွှင်စရာတစ်ခုသာ ဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ ဤတိုတောင်းသော ဒုနိယာနှင့်သက်ဆိုင်သည့် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်တွင် အရေးမပါသော အရာအားလုံးဖြစ်သည်။ ကိုယ်တော်သည် ၎င်းတို့၏ ကောင်းမှုများအတွက် ဆုလာဘ်များကို ဤဒုနိယာတွင် စည်းစိမ်ချမ်းသာများပုံစံဖြင့် အလျင်စလို ပေးအပ်တော်မူသည်။ ထို့ကြောင့် ၎င်းတို့ နောင်ဘဝသို့ ရောက်ရှိသောအခါ၊ အလ္လာဟ်အရှင်မြတ်ထံတွင် ၎င်းတို့အား ဆုချီးမြှင့်ခံရမည့် ကောင်းကျိုးများ မရှိတော့ပေ၊ ဆဟီဟ်ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည့်အတိုင်းဖြစ်သည်။ အခြားဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ الدُّنْيَا تَزِنُ عِنْدَ اللهِ جَنَاحَ بَعُوضَةٍ مَا سَقَىٰ مِنْهَا كَافِرًا شَرْبَةَ مَاءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ဤဒုနိယာသည် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်တွင် ခြင်တစ်ကောင်၏ အတောင်ပံတစ်ဖက်လောက်ပင် တန်ဖိုးရှိခဲ့ပါမူ၊ ကိုယ်တော်သည် မယုံကြည်သူအား ရေတစ်စက်မျှပင် ပေးမည်မဟုတ်ပါ။)</span> အလ်-ဘဂဝီသည် ၎င်း၏ ဆင့်ပွားကို ပြန်လည်ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင့်အရှင်သခင်ထံမှ နောင်ဘဝသည် <span class=\"gray\">(သာ)</span> တက်ကဝါ (Taqwa) ရှိသူများအတွက် ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အတွက်သာ သီးသန့်ဖြစ်ပြီး၊ အခြားမည်သူမျှ ၎င်းတို့နှင့် ဝေမျှမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ် ကျေနပ်တော်မူပါစေသော 'ဥမာရ် ဘင် အလ်-ခတ္တားဘ်သည် တမန်တော်မြတ် ﷺ ကို ၎င်း၏ ဇနီးမယားများမှ ခွဲခွာနေစဉ် သီးသန့်သွားရောက်တွေ့ဆုံသောအခါ၊ ကိုယ်တော်သည် ကြမ်းတမ်းသော ဖျာပေါ်တွင် လဲလျောင်းနေသည်ကို တွေ့မြင်ခဲ့ပြီး၊ ထိုဖျာက ကိုယ်တော့်နံဘေးတွင် အမှတ်အသားများ ထားခဲ့သည်။ ၎င်း၏ မျက်လုံးများတွင် မျက်ရည်များ ပြည့်လျှံလာပြီး ၎င်းက \"အို အလ္လာဟ်၏ တမန်တော်၊ ဤခို့စ်ရိုစ်နှင့် ဤဆီဇာတို့ ပိုင်ဆိုင်သည့် အရာအားလုံးကို ကြည့်ပါ၊ ထို့ပြင် ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသည့်အရာများအနက် အကောင်းဆုံး ဖြစ်ပါသည်\" ဟု ပြောဆိုခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် လဲလျောင်းနေခဲ့သော်လည်း ထိုင်ပြီး မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَ فِي شَكٍّ أَنْتَ يَا ابْنَ الْخَطَّابِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် သံသယရှိနေသလော၊ အို အလ်-ခတ္တားဘ်၏သား?)</span> ထို့နောက် ကိုယ်တော် ﷺ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولٰئِكَ قَوْمٌ عُجِّلَتْ لَهُمْ طَـيِّـبَاتُهُمْ فِي حَيَاتِهِمُ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ဤဒုနိယာတွင် ပျော်ရွှင်မှုများကို အလျင်အမြန် ပေးအပ်ခံရသူများ ဖြစ်ကြသည်။)</span> အခြားပြန်လည်ပြောကြားချက်အရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا تَرْضَىٰ أَنْ تَــكُونَ لَهُمُ الدُّنْيَا وَلَنَا الْآخِرَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဒုနိယာသည် ၎င်းတို့အတွက်ဖြစ်ပြီး၊ နောင်ဘဝသည် ကျွန်ုပ်တို့အတွက်ဖြစ်သည်ကို အသင် နှစ်သက်မ​ကျေနပ်ပေဘူးလား။)</span></p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်စောင်နှင့် အခြားနေရာများတွင် တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَلَا تَأْكُلُوا فِي صِحَافِهَا، فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَنَا فِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေနှင့်ငွေခွက်များဖြင့် မသောက်ကြနှင့်။ ထို့ပြင် ၎င်းတို့၏ ပန်းကန်များဖြင့် မစားကြနှင့်။ အဘယ်ကြောင့်ဆိုသော် ဤအရာများသည် ဤဒုနိယာတွင် ၎င်းတို့အတွက်ဖြစ်ပြီး နောင်ဘဝတွင် ကျွန်ုပ်တို့အတွက်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤအရာများကို ၎င်းတို့အား ဤဒုနိယာတွင် ပေးအပ်တော်မူခဲ့သည်၊ အကြောင်းမှာ ၎င်းသည် အရေးမပါသောကြောင့် ဖြစ်သည်။ အလ်-တီရ်မီဇီနှင့် အိဗ်နုမာဂျာတို့က အဗူဟာဇင်မ်မှတဆင့် စဟ်လ် ဘင် စအ်ဒ်ထံမှ ပြန်လည်ပြောကြားခဲ့သည်မှာ၊ ၎င်းက \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَتِ الدُّنْيَا تَزِنُ عِنْدَ اللهِ جَنَاحَ بَعُوضَةٍ مَا سَقَىٰ مِنْهَا كَافِرًا شَرْبَةَ مَاءٍ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ဤဒုနိယာသည် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်တွင် ခြင်တစ်ကောင်၏ အတောင်ပံတစ်ဖက်လောက်ပင် တန်ဖိုးရှိခဲ့ပါမူ၊ ကိုယ်တော်သည် မယုံကြည်သူအား ရေတစ်စက်မျှပင် ဘယ်တော့မှ ပေးမည်မဟုတ်ပါ။)</span>\" အလ်-တီရ်မီဇီက \"ဟစန် ဆဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p>"
  }
]