[
  {
    "ayah_key": "36:63",
    "group_ayah_key": "36:63",
    "from_ayah": "36:63",
    "to_ayah": "36:67",
    "ayah_keys": "36:63,36:64,36:65,36:66,36:67",
    "text": "<p lang=\"my\" class=\"my \">ဤသည်မှာ သင်တို့အား ကတိပေးထားခဲ့သည့် ငရဲဖြစ်သည်။ <span>(63)</span>ယနေ့တွင် သင်တို့သည် မယုံကြည်ခဲ့ခြင်းကြောင့် ထိုငရဲသို့ မီးလောင်ခံ <span class=\"gray\">(ဝင်ရောက်)</span> ကြကုန်။ <span>(64)</span>ယနေ့တွင် ငါတို့သည် သူတို့၏ ပါးစပ်များကို တံဆိပ်ခတ်ထားမည်ဖြစ်၍ သူတို့၏ လက်များသည် ငါတို့ထံသို့ စကားပြောကြလိမ့်မည်။ သူတို့၏ ခြေထောက်များသည် သူတို့ ရယူပိုင်ဆိုင်ခဲ့သည်များအပေါ် သက်သေခံကြလိမ့်မည်။ <span>(65)</span>အကယ်၍ ငါတို့၏ အလိုတော်ရှိခဲ့ပါမူ သူတို့၏ မျက်လုံးများကို ဧကန်မလွဲ မှောင်မဲသွားစေပြီးနောက် သူတို့သည် လမ်းကို ရှာဖွေရုန်းကန်ကြမည်ဖြစ်ရာ ထိုအခါ သူတို့ မည်သို့ မြင်နိုင်ကြမည်နည်း။ <span>(66)</span>အကယ်၍ ငါတို့၏ အလိုတော်ရှိခဲ့ပါမူ သူတို့၏ နေရာ၌ပင် သူတို့ကို ရုပ်ပြောင်းရုပ်လွှဲ လုပ်ထားနိုင်ခဲ့ပြီ။ ထိုအခါ သူတို့သည် ရှေ့သို့ တက်လှမ်းနိုင် <span class=\"gray\">(ရွေ့လျားနိုင်)</span> မည်မဟုတ်သကဲ့သို့ နောက်သို့လည်း ပြန်လှည့်နိုင်မည်မဟုတ်ပေ။ <span>(67)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် အာဒမ်၏သားများအနက် မယုံကြည်သူများအား ငရဲကို ဆူပူပြစ်တင်ခြင်းအဖြစ်နှင့် သတိပေးခြင်းအဖြစ် ပြသပြီးနောက် ဤသို့ ပြောကြားလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သင်တို့အား ကတိပေးထားခဲ့သည့် ငရဲဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ဤသည်ကား တမန်တော်များက သင်တို့အား သတိပေးခဲ့သော အရာဖြစ်ပြီး သင်တို့က သူတို့ကို မယုံကြည်ခဲ့ကြပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">اصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့တွင် သင်တို့သည် မယုံကြည်ခဲ့ခြင်းကြောင့် ထိုငရဲသို့ မီးလောင်ခံ <span class=\"gray\">(ဝင်ရောက်)</span> ကြကုန်)</span>။ ဤသည်မှာ အာယသ်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို ငရဲမီးထဲသို့ အင်အားဖြင့် ပြင်းပြင်းထန်ထန် တွန်းချခြင်းခံရမည့်နေ့။ ဤသည်ကား သင်တို့ မမှန်ဟု ပြောဆိုခဲ့သော မီးပင်ဖြစ်သည်။ ဤသည်မှာ မှော်အတတ်လော သို့မဟုတ် သင်တို့ မမြင်ကြသလော။)</span><span class=\"gray\">(52:13-15)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူတို့၏ ပါးစပ်များကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် တံဆိပ်ခတ်ထားခြင်းခံရမည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့တွင် ငါတို့သည် သူတို့၏ ပါးစပ်များကို တံဆိပ်ခတ်ထားမည်ဖြစ်၍ သူတို့၏ လက်များသည် ငါတို့ထံသို့ စကားပြောကြလိမ့်မည်။ သူတို့၏ ခြေထောက်များသည် သူတို့ ရယူပိုင်ဆိုင်ခဲ့သည်များအပေါ် သက်သေခံကြလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် မယုံကြည်သူများနှင့် ဟန်ဆောင်သူများ၏ အခြေအနေဖြစ်လိမ့်မည်။ ထိုအခါ သူတို့သည် ဤလောကတွင် ကျူးလွန်ခဲ့သော အပြစ်များကို ငြင်းပယ်ကြမည်ဖြစ်ပြီး သူတို့ ထိုသို့ မပြုလုပ်ခဲ့ကြောင်း ကျိန်ဆိုကြမည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ ပါးစပ်များကို တံဆိပ်ခတ်ပြီး သူတို့၏ ကိုယ်အင်္ဂါများကို သူတို့ပြုလုပ်ခဲ့သည်များအကြောင်း ပြောဆိုစေလိမ့်မည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အနတ်စ် အိဗ်နု မာလိက် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ၊ သူက ပြောသည်- \"ကျွန်ုပ်တို့သည် တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) နှင့်အတူ ရှိနေခဲ့ကြသည်။ ထိုအခါ ကိုယ်တော်သည် သွားဖုံးမြင်ရသည်အထိ ပြုံးတော်မူခဲ့ပြီးနောက် ကိုယ်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က ဤသို့ မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ مِمَّ أَضْحَكُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ အဘယ်ကြောင့် ပြုံးနေသည်ကို သင်တို့ သိကြသလော။)</span> ကျွန်ုပ်တို့က 'အလ္လာဟ်နှင့် ကိုယ်တော်၏ တမန်တော်သည် အကောင်းဆုံး သိတော်မူသည်။' ဟု ပြောကြားခဲ့ရာ ကိုယ်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ مُجَادَلَةِ الْعَبْدِ رَبَّهُ يَوْمَ الْقِيَامَةِ، يَقُولُ: رَبِّ أَلَمْ تُجِرْنِي مِنَ الظُّلْمِ؟ فَيَقُولُ: بَلَى، فَيَقُولُ: لَا أُجِيزُ عَلَيَّ إِلَّا شَاهِدًا مِنْ نَفْسِي، فَيَقُولُ: كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا، وَبِالْكِرَامِ الْكَاتِبِينَ شُهُودًا، فَيُخْتَمُ عَلَى فِيهِ، وَيُقَالُ لِأَرْكَانِهِ: انْطِقِي فَتَنْطِقَ بِعَمَلِهِ، ثُمَّ يُخَلَّى بَيْنَهُ وَبَيْنَ الْكَلَامِ، فَيَقُولُ: بُعْدًا لَكُنَّ وَسُحْقًا، فَعَنْكُنَّ كُنْتُ أُنَاضِلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကျွန်တစ်ဦးက မိမိ၏ အရှင်သခင်နှင့် ငြင်းခုံမည့်ပုံစံကြောင့်ပင်။ သူက \"အို အရှင်သခင်၊ အသင်သည် ကျွန်ုပ်ကို မတရားမှုမှ ကာကွယ်ပေးမည် မဟုတ်လော။\" <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်]</span> က \"ဟုတ်ပါသည်။\" ဟု မိန့်ကြားမည်။ သူက \"ကျွန်ုပ်ကိုယ်တိုင်မှလွဲ၍ ကျွန်ုပ်အပေါ် မည်သည့်သက်သေကိုမျှ လက်ခံမည်မဟုတ်ပါ။\" <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်]</span> က \"ယနေ့တွင် သင်ကိုယ်တိုင်သည် သင့်ကိုယ်သင် ဆန့်ကျင်သော သက်သေအဖြစ် လုံလောက်ပြီ။ ဂုဏ်သရေရှိ စာရေးသူများသည် သင့်ကို ဆန့်ကျင်သော သက်သေများအဖြစ် ဆောင်ရွက်ကြလိမ့်မည်။\" ထို့နောက် သူ၏ ပါးစပ်ကို တံဆိပ်ခတ်မည်ဖြစ်ပြီး သူ၏ အာရုံများကို \"ပြောဆိုကြ!\" ဟု ဆိုမည်။ ထိုအခါ သူတို့သည် သူပြုလုပ်ခဲ့သည်များကို ပြောဆိုကြလိမ့်မည်။ ထို့နောက် သူသည် စကားပြောခွင့်ရမည်ဖြစ်ပြီး \"သင်တို့ ပျက်စီးကြပါစေ! ငါ တိုက်ခိုက်နေခဲ့သည်မှာ သင်တို့အတွက်ပင် ဖြစ်သည်\" ဟု ပြောမည်။)</span>\" </p><p lang=\"my\" class=\"my \">၎င်းကို မွတ်စ်လင်မ်နှင့် အန်-နစာအီတို့က မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ်က အဘူ မူဆာ အလ်-အရှ်အရီ (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) ထံမှ ပြန်လည်ပြောကြားသည်မှာ သူက ပြောသည်- \"ယုံကြည်သူအား ရှင်ပြန်ထမြောက်ရာနေ့တွင် စစ်ဆေးမေးမြန်းခြင်း ခံရမည်ဖြစ်ပြီး သူ၏ အရှင်သခင်သည် သူပြုခဲ့သော အမှုများကို သူနှင့် အရှင်သခင်ကြားတွင်သာ ပြသတော်မူမည်။ သူက ဝန်ခံမည်ဖြစ်ပြီး 'မှန်ပါသည် အရှင်သခင်၊ ကျွန်ုပ် ထိုသို့ ပြုခဲ့ပါသည်။' ဟု ပြောမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ အပြစ်များကို ခွင့်လွှတ်တော်မူပြီး ဖုံးကွယ်ထားမည်ဖြစ်ရာ ကမ္ဘာပေါ်ရှိ မည်သည့်ဖန်ဆင်းခံသတ္တဝါမျှ ထိုအပြစ်များအနက် တစ်ခုကိုမျှ မြင်ရမည်မဟုတ်ပေ။ သို့သော် သူ၏ ကောင်းမှုများကို မြင်ရမည်ဖြစ်ပြီး လူတိုင်း မြင်စေချင်မည်ဖြစ်သည်။ ထို့နောက် မယုံကြည်သူနှင့် ဟန်ဆောင်သူတို့ကို စစ်ဆေးမေးမြန်းရန် ခေါ်ဆောင်လာမည်ဖြစ်ပြီး သူတို့၏ အရှင်သခင်သည် သူတို့ပြုခဲ့သော အမှုများကို ပြသတော်မူမည်။ ထိုအခါ သူတို့က ငြင်းပယ်ကြမည်ဖြစ်ပြီး 'အို အရှင်သခင်၊ အသင်၏ ဘုန်းတော်ကြောင့်၊ ဤကောင်းကင်တမန်သည် ကျွန်ုပ်မလုပ်ခဲ့သော အရာများကို ရေးမှတ်ထားခဲ့သည်။' ဟု ပြောမည်။ ကောင်းကင်တမန်က သူအား 'အသင်သည် ထိုနေ့၌ ထိုနေရာ၌ ထိုသို့ထိုသို့ မလုပ်ခဲ့ဘူးလား။' ဟု ပြောမည်။ သူက 'မဟုတ်ပါ၊ အသင်၏ ဘုန်းတော်ကြောင့်၊ ကျွန်ုပ် ထိုသို့ မပြုလုပ်ခဲ့ပါ။' ဟု ပြောမည်။ သူ ဤသို့ ပြောသောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ပါးစပ်ကို တံဆိပ်ခတ်မည်။\" အဘူ မူဆာ အလ်-အရှ်အရီ (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) က \"သူ၏ ကိုယ်ခန္ဓာ၏ ပထမဆုံး စကားပြောမည့် အစိတ်အပိုင်းမှာ သူ၏ ညာဘက်ပေါင်ဖြစ်လိမ့်မည်ဟု ကျွန်ုပ် ထင်သည်။\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် သူက ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့တွင် ငါတို့သည် သူတို့၏ ပါးစပ်များကို တံဆိပ်ခတ်ထားမည်ဖြစ်၍ သူတို့၏ လက်များသည် ငါတို့ထံသို့ စကားပြောကြလိမ့်မည်။ သူတို့၏ ခြေထောက်များသည် သူတို့ ရယူပိုင်ဆိုင်ခဲ့သည်များအပေါ် သက်သေခံကြလိမ့်မည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَىٰ أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّىٰ يُبْصِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့၏ အလိုတော်ရှိခဲ့ပါမူ သူတို့၏ မျက်လုံးများကို ဧကန်မလွဲ မှောင်မဲသွားစေပြီးနောက် သူတို့သည် လမ်းကို ရှာဖွေရုန်းကန်ကြမည်ဖြစ်ရာ ထိုအခါ သူတို့ မည်သို့ မြင်နိုင်ကြမည်နည်း။)</span></p><p lang=\"my\" class=\"my \">အလီ အိဗ်နု အဘီ တလ်ဟာက အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) သည် ၎င်းကို ဤသို့ ရှင်းပြခဲ့သည်ဟု ပြန်လည်ပြောကြားသည်။ \"အလ္လာဟ်အရှင်မြတ်က 'အကယ်၍ ငါတို့အလိုတော်ရှိခဲ့ပါမူ သူတို့အားလုံးကို မှန်ကန်သော လမ်းညွှန်မှုမှ လမ်းမှားစေနိုင်ခဲ့ပြီ။ ထိုအခါ သူတို့ မည်သို့ လမ်းညွှန်မှု ရနိုင်မည်နည်း။' ဟု မိန့်ကြားသည်။\" တစ်ခါတစ်ရံ သူက \"ငါတို့ သူတို့အား မျက်မမြင် ဖြစ်စေနိုင်ခဲ့ပြီ။\" ဟု ပြောခဲ့သည်။ အလ်-ဟာစန် အလ်-ဘစရီက \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိခဲ့ပါမူ သူတို့၏ မျက်လုံးများကို ဖုံးကွယ်ပြီး မျက်မမြင် ဖြစ်စေကာ တိုက်မိခိုက်မိစေနိုင်ခဲ့ပြီ။\" ဟု ပြောခဲ့သည်။ မုဂျာဟိဒ်၊ အဘူ စွာလိဟ်၊ ကတာဒါဟ်နှင့် အစ်-စွတ်ဒီတို့က \"ဒါဆို သူတို့သည် လမ်းကို၊ ဆိုလိုသည်မှာ မှန်ကန်သောလမ်းကို ရုန်းကန်ကြလိမ့်မည်။\" ဟု ပြောခဲ့သည်။ အိဗ်နု ဇိုင်ဒ်က \"ဤနေရာတွင် လမ်း၏အဓိပ္ပါယ်မှာ သစ္စာတရားပင်ဖြစ်သည် – 'ငါတို့ သူတို့၏ မျက်လုံးများကို ဖုံးကွယ်ထားခဲ့ပြီးဖြစ်ရာ သူတို့ မည်သို့ မြင်နိုင်မည်နည်း။'\" အလ်-'အော်ဖီက အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) က ပြောခဲ့သည်ဟု ပြန်လည်ပြောကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَنَّىٰ يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူတို့ မည်သို့ မြင်နိုင်ကြမည်နည်း။)</span> \"သူတို့သည် သစ္စာတရားကို မြင်ရလိမ့်မည် မဟုတ်ပေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَىٰ مَكَانَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့၏ အလိုတော်ရှိခဲ့ပါမူ သူတို့ကို သူတို့၏ နေရာ၌ပင် ရုပ်ပြောင်းရုပ်လွှဲ လုပ်ထားနိုင်ခဲ့ပြီ။)</span></p><p lang=\"my\" class=\"my \">အလ်-'အော်ဖီက အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) က ပြောခဲ့သည်ဟု ပြန်လည်ပြောကြားသည်။ \"ငါတို့ သူတို့ကို ဖျက်ဆီးပစ်နိုင်ခဲ့ပြီ။\" အစ်-စွတ်ဒီက \"ငါတို့ သူတို့၏ ပုံပန်းသဏ္ဍာန်ကို ပြောင်းလဲနိုင်ခဲ့ပြီ။\" ဟု ပြောခဲ့သည်။ အဘူ စွာလိဟ်က \"ငါတို့ သူတို့ကို ကျောက်တုံးအဖြစ် ပြောင်းလဲနိုင်ခဲ့ပြီ။\" ဟု ပြောခဲ့သည်။ အလ်-ဟာစန် အလ်-ဘစရီနှင့် ကတာဒါဟ်တို့က \"ငါတို့ သူတို့ကို သူတို့၏ ခြေထောက်ပေါ်တွင် ထိုင်စေနိုင်ခဲ့ပြီ။\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَا اسْتَطَاعُوا مُضِيًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူတို့သည် ရှေ့သို့ တက်လှမ်းနိုင်မည်မဟုတ်ပေ)</span> ဆိုလိုသည်မှာ ရှေ့သို့ ရွေ့လျားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်သို့လည်း ပြန်လှည့်နိုင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ နောက်သို့ ရွေ့လျားခြင်းဖြစ်သည်။ သူတို့သည် ငြိမ်သက်စွာ ရပ်တည်နေကြလိမ့်မည်ဖြစ်ရာ ရှေ့သို့လည်း မရွေ့လျားနိုင်၊ နောက်သို့လည်း မရွေ့လျားနိုင်ပေ။</p>"
  },
  {
    "ayah_key": "36:68",
    "group_ayah_key": "36:68",
    "from_ayah": "36:68",
    "to_ayah": "36:70",
    "ayah_keys": "36:68,36:69,36:70",
    "text": "<p lang=\"my\" class=\"my \">ငါတို့သည် မည်သူ့အား သက်ရှည်ခွင့် ပေးခဲ့ပါမူ သူ၏ ဖန်ဆင်းခြင်းတွင် ပြောင်းပြန်လှန်ပစ်လိုက်၏။ ထိုအခါ သူတို့ နားမလည်ကြသလော။ <span>(68)</span>ငါတို့သည် သူ့အား ကဗျာကို သင်ကြားပေးခဲ့သည်မဟုတ်၊ ၎င်းသည် သူ့အတွက်လည်း သင့်လျော်သည်မဟုတ်ပေ။ ဤသည်မှာ သတိပေးချက်နှင့် ထင်ရှားသော ကုရ်အာန်သာဖြစ်သည်။ <span>(69)</span>သူ သို့မဟုတ် ၎င်းသည် အသက်ရှင်နေသူအား သတိပေးနိုင်ရန်နှင့် ထိုစကားသည် မယုံကြည်သူများအပေါ် တရားမျှတမှု ဖြစ်စေရန်အတွက်ဖြစ်သည်။ <span>(70)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အာဒမ်၏သားသည် သက်တမ်းရှည်လေလေ၊ သန်မာခဲ့ပြီးနောက် အားနည်းလာပြီး၊ အရည်အချင်းရှိပြီး တက်ကြွခဲ့ပြီးနောက် မစွမ်းဆောင်နိုင်ဖြစ်လာလေလေ ဖြစ်ကြောင်း ငါတို့ကို ပြောပြတော်မူသည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَاءُ ۖ وَهُوَ الْعَلِيمُ الْقَدِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အားနည်းသော <span class=\"gray\">(အခြေအနေ)</span> တွင် ဖန်ဆင်းတော်မူခဲ့သူဖြစ်သည်။ ထို့နောက် အားနည်းပြီးနောက် သင်တို့အား ခွန်အားပေးတော်မူခဲ့သည်။ ထို့နောက် ခွန်အားပြီးနောက် အားနည်းခြင်းနှင့် ဆံပင်ဖြူခြင်းကို ပေးတော်မူခဲ့သည်။ ကိုယ်တော်သည် အလိုတော်ရှိရာကို ဖန်ဆင်းတော်မူသည်။ ကိုယ်တော်သည် အလုံးစုံကို သိရှိတော်မူ၍ အလုံးစုံကို စွမ်းဆောင်နိုင်တော်မူသူ ဖြစ်သည်။)</span><span class=\"gray\">(30:54)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْكُمْ مَنْ يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ဒုက္ခရောက်ဖွယ်ရာ အိုမင်းရင့်ရော်မှုဆီသို့ ပြန်လည်ပို့ဆောင်ခြင်းခံရသူ ရှိသည်။ သို့ဖြင့် သူသည် သိရှိခဲ့ပြီးနောက် မည်သည့်အရာကိုမျှ မသိရှိတော့ပေ။)</span><span class=\"gray\">(22:5)</span>။</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အဓိပ္ပါယ်မှာ – အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည် – အလ္လာဟ်အရှင်မြတ်က ဤလောကသည် မမြဲဘဲ အဆုံးသတ်ရမည့်အရာဖြစ်ကြောင်း၊ ၎င်းသည် ထာဝရတည်မြဲသည်မဟုတ်ကြောင်း ငါတို့ကို ပြောပြတော်မူခြင်းပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَعْقِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူတို့ နားမလည်ကြသလော။)</span> ဆိုလိုသည်မှာ သူတို့ မည်သို့ ဖန်ဆင်းခံခဲ့ရသည်ကို၊ ထို့နောက် ဆံပင်ဖြူလာသည်ကို၊ ထို့နောက် အိုမင်းပြီး စိတ်ချောက်ချားလာသည်ကို သူတို့ မစဉ်းစားကြသလော။ သို့ဖြင့် သူတို့သည် မမြဲဘဲ ကွယ်ပျောက်သွားမည်မဟုတ်သည့်၊ လွတ်မြောက်ရာလမ်းမရှိသည့် အခြားသောကမ္ဘာ၊ ဆိုလိုသည်မှာ နောင်တမလွန်ဘဝအတွက် ဖန်ဆင်းခံခဲ့ရခြင်းဖြစ်ကြောင်း သိရှိနိုင်ရန် ဖြစ်သည်။</p><p lang=\"lb\" class=\"lb \">Allah does not teach His Messenger <span class=\"gray\">(ﷺ)</span> Poetry</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အား ကဗျာကို သင်ကြားပေးခဲ့သည်မဟုတ်၊ ၎င်းသည် သူ့အတွက်လည်း သင့်လျော်သည်မဟုတ်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ တမန်တော် မုဟမ္မဒ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) အား ကဗျာကို သင်ကြားပေးခဲ့ခြင်းမရှိကြောင်း ငါတို့ကို ပြောပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنْبَغِي لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သူ့အတွက်လည်း သင့်လျော်သည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ သူသည် ၎င်းကို မည်သို့ စီကုံးရမည်ကို မသိခဲ့၊ ၎င်းကို မနှစ်သက်ခဲ့ဘဲ ၎င်းအပေါ် သဘာဝကျသော ဆန္ဒမရှိခဲ့ပေ။ ကိုယ်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် မှန်ကန်သော တိုင် (အလေးချိန်) သို့မဟုတ် အသံထွက်ညီသော ကဗျာတစ်ပိုဒ်ကိုပင် ဘယ်တော့မျှ အလွတ်ကျက်မှတ်ခဲ့ခြင်း မရှိကြောင်း ပြန်လည်ပြောကြားသည်။ ကိုယ်တော်သည် စကားလုံးများကို နေရာပြောင်းပြန်စီခြင်း သို့မဟုတ် မပြည့်စုံဘဲ မှတ်သားခြင်းမျိုး ပြုလုပ်လေ့ရှိသည်။</p><p lang=\"my\" class=\"my \">အဒ်-ဒလာအီလ်တွင် အလ်-ဘိုင်ဟကီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က အလ်-'အဗ္ဗားစ် အိဗ်နု မေရ်ဒတ်စ် အစ်-စူလာမီ (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) အား ဤသို့ မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتَ الْقَائِلُ: أَتَجْعَلُ نَهْبِي وَنَهْبَ الْعُبَيدِ بَيْنَ الْأَقْرَعِ وَعُيَيْنَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် \"အသင်သည် ကျွန်ုပ်၏ ပစ္စည်းဥစ္စာနှင့် ကျွန်များ၏ ပစ္စည်းဥစ္စာများကို အလ်-အကရာအ်နှင့် 'ဥယိုင်နာဟ်တို့ကြားတွင် ခွဲဝေပေးသလော။\" ဟု ပြောခဲ့သူပင်ဖြစ်သည်။)</span> သူက \"၎င်းသည် 'ဥယိုင်နာဟ်နှင့် အလ်-အကရာအ်ဖြစ်သည်။\" ဟု ပြောကြားရာ ကိုယ်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكُلُّ سَوَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားလုံး အတူတူပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အဓိပ္ပါယ်တူသည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား ကုရ်အာန်ကို သင်ကြားပေးခဲ့သောကြောင့်ဖြစ်ပြီး ၎င်းသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ ရှေ့မှလည်းကောင်း၊ နောက်မှလည်းကောင်း မမှန်မကန်မှုသည် ၎င်းထံသို့ မရောက်ရှိနိုင်ပေ။ အလွန်အမင်း ဉာဏ်ပညာရှင်ဖြစ်တော်မူ၍ ချီးမွမ်းခြင်းအပေါင်းနှင့် ထိုက်တန်တော်မူသူ (အလ္လာဟ်) ထံမှ ထုတ်ပြန်ခြင်းဖြစ်သည်။)</span><span class=\"gray\">(41:42)</span>။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကုရိုင်ရှ်မျိုးနွယ်စုမှ အချို့သော အသိပညာမဲ့ မယုံကြည်သူများက တောင်းဆိုခဲ့သကဲ့သို့ ကဗျာမဟုတ်ပေ။ လမ်းမှားသူများနှင့် အသိပညာမဲ့သူများက အမျိုးမျိုး အကြံပြုခဲ့သကဲ့သို့ ၎င်းသည် မှော်အတတ်၊ လုပ်ကြံဖန်တီးမှု သို့မဟုတ် မှော်ပညာလည်း မဟုတ်ပေ။ တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် ကဗျာစီကုံးခြင်းကို သဘာဝအတိုင်း စိတ်မပါဝင်စားခဲ့ဘဲ ဘုရားသခင်၏ ဥပဒေအရ ထိုသို့ပြုလုပ်ရန် တားမြစ်ခံထားရသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\"> إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သတိပေးချက်နှင့် ထင်ရှားသော ကုရ်အာန်သာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ၎င်း၏ အဓိပ္ပါယ်များကို ဆင်ခြင်တွေးခေါ် နားလည်သူအတွက် ရှင်းလင်းပြတ်သားပြီး ကိုယ်တိုင်ရှင်းပြသော အရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُنْذِرَ مَنْ كَانَ حَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ သို့မဟုတ် ၎င်းသည် အသက်ရှင်နေသူအား သတိပေးနိုင်ရန်၊)</span> ဆိုလိုသည်မှာ ဤထင်ရှားသော ကုရ်အာန်သည် ကမ္ဘာမြေပြင်ပေါ်ရှိ အသက်ရှင်နေသူတိုင်းအား သတိပေးနိုင်ရန်ဖြစ်သည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းဖြင့် ကျွန်ုပ်သည် သင်တို့ကိုလည်းကောင်း၊ ၎င်းရောက်ရှိရာ မည်သူ့ကိုမဆိုလည်းကောင်း သတိပေးနိုင်ရန်ဖြစ်သည်။)</span><span class=\"gray\">(6:19)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကို ငြင်းပယ်သော ဂိုဏ်းဂဏများ၏ ကတိပေးထားရာ နေရာမှာ ငရဲမီးဖြစ်သည်။)</span><span class=\"gray\">(11:17)</span>။ ကိုယ်တော်၏ သတိပေးချက်မှ အကျိုးခံစားရမည့်သူများသည် နှလုံးသား အသက်ဝင်သူများနှင့် ထိုးထွင်းဉာဏ် အလင်းရရှိသူများ ဖြစ်လိမ့်မည်။ ကတာဒါဟ်က \"နှလုံးသား အသက်ဝင်သူနှင့် ထိုးထွင်းဉာဏ် အသက်ဝင်သူ\" ဟု ပြောခဲ့သည်။ အဒ်-ဒဟ်ဟက်က \"ဤသည်မှာ ဉာဏ်ပညာရှိခြင်းကို ဆိုလိုသည်။\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုစကားသည် မယုံကြည်သူများအပေါ် တရားမျှတမှု ဖြစ်စေရန်အတွက်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ယုံကြည်သူများအတွက် ကရုဏာတော်ဖြစ်ပြီး မယုံကြည်သူများအတွက် အထောက်အထားဖြစ်သည်။</p>"
  }
]