[
  {
    "ayah_key": "93:1",
    "group_ayah_key": "93:1",
    "from_ayah": "93:1",
    "to_ayah": "93:11",
    "ayah_keys": "93:1,93:2,93:3,93:4,93:5,93:6,93:7,93:8,93:9,93:10,93:11",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလွန်တရာကျေးဇူးတော်ရှင်၊ အလွန်တရာကရုဏာတော်ရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ - وَالَّيْلِ إِذَا سَجَىٰ - مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ - وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَىٰ - وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ - أَلَمْ يَجِدْكَ يَتِيمًا فَآوَىٰ - وَوَجَدَكَ ضَالًّا فَهَدَىٰ - وَوَجَدَكَ عَائِلًا فَأَغْنَىٰ - فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ - وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ - وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ နံနက်ခင်းဖြင့်။)</span><span class=\"gray\">(၂။ မှောင်မိုက်သွားသောအခါ ညဖြင့်။)</span><span class=\"gray\">(၃။ အသင်၏အရှင်သခင်သည် အသင့်ကို စွန့်ပစ်ထားသည်လည်းမဟုတ်၊ မုန်းထားသည်လည်းမဟုတ်ပေ။)</span><span class=\"gray\">(၄။ အမှန်စင်စစ် နောင်တမလွန်ဘဝသည် အသင်အတွက် ပစ္စုပ္ပန်ထက် ပိုမိုကောင်းမွန်ပေသည်။)</span><span class=\"gray\">(၅။ အမှန်စင်စစ် အသင်၏အရှင်သခင်သည် အသင့်အား နှစ်သက်ကျေနပ်သည်အထိ ပေးသနားတော်မူမည်။)</span><span class=\"gray\">(၆။ အရှင်မြတ်သည် အသင့်အား မိဘမဲ့တစ်ဦးအဖြစ် မတွေ့ရှိခဲ့ပါလား။ ထို့နောက် အရှင်မြတ်က ခိုလှုံရာပေးခဲ့သည်။)</span><span class=\"gray\">(၇။ အရှင်မြတ်က အသင့်အား အသိမဲ့နေသည်ကို တွေ့ရှိခဲ့ပြီးနောက် လမ်းပြတော်မူခဲ့သည်။)</span><span class=\"gray\">(၈။ အရှင်မြတ်က အသင့်အား ဆင်းရဲသည်ကို တွေ့ရှိခဲ့ပြီးနောက် ချမ်းသာကြွယ်ဝစေခဲ့သည်။)</span><span class=\"gray\">(၉။ ထို့ကြောင့် မိဘမဲ့ကို ဖိနှိပ်ဆက်ဆံခြင်းမပြုနှင့်။)</span><span class=\"gray\">(၁၀။ တောင်းခံသူကိုလည်း မမောင်းထုတ်နှင့်။)</span><span class=\"gray\">(၁၁။ အသင်၏အရှင်သခင်၏ ကျေးဇူးတော်ကို ပြောပြကြေညာလော့။)</span></p><p lang=\"my\" class=\"my \">ဆူရဟ် အဒ်ဒူဟာ ဗျာဒိတ်တော် ချပေးရခြင်း အကြောင်းရင်း</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် ဂျွန်ဒူဘ်မှ မှတ်တမ်းတင်ထားသည်မှာ သူက ပြောသည်၊ \"နဗီတမန်တော် ﷺ သည် မကျန်းမာဖြစ်ခဲ့ရာ တစ်ည သို့မဟုတ် နှစ်ညမျှ နမာဇ်မဖတ်ဘဲ နေခဲ့သည်။ ထို့နောက် အမျိုးသမီးတစ်ဦး ရောက်လာပြီး 'အို မိုဟမ္မဒ်! အသင်၏ ရှိုင်တွာန်သည် နောက်ဆုံးတွင် အသင့်ကို စွန့်ခွာသွားပြီဟု ကျွန်မ ထင်သည်။' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ - وَالَّيْلِ إِذَا سَجَىٰ - مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းဖြင့်။ မှောင်မိုက်သွားသောအခါ ညဖြင့်။ အသင်၏အရှင်သခင်သည် အသင့်ကို စွန့်ပစ်ထားသည်လည်းမဟုတ်၊ မုန်းထားသည်လည်းမဟုတ်ပေ။)</span>\"</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီ၊ မွတ်စလင်မ်၊ အတ်-တီရ်မီဇီ၊ အန်-နစာအီ၊ အိဗ်နု အဘီ ဟာတိမ်နှင့် အိဗ်နု ဂျာရီရ်တို့အားလုံးသည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့ကြသည်။ ဤဂျွန်ဒူဘ် <span class=\"gray\">(၎င်းကို ပြောပြခဲ့သူ)</span> သည် အိဗ်နု အဗ်ဒူလ္လာဟ် အလ်-ဘာဂျလီ အလ်-'အလာကီ ဖြစ်သည်။ အလ်-အဆ်ဝဒ် ဘင် ကွိုင်းဆ်မှ ရရှိသော ဖော်ပြချက်တွင် သူက ဂျွန်ဒူဘ် ပြောသည်ကို ကြားခဲ့ရသည်ဟု ဆိုသည်မှာ ဂျိဗ်ရီလ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ရောက်လာရန် နှောင့်နှေးခဲ့သည်။ ထို့ကြောင့် ရုပ်တုကိုးကွယ်သူများက \"မိုဟမ္မဒ်၏ အရှင်သခင်သည် သူ့ကို စွန့်ပစ်ခဲ့ပြီ\" ဟု ပြောကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ - وَالَّيْلِ إِذَا سَجَىٰ - مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းဖြင့်။ မှောင်မိုက်သွားသောအခါ ညဖြင့်။ အသင်၏အရှင်သခင်သည် အသင့်ကို စွန့်ပစ်ထားသည်လည်းမဟုတ်၊ မုန်းထားသည်လည်းမဟုတ်ပေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ - وَالَّيْلِ إِذَا سَجَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းဖြင့်။ မှောင်မိုက်သွားသောအခါ ညဖြင့်။)</span></p><p lang=\"my\" class=\"my \">အလ်-'အဝ်ဖီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ ပြောပြသည်မှာ \"ကုရ်အာန်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ဗျာဒိတ်တော် ချပေးခံရသောအခါ ဂျိဗ်ရီလ်သည် ရက်အနည်းငယ်ကြာမျှ <span class=\"gray\">(တစ်ကြိမ်တွင်)</span> ကိုယ်တော်ထံသို့ ရောက်လာရန် နှောင့်နှေးခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ယင်းကြောင့် သက်ရောက်မှု ရှိခဲ့သည်။ ထို့နောက် ရုပ်တုကိုးကွယ်သူများက 'သူ၏ အရှင်သခင်သည် သူ့ကို စွန့်ပစ်ခဲ့ပြီး မုန်းထားသည်' ဟု ပြောဆိုလာကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏အရှင်သခင်သည် အသင့်ကို စွန့်ပစ်ထားသည်လည်းမဟုတ်၊ မုန်းထားသည်လည်းမဟုတ်ပေ။)</span>\"</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် နံနက်ခင်းနှင့် ၎င်းတွင် ထည့်သွင်းထားသော အလင်းရောင်ဖြင့် ကျိန်ဆိုတော်မူနေခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا سَجَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှောင်မိုက်သွားသောအခါ <span class=\"gray\">(ဆဂျာ)</span> ညဖြင့်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းသည် ငြိမ်သက်သွားသည်၊ မှောင်မိုက်သွားသည်၊ ဆိုလိုသည်မှာ ၎င်းသည် ငြိမ်သက်သွားသည်၊ မှောင်မိုက်သွားပြီး ၎င်းတို့ကို လွှမ်းမိုးသွားသည်။ ဤအရာကို မူဂျာဟစ်၊ ကွာတာဒါ၊ အဒ်-ဒဟ်ဟက်၊ အိဗ်နု ဇိုင်းဒ်နှင့် အခြားသူများက ပြောဆိုခဲ့သည်။ ဤသည်မှာ ဤ <span class=\"gray\">(အလင်း)</span> နှင့် ထို <span class=\"gray\">(မှောင်မိုက်ခြင်း)</span> ကို ဖန်ဆင်းရှင်၏ တန်ခိုးတော်ကို ထင်ရှားသော သက်သေဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူထားသည့်အတိုင်းပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا يَغْشَىٰ - وَالنَّهَارِ إِذَا تَجَلَّىٰ</p><p lang=\"my\" class=\"my \">ဖုံးအုပ်သွားသောအခါ ညဖြင့်။ ထင်ရှားလာသောအခါ နေ့ဖြင့်။) <span class=\"gray\">(၉၂:၁-၂)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ الَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အရှင်မြတ်သည်)</span> နံနက်မိုးသောက်ကို ဖန်ဆင်းရှင်ဖြစ်သည်။ အရှင်မြတ်က ညကို ငြိမ်သက်စွာနေရန် ပြုလုပ်ခဲ့ပြီး၊ နေနှင့် လကို တွက်ချက်ရန် ပြုလုပ်ခဲ့သည်။ ထိုအရာသည် အနန္တတန်ခိုးရှင်၊ အရာခပ်သိမ်းကို သိရှိတော်မူသော အရှင်မြတ်၏ တိုင်းတာသတ်မှတ်ချက်ပင် ဖြစ်သည်။)</span><span class=\"gray\">(၆:၉၆)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا وَدَّعَكَ رَبُّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏အရှင်သခင်သည် အသင့်ကို စွန့်ပစ်ထားသည်လည်းမဟုတ်)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်က အသင့်ကို စွန့်ပစ်ထားခြင်းမရှိပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုန်းထားသည်လည်း <span class=\"gray\">(ကွလာ)</span> မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်က အသင့်ကို မမုန်းတီးပေ။'</p><p lang=\"my\" class=\"my \">နောင်တမလွန်ဘဝသည် ဤပစ္စုပ္ပန်ဘဝထက် ပိုမိုကောင်းမွန်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် နောင်တမလွန်ဘဝသည် အသင်အတွက် ပစ္စုပ္ပန်ထက် ပိုမိုကောင်းမွန်ပေသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ နောင်တမလွန်ဘဝသည် ဤပစ္စုပ္ပန်ဘဝထက် အသင်အတွက် ပိုကောင်းမွန်ပေသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် လောကီအရာများနှင့်ပတ်သက်၍ လူများအနက် အတားအဆီးအရှိဆုံးဖြစ်ခဲ့ပြီး၊ လောကီကိစ္စများကို ပစ်ပယ်ရာတွင်လည်း အကြီးမြတ်ဆုံးဖြစ်ခဲ့သည်။ ဤအရာသည် ကိုယ်တော်၏ အတ္ထုပ္ပတ္တိမှ မလွဲမသွေ သိရှိထားကြသောအရာဖြစ်သည်။ နဗီတမန်တော် ﷺ အား ကိုယ်တော်၏ ဘဝနိဂုံးတွင် ဤဘဝတွင် ထာဝရနေထိုင်ပြီး ဂျန္နတ်သို့ သွားမည်လော၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ဆက်လက်နေထိုင်မည်လောဟု ရွေးချယ်ခွင့် ပေးသောအခါ၊ ကိုယ်တော်သည် ဤယုတ်ညံ့သောလောကထက် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ရှိသောအရာကို ရွေးချယ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဗ်ဒူလ္လာဟ် ဘင် မဆ်အူဒ်မှ မှတ်တမ်းတင်ထားသည်မှာ သူက ပြောသည်၊ \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ကောက်ရိုးဖျာပေါ်တွင် လဲလျောင်းနေခဲ့ရာ ၎င်းသည် ကိုယ်တော်၏ ဘေးတစ်ဖက်တွင် အမှတ်အသားများ ထားခဲ့သည်။ ထို့နောက် ကိုယ်တော် နိုးလာသောအခါ ဘေးတစ်ဖက်ကို ပွတ်သပ်ခဲ့သည်။ ထို့ကြောင့် ကျွန်တော်က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ဤကောက်ရိုးဖျာပေါ်တွင် နူးညံ့သောအရာတစ်ခုခု ခင်းရန် ကျွန်တော်တို့ကို ခွင့်ပြုပါမည်လား?' ဟု လျှောက်တင်ခဲ့သည်။ ကိုယ်တော်က ပြန်လည် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِي وَلِلدُّنْيَا، إِنَّمَا مَثَلِي وَمَثَلُ الدُّنْيَا كَرَاكِبٍ ظَلَّ تَحْتَ شَجَرَةٍ ثُمَّ رَاحَ وَتَرَكَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကနှင့် ကျွန်ုပ် ဘာမှ မပတ်သက်ပါ။ ကျွန်ုပ်နှင့် ဤလောက၏ ဥပမာသည် သစ်ပင်ရိပ်အောက်တွင် ခဏနားနေသော မြင်းစီးသူနှင့်တူသည်၊ ထို့နောက် သူသည် ဆက်လက်သွားပြီး ၎င်းကို ထားခဲ့သည်။)</span>\" အတ်-တီရ်မီဇီနှင့် အိဗ်နု မာဂျာ နှစ်ဦးစလုံးသည် ဤဟဒီးဆ်ကို အလ်-မဆ်အူဒီ၏ လမ်းကြောင်းဖြင့် မှတ်တမ်းတင်ခဲ့ကြသည်။ အတ်-တီရ်မီဇီက \"ဟဆန် ဆဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">နောင်တမလွန်ဘဝ၏ များပြားလှသော ဆုလာဘ်များသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span> အတွက် စောင့်ဆိုင်းနေသည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အသင်၏အရှင်သခင်သည် အသင့်အား နှစ်သက်ကျေနပ်သည်အထိ ပေးသနားတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ နောက်ဆုံးဘဝတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏နောက်လိုက်များအပေါ်တွင် ကျေနပ်သည်အထိ ပေးသနားတော်မူမည်ဖြစ်ပြီး၊ ကိုယ်တော်၏ ရက်ရောမှုမှ ကိုယ်တော်အတွက် ပြင်ဆင်ထားသောအရာများကိုလည်း ပေးသနားတော်မူမည်ဖြစ်သည်။ ဤအရာများမှ အလ်-ကဝ်ဆရ် မြစ်သည်လည်း ပါဝင်မည်ဖြစ်ရာ ၎င်း၏ ကမ်းနားတစ်လျှောက်တွင် အခေါင်းပေါက် ပုလဲများဖြင့် ပြုလုပ်ထားသော ဂူများရှိမည်ဖြစ်ပြီး၊ ၎င်း၏ကမ်းနားမှ ရွှံ့များသည် မစွတ်ကဲ့သို့ အနံ့အသက် အပြင်းဆုံးဖြစ်မည်ဖြစ်ရာ၊ နောက်ပိုင်းတွင် ဖော်ပြပါရှိမည်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဘူ 'အမ်ရ် အလ်-အဝ်ဇာ'အီသည် အိဗ်နု 'အဗ္ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အား ကိုယ်တော်၏ ဥမ္မသ်သည် ကိုယ်တော်ပြီးနောက် ရတနာများစွာဖြင့် ကောင်းချီးပေးခံရမည်ကို ပြသခဲ့သည်။ ထို့ကြောင့် ကိုယ်တော်သည် ထိုအရာကို နှစ်သက်ကျေနပ်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အသင်၏အရှင်သခင်သည် အသင့်အား နှစ်သက်ကျေနပ်သည်အထိ ပေးသနားတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား ဂျန္နတ်တွင် နန်းတော် တစ်သန်း ပေးသနားတော်မူမည်ဖြစ်ပြီး၊ နန်းတော်တစ်ခုစီတိုင်းတွင် ကိုယ်တော်အလိုရှိသမျှ ဇနီးမယားများနှင့် ကျွန်များ ပါဝင်မည်ဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">ဤအရာကို အိဗ်နု ဂျာရီရ်နှင့် အိဗ်နု အဘီ ဟာတိမ်တို့သည် ၎င်း၏ လက်ဆင့်ကမ်းပြောကြားမှုလမ်းကြောင်းမှ မှတ်တမ်းတင်ခဲ့သည်။ ဤပြောကြားမှုကွင်းဆက်သည် အိဗ်နု 'အဗ္ဗားစ်ထံတွင် စစ်မှန်ပြီး၊ ဤကဲ့သို့သော ပြောကြားချက်များကို Tawqif <span class=\"gray\">[ဆိုလိုသည်မှာ နဗီတမန်တော် ﷺ က သူ့အား အသိပေးခဲ့သော သတင်းအချက်အလက်]</span> မှသာ ပြောဆိုနိုင်ပေသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရစူလ်တမန်တော်အား ပေးသနားခဲ့သော ကျေးဇူးတော်အချို့ကို ဖော်ပြခြင်း</p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော် ﷺ အား ပေးသနားတော်မူသော ကျေးဇူးတော်များကို ရေတွက်ဖော်ပြရင်း အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَجِدْكَ يَتِيمًا فَآوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အသင့်အား မိဘမဲ့တစ်ဦးအဖြစ် မတွေ့ရှိခဲ့ပါလား။ ထို့နောက် အရှင်မြတ်က ခိုလှုံရာပေးခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအရာသည် ကိုယ်တော်၏ဖခင်သည် ကိုယ်တော်၏မိခင် ကိုယ်ဝန်ဆောင်နေစဉ် ကွယ်လွန်ခဲ့ပြီး၊ ကိုယ်တော်၏မိခင် အာမီနာ ဘင် ဝဟ်ဘ်သည် ကိုယ်တော် အသက်ခြောက်နှစ်သားအရွယ်တွင် ကွယ်လွန်ခဲ့သည့်အချက်ကို ရည်ညွှန်းသည်။ ဤနောက်ပိုင်းတွင် ကိုယ်တော်သည် ကိုယ်တော်၏ အဘိုး 'အဗ်ဒုလ်-မွတ်သွလစ်ဗ်၏ ထိန်းသိမ်းစောင့်ရှောက်မှုအောက်တွင် ရှိခဲ့ရာ ကိုယ်တော်၏ အဘိုးသည် မိုဟမ္မဒ် ﷺ အသက်ရှစ်နှစ်သားအရွယ်တွင် ကွယ်လွန်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် ကိုယ်တော်၏ ဦးလေး အဘူ သွါလိဗ်သည် ကိုယ်တော်အတွက် တာဝန်ယူခဲ့ပြီး ကိုယ်တော်အား ကာကွယ်ခြင်း၊ ကူညီခြင်း၊ ကိုယ်တော်၏ ဂုဏ်သိက္ခာကို မြှင့်တင်ခြင်း၊ ကိုယ်တော်အား ဂုဏ်ပြုခြင်းတို့ကို ဆက်လက်ပြုလုပ်ခဲ့ပြီး၊ ကိုယ်တော် အသက်လေးဆယ်ပြည့်၍ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား နဗီတမန်တော်အဖြစ် တာဝန်ပေးအပ်သောအခါတွင် ကိုယ်တော်၏ လူမျိုးများကို ကိုယ်တော်အား အန္တရာယ်ပြုခြင်းမှပင် တားဆီးပေးခဲ့သည်။ ဤအရာများနှင့်ပင် အဘူ သွါလိဗ်သည် ရုပ်တုများကို ကိုးကွယ်သော ၎င်း၏ လူမျိုး၏ဘာသာတရားကို ဆက်လက် လိုက်နာခဲ့သည်။&nbsp;</p><p lang=\"my\" class=\"my \">ဤအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ဘုန်းတော်ကြီးသော အမိန့်တော်ဖြင့် ဖြစ်ပေါ်လာခဲ့ပြီး ကိုယ်တော်၏ အမိန့်တော်သည် အထူးပင် ထူးချွန်မြတ်သည်။ ဟိဂျ်ရာမပြုမီ အချိန်အနည်းငယ်အလိုတွင် အဘူ သွါလိဗ် ကွယ်လွန်သည်အထိ ဖြစ်ခဲ့သည်။ ဤနောက် <span class=\"gray\">(အဘူ သွါလိဗ် ကွယ်လွန်ပြီးနောက်)</span> ကူရိုင်းရှ်လူမျိုးတို့မှ မိုက်မဲပြီး အသိပညာမဲ့သူများသည် ကိုယ်တော်အား တိုက်ခိုက်လာကြရာ၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား ၎င်းတို့ထံမှ ထွက်ခွာပြီး အလ်-အဝ်စ်နှင့် အလ်-ခဇ်ရဂျ်မြို့သို့ ပြောင်းရွှေ့ရန် ရွေးချယ်ခဲ့ရာ ၎င်းတို့သည် ကိုယ်တော်အား <span class=\"gray\">(အလ်-မဒီနာတွင်)</span> ကူညီခဲ့ကြသူများထဲမှ ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဆွန်နသ်ကို အပြည့်အဝဆုံးနှင့် အပြည့်စုံဆုံးနည်းဖြင့် ပြန့်ပွားစေခဲ့သည်။ ထို့နောက် ကိုယ်တော်သည် ၎င်းတို့၏ မြို့သို့ ရောက်ရှိသောအခါ ၎င်းတို့က ကိုယ်တော်အား ခိုလှုံရာပေးခဲ့ပြီး၊ ကူညီခဲ့ကာ၊ ကာကွယ်ပေးခဲ့ပြီး ကိုယ်တော်ရှေ့တွင် <span class=\"gray\">(အစ္စလာမ်၏ ရန်သူများကို)</span> တိုက်ခိုက်ခဲ့ကြသည် – အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို နှစ်သက်တော်မူပါစေ။ ဤအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ကိုယ်တော်အား ကာကွယ်ပေးမှု၊ စောင့်ရှောက်မှုနှင့် ဂရုစိုက်မှုမှ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَجَدَكَ ضَالًّا فَهَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က အသင့်အား အသိမဲ့နေသည်ကို တွေ့ရှိခဲ့ပြီးနောက် လမ်းပြတော်မူခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا ۚ مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَٰكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် ကျွန်ုပ်တို့သည် သင်ထံသို့ ကျွန်ုပ်တို့၏ အမိန့်တော်မှ ရူဟ်ကို စေလွှတ်ခဲ့သည်။ သင်သည် ကျမ်းတော်ကား အဘယ်အရာဖြစ်သည်ကိုလည်းကောင်း၊ အီမာန်ကား အဘယ်အရာဖြစ်သည်ကိုလည်းကောင်း မသိခဲ့ပေ။ သို့သော် ကျွန်ုပ်တို့သည် ၎င်းကို ကျွန်ုပ်တို့၏ ကျွန်များထဲမှ အလိုရှိသူအား မည်သူ့ကိုမဆို လမ်းပြပေးသော အလင်းရောင်အဖြစ် ပြုလုပ်ခဲ့သည်။)</span><span class=\"gray\">(၄၂:၅၂)</span></p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَجَدَكَ عَائِلًا فَأَغْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က အသင့်အား ဆင်းရဲသည်ကို တွေ့ရှိခဲ့ပြီးနောက် ချမ်းသာကြွယ်ဝစေခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ 'အသင်သည် မှီခိုသူများရှိသော ဆင်းရဲသူတစ်ဦးဖြစ်ခဲ့ရာ၊ အလ္လာဟ်အရှင်မြတ်သည် အသင့်အား ချမ်းသာကြွယ်ဝစေခဲ့ပြီး ကိုယ်တော်မှလွဲ၍ အခြားသူအားလုံးအပေါ်မှ လွတ်လပ်စေခဲ့သည်။' ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အတွက် ရာထူးနှစ်ခုကို ပေါင်းစပ်ပေးခဲ့သည်- ဆင်းရဲပြီး သည်းခံသူတစ်ဦး၊ နှင့် ချမ်းသာကြွယ်ဝပြီး ကျေးဇူးတင်သူတစ်ဦး။ ဆဟီဟ် နှစ်ကျမ်းတွင် အဘူ ဟူရိုင်ရဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْغِنَى عَنْ كَثْرَةِ الْعَرَضِ، وَلَكِنَّ الْغِنَى غِنَى النَّفْسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စည်းစိမ်ဥစ္စာသည် ပိုင်ဆိုင်မှုများပြားခြင်းဖြင့် မဆုံးဖြတ်ရပေ၊ သို့သော် စည်းစိမ်ဥစ္စာသည် စိတ်ဝိညာဉ်၏ ကြွယ်ဝမှုပင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆဟီဟ် မွတ်စလင်မ်တွင် အဗ်ဒူလ္လာဟ် ဘင် 'အမ်ရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَنْ أَسْلَمَ وَرُزِقَ كَفَافًا وَقَنَّعَهُ اللهُ بِمَا آتَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အစ္စလာမ်ကို လက်ခံပြီး၊ ၎င်း၏ အခြေခံလိုအပ်ချက်များ ပြည့်စုံစေကာ၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား အရှင်မြတ်ပေးသနားခဲ့သောအရာနှင့် ကျေနပ်နှစ်သက်စေပါက၊ ထိုသူသည် အောင်မြင်မည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤကျေးဇူးတော်အား မည်သို့ တုံ့ပြန်သင့်သနည်း။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မိဘမဲ့ကို ဖိနှိပ်ဆက်ဆံခြင်းမပြုနှင့်။)</span> ဆိုလိုသည်မှာ 'အသင် မိဘမဲ့ဖြစ်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်က အသင့်အား ခိုလှုံရာပေးခဲ့သည့်အတိုင်း၊ မိဘမဲ့ကို မဖိနှိပ်နှင့်။' အခြားစကားဖြင့်ဆိုရသော်၊ 'သူ့ကို မစော်ကားနှင့်၊ မထ멸နှင့်၊ မပစ်ပယ်နှင့်။ ယင်းအစား၊ သူ့အပေါ် ကြင်နာပြီး နူးညံ့စွာ ဆက်ဆံသင့်သည်။' ကွာတာဒါက ပြောသည်၊ \"မိဘမဲ့အပေါ် သနားကြင်နာတတ်သော ဖခင်တစ်ဦးကဲ့သို့ ဖြစ်ရမည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်းခံသူကိုလည်း မမောင်းထုတ်နှင့်။)</span> ဆိုလိုသည်မှာ 'အသင်သည် လမ်းမှားခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်က အသင့်အား လမ်းပြတော်မူခဲ့သည့်အတိုင်း၊ လမ်းညွှန်မှုကို ရှာဖွေရင်း ပညာကို တောင်းခံသူကို မထ멸နှင့်။' အိဗ်နု အစ္စဟာက်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်းခံသူကိုလည်း မမောင်းထုတ်နှင့်။)</span> \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအနက် အားနည်းသူများကို ဖိနှိပ်ခြင်း၊ မာန်မာနထောင်လွှားခြင်း၊ ဆိုးသွမ်းခြင်း၊ သို့မဟုတ် ရိုင်းစိုင်းခြင်း မပြုရန်ဖြစ်သည်။\" ကွာတာဒါက ပြောသည်၊ \"ဤသည်မှာ ဆင်းရဲသားများကို ကရုဏာနှင့် နူးညံ့မှုဖြင့် တုံ့ပြန်ရန်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏အရှင်သခင်၏ ကျေးဇူးတော်ကို ပြောပြကြေညာလော့။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ 'အသင်သည် ဆင်းရဲပြီး လိုအပ်သူတစ်ဦးဖြစ်ခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်က အသင့်အား ချမ်းသာကြွယ်ဝစေခဲ့သည့်အတိုင်း၊ အလ္လာဟ်အရှင်မြတ်က အသင့်အပေါ် ပေးသနားခဲ့သော ကျေးဇူးတော်အကြောင်းကို ပြောပြလော့။'</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်သည် အဘူ ဟူရိုင်ရဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ နဗီတမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَشْكُرُ اللهَ مَنْ لَا يَشْكُرُ النَّاسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို လူများကို ကျေးဇူးမတင်ပါက၊ ထိုသူသည် အလ္လာဟ်အရှင်မြတ်ကို ကျေးဇူးမတင်ရာရောက်သည်။)</span></p><p lang=\"my\" class=\"my \">အတ်-တီရ်မီဇီသည်လည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့ပြီး သူက \"ဆဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်သည် ဂျာဘိရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ နဗီတမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أُبْلِيَ بَلَاءً فَذَكَرَهُ فَقَدْ شَكَرَهُ، وَمَنْ كَتَمَهُ فَقَدْ كَفَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို စမ်းသပ်မှုတစ်ခု <span class=\"gray\">(ဆိုလိုသည်မှာ ဘေးဆိုး)</span> ကို ကျော်လွှားပြီး ၎င်းကို <span class=\"gray\">(အခြားသူများအား)</span> ပြောပြပါက၊ သူသည် အမှန်ပင် ကျေးဇူးတင်သူဖြစ်သည်။ မည်သူမဆို ၎င်းကို ဖုံးကွယ်ထားပါက၊ သူသည် အမှန်ပင် ကျေးဇူးကန်းသူ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်သည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ရာတွင် တစ်ဦးတည်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရဟ် အဒ်ဒူဟာ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံသာ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် ထိုက်တန်ပေသည်။</p>"
  }
]