[
  {
    "ayah_key": "8:70",
    "group_ayah_key": "8:70",
    "from_ayah": "8:70",
    "to_ayah": "8:71",
    "ayah_keys": "8:70,8:71",
    "text": "<p lang=\"my\" class=\"my \">အို၊ တမန်တော်! သင်တို့၏ လက်ထဲတွင် ရှိသော သုံ့ပန်းများအား ပြောကြားပါလေ။ \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ စိတ်နှလုံးများထဲ၌ မွန်မြတ်မှုကို သိရှိတော်မူပါမူ၊ အရှင်မြတ်သည် သင်တို့ထံမှ ယူဆောင်သွားပြီးဖြစ်သော အရာများထက် ပိုမိုကောင်းမွန်သည့်အရာကို သင်တို့အား ပေးသနားတော်မူမည်ဖြစ်ပြီး၊ သင်တို့အား ခွင့်လွှတ်တော်မူမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူထသော အရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူသည်။ <span>(70)</span>သို့သော် အကယ်၍ ၎င်းတို့သည် သင့်အား သစ္စာဖောက်ရန် ရည်ရွယ်ပါမူ၊ ၎င်းတို့သည် ယခင်က အလ္လာဟ်အရှင်မြတ်အား သစ္စာဖောက်ခဲ့ကြသည်။ ထို့ကြောင့် အရှင်မြတ်သည် ၎င်းတို့အပေါ် <span class=\"gray\">(သင့်အား)</span> အာဏာ ပေးသနားတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ခပ်သိမ်းကုန်သော အရာများကို အကြွင်းမဲ့ သိရှိတော်မူထသော အရှင်၊ အနန္တဉာဏ်ပညာတော်ရှင် ဖြစ်တော်မူသည်။ <span>(71)</span></p><div lang=\"my\" class=\"my \"><h2>ဗဒ်ရ်ရှိ ဘာသာခြား သုံ့ပန်းများအား အနာဂတ်တွင် ဖြောင့်မတ်သူများ ဖြစ်လာပါက ၎င်းတို့ ဆုံးရှုံးခဲ့ရသည့်အရာများထက် ပိုမိုကောင်းမွန်သည့်အရာများကို ကတိပေးခဲ့သည်</h2></div><p lang=\"gd\" class=\"gd \">Muhammad bin Ishaq reported that 'Abdullah bin 'Abbas said that before the battle of Badr, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي قَدْ عَرَفْتُ أَنَّ أُنَاسًا مِنْ بَنِي هَاشِمٍ وَغَيْرِهِمْ قَدْ أُخْرِجُوا كَرْهًا لَا حَاجَةَ لَهُمْ بِقِتَالِنَا فَمَنْ لَقِيَ مِنْكُمْ أَحَدًا مِنْهُمْ - أَيْ مِنْ بَنِي هَاشِمٍ - فَلَا يَقْتُلْهُ، وَمَنْ لَقِيَ أَبَا الْبُخْتَرِي بْنَ هِشَامٍ مُسْتَكرِهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဗနီဟာရှင်မ်မှ လူအချို့နှင့် အခြားသူများသည် ကျွန်ုပ်တို့နှင့် တိုက်ခိုက်လိုစိတ်မရှိသော်လည်း ဘာသာခြားများနှင့်အတူ လိုက်ပါလာရန် အတင်းအကျပ် ခိုင်းစေခံခဲ့ရကြောင်း ကျွန်ုပ်သိရှိရသည်။ ထို့ကြောင့် ၎င်းတို့ထဲမှ တစ်ဦးဦး <span class=\"gray\">(ဗနီဟာရှင်မ်မှ)</span> ကို တွေ့လျှင် မသတ်ပါနှင့်။ အဘူ အလ်-ဘွတ်ခ်တာရီ ဘင် ဟီရှမ်ကို တွေ့လျှင် မသတ်သင့်ပါ။ အလ်-အဘ်ဘာစ် ဘင် အဘ်ဒူလ်-မူတ္တလိဗ်ကို တွေ့လျှင် သူ မသတ်ပါစေနှင့်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် <span class=\"gray\">(ဘာသာခြားတပ်နှင့်အတူ)</span> လာရန် အတင်းအကျပ် ခိုင်းစေခံခဲ့ရသည်။)</span></p><p lang=\"my\" class=\"my \">အဘူ ဟွတ်ဒိုင်ဖာ ဘင် အွတ်ဘဟ်က \"ကျွန်ုပ်တို့၏ ဖခင်များ၊ သားသမီးများ၊ ညီအစ်ကိုများနှင့် မျိုးနွယ်စုဝင်များကို <span class=\"gray\">(ကုရိုက်ရှ်မျိုးနွယ်မှ)</span> သတ်ပြီး အလ်-အဘ်ဘာစ်ကို ချန်ထားရမည်လား။ အလ္လာဟ်အရှင်မြတ်အားဖြင့်! အကယ်၍ ကျွန်ုပ်သည် သူနှင့်တွေ့လျှင် ဓားဖြင့် သတ်မည်။\" ဟု ပြောကြားခဲ့သည်။ ဤစကားသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ ရောက်ရှိသောအခါ၊ အရှင်မြတ်က အွမ္မရ် ဘင် အလ်-ခတ္တားဘ်အား မိန့်တော်မူခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أَبَا حَفْصٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ အဘူ ဟဖ်စ်!)</span> ဟု ပြောသောအခါ၊ အွမ္မရ်က \"အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကျွန်ုပ်ကို အဘူ ဟဖ်စ်ဟု ပထမဆုံးအကြိမ် ခေါ်ဝေါ်ခြင်းဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُضْرَبُ وَجْهُ عَمِّ رَسُولِ اللهِ بِالسَّيْفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၏ ဦးလေးမျက်နှာကို ဓားဖြင့် ရိုက်နှက်မည်လား။)</span> အွမ္မရ်က \"အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ သူသည် ဟန်ဆောင်မှုထဲသို့ ကျရောက်ခဲ့ပြီဖြစ်၍ သူ၏လည်ပင်းကို ဖြတ်ပစ်ရန် <span class=\"gray\">(ဆိုလိုသည်မှာ အဘူ ဟွတ်ဒိုင်ဖာကို)</span> ကျွန်ုပ်အား ခွင့်ပြုတော်မူပါ။\" ဟု ပြောကြားခဲ့သည်။ ထိုအချိန်မှစ၍ အဘူ ဟွတ်ဒိုင်ဖာက \"အလ္လာဟ်အရှင်မြတ်အားဖြင့်! ဤစကားက ကျွန်ုပ်အား ပြန်လည်ခြောက်လှန့်လာမည်ကို ကျွန်ုပ်လုံခြုံသည်ဟု မခံစားရဘဲ၊ အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်သည် ရှဟီဒ်ဖြစ်ခြင်းဖြင့် ကျွန်ုပ်အား ခွင့်လွှတ်တော်မမူသမျှ ၎င်း၏ အကျိုးဆက်များကို ဆက်လက်ကြောက်ရွံ့နေမည်။\" ဟု ပြောကြားလေ့ရှိသည်။ အဘူ ဟွတ်ဒိုင်ဖာသည် အလ်-ယာမာမာ တိုက်ပွဲတွင် ရှဟီဒ်ဖြစ်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် သူနှင့် နှစ်သက်တော်မူပါစေ။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်က \"ဗဒ်ရ်တိုက်ပွဲနောက်တစ်နေ့ ညနေခင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ည၏ ပထမပိုင်းကို နိုးကြားလျက် ကုန်ဆုံးခဲ့ပြီး သုံ့ပန်းများကို ချည်နှောင်ထားဆဲဖြစ်သည်။ အရှင်မြတ်၏ အပေါင်းအပါများက အရှင်မြတ်အား 'အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အဘယ်ကြောင့် အိပ်စက်တော်မမူသနည်း။' ဟု ပြောကြားခဲ့သည်။ အလ်-အဘ်ဘာစ်ကို အလ်-အန်ဆွာရ်မှ လူတစ်ဦးက ဖမ်းဆီးခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ၎င်းတို့အား မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمِعْتُ أَنِينَ عَمِّي الْعَبَّاسِ فِي وِثَاقِهِ فَأَطْلِقُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ဦးလေး အလ်-အဘ်ဘာစ်သည် သူ၏ ချည်နှောင်ထားမှုကြောင့် နာကျင်စွာ အော်ဟစ်နေသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်။ ထို့ကြောင့် သူ့ကို ဖြေလျှော့ပေးကြပါ။)</span></p><p lang=\"my\" class=\"my \">သူ၏ ဦးလေး နာကျင်မှုကြောင့် အော်ဟစ်ခြင်း ရပ်သွားသောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အိပ်စက်တော်မူခဲ့သည်။\" အရှင်မြတ်၏ ဆွဟီးဟ်ကျမ်းတွင် အလ်-ဘူခါရီသည် မူဆာ ဘင် အွတ်ဘဟ်မှ ဟဒီးစ်တစ်ခုကို မှတ်တမ်းတင်ခဲ့ရာ၊ သူက အိဗ်နု ရှိဟဘ်က အနပ်စ် ဘင် မာလိက်က အလ်-အန်ဆွာရ်မှ အမျိုးသားအချို့က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား \"အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်တို့အား ခွင့်ပြုတော်မူပါ၊ ကျွန်ုပ်တို့၏ မိခင်ဘက်မှ ဝမ်းကွဲညီအစ်ကို အလ်-အဘ်ဘာစ်ကို သူထံမှ ရွေးနုတ်ဖိုးမယူဘဲ လွှတ်ပေးပါမည်။\" ဟု ပြောကြားခဲ့သည်ဟု ဆိုခဲ့သည်။ အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا وَاللهِ! لَا تَذَرُونَ مِنْهُ دِرْهَـمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ အလ္လာဟ်အရှင်မြတ်အားဖြင့်! ၎င်း၏ ဒိရ်ဟမ် တစ်ပြားတစ်ချပ်မှ မချန်ထားနှင့်။)</span> ယူနူစ် ဘစ်ကီရ်မှ၊ မုဟမ္မဒ် ဘင် အိစ်ဟာက်မှ၊ ယဇီးဒ် ဘင် ရူဝ်မာန်မှ၊ အွရ်ဝါမှ၊ အဇ်-ဇူဟ်ရီမှ လူအများက သူ့အား \"ကုရိုက်ရှ်မျိုးနွယ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ ၎င်းတို့၏ သုံ့ပန်းများကို ရွေးနုတ်ရန် ကိစ္စနှင့် ပတ်သက်၍ သံတမန်စေလွှတ်ခဲ့ပြီး မျိုးနွယ်စုတိုင်းသည် ၎င်းတို့၏ သုံ့ပန်းများအတွက် လိုအပ်သည်များကို ပေးချေခဲ့သည်။ အလ်-အဘ်ဘာစ်က 'အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်သည် ယခင်က မွတ်စ်လင်မ်ဖြစ်ခဲ့ပါပြီ။' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللهُ أَعْلَمُ بِإِسْلَامِكَ فَإِنْ يَكُنْ كَمَا تَقُولُ فَإِنَّ اللهُ يُجْزِيكَ وَأَمَّا ظَاهِرُكَ فَقَدْ كَانَ عَلَيْنَا فَافْتَدِ نَفْسَكَ وَابْنَي أَخِيكَ نَوْفَلَ بْنَ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ وَعَقِيلَ بْنَ أَبِي طَالِبِ بْنِ عَبْدِ الْمُطَّلِبِ، وَحَلِيفَكَ عُتْبَةَ بْنَ عَمْرٍو أَخِي بَنِي الْحَارِثِ بْنِ فِهْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် မွတ်စ်လင်မ် ဟုတ်မဟုတ်ကို အလ္လာဟ်အရှင်မြတ် သိတော်မူသည်။ သင်ပြောသည်များ မှန်ကန်ပါက အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ပြန်လည်ပေးဆပ်တော်မူမည်။ သင့်၏ ပြင်ပသဏ္ဍာန်အနေအထားမှာမူ ကျွန်ုပ်တို့၏ ဆန့်ကျင်ဘက်ဖြစ်ခဲ့သည်။ ထို့ကြောင့် သင့်ကိုယ်သင် ရွေးနုတ်ပါ၊ ထို့အပြင် သင်၏ တူများဖြစ်ကြသော နောင်ဖလ် ဘင် အလ်-ဟာရစ်စ် ဘင် အဘ်ဒူလ်-မူတ္တလိဗ်နှင့် အကီလ် ဘင် အဘူ တွာလိဗ် ဘင် အဘ်ဒူလ်-မူတ္တလိဗ်တို့ကိုလည်းကောင်း၊ သင့်၏ မဟာမိတ် အွတ်ဘဟ် ဘင် အမ်ရ်၊ ဗနီ အလ်-ဟာရစ်စ် ဘင် ဖိဟ်ရ်မှ ဖြစ်သူကိုလည်းကောင်း ရွေးနုတ်ပါ။)</span></p><p lang=\"my\" class=\"my \">အလ်-အဘ်ဘာစ်က 'အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်၌ ထို <span class=\"gray\">(ငွေ)</span> မရှိပါ။' ဟု ပြောကြားခဲ့သည်။ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَ الْمَالُ الَّذِي دَفَنْتَهُ أَنْتَ وَأُمُّ الْفَضْلِ فَقُلْتَ لَهَا: إِنْ أَصَبْتُ فِي سَفَرِي هَذَا، فَهَذَا الْمَالُ الَّذِي دَفَنْتُهُ لِبَنِي الْفَضْلِ وَعَبْدِ اللهِ وَقُثَمٍ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်နှင့် အွမ္မုလ်-ဖဒ်လ်တို့ မြှုပ်နှံထားခဲ့သော ဥစ္စာဓနကော။ သင်က သူမအား 'ဤတိုက်ပွဲတွင် ကျွန်ုပ်သေဆုံးခဲ့လျှင်၊ ကျွန်ုပ်မြှုပ်နှံထားခဲ့သော ဤငွေသည် ကျွန်ုပ်၏ သားသမီးများဖြစ်ကြသည့် အလ်-ဖဒ်လ်၊ အဘ်ဒူလ်လာဟ်နှင့် ကွတ်သမ်တို့အတွက် ဖြစ်သည်' ဟု ပြောခဲ့သည်မဟုတ်လား။)</span></p><p lang=\"my\" class=\"my \">အလ်-အဘ်ဘာစ်က 'အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်သိသည်မှာ အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ဤအရာသည် အွမ္မုလ်-ဖဒ်လ်နှင့် ကျွန်ုပ်မှလွဲ၍ မည်သူမျှ မသိသောအရာဖြစ်သည်။ သို့သော်လည်း၊ အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အရှင်မြတ်သည် ကျွန်ုပ်ထံမှ <span class=\"gray\">(တိုက်ပွဲတွင်)</span> ယူခဲ့သော အွတ်ကီယာ <span class=\"gray\">(အလေးချိန်နှင့် သက်ဆိုင်သော)</span> အခုနှစ်ဆယ်ကို ကျွန်ုပ်၏ ရွေးနုတ်ဖိုးအဖြစ် ထည့်သွင်းစဉ်းစားပေးနိုင်ပါသလား။' အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا ذَاكَ شَيْءٌ أَعْطَانَا اللهُ تَعَالَى مِنْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ အဘယ်ကြောင့်ဆိုသော် ထိုငွေသည် အလ္လာဟ်အရှင်မြတ်သည် သင့်ထံမှ ကျွန်ုပ်တို့အတွက် စစ်ပွဲအကျိုးအမြတ်အဖြစ် ပြုလုပ်ပေးခဲ့သော ငွေဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ်-အဘ်ဘာစ်သည် သူ့ကိုယ်သူ၊ သူ၏ တူနှစ်ဦးနှင့် မဟာမိတ်တစ်ဦးကို ရွေးနုတ်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် ဤကျမ်းပိုဒ်ကို ထုတ်ပြန်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ قُل لِّمَن فِي أَيْدِيكُم مِّنَ الْأَسْرَىٰ إِن يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّا أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ တမန်တော်! သင်တို့၏ လက်ထဲတွင် ရှိသော သုံ့ပန်းများအား ပြောကြားပါလေ။ \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ စိတ်နှလုံးများထဲ၌ မွန်မြတ်မှုကို သိရှိတော်မူပါမူ၊ အရှင်မြတ်သည် သင်တို့ထံမှ ယူဆောင်သွားပြီးဖြစ်သော အရာများထက် ပိုမိုကောင်းမွန်သည့်အရာကို သင်တို့အား ပေးသနားတော်မူမည်ဖြစ်ပြီး၊ သင်တို့အား ခွင့်လွှတ်တော်မူမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူထသော အရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူသည်။\")</span><span class=\"gray\">[8:70]</span> အလ်-အဘ်ဘာစ်က မှတ်ချက်ပြုခဲ့သည်၊ 'ကျွန်ုပ် မွတ်စ်လင်မ်ဖြစ်ပြီးနောက်၊ ကျွန်ုပ်ဆုံးရှုံးခဲ့သော အွတ်ကီယာ နှစ်ဆယ်အစား အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ကျွန်နှစ်ဆယ် ပေးသနားတော်မူခဲ့သည်။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို မျှော်လင့်ပါသည်။'\"</p><p lang=\"pl\" class=\"pl \">Al-Hafiz Abu Bakr Al-Bayhaqi recorded, that Anas bin Malik said, \"The Prophet ﷺ was brought some wealth from Bahrain and said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْثُرُوهُ فِي مَسجِدِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ဗလီဝတ်ကျောင်းတော်တွင် ဝေငှပေးပါ)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ လက်ခံရရှိခဲ့ဖူးသမျှ ကုန်ပစ္စည်းပမာဏများထဲတွင် အကြီးမားဆုံးဖြစ်သည်။ အရှင်မြတ်သည် ဆွလားသ်အတွက် ထွက်ခွာသွားခဲ့ပြီး ထိုကုန်ပစ္စည်းများကို လှည့်ကြည့်ခြင်းပင် မပြုခဲ့ပေ။ ဆွလားသ်ပြီးဆုံးသောအခါ အရှင်မြတ်သည် ထိုကုန်ပစ္စည်းများဘေးတွင် ထိုင်ပြီး အရှင်မြတ်မြင်တွေ့ရသူတိုင်းအား အချို့ကို ပေးခဲ့သည်။ အလ်-အဘ်ဘာစ်သည် အရှင်မြတ်ထံ ရောက်လာပြီး 'အို၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်အားလည်း <span class=\"gray\">(တစ်ခုခု)</span> ပေးပါ။ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်သည် ကျွန်ုပ်ကိုယ်တိုင်နှင့် အကီလ်တို့အတွက် ရွေးနုတ်ဖိုးပေးခဲ့ရသည်' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူ့အား ယူရန် ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူသည် သူ့အဝတ်အစားထဲသို့ ထိုးထည့်ကာ ၎င်းကို သယ်ဆောင်သွားရန် ကြိုးစားခဲ့သော်လည်း မအောင်မြင်ခဲ့ပေ။ သူက '၎င်းကို မရန် ကူညီပေးရန် တစ်စုံတစ်ဦးကို အမိန့်ပေးပါ' ဟု ပြောကြားခဲ့သည်။ ပရောဖက်က ငြင်းပယ်ခဲ့သည်။ သူသည် ပရောဖက် ﷺ အား 'အရှင်မြတ်က ကျွန်ုပ်အား ၎င်းကို မရန် ကူညီပေးပါမည်လား။' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ငြင်းပယ်ခဲ့သည်။ ထို့နောက် အလ်-အဘ်ဘာစ်သည် အချို့ကို ချချခဲ့ပြီး ၎င်းကို သူ၏ ပခုံးပေါ်တင်ကာ ထွက်သွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သူ့ကို မျက်ကွယ်မဖြစ်မချင်း ကြည့်ရှုနေခဲ့ပြီး သူ၏ လောဘကို အံ့သြခဲ့သည်။ နောက်ဆုံးဒင်္ဂါးပြားကို ဝေငှပြီးသည်အထိ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် မထွက်ခွာခဲ့ပေ။\" အလ်-ဘူခါရီသည်လည်း ဤဟဒီးစ်ကို သူ၏ ဆွဟီးဟ်ကျမ်း၏ နေရာများစွာတွင် အတိုချုံး ဆင့်ပြန်ချက်ဖြင့် စုစည်းခဲ့ပြီး ၎င်းကို အရှင်မြတ်၏ သဘောတူညီမှုကို ဖော်ပြသည့် ပုံစံဖြင့် မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ ၎င်းတို့သည် သင့်အား သစ္စာဖောက်ရန် ရည်ရွယ်ပါမူ၊ ၎င်းတို့သည် ယခင်က အလ္လာဟ်အရှင်မြတ်အား သစ္စာဖောက်ခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يُرِيدُوا خِيَانَتَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ ၎င်းတို့သည် သင့်အား သစ္စာဖောက်ရန် ရည်ရွယ်ပါမူ)</span> ၎င်းတို့သည် သင့်အား စကားဖြင့် ကြေညာခဲ့သည်များနှင့် ဆန့်ကျင်လျက်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ خَانُوا اللَّهَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ယခင်က အလ္လာဟ်အရှင်မြတ်အား သစ္စာဖောက်ခဲ့ကြသည်။)</span> ဗဒ်ရ်တိုက်ပွဲတွင် အရှင်မြတ်အား မယုံကြည်ခြင်းဖြင့်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَمْكَنَ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အရှင်မြတ်သည် ၎င်းတို့အပေါ် <span class=\"gray\">(သင့်အား)</span> အာဏာ ပေးသနားတော်မူခဲ့သည်။)</span> ၎င်းတို့အား ဗဒ်ရ်တွင် ဖမ်းဆီးခံရစေခြင်းဖြင့်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ခပ်သိမ်းကုန်သော အရာများကို အကြွင်းမဲ့ သိရှိတော်မူထသော အရှင်၊ အနန္တဉာဏ်ပညာတော်ရှင် ဖြစ်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် မိမိ၏ လုပ်ဆောင်မှုများကို အမြဲတစေ သိရှိတော်မူပြီး မိမိဆုံးဖြတ်တော်မူရာ၌ အနန္တဉာဏ်ပညာတော်ရှင် ဖြစ်တော်မူသည်။</p>"
  }
]