[
  {
    "ayah_key": "36:81",
    "group_ayah_key": "36:81",
    "from_ayah": "36:81",
    "to_ayah": "36:83",
    "ayah_keys": "36:81,36:82,36:83",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခဲ့သော အရှင်သည် ၎င်းတို့ကဲ့သို့ အရာများကို ပြန်လည်ဖန်ဆင်းနိုင်သူ မဟုတ်လော။ မှန်ပါသည်၊ မှန်ပါသည်။ ကိုယ်တော်သည် အလုံးစုံကိုသိရှိတော်မူသော အမြင့်မြတ်ဆုံး ဖန်ဆင်းရှင်ဖြစ်တော်မူ၏။ <span>(၈၁)</span>အမှန်စင်စစ် ကိုယ်တော်သည် တစ်ခုခုကို ပြုလုပ်လိုသောအခါ ၎င်းအား \"ဖြစ်လော့\" ဟု မိန့်ကြားလိုက်သည်နှင့် ၎င်းသည် ဖြစ်သွား၏။ <span>(၈၂)</span>ထို့ကြောင့် ကိုယ်တော်သည် ဘုန်းတော်ကြီး၍ အမြင့်မြတ်ဆုံးဖြစ်တော်မူပါစေ <span class=\"gray\">(၎င်းတို့ ကိုယ်တော်နှင့် တွဲဖက်ထားသော အရာအားလုံးထက်)</span>၊ အလုံးစုံတို့၏ အာဏာပိုင်ဆိုင်မှုသည် ကိုယ်တော့်လက်ဝယ်၌ ရှိ၍ ကိုယ်တော်ထံသို့သာ သင်တို့သည် ပြန်လည်ရောက်ရှိကြရမည်။ <span>(၈၃)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော့်၏ ကြီးမြတ်သော တန်ခိုးတော်နှင့် အစွမ်းတော်ကို ထောက်ပြသည်မှာ ကိုယ်တော်သည် ကြယ်များနှင့် ဂြိုဟ်များ အပါအဝင် ကောင်းကင်ခုနစ်ထပ်ကို ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းတို့၌ ပါရှိသော တောင်များ၊ သဲများ၊ သမုဒ္ဒရာများနှင့် ကန္တာရများ အားလုံးနှင့်တကွ ကမ္ဘာမြေခုနစ်ထပ်ကိုလည်း ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းတို့ကြားရှိ အရာအားလုံးကိုလည်း ဖန်ဆင်းခဲ့သည်။ ဤကြီးမားသောအရာများကို ဖန်ဆင်းခြင်း၌ ကိုယ်တော်သည် ကျွန်ုပ်တို့၏ခန္ဓာကိုယ်များကို ပြန်လည်ဖန်ဆင်းမည်ဟူသော အထောက်အထားကို ရှာဖွေရန် ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ ၎င်းသည် ဤအာယတ်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခြင်းသည် လူသားများကို ဖန်ဆင်းခြင်းထက် အမှန်ပင် ပိုမိုကြီးမြတ်၏။)</span><span class=\"gray\">(၄၀:၅၇)</span>။ ဤ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခဲ့သော အရှင်သည် ၎င်းတို့ကဲ့သို့ အရာများကို ဖန်ဆင်းနိုင်သူ မဟုတ်လော။)</span> ဆိုလိုသည်မှာ လူသားမျိုးနွယ်ကဲ့သို့ပင် ဖြစ်သည်။ ထို့ကြောင့် ကိုယ်တော်သည် ၎င်းတို့ကို ပထမဦးဆုံးအကြိမ် ဖန်ဆင်းခဲ့သကဲ့သို့ ပြန်လည်ဖန်ဆင်းမည်။ အစ်ဗ်နု ဂျရီးရ်က ပြောသည်မှာ \"ဤအာယတ်သည် ဤအာယတ်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခဲ့ပြီး ၎င်းတို့ကို ဖန်ဆင်းရာတွင် မပင်ပန်းခဲ့သော အလ္လာဟ်အရှင်မြတ်သည် သေဆုံးသူများကို အသက်ပြန်သွင်းရန် စွမ်းဆောင်နိုင်ကြောင်း ၎င်းတို့ မမြင်ကြသလော။ မှန်ပါသည်၊ ကိုယ်တော်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူ အမှန်ပင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၄၆:၃၃)</span>\" ဤ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ وَهُوَ الْخَلَّاقُ الْعَلِيمُ - إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ပါသည်၊ မှန်ပါသည်။ ကိုယ်တော်သည် အလုံးစုံကိုသိရှိတော်မူသော အမြင့်မြတ်ဆုံး ဖန်ဆင်းရှင်ဖြစ်တော်မူ၏။ အမှန်စင်စစ် ကိုယ်တော်သည် တစ်ခုခုကို ပြုလုပ်လိုသောအခါ ၎င်းအား \"ဖြစ်လော့\" ဟု မိန့်ကြားလိုက်သည်နှင့် ၎င်းသည် ဖြစ်သွား၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် တစ်ခုခုကို တစ်ကြိမ်သာ အမိန့်ပေးရန် လိုအပ်ပြီး၊ ၎င်းကို ထပ်ခါတလဲလဲ ပြုလုပ်ရန် သို့မဟုတ် အတည်ပြုရန် မလိုအပ်ပေ။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တစ်စုံတစ်ရာ ဖြစ်ပျက်စေလိုသောအခါ ၎င်းအား \"ဖြစ်လော့!\" ဟု တစ်ကြိမ်သာ မိန့်ကြားလိုက်သည်နှင့် ၎င်းသည် ဖြစ်သွား၏။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူဒါရ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى يَقُولُ: يَا عِبَادِي، كُلُّكُمْ مُذْنِبٌ إِلَّا مَنْ عَافَيْتُ، فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ، وَكُلُّكُمْ فَقِيرٌ إِلَّا مَنْ أَغْنَيْتُ، إِنِّي جَوَادٌ مَاجِدٌ وَاجِدٌ أَفْعَلُ مَا أَشَاءُ، عَطَائِي كَلَامٌ، وَعَذَابِي كَلَامٌ، إِذَا أَرَدْتُ شَيْئًا فَإِنَّمَا أَقُولُ لَهُ كُنْ فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြင့်မြတ်ဆုံးဖြစ်တော်မူပါစေ၊ မိန့်ကြားသည်မှာ- \"အို ငါ၏ကျွန်များအပေါင်းတို့၊ ငါအပြစ်မှ ကာကွယ်ပေးထားသူများမှအပ သင်တို့အားလုံးသည် အပြစ်ကျူးလွန်သူများဖြစ်သည်။ ငါ့ထံမှ ခွင့်လွှတ်မှုကို တောင်းခံကြလော့၊ ငါခွင့်လွှတ်မည်။ ငါချမ်းသာကြွယ်ဝစေသူများမှအပ သင်တို့အားလုံးသည် ဆင်းရဲနွမ်းပါးသူများဖြစ်သည်။ ငါသည် အလွန်ရက်ရောသော၊ ဘုန်းအာနုဘော်ကြီးမားသော၊ ကြွယ်ဝပြည့်စုံသူဖြစ်ပြီး၊ ငါလိုချင်ရာကို ပြုလုပ်၏။ ငါ၏ပေးကမ်းခြင်းသည် စကားလုံးဖြစ်ပြီး ငါ၏ပြစ်ဒဏ်သည်လည်း စကားလုံးဖြစ်သည်။ ငါတစ်ခုခု ဖြစ်ပျက်စေလိုသောအခါ ၎င်းအား 'ဖြစ်လော့!' ဟုသာ မိန့်ကြားလိုက်သည်နှင့် ၎င်းသည် ဖြစ်သွား၏။\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကိုယ်တော်သည် ဘုန်းတော်ကြီး၍ အမြင့်မြတ်ဆုံးဖြစ်တော်မူပါစေ <span class=\"gray\">(၎င်းတို့ ကိုယ်တော်နှင့် တွဲဖက်ထားသော အရာအားလုံးထက်)</span>၊ အလုံးစုံတို့၏ အာဏာပိုင်ဆိုင်မှုသည် ကိုယ်တော့်လက်ဝယ်၌ ရှိ၍ ကိုယ်တော်ထံသို့သာ သင်တို့သည် ပြန်လည်ရောက်ရှိကြရမည်။)</span> ဆိုလိုသည်မှာ၊ အသက်ထင်ရှား ထာဝရတည်ရှိတော်မူသော၊ ကိုယ့်အားကိုယ်ကိုး တည်ရှိတော်မူသော အရှင်သည် မည်သည့်မကောင်းမှုမှ ကင်းစင်၍ ဘုန်းတော်ကြီးကာ မြင့်မြတ်တော်မူ၏။ ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ထိန်းချုပ်မှုသည် ကိုယ်တော့်လက်ဝယ်၌ ရှိပြီး ကိစ္စအားလုံးသည် ကိုယ်တော်ထံသို့ ပြန်လည်ရောက်ရှိ၏။ ဖန်ဆင်းခြင်းနှင့် အမိန့်ပေးခြင်း အာဏာသည် ကိုယ်တော့်၌သာ ရှိပြီး လူသားအားလုံးသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်ထံသို့ ပြန်လာကြလိမ့်မည်။ ထို့နောက် ကိုယ်တော်သည် လူတစ်ဦးစီ၏ လုပ်ဆောင်ချက်များအလိုက် ဆုချခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ပြုမည်ဖြစ်ပြီး ကိုယ်တော်သည် တရားမျှတသော၊ ရက်ရောစွာပေးသနားသော၊ ကျေးဇူးပြုတတ်သော အရှင်ဖြစ်တော်မူ၏။ ဤအာယတ်၏ အဓိပ္ပါယ်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကိုယ်တော်သည် ဘုန်းတော်ကြီး၍ အမြင့်မြတ်ဆုံးဖြစ်တော်မူပါစေ <span class=\"gray\">(၎င်းတို့ ကိုယ်တော်နှင့် တွဲဖက်ထားသော အရာအားလုံးထက်)</span>၊ အလုံးစုံတို့၏ အချုပ်အခြာအာဏာ <span class=\"gray\">(မလကုသ်)</span> သည် ကိုယ်တော့်လက်ဝယ်၌ ရှိ၏။)</span> ဤသည် ဤအာယတ်များနှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- \"အရာခပ်သိမ်း၏ အချုပ်အခြာအာဏာ <span class=\"gray\">(မလကုသ်)</span> သည် မည်သူ့လက်ဝယ်၌ ရှိသနည်း။\")</span><span class=\"gray\">(၂၃:၈၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘုန်းတော်ကြီးပါစေ၊ အချုပ်အခြာအာဏာ <span class=\"gray\">(အလ်-မူလ်က်)</span> သည် မည်သူ့လက်ဝယ်၌ ရှိသနည်း။)</span><span class=\"gray\">(၆၇:၁)</span></p><p lang=\"my\" class=\"my \">အလ်-မူလ်က်နှင့် အလ်-မလကုသ်တို့သည် အဓိပ္ပါယ်တူညီကြသည်၊ အချို့လူများက အလ်-မူလ်က်သည် ရုပ်ပိုင်းဆိုင်ရာဘုံနှင့် သက်ဆိုင်ပြီး အလ်-မလကုသ်သည် ဝိညာဉ်ပိုင်းဆိုင်ရာဘုံနှင့် သက်ဆိုင်သည်ဟု ဆိုကြသော်လည်းကောင်း။ သို့သော် ပထမအမြင်သည် မှန်ကန်သော အမြင်ဖြစ်ပြီး၊ ၎င်းသည် တဖ်စီးရ်ပညာရှင်များနှင့် အခြားသူများ၏ အများစုသဘောထားဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် ဟုဒိုင်ဖာ ဘင် အလ်-ယာမန်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ပြောသည်မှာ \"ကျွန်ုပ်သည် တစ်ညတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့်အတူ ဝတ်ပြုခဲ့ပြီး ကိုယ်တော်သည် ရကအသ် ခုနစ်ခုတွင် ဆူရာရှည် ခုနစ်ပုဒ်ကို ရွတ်ဖတ်တော်မူခဲ့သည်။ ကိုယ်တော်သည် ရုကူအ်မှ ခေါင်းမော့လိုက်သောအခါ ကိုယ်တော်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمِعَ اللهُ لِمَنْ حَمِدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော့်အား ချီးမွမ်းသူ၏စကားကို ကြားတော်မူ၏။)</span> ထို့နောက် ကိုယ်တော်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ للهِ ذِي الْمَلَكُوتِ وَالْجَبَرُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မလကုသ်၊ အင်အား၊ ဂုဏ်နှင့် ကြီးမြတ်မှုတို့ကို ပိုင်ဆိုင်တော်မူသော အလ္လာဟ်အရှင်မြတ်သာလျှင် ချီးမွမ်းထိုက်၏။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော့်၏ ရုကူအ်ပြုခြင်းသည် ကိုယ်တော့်၏ မတ်တတ်ရပ်ခြင်းကဲ့သို့ ရှည်လျားပြီး၊ ကိုယ်တော့်၏ ဆွဂျ်ဒါပြုခြင်းသည် ကိုယ်တော့်၏ ရုကူအ်ပြုခြင်းကဲ့သို့ ရှည်လျားသည်။ ထို့နောက် ကိုယ်တော်သည် ပြီးစီးသောအခါ ကျွန်ုပ်၏ ခြေထောက်များသည် ကျိုးတော့မတတ် ဖြစ်ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်သည် အော်ဖ် ဘင် မာလစ် အလ်-အရှ်ဂျအီမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ပြောသည်မှာ \"ကျွန်ုပ်သည် တစ်ညတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့်အတူ ဝတ်ပြုခဲ့ပြီး ကိုယ်တော်သည် အလ်-ဘကရဟ်ကို ရွတ်ဖတ်တော်မူခဲ့သည်။ ကိုယ်တော်သည် ကရုဏာတော်ကို ဖော်ပြထားသော မည်သည့်အာယတ်မျှ ရောက်သောအခါ ရပ်တန့်၍ ၎င်းကို တောင်းခံတော်မူ၏။ ပြစ်ဒဏ်ကို ဖော်ပြထားသော မည်သည့်အာယတ်မျှ ရောက်သောအခါ ရပ်တန့်၍ ၎င်းမှ ကာကွယ်ရန် တောင်းခံတော်မူ၏။ ထို့နောက် ကိုယ်တော်သည် ရပ်နေခဲ့သမျှ ကာလပတ်လုံး ရုကူအ်ပြုခဲ့ပြီး ရုကူအ်ပြုနေစဉ် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ ذِي الْجَبَرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အင်အား၊ မလကုသ်၊ ဂုဏ်နှင့် ကြီးမြတ်မှုတို့ကို ပိုင်ဆိုင်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် ဘုန်းတော်ကြီးပါစေ။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ကိုယ်တော်သည် ရုကူအ်ပြုခဲ့သမျှ ကာလပတ်လုံး ဆွဂျ်ဒါပြုခဲ့ပြီး ဆွဂျ်ဒါပြုနေစဉ် အလားတူတစ်ခုကို မိန့်ကြားခဲ့သည်။ ထို့နောက် ကိုယ်တော်သည် မတ်တတ်ရပ်၍ အလ်-'အင်မ်ရာန်ကို ရွတ်ဖတ်တော်မူပြီးနောက် ဆူရာတစ်ခုပြီးတစ်ခု ရွတ်ဖတ်တော်မူခဲ့သည်။\" ဤအရာကို အတ်-တီရ်မီဇီက အရှ်-ရှမာအစ်လ်၌လည်းကောင်း၊ အန်-နစာအီကလည်းကောင်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရာ ယာစင်း၏ တဖ်စီးရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် ကိုယ်တော့်ထံ၌သာ ရှိ၏။</p>"
  },
  {
    "ayah_key": "37:1",
    "group_ayah_key": "37:1",
    "from_ayah": "37:1",
    "to_ayah": "37:5",
    "ayah_keys": "37:1,37:2,37:3,37:4,37:5",
    "text": "<p lang=\"lb\" class=\"lb \">The Virtues of Surat As-Saffat</p><p lang=\"my\" class=\"my \">အန်-နစာအီသည် အဗ်ဒွလ္လာဟ် ဘင် အိုမာရ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ပြောသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ကျွန်ုပ်တို့အား မိမိတို့၏ ဝတ်ပြုဆုတောင်းခြင်းများကို တိုတောင်းအောင် ပြုလုပ်ရန် အမိန့်ပေးလေ့ရှိပြီး ကိုယ်တော်သည် ကျွန်ုပ်တို့ကို ဝတ်ပြုဆုတောင်းခြင်း၌ ဦးဆောင်သောအခါ အစ်-ဆွဖ်ဖာတ်ကို ရွတ်ဖတ်လေ့ရှိသည်။\" ဤအရာကို အန်-နစာအီကသာ မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် စတင်ပါ၏။ ကိုယ်တော်သည် အတိုင်းမသိ ကရုဏာရှင်၊ အလွန်အမင်း သနားကြင်နာရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّافَّاتِ صَفًّا - فَالزَّاجِرَاتِ زَجْرًا - فَالتَّالِيَاتِ ذِكْرًا - إِنَّ إِلَٰهَكُمْ لَوَاحِدٌ - رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အဆင့်အတန်းအလိုက် တန်းစီနေသူတို့အားဖြင့်။)</span><span class=\"gray\">(၂။ မိုးတိမ်များကို ကောင်းမွန်စွာ တွန်းပို့သူတို့အားဖြင့်။)</span><span class=\"gray\">(၃။ ဓိကရ်ကို ယူဆောင်လာသူတို့အားဖြင့်။)</span><span class=\"gray\">(၄။ အမှန်စင်စစ် သင်တို့၏ ဘုရားသခင်သည် တစ်ဆူတည်းသာဖြစ်၏။)</span><span class=\"gray\">(၅။ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၊ ၎င်းတို့ကြားရှိ အရာအားလုံး၏ အရှင်သခင်၊ နေထွက်ရာ နေရာတိုင်း၏ အရှင်သခင်။)</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ တစ်ပါးတည်းဖြစ်တော်မူခြင်းကို သက်သေခံကြသည်။ အဗ်ဒွလ္လာဟ် ဘင် မဆ်အူဒ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ပြောသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّافَّاتِ صَفًّا </p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(အဆင့်အတန်းအလိုက် တန်းစီနေသူတို့အားဖြင့်။)</span> – ၎င်းတို့သည် ကောင်းကင်တမန်များ ဖြစ်ကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالزَّاجِرَاتِ زَجْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးတိမ်များကို ကောင်းမွန်စွာ တွန်းပို့သူတို့အားဖြင့်။)</span> ၎င်းတို့သည် ကောင်းကင်တမန်များ ဖြစ်ကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالتَّالِيَاتِ ذِكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဓိကရ်ကို ယူဆောင်လာသူတို့အားဖြင့်။)</span> ၎င်းတို့သည် ကောင်းကင်တမန်များ ဖြစ်ကြ၏။\" ဤသည်မှာ အစ်ဗ်နု အဗ္ဗါစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ မဆ်ရူက်၊ ဆအီးဒ် ဘင် ဂျုဘိုင်းရ်၊ အစ်ကရ်မဟ်၊ မူဂျာဟစ်ဒ်၊ အစ်-ဆွဒ်ဒီ၊ ကသာဒဟ်နှင့် အရ်-ရဘီအ် ဘင် အနပ်စ်တို့၏ အမြင်လည်းဖြစ်သည်။ ကသာဒဟ်က ပြောသည်မှာ \"ကောင်းကင်တမန်များသည် ကောင်းကင်များ၌ အတန်းလိုက်စီတန်းနေကြသည်။\" မွစ်လင်မ်သည် ဟုဒိုင်ဖာမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ပြောသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُضِّلْنَا عَلَى النَّاسِ بِثَلَاثٍ: جُعِلَتْ صُفُوفُنَا كَصُفُوفِ الْمَلَائِكَةِ، وَجُعِلَتْ لَنَا الْأَرْضُ كُلُّهَا مَسْجِدًا، وَجُعِلَ لَنَا تُرَابُهَا طَهُورًا، إِذَا لَمْ نَجِدِ الْمَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် လူသားများအပေါ်တွင် နည်းလမ်းသုံးမျိုးဖြင့် မျက်နှာသာပေးခံရသည်- ကျွန်ုပ်တို့၏ တန်းစီခြင်းများသည် ကောင်းကင်တမန်များ၏ တန်းစီခြင်းများကဲ့သို့ ပြုလုပ်ခံရသည်၊ ကမ္ဘာမြေတစ်ခုလုံးကို ကျွန်ုပ်တို့အတွက် မစ်စဂျစ်အဖြစ် ပြုလုပ်ပေးခဲ့သည်၊ ရေမရှိလျှင် ၎င်း၏ မြေကြီးကို ကျွန်ုပ်တို့အတွက် သန့်စင်ခြင်းနည်းလမ်းအဖြစ် ပြုလုပ်ပေးခဲ့သည်။)</span>\"</p><p lang=\"id\" class=\"id \">Muslim, Abu Dawud, An-Nasa'i and Ibn Majah recorded that Jabir bin Samurah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَصْفُّونَ كَمَا تَصْفُّ الْمَلَائِكَةُ عِنْدَ رَبِّهِمْ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မိမိတို့၏ အရှင်သခင်ရှေ့မှောက်၌ ကောင်းကင်တမန်များ တန်းစီသကဲ့သို့ တန်းစီကြမည် မဟုတ်လော။)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့က ပြောသည်မှာ၊ 'ကောင်းကင်တမန်များသည် မိမိတို့၏ အရှင်သခင်ရှေ့မှောက်၌ မည်သို့ တန်းစီကြသနည်း။' ကိုယ်တော် ﷺ က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُتِمُّونَ الصُّفُوفَ الْمُتَقَدِّمَةَ، وَيَتَرَاصُّونَ فِي الصَّفِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ရှေ့ဆုံးအတန်းများကို ပြည့်စုံအောင် ပြုလုပ်ပြီး အတန်းများကို ခိုင်မာစေကြသည်။)</span>\" အစ်-ဆွဒ်ဒီနှင့် အခြားသူများက ဤအာယတ်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالزَّاجِرَاتِ زَجْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးတိမ်များကို ကောင်းမွန်စွာ တွန်းပို့သူတို့အားဖြင့်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မိုးတိမ်များကို တွန်းပို့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالتَّالِيَاتِ ذِكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဓိကရ်ကို ယူဆောင်လာသူတို့အားဖြင့်။)</span> အစ်-ဆွဒ်ဒီက ပြောသည်မှာ \"ကောင်းကင်တမန်များသည် ကျမ်းဂန်များနှင့် ကုရ်အာန်ကို အလ္လာဟ်အရှင်မြတ်ထံမှ လူသားများထံသို့ ယူဆောင်လာကြသည်။\"</p><p lang=\"my\" class=\"my \">တစ်ဆူတည်းသော စစ်မှန်သော ဘုရားသခင်သည် အလ္လာဟ်ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِلَٰهَكُمْ لَوَاحِدٌ - رَبُّ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့၏ ဘုရားသခင်သည် တစ်ဆူတည်းသာဖြစ်၏၊ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အရှင်သခင်၊)</span> ဤသည်မှာ ကိုယ်တော်မှအပ ကိုးကွယ်ထိုက်သော အရှင်မရှိကြောင်းကို ကျိန်ဆိုခြင်းခံရသူဖြစ်သည်။ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အရှင်သခင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بَيْنَهُمَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကြားရှိ အရာအားလုံး၊)</span> ဆိုလိုသည်မှာ ဖန်ဆင်းထားသော သတ္တဝါများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّ الْمَشَارِقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နေထွက်ရာ နေရာတိုင်း၏ အရှင်သခင်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် မိမိ၏ ဖန်ဆင်းခြင်းကို အလုံးစုံထိန်းချုပ်ကာ ကြယ်များ၊ ဂြိုဟ်များနှင့် အရှေ့မှ ပေါ်ထွက်၍ အနောက်၌ ဝင်ရောက်သွားသော ကောင်းကင်ဘုံရှိ အရာဝတ္ထုများ အပါအဝင် အရာခပ်သိမ်းကို subjugating (လက်အောက်ခံစေခြင်း) ဖြင့် ထိန်းချုပ်ထားသော အချုပ်အခြာအာဏာရှင်ဖြစ်သည်။ အရှေ့ကို ဖော်ပြခြင်းသည် လုံလောက်ပြီး အနောက်ကို ထပ်မံဖော်ပြရန် မလိုအပ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ပြောထားသည့်အရာတွင် ၎င်းသည် သွယ်ဝိုက်ပါဝင်နေသောကြောင့်ဖြစ်သည်။ ဤအရာကို အခြားနေရာများတွင်လည်း ဤအာယတ်များ၌ ရှင်းလင်းစွာ ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါသည် အရှေ့နှင့် အနောက်ရှိ နေထွက်ရာနှင့် နေဝင်ရာ နေရာအားလုံး၏ အရှင်သခင်ကို ကျိန်ဆိုသည်မှာ ငါတို့သည် အမှန်ပင် စွမ်းဆောင်နိုင်သူများ ဖြစ်ကြ၏။)</span><span class=\"gray\">(၇၀:၄၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကိုယ်တော်သည်)</span> အရှေ့နှစ်ခု၏ အရှင်သခင်ဖြစ်ပြီး အနောက်နှစ်ခု၏ အရှင်သခင်ဖြစ်သည်။)</span><span class=\"gray\">(၅၅:၁၇)</span> ၎င်းသည် ဆောင်းရာသီနှင့် နွေရာသီ နှစ်ခုလုံးရှိ နေနှင့် လတို့၏ ထွက်ခြင်းနှင့် ဝင်ခြင်းနေရာများကို ရည်ညွှန်းသည်။</p>"
  }
]