[
  {
    "ayah_key": "32:18",
    "group_ayah_key": "32:18",
    "from_ayah": "32:18",
    "to_ayah": "32:22",
    "ayah_keys": "32:18,32:19,32:20,32:21,32:22",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူသည် ပုန်ကန်သူနှင့် တူသလော။ ၎င်းတို့သည် မတူညီကြပေ <span>(18)</span>ယုံကြည်၍ ကောင်းမြတ်သော အကျင့်များ ပြုကျင့်သူတို့အတွက်မှာမူ ၎င်းတို့ ပြုခဲ့သည့် အကျင့်များအတွက် အပန်းဖြေစခန်းအဖြစ် နေထိုင်ရာ ဥယျာဉ်များ ရှိပေသည်။ <span>(19)</span>ပုန်ကန်သူတို့အတွက်မှာမူ ၎င်းတို့၏ နေထိုင်ရာမှာ ငရဲဖြစ်သည်။ ၎င်းတို့သည် ထိုနေရာမှ လွတ်မြောက်လိုတိုင်း ထိုနေရာသို့ ပြန်လည် ထည့်သွင်းခံရမည်ဖြစ်ပြီး၊ ၎င်းတို့အား 'သင်တို့ ငြင်းပယ်ခဲ့သော ငရဲ၏ ပြင်းထန်သော ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့' ဟု ပြောဆိုခံရမည်။ <span>(20)</span>အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ပိုမိုကြီးလေးသော ပြစ်ဒဏ်မတိုင်မီ ပိုမိုပေါ့ပါးသော အနီးကပ်ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်၊ သို့မှသာ ၎င်းတို့ ပြန်လှည့်လာနိုင်ကြမည်။ <span>(21)</span>မိမိ၏ အရှင်သခင်၏ အာယတ်တော်များကို သတိပေးခံရပြီးနောက် ထိုအာယတ်တော်များမှ လှည့်ထွက်သွားသူထက် မည်သူက ပိုမို၍ မှားယွင်းနိုင်မည်နည်း။ အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူများထံမှ လက်စားချေမည်ဖြစ်သည်။ <span>(22)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူနှင့် ပုန်ကန်သူတို့သည် မတူညီကြပေ</p><p lang=\"my\" class=\"my \">တရားစီရင်မည့်နေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တရားမျှတမှုနှင့် ရက်ရောမှုအရ၊ မိမိ၏ နိမိတ်လက္ခဏာများကို ယုံကြည်ပြီး မိမိ၏ ရစူလ်တမန်တော်များကို လိုက်နာခဲ့သူများကို၊ မိမိကို ပုန်ကန်၍ မနာခံခဲ့ကြသူများနှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ထံ စေလွှတ်ခဲ့သော ရစူလ်တမန်တော်များကို ငြင်းပယ်ခဲ့သူများကို စီရင်သကဲ့သို့ တူညီသော နည်းလမ်းဖြင့် စီရင်မည်မဟုတ်ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားထားသည်။ ၎င်းမှာ အောက်ပါ အာယတ်တော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَاءَ مَا يَحْكُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မကောင်းမှုများ ပြုလုပ်သူတို့သည် ကျွန်ုပ်တို့က ၎င်းတို့ကို ယုံကြည်ပြီး ကောင်းမြတ်သော အကျင့်များ ပြုကျင့်သူတို့နှင့် ၎င်းတို့၏ ပစ္စုပ္ပန်ဘဝနှင့် ၎င်းတို့ သေဆုံးပြီးနောက်တွင် တူညီစွာ ထားရှိမည်ဟု ထင်မှတ်ကြပါသလား။ ၎င်းတို့၏ စီရင်မှုသည် အဆိုးဆုံးပင်။)</span><span class=\"gray\">(45:21)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမြတ်သော အကျင့်များ ပြုကျင့်သူတို့ကို မြေပြင်ပေါ်ရှိ ဖျက်ဆီးသူများအဖြစ် ကျွန်ုပ်တို့ ပြုမူမည်လား။ သို့မဟုတ် တက္ကဝါ (ဘုရားကို ကြောက်ရွံ့ခြင်း) ရှိသူတို့ကို ဆိုးသွမ်းသူများအဖြစ် ကျွန်ုပ်တို့ ပြုမူမည်လား။)</span><span class=\"gray\">(38:28)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲနေသူများနှင့် ဂျန္နတ်(ပရဒိသု)နေသူတို့သည် မတူညီကြပေ။)</span><span class=\"gray\">(59:20)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا ۚ لَا يَسْتَوُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူသည် ပုန်ကန်သူနှင့် တူသလော။ ၎င်းတို့သည် မတူညီကြပေ။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်ရှေ့၌ ဖြစ်သည်။ အာတာအ် ဘင် ရာစရာ၊ အလ်-ဆွဒ်ဒီနှင့် အခြားသူများက ဤအာယတ်တော်သည် 'အလီ ဘင် အဘီ တာလစ်ဗ်' နှင့် 'အွက္ကဘာ ဘင် အဘီ မူအစ်' တို့နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်ဟု ဖော်ပြကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှစ်ဦးအား 'အရှင်မြတ်' မိန့်ကြားခဲ့သည့်အခါ စီရင်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်၍ ကောင်းမြတ်သော အကျင့်များ ပြုကျင့်သူတို့အတွက်မှာမူ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ နှလုံးသားများသည် အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို ယုံကြည်ခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများက ညွှန်ကြားသည့်အတိုင်း ကောင်းမြတ်သော အကျင့်များကို ပြုကျင့်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَهُمْ جَنَّاتُ الْمَأْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက်မှာမူ နေထိုင်ရာ ဥယျာဉ်များ ရှိပေသည်)</span> ဆိုလိုသည်မှာ ထိုဥယျာဉ်များတွင် နေအိမ်များနှင့် မြင့်မားသော တိုက်ခန်းများ ပါဝင်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">نُزُلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧည့်ခံကျွေးမွေးရန်အဖြစ်)</span> ဆိုလိုသည်မှာ ဧည့်သည်ကို ကြိုဆို၍ ဂုဏ်ပြုရန်အတွက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُوا يَعْمَلُونَ - وَأَمَّا الَّذِينَ فَسَقُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပြုခဲ့သည့် အကျင့်များအတွက်။ ပုန်ကန်သူတို့အတွက်မှာမူ၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို မနာခံခဲ့သူများဖြစ်သည်။ ၎င်းတို့၏ နေထိုင်ရာမှာ ငရဲဖြစ်သည်။ ၎င်းတို့သည် ထိုငရဲမှ လွတ်မြောက်လိုတိုင်း ထိုငရဲထဲသို့ ပြန်လည် ပစ်သွင်းခံရမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေရာမှ ဆင်းရဲဒုက္ခကြောင့် ထွက်ပြေးရန် ကြိုးစားတိုင်း ထိုနေရာသို့ ပြန်လည် မောင်းသွင်းခံရမည်။)</span><span class=\"gray\">(22:22)</span>။ အလ်ဖူဒိုင်းလ် ဘင် အီယာဒ် က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ၎င်းတို့၏ လက်များကို ချည်နှောင်ထားမည်၊ ၎င်းတို့၏ ခြေထောက်များကို သံကြိုးခတ်ထားမည်၊ မီးလျှံများက ၎င်းတို့ကို မြှောက်တင်မည်ဖြစ်ပြီး ကောင်းကင်တမန်များက ၎င်းတို့ကို ရိုက်နှက်ကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အား 'သင်တို့ ငြင်းပယ်ခဲ့သော ငရဲ၏ ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့' ဟု ပြောဆိုခံရမည်။)</span>\" ဆိုလိုသည်မှာ ဤစကားကို ၎င်းတို့အား ဆုံးမစကားနှင့် ပြစ်ဒဏ်ပေးသည့် အနေဖြင့် ပြောကြားခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَىٰ دُونَ الْعَذَابِ الْأَكْبَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ပိုမိုကြီးလေးသော ပြစ်ဒဏ်မတိုင်မီ ပိုမိုပေါ့ပါးသော အနီးကပ်ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်၊)</span> အစ်ဘ်နု အဘ္ဘားစ်က ပြောကြားခဲ့သည်- \"အနီးကပ်ပြစ်ဒဏ်ဆိုသည်မှာ ဤလောကရှိ ရောဂါများနှင့် ပြဿနာများအပြင်၊ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ကျွန်များအား မိမိထံ နောင်တရရန် စမ်းသပ်သည့်အနေဖြင့် ဖြစ်ပျက်စေသော အရာများကို ဆိုလိုသည်။\" အလားတူအရာများကို ဥဘိုင် ဘင် ကအ်ဗ်၊ အဘူ အလ်-အာလီယာ၊ အလ်-ဟာစန်၊ အစ်ဗရာဟင်မ် အန်-နခ်ခါအီ၊ အဒ်-ဒဟ်ဟက်၊ အလ်ကမာ၊ အတီယာ၊ မုဂျာဟစ်ဒ်၊ ကွာတာဒါ၊ အဗ္ဒ် အလ်-ကာရီမ် အလ်-ဂျာဇာရီနှင့် ခူဆိုင်းဖ် တို့ထံမှလည်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ အရှင်သခင်၏ အာယတ်တော်များကို သတိပေးခံရပြီးနောက် ထိုအာယတ်တော်များမှ လှည့်ထွက်သွားသူထက် မည်သူက ပိုမို၍ မှားယွင်းနိုင်မည်နည်း)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ နိမိတ်လက္ခဏာများကို သတိပေးပြီး ရှင်းရှင်းလင်းလင်း ရှင်းပြသော်လည်း၊ ထို့နောက်တွင် ထိုနိမိတ်လက္ခဏာများကို ပစ်ပယ်လျစ်လျူရှုကာ၊ ၎င်းတို့မှ လှည့်ထွက်သွားပြီး မသိကျိုးကျွန် ပြုသူထက် ပိုမို၍ မှားယွင်းသူ မရှိပေ။ ကွာတာဒါ က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းမှ လှည့်ထွက်သွားခြင်းကို သတိပြုပါ။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်ကို သတိရခြင်းမှ လှည့်ထွက်သွားသူသည် အကြီးမားဆုံးသော လမ်းလွဲသူ၊ အလိုအပ်ဆုံးသူနှင့် အကြီးမားဆုံး အပြစ်ရှိသူ ဖြစ်လိမ့်မည်။\" အလ္လာဟ်အရှင်မြတ်သည် ထိုသို့ပြုလုပ်သူအား သတိပေးလျက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူများထံမှ လက်စားချေမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ထိုသို့ပြုလုပ်သူများအား ကျွန်ုပ်တို့သည် အပြင်းထန်ဆုံးနည်းလမ်းဖြင့် လက်စားချေမည်' ဟု ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "32:23",
    "group_ayah_key": "32:23",
    "from_ayah": "32:23",
    "to_ayah": "32:25",
    "ayah_keys": "32:23,32:24,32:25",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် မူဆာအား ကျမ်းဂန်ကို ပေးသနားခဲ့သည်။ ထို့ကြောင့် ၎င်းအား တွေ့ဆုံခြင်းနှင့် ပတ်သက်၍ သင်တို့ သံသယ မရှိကြနှင့်။ ကျွန်ုပ်တို့သည် ၎င်းကို အစ်စရေးလ်၏ သားစဉ်မြေးဆက်တို့အတွက် လမ်းပြအဖြစ် ပြုလုပ်ခဲ့သည်။ <span>(23)</span>၎င်းတို့ အကြင်နာခံခဲ့ရပြီး ကျွန်ုပ်တို့၏ အာယတ်တော်များကို သေချာစွာ ယုံကြည်ခဲ့ကြသောအခါ၊ ၎င်းတို့အထဲမှ ကျွန်ုပ်တို့၏ အမိန့်အောက်တွင် လမ်းညွှန်မှု ပေးသော ခေါင်းဆောင်များကို ကျွန်ုပ်တို့ ပြုလုပ်ခဲ့သည်။ <span>(24)</span>အမှန်စင်စစ်၊ သင်တို့၏ အရှင်သခင်သည် ၎င်းတို့ ကွဲပြားခဲ့ကြသည့် ကိစ္စများနှင့် ပတ်သက်၍ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အကြား စီရင်တော်မူမည်။ <span>(25)</span></p><p lang=\"my\" class=\"my \">မူဆာ၏ ကျမ်းဂန်နှင့် အစ်စရေးလ်၏ သားစဉ်မြေးဆက်တို့၏ ခေါင်းဆောင်မှု</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်နှင့် ရစူလ်တမန်တော် မူဆာ (၎င်းအပေါ် ငြိမ်သက်ခြင်း ရှိပါစေ) အား ကျမ်းဂန် – တောင်ရာတ်ကျမ်း – ကို ပေးသနားခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းအား တွေ့ဆုံခြင်းနှင့် ပတ်သက်၍ သင်တို့ သံသယ မရှိကြနှင့်။)</span> ကွာတာဒါ က ပြောကြားခဲ့သည်- \"၎င်းသည် အစ်စရာ (ညခရီး) ညကို ရည်ညွှန်းသည်။\" ထို့နောက် အဘူ အလ်-အာလီယာ အာရ်-ရီယာဟီ က ပြောကြားခဲ့သည်- \"သင်တို့၏ နဗီတမန်တော်၏ ဝမ်းကွဲညီအစ်ကို၊ ဆိုလိုသည်မှာ အစ်ဘ်နု အဘ္ဘားစ် က ကျွန်ုပ်အား အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု ပြောကြားခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُرِيتُ لَيْلَةَ أُسْرِيَ بِي مُوسىٰ بْنَ عِمْرَانَ رَجُلًا آدَمَ طِوَالًا جَعْدًا كَأَنَّهُ مِنْ رِجَالِ شَنُوءَةَ، وَرَأَيْتُ عِيسىٰ رَجُلًا مَرْبُوعَ الْخَلْقِ إِلَى الْحُمْرَةِ وَالْبَيَاضِ، سَبْط الرَّأْسِ، وَرَأَيْتُ مَالِكًا خَازِنَ النَّارِ وَالدَّجَّالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ်စရာညတွင် ကျွန်ုပ်သည် မူဆာ ဘင် အင်မ်ရာန်ကို တွေ့မြင်ခဲ့ရသည်။ အရပ်ရှည်သော၊ အသားညိုသော၊ ဆံပင်ကောက်ကောက်ရှိသူဖြစ်ပြီး ရှနူအာမျိုးနွယ်ဝင် အမျိုးသားများနှင့်တူသည်။ ကျွန်ုပ်သည် အီဆာကိုလည်း တွေ့မြင်ခဲ့ရသည်။ အရပ်အလတ်စား၊ နီညိုရောင်သမ်းသော အသားအရေနှင့် ဆံပင်ဖြောင့်တန်းသူဖြစ်သည်။ ကျွန်ုပ်သည် ငရဲထိန်း မာလိက်နှင့် ဒဂျ္ဂျာလ်ကိုလည်း တွေ့မြင်ခဲ့ရသည်။)</span> အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ပြသခဲ့သော နိမိတ်လက္ခဏာများထဲတွင် ပါဝင်သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းအား တွေ့ဆုံခြင်းနှင့် ပတ်သက်၍ သင်တို့ သံသယ မရှိကြနှင့်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် မူဆာကို တွေ့မြင်ခဲ့ရပြီး အစ်စရာညတွင် ၎င်းနှင့် တွေ့ဆုံခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းကို ပြုလုပ်ခဲ့သည်)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ ၎င်းအား ပေးသနားခဲ့သော ကျမ်းဂန်' ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">هُدًى لِبَنِي إِسْرَائِيلَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ်စရေးလ်၏ သားစဉ်မြေးဆက်တို့အတွက် လမ်းပြတစ်ခု။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က စူရာဟ် အလ်-အစ်စရာတွင် မိန့်တော်မူခဲ့သည့်အရာနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မူဆာအား ကျမ်းဂန်ကို ပေးသနားခဲ့ပြီး အစ်စရေးလ်၏ သားစဉ်မြေးဆက်တို့အတွက် လမ်းညွှန်မှုအဖြစ် ပြုလုပ်ခဲ့သည်။ (မိန့်ကြားသည်) - 'ကျွန်ုပ်မှအပ မည်သူ့ကိုမျှ ကိုးကွယ်ရာအဖြစ် မထားကြနှင့်။')</span><span class=\"gray\">(17:2)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا ۖ وَكَانُوا بِآيَاتِنَا يُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ အကြင်နာခံခဲ့ရပြီး ကျွန်ုပ်တို့၏ အာယတ်တော်များကို သေချာစွာ ယုံကြည်ခဲ့ကြသောအခါ၊ ၎င်းတို့အထဲမှ ကျွန်ုပ်တို့၏ အမိန့်အောက်တွင် လမ်းညွှန်မှု ပေးသော ခေါင်းဆောင်များကို ကျွန်ုပ်တို့ ပြုလုပ်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို လိုက်နာခြင်းနှင့် အရှင်မြတ် တားမြစ်ထားသည်များကို ရှောင်ရှားခြင်းတွင် သည်းခံခဲ့ကြပြီး၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်များကို ယုံကြည်ကာ ၎င်းတို့ ယူဆောင်လာသည်များကို လိုက်နာခဲ့ကြသောကြောင့်၊ ၎င်းတို့အထဲတွင် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် အခြားသူများကို အမှန်တရားသို့ လမ်းညွှန်သော၊ ကောင်းမှုများသို့ ခေါ်ဆောင်သော၊ မှန်ကန်သည်များကို အမိန့်ပေး၍ မှားယွင်းသည်များကို တားမြစ်သော ခေါင်းဆောင်များ ရှိခဲ့သည်။ ထို့နောက် ၎င်းတို့သည် <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို]</span> ပြောင်းလဲ၍ လိမ်လည်လှည့်ဖြားခဲ့သောအခါ၊ ထိုအနေအထားကို ဆုံးရှုံးခဲ့ကြပြီး ၎င်းတို့၏ နှလုံးသားများ မာကျောလာခဲ့သည်။ ၎င်းတို့သည် စကားလုံးများကို မူလနေရာများမှ ပြောင်းလဲပစ်သောကြောင့် ကောင်းမြတ်သော အကျင့်များ မပြုလုပ်နိုင်ဘဲ မှန်ကန်သော ယုံကြည်ချက်များ မရှိကြပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အထဲမှ <span class=\"gray\">(အစ်စရေးလ်၏ သားစဉ်မြေးဆက်တို့အထဲမှ)</span> ခေါင်းဆောင်များကို ကျွန်ုပ်တို့ ပြုလုပ်ခဲ့ပြီး၊ ၎င်းတို့သည် အကြင်နာခံခဲ့ကြသောအခါ ကျွန်ုပ်တို့၏ အမိန့်အောက်တွင် လမ်းညွှန်မှု ပေးခဲ့ကြသည်။)</span> ကွာတာဒါ နှင့် ဆူဖ်ယန် တို့က ပြောကြားခဲ့သည်- \"၎င်းတို့သည် ဤလောက၏ သွေးဆောင်မှုများကို သည်းခံစွာ ရှောင်ရှားခဲ့ကြသောအခါဖြစ်သည်။\" ၎င်းသည် အလ်-ဟာစန် ဘင် ဆွာလိဟ် ၏ အမြင်လည်းဖြစ်သည်။ ဆူဖ်ယန် က ပြောကြားခဲ့သည်- \"ဤသူများသည် ဤသို့ပင် ဖြစ်သည်။ လူတစ်ဦးသည် ဤလောက၏ သွေးဆောင်မှုကို ရှောင်ရှားမှသာ လိုက်နာစရာ နမူနာဖြစ်နိုင်မည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ - وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် အစ်စရေးလ်၏ သားစဉ်မြေးဆက်တို့အား ကျမ်းဂန်ကို ပေးသနားခဲ့ပြီး၊ ကျမ်းဂန်နှင့် ၎င်း၏ ဥပဒေများကို နားလည်စေခဲ့ကာ၊ နဗီပွင့်ချပေးခဲ့သည်။ ထို့အပြင် ၎င်းတို့အား ကောင်းမြတ်သော အရာများကို ထောက်ပံ့ခဲ့ပြီး လူမျိုးများထက် ပိုမို နှစ်သက်တော်မူခဲ့သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ကိစ္စများတွင် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများကို ပေးသနားခဲ့သည်။)</span><span class=\"gray\">(45:16-17)</span>။ အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင်တို့၏ အရှင်သခင်သည် ၎င်းတို့ ကွဲပြားခဲ့ကြသည့် ကိစ္စများနှင့် ပတ်သက်၍ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အကြား စီရင်တော်မူမည်။)</span> ဆိုလိုသည်မှာ ယုံကြည်မှုများနှင့် လုပ်ဆောင်မှုများ ကိစ္စတွင် ဖြစ်သည်။</p>"
  }
]