[
  {
    "ayah_key": "37:62",
    "group_ayah_key": "37:62",
    "from_ayah": "37:62",
    "to_ayah": "37:70",
    "ayah_keys": "37:62,37:63,37:64,37:65,37:66,37:67,37:68,37:69,37:70",
    "text": "<p lang=\"my\" class=\"my \">ထို<span class=\"gray\">(ဂျန္နတ်အစွရ်ဂ်)</span>သည် ပိုမိုကောင်းမွန်သော ဖျော်ဖြေရေးလား သို့မဟုတ် ဇက္ကွမ်သစ်ပင်လား <span>(၆၂)</span>ဧကန်စင်စစ်၊ ငါတို့သည် ယင်း<span class=\"gray\">(အား)</span> မတရားပြုသူတို့အတွက် စမ်းသပ်မှုတစ်ခုအဖြစ် ပြုလုပ်ခဲ့ပြီးဖြစ်သည် <span>(၆၃)</span>ဧကန်စင်စစ်၊ ၎င်းသည် ငရဲ၏အောက်ခြေမှ ပေါက်လာသော သစ်ပင်တစ်ပင်ဖြစ်သည် <span>(၆၄)</span>၎င်း၏အသီးအနှံများသည် ရှိုင်တွာန်များ၏ ဦးခေါင်းများနှင့်တူသည် <span>(၆၅)</span>ဧကန်စင်စစ်၊ ၎င်းတို့သည် ထိုအသီးကို စားသုံးကြမည်ဖြစ်ပြီး ၎င်းတို့၏ဝမ်းဗိုက်တို့ကို ပြည့်စေမည် <span>(၆၆)</span>ထို့နောက် ယင်းအပေါ်၌ ၎င်းတို့အား ဆူပွက်နေသော ဟမီမ်ကို ပေးမည် <span>(၆၇)</span>ထို့နောက် ဧကန်စင်စစ်၊ ၎င်းတို့၏ ပြန်သွားရာသည် ငရဲမီးလျှံများဆီသို့ပင်ဖြစ်သည် <span>(၆၈)</span>ဧကန်စင်စစ်၊ ၎င်းတို့သည် မိမိတို့၏ ဖခင်များကို လမ်းမှားပေါ်တွင် တွေ့ရှိခဲ့ကြသည် <span>(၆၉)</span>ထို့ကြောင့် ၎င်းတို့သည် <span class=\"gray\">(လည်း)</span> ၎င်းတို့၏ ခြေရာများကို လိုက်ပါလျက် အလျင်စလို ပြုမူခဲ့ကြသည် <span>(၇၀)</span></p><p lang=\"my\" class=\"my \">ဇက္ကွမ်သစ်ပင်နှင့် ၎င်း၏အဖော်များ</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မေးသည်- 'အရှင်မြတ် ဖော်ပြခဲ့သော ဂျန္နတ်အစွရ်ဂ်၏ စားစရာ၊ သောက်စရာ၊ အဖော်များနှင့် အခြားသော ပျော်ရွှင်မှုများဖြင့် ပြည့်စုံသည့် စည်းစိမ်တို့သည် ပိုမိုကောင်းမွန်သော ဖျော်ဖြေရေးလား၊ သို့မဟုတ်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ شَجَرَةُ الزَّقُّومِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ဇက္ကွမ်သစ်ပင်)</span> သည် ငရဲ၌ ရှိသလော?' ဤနေရာတွင် ဆိုလိုသည်မှာ ဇက္ကွမ်ဟုခေါ်သော သစ်ပင်တစ်မျိုးဖြစ်သည်။ ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆိုင်းနိုင်းတောင်မှ ထွက်ပေါ်လာသော သစ်ပင်တစ်ပင်သည် ဆီကို <span class=\"gray\">(ထုတ်လုပ်)</span> စေပြီး စားသုံးသူများအတွက် <span class=\"gray\">(၎င်းသည်)</span> အရသာရှိစေသည်။)</span><span class=\"gray\">(၂၃း၂၀)</span> – ၎င်းသည် သံလွင်ပင်ဖြစ်သည်။ ၎င်းကို ဤအာယသ်ဖြင့် ထောက်ခံသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ - لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ ဧကန်စင်စစ်၊ – သင်တို့သည် လမ်းလွဲသူများ၊ ငြင်းပယ်သူများ! သင်တို့သည် ဧကန်စင်စစ် ဇက္ကွမ်သစ်ပင်များကို စားသုံးရလိမ့်မည်။)</span><span class=\"gray\">(၅၆း၅၁-၅၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَاهَا فِتْنَةً لِلظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ ငါတို့သည် ယင်း<span class=\"gray\">(အား)</span> မတရားပြုသူတို့အတွက် စမ်းသပ်မှုတစ်ခုအဖြစ် ပြုလုပ်ခဲ့ပြီးဖြစ်သည်)</span> ကွာတာဒါဟ်က ပြောကြားသည်၊ \"ဇက္ကွမ်သစ်ပင်ကို လမ်းမှားသူတို့အတွက် စမ်းသပ်မှုတစ်ခုအဖြစ် ဖော်ပြထားသည်။ ၎င်းတို့က 'မင်းရဲ့အဖော်က မီးထဲမှာ သစ်ပင်တစ်ပင်ရှိတယ်လို့ ပြောတယ်၊ ဒါပေမဲ့ မီးက သစ်ပင်တွေကို လောင်ကျွမ်းစေတယ်' လို့ ပြောကြတယ်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤစကားများကို ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ ၎င်းသည် ငရဲ၏အောက်ခြေမှ ပေါက်လာသော သစ်ပင်တစ်ပင်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ၎င်းသည် မီးဖြင့် ကျွေးမွေးခံရခြင်းဖြစ်သည်၊ အကြောင်းမှာ ၎င်းကို မီးမှ ဖန်ဆင်းထားသောကြောင့်ဖြစ်သည်။\" မူဂျာဟစ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَاهَا فِتْنَةً لِلظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ ငါတို့သည် ယင်း<span class=\"gray\">(အား)</span> မတရားပြုသူတို့အတွက် စမ်းသပ်မှုတစ်ခုအဖြစ် ပြုလုပ်ခဲ့ပြီးဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">အဘူဂျဟ်လ်၊ အလ္လာဟ်အရှင်မြတ် သူ့ကို ကျိန်စာသင့်ပါစေ၊ ပြောကြားသည်၊ \"ဇက္ကွမ်ဆိုသည်မှာ ကျွန်ုပ်စားသော <span class=\"gray\">[အာတာဇက္ကမိုဟူ]</span> စွန်ပလွန်သီးနှင့် ထောပတ်ကို ဆိုလိုသည်။\"</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်က ဤအာယသ်၏အဓိပ္ပါယ်မှာ \"အို မိုဟာမဒ်၊ ငါတို့သည် သင့်အား ဇက္ကွမ်သစ်ပင်အကြောင်းကို လူတို့အား စမ်းသပ်ရန်အတွက် ပြောပြခဲ့သည်၊ မည်သူ ယုံကြည်မည်၊ မည်သူ ငြင်းပယ်မည်ကို သိရန်ဖြစ်သည်။\" ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင့်အား ပြသခဲ့သော အမြင်ကို လူသားတို့အတွက် စမ်းသပ်မှုတစ်ခုအဖြစ်သာ ပြုလုပ်ခဲ့ပြီး၊ ကွန်ရ်အာန်တွင် ကျိန်စာတိုက်ခံရသော သစ်ပင်ကိုလည်း ထို့အတူပင်။ ငါတို့သည် ၎င်းတို့အား သတိပေးပြီး ကြောက်လန့်စေသော်လည်း ၎င်းတို့၏ ကြီးမားသော မယုံကြည်ခြင်း၊ ဖိနှိပ်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်အား မနာခံခြင်းမှအပ ဘာမျှ တိုးပွားမလာပေ)</span><span class=\"gray\">(၁၇း၆၀)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ ၎င်းသည် ငရဲ၏အောက်ခြေမှ ပေါက်လာသော သစ်ပင်တစ်ပင်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ၎င်း၏အမြစ်များသည် ငရဲ၏အောက်ခြေတွင် ပေါက်ရောက်သည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အသီးအနှံများသည် ရှိုင်တွာန်များ၏ ဦးခေါင်းများနှင့်တူသည်)</span> ၎င်းသည် မည်မျှရုပ်ဆိုးပြီး ရွံစရာကောင်းကြောင်းကို ဖော်ပြခြင်းဖြစ်သည်။ ၎င်းကို နှိုင်းယှဉ်ထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رُءُوسُ الشَّيَاطِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်များ၏ ဦးခေါင်းများ)</span>၊ ၎င်းတို့သည် ၎င်းတို့ကို တစ်ခါမျှ မမြင်ဖူးသော်လည်း၊ အကြောင်းမှာ နတ်ဆိုးများသည် ရုပ်ဆိုးသည်ဟူသော အယူအဆသည် လူတို့၏စိတ်ထဲတွင် ခိုင်မာစွာ အခြေစိုက်ထားသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ ၎င်းတို့သည် ထိုအသီးကို စားသုံးကြမည်ဖြစ်ပြီး ၎င်းတို့၏ဝမ်းဗိုက်တို့ကို ပြည့်စေမည်။)</span> အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့သည် ဤအလွန်ရုပ်ဆိုးသော သစ်ပင်၏အသီးကို စားသုံးကြမည်ဖြစ်ကြောင်း ဖော်ပြထားသည်၊ ၎င်း၏အသီးသည် အရသာနှင့် အနံ့ အလွန်ဆိုးရွားသော်လည်း ၎င်းတို့သည် ၎င်းမှ စားသုံးရန် အတင်းအကြပ် ခိုင်းစေခံရမည်၊ အကြောင်းမှာ ၎င်းတို့သည် ဤသစ်ပင်နှင့် အလားတူအရာများမှအပ အခြားစားစရာ ဘာကိုမှ ရှာမတွေ့သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَهُمْ طَعَامٌ إِلَّا مِنْ ضَرِيعٍ - لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် အဆိပ်ရှိသော ဆူးပင်မှအပ အခြားစားစရာ မရှိပေ၊ ၎င်းသည် အာဟာရလည်း မဖြစ်စေ၊ ဆာလောင်မှုကိုလည်း အကျိုးမပြုနိုင်။)</span><span class=\"gray\">(၈၈း၆-၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِنْ حَمِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ယင်းအပေါ်၌ ၎င်းတို့အား ဆူပွက်နေသော ဟမီမ်ကို ပေးမည်)</span></p><p lang=\"my\" class=\"my \">အဗ်ဘာစ်(ရ.ဒ)က ပြောကြားသည်၊ \"ဆိုလိုသည်မှာ ၎င်းတို့သည် ဇက္ကွမ်မှ စားပြီးနောက် ဆူပွက်နေသော ဟမီမ်ကို သောက်ရန် ပေးခံရမည်။\" အခြားမှတ်တမ်းတစ်ခုအရ၊ ၎င်းသည် ဆူပွက်နေသောရေဖြင့် ပြုလုပ်ထားသော ရောစပ်ခြင်းကို ဆိုလိုသည်ဟု သူက ပြောကြားခဲ့သည်။ အခြားတစ်ဦးကမူ ၎င်းသည် ဆူပွက်နေသောရေကို ပြည်နှင့် ၎င်းတို့၏ ကိုယ်အင်္ဂါများနှင့် မျက်လုံးများမှ ယိုစီးထွက်လာသော အပုပ်အစပ်များနှင့် ရောစပ်ခြင်းကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က စအိဒ် ဘင် ဂျူဘိုင်ရ်၏ ပြောစကားကို မှတ်တမ်းတင်ခဲ့သည်၊ \"ငရဲသားများသည် ဆာလောင်လာသောအခါ၊ ၎င်းတို့သည် ဇက္ကွမ်သစ်ပင်မှ အစာကို တောင်းခံကြမည်။ ၎င်းတို့သည် ၎င်းမှ စားသုံးကြမည်၊ ထို့နောက် ၎င်းတို့၏ မျက်နှာအရေပြားများ ကွာကျကုန်မည်။ အကယ်၍ တစ်စုံတစ်ယောက် ဖြတ်သွားပါက၊ ၎င်းတို့၏မျက်နှာများမှ ၎င်းတို့ကို မှတ်မိနိုင်လိမ့်မည်။ ထို့နောက် ရေငတ်ခြင်းကို ၎င်းတို့အပေါ် ပို့လွှတ်မည်၊ ထို့ကြောင့် ၎င်းတို့သည် သောက်စရာတစ်ခုခု ပေးရန် တောင်းခံကြမည်၊ ပြီးလျှင် အလွန်အမင်း ပူပြင်းအောင် အပူပေးထားသော ဆူပွက်နေသောဆီကဲ့သို့သော ရေကို ပေးခံရမည်။ ၎င်းကို ၎င်းတို့၏ ပါးစပ်များအနီးသို့ ယူလာသောအခါ၊ အရေပြားကွာကျသွားသော ၎င်းတို့၏ မျက်နှာများမှ အသားများသည် ၎င်း၏အပူဖြင့် ကျက်ကုန်မည်ဖြစ်ပြီး၊ ၎င်းတို့၏ အစာအိမ်ထဲရှိ အရာအားလုံး အရည်ပျော်သွားမည်။ ၎င်းတို့သည် ၎င်းတို့၏ အူများ ပြုတ်ကျကာ ၎င်းတို့၏ အရေပြားများ ကွာကျလျက် လမ်းလျှောက်ကြမည်၊ ထို့နောက် သံချွန်ချိတ်တုတ်များဖြင့် ရိုက်နှက်ခံရမည်။ ထို့နောက် ၎င်းတို့၏ ကိုယ်ခန္ဓာအစိတ်အပိုင်းတိုင်းသည် ကျယ်လောင်စွာ ငိုကြွေးကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ဧကန်စင်စစ်၊ ၎င်းတို့၏ ပြန်သွားရာသည် ငရဲမီးလျှံများဆီသို့ပင်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊ ထိုကြားကာလအပြီးတွင် ၎င်းတို့အား လောင်ကျွမ်းနေသော မီး၊ ပူလောင်သော အပူရှိန်နှင့် ပြင်းထန်သော မီးတောက်များဆီသို့ ပြန်ပို့ခံရမည်ဖြစ်ပြီး ၎င်းတို့သည် တစ်ခုနှင့်တစ်ခုကြား လည်ပတ်နေလိမ့်မည်။ ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်း<span class=\"gray\">(ငရဲ)</span>နှင့် ပြင်းထန်သော ဆူပွက်ရေကြား လှည့်ပတ်သွားလာကြလိမ့်မည်!)</span><span class=\"gray\">(၅၅း၄၄)</span>။ ကွာတာဒါဟ်က ဤအာယသ်ကို ဆွေးနွေးစဉ် ဤအာယသ်ကို ရွတ်ဖတ်ခဲ့သည်။ ဤသည်မှာ ကောင်းမွန်သော အဓိပ္ပာယ်ဖွင့်ဆိုချက်ဖြစ်သည်။ အဗ်ဒူလ္လာဟ် ဘင် မစအူးဒ်က ၎င်းကို ကွဲပြားစွာ ရွတ်ဖတ်ခဲ့သည်၊ အဓိပ္ပာယ်မှာ \"၎င်းတို့၏ နေ့လယ်ပိုင်း ပြန်လာခြင်း\" ဟုဖြစ်သည်။ အဗ်ဒူလ္လာဟ်(ရ.ဒ)က ပြောလေ့ရှိသည်- \"အကြင်အရှင်၏ လက်ထဲ၌ ကျွန်ုပ်၏ ဝိညာဉ်တည်ရှိတော်မူသော အရှင်မြတ်အားဖြင့်၊ ဂျန္နတ်အစွရ်ဂ်သားများသည် ဂျန္နတ်အစွရ်ဂ်၌ ရှိပြီး၊ ငရဲသားများသည် ငရဲ၌ ရှိမချင်း တရားစီရင်ရာနေ့၏ နေ့လယ်ပိုင်း ရောက်လာမည်မဟုတ်ပေ။\" ထို့နောက် သူက ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်အစွရ်ဂ်သားတို့သည် ထိုနေ့၌ အကောင်းဆုံးနေအိမ်နှင့် အလှပဆုံးသော အနားယူရာနေရာကို ရရှိကြမည်)</span><span class=\"gray\">(၂၅း၂၄)</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကား</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ ၎င်းတို့သည် မိမိတို့၏ ဖခင်များကို လမ်းမှားပေါ်တွင် တွေ့ရှိခဲ့ကြသည်;)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းတို့အား ထိုအတွက် အပြစ်ပေးမည်၊ အကြောင်းမှာ ၎င်းတို့သည် မိမိတို့၏ ဖခင်များကို လမ်းမှား လိုက်နေသည်ကို တွေ့ရှိခဲ့ပြီး သက်သေအထောက်အထားမရှိဘဲ လိုက်ခဲ့သောကြောင့်ပင်။' အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَهُمْ عَلَىٰ آثَارِهِمْ يُهْرَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် <span class=\"gray\">(လည်း)</span> ၎င်းတို့၏ ခြေရာများကို လိုက်ပါလျက် အလျင်စလို ပြုမူခဲ့ကြသည်!)</span> မူဂျာဟစ်က ပြောကြားသည်၊ \"၎င်းသည် ပြေးခြင်းနှင့်တူသည်။\" စအိဒ် ဘင် ဂျူဘိုင်ရ်က ပြောကြားသည်၊ \"၎င်းတို့သည် အသိပညာကင်းမဲ့ခြင်းနှင့် မိုက်မဲခြင်းကို လိုက်နာခဲ့ကြသည်။\"</p>"
  },
  {
    "ayah_key": "37:71",
    "group_ayah_key": "37:71",
    "from_ayah": "37:71",
    "to_ayah": "37:74",
    "ayah_keys": "37:71,37:72,37:73,37:74",
    "text": "<p class=\"my translation\" lang=\"my\">ဧကန်စင်စစ် ၎င်းတို့မတိုင်မီက ရှေးဦးလူမျိုးအများစုတို့သည် လမ်းမှားခဲ့ကြသည် <span>(၇၁)</span>ဧကန်စင်စစ် ငါတို့သည် ၎င်းတို့ထံ သတိပေးသူများကို စေလွှတ်ခဲ့သည် <span>(၇၂)</span>ထိုအခါ သတိပေးခံရသူတို့၏ အဆုံးသတ် မည်သို့ရှိသည်ကို ကြည့်ရှုလော့ <span>(၇၃)</span>အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ခံရသော ကျွန်များမှအပ <span>(၇၄)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြသည်မှာ ရှေးယခင်လူမျိုးအများစုတို့သည် လမ်းမှားခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်ဘေးတွင် အခြားဘုရားများကို ကိုးကွယ်ခဲ့ကြသည်။ အရှင်မြတ်က ၎င်းတို့ထံ သတိပေးသူများကို စေလွှတ်ခဲ့သည်ဟု ဆိုထားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သူများနှင့် အရှင်မြတ်မှအပ အခြားသူများကို ကိုးကွယ်သူများအပေါ် အရှင်မြတ်၏ ဒေါသ၊ အမျက်တော်နှင့် လက်စားချေမှုများကို သတိပေးရန်ဖြစ်သည်။ အရှင်မြတ်က ၎င်းတို့သည် ၎င်းတို့၏ တမန်တော်များကို ဆန့်ကျင်မှုနှင့် ၎င်းတို့အား မယုံကြည်မှုတို့တွင် ဆက်လက်တည်ရှိခဲ့ကြောင်း ပြောပြသည်၊ ထို့ကြောင့် အရှင်မြတ်သည် အရှင်မြတ်ကို မယုံကြည်သူများကို ဖျက်ဆီးခဲ့ပြီး ယုံကြည်သူများကို ကယ်တင်ကာ အောင်မြင်စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ - إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သတိပေးခံရသူတို့၏ အဆုံးသတ် မည်သို့ရှိသည်ကို ကြည့်ရှုလော့။ အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ခံရသော ကျွန်များမှအပ)</span>။</p>"
  }
]