[
  {
    "ayah_key": "34:34",
    "group_ayah_key": "34:34",
    "from_ayah": "34:34",
    "to_ayah": "34:39",
    "ayah_keys": "34:34,34:35,34:36,34:37,34:38,34:39",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် မည်သည့်မြို့သို့မျှ သတိပေးသူကို စေလွှတ်တော်မူခဲ့သည်မရှိပေ။ သို့သော် ထိုမြို့သူမြို့သားများထဲမှ လောကီစည်းစိမ်ဥစ္စာနှင့် ဇိမ်ခံပစ္စည်းများ ရရှိသူတို့က \"သင်တို့ကို စေလွှတ်တော်မူသည့် အရာကို ကျွန်ုပ်တို့ မယုံကြည်ပေ။ <span>(၃၄)</span>ထို့ပြင် ၎င်းတို့က “ကျွန်ုပ်တို့သည် ဥစ္စာဓနနှင့် သားသမီး ပို၍ များပြားသူများ ဖြစ်ကြသည်။ ကျွန်ုပ်တို့ အပြစ်ပေးခံရမည် မဟုတ်ပေ။” <span>(၃၅)</span>ပြောဆိုပါ- “အမှန်စင်စစ် ကျွန်ုပ်၏ အရှင်သခင်သည် မိမိအလိုရှိသူအား စားနပ်ရိက္ခာကို ချဲ့ထွင်ပေးတော်မူပြီး ကန့်သတ်တော်မူသည်။ သို့သော် လူအများစုသည် မသိကြပေ။” <span>(၃၆)</span>သင်တို့၏ ဥစ္စာဓနများ၊ သားသမီးများက ကျွန်ုပ်တို့ထံသို့ ပိုမိုနီးစပ်စေခြင်း မဟုတ်ပေ။ ယုံကြည်ပြီး ကောင်းမှုပြုသူသာလျှင် ကျွန်ုပ်တို့ထံ ပိုမိုနီးစပ်စေသည်။ ထိုသူတို့အတွက်မူ ၎င်းတို့ပြုခဲ့သော အမှုများအတွက် အဆများစွာသော အကျိုးကျေးဇူးများ ရှိမည်ဖြစ်ပြီး ၎င်းတို့သည် မြင့်မားသော နေအိမ်များ <span class=\"gray\">(ဂျန္နတ်(မ်)ဥယျာဉ်)</span> ၌ ငြိမ်းချမ်းစွာနှင့် လုံခြုံစွာ နေထိုင်ကြမည်ဖြစ်သည်။ <span>(၃၇)</span>ကျွန်ုပ်တို့၏ အာယသ်တော်များကို ဆန့်ကျင်၍ နှောင့်ယှက်ရန် ကြိုးစားသူများအား ဒုက္ခပေးခြင်းသို့ ရောက်စေမည်။ <span>(၃၈)</span>ပြောဆိုပါ- “အမှန်စင်စစ် ကျွန်ုပ်၏ အရှင်သခင်သည် မိမိ၏ ကျွန်များထဲမှ မိမိအလိုရှိသူအား စားနပ်ရိက္ခာကို ချဲ့ထွင်ပေးတော်မူပြီး <span class=\"gray\">(၎င်းအား)</span> ကန့်သတ်တော်မူသည်...” ဆိုလိုသည်မှာ မိမိ၏ ဉာဏ်ပညာအရ တစ်ဦးအား စားနပ်ရိက္ခာ များစွာပေး၍ အခြားတစ်ဦးအား အနည်းငယ်သာ ပေးတော်မူသည်။ ကိုယ်တော်မှတစ်ပါး မည်သူမျှ နားမလည်နိုင်သော ကြီးမြတ်သည့် ဉာဏ်ပညာ ရှိတော်မူသည်။ သင်တို့ မည်သည့်အရာကိုမျှ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင်)</span> သုံးစွဲသည်ဖြစ်စေ ကိုယ်တော်က အစားထိုးပေးတော်မူမည်။ ကိုယ်တော်သည် အကောင်းဆုံး ပေးသနားရှင် ဖြစ်တော်မူသည်။ <span>(၃၉)</span></p><p lang=\"my\" class=\"my \">ဇိမ်ခံဘဝဖြင့် နေထိုင်သူများသည် ရစူလ်တမန်တော်များကို မည်သို့ ငြင်းပယ်ခဲ့ကြပြီး ၎င်းတို့၏ စည်းစိမ်ဥစ္စာနှင့် သားသမီးများ နောက်လိုက်ခြင်းဖြင့် မည်သို့ လမ်းမှားခဲ့ကြပုံ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော် ﷺ ကို နှစ်သိမ့်ပေးပြီး ၎င်းမတိုင်မီက ရောက်ရှိခဲ့သော ရစူလ်တမန်တော်များ၏ ပုံစံအတိုင်း လိုက်နာရန် အမိန့်ပေးတော်မူသည်။ မည်သည့်မြို့သို့မျှ ပရောဖက်တစ်ပါးကိုမျှ စေလွှတ်ခဲ့သည်မရှိပေ။ သို့သော် ထိုမြို့သူမြို့သားများထဲမှ ဇိမ်ခံဘဝဖြင့် နေထိုင်သူတို့က ၎င်းအား မယုံကြည်ခဲ့ကြပေ။ ထိုမြို့၏ အားနည်းသူများက ၎င်းအား လိုက်နာခဲ့ကြသည်။ နူဟ်၏လူမျိုးတို့က ၎င်းအား ပြောခဲ့ကြသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့၏)</span> အားအနည်းဆုံးသူများက သင့်ကို လိုက်နာနေချိန်တွင် ကျွန်ုပ်တို့သည် သင့်ကို ယုံကြည်ရမည်လား။<span class=\"gray\">(၂၆:၁၁၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ထဲမှ အယုတ်ညံ့ဆုံးသူများမှတစ်ပါး အခြားသူ မည်သူမျှ သင့်ကို လိုက်နာသည်ကို မတွေ့ရပေ။ ထို့ပြင် ၎င်းတို့က <span class=\"gray\">(လည်း)</span> မစဉ်းစားဘဲ သင့်ကို လိုက်နာခဲ့ကြသည်)</span><span class=\"gray\">(၁၁:၂၇)</span>. စွာလိဟ်၏ လူမျိုးများထဲမှ ခေါင်းဆောင်တို့က ပြောဆိုခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ ۚ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ - قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားနည်းသူများဟု သတ်မှတ်ခံရသူများ—ထိုသူတို့ထဲမှ ယုံကြည်သူများအား- “အမှန်စင်စစ် စွာလိဟ်သည် ၎င်း၏ အရှင်သခင်ထံမှ စေလွှတ်ခံရသူဖြစ်ကြောင်း သင်တို့ မသိကြဘူးလား” ဟု ပြောခဲ့ကြသည်။ ၎င်းတို့က “ကျွန်ုပ်တို့သည် ၎င်းအား စေလွှတ်ခံရသည့်အရာကို အမှန်စင်စစ် ယုံကြည်ကြသည်” ဟု ပြောဆိုခဲ့ကြသည်။ မာနထောင်လွှားသူတို့က “အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင်တို့ ယုံကြည်သည့်အရာကို မယုံကြည်ပေ” ဟု ပြောဆိုခဲ့ကြသည်)</span><span class=\"gray\">(၇:၇၅-၇၆)</span>. ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا ۗ أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူ ကျွန်ုပ်တို့သည် ၎င်းတို့အချို့ကို အချို့အားဖြင့် စမ်းသပ်ခဲ့ကြသည်၊ ၎င်းတို့က “အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အနက်မှ ဤ <span class=\"gray\">(ဆင်းရဲသော ယုံကြည်သူများ)</span> ကိုသာ ကောင်းချီးပေးတော်မူသည်လား” ဟု ပြောဆိုနိုင်ရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျေးဇူးတင်သူများကို အကောင်းဆုံး မသိဘူးလား)</span><span class=\"gray\">(၆:၅၃)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူ ကျွန်ုပ်တို့သည် မြို့တိုင်းတွင် ၎င်း၏ မကောင်းမှုပြုသူများထဲမှ ခေါင်းဆောင်များကို ထိုနေရာ၌ ပရိယာယ်ဆင်ရန် ထားရှိခဲ့ကြသည်)</span><span class=\"gray\">(၆:၁၂၃)</span>, ၊ ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့တစ်မြို့ <span class=\"gray\">(လူဦးရေ)</span> ကို ဖျက်ဆီးရန် ကျွန်ုပ်တို့ ဆုံးဖြတ်သောအခါ၊ ကျွန်ုပ်တို့သည် ၎င်းတို့ထဲမှ ဇိမ်ခံဘဝဖြင့် နေထိုင်သူများထံသို့ <span class=\"gray\">(ဦးစွာ)</span> ပြတ်သားသော အမိန့်ကို စေလွှတ်သည်။ ထို့နောက် ၎င်းတို့သည် ထိုနေရာ၌ ကျူးလွန်ကြသည်၊ ထို့ကြောင့် <span class=\"gray\">(အပြစ်ပေးခြင်း၏)</span> စကားလုံးသည် ၎င်းတို့ <span class=\"gray\">(အပေါ်)</span> မှန်ကန်သွားသည်။ ထို့နောက် ကျွန်ုပ်တို့သည် ၎င်းကို လုံးဝ ဖျက်ဆီးပစ်သည်)</span><span class=\"gray\">(၁၇:၁၆)</span>. ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ </p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် မည်သည့်မြို့သို့မျှ သတိပေးသူကို စေလွှတ်တော်မူခဲ့သည်မရှိပေ။ ဆိုလိုသည်မှာ ပရောဖက် သို့မဟုတ် ရစူလ်တမန်တော်ကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا قَالَ مُتْرَفُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ထဲမှ လောကီစည်းစိမ်ဥစ္စာနှင့် ဇိမ်ခံပစ္စည်းများ ရရှိသူတို့သည်)</span> ဆိုလိုသည်မှာ ချမ်းသာကြွယ်ဝမှုနှင့် ဇိမ်ခံဘဝကို ခံစားရသူများ၊ ခေါင်းဆောင်မှုရာထူးများ ရရှိသူများဖြစ်သည်။ ကွာတာဒါက “၎င်းတို့သည် ၎င်းတို့၏ အာဏာရှင်များ၊ ခေါင်းဆောင်များနှင့် မကောင်းမှုတွင် ဦးဆောင်သူများ ဖြစ်ကြသည်” ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို စေလွှတ်တော်မူသည့် <span class=\"gray\">(သာသနာ)</span> ကို ကျွန်ုပ်တို့ မယုံကြည်ပေ။)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်တို့သည် ၎င်းကို မယုံကြည်ပေ၊ ၎င်းကို မလိုက်နာပေ။’ အလ္လာဟ်အရှင်မြတ်က ဇိမ်ခံဘဝကို ခံစားရသူများနှင့် ရစူလ်တမန်တော်များကို ငြင်းပယ်သူများက ပြောဆိုခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့က “ကျွန်ုပ်တို့သည် ဥစ္စာဓနနှင့် သားသမီး ပို၍ များပြားသူများ ဖြစ်ကြသည်။ ကျွန်ုပ်တို့ အပြစ်ပေးခံရမည် မဟုတ်ပေ။” ဟု ပြောဆိုခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကြီးမားသော ဥစ္စာဓနနှင့် များပြားသော သားသမီးများကြောင့် ဂုဏ်ယူခဲ့ကြသည်။ ၎င်းတို့သည် ဤအရာသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ချစ်မြတ်နိုးပြီး ဂရုစိုက်ကြောင်း၏ လက္ခဏာဖြစ်သည်ဟု ယုံကြည်ခဲ့ကြသည်။ ထို့ပြင် ကိုယ်တော်က ၎င်းတို့အား ဤလောကတွင် ဤအရာကို ပေးခဲ့လျှင် နောင်တမလွန်ဘဝတွင် ၎င်းတို့အား အပြစ်ပေးမည်မဟုတ်ဟု ယုံကြည်ခဲ့ကြသည်။ ဤအရာသည် အလွန်ဝေးကွာလှသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَلْ لَا يَشْعُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ၎င်းတို့အား တိုးပွားစေသော စည်းစိမ်ဥစ္စာနှင့် သားသမီးများကြောင့် ၎င်းတို့ ထင်မြင်ယူဆနေကြသည်လား။ ကျွန်ုပ်တို့သည် ၎င်းတို့ထံသို့ ကောင်းမွန်သောအရာများကို အလျင်စလို ပေးပို့နေခြင်း ဖြစ်သည်။ မဟုတ်ပါ၊ သို့သော် ၎င်းတို့ မသိနားမလည်ကြပေ။)</span><span class=\"gray\">(၂၃:၅၅-၅၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများနှင့် သားသမီးများက သင့်ကို အံ့ဩစေခြင်း မပြုပါစေနှင့်။ အမှန်တကယ်တွင် အလ္လာဟ်အရှင်မြတ်၏ အစီအစဉ်သည် ဤလောကဘဝတွင် ဤအရာများနှင့် ၎င်းတို့အား အပြစ်ပေးရန်ဖြစ်သည်။ ထို့ပြင် ၎င်းတို့သည် မယုံကြည်သူများ ဖြစ်နေချိန်တွင် ၎င်းတို့၏ ဝိညာဉ်များ ထွက်ခွာသွားရန် ဖြစ်သည်)</span><span class=\"gray\">(၉:၅၅)</span>, ၊ ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا - وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا - وَبَنِينَ شُهُودًا - وَمَهَّدْتُ لَهُ تَمْهِيدًا - ثُمَّ يَطْمَعُ أَنْ أَزِيدَ - كَلَّا ۖ إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا - سَأُرْهِقُهُ صَعُودًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် တစ်ယောက်တည်း ဖန်ဆင်းခဲ့သူ <span class=\"gray\">(ကိုင်တွယ်ရန်)</span> အား ကျွန်ုပ် တစ်ယောက်တည်း ထားလိုက်ပါ။ ထို့နောက် ၎င်းအား ပေါများသော အရင်းအမြစ်များကို ပေးသနားတော်မူခဲ့သည်။ ထို့ပြင် ၎င်းဘေးတွင် ရှိစေရန် သားသမီးများကို <span class=\"gray\">(ပေးသနားခဲ့သည်)</span>။ ထို့ပြင် ၎င်းအတွက် ဘဝကို ချောမွေ့သက်သာစေခဲ့သည်။ ၎င်းအရာအားလုံး နောက်တွင် ၎င်းက ကျွန်ုပ်က ထပ်မံ ပေးစေလိုသည်။ မဟုတ်ပါ။ အမှန်စင်စစ် ၎င်းသည် ကျွန်ုပ်တို့၏ အာယသ်တော်များကို ဆန့်ကျင်ခဲ့သည်။ ကျွန်ုပ်သည် ၎င်းအား ပြင်းထန်သော အပြစ်ဒဏ်ကို ရင်ဆိုင်စေမည်!)</span><span class=\"gray\">(၇၄:၁၁-၁၇)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ထိုဥယျာဉ်နှစ်ခု၏ ပိုင်ရှင်အကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူခဲ့သည်။ ၎င်း၌ ဥစ္စာဓန၊ သီးနှံနှင့် သားသမီးများ ရှိခဲ့သော်လည်း ထိုအရာအားလုံးကို ၎င်းထံမှ ဤလောကတွင် သိမ်းယူသွားသောအခါ နောင်တမလွန်ဘဝသို့ မရောက်မီတွင် မည်သို့မျှ အကူအညီ မဖြစ်ခဲ့ပေ။ ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောဆိုပါ- “အမှန်စင်စစ် ကျွန်ုပ်၏ အရှင်သခင်သည် မိမိအလိုရှိသူအား စားနပ်ရိက္ခာကို ချဲ့ထွင်ပေးတော်မူပြီး ကန့်သတ်တော်မူသည်...”)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် မိမိချစ်မြတ်နိုးသူများနှင့် မိမိမချစ်မြတ်နိုးသူများအား ဥစ္စာဓန ပေးတော်မူသည်။ ထို့ပြင် မိမိအလိုရှိသူအား ဆင်းရဲစေပြီး မိမိအလိုရှိသူအား ချမ်းသာစေတော်မူသည်။ ကိုယ်တော်၌ ပြည့်စုံသော ဉာဏ်ပညာနှင့် ထင်ရှားသော သက်သေသာဓကများ ရှိတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစုသည် မသိကြပေ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဥစ္စာဓနများ၊ သားသမီးများက ကျွန်ုပ်တို့ထံသို့ ပိုမိုနီးစပ်စေခြင်း မဟုတ်ပေ၊)</span> ဆိုလိုသည်မှာ ‘ဤအရာများသည် ကျွန်ုပ်တို့က သင့်ကို ချစ်မြတ်နိုးသည် သို့မဟုတ် ဂရုစိုက်သည်ဟူသော လက္ခဏာ မဟုတ်ပေ။’ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေသော်ဝ် အီမာမ် အဟ်မဒ်သည် အဘူ ဟိုရိုင်ရာက – အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေသော်ဝ် – တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ، وَلَكِنْ إِنَّمَا يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ပြင်ပရုပ်ဆင်းသဏ္ဌာန် သို့မဟုတ် သင်တို့၏ ဥစ္စာဓနများကို မကြည့်ရှုပေ၊ ၎င်းအစား ကိုယ်တော်သည် သင်တို့၏ နှလုံးသားများနှင့် သင်တို့၏ လုပ်ရပ်များကို ကြည့်ရှုတော်မူသည်)</span> မွတ်စလင်မ်နှင့် အိဗ်နု မာဂျာတို့ကလည်း ဤအရာကို မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူသာလျှင်၊)</span> ဆိုလိုသည်မှာ ‘ယုံကြည်ခြင်းနှင့် ကောင်းမှုပြုခြင်းသာလျှင် ကျွန်ုပ်တို့ထံသို့ ပိုမိုနီးစပ်စေမည်။’</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأُولَٰئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အတွက်မူ ၎င်းတို့ပြုခဲ့သော အမှုများအတွက် အဆများစွာသော အကျိုးကျေးဇူးများ ရှိမည်ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ အကျိုးကျေးဇူးသည် ၎င်းတို့အတွက် ဆယ်ဆမှ ခုနစ်ရာဆအထိ တိုးမြှင့်ပေးမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် မြင့်မားသော နေအိမ်များ၌ ငြိမ်းချမ်းစွာနှင့် လုံခြုံစွာ နေထိုင်ကြမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဂျန္နတ်(မ်)ဥယျာဉ်၏ မြင့်မားသော နေအိမ်များတွင် ဒုက္ခ၊ ကြောက်ရွံ့မှု၊ အန္တရာယ်နှင့် ၎င်းတို့ ကြောက်ရွံ့နိုင်သည့် မည်သည့်မကောင်းမှုမှ လုံခြုံစွာ နေထိုင်ကြမည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် အလီက – အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေသော်ဝ် – တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ لَغُرَفًا تُرَى ظُهُورُهَا مِنْ بُطُونِهَا، وَبُطُونُهَا مِنْ ظُهُورِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်(မ်)ဥယျာဉ်တွင် မြင့်မားသော အခန်းများ ရှိသည်။ ၎င်းတို့၏ အပြင်ဘက်ကို အတွင်းဘက်မှ မြင်နိုင်ပြီး ၎င်းတို့၏ အတွင်းဘက်ကို အပြင်ဘက်မှ မြင်နိုင်သည်)</span> ဘဒ်ဒူလူမျိုးတစ်ဦးက “၎င်းတို့သည် မည်သူ့အတွက်ပါလဲ” ဟု မေးမြန်းခဲ့သည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ طَيَّبَ الْكَلَامَ، وَأَطْعَمَ الطَّعَامَ، وَأَدَامَ الصِّيَامَ، وَصَلَّى بِاللَّيْلِ وَالنَّاسُ نِيَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကားကောင်း ပြောဆိုသူများ၊ ဆာလောင်မွတ်သိပ်သူများကို ကျွေးမွေးသူများ၊ ဥပုသ်သီလကို မြဲမြံစွာ ထိန်းသိမ်းသူများ၊ ညအချိန်တွင် လူများ အိပ်ပျော်နေချိန်၌ ဆွလားသ်ဖတ်သူများအတွက် ဖြစ်သည်)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့၏ အာယသ်တော်များကို ဆန့်ကျင်၍ နှောင့်ယှက်ရန် ကြိုးစားသူများ၊)</span> ဆိုလိုသည်မှာ လူတို့အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်မှ၊ ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို လိုက်နာခြင်းမှ၊ ကိုယ်တော်၏ လက္ခဏာများကို ယုံကြည်ခြင်းမှ ပိတ်ဆို့ရန် ကြိုးစားသူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ فِي الْعَذَابِ مُحْضَرُونَ </p><p lang=\"my\" class=\"my \">၎င်းတို့အား ဒုက္ခပေးခြင်းသို့ ရောက်စေမည်။ ဆိုလိုသည်မှာ ၎င်းတို့အားလုံးသည် ၎င်းတို့၏ လုပ်ရပ်များအတွက် တစ်ဦးစီအလိုက် အပြစ်ပေးခံရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောဆိုပါ- “အမှန်စင်စစ် ကျွန်ုပ်၏ အရှင်သခင်သည် မိမိ၏ ကျွန်များထဲမှ မိမိအလိုရှိသူအား စားနပ်ရိက္ခာကို ချဲ့ထွင်ပေးတော်မူပြီး <span class=\"gray\">(၎င်းအား)</span> ကန့်သတ်တော်မူသည်...”)</span> ဆိုလိုသည်မှာ မိမိ၏ ဉာဏ်ပညာအရ တစ်ဦးအား စားနပ်ရိက္ခာ များစွာပေး၍ အခြားတစ်ဦးအား အနည်းငယ်သာ ပေးတော်မူသည်။ ကိုယ်တော်မှတစ်ပါး မည်သူမျှ နားမလည်နိုင်သော ကြီးမြတ်သည့် ဉာဏ်ပညာ ရှိတော်မူသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် တစ်ဦးကို တစ်ဦးအပေါ် မည်သို့ ဦးစားပေးထားသည်ကို ကြည့်ပါ။ အမှန်စင်စစ် နောင်တမလွန်ဘဝသည် အဆင့်အတန်းအားဖြင့် ပို၍ ကြီးမြတ်မည်ဖြစ်ပြီး ကောင်းကျိုးအားဖြင့် ပို၍ ကြီးမြတ်မည်)</span><span class=\"gray\">(၁၇:၂၁)</span>. ၎င်းဆိုလိုသည်မှာ ဤလောကတွင် ၎င်းတို့အကြား ကွာခြားမှုများ ရှိသကဲ့သို့ – တစ်ဦးက ဆင်းရဲပြီး ကျဉ်းမြောင်းသော အခြေအနေတွင် ရှိနိုင်သော်လည်း အခြားတစ်ဦးက ချမ်းသာပြီး ပေါများသော ဘဝကို ခံစားရသည် – ထိုနည်းတူ ၎င်းတို့သည် နောင်တမလွန်ဘဝတွင်လည်း ဖြစ်ကြမည်။ ထိုနေရာတွင် တစ်ဦးက ဂျန္နတ်(မ်)ဥယျာဉ်၏ အမြင့်ဆုံးအဆင့်များရှိ အခန်းများတွင် နေထိုင်မည်ဖြစ်ပြီး အခြားတစ်ဦးက ဂျဟန္နမ်၏ အနိမ့်ဆုံးအဆင့်များတွင် ရှိနေမည်။ တမန်တော်မြတ် ﷺ က ဤလောကတွင် အကောင်းဆုံးလူများကို ဖော်ပြရင်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَنْ أَسْلَمَ وَرُزِقَ كَفَافًا وَقَنَّعَهُ اللهُ بِمَا آتَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အစ္စလာမ်ဘာသာဝင်ဖြစ်လာပြီး လုံလောက်သော စားနပ်ရိက္ခာကို ရရှိကာ အလ္လာဟ်အရှင်မြတ်က မိမိပေးသနားခဲ့သောအရာနှင့် ကျေနပ်နှစ်သိမ့်စေသောသူသည် အောင်မြင်သည်။)</span>” ၎င်းကို မွတ်စလင်မ်က မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့ မည်သည့်အရာကိုမျှ သုံးစွဲသည်ဖြစ်စေ ကိုယ်တော်က အစားထိုးပေးတော်မူမည်။)</span> ဆိုလိုသည်မှာ ‘သင်သည် ကိုယ်တော်က သင့်ကို အမိန့်ပေးခဲ့ပြီး ခွင့်ပြုခဲ့သည့် နည်းလမ်းများဖြင့် မည်သည့်အရာကိုမျှ သုံးစွဲသည်ဖြစ်စေ ကိုယ်တော်က ဤလောကတွင် သင့်အတွက် အခြားတစ်ခုကို အစားထိုးပေးခြင်းဖြင့် လည်းကောင်း၊ နောင်တမလွန်ဘဝတွင် သင့်အား အကျိုးကျေးဇူး ပေးသနားခြင်းဖြင့် လည်းကောင်း လျော်ကြေးပေးတော်မူမည်။’ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်ဟု သတင်းပို့ခံရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: أَنْفِقْ، أُنْفِقْ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- “သုံးစွဲပါ၊ ကျွန်ုပ်သည် သင့်အပေါ် သုံးစွဲမည်။”)</span> အခြား ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်မှာ မနက်တိုင်း ကောင်းကင်တမန်နှစ်ပါး ရောက်ရှိလာပြီး တစ်ပါးက “အို အလ္လာဟ်၊ တားဆီးထားသူ <span class=\"gray\">(မသုံးစွဲသူ)</span> အပေါ် ဖျက်ဆီးခြင်းကို ကျရောက်စေပါ” ဟု ပြောဆိုသည်။ အခြားတစ်ပါးက “အို အလ္လာဟ်၊ သုံးစွဲသူအား လျော်ကြေးပေးသနားတော်မူပါ” ဟု ပြောဆိုသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْفِقْ بِلَالُ، وَلَا تَخْشَ مِنْ ذِي الْعَرْشِ إِقْلَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဘီလာလ်၊ သုံးစွဲပါ၊ အာရ်ရှ်ပလ္လင်ပေါ်၌ ရှိတော်မူသောအရှင်သည် သင့်ထံမှ တားဆီးလိမ့်မည်ကို မကြောက်ရွံ့ပါနှင့်။)</span></p>"
  }
]