[
  {
    "ayah_key": "37:27",
    "group_ayah_key": "37:27",
    "from_ayah": "37:27",
    "to_ayah": "37:37",
    "ayah_keys": "37:27,37:28,37:29,37:30,37:31,37:32,37:33,37:34,37:35,37:36,37:37",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး လှည့်ကြည့်ကာ တစ်ဦးကိုတစ်ဦး မေးမြန်းကြလိမ့်မည်။ <span>(၂၇)</span> ၎င်းတို့က ပြောကြမည်– “သင်တို့သည်သာ ကျွန်ုပ်တို့ထံ ညာဘက်မှ လာခဲ့ကြသူများဖြစ်၏။ <span>(၂၈)</span> ၎င်းတို့က ပြန်ပြောကြမည်– “မဟုတ်ဘူး။ သင်တို့ကိုယ်တိုင် ယုံကြည်သူများ မဟုတ်ခဲ့ကြဘူး။ <span>(၂၉)</span> “ကျွန်ုပ်တို့တွင်လည်း သင်တို့အပေါ် အာဏာမရှိခဲ့ပေ။ မဟုတ်ဘူး။ သို့သော် သင်တို့သည် ကျူးလွန်သော လူမျိုးဖြစ်ခဲ့ကြ၏။ <span>(၃၀)</span> “ထို့ကြောင့် ယခုအခါ ကျွန်ုပ်တို့၏ အရှင်သခင်၏ အမိန့်တော်သည် ကျွန်ုပ်တို့အပေါ် မှန်ကန်သွားပြီဖြစ်ရာ၊ ကျွန်ုပ်တို့သည် <span class=\"gray\">(ပြစ်ဒဏ်ကို)</span> မြည်းစမ်းရမည်မှာ သေချာပါသည်။ <span>(၃၁)</span> “ထို့ကြောင့် ကျွန်ုပ်တို့သည် ကိုယ်တိုင်လမ်းမှားနေသောကြောင့် သင်တို့ကို လမ်းမှားစေခဲ့ကြ၏။ <span>(၃၂)</span> ထို့နောက် အမှန်ပင်၊ ထိုနေ့တွင် ၎င်းတို့ <span class=\"gray\">(အားလုံး)</span> သည် ပြစ်ဒဏ်ကို ခံစားကြရလိမ့်မည်။ <span>(၃၃)</span> အမှန်ပင်၊ ဤသည်ကား ကျွန်ုပ်တို့သည် ရာဇဝတ်ကောင်များနှင့် ဆက်ဆံပုံပင်ဖြစ်သည်။ <span>(၃၄)</span> အမှန်စင်စစ်၊ ၎င်းတို့အား ‘အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ရာအခြားအရှင် မရှိ’ ဟု ပြောသောအခါ၊ ၎င်းတို့သည် မာနထောင်လွှားခဲ့ကြသည်။ <span>(၃၅)</span> ထို့နောက် <span class=\"gray\">(၎င်းတို့က)</span> ပြောကြသည်– “ကျွန်ုပ်တို့၏ ကိုးကွယ်ရာများကို ရူးသွပ်သော ကဗျာဆရာတစ်ဦးအတွက် စွန့်လွှတ်ကြတော့မှာလား။ <span>(၃၆)</span> မဟုတ်ဘူး။ ၎င်းသည် သစ္စာတရားနှင့်အတူ ရောက်ရှိလာခဲ့ပြီး ရစူလ်တမန်တော်များကို အတည်ပြုခဲ့သည်။ <span>(၃၇)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရုပ်တုကိုးကွယ်သူများ၏ ငြင်းခုံခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ငရဲဘုံအဆင့်ဆင့်၌ တစ်ဦးနှင့်တစ်ဦး ငြင်းခုံကြသကဲ့သို့ပင် မယုံကြည်သူများသည် ရှင်ပြန်ထမြောက်ရာနေ့၏ ကွင်းပြင်၌ တစ်ဦးကိုတစ်ဦး အပြစ်တင်ကြမည်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ - قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားနည်းသူတို့က မာနထောင်လွှားသူတို့အား ပြောမည်– “အမှန်ပင်၊ ကျွန်ုပ်တို့သည် သင်တို့ကို လိုက်နာခဲ့ကြသည်။ သို့ဖြစ်ရာ သင်တို့သည် ကျွန်ုပ်တို့ထံမှ ငရဲ၏ အစိတ်အပိုင်းအချို့ကို ယူနိုင်ပါသလား။” မာနထောင်လွှားသူတို့က ပြောကြမည်– “ကျွန်ုပ်တို့အားလုံးသည် ဤ <span class=\"gray\">(ငရဲ)</span> ၌ <span class=\"gray\">(အတူတကွ)</span> ရှိကြ၏။ အမှန်ပင်၊ အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(မိမိ၏)</span> ကျွန်များအကြား စီရင်ဆုံးဖြတ်ပြီးဖြစ်သည်။”)<span class=\"gray\">(၄၀:၄၇-၄၈)</span></span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ - قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُمْ ۖ بَلْ كُنْتُمْ مُجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا ۚ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မတရားနှိပ်စက်သူများသည် ၎င်းတို့၏ အရှင်သခင်ရှေ့၌ ရပ်တည်နေကြသောအခါ၊ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး <span class=\"gray\">(အပြစ်တင်)</span> စကားကို မည်သို့ပြောဆိုကြမည်ကို သင်သာ မြင်တွေ့နိုင်ခဲ့ပါလျှင်။ အားနည်းသည်ဟု သတ်မှတ်ခံရသူတို့က မာနထောင်လွှားသူတို့အား ပြောကြမည်– “သင်တို့ကြောင့် မဟုတ်ခဲ့လျှင် ကျွန်ုပ်တို့သည် ယုံကြည်သူများ ဖြစ်ခဲ့ကြပေလိမ့်မည်။” ထို့နောက် မာနထောင်လွှားသူတို့က အားနည်းသည်ဟု သတ်မှတ်ခံရသူတို့အား ပြောကြမည်– “လမ်းညွှန်မှုသည် သင်တို့ထံ ရောက်ရှိပြီးနောက် သင်တို့ကို ကျွန်ုပ်တို့က တားဆီးခဲ့ပါသလား။ မဟုတ်ဘူး။ သို့သော် သင်တို့သည် ရာဇဝတ်ကောင်များ ဖြစ်ခဲ့ကြ၏။” အားနည်းသည်ဟု သတ်မှတ်ခံရသူတို့က မာနထောင်လွှားသူတို့အား ပြောကြမည်– “မဟုတ်ဘူး။ ညရော၊ နေ့ပါ သင်တို့၏ ကြံစည်မှုသာဖြစ်သည်၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ရန်နှင့် အရှင်မြတ်အတွက် ပြိုင်ဘက်များကို ထားရှိရန် ကျွန်ုပ်တို့အား အမိန့်ပေးခဲ့ကြသည်။” ထို့နောက် ၎င်းတို့ <span class=\"gray\">(အဖွဲ့များ)</span> တစ်ဦးစီသည် ပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ မိမိတို့၏ နောင်တများကို ဖုံးကွယ်ထားကြလိမ့်မည်။ ထို့နောက် ကျွန်ုပ်တို့သည် မယုံကြည်သူတို့၏ လည်ပင်းများတွင် သံကြိုးများ ဆင်ပေးမည်။ ၎င်းတို့ ပြုမူခဲ့သည်များမှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ ပြန်လည်အကျိုးပေးခြင်း ခံရပါသလား။)<span class=\"gray\">(၃၄:၃၁-၃၃)</span></span></p><p lang=\"my\" class=\"my \">အလားတူပင်၊ ၎င်းတို့အား ဤနေရာတွင် ပြောဆိုနေကြသည်ဟု ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည်သာ ကျွန်ုပ်တို့ထံ ညာဘက်မှ လာခဲ့ကြသူများဖြစ်၏။)</span> အဒ်-ဒဟ်ဟက်ခ်က အိဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်ဟု ဖော်ပြသည်– “၎င်းတို့က ပြောကြမည်၊ ‘သင်တို့သည် ကျွန်ုပ်တို့အပေါ် သင်တို့၏ အာဏာကြောင့် ကျွန်ုပ်တို့ကို အတင်းအကျပ် ပြုလုပ်ခဲ့ကြသည်၊ အကြောင်းမှာ ကျွန်ုပ်တို့သည် အားနည်းပြီး သင်တို့က အားကြီးသောကြောင့်ဖြစ်သည်။’” ကွတ်တာဒါဟ်က ပြောသည်– “လူသားတို့သည် ဂျင်န်တို့အား ပြောကြမည်၊ ‘သင်တို့သည် ကျွန်ုပ်တို့ထံ ညာဘက်မှ လာရောက်ကာ ကောင်းမှုအားလုံးကို ပိတ်ဆို့ခဲ့ကြပြီး၊ ကျွန်ုပ်တို့အား မပြုလုပ်ရန် ပြောကြားကာ ကျွန်ုပ်တို့၏ လမ်းတွင် အတားအဆီးများ ဖန်တီးရန် ကြိုးပမ်းခဲ့ကြသည်။’” အစ်စွတ်ဒီက ပြောသည်– “သင်တို့သည် ကျွန်ုပ်တို့ထံ လာရောက်ကာ သစ္စာတရားကို ပိတ်ဆို့ခဲ့ကြပြီး၊ ကျွန်ုပ်တို့အား မုသာဝါဒကို ဆွဲဆောင်မှုရှိစေကာ သစ္စာတရားကို မြင်တွေ့ခြင်းမှ တားဆီးခဲ့ကြသည်။” အိဗ်နု ဇိုင်းဒ်က ပြောသည်၊ ၎င်း၏ အဓိပ္ပါယ်မှာ– “သင်တို့သည် ကျွန်ုပ်တို့နှင့် ကောင်းမွန်ခြင်းအကြား ခြားနားရပ်တည်ခဲ့ပြီး၊ ကျွန်ုပ်တို့အား အစ္စလာမ်နှင့် ယုံကြည်ခြင်းမှ ကောင်းမှုများကို ပြုလုပ်ခြင်းမှ တားဆီးခဲ့ကြသည်၊ ထိုကောင်းမှုများကို ကျွန်ုပ်တို့အား ပြုလုပ်ရန် အမိန့်ပေးခဲ့ကြသည်။” ယာဇိဒ် အလ်-ရစ်ရ်ှခ်က “လာအီလာဟာ အစ်လလ်လာဟ်” မှဟု ပြောသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا بَلْ لَمْ تَكُونُوا مُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြန်ပြောကြမည်– “မဟုတ်ဘူး။ သင်တို့ကိုယ်တိုင် ယုံကြည်သူများ မဟုတ်ခဲ့ကြဘူး။”)</span> ဂျင်န်နှင့် လူသားတို့၏ ခေါင်းဆောင်များသည် ၎င်းတို့၏ နောက်လိုက်များအား ပြောကြမည်– “သင်တို့ပြောသကဲ့သို့ မဟုတ်ပါ။ သင်တို့၏ နှလုံးသားများသည် ယုံကြည်ခြင်းကို ငြင်းပယ်ခဲ့ကြပြီး မယုံကြည်ခြင်းနှင့် အပြစ်များအတွက် ပွင့်လင်းနေခဲ့ကြသည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَنَا عَلَيْكُمْ مِنْ سُلْطَانٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့တွင်လည်း သင်တို့အပေါ် အာဏာမရှိခဲ့ပေ။)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်တို့သည် သင်တို့ကို ခေါ်ဆောင်ခဲ့သည့် အမှန်တရားအတွက် သက်သေအထောက်အထား မရှိခဲ့ပေ။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كُنْتُمْ قَوْمًا طَاغِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး။ သို့သော် သင်တို့သည် ကျူးလွန်သော လူမျိုးဖြစ်ခဲ့ကြ၏။)</span> ‘သင်တို့ကိုယ်တိုင်သည် မကောင်းမှုပြုသူများနှင့် သစ္စာတရားကို ကျူးလွန်သူများဖြစ်ကြသည်၊ ထို့ကြောင့် သင်တို့သည် ကျွန်ုပ်တို့အား တုံ့ပြန်ခဲ့ကြပြီး ပရောဖက်များက သက်သေအထောက်အထားဖြင့် ယူဆောင်လာခဲ့သည့် သစ္စာတရားကို လျစ်လျူရှုကာ ၎င်းတို့အား ဆန့်ကျင်ခဲ့ကြသည်။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَا ۖ إِنَّا لَذَائِقُونَ - فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ယခုအခါ ကျွန်ုပ်တို့၏ အရှင်သခင်၏ အမိန့်တော်သည် ကျွန်ုပ်တို့အပေါ် မှန်ကန်သွားပြီဖြစ်ရာ၊ ကျွန်ုပ်တို့သည် <span class=\"gray\">(ပြစ်ဒဏ်ကို)</span> မြည်းစမ်းရမည်မှာ သေချာပါသည်။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ကိုယ်တိုင်လမ်းမှားနေသောကြောင့် သင်တို့ကို လမ်းမှားစေခဲ့ကြ၏။)</span> မာနထောင်လွှားသူတို့က အားနည်းသည်ဟု သတ်မှတ်ခံရသူတို့အား ပြောကြမည်၊ ‘အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် ကျွန်ုပ်တို့အပေါ် မှန်ကန်သွားပြီဖြစ်ရာ၊ ကျွန်ုပ်တို့သည် ရှင်ပြန်ထမြောက်ရာနေ့၏ ပြစ်ဒဏ်ကို ခံစားရမည့် ဖျက်ဆီးခံရသူများထဲတွင် ပါဝင်ကြသည်။’</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَغْوَيْنَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့သည် သင်တို့ကို လမ်းမှားစေခဲ့ကြ၏။)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်တို့သည် သင်တို့ကို လမ်းမှားခြင်းသို့ ခေါ်ဆောင်ခဲ့ကြသည်၊’</p><p class=\"sd qpc-hafs\" lang=\"sd\"> إِنَّا كُنَّا غَاوِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ ကျွန်ုပ်တို့သည် ကိုယ်တိုင်လမ်းမှားနေသောကြောင့်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်တို့သည် သင်တို့ကို ကျွန်ုပ်တို့လျှောက်လှမ်းနေသော လမ်းကို လိုက်နာရန် ခေါ်ဆောင်ခဲ့ပြီး သင်တို့က တုံ့ပြန်ခဲ့ကြသည်။’ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အမှန်ပင်၊ ထိုနေ့တွင် ၎င်းတို့ <span class=\"gray\">(အားလုံး)</span> သည် ပြစ်ဒဏ်ကို ခံစားကြရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အားလုံးသည် ငရဲဘုံ၌ ရှိကြမည်ဖြစ်ပြီး၊ တစ်ဦးစီသည် မိမိတို့ ထိုက်တန်သည့်အတိုင်း ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَذَٰلِكَ نَفْعَلُ بِالْمُجْرِمِينَ - إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَٰهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ဤသည်ကား ကျွန်ုပ်တို့သည် ရာဇဝတ်ကောင်များနှင့် ဆက်ဆံပုံပင်ဖြစ်သည်။ အမှန်စင်စစ်၊ ၎င်းတို့အား ‘အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ရာအခြားအရှင် မရှိ’ ဟု ပြောသောအခါ၊ ၎င်းတို့သည် မာနထောင်လွှားခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ ဤလောကတွင် ၎င်းတို့သည် ယုံကြည်သူများ ပြောဆိုသကဲ့သို့ ဤစကားလုံးများကို ပြောဆိုရန် အလွန်မာနကြီးခဲ့ကြသည်။ အိဗ်နု အဘီ ဟာတိမ်က အဘူ ဟူရိုင်ရာဟ်က —အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ— အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု ဖော်ပြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتّٰى يَقُولُوا: لَا إِلَهَ إِلَّا اللهُ، فَمَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ، فَقَدْ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلَّا بِحَقِّهِ، وَحِسَابُهُ عَلَى اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအများကို ‘လာအီလာဟာ အစ်လလ်လာဟ်’ ဟု ပြောသည်အထိ တိုက်ခိုက်ရန် ကျွန်ုပ်အား အမိန့်ပေးထားသည်။ မည်သူမဆို ‘လာအီလာဟာ အစ်လလ်လာဟ်’ ဟု ပြောပါက၊ ၎င်းနှင့် ၎င်း၏ ပစ္စည်းဥစ္စာတို့သည် ၎င်း၏တာဝန်မှလွဲ၍ ကျွန်ုပ်ထံမှ လုံခြုံပေမည်။ ၎င်း၏ စာရင်းစစ်မှုသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်၊ အရှင်မြတ်သည် ဂုဏ်တော်ထင်ရှားတော်မူပါစေ။)</span> အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျမ်းတော်တွင် မာနထောင်လွှားသူများ၏ ပုံပြင်ကို ထုတ်ဖော်ခဲ့သည်၊ အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَٰهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ - وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတို့အား ‘အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ရာအခြားအရှင် မရှိ’ ဟု ပြောသောအခါ၊ ၎င်းတို့သည် မာနထောင်လွှားခဲ့ကြသည်။ ထို့နောက် <span class=\"gray\">(၎င်းတို့က)</span> ပြောကြသည်– “ကျွန်ုပ်တို့၏ ကိုးကွယ်ရာများကို ရူးသွပ်သော ကဗျာဆရာတစ်ဦးအတွက် စွန့်လွှတ်ကြတော့မှာလား။”)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်တို့၏ ကိုးကွယ်ရာများနှင့် ကျွန်ုပ်တို့၏ ဘိုးဘေးဘီဘင်တို့၏ ကိုးကွယ်ရာများကို ဤရူးသွပ်သော ကဗျာဆရာ၏ စကားများကြောင့် ရပ်ဆိုင်းကြတော့မှာလား’ ဟု ဆိုလိုသည်—အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ သဘောထားကို ငြင်းပယ်လျက် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ جَاءَ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး။ ၎င်းသည် သစ္စာတရားနှင့်အတူ ရောက်ရှိလာခဲ့သည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ထုတ်ဖော်ပြသခဲ့သည့် ပုံပြင်များနှင့် အမိန့်တော်များ အားလုံးနှင့်အတူ သစ္စာတရားကို ယူဆောင်လာခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدَّقَ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းသည် ရစူလ်တမန်တော်များကို အတည်ပြုသည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ၎င်း၏ ချီးမွမ်းဖွယ်ရာ လက္ခဏာရပ်များနှင့် ၎င်း၏ ပြည့်စုံသော လမ်းစဉ်နှင့်ပတ်သက်သော ၎င်းတို့၏ ပရောဖက်ပြုချက်များကို ဖြည့်ဆည်းပေးပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေများနှင့် အမိန့်တော်များကို လူများအား ၎င်းတို့ ပြောကြားခဲ့သည့်အတိုင်း ပြောပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား သင့်ရှေ့က ရစူလ်တမန်တော်များအား ပြောဆိုခဲ့သည်များမှအပ မည်သည့်အရာမျှ ပြောဆိုခြင်းမရှိပေ။)<span class=\"gray\">(၄၁:၄၃)</span></span>။</p>"
  }
]