[
  {
    "ayah_key": "49:13",
    "group_ayah_key": "49:13",
    "from_ayah": "49:13",
    "to_ayah": "49:13",
    "ayah_keys": "49:13",
    "text": "<p class=\"my translation\" lang=\"my\">အို လူသားတို့၊ ငါတို့သည် သင်တို့ကို ယောက်ျားတစ်ဦးနှင့် မိန်းမတစ်ဦးမှ ဖန်ဆင်းခဲ့ပြီး၊ တစ်ဦးကိုတစ်ဦး သိကျွမ်းနိုင်စေရန် လူမျိုးများနှင့် မျိုးနွယ်စုများအဖြစ် ဖန်ဆင်းခဲ့သည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်အနီး၌ သင်တို့တွင် အမြတ်ဆုံးမှာ တက္ကဝါရှိသူ <span class=\"gray\">(ယုံကြည်သူ)</span> ပင်ဖြစ်သည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသော၊ အလုံးစုံကို အသိအမြင်ရှိတော်မူသော အရှင်ဖြစ်တော်မူသည်။ <span>(၁၃)</span></p><p lang=\"my\" class=\"my \">လူသားအားလုံးသည် အာဒမ်နှင့် ဟာဝါတို့၏ သားသမီးများဖြစ်ကြသည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားအားလုံးကို လူတစ်ဦးတည်းဖြစ်သော အာဒမ်မှ ဖန်ဆင်းခဲ့ကြောင်းနှင့် ထိုလူမှ ၎င်း၏ကြင်ဖော် ဟာဝါကို ဖန်ဆင်းခဲ့ကြောင်း လူသားတို့အား ကြေညာတော်မူသည်။ ထိုသူတို့၏ သားသမီးများမှ လူမျိုးများ၊ မျိုးနွယ်စုများဖြင့် ဖွဲ့စည်းထားသော လူမျိုးများကို ပြုလုပ်ခဲ့ပြီး၊ ထိုလူမျိုးများတွင် အရွယ်အစားအမျိုးမျိုးရှိသော မျိုးနွယ်စုခွဲများ ပါဝင်သည်။ 'လူမျိုးများ' ဟူသည်မှာ အာရပ်မဟုတ်သူများကို ရည်ညွှန်းပြီး 'မျိုးနွယ်စုများ' ဟူသည်မှာ အာရပ်များကို ရည်ညွှန်းသည်ဟုလည်း ဆိုခဲ့သည်။ ဤအကြောင်းနှင့်ပတ်သက်၍ ပြောဆိုချက်အမျိုးမျိုးကို အဘူ အမ်ရ် အိဗ်နု အဘ်ဒူလ်-ဘာရ်၏ အလ်-အိဗ်ဘာဟ်ကျမ်းနှင့် အလ်-ကစဒ် ဝလ်-အာမမ် ဖီ မာအ်ရီဖာ အန်စဘ် အလ်-အာရပ် ဝလ်-အာဂျမ် ကျမ်းမှ ပုဂ္ဂိုလ်ရေးဆိုင်ရာ နိဒါန်းတွင် စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် လူအားလုံးသည် အာဒမ်နှင့် ဟာဝါတို့၏ မျိုးဆက်များဖြစ်ကြပြီး ဤဂုဏ်အသရေကို တူညီစွာ ခံစားကြရသည်။ သူတို့အကြား တစ်ခုတည်းသော ကွာခြားချက်မှာ အလ္လာဟ်အရှင်မြတ်ကို နာခံခြင်းနှင့် ၎င်း၏ ရစူလ် ﷺ ကို လိုက်နာခြင်းအပေါ် အခြေခံသည့် ဘာသာတရားတွင်သာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် နောက်ထပ်လူများကို ကဲ့ရဲ့ပြစ်တင်ခြင်းနှင့် အခြားလူများကို အထင်သေးခြင်းတို့ကို တားမြစ်ပြီးနောက်၊ လူသားအားလုံးသည် ၎င်းတို့၏ လူသားဆန်မှုတွင် တူညီကြကြောင်း လူသားတို့အား သတိပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَىٰ وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့၊ ငါတို့သည် သင်တို့ကို ယောက်ျားတစ်ဦးနှင့် မိန်းမတစ်ဦးမှ ဖန်ဆင်းခဲ့ပြီး၊ တစ်ဦးကိုတစ်ဦး သိကျွမ်းနိုင်စေရန် လူမျိုးများနှင့် မျိုးနွယ်စုများအဖြစ် ဖန်ဆင်းခဲ့သည်။)</span> သို့မှသာ ၎င်းတို့၏ လူမျိုး သို့မဟုတ် မျိုးနွယ်စုဖြင့် တစ်ဦးကိုတစ်ဦး သိကျွမ်းကြမည်။ မုဂျာဟိဒ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَعَارَفُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးကိုတစ်ဦး သိကျွမ်းနိုင်စေရန်။)</span> \"ဤသူသည် မည်သူ၏သားဖြစ်သည်၊ မည်သည့်မျိုးနွယ်စုမှဖြစ်သည်\" ဟု ပြောဆိုခြင်းကို ရည်ညွှန်းသည်ဟု ဆိုသည်။ စူဖ်ယန် အစ်သ်-သောရီက \"ဟင်မ်ယာရ် <span class=\"gray\">(ယီမင်တွင် နေထိုင်သူများ)</span> သည် ၎င်းတို့၏ ပြည်နယ်များအလိုက် အချင်းချင်း ဆက်ဆံခဲ့ကြပြီး၊ ဟိဂျာဇ် <span class=\"gray\">(အနောက်အာရေဗျ)</span> မှ အာရပ်များမှာမူ ၎င်းတို့၏ မျိုးနွယ်စုများအလိုက် ဆက်ဆံခဲ့ကြသည်\" ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">ဂုဏ်အသရေသည် အလ္လာဟ်အရှင်မြတ်ကို တက္ကဝါထားခြင်းဖြင့် ရရှိသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်အနီး၌ သင်တို့တွင် အမြတ်ဆုံးမှာ တက္ကဝါရှိသူ <span class=\"gray\">(ယုံကြည်သူ)</span> ပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံတွင် တက္ကဝါကြောင့် ဂုဏ်အသရေကို ရရှိသည်၊ မိသားစုမျိုးရိုးကြောင့် မဟုတ်'။ ဤအဓိပ္ပါယ်ကို ထောက်ခံသော တမန်တော် ﷺ ထံမှ ဟဒီးဆ်တော်များစွာရှိသည်။ အလ်-ဘူခါရီက အဘူ ဟူရိုင်ရာဟ်က \"အချို့သောလူများက တမန်တော် ﷺ အား 'လူတို့တွင် အမြတ်ဆုံးကား မည်သူနည်း' ဟု မေးမြန်းခဲ့ရာ၊ ကိုယ်တော် ﷺ က 'အလ္လာဟ်အရှင်မြတ်အနီး၌ အမြတ်ဆုံးမှာ ၎င်းတို့တွင် တက္ကဝါအများဆုံးရှိသူပင်' ဟု ပြန်လည်မိန့်ကြားခဲ့သည်\" ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكْرَمُهُمْ عِنْدَ اللهِ أَتْقَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အနီး၌ ၎င်းတို့တွင် အမြတ်ဆုံးမှာ တက္ကဝါအများဆုံးရှိသူပင်။)</span> ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ဤအကြောင်းကို မမေးမြန်းပါ\" ဟု ဆိုသည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَكْرَمُ النَّاسِ يُوسُفُ نَبِيُّ اللهِ، ابْنُ نَبِيِّ اللهِ، ابْنِ نَبِيِّ اللهِ ابْنِ خَلِيلِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အမြတ်ဆုံးပုဂ္ဂိုလ်မှာ ယူစွဖ်၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်၏သား၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်၏သား၊ အလ္လာဟ်အရှင်မြတ်၏ ခလီလ်၏သားပင်။)</span> ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ဤအကြောင်းကို မမေးမြန်းပါ\" ဟု ဆိုသည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَنْ مَعَادِنِ الْعَرَبِ تَسْأَلُونِّي؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့သည် ကျွန်ုပ်အား အာရပ်မျိုးရိုးအကြောင်း မေးမြန်းလိုကြသလား။)</span> ၎င်းတို့က \"ဟုတ်ကဲ့\" ဟု ဆိုသည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخِيَارُكُمْ فِي الْجَاهِلِيَّةِ خِيَارُكُمْ فِي الْإِسْلَامِ إِذَا فَقُهُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ဂျာဟီလီယာခေတ်တွင် အကောင်းဆုံးဖြစ်သူများသည် အစ္စလာမ်တွင်လည်း အကောင်းဆုံးဖြစ်သည်၊ အကယ်၍ ၎င်းတို့သည် ဘာသာရေးနားလည်မှုကို ရရှိခဲ့ပါလျှင်။)</span>\" </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် ဤဟဒီးဆ်ကို ၎င်း၏ ဆွဟီဟ်တွင် နေရာများစွာ၌ စုဆောင်းခဲ့ပြီး၊ အန်-နဆာအီကလည်း ၎င်း၏ စူနန်၏ တဖ်စီရ်ကဏ္ဍတွင် စုဆောင်းခဲ့သည်။ မွတ်စလင်မ်က အဘူ ဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَا يَنْظُرُ إِلَىٰ صُوَرِكُمْ وَأَمْوَالِكُمْ وَلٰكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ရုပ်ရည် သို့မဟုတ် ပိုင်ဆိုင်မှုများကို ကြည့်တော်မမူ၊ သို့သော် ၎င်းသည် သင်တို့၏ စိတ်နှလုံးများနှင့် လုပ်ရပ်များကို ကြည့်တော်မူသည်။)</span> အိဗ်နု မာဂျာဟ်ကလည်း ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အဘ်ဒူလ်လာဟ် ဘင် အိုမရ်က \"မက္ကာမြို့ကို အောင်နိုင်သည့်နေ့တွင်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ သည် ၎င်း၏ ကုလားအုတ် အလ်-ကဆ်ဝါ' ပေါ်တွင် စီးနင်းလျက် ကအ်ဘာကို တဝါဖ် (လှည့်ပတ်) ပြုလုပ်ခဲ့ပြီး၊ ၎င်း၏လက်ထဲရှိ တုတ်ဖြင့် ကအ်ဘာ၏ ထောင့်များကို ထိခဲ့သည်။ ၎င်း၏ကုလားအုတ် ထိုင်နိုင်သော နေရာကို မစ်စဂျစ်ဒ်တွင် မတွေ့ရ၍ လူတို့၏လက်များပေါ်တွင် ဆင်းသက်ခဲ့ရသည်။ ကိုယ်တော် ﷺ သည် ၎င်း၏ ကုလားအုတ်ကို ချိုင့်ဝှမ်းအောက်ခြေသို့ ပို့ဆောင်ပြီး ထိုနေရာတွင် ထိုင်ခိုင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ သည် နောက်ပိုင်းတွင် အလ်-ကဆ်ဝါ' ပေါ်တွင် စီးနင်းလျက် မိန့်ခွန်းပြောကြားခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်ကို ကျေးဇူးတင်ပြီး ၎င်းအား ချီးမွမ်းသင့်သည့်အတိုင်း ချီးမွမ်းပြီးနောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ! إِنَّ اللهَ تَعَالَىٰ قَدْ أَذْهَبَ عَنْكُمْ عُبِّيَّةَ الْجَاهِلِيَّةِ وَتَعَظُّمَهَا بِآبَائِهَا، فَالنَّاسُ رَجُلَانِ: رَجُلٌ بَرٌّ تَقِيٌّ كَرِيمٌ عَلَى اللهِ تَعَالَىٰ، وَرَجُلٌ فَاجِرٌ شَقِيٌّ هَيِّنٌ عَلَى اللهِ تَعَالَىٰ، إِنَّ اللهَ عَزَّ وَجَلَّ يَقُولُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَىٰ وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا ۚ إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ۚ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူတို့! အလ္လာဟ်အရှင်မြတ်သည် ဂျာဟီလီယာ၏ ကြွေးကြော်သံများနှင့် ၎င်း၏ ဘိုးဘေးများကို ဂုဏ်တင်သည့်ဓလေ့များကို သင်တို့ထံမှ ဖယ်ရှားပြီးဖြစ်သည်။ လူတို့သည် အမျိုးအစားနှစ်မျိုးရှိသည်။ ဖြောင့်မတ်သူ၊ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူနှင့် အလ္လာဟ်အရှင်မြတ်ထံ၌ ဂုဏ်ရှိသူ သို့မဟုတ် ဆိုးယုတ်သူ၊ ကံဆိုးသူနှင့် အလ္လာဟ်အရှင်မြတ်ထံ၌ အရေးမပါသူ။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်နှင့် အမြတ်ဆုံးသော အရှင်က မိန့်တော်မူသည်၊ <span class=\"gray\">(အို လူသားတို့! ငါတို့သည် သင်တို့ကို ယောက်ျားတစ်ဦးနှင့် မိန်းမတစ်ဦးမှ ဖန်ဆင်းခဲ့ပြီး၊ တစ်ဦးကိုတစ်ဦး သိကျွမ်းနိုင်စေရန် လူမျိုးများနှင့် မျိုးနွယ်စုများအဖြစ် ဖန်ဆင်းခဲ့သည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်အနီး၌ သင်တို့တွင် အမြတ်ဆုံးမှာ တက္ကဝါရှိသူ <span class=\"gray\">(ယုံကြည်သူ)</span> ပင်ဖြစ်သည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသော၊ အလုံးစုံကို အသိအမြင်ရှိတော်မူသော အရှင်ဖြစ်တော်မူသည်။)</span>)</span> တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَقُولُ قَوْلِي هٰذَا وَأَسْتَغْفِرُ اللهَ لِي وَلَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ဤစကားကို ပြောကြားပြီး၊ ကျွန်ုပ်အတွက်နှင့် သင်တို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ ခွင့်လွှတ်မှု တောင်းခံပါသည်။)</span>\" ဤအကြောင်းကို အဘ်ဒ် ဘင် ဟုမိုင်ဒ်က မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသော၊ အလုံးစုံကို အသိအမြင်ရှိတော်မူသော အရှင်ဖြစ်တော်မူသည်။)</span> ဆိုလိုသည်မှာ '၎င်းသည် သင်တို့အားလုံးကို သိရှိတော်မူပြီး၊ သင်တို့၏ ကိစ္စရပ်အားလုံးကို အသိအမြင်ရှိတော်မူသည်'။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအလိုရှိသူကို လမ်းပြတော်မူသည်၊ ၎င်းအလိုရှိသူကို လမ်းမှားစေတော်မူသည်၊ ၎င်းအလိုရှိသူကို ကရုဏာပြုတော်မူသည်၊ ၎င်းအလိုရှိသူကို ပြစ်ဒဏ်ပေးတော်မူသည်၊ ၎င်းအလိုရှိသူကို ၎င်းအလိုရှိသူထက် မြင့်မြတ်စေတော်မူသည်။ ၎င်းသည် ဤအရာအားလုံးတွင် အလွန်ဉာဏ်ပညာရှိသော၊ အလုံးစုံကိုသိရှိသော၊ အလုံးစုံကို အသိအမြင်ရှိသော အရှင်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ပညာရှင်အများအပြားသည် ဤမြင့်မြတ်သော အာယတ်တော်နှင့် ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော မြင့်မြတ်သော ဟဒီးဆ်တော်များကို အိမ်ထောင်ပြုရာတွင် လိုက်ဖက်ညီမှုသည် အိမ်ထောင်စာချုပ်များ၏ အခြေအနေမဟုတ်ကြောင်း သက်သေအဖြစ် အသုံးပြုခဲ့ကြသည်။ ၎င်းတို့က ဤကိစ္စတွင် လိုအပ်သော တစ်ခုတည်းသော အခြေအနေမှာ ဘာသာရေးကို လိုက်နာခြင်းဖြစ်သည်ဟု ဆိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်အရ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်အနီး၌ သင်တို့တွင် အမြတ်ဆုံးမှာ တက္ကဝါအများဆုံးရှိသူပင်ဖြစ်သည်။)</span></p>"
  }
]