[
  {
    "ayah_key": "20:99",
    "group_ayah_key": "20:99",
    "from_ayah": "20:99",
    "to_ayah": "20:101",
    "ayah_keys": "20:99,20:100,20:101",
    "text": "<p lang=\"my\" class=\"my \">ဤသို့ဖြင့် ငါတို့သည် အသင်တို့အား ယခင်ဖြစ်ပျက်ခဲ့သည့် အချက်အလက်အချို့ကို ပြောပြတော်မူ၏။ ငါတို့သည် အသင်တို့အား ငါတို့ထံမှ သတိပေးချက်တစ်ခုကို ဧကန်မလွဲ ပေးသနားတော်မူခဲ့ပြီ <span>(၉၉)</span>မည်သူမဆို ၎င်းမှ လှည့်ထွက်သွားပါက ဧကန်မလွဲ သူတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကြီးလေးသောဝန်ထုပ်ကို ထမ်းရွက်ကြလိမ့်မည် <span>(၁၀၀)</span>သူတို့သည် ထိုအထဲ၌ ထာဝရနေထိုင်ကြလိမ့်မည် – ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့အတွက် ထိုဝန်ထုပ်သည် ဆိုးရွားလှပေလိမ့်မည် <span>(၁၀၁)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်တစ်ခုလုံးသည် အလ္လာဟ်အရှင်မြတ်အား သတိရခြင်းဖြစ်ပြီး ၎င်းမှ လှည့်ထွက်သွားသူများ၏ ပြစ်ဒဏ်ကို ဖော်ပြခြင်းဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် (အနန္တ မဟာမြင့်မြတ်တော်မူသောအရှင်) သည် တမန်တော် မုဟမ္မဒ် ﷺ အား မိန့်ကြားတော်မူ၏။ 'ငါတို့သည် အသင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> အား မူဆာ၏ ဇာတ်လမ်းနှင့် သူနှင့် ဖြစ်ပျက်ခဲ့ပုံ၊ ဖိရ်အောန်နှင့် သူ၏တပ်မတော်များ၏ ဇာတ်လမ်းကို အမှန်တကယ်ဖြစ်ပျက်ခဲ့သည့်အတိုင်း ပြောပြခဲ့ပြီ။ ထို့နည်းတူ ငါတို့သည် အသင်တို့အား အတိတ်က ဖြစ်ပျက်ခဲ့သည့် အချက်အလက်များကို အမှန်တကယ်ဖြစ်ပျက်ခဲ့သည့်အတိုင်း မည်သည့်အရာမှ ထပ်တိုးခြင်း သို့မဟုတ် လျော့ချခြင်းမရှိဘဲ ပြောပြတော်မူ၏။ ငါတို့သည် အသင်တို့အား ငါတို့ထံမှ အမှတ်ရစရာ၊ ခွန်အားကြီးသော ကုရ်အာန်ကိုလည်း ပေးသနားတော်မူခဲ့ပြီ။ ၎င်း၏ရှေ့မှသော်လည်းကောင်း၊ ၎င်း၏နောက်မှသော်လည်းကောင်း မည်သည့် မဟုတ်မမှန်မှုမျှ မလာရောက်နိုင်ပေ။' ၎င်းသည် အလွန်ပညာရှိ၊ အလွန်ချီးမွမ်းထိုက်သောအရှင်ထံမှ ဗျာဒိတ်တော်ဖြစ်သည်။ တမန်တော် မုဟမ္မဒ် ﷺ ရောက်ရှိလာခြင်းဖြင့် သူတို့ ပိတ်သိမ်းခြင်းခံရသည်အထိ ယခင်စေလွှတ်ခဲ့သော တမန်တော်များ၏ ခေတ်မှစ၍ မည်သည့်တမန်တော်မျှ ၎င်းကဲ့သို့ သို့မဟုတ် ၎င်းထက်ပြည့်စုံသော ကျမ်းကို မရရှိခဲ့ဖူးပေ။ အတိတ်နှင့် အနာဂတ်အကြောင်း ကုရ်အာန်ထက် သတင်းအချက်အလက် ပိုမိုပါဝင်သော မည်သည့်ကျမ်းကိုမျှ မည်သည့်တမန်တော်မျှ မရရှိခဲ့ဖူးပေ။ လူသားများအကြား ခွဲခြားမှုကို ဆုံးဖြတ်ခြင်းသည် ၎င်းမှ ယူထားခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့်ပတ်သက်၍ မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ أَعْرَضَ عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ၎င်းမှ လှည့်ထွက်သွားပါက၊)</span> ဆိုလိုသည်မှာ မည်သူမဆို ၎င်းကို ငြင်းပယ်ပြီး ၎င်း၏အမိန့်များနှင့် ညွှန်ကြားချက်များကို လိုက်နာခြင်းမှ ရှောင်ရှားကာ ၎င်းမှတစ်ပါး အခြားအရာမှ လမ်းညွှန်မှုကို ရှာဖွေပါက အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို လမ်းမှားစေပြီး ငရဲဘုံသို့ ပို့ဆောင်လိမ့်မည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ၎င်းမှ လှည့်ထွက်သွားပါက ဧကန်မလွဲ သူတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကြီးလေးသောဝန်ထုပ်ကို ထမ်းရွက်ကြလိမ့်မည်။)</span> ဤနေရာတွင် ဝန်ထုပ်ဆိုသည်မှာ အပြစ်ကို ဆိုလိုသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကို ငြင်းပယ်သော ဂိုဏ်းဂဏများအတွက်မူ ငရဲမီးသည် သူတို့၏ ကတိပေးထားသော တွေ့ဆုံရာနေရာဖြစ်သည်။)</span><span class=\"gray\">[၁၁:၁၇]</span> ဤသည်မှာ ကုရ်အာန်ရောက်ရှိသော အာရပ်များ၊ အာရပ်မဟုတ်သူများ၊ ကျမ်းဂန်ရှင်များနှင့် အခြားသူများအားလုံးနှင့် သက်ဆိုင်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့အားလည်းကောင်း၊ ၎င်းရောက်ရှိရာ မည်သူ့ကိုမဆိုလည်းကောင်း၊ ငါသည် ၎င်းဖြင့် သတိပေးရန်ဖြစ်သည်။)</span><span class=\"gray\">[၆:၁၉]</span>။ ကုရ်အာန်သည် ၎င်းရောက်ရှိရာ လူတိုင်းအတွက် နောက်ဆုံးသတိပေးချက်ဖြစ်သည်။ မည်သူမဆို ၎င်းကို လိုက်နာပါက သူသည် လမ်းမှန်ရရှိပြီး မည်သူမဆို ၎င်းကို ဆန့်ကျင်ကာ ၎င်းမှ လှည့်ထွက်သွားပါက သူသည် လမ်းမှားသွားသူဖြစ်သည်။ သူသည် ဤဘဝတွင် ဆင်းရဲဒုက္ခရောက်လိမ့်မည်ဖြစ်ပြီး ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူ၏နေထိုင်ရာသည် ငရဲမီးဖြစ်မည်ဟု ကတိပေးထားသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا - خَالِدِينَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ၎င်းမှ လှည့်ထွက်သွားပါက ဧကန်မလွဲ သူတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကြီးလေးသောဝန်ထုပ်ကို ထမ်းရွက်ကြလိမ့်မည်။ သူတို့သည် ထိုအထဲ၌ ထာဝရနေထိုင်ကြလိမ့်မည်။)</span><span class=\"gray\">(၂၀:၁၀၀-၁၀၁)</span> သူတို့သည် ၎င်းကို ရှောင်လွှဲနိုင်မည်မဟုတ်သလို ထွက်ပြေးနိုင်မည်လည်း မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَاءَ لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့အတွက် ထိုဝန်ထုပ်သည် ဆိုးရွားလှပေလိမ့်မည်။)</span></p>"
  },
  {
    "ayah_key": "21:1",
    "group_ayah_key": "21:1",
    "from_ayah": "21:1",
    "to_ayah": "21:6",
    "ayah_keys": "21:1,21:2,21:3,21:4,21:5,21:6",
    "text": "<div lang=\"ny\" class=\"ny \"><h2>The Virtues of Surat Al-Anbiya'</h2></div><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် 'အဗ်ဒုရ်-ရာဟ်မန် ဘင်န် ယဇီးဒ်က 'အဗ်ဒွလ္လာဟ်သည် 'ဗနူ အစ္စရာအီလ်၊ အလ်-ကဟ်ဖ်၊ မရ်ယမ်၊ တွာဟာ နှင့် အလ်-အမ်ဗီယာအ်တို့သည် အစောဆုံးနှင့် အလှဆုံးဆူရာများထဲမှ ဖြစ်ပြီး ၎င်းတို့သည် ကျွန်ုပ်၏ဘဏ္ဍာများဖြစ်သည်' ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အကြွင်းမဲ့ ကရုဏာတော်ရှင်၊ အနန္တ မဟာမေတ္တာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ - مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ - لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَٰذَا إِلَّا بَشَرٌ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ السِّحْرَ وَأَنتُمْ تُبْصِرُونَ - قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ ۖ وَهُوَ السَّمِيعُ الْعَلِيمُ - بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ - مَا آمَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَاهَا ۖ أَفَهُمْ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ လူသားတို့အတွက် သူတို့၏ စာရင်းစစ်ခြင်းသည် နီးကပ်လာပြီ၊ သို့သော် သူတို့သည် ပေါ့ဆမှုဖြင့် လှည့်ထွက်နေကြသည်။)</span><span class=\"gray\">(၂။ သူတို့ထံ သူတို့၏အရှင်သခင်ထံမှ မကြာသေးမီက ထုတ်ပြန်ခဲ့သော ဆုံးမသြဝါဒ မည်သို့မျှ မရောက်ရှိဘဲ သူတို့သည် ကစားရင်း နားထောင်ကြသည်။)</span><span class=\"gray\">(၃။ သူတို့၏နှလုံးသားများသည် ပေါ့ဆမှုဖြင့် ပြည့်နေသည်။ မှားယွင်းစွာ ပြုကျင့်သူများသည် သူတို့၏ လျှို့ဝှက်ဆွေးနွေးမှုများကို ဖုံးကွယ်ထားကြသည်။ <span class=\"gray\">(ပြောဆိုကြသည်)</span>: \"ဤသူသည် သင်တို့ကဲ့သို့ လူသားတစ်ဦးထက် ဘာများပိုသနည်း။ သင်တို့သည် မှော်ပညာကို မြင်လျက်နှင့် ၎င်းကို လက်ခံကြမည်လော။\")</span><span class=\"gray\">(၄။ သူက ပြောကြားခဲ့သည်- \"ကျွန်ုပ်၏အရှင်သခင်သည် ကောင်းကင်နှင့်မြေကြီးပေါ်တွင် ပြောဆိုသော အရာအားလုံးကို သိတော်မူ၏။ သူသည် အရာအားလုံးကို ကြားတော်မူသောအရှင်၊ အရာအားလုံးကို သိတော်မူသောအရှင် ဖြစ်သည်။\")</span><span class=\"gray\">(၅။ မဟုတ်၊ သူတို့က ပြောဆိုကြသည်- \"ဤအရာများမှာ ရောထွေးနေသော မှားယွင်းသည့် အိပ်မက်များဖြစ်သည်။ မဟုတ်၊ သူသည် ၎င်းကို ဖန်တီးခဲ့ခြင်းဖြစ်သည်။ – မဟုတ်၊ သူသည် ကဗျာဆရာတစ်ဦးဖြစ်သည်။ ထို့ကြောင့် သူသည် ယခင်က စေလွှတ်ခဲ့သော နိမိတ်လက္ခဏာများကဲ့သို့ ကျွန်ုပ်တို့ထံသို့ နိမိတ်လက္ခဏာတစ်ခု ယူဆောင်လာပါစေ။\")</span><span class=\"gray\">(၆။ ငါတို့ ဖျက်ဆီးခဲ့သော မြို့ရွာများမှ တစ်ခုမျှ သူတို့မတိုင်မီ မယုံကြည်ခဲ့ပေ။ ထို့ကြောင့် သူတို့သည် ယုံကြည်ကြမည်လော။)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ချိန်သည် နီးကပ်နေပြီဖြစ်သော်လည်း လူတို့သည် ပေါ့ဆနေကြသည်။</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ ရှင်ပြန်ထမြောက်ချိန် နီးကပ်လာပြီဖြစ်ကြောင်းနှင့် လူတို့သည် ၎င်းကို ပေါ့ဆနေကြောင်း၊ ဆိုလိုသည်မှာ သူတို့သည် ၎င်းအတွက် အလုပ်မလုပ်ကြသလို ပြင်ဆင်မှုလည်း မရှိကြကြောင်း အလ္လာဟ်အရှင်မြတ်ထံမှ သတိပေးချက်ဖြစ်သည်။ အလ်-နဆာအီသည် အဗူ ဆအီးဒ်မှ တမန်တော် ﷺ ထံမှ သတင်းပို့ချက်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي غَفْلَةٍ مُّعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ပေါ့ဆမှုဖြင့် လှည့်ထွက်နေကြစဉ်)</span>, ဟု သူ ﷺ က မိန့်ကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကတွင်။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် စေခိုင်းထားသော ဖြစ်ရပ်သည် ဖြစ်ပျက်လာလိမ့်မည်။ ထို့ကြောင့် ၎င်းကို အလျင်မလိုကြနှင့်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ - وَإِن يَرَوْا آيَةً يُعْرِضُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ချိန်သည် နီးကပ်လာပြီဖြစ်ပြီး လသည် ကွဲအက်သွားပြီ။ သူတို့သည် နိမိတ်လက္ခဏာတစ်ခုကို မြင်ပါက လှည့်ထွက်သွားကြသည်။)</span><span class=\"gray\">[၅၄:၁-၂]</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် သူ၏တမန်တော် ﷺ ထံသို့ ပို့သတော်မူသော ဗျာဒိတ်တော် <span class=\"gray\">(ဝဟီ)</span> ကို သူတို့ နားမထောင်ကြကြောင်း ဖော်ပြသည်။ ၎င်းဗျာဒိတ်တော်သည် ကုရိုင်ရှ်များနှင့် သူတို့ကဲ့သို့သော မယုံကြည်သူအားလုံးကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ထံ သူတို့၏အရှင်သခင်ထံမှ မကြာသေးမီက ထုတ်ပြန်ခဲ့သော ဆုံးမသြဝါဒ မည်သို့မျှ မရောက်ရှိဘဲ)</span> ဆိုလိုသည်မှာ အသစ်ဖွင့်ချခဲ့သော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် ကစားရင်း နားထောင်ကြသည်။)</span> ဤသည်မှာ အိဗ်နု အဗ္ဗားစ် ပြောကြားခဲ့သည့်အတိုင်းပင်။ \"အဘယ်ကြောင့် သင်တို့သည် ကျမ်းဂန်ရှင်များအား သူတို့၏ ကျမ်းများ ပြောင်းလဲခြင်း၊ ကလယ်ကလယ်လုပ်ခြင်း၊ အရာများကို ထပ်တိုးခြင်းနှင့် ဖယ်ရှားခြင်းတို့နှင့်ပတ်သက်၍ မေးမြန်းကြသနည်း။ သင်တို့၏ကျမ်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ အသစ်ဆုံးဖွင့်ချခဲ့သော ကျမ်းဖြစ်ပြီး သင်တို့သည် ၎င်းကို သန့်စင်ပြီး မရောယှက်ဘဲ ဖတ်ရှုနေကြသည် မဟုတ်လော။\" အလ်-ဘူခါရီသည် ဤနှင့်ဆင်တူသည့်အရာကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှားယွင်းစွာ ပြုကျင့်သူများသည် သူတို့၏ လျှို့ဝှက်ဆွေးနွေးမှုများကို ဖုံးကွယ်ထားကြသည်)</span> ဆိုလိုသည်မှာ သူတို့ အချင်းချင်း လျှို့ဝှက်စွာ ပြောဆိုသည်များကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ هَٰذَا إِلَّا بَشَرٌ مِّثْلُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူသည် သင်တို့ကဲ့သို့ လူသားတစ်ဦးထက် ဘာများပိုသနည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ကို ဆိုလိုသည်။ သူသည် သူတို့ကဲ့သို့ လူသားဖြစ်သောကြောင့် သူသည် တမန်တော်ဖြစ်နိုင်သည်ဟု သူတို့မယုံကြည်ကြပေ။ ထို့ကြောင့် သူတို့မဟုတ်ဘဲ သူ့ကိုသာ ဗျာဒိတ်တော်ရရှိရန် အဘယ်ကြောင့် ရွေးချယ်ခြင်းခံရသနည်း။ သူတို့က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَفَتَأْتُونَ السِّحْرَ وَأَنتُمْ تُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မှော်ပညာကို မြင်လျက်နှင့် ၎င်းကို လက်ခံကြမည်လော။)</span> ဆိုလိုသည်မှာ သင်တို့သည် မှော်ပညာဖြစ်ကြောင်း သိလျက်နှင့် သူ့ကို လိုက်နာကာ မှော်ပညာကို လက်ခံသူတစ်ဦးကဲ့သို့ ဖြစ်ကြမည်လော။ သူတို့၏ ဖန်တီးမှုများနှင့် မုသားစကားများကို တုံ့ပြန်သည့်အနေဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောကြားခဲ့သည်- \"ကျွန်ုပ်၏အရှင်သခင်သည် ကောင်းကင်နှင့်မြေကြီးပေါ်တွင် ပြောဆိုသော အရာအားလုံးကို သိတော်မူ၏။\")</span> ထိုအရာအားလုံးကို သိတော်မူသောအရှင်ထံမှ မည်သည့်အရာမျှ လုံးဝ လျှို့ဝှက်မနေပေ။ ထိုအရှင်သည် ရှေးအကျဆုံးနှင့် နောက်ဆုံးမျိုးဆက်များ၏ သတင်းများကို ပါဝင်သော ဤကုရ်အာန်ကို ဖွင့်ချတော်မူသောအရှင်ဖြစ်သည်။ ကောင်းကင်နှင့်မြေကြီး၏ လျှို့ဝှက်ချက်အားလုံးကို သိတော်မူသောအရှင်မှတစ်ပါး မည်သူမျှ ဤကဲ့သို့ ဖန်တီးနိုင်မည် မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အရာအားလုံးကို ကြားတော်မူသောအရှင်၊ အရာအားလုံးကို သိတော်မူသောအရှင် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သူတို့ပြောသမျှအားလုံးကို ကြားတော်မူပြီး သူတို့၏ အခြေအနေအားလုံးကို သိတော်မူ၏။ ဤသည်မှာ သူတို့အတွက် သတိပေးချက်နှင့် ခြိမ်းခြောက်မှုတစ်ခုဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်နှင့် တမန်တော် <span class=\"gray\">(ﷺ)</span> အပေါ် မယုံကြည်သူများ၏ အယူအဆများ၊ နိမိတ်လက္ခဏာတောင်းဆိုခြင်းနှင့် ၎င်းကို ပယ်ချခြင်း။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ သူတို့က ပြောဆိုကြသည်- \"ဤအရာများမှာ ရောထွေးနေသော မှားယွင်းသည့် အိပ်မက်များဖြစ်သည်။ မဟုတ်၊ သူသည် ၎င်းကို ဖန်တီးခဲ့ခြင်းဖြစ်သည်။\")</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများ၏ ခေါင်းမာမှုနှင့် အယူမှားမှုများအကြောင်း၊ ကုရ်အာန်နှင့်ပတ်သက်၍ သူတို့ပြောခဲ့သော အမျိုးမျိုးသောအရာများနှင့် ၎င်းနှင့်ပတ်သက်၍ သူတို့ မည်မျှရှုပ်ထွေးပြီး လမ်းမှားခဲ့ပုံတို့ကို ပြောပြတော်မူ၏။ တစ်ခါတစ်ရံ ၎င်းကို မှော်ပညာဟု ဖော်ပြကြပြီး တစ်ခါတစ်ရံ ကဗျာ၊ သို့မဟုတ် ရောထွေးနေသော မှားယွင်းသည့် အိပ်မက်များ၊ သို့မဟုတ် ဖန်တီးမှုတစ်ခုဟု ဖော်ပြကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့အတွက် သူတို့ပေးခဲ့သော ဥပမာများကို ကြည့်ရှုကြလော့။ ထို့ကြောင့် သူတို့သည် လမ်းမှားသွားခဲ့ကြပြီး မည်သည့်အခါမျှ လမ်းမရှာနိုင်တော့ပေ။)</span><span class=\"gray\">(၁၇:၄၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် ယခင်က စေလွှတ်ခဲ့သော နိမိတ်လက္ခဏာများကဲ့သို့ ကျွန်ုပ်တို့ထံသို့ နိမိတ်လက္ခဏာတစ်ခု ယူဆောင်လာပါစေ။)</span> သူတို့သည် ဆွာလိဟ်၏ သမင်မနှင့် မူဆာနှင့် အီဆာတို့၏ နိမိတ်လက္ခဏာများကို ရည်ညွှန်းနေကြခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالْآيَاتِ إِلَّا أَن كَذَّبَ بِهَا الْأَوَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် နိမိတ်လက္ခဏာများကို စေလွှတ်ခြင်းမှ မည်သည့်အရာမျှ မတားဆီးနိုင်ပေ၊ သို့သော် ယခင်လူတို့သည် ၎င်းတို့ကို ငြင်းပယ်ခဲ့ကြသည်။)</span><span class=\"gray\">[၁၇:၅၉]</span>။ ထို့ကြောင့် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا آمَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَاهَا ۖ أَفَهُمْ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ ဖျက်ဆီးခဲ့သော မြို့ရွာများမှ တစ်ခုမျှ သူတို့မတိုင်မီ မယုံကြည်ခဲ့ပေ။ ထို့ကြောင့် သူတို့သည် ယုံကြည်ကြမည်လော။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်များ စေလွှတ်ခြင်းခံရသော လူမျိုးများမှ မည်သူမျှ သူတို့၏တမန်တော်လက်ဖြင့် နိမိတ်လက္ခဏာတစ်ခုကို ရရှိပြီး မယုံကြည်ခဲ့ကြပေ။ ဆန့်ကျင်ဘက်အားဖြင့် သူတို့သည် မယုံကြည်ခဲ့ကြပြီး ရလဒ်အနေဖြင့် ငါတို့သည် သူတို့ကို ဖျက်ဆီးခဲ့သည်။ ဤလူများသည် နိမိတ်လက္ခဏာတစ်ခုကို မြင်ပါက ယုံကြည်ကြမည်လော။ လုံးဝမဟုတ်! အမှန်စင်စစ်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ သင်၏အရှင်သခင်၏ နှုတ်ကပတ်တော်သည် မှန်ကန်ကြောင်း သက်သေပြပြီးသူများမူကား မယုံကြည်ကြပေ။ သူတို့ထံသို့ နိမိတ်လက္ခဏာတိုင်း ရောက်ရှိလာသော်လည်း နာကျင်သောပြစ်ဒဏ်ကို မမြင်မချင်း ဖြစ်သည်။)</span><span class=\"gray\">(၁၀:၉၆-၉၇)</span>။ ဧကန်စင်စစ်၊ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ လက်ဖြင့် ထင်ရှားသော နိမိတ်လက္ခဏာများနှင့် အတိအကျ သက်သေအထောက်အထားများကို မြင်တွေ့ခဲ့ကြသည်။ ထိုနိမိတ်လက္ခဏာများသည် အခြားမည်သည့်တမန်တော်၏ ဖြစ်ရပ်တွင်မျှ မြင်တွေ့ခဲ့ရသည်ထက် များစွာ ပိုမိုထင်ရှားပြီး လွှမ်းမိုးနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများနှင့် ငြိမ်းချမ်းမှုများ သူတို့အားလုံးအပေါ် သက်ရောက်ပါစေ။</p>"
  }
]