[
  {
    "ayah_key": "3:90",
    "group_ayah_key": "3:90",
    "from_ayah": "3:90",
    "to_ayah": "3:91",
    "ayah_keys": "3:90,3:91",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်ပြီးနောက် မယုံကြည်သူများသည် ထို့နောက် မယုံကြည်မှု တိုးပွားလာသူများ၏ နောင်တကို လုံးဝလက်ခံမည်မဟုတ်ပေ။ ၎င်းတို့သည် လမ်းမှားသူများဖြစ်ကြသည် <span>(၉၀)</span>မယုံကြည်သူများဖြစ်ကြပြီး မယုံကြည်သူများအနေဖြင့် သေဆုံးသွားသူများထံမှ ရွှေအပြည့်ရှိသော မြေကြီး <span>(တစ်ခုလုံး)</span>ကို ရွေးနုတ်ဖိုးအဖြစ် ပေးသော်လည်း မည်သူတစ်ဦးတစ်ယောက်ထံမှ လက်ခံမည်မဟုတ်ပေ။ ၎င်းတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ရှိပြီး ၎င်းတို့တွင် ကူညီမည့်သူများ မရှိပေ <span>(၉၁)</span></p><div lang=\"my\" class=\"my \"><h2>သေဆုံးချိန်တွင် မယုံကြည်သူ၏ နောင်တကိုလည်းကောင်း၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိမိကိုယ်ကို ရွေးနုတ်ခြင်းကိုလည်းကောင်း လက်ခံမည်မဟုတ်ပေ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီးနောက် မယုံကြည်မှုသို့ ပြန်လှည့်သွားသူများ၊ ထို့နောက် သေသည်အထိ မယုံကြည်မှု၌ ဆက်လက်တည်ရှိနေသူများကို ခြိမ်းခြောက်သတိပေးထားသည်။ ထိုသို့သော အခြေအနေမျိုးတွင် ၎င်းတို့သေဆုံးချိန်၌ ၎င်းတို့၏ နောင်တကို မည်သည့်အခါမျှ လက်ခံမည်မဟုတ်ကြောင်း ကိုယ်တော်က မိန့်ကြားထားသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّىٰ إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးဦး သေမင်းနှင့် ရင်ဆိုင်ရသည်အထိ မကောင်းမှုတို့ကို ဆက်လက်ပြုလုပ်နေသူတို့၏ နောင်တသည် အကျိုးမဖြစ်ထွန်း)</span><span class=\"gray\">[၄:၁၈]</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُولَٰئِكَ هُمُ الضَّالُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ နောင်တကို လုံးဝလက်ခံမည်မဟုတ်ပေ။ ၎င်းတို့သည် လမ်းမှားသူများဖြစ်ကြသည်)</span> ဟု မှန်ကန်သောလမ်းကို စွန့်ပယ်၍ မကောင်းမှုလမ်းကို လိုက်သူများအား မိန့်ကြားသည်။ အလ်-ဟာဖိဇ် အဘူဘက်ရ် အလ်-ဘဇ္ဇာရ် မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဘ်ဘာစ်က အချို့သောလူများ အစ္စလာမ်ဘာသာကို လက်ခံခဲ့ကြပြီးနောက် မယုံကြည်မှုသို့ ပြန်လှည့်ခဲ့ကြသည်၊ ထို့နောက် ထပ်မံ မွတ်စလင်မ်များ ဖြစ်လာပြီးမှ အစ္စလာမ်မှ ပြန်လည် ထွက်သွားခဲ့ကြသည်။ ၎င်းတို့သည် မိမိတို့လူများကို ဤကိစ္စနှင့်ပတ်သက်၍ မေးမြန်းရန် စေလွှတ်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ အား မေးမြန်းခဲ့ကြသည်။ ထို့ကြောင့် ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီးနောက် မယုံကြည်သူများသည် ထို့နောက် မယုံကြည်မှု တိုးပွားလာသူများ၏ နောင်တကို လုံးဝလက်ခံမည်မဟုတ်ပေ)</span>။ ရာဇဝင်စဉ်ကွင်းဆက်သည် ကျေနပ်ဖွယ်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَىٰ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများဖြစ်ကြပြီး မယုံကြည်သူများအနေဖြင့် သေဆုံးသွားသူများထံမှ ရွှေအပြည့်ရှိသော မြေကြီး <span>(တစ်ခုလုံး)</span>ကို ရွေးနုတ်ဖိုးအဖြစ် ပေးသော်လည်း မည်သူတစ်ဦးတစ်ယောက်ထံမှ လက်ခံမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူအဖြစ် သေဆုံးသွားသူများထံမှ မည်သည့်ကောင်းမှုမှ လက်ခံမည်မဟုတ်ပေ။ ကမ္ဘာမြေကြီးအပြည့် ရွှေများကို အာရာဓနာတစ်ခုအဖြစ် သုံးစွဲခဲ့လျှင်ပင် ဖြစ်သည်။ တမန်တော် ﷺ အား 'အဗ်ဒုလ္လာဟ် ဘင် ဂျုအ်ဒါန်' အကြောင်း မေးမြန်းခဲ့ရာ၊ သူသည် ဧည့်သည်များအား ရက်ရောသူ၊ အကြွေးရှိသူများအား ကူညီသူနှင့် အစာရေစာ <span>(ဆင်းရဲသားများအား)</span> ပေးသူဖြစ်သည်။ ထိုအရာအားလုံးက သူ့ကို အကျိုးပြုမည်လောဟု မေးမြန်းခဲ့သည်။ တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، إِنَّهُ لَمْ يَقُلْ يَوْمًا مِنَ الدَّهْرِ: رَبِّ اغْفِر لِي خَطِيئَتِي يَوْمَ الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မရှိ။ အကြောင်းမှာ သူသည် တစ်သက်တာလုံးတွင် တစ်ရက်မျှပင် 'အို ကျွန်ုပ်၏ အရှင်သခင်! တရားစီရင်ရာနေ့တွင် ကျွန်ုပ်၏ အပြစ်များကို ခွင့်လွှတ်တော်မူပါ' ဟု မပြောခဲ့ပါ။)</span></p><p lang=\"my\" class=\"my \">အလားတူပင် မယုံကြည်သူက ကမ္ဘာမြေအပြည့် ရွှေများကို ရွေးနုတ်ဖိုးအဖြစ် ပေးခဲ့လျှင်လည်း သူ့ထံမှ လက်ခံမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَاعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့ပြင် သူ့ထံမှ လျော်ကြေးကို လက်ခံမည်မဟုတ်၊ အကြံပြုခြင်းလည်း အကျိုးမပြုနိုင်,)</span><span class=\"gray\">[၂:၁၂၃]</span>၊ ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا بَيْعٌ فِيهِ وَلَا خِلَالٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထိုနေ့တွင် အပေးအယူလည်း မရှိ၊ ခင်မင်မှုလည်း မရှိတော့ပေ။)</span><span class=\"gray\">[၁၄:၃၁]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် ကမ္ဘာမြေကြီးပေါ်ရှိ အရာအားလုံးကို ရရှိပြီး ထိုပမာဏအတိုင်း ထပ်မံရရှိကာ ရှင်ပြန်ထမြောက်ရာနေ့၏ ပြစ်ဒဏ်မှ မိမိကိုယ်ကို ရွေးနုတ်ရန် ကြိုးစားခဲ့လျှင်လည်း ၎င်းတို့ထံမှ မည်သည့်အခါမျှ လက်ခံမည်မဟုတ်ပေ။ ၎င်းတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ရှိမည်။)</span><span class=\"gray\">[၅:၃၆]</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَىٰ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများဖြစ်ကြပြီး မယုံကြည်သူများအနေဖြင့် သေဆုံးသွားသူများထံမှ ရွှေအပြည့်ရှိသော မြေကြီး <span>(တစ်ခုလုံး)</span>ကို ရွေးနုတ်ဖိုးအဖြစ် ပေးသော်လည်း မည်သူတစ်ဦးတစ်ယောက်ထံမှ လက်ခံမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ မယုံကြည်သူသည် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ မည်သည့်အခါမျှ ရှောင်လွှဲနိုင်မည်မဟုတ်ပေ၊ ကမ္ဘာမြေကြီးအပြည့် ရွှေများကို သုံးစွဲခဲ့လျှင်သော်လည်းကောင်း၊ မိမိကိုယ်ကို ကမ္ဘာမြေကြီးအပြည့် ရွှေများ - ၎င်း၏တောင်များ၊ တောင်ကုန်းများ၊ သဲများ၊ ဖုန်မှုန့်များ၊ ချိုင့်ဝှမ်းများ၊ သစ်တောများ၊ ကုန်းမြေနှင့် ပင်လယ်အားလုံးဖြင့် ရွေးနုတ်ခဲ့လျှင်သော်လည်းကောင်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အနပ်စ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَى بِالرَّجُلِ مِنْ أَهْلِ الْجَنَّةِ فَيَقُولُ لَهُ: يَا ابْنَ آدَمَ، كَيْفَ وَجَدْتَ مَنْزِلَكَ؟ فَيَقُولُ: أَيْ رَبِّ خَيْرَ مَنْزِلٍ، فَيَقُولُ: سَلْ وَتَمَنَّ، فَيَقُولُ: مَا أَسْأَلُ وَلَا أَتَمَنَّى إِلَّا أَنْ تَرُدَّنِي إِلَى الدُّنْيَا فَأُقْتَلَ فِي سَبِيلِكَ عَشْرَ مِرَارٍ، لِمَا يَرَى مِنْ فَضْلِ الشَّهَادَةِ، وَيُؤْتَى بِالرَّجُلِ مِنْ أَهْلِ النَّارِ فَيَقُولُ لَهُ: يَا ابْنَ آدَمَ، كَيْفَ وَجَدْتَ مَنْزِلَكَ؟ فَيَقُولُ: يَا رَبِّ شَرَّ مَنْزِلٍ، فَيَقُولُ لَهُ: تَفْتَدِي مِنِّي بِطِلَاعِ الْأَرْضِ ذَهَبًا؟ فَيَقُولُ: أَيْ رَبِّ نَعَمْ، فَيَقُولُ: كَذَبْتَ، قَدْ سَأَلْتُكَ أَقَلَّ مِنْ ذَلِكَ وَأَيْسَرَ فَلَمْ تَفْعَلْ، فَيُرَدُّ إِلَى النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်အပေါင်းအပါထဲမှ လူတစ်ဦးကို ခေါ်ဆောင်လာပြီး အလ္လာဟ်အရှင်မြတ်က သူ့အား မေးတော်မူမည်၊ \"အို အာဒမ်၏သား! သင်၏ နေရာကို သင် မည်သို့တွေ့ရှိသနည်း?\" ထိုသူက ပြောမည်၊ \"အို အရှင်! အကောင်းဆုံး နေရာဖြစ်ပါသည်။\" အလ္လာဟ်အရှင်မြတ်က ပြောတော်မူမည်၊ \"တောင်းပါ၊ ဆန္ဒပြုပါ!\" ထိုသူက ပြောမည်၊ \"ကျွန်ုပ်သည် ကိုယ်တော်၏ လမ်း၌ ဆယ်ကြိမ်တိုင်တိုင် ကျဆုံးရစေရန် ကိုယ်တော်က ကျွန်ုပ်ကို လောကသို့ ပြန်ပို့စေလိုသည်ဟူသော ဆန္ဒမှတစ်ပါး မည်သည့်အရာကိုမျှ မတောင်း၊ မဆန္ဒပြုပါ\" အကြောင်းမှာ သူခံစားရမည့် အာဇာနည်ဂုဏ်ကြောင့် ဖြစ်သည်။ ဂျဟန္နမ်အပေါင်းအပါထဲမှ လူတစ်ဦးကို ခေါ်ဆောင်လာပြီး အလ္လာဟ်အရှင်မြတ်က သူ့အား ပြောတော်မူမည်၊ \"အို အာဒမ်၏သား! သင်၏ နေရာကို သင် မည်သို့တွေ့ရှိသနည်း?\" ထိုသူက ပြောမည်၊ \"အို အရှင်! အဆိုးဆုံး နေရာဖြစ်ပါသည်။\" အလ္လာဟ်အရှင်မြတ်က သူ့အား မေးတော်မူမည်၊ \"မြေကြီးအပြည့် ရွှေဖြင့် ကျွန်ုပ်ထံမှ သင့်ကိုယ်သင် ရွေးနုတ်မည်လော?\" ထိုသူက ပြောမည်၊ \"ဟုတ်ပါသည်၊ အရှင်!\" အလ္လာဟ်အရှင်မြတ်က ပြောတော်မူမည်၊ \"သင် လိမ်ညာခဲ့ပြီ။ ထိုထက် နည်းပါး၍ ပိုမိုလွယ်ကူသော အရာကို ငါ တောင်းခဲ့သည်၊ သို့သော် သင် မလုပ်ခဲ့၊\" ထို့နောက် သူသည် ဂျဟန္နမ်သို့ ပြန်လည်ပို့ဆောင်ခံရမည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ရှိပြီး ၎င်းတို့တွင် ကူညီမည့်သူများ မရှိပေ။)</span> အကြောင်းမှာ ၎င်းတို့၌ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ ကယ်တင်မည့်သူ၊ သို့မဟုတ် ကိုယ်တော်၏ နာကျင်စေသော အပြစ်ဒဏ်မှ ကယ်ဆယ်မည့်သူ မည်သူမျှ မရှိသောကြောင့်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "3:92",
    "group_ayah_key": "3:92",
    "from_ayah": "3:92",
    "to_ayah": "3:92",
    "ayah_keys": "3:92",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့ ချစ်ခင်မြတ်နိုးရာမှ (အလ္လာဟ်အရှင်မြတ်လမ်းစဉ်တွင်) မသုံးစွဲသမျှကာလပတ်လုံး အလ်-ဘိရ်ရ် ကို သင်တို့ မရရှိနိုင်ကြပေ။ သင်တို့ မည်သည့်ကောင်းမှုကိုမဆို သုံးစွဲသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ကောင်းစွာသိရှိတော်မူ၏ <span>(၉၂)</span></p><div lang=\"nl\" class=\"nl \"><h2>Al-Birr is Spending from the Best of One's Wealth</h2></div><p lang=\"yo\" class=\"yo \">In his Tafsir, Waki' reported, that 'Amr bin Maymun said that</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تَنَالُوا الْبِرَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ဘိရ်ရ် ကို သင်တို့ မရရှိနိုင်ကြပေ)</span> သည် ဂျန္နတ်ကို ရရှိခြင်းကို ရည်ညွှန်းသည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အနပ်စ် ဘင် မာလိက်က \"အဘူ သလ်ဟာသည် မဒီနာရှိ အန်ဆွာရ်များအနက် မည်သူထက်မဆို ပိုင်ဆိုင်မှု ပိုများပြီး၊ သူ၏ ပိုင်ဆိုင်မှုများထဲမှ အချစ်မြတ်နိုးဆုံးမှာ ဗိုင်ရုဟာဥယျာဉ်ဖြစ်ပြီး ၎င်းသည် (တမန်တော်၏) ဗလီရှေ့တွင် တည်ရှိသည်။ တစ်ခါတစ်ရံ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ဥယျာဉ်သို့ သွားရောက်၍ ၎င်း၏ လတ်ဆတ်သောရေကို သောက်သုံးလေ့ရှိသည်။\" အနပ်စ်က ထပ်လောင်းပြောကြားသည်မှာ \"ဤအာယတ်တော်များ ထုတ်ဖော်ခဲ့ချိန်တွင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تَنَالُوا الْبِرَّ حَتَّىٰ تُنفِقُوا مِمَّا تُحِبُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ချစ်ခင်မြတ်နိုးရာမှ (အလ္လာဟ်အရှင်မြတ်လမ်းစဉ်တွင်) မသုံးစွဲသမျှကာလပတ်လုံး အလ်-ဘိရ်ရ် ကို သင်တို့ မရရှိနိုင်ကြပေ၊)</span></p><p lang=\"gd\" class=\"gd \">Abu Talhah said, 'O Allah's Messenger! Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تَنَالُوا الْبِرَّ حَتَّىٰ تُنفِقُوا مِمَّا تُحِبُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ချစ်ခင်မြတ်နိုးရာမှ (အလ္လာဟ်အရှင်မြတ်လမ်းစဉ်တွင်) မသုံးစွဲသမျှကာလပတ်လုံး အလ်-ဘိရ်ရ် ကို သင်တို့ မရရှိနိုင်ကြပေ၊)</span> သံသယမရှိ၊ ဗိုင်ရုဟာဥယျာဉ်သည် ကျွန်ုပ်၏ ပိုင်ဆိုင်မှုများအားလုံးထဲတွင် အချစ်မြတ်နိုးဆုံးဖြစ်သည်။ ထို့ကြောင့် ကျွန်ုပ်သည် ၎င်းကို အလ္လာဟ်အရှင်မြတ်လမ်းစဉ်တွင် အလှူပေးလိုပြီး အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်း၏ အကျိုးဆုလာဘ်နှင့် လျော်ကြေးကို မျှော်လင့်ပါသည်။ အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! အလ္လာဟ်အရှင်မြတ်က သင်လုပ်ဆောင်နိုင်သည်ဟု ထင်စေသောနေရာတွင် ၎င်းကို သုံးစွဲတော်မူပါ။' ထိုသို့သောအချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَخٍ بَخٍ، ذَاكَ مَالٌ رَابِحٌ، ذَاكَ مَالٌ رَابِحٌ، وَقَدْ سَمِعْتُ، وَأَنَا أَرَى أَنْ تَجْعَلَهَا فِي الْأَقْرَبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်ကောင်းသည်။ ၎င်းသည် အကျိုးအမြတ်ရှိသော ပိုင်ဆိုင်မှုဖြစ်သည်၊ ၎င်းသည် အကျိုးအမြတ်ရှိသော ပိုင်ဆိုင်မှုဖြစ်သည်။ သင်ပြောသည်ကို ကျွန်ုပ်ကြားပြီးပြီ၊ ၎င်းကို သင်၏ ဆွေမျိုးသားချင်းများအား ပေးကမ်းသင့်သည်ဟု ကျွန်ုပ်ထင်သည်။)</span></p><p lang=\"my\" class=\"my \">အဘူ သလ်ဟာက 'ကျွန်ုပ် ထိုသို့လုပ်ဆောင်ပါမည်၊ အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အဘူ သလ်ဟာသည် ထိုဥယျာဉ်ကို သူ၏ ဆွေမျိုးများနှင့် ညီအစ်ကိုဝမ်းကွဲများအား ခွဲဝေပေးခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">ဤဟာဒီးစ်ကို ဆွဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ ၎င်းတို့သည် 'အွမ္မရ်က ပြောကြားသည်ကိုလည်း မှတ်တမ်းတင်ထားသည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ခိုက်ဘာရှိ ကျွန်ုပ်၏ ဝေစုထက် ပိုမိုတန်ဖိုးရှိသော ပိုင်ဆိုင်မှုတစ်ခုကို ကျွန်ုပ် ဘယ်သောအခါမျှ မပိုင်ဆိုင်ခဲ့ဖူးပါ။ ထို့ကြောင့် ၎င်းကို ကျွန်ုပ် မည်သို့လုပ်ဆောင်ရမည်ဟု ကိုယ်တော်က အမိန့်ပေးပါသနည်း?\" တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَبِّسِ الْأَصْلَ وَسَبِّلِ الثَّمَرَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကိုထိန်းသိမ်း၍ ၎င်း၏ အသီးအနှံများကို အလ္လာဟ်အရှင်မြတ်လမ်းစဉ်တွင် ပေးလှူပါ။)</span></p>"
  }
]