[
  {
    "ayah_key": "39:21",
    "group_ayah_key": "39:21",
    "from_ayah": "39:21",
    "to_ayah": "39:22",
    "ayah_keys": "39:21,39:22",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်မှ ရေကိုရွာချတော်မူပြီးနောက် ၎င်းကို မြေပြင်သို့ ရေစမ်းများအဖြစ် စိမ့်ဝင်စေတော်မူသည်ကို သင်တို့ မတွေ့ကြပေဘူးလား။ ထို့နောက် ၎င်းမှ အရောင်အသွေးအမျိုးမျိုးရှိသော သီးနှံများကို ထွက်ပေါ်စေတော်မူပြီးနောက် ၎င်းတို့သည် ညှိုးခြောက်ကာ ဝါသွားသည်ကို သင်တို့ မြင်ကြရသည်။ ထို့နောက် အရှင်မြတ်သည် ၎င်းတို့ကို ခြောက်သွေ့၍ ကျိုးပဲ့သော အပိုင်းအစများ ဖြစ်စေတော်မူသည်။ မှန်စင်စစ် ဤအရာ၌ အသိဉာဏ်ရှိသူတို့အတွက် သတိပေးချက်တစ်ခု ရှိသည်။ <span>(21)</span>အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ရင်ကို အစ္စလာမ်အတွက် ဖွင့်လှစ်ပေးတော်မူသဖြင့် ၎င်းသည် ၎င်း၏အရှင်သခင်ထံမှ အလင်းရောင်၌ ရှိနေသူနှင့် တူညီပါမည်လား။ သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခြင်းနှင့်ပတ်သက်၍ ၎င်းတို့၏နှလုံးသားများ မာကျောနေသူတို့အပေါ်၌ ပျက်စီးခြင်းရှိစေသတည်း။ ၎င်းတို့သည် ထင်ရှားသော လမ်းမှားခြင်း၌ ရှိနေကြသည်။ <span>(22)</span></p><p lang=\"my\" class=\"my \">ဤလောကီဘဝ၏ ဥပမာ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရေသည် မိုးကောင်းကင်မှ စတင်ဖြစ်ပေါ်ကြောင်း ကျွန်ုပ်တို့ကို ပြောပြတော်မူသည်။ ၎င်းသည် ဤအာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် မိုးကောင်းကင်မှ သန့်စင်သောရေကို ရွာချပေးတော်မူခဲ့သည်။)</span><span class=\"gray\">(25:48)</span>။ သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်မှ ရေကိုရွာချတော်မူပြီး၊ ၎င်းသည် မြေပြင်၌ အခြေချသည်။ ထို့နောက် အရှင်မြတ်သည် ၎င်းကို အလိုရှိရာသို့ စီးဆင်းစေတော်မူပြီး၊ လိုအပ်သလို ရေပန်းများ၊ ကြီးငယ်မရွေး၊ စီးဆင်းစေတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းကို မြေပြင်၌ ရေစမ်းများအဖြစ် စိမ့်ဝင်စေတော်မူ၏။)</span> ဆအီဒ် ဘင် ဂျူဘိုင်ရ်နှင့် အာမီရ် အက်ရှ်-ရှာဘီတို့က ကမ္ဘာပေါ်ရှိ ရေအားလုံးသည် မိုးကောင်းကင်မှ စတင်ဖြစ်ပေါ်သည်ဟု ပြောကြားခဲ့ကြသည်။ ဆအီဒ် ဘင် ဂျူဘိုင်ရ်က ၎င်း၏မူလအစသည် နှင်းများ၌ တည်ရှိသည်၊ ဆိုလိုသည်မှာ နှင်းများသည် တောင်များပေါ်တွင် စုပုံကာ၊ ထို့နောက် (တောင်များ၏) အောက်ခြေတွင် အခြေချပြီး ၎င်းတို့၏အောက်ခြေမှ ရေစမ်းများ စီးဆင်းလာသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းမှ အရောင်အသွေးအမျိုးမျိုးရှိသော သီးနှံများကို ထွက်ပေါ်စေတော်မူ၏။)</span> ဆိုလိုသည်မှာ မိုးကောင်းကင်မှ ရွာချသောရေ သို့မဟုတ် မြေပြင်မှ ရေစမ်းများမှ စီးဆင်းသောရေမှ အရှင်မြတ်သည် အရောင်အသွေးအမျိုးမျိုးရှိသော သီးနှံများကို ထွက်ပေါ်စေတော်မူသည်၊ ဆိုလိုသည်မှာ ပုံစံများ၊ အရသာများ၊ အနံ့များ၊ အကျိုးကျေးဇူးများ စသည်ဖြင့် အမျိုးမျိုးရှိသော သီးနှံများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَهِيجُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ညှိုးခြောက်ကုန်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ရင့်မှည့်ပြီး လတ်ဆတ်နေပြီးနောက် ၎င်းတို့သည် ဟောင်းနွမ်းသွားကာ ခြောက်သွေ့သွားသောအခါ ဝါသွားသည်ကို သင်တို့ မြင်ကြရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَجْعَلُهُ حُطَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်မြတ်သည် ၎င်းတို့ကို ခြောက်သွေ့၍ ကျိုးပဲ့သော အပိုင်းအစများ ဖြစ်စေတော်မူ၏။)</span> ဆိုလိုသည်မှာ ထို့နောက် ၎င်းတို့သည် ကြွပ်ဆတ်သွားကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِأُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် ဤအရာ၌ အသိဉာဏ်ရှိသူတို့အတွက် သတိပေးချက်တစ်ခု ရှိသည်။)</span> ဆိုလိုသည်မှာ ဤအရာဖြင့် သတိရသူများ၊ ဤအရာမှ သင်ခန်းစာယူသူများသည် ဤလောကသည် ဤသို့ပင်ဖြစ်သည်ကို သိကြသည်။ ၎င်းသည် စိမ်းစိုလတ်ဆတ်လှပသော်လည်း နောက်ပိုင်းတွင် ဟောင်းနွမ်း၍ ရုပ်ဆိုးသွားလိမ့်မည်။ လူငယ်သည် အားနည်းသော၊ အိုမင်းသော လူအိုတစ်ဦး ဖြစ်လာလိမ့်မည်၊ ၎င်းအားလုံးပြီးနောက် သေခြင်းတရား ရောက်လာလိမ့်မည်။ ကောင်းချီးခံစားရသူမှာ သေပြီးနောက် ၎င်း၏အခြေအနေ ကောင်းမွန်မည့်သူ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤလောကီဘဝကို မိုးကောင်းကင်မှ ရေကိုရွာချ၍ သီးနှံနှင့် သစ်သီးများ ပေါက်ရောက်လာပြီးနောက် ၎င်းတို့ ခြောက်သွေ့ ကြွပ်ဆတ်သွားပုံနှင့် မကြာခဏ နှိုင်းယှဉ်တော်မူသည်။ ၎င်းသည် ဤအာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُقْتَدِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့အား ဤလောကီဘဝ၏ ဥပမာကို တင်ပြလော့။ ၎င်းသည် ငါတို့ မိုးကောင်းကင်မှ ရွာချသော ရေ (မိုးရေ) နှင့်တူ၏။ ထို့နောက် မြေပြင်ရှိ အပင်များသည် ၎င်းနှင့် ရောနှောကာ လတ်ဆတ်စိမ်းလန်းလာသည်။ သို့သော် (နောက်ပိုင်းတွင်) ၎င်းသည် ခြောက်သွေ့၍ လေတိုက်ခတ်သောအခါ ပြန့်ကျဲသွားသော ကျိုးပဲ့သော အပိုင်းအစများ ဖြစ်သွားသည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို ပြုလုပ်နိုင်စွမ်းရှိတော်မူ၏။)</span><span class=\"gray\">(18:45)</span></p><p lang=\"my\" class=\"my \">သစ္စာတရား၏ လူများနှင့် လမ်းမှားသူများသည် မတူညီကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَىٰ نُورٍ مِنْ رَبِّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ရင်ကို အစ္စလာမ်အတွက် ဖွင့်လှစ်ပေးတော်မူသဖြင့် ၎င်းသည် ၎င်း၏အရှင်သခင်ထံမှ အလင်းရောင်၌ ရှိနေသူနှင့် တူညီပါမည်လား။)</span> ဆိုလိုသည်မှာ ဤပုဂ္ဂိုလ်သည် နှလုံးသားမာကျောပြီး သစ္စာတရားမှ ဝေးကွာသူနှင့် တူညီပါမည်လား။ ၎င်းသည် ဤအာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေနေခဲ့သူဖြစ်၍ ငါတို့က သူ့အား အသက်ပေးခဲ့ပြီး လူအများကြားတွင် လျှောက်လှမ်းရန် အလင်းရောင် (ဆိုလိုသည်မှာ ယုံကြည်ခြင်း) ကို ပေးခဲ့သူသည် အမှောင်ထု (ဆိုလိုသည်မှာ မယုံကြည်ခြင်း) ထဲတွင် ရှိနေပြီး ၎င်းမှ လုံးဝထွက်မလာနိုင်သူနှင့် တူညီပါမည်လား။)</span><span class=\"gray\">(6:122)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခြင်းနှင့်ပတ်သက်၍ ၎င်းတို့၏နှလုံးသားများ မာကျောနေသူတို့အပေါ်၌ ပျက်စီးခြင်းရှိစေသတည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသောအခါ ၎င်းတို့သည် နူးညံ့မလာကြ၊ နှိမ့်ချမှု သို့မဟုတ် ကြောက်ရွံ့မှုကို မခံစားရ၊ ၎င်းတို့ နားမလည်ကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထင်ရှားသော လမ်းမှားခြင်း၌ ရှိကြသည်။)</span>။</p>"
  }
]