[
  {
    "ayah_key": "33:9",
    "group_ayah_key": "33:9",
    "from_ayah": "33:9",
    "to_ayah": "33:10",
    "ayah_keys": "33:9,33:10",
    "text": "<p lang=\"my\" class=\"my \">အို-ယုံကြည်သူအပေါင်းတို့! အသင်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို အမှတ်ရကြကုန်။ အသင်တို့ထံ စစ်သည်တော်များ ရောက်ရှိလာခဲ့ကြသောအခါ၊ ထိုစစ်သည်တော်တို့အပေါ် လေမုန်တိုင်းနှင့် အသင်တို့မမြင်ရသော စစ်တပ်များကို ငါတို့စေလွှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ပြုလုပ်သမျှကို အမြဲတစေမြင်တော်မူသောအရှင်ဖြစ်သည်။ <span>(၉)</span>၎င်းတို့သည် အသင်တို့၏အပေါ်ဘက်နှင့် အောက်ဘက်တို့မှ အသင်တို့ထံသို့ ရောက်ရှိလာခဲ့ကြသောအခါ၊ မျက်လုံးများ ရိုင်းစိုင်းလာပြီး နှလုံးသားများသည် လည်ချောင်းဝသို့ ရောက်ရှိခဲ့ကြသောအခါ၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် သံသယများထားရှိခဲ့ကြသည်။ <span>(၁၀)</span></p><p lang=\"my\" class=\"my \">မဟာမိတ်အဖွဲ့များ၏ စစ်ဆင်ရေး <span class=\"gray\">(အလ်-အဟ်ဇာဗ်)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိ၏ယုံကြည်သူကျွန်များအပေါ် ချီးမြှင့်တော်မူသော ကောင်းချီးမင်္ဂလာများနှင့် ကျေးဇူးတော်များကို ပြောပြတော်မူသည်။ ထိုကျွန်များ၏ ရန်သူများကို ၎င်းတို့စုဝေးပြီး ပူးပေါင်းကြံစည်ခဲ့သောနှစ်တွင် ကန့်လန့်ကာထားကာ ရှုံးနိမ့်စေခဲ့သည်။ ၎င်းမှာ အလ်-ခန်ဒါက်နှစ်ဖြစ်ပြီး၊ လူသိများသော မှန်ကန်သည့်အမြင်အရ ဟစ်ဂျရီ ၅ ခုနှစ် ရှောင်ဝါလလတွင် ဖြစ်သည်။ မူဆာ ဘင် ဥက်ဘဟ်နှင့် အခြားသူများကမူ ဟစ်ဂျရီ ၄ ခုနှစ်တွင် ဖြစ်သည်ဟု ပြောဆိုကြသည်။ မဟာမိတ်အဖွဲ့များလာရခြင်း၏အကြောင်းရင်းမှာ ဘနူ နာဒီရ်အနွယ်ဝင် ဂျူးခေါင်းဆောင်အချို့ အပါအဝင် - စလ္လာမ် ဘင် အဘူ အလ်-ဟူကွိုက်က်၊ စလ္လာမ် ဘင် မစ်ရှ်ကမ်နှင့် ကီနာနဟ် ဘင် အာရ်-ရာဘီအ် - တို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မှ အလ်-မဒီနဟ်မှ ခိုင်ဘရ်သို့ နှင်ထုတ်ခဲ့သော ဂျူးခေါင်းဆောင်အချို့သည် မက္ကာမြို့သို့သွားကာ ကုရိုက်ရှ်ခေါင်းဆောင်များနှင့်တွေ့ဆုံပြီး တမန်တော်မြတ် ﷺ ကို စစ်ပြုရန် လှုံ့ဆော်ခဲ့ကြသည်။ ၎င်းတို့က ကူညီထောက်ပံ့မှုပေးမည်ဟု ကတိပြုခဲ့ပြီး ကုရိုက်ရှ်တို့ကလည်း သဘောတူခဲ့ကြသည်။ ထို့နောက် ၎င်းတို့သည် ဃာတာဖန်မျိုးနွယ်စုထံသို့ ထိုနည်းတူ ဖိတ်ခေါ်ခဲ့ရာ ၎င်းတို့ကလည်း လက်ခံခဲ့ကြသည်။ ကုရိုက်ရှ်တို့သည် အဘူ ဆူဖ်ယန် ဆခ်ရ် ဘင် ဟာရ်ဘ် ဦးဆောင်မှုအောက်တွင် မျိုးနွယ်စုအမျိုးမျိုးမှ လူအင်အားနှင့် ၎င်းတို့၏နောက်လိုက်များနှင့်အတူ ထွက်လာခဲ့ကြသည်။ ဃာတာဖန်တို့ကို ဥယိုင်နဟ် ဘင် ဟစ်ဆ် ဘင် ဘဒ်ရ်က ဦးဆောင်ခဲ့သည်။ စုစုပေါင်း လူဦးရေ တစ်သောင်းနီးပါးရှိခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ၎င်းတို့ထွက်ခွာလာပြီဟု ကြားသိသောအခါ မွတ်စလင်မ်တို့အား အလ်-မဒီနဟ်ပတ်ပတ်လည် အရှေ့ဘက်မှ ကျင်းတူးရန် <span class=\"gray\">(ခန်ဒါက်)</span> အမိန့်ပေးခဲ့သည်။ ၎င်းသည် စလ္မာန် အလ်-ဖာရစ်ဆီ၏ အကြံပေးချက်အရ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ။ ထို့ကြောင့် မွတ်စလင်မ်တို့သည် ကြိုးစားပမ်းစား လုပ်ကိုင်ခဲ့ကြပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ လည်း ၎င်းတို့နှင့်အတူ မြေကြီးများကို သယ်ယူခြင်း၊ တူးဖော်ခြင်းတို့တွင် လုပ်ကိုင်ခဲ့ရာ အံ့ဖွယ်ရာများစွာနှင့် ထင်ရှားသော လက္ခဏာများစွာ ပေါ်ပေါက်ခဲ့သည်။ ရုပ်တုကိုးကွယ်သူတို့သည် အလ်-မဒီနဟ်၏ မြောက်ဘက်၊ ဥဟဒ်တောင်အနီးတွင် စခန်းချခဲ့ကြပြီး အချို့မှာ အလ်-မဒီနဟ်ကို မြင်ရသော မြင့်သောနေရာတွင် စခန်းချခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အသင်တို့၏အပေါ်ဘက်နှင့် အောက်ဘက်တို့မှ အသင်တို့ထံသို့ ရောက်ရှိလာခဲ့ကြသောအခါ၊)</span> အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ယုံကြည်သူများနှင့်အတူ ထွက်ခွာလာခဲ့ရာ ၎င်းတို့ဦးရေမှာ သုံးထောင်နီးပါးရှိသည် သို့မဟုတ် ခုနစ်ရာရှိသည်ဟု ဆိုကြသည်။ ၎င်းတို့သည် ဆလ်အ်တောင်ဘက်သို့ ကျောခိုင်းထားကြပြီး ရန်သူနှင့် မျက်နှာချင်းဆိုင်ပြုထားကြသည်။ ရေမရှိသော မြောင်းသည် အုပ်စုနှစ်စုကြားတွင် ရှိနေပြီး မြင်းစီးတပ်သားများနှင့် ခြေလျင်တပ်သားများ ၎င်းတို့ထံ ရောက်ရှိလာခြင်းကို တားဆီးထားသည်။ အမျိုးသမီးများနှင့် ကလေးငယ်များသည် အလ်-မဒီနဟ်၏ ခံတပ်များတွင် ရှိနေကြသည်။ ဂျူးလူမျိုးအုပ်စုတစ်စုဖြစ်သော ဘနူ ကွုရိုင်ဇဟ်တို့သည် အလ်-မဒီနဟ်၏ အရှေ့တောင်ဘက်တွင် ခံတပ်တစ်ခုရှိပြီး ၎င်းတို့သည် တမန်တော်မြတ် ﷺ နှင့် သဘောတူညီချက်ပြုလုပ်ထားကာ ၎င်း၏ကာကွယ်မှုအောက်တွင် ရှိနေကြသည်။ ၎င်းတို့တွင် တိုက်ခိုက်ရေးသမား ရှစ်ရာနီးပါးရှိသည်။ ဟွုယိုင်း ဘင် အခ်တာဘ် အန်-နာဒါရီသည် ၎င်းတို့ထံသို့သွားကာ သဘောတူညီချက်ကို ဖောက်ဖျက်ပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ကို ဆန့်ကျင်ကာ မဟာမိတ်အဖွဲ့များဘက်သို့ ဝင်ရောက်လာသည်အထိ ဆက်လက်စည်းရုံးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း အကျပ်အတည်းများ နက်ရှိုင်းလာပြီး အခြေအနေများ ပိုဆိုးရွားလာခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ယုံကြည်သူများသည် စမ်းသပ်ခံရပြီး အလွန်ပြင်းထန်စွာ တုန်လှုပ်ခဲ့ကြသည်)</span><span class=\"gray\">[၃၃: ၁၁]</span> ၎င်းတို့သည် တမန်တော်မြတ် ﷺ နှင့် ၎င်း၏သာဝကများကို တစ်လနီးပါး ဝိုင်းရံထားခဲ့သော်လည်း ၎င်းတို့ထံ မရောက်ရှိနိုင်ခဲ့ကြဘဲ နှစ်ဖက်ကြား တိုက်ခိုက်မှုမရှိခဲ့ပါ။ ဂျာဟီလီယာခေတ်၏ အကျော်ကြားဆုံးနှင့် သတ္တိအရှိဆုံး မြင်းစီးသူရဲများထဲမှ တစ်ဦးဖြစ်သော အမ်ရ် ဘင် အဗ်ဒ် ဝဒ် အလ်-အာမီရီသည် အခြားမြင်းစီးသူရဲအချို့နှင့်အတူ ရောက်ရှိလာပြီး မြောင်းကိုဖြတ်ကျော်ကာ မွတ်စလင်မ်တို့ဘက်သို့ ရောက်ရှိလာသည့်အခါမှသာ တိုက်ခိုက်မှု ဖြစ်ပွားခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မွတ်စလင်မ်မြင်းစီးတပ်ကို ခေါ်ဆိုခဲ့သော်လည်း မည်သူမျှ ရှေ့မထွက်လာခဲ့ဟု ဆိုသည်။ ထို့နောက် ၎င်းသည် အလီအား၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ခေါ်ဆိုခဲ့ရာ အလီက ရှေ့ထွက်လာခဲ့ပြီး ၎င်းတို့ နှစ်ဦးချင်း တိုက်ခိုက်ခဲ့ကြသည်။ အလီသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ အမ်ရ်ကို သတ်ဖြတ်နိုင်ခဲ့ပြီး ၎င်းသည် နီးကပ်လာသော အောင်ပွဲ၏ လက္ခဏာတစ်ခုဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အလွန်အေးမြသော လေမုန်တိုင်းနှင့် ပြင်းထန်သော လေတိုက်ခတ်မှုများကို မဟာမိတ်အဖွဲ့များဆီသို့ စေလွှတ်တော်မူခဲ့ရာ ၎င်းတို့တွင် တဲများနှင့် အခြားမည်သည့်အရာမှ မကျန်တော့ဘဲ မည်သည့်မီးမျှ မဖိုနိုင်ဘဲ မည်သည့်အရာမျှ မလုပ်ဆောင်နိုင်ခဲ့ကြချေ။ ထို့ကြောင့် ၎င်းတို့သည် စိတ်ပျက်အားငယ်ကာ ရှုံးနိမ့်လျက် ပြန်လည်ထွက်ခွာသွားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို-ယုံကြည်သူအပေါင်းတို့! အသင်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို အမှတ်ရကြကုန်။ အသင်တို့ထံ စစ်သည်တော်များ ရောက်ရှိလာခဲ့ကြသောအခါ၊ ထိုစစ်သည်တော်တို့အပေါ် လေမုန်တိုင်းနှင့် စစ်တပ်များကို ငါတို့စေလွှတ်ခဲ့သည်)</span> မူဂျာဟစ်ဒ်က \"၎င်းသည် အရှေ့လေဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။ ဤအမြင်ကို အခြားဟဒီးစ်တစ်ခုက ထောက်ခံသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُصِرْتُ بِالصَّبَا، وَأُهْلِكَتْ عَادٌ بِالدَّبُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှေ့လေကြောင့် ငါအောင်မြင်ခဲ့ပြီး အာဒ်လူမျိုးတို့ကို အနောက်လေဖြင့် ဖျက်ဆီးခဲ့သည်)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَجُنُودًا لَمْ تَرَوْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ မမြင်ရသော စစ်တပ်များကို)</span> ၎င်းသည် ကောင်းကင်တမန်များကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် ရန်သူများကို တုန်လှုပ်စေပြီး ၎င်းတို့၏နှလုံးသားများထဲသို့ ကြောက်ရွံ့မှုနှင့် ထိတ်လန့်မှုကို သွတ်သွင်းခဲ့သည်။ မျိုးနွယ်စုတိုင်း၏ အကြီးအကဲက \"အို-ဘနူ ထိုသူ၊ ငါ့ထံလာကြ!\" ဟု ဆိုသည်။ ထို့ကြောင့် ၎င်းတို့သည် သူ့ပတ်ဝန်းကျင်တွင် စုဝေးခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏နှလုံးသားများထဲသို့ ကြောက်ရွံ့မှုနှင့် ထိတ်လန့်မှုကို သွတ်သွင်းခဲ့သောအခါ သူက \"ငါတို့ကိုယ်ကို ကယ်တင်ကြစို့\" ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">မူစလင်မ်က ၎င်း၏ဆဟီးဟ်ကျမ်းတွင် အစ်ဘရာဟင်မ် အတ်-တိုင်မီက ၎င်း၏ဖခင်ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်။ \"ကျွန်ုပ်တို့သည် ဟွုဒိုင်ဖဟ် ဘင် အလ်-ယာမာန်နှင့်အတူ ရှိနေခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ။ ထိုအခါ လူတစ်ဦးက ၎င်းအား \"အကယ်၍ ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့် တွေ့ဆုံခဲ့ပါက ၎င်းနှင့်အတူ တိုက်ခိုက်ပြီး ကျွန်ုပ်၏ အစွမ်းကုန် ကြိုးပမ်းခဲ့ပါလိမ့်မည်။\" ဟု ပြောကြားခဲ့သည်။ ဟွုဒိုင်ဖဟ်က ၎င်းအား \"အသင် တကယ်ပဲ လုပ်ခဲ့မှာလား။ ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့်အတူ အလွန်အေးပြီး လေတိုက်ခတ်သော ညတစ်ညတွင် မဟာမိတ်အဖွဲ့များအား <span class=\"gray\">(စစ်ဆင်ရေး)</span> ပြုလုပ်စဉ်က ရှိနေခဲ့သည်။ ထိုအခါ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا رَجُلٌ يَأْتِي بِخَبَرِ الْقَوْمِ يَكُونُ مَعِي يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူမျိုးစုအကြောင်း သတင်းပေးမည့်သူ တစ်ဦးတစ်ယောက်မျှ မရှိဘူးလား။ ထိုသူသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ငါနှင့်အတူ ရှိလိမ့်မည်။)</span> ကျွန်ုပ်တို့ထဲမှ မည်သူမျှ ၎င်းအား မဖြေဆိုခဲ့ကြချေ။ ၎င်းက ဒုတိယအကြိမ်နှင့် တတိယအကြိမ် ထပ်ခါတလဲလဲ မိန့်တော်မူခဲ့သည်။ ထို့နောက် ၎င်း ﷺ က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَاحُذَيْفَةُ! قُمْ فَأْتِنَا بِخَبَرٍ مِنَ الْقَوْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို-ဟွုဒိုင်ဖဟ်၊ ထ၍ ငါတို့အား လူမျိုးစုအကြောင်း သတင်းယူခဲ့ပါ)</span> ၎င်းက ကျွန်ုပ်ကို အမည်ခေါ်လိုက်သောအခါ ကျွန်ုပ်ထရန်မှတစ်ပါး အခြားရွေးချယ်စရာမရှိခဲ့ချေ။ ၎င်းက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتِنِي بِخَبَرِ الْقَوْمِ وَلَاتَذْعَرْهُمْ عَلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူမျိုးစုအကြောင်း သတင်းယူခဲ့ပါ၊ သို့သော် ၎င်းတို့ကို မခြောက်လှန့်နှင့်)</span> ထို့ကြောင့် ကျွန်ုပ်သည် ချိုးငှက်များကြား လမ်းလျှောက်သကဲ့သို့ လမ်းလျှောက်လျက် ၎င်းတို့ထံ ရောက်ရှိခဲ့သည်။ ကျွန်ုပ်သည် အဘူ ဆူဖ်ယန် မီးဖိုဘေးတွင် ကျောပူနွေးနေသည်ကို မြင်ခဲ့ရပြီး ၎င်းကို ပစ်ခတ်လိုစိတ်ဖြင့် ကျွန်ုပ်၏ လေးထဲသို့ မြှားတစ်စင်းထည့်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်ကို ကျွန်ုပ်သတိရမိသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَاتَذْعَرْهُمْ عَلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို မခြောက်လှန့်နှင့်)</span> အကယ်၍ ကျွန်ုပ်သည် မြှားကို ပစ်ခတ်ခဲ့ပါက ၎င်းကို ထိမှန်ခဲ့ပါလိမ့်မည်။ ထို့ကြောင့် ကျွန်ုပ်သည် ချိုးငှက်များကြား လမ်းလျှောက်သကဲ့သို့ ပြန်လည်လမ်းလျှောက်လာခဲ့ပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံသို့ ရောက်ရှိခဲ့သည်။ ပြန်ရောက်လာပြီးနောက် ကျွန်ုပ်သည် အလွန်အေးလာသည်ကို ခံစားခဲ့ရသည်။ ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ပြောကြားခဲ့ရာ ၎င်းသည် ကျွန်ုပ်အား ၎င်းဆွလာတ်ဖတ်ရာတွင် အသုံးပြုလေ့ရှိသော အပိုဝတ်ရုံတစ်ခုကို ဝတ်ဆင်ရန် ပေးခဲ့သည်။ ကျွန်ုပ်သည် နံနက်ရောက်သည်အထိ အိပ်ခဲ့ပြီး နံနက်ရောက်သောအခါ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">قُمْ يَانَوْمَانُ</p><p class=\"haw qpc-hafs\" lang=\"haw \"><span class=\"gray\">(Get up, O sleepy one!)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အသင်တို့၏အပေါ်ဘက်မှ အသင်တို့ထံသို့ ရောက်ရှိလာခဲ့ကြသောအခါ)</span> သည် မဟာမိတ်အဖွဲ့များကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ أَسْفَلَ مِنْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အသင်တို့၏ အောက်ဘက်မှ)</span> ၎င်းတို့သည် ဘနူ ကွုရိုင်ဇဟ်တို့ ဖြစ်သည်ဟု အဘူ ဟွုဒိုင်ဖဟ်ထံမှ မှတ်တမ်းကို ကျွန်ုပ်တို့ သတိပြုမိပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်လုံးများ ရိုင်းစိုင်းလာပြီး နှလုံးသားများသည် လည်ချောင်းဝသို့ ရောက်ရှိခဲ့ကြသောအခါ)</span> ဆိုလိုသည်မှာ ပြင်းထန်သော ကြောက်ရွံ့မှုနှင့် ထိတ်လန့်မှုကြောင့် ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် သံသယများထားရှိခဲ့ကြသည်)</span> အိဗ်နု ဂျရီရ်က \"အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့်အတူ ရှိနေခဲ့သူအချို့သည် သံသယများရှိခဲ့ကြပြီး ရလဒ်သည် ယုံကြည်သူများကို ဆန့်ကျင်လိမ့်မည်ဖြစ်ကာ အလ္လာဟ်အရှင်မြတ်သည် ထိုသို့ဖြစ်ခွင့်ပြုလိမ့်မည်ဟု ထင်မြင်ခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ မိုဟမ္မဒ် ဘင် အစ်ဟာက်က အာယတ်တော်နှင့်ပတ်သက်၍ ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်လုံးများ ရိုင်းစိုင်းလာပြီး နှလုံးသားများသည် လည်ချောင်းဝသို့ ရောက်ရှိခဲ့ကြသောအခါ၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် သံသယများထားရှိခဲ့ကြသည်)</span> \"ယုံကြည်သူများသည် အမျိုးမျိုးသော သံသယများရှိခဲ့ကြပြီး ဟန်ဆောင်မှုသည် မူအတ်တစ် ဘင် ကူရှိုင်းရ် (ဘနူ အမ်ရ် ဘင် အောင်ဖ် ၏ ညီအစ်ကို) က 'မိုဟမ္မဒ်က ကျွန်ုပ်တို့အား ချိုစရိုအီစ်နှင့် ဆီဇာတို့၏ ရတနာများကို ရရှိလိမ့်မည်ဟု ကတိပေးခဲ့သော်လည်း ကျွန်ုပ်တို့ထဲမှ တစ်ဦးတစ်ယောက်မျှပင် မိမိကိုယ်ကို သက်သာရာရအောင် မသွားနိုင်သေးဘူး' ဟု ပြောကြားခဲ့သည်အထိ ပေါ်ပေါက်လာခဲ့သည်။\" အလ်-ဟာဆန်က အာယတ်တော်နှင့်ပတ်သက်၍ ပြောကြားသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် သံသယများထားရှိခဲ့ကြသည်)</span> \"အတွေးအခေါ်အမျိုးမျိုးရှိခဲ့ကြသည်။ ဟန်ဆောင်သူများသည် မိုဟမ္မဒ် ﷺ နှင့် ၎င်း၏သာဝကများသည် ဖျက်ဆီးခံရလိမ့်မည်ဟု ထင်မြင်ခဲ့ကြသည်။ ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ရစူလ်တမန်တော်မြတ် ﷺ ကတိပေးထားသည်မှာ မှန်ကန်သည်ဟု သေချာခဲ့ကြပြီး ရုပ်တုကိုးကွယ်သူများ မုန်းတီးနေသော်လည်း အလ္လာဟ်အရှင်မြတ်က ထိုဘာသာတရားကို အောင်မြင်စေလိမ့်မည်ဟု ယုံကြည်ခဲ့ကြသည်။\" အိဗ်နု အဘီ ဟာတီမ်က အဘူ ဆအီးဒ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ပြောကြားသည်ဟု မှတ်တမ်းတင်ထားသည်။ \"အလ်-ခန်ဒါက်နေ့တွင် ကျွန်ုပ်တို့က 'အို-အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်တို့ပြောသင့်သည့် မည်သည့်အရာမျှ ရှိပါသလား။ အကြောင်းမှာ ကျွန်ုပ်တို့၏နှလုံးသားများသည် လည်ချောင်းဝသို့ ရောက်ရှိနေပြီဖြစ်သည်။' ၎င်း ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، قُولُوا: اللَّهُمَّ اسْتُرْ عَوْرَاتِنَا وَآمِنْ رَوْعَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့၊ ပြောကြလော့- အို-အလ္လာဟ်၊ ကျွန်ုပ်တို့၏အားနည်းချက်များကို ဖုံးအုပ်တော်မူပြီး ကျွန်ုပ်တို့၏ ကြောက်ရွံ့မှုများကို ငြိမ်သက်စေတော်မူပါ)</span> ထို့နောက် <span class=\"gray\">[အလ္လာဟ်]</span> အရှင်မြတ်သည် ရန်သူတို့၏မျက်နှာများကို လေဖြင့် ရိုက်ခတ်စေပြီး လေဖြင့်ပင် ၎င်းတို့ကို ရှုံးနိမ့်စေခဲ့သည်။ ဤအရာကို အီမာမ် အဟ်မဒ် ဘင် ဟမ်ဗလ် က အဘူ အာမစ် အလ်-အကွါဒီထံမှ မှတ်တမ်းတင်ထားသည်။</p>"
  }
]