[
  {
    "ayah_key": "34:47",
    "group_ayah_key": "34:47",
    "from_ayah": "34:47",
    "to_ayah": "34:50",
    "ayah_keys": "34:47,34:48,34:49,34:50",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"ငါသည် သင်တို့ထံမှ မည်သည့်အဖိုးအခကိုမျှ တောင်းခံခဲ့လျှင် (၎င်းသည်) သင်တို့အတွက်ပင်ဖြစ်သည်။ ငါ၏အဖိုးအခသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်ပြီး၊ ကိုယ်တော်သည် အရာခပ်သိမ်းတို့အပေါ် သက်သေဖြစ်သည်။ <span>(၄၇)</span>ပြောပါ- \"ဧကန်စင်စစ် ငါ၏အရှင်မြတ်သည် အမှန်တရားကို ပို့ချတော်မူ၏။ (ကိုယ်တော်သည်) မမြင်နိုင်သောအရာများကို အလုံးစုံသိတော်မူသောအရှင်ဖြစ်သည်။ <span>(၄၈)</span>ပြောပါ- \"အမှန်တရား ရောက်ရှိလာပြီဖြစ်ပြီး၊ အမှားအယွင်းသည် မည်သည့်အရာကိုမျှ ဖန်တီးနိုင်ခြင်းမရှိသလို၊ ပြန်လည်အသက်ရှင်စေနိုင်ခြင်းလည်း မရှိပေ။ <span>(၄၉)</span>ပြောပါ- \"အကယ်၍ ငါသည် လမ်းမှားသွားခဲ့ပါလျှင် (ပင်)၊ ငါ့ကိုယ်ငါသာ ဆုံးရှုံးမှုဖြစ်စေရန် လမ်းမှားသွားခြင်းဖြစ်သည်။ သို့သော် ငါသာ လမ်းမှန်တွင် ဆက်လက်တည်ရှိနေပါက၊ ၎င်းသည် ငါ့အရှင်မြတ်က ငါ့ထံသို့ ဗျာဒိတ်တော် ပို့ချခြင်းကြောင့်ဖြစ်သည်။ ဧကန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကြားတော်မူသောအရှင်၊ အစဉ်အမြဲ နီးကပ်တော်မူသောအရှင်ဖြစ်သည်။ <span>(၅၀)</span></p><p lang=\"my\" class=\"my \">ငါသည် သတင်းစကားကို ပို့ဆောင်ပေးခြင်းအတွက် မည်သည့်ဆုလာဘ်ကိုမျှ မတောင်းခံပါ။</p><p lang=\"fr\" class=\"fr \">Allah commands His Messenger ﷺ to say to the idolators:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့ထံမှ မည်သည့်အဖိုးအခကိုမျှ တောင်းခံခဲ့လျှင် (၎င်းသည်) သင်တို့အတွက်ပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို သင်တို့ထံ ပို့ဆောင်ပေးခြင်း၊ သင်တို့ကို ဆုံးမသြဝါဒပေးခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရန် ပြောကြားခြင်းအတွက် ငါမည်သည့်အရာကိုမျှ မလိုချင်ပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏အဖိုးအခသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ 'ငါသည် ၎င်းအတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ ဆုလာဘ်ကိုသာ ရှာဖွေမည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အရာခပ်သိမ်းတို့အပေါ် သက်သေဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်သည် အရာခပ်သိမ်းကို သိတော်မူ၏။ ကိုယ်တော်သည် ငါ့အကြောင်းနှင့် ငါသည် သင်တို့ထံ သတင်းစကားကို မည်သို့ ပို့ဆောင်နေသည်ကို အလုံးစုံသိတော်မူ၏။ ကိုယ်တော်သည် သင်တို့အကြောင်းကိုလည်း အလုံးစုံသိတော်မူ၏။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ဧကန်စင်စစ် ငါ၏အရှင်မြတ်သည် အမှန်တရားကို ပို့ချတော်မူ၏။ (ကိုယ်တော်သည်) မမြင်နိုင်သောအရာများကို အလုံးစုံသိတော်မူသောအရှင်ဖြစ်သည်။\")</span> ၎င်းသည် ဤအာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် မိမိအမိန့်တော်ဖြင့် မိမိအလိုရှိသော ကျွန်များထံ ဗျာဒိတ်တော်ကို ပို့ချတော်မူ၏။)</span><span class=\"gray\">(၄၀:၁၅)</span>။ ဆိုလိုသည်မှာ ကိုယ်တော်သည် မိမိအလိုရှိသော မြေပြင်ပေါ်ရှိ ကျွန်များထံ ကောင်းကင်တမန်ကို စေလွှတ်တော်မူ၏။ ကိုယ်တော်သည် မမြင်နိုင်သောအရာများကို အလုံးစုံသိတော်မူသောအရှင် ဖြစ်သည်။ ကောင်းကင်များ၌ဖြစ်စေ၊ မြေပြင်ပေါ်၌ဖြစ်စေ မည်သည့်အရာကိုမျှ ကိုယ်တော်ထံမှ ဖုံးကွယ်ထား၍မရပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အမှန်တရား ရောက်ရှိလာပြီဖြစ်ပြီး၊ အမှားအယွင်းသည် မည်သည့်အရာကိုမျှ ဖန်တီးနိုင်ခြင်းမရှိသလို၊ ပြန်လည်အသက်ရှင်စေနိုင်ခြင်းလည်း မရှိပေ။\")</span> ဆိုလိုသည်မှာ အမှန်တရားနှင့် ကြီးမြတ်သောပညတ်တော်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ရောက်ရှိလာခဲ့ပြီဖြစ်ပြီး၊ အမှားအယွင်းသည် ပျောက်ကွယ်သွားပြီဖြစ်ကာ ပျက်စီးပြီး ပျောက်ကွယ်သွားခဲ့ပြီဖြစ်သည်။ ၎င်းသည် ဤအာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ ငါတို့သည် အမှန်တရားကို အမှားအယွင်းပေါ် ပစ်ချရာ၊ ၎င်းကို ဖျက်ဆီးလိုက်ပြီး၊ ကြည့်ပါဦး၊ ၎င်းသည် ပျောက်ကွယ်သွားတော့သည်။)</span><span class=\"gray\">(၂၁:၁၈)</span>။ မက္ကာအောင်ပွဲနေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အလ်-မစ်ဂျစ် အလ်-ဟာရမ်သို့ ဝင်ရောက်လာသောအခါ၊ ကအ်ဘာဗိမာန်ပတ်လည်တွင် ရပ်နေသော ရုပ်တုများကို တွေ့ရှိရာ၊ ကိုယ်တော်သည် ထိုရုပ်တုများကို မိမိ၏လေးဖြင့် ရိုက်နှက်ရင်း ရွတ်ဖတ်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ ۚ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အမှန်တရား ရောက်ရှိလာပြီဖြစ်ပြီး အမှားအယွင်း ပျောက်ကွယ်သွားပြီ။ ဧကန်စင်စစ် အမှားအယွင်းသည် အစဉ်ပျောက်ကွယ်ရန်သာ ဖြစ်သည်။\")</span><span class=\"gray\">(၁၇:၈၁)</span>၊ ထို့အပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အမှန်တရား ရောက်ရှိလာပြီဖြစ်ပြီး၊ အမှားအယွင်းသည် မည်သည့်အရာကိုမျှ ဖန်တီးနိုင်ခြင်းမရှိသလို၊ ပြန်လည်အသက်ရှင်စေနိုင်ခြင်းလည်း မရှိပေ။\")</span> ၎င်းကို အလ်-ဘူခါရီ၊ မွတ်စလင်မ်၊ အတ်-တီရ်မီဇီ နှင့် အန်-နဆာအီတို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَىٰ نَفْسِي ۖ وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အကယ်၍ ငါသည် လမ်းမှားသွားခဲ့ပါလျှင် (ပင်)၊ ငါ့ကိုယ်ငါသာ ဆုံးရှုံးမှုဖြစ်စေရန် လမ်းမှားသွားခြင်းဖြစ်သည်။ သို့သော် ငါသာ လမ်းမှန်တွင် ဆက်လက်တည်ရှိနေပါက၊ ၎င်းသည် ငါ့အရှင်မြတ်က ငါ့ထံသို့ ဗျာဒိတ်တော် ပို့ချခြင်းကြောင့်ဖြစ်သည်။...\")</span> ဆိုလိုသည်မှာ ကောင်းကျိုးအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှလာခြင်းဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ် ပို့ချသော ဗျာဒိတ်တော်နှင့် ရှင်းလင်းပြတ်သားသော အမှန်တရား၌ လမ်းညွှန်မှုနှင့် ဉာဏ်ပညာရှိသည်။ ထို့ကြောင့် မည်သူမဆို လမ်းမှားပါက သူ့ဘာသာသူ လမ်းမှားခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အဗ်ဒူလ္လာဟ် ဘင် မဆူဒ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ၊ တစ်စုံတစ်ရာကိစ္စနှင့် ပတ်သက်၍ မေးမြန်းခံရသောအခါ ပြောခဲ့သည်မှာ၊ သူက \"ငါသည် ငါ့ထင်မြင်ချက်ကို ပြောမည်ဖြစ်ပြီး၊ မှန်ကန်ပါက အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်ပြီး၊ မှားယွင်းပါက ငါ့ထံမှနှင့် ရှိုက်သွန်ထံမှဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်သည် ၎င်းနှင့် မည်သို့မျှ မသက်ဆိုင်ပေ။\" ဟု ပြောခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ سَمِيعٌ قَرِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကြားတော်မူသောအရှင်၊ အစဉ်အမြဲ နီးကပ်တော်မူသောအရှင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် မိမိ၏ကျွန်များ၏ စကားအားလုံးကို ကြားတော်မူပြီး၊ ၎င်းတို့က ကိုယ်တော်ကို ခေါ်ဝေါ်သောအခါ အမြဲတမ်း နီးကပ်စွာ တုံ့ပြန်တော်မူသည်။ အန်-နဆာအီသည် အဘူ မူဆာ၏ ဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့ရာ၊ ၎င်းသည် ဆဟီဟ်ကျမ်းနှစ်အုပ်တွင်လည်း ပါဝင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَاتَدْعُونَ أَصَمَّ وَلَا غَائِبًا، إِنَّمَا تَدْعُونَ سَمِيعًا قَرِيبًا مُجِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် နားမကြားသူ သို့မဟုတ် ကွယ်ပျောက်နေသူကို ခေါ်ဝေါ်နေခြင်း မဟုတ်ပေ။ သင်တို့သည် အလုံးစုံကြားတော်မူသောအရှင်၊ အစဉ်အမြဲ နီးကပ်တော်မူသောအရှင်နှင့် တုံ့ပြန်တော်မူသောအရှင်ကို ခေါ်ဝေါ်နေခြင်းဖြစ်သည်။)</span></p>"
  },
  {
    "ayah_key": "34:51",
    "group_ayah_key": "34:51",
    "from_ayah": "34:51",
    "to_ayah": "34:54",
    "ayah_keys": "34:51,34:52,34:53,34:54",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ သင်သာ မြင်တွေ့နိုင်ပါလျှင်၊ ၎င်းတို့သည် ကြောက်လန့်တကြားဖြစ်၍ ထွက်ပြေးလွတ်မြောက်ရာမရှိသောအခါ၊ ၎င်းတို့ကို နီးကပ်သောနေရာမှ ဖမ်းဆီးခြင်းခံရလိမ့်မည်။ <span>(၅၁)</span>ထို့နောက် ၎င်းတို့က \"ငါတို့ ယုံကြည်ပြီ <span class=\"gray\">(ယခု)</span>\" ဟု ပြောကြလိမ့်မည်။ သို့သော် ၎င်းတို့သည် အလွန်ဝေးကွာသော နေရာမှ မည်သို့ <span class=\"gray\">(တနာဝွရှ်)</span> လက်ခံရရှိနိုင်မည်နည်း။ <span>(၅၂)</span>ဧကန်စင်စစ် ၎င်းတို့သည် ယခင်က <span class=\"gray\">(ဤလောကတွင်)</span> မယုံကြည်ခဲ့ကြပေ။ ၎င်းတို့သည် ဝေးကွာသောနေရာမှ မမြင်နိုင်သောအရာနှင့် ပတ်သက်၍ <span class=\"gray\">(ထင်မြင်ချက်များ)</span> မှန်းဆခဲ့ကြသည်။ <span>(၅၃)</span>၎င်းတို့နှင့် ၎င်းတို့လိုချင်သောအရာကြားတွင် အတားအဆီးတစ်ခု ထားရှိလိမ့်မည်။ ၎င်းတို့၏ အမျိုးအစား လူများနှင့် ယခင်က ပြုလုပ်ခဲ့သကဲ့သို့ပင်။ ဧကန်စင်စစ် ၎င်းတို့သည် ကြီးမားသောသံသယ၌ ရှိခဲ့ကြသည်။ <span>(၅၄)</span></p><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- 'အို မိုဟမ္မဒ်၊ ဤငြင်းပယ်သူများသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ထိတ်လန့်တကြားဖြစ်၍ ထွက်ပြေးလွတ်မြောက်ရာလမ်းမရှိ၊ ပြေးစရာနေရာမရှိ၊ ခိုလှုံရာမရှိသည့်အခါ သင်သာ မြင်တွေ့နိုင်ပါလျှင်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို နီးကပ်သောနေရာမှ ဖမ်းဆီးခြင်းခံရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အနည်းငယ်မျှပင် ထွက်ပြေးလွတ်မြောက်ရန် အခွင့်အရေးပေးခံရမည်မဟုတ်ဘဲ ပထမဆုံးအခိုက်အတန့်မှပင် ဖမ်းဆီးခြင်းခံရလိမ့်မည်။ အလ်-ဟဆန် အလ်-ဘဆွရ်ရီက \"၎င်းတို့သည် ၎င်းတို့၏ဂူသင်္ချိုင်းများမှ ထွက်လာသောအခါ\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا آمَنَّا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့က \"ငါတို့ ယုံကြည်ပြီ <span class=\"gray\">(ယခု)</span>\" ဟု ပြောကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့က 'ငါတို့သည် အလ္လာဟ်အရှင်မြတ်၊ ကိုယ်တော်၏ ကောင်းကင်တမန်များ၊ ကျမ်းဂန်များနှင့် ရစူလ်တမန်တော်များကို ယုံကြည်ပါသည်' ဟု ပြောလိမ့်မည်။ ၎င်းသည် ဤအာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သာ ရာဇဝတ်သားတို့သည် ၎င်းတို့၏အရှင်မြတ်ရှေ့၌ ၎င်းတို့၏ခေါင်းများကို ငုံ့ထားလျက် <span class=\"gray\">(ပြောနေသည်ကို)</span> မြင်တွေ့နိုင်ပါလျှင်- \"အို ငါတို့၏အရှင်မြတ်! ငါတို့ ယခု မြင်တွေ့ခဲ့ပြီး ကြားသိခဲ့ပြီ။ ထို့ကြောင့် ကျွန်ုပ်တို့ကို ပြန်လည်စေလွှတ်ပါ၊ သို့မှသာ ကျွန်ုပ်တို့သည် ကောင်းမြတ်သော ကောင်းမှုများကို ပြုလုပ်ပါမည်။ ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် ယခုအခါ သေချာစွာ ယုံကြည်ကြပါသည်။\")</span><span class=\"gray\">(၃၂:၁၂)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّىٰ لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် အလွန်ဝေးကွာသော နေရာမှ မည်သို့ လက်ခံရရှိနိုင်မည်နည်း။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ယုံကြည်ခြင်းကို ၎င်းတို့ထံမှ လက်ခံနိုင်မည့်နေရာမှ အလွန်ဝေးကွာနေပြီဖြစ်၍၊ နောက်ဘဝ၏ကမ္ဘာသို့ ဝင်ရောက်သွားပြီဖြစ်ရာ၊ ၎င်းသည် ဆုလာဘ်နှင့် အပြစ်ဒဏ်၏ကမ္ဘာဖြစ်ပြီး၊ စမ်းသပ်စစ်ဆေးခြင်း၏ကမ္ဘာမဟုတ်တော့ပေ။ ၎င်းတို့သည် ဤလောကတွင် ယုံကြည်ခဲ့ပါက ၎င်းတို့အတွက် ကောင်းမွန်ခဲ့မည်ဖြစ်သော်လည်း၊ ယခု ၎င်းတို့သည် နောက်ဘဝသို့ ဝင်ရောက်ခဲ့ပြီဖြစ်၍၊ ၎င်းတို့၏ယုံကြည်ခြင်းကို လက်ခံရန် နည်းလမ်းမရှိတော့ပေ၊ လူတစ်ဦးသည် အရာဝတ္ထုတစ်ခုနှင့် ဝေးကွာနေပါက မည်သို့မျှ မရနိုင်သကဲ့သို့ပင်။ မူဂျာဟစ်က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّىٰ لَهُمُ التَّنَاوُشُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် 'အတ်-တနာဝွရှ်' ကို မည်သို့ရရှိနိုင်မည်နည်း။)</span> ဆိုလိုသည်မှာ \"၎င်းတို့သည် ထိုအရာကို မည်သို့ရရှိနိုင်မည်နည်း။\" အဇ်-ဇူဟ်ရီက \"၎င်းတို့သည် နောက်ဘဝသို့ ရောက်ရှိပြီး ဤလောကမှ ပြတ်တောက်သွားသောအခါ ယုံကြည်ခြင်းကို ရရှိရန် ဆန္ဒရှိကြလိမ့်မည်။\" အလ်-ဟဆန် အလ်-ဘဆွရ်ရီက \"၎င်းတို့သည် မရရှိနိုင်သည့် နည်းလမ်းမရှိသောအခါ တစ်စုံတစ်ခုကို ရှာဖွေကြလိမ့်မည်။ ၎င်းတို့သည် ဝေးကွာသောနေရာမှ ယုံကြည်ခြင်းကို ရှာဖွေကြလိမ့်မည်။\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ၎င်းတို့သည် ယခင်က မယုံကြည်ခဲ့ကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤလောက၌ အမှန်တရားကို မယုံကြည်ဘဲ ရစူလ်တမန်တော်များကို ငြင်းပယ်ခဲ့ကြသောအခါ၊ ၎င်းတို့သည် နောက်ဘဝ၌ မည်သို့ ယုံကြည်ခြင်းကို ရရှိနိုင်မည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မမြင်နိုင်သောအရာနှင့် ပတ်သက်၍ <span class=\"gray\">(ထင်မြင်ချက်များ)</span> မှန်းဆခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ \"မှန်းဆခြင်းအားဖြင့်\" ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသကဲ့သို့-</p><p class=\"fa qpc-hafs\" lang=\"fa\">رَجْمًا بِالْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်နိုင်သောအရာကို မှန်းဆခြင်း)</span><span class=\"gray\">(၁၈:၂၂)</span>။ တစ်ခါတစ်ရံ ၎င်းတို့က သူသည် ကဗျာဆရာဖြစ်သည်ဟု ပြောကြသည်၊ တစ်ခါတစ်ရံ ၎င်းတို့က သူသည် ဗေဒင်ဆရာ၊ သို့မဟုတ် မှော်ဆရာ၊ သို့မဟုတ် ရူးသွပ်သူဖြစ်သည်ဟု ပြောကြသည်၊ သို့မဟုတ် အခြားအခြေအမြစ်မရှိသော မှတ်ချက်များဖြစ်သည်။ ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ခြင်း အယူအဆကို ငြင်းပယ်ခဲ့ပြီး ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းကို မှန်းဆချက်တစ်ခုအဖြစ်သာ ထင်မြင်ကြပြီး၊ ငါတို့၌ ခိုင်မာသော ယုံကြည်ချက်မရှိပေ။)</span><span class=\"gray\">(၄၅:၃၂)</span>။ ကတာဒါနှင့် မူဂျာဟစ်တို့က \"ရှင်ပြန်ထမြောက်ခြင်းမရှိ၊ ဂျန္နတ်မရှိ၊ ဂျဟန္နမ်မရှိဟူသော ၎င်းတို့၏ယုံကြည်ချက်သည် ထင်မြင်ချက်သက်သက်သာဖြစ်သည်။\" ဟု ပြောခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့် ၎င်းတို့လိုချင်သောအရာကြားတွင် အတားအဆီးတစ်ခု ထားရှိလိမ့်မည်။)</span> အလ်-ဟဆန် အလ်-ဘဆွရ်ရီ၊ အဒ်-ဒွဟ်ဟက်နှင့် အခြားသူများက \"၎င်းသည် ယုံကြည်ခြင်းကို ဆိုလိုသည်။\" အဆ်-ဆူဒ်ဒီက ပြောခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့် ၎င်းတို့လိုချင်သောအရာကြားတွင် အတားအဆီးတစ်ခု ထားရှိလိမ့်မည်။)</span> ဆိုလိုသည်မှာ \"နောင်တရခြင်း\" ဖြစ်သည်။ ၎င်းသည် အိဗ်နု ဂျရီရ်၏ အမြင်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကရုဏာထားတော်မူပါစေ။ မူဂျာဟစ်က ပြောခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့် ၎င်းတို့လိုချင်သောအရာကြားတွင် အတားအဆီးတစ်ခု ထားရှိလိမ့်မည်။)</span> ဆိုလိုသည်မှာ \"ဤလောကနှင့် ၎င်း၏စည်းစိမ်ဥစ္စာများ၊ ဇိမ်ခံပစ္စည်းများနှင့် လူများ\" ဖြစ်သည်။ အိဗ်နု အိုမာရ်၊ အိဗ်နု အဗ္ဗါစ်နှင့် အလ်-ရာဘီအ် ဘင် အနပ်စ်တို့ထံမှ အလားတူ မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ။ ၎င်းသည် အလ်-ဘူခါရီနှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။ မှန်ကန်သောအမြင်မှာ အမြင်နှစ်ခုကြားတွင် ဆန့်ကျင်ဘက်မရှိခြင်းပင်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့နှင့် ဤလောက၌ ၎င်းတို့လိုချင်သောအရာကြားတွင် အတားအဆီးတစ်ခု ထားရှိလိမ့်မည်ဖြစ်ပြီး၊ နောက်ဘဝ၌ ၎င်းတို့ရှာဖွေသောအရာများကို ၎င်းတို့ထံမှ ငြင်းပယ်ခံရလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အမျိုးအစား လူများနှင့် ယခင်က ပြုလုပ်ခဲ့သကဲ့သို့ပင်။)</span> ဆိုလိုသည်မှာ ယခင်က ရစူလ်တမန်တော်များကို မယုံကြည်ခဲ့သော လူမျိုးများအား ဖြစ်ခဲ့သကဲ့သို့ပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အပြစ်ဒဏ်သည် ၎င်းတို့အပေါ် ရောက်ရှိလာသောအခါ၊ ၎င်းတို့သည် ယုံကြည်ခဲ့ကြပါလျှင် ကောင်းမည်ဟု ဆန္ဒရှိကြသော်လည်း၊ ၎င်းကို ၎င်းတို့ထံမှ လက်ခံခဲ့ခြင်းမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ - فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ ၎င်းတို့သည် ငါတို့၏အပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ၊ ၎င်းတို့က \"ငါတို့သည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ယုံကြည်ပါသည်၊ ကိုယ်တော်နှင့် <span class=\"gray\">(ကိုယ်တော်၏)</span> ဘက်တော်သားများအဖြစ် ပူးပေါင်းခဲ့သော <span class=\"gray\">(အရာအားလုံးကို)</span> ငြင်းပယ်ပါသည်\" ဟု ပြောကြသည်။ ထို့နောက် ၎င်းတို့၏ယုံကြည်ခြင်းသည် ငါတို့၏အပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ ၎င်းတို့အတွက် အကျိုးမဖြစ်ထွန်းနိုင်တော့ပေ။ <span class=\"gray\">(ဤသည်ကား)</span> အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များနှင့် ဆက်ဆံရာ၌ ကျင့်သုံးခဲ့သော နည်းလမ်းပင်ဖြစ်သည်။ ထိုနေရာ၌ မယုံကြည်သူများသည် လုံးဝဆုံးရှုံးသွားကြသည်။)</span><span class=\"gray\">(၄၀:၈၄-၈၅)</span>။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ၎င်းတို့သည် ကြီးမားသောသံသယ၌ ရှိခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ ဤလောက၌ ၎င်းတို့တွင် သံသယများရှိခဲ့ရာ၊ ၎င်းတို့၏ယုံကြည်ခြင်းသည် ၎င်းတို့၏မျက်လုံးများဖြင့် အပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ ၎င်းတို့ထံမှ လက်ခံခံရမည်မဟုတ်ပေ။ ကတာဒါက \"သံသယကို သတိထားကြ။ အဘယ်ကြောင့်ဆိုသော် သံသယဖြင့် သေဆုံးသူတိုင်းသည် သံသယဖြင့် ပြန်လည်ထမြောက်လိမ့်မည်။ ခိုင်မာသော ယုံကြည်ချက်ဖြင့် သေဆုံးသူတိုင်းသည် ခိုင်မာသော ယုံကြည်ချက်ဖြင့် ပြန်လည်ထမြောက်လိမ့်မည်။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရာ စဘာ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်တော်အပေါင်းနှင့် ပြည့်စုံတော်မူ၍ ကြီးမြတ်တော်မူ၏။ မှန်ကန်သောလမ်းသို့ လမ်းညွှန်တော်မူသောအရှင်ဖြစ်သည်။</p>"
  }
]