[
  {
    "ayah_key": "19:75",
    "group_ayah_key": "19:75",
    "from_ayah": "19:75",
    "to_ayah": "19:75",
    "ayah_keys": "19:75",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ- မည်သူမဆို လမ်းမှားနေစေကာမူ အလွန်ကရုဏာတော်ရှင်သည် ၎င်းအတွက် <span class=\"gray\">[အခြေအနေများ]</span> ကို ဆွဲဆန့်ပေးမည်။ ၎င်းတို့အား ကတိပြုထားသည့်အရာ၊ ညှဉ်းပန်းနှိပ်စက်ခြင်းဖြစ်စေ၊ ထိုအချိန်ကာလဖြစ်စေ ၎င်းတို့ မြင်တွေ့ရသောအခါ မည်သူက အနေအထား အဆိုးဆုံးဖြစ်ပြီး မည်သူက အင်အားနည်းသည်ကို ၎င်းတို့သိရလိမ့်မည်။ <span>(၇၅)</span></p><div lang=\"my\" class=\"my \"><h2>ပုန်ကန်သူအား သက်တမ်းပေးသော်လည်း ၎င်းကို မမေ့လျော့ပါ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span> ဤသည်မှာ \"အို မိုဟာမက်၊ ၎င်းတို့၏အရှင်နှင့် တွဲဖက်ကိုးကွယ်သူများ၊ မှန်ကန်မှုကို လိုက်နာသည်ဟု ဆိုသော်လည်း အမှန်တကယ်တွင် မှားယွင်းမှုကို လိုက်နာနေသူများကို ပြောပါ\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ فِي الضَّلَالَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို လမ်းမှားနေစေကာမူ)</span> ဤသည်မှာ '၎င်းတို့သည် ကျွန်ုပ်တို့ထံမှဖြစ်စေ၊ သင်တို့ထံမှဖြစ်စေ' ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَمْدُدْ لَهُ الرَّحْمَٰنُ مَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်ကရုဏာတော်ရှင်သည် ၎င်းအတွက် <span class=\"gray\">[အခြေအနေများ]</span> ကို ဆွဲဆန့်ပေးမည်။)</span> ဤသည်မှာ အလွန်ကျေးဇူးရှင်သည် ၎င်း၏အရှင်နှင့် တွေ့ဆုံပြီး ၎င်း၏သတ်မှတ်ထားသောအချိန် ရောက်သည်အထိ ၎င်းရောက်ရှိနေသည့်အခြေအနေတွင် သက်တမ်းပေးမည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ကတိပြုထားသည့်အရာ၊ ညှဉ်းပန်းနှိပ်စက်ခြင်းဖြစ်စေ)</span> ၎င်းကို ရိုက်ခတ်မည့် ညှဉ်းပန်းနှိပ်စက်ခြင်းဖြစ်စေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا السَّاعَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ထိုအချိန်ကာလ)</span> ရုတ်တရက်ရောက်လာမည့် ထိုအချိန်ကာလ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သိရလိမ့်မည်)</span> ထိုအချိန်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူက အနေအထား အဆိုးဆုံးဖြစ်ပြီး မည်သူက အင်အားနည်းသည်ကို)</span> ၎င်းတို့၏ သာယာလှပသော နေအိမ်များနှင့် ခမ်းနားသော စုဝေးရာနေရာများအပေါ် ၎င်းတို့၏ငြင်းခုံမှုကို ပယ်ချခြင်းဖြစ်သည်။ ၎င်းတို့ ပြုမူနေသည့်အရာတွင် လမ်းညွှန်မှုကို လိုက်နာနေသည်ဟု အခိုင်အမာဆိုသော ရုပ်တုကိုးကွယ်သူများကို စိန်ခေါ်ခြင်းဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ဂျူးလူမျိုးများအကြောင်း မိန့်တော်မူခဲ့သော စိန်ခေါ်မှုနှင့် ဆင်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဂျူးလူမျိုးတို့၊ သင်တို့သည် အခြားလူများအားလုံးကို ချန်လှပ်၍ အလ္လာဟ်၏မိတ်ဆွေများဖြစ်သည်ဟု ဟန်ဆောင်ကြပါက၊ သင်တို့မှန်ကန်ပါက သေခြင်းကို တောင့်တကြလော့။)</span><span class=\"gray\">[၆၂:၆]</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ 'သင်တို့ အမှန်တကယ် မှန်ကန်သည်ဟု ပြောပါက၊ ကျွန်ုပ်တို့ထဲမှ မှားယွင်းမှုကို လိုက်နာသူများအား သေခြင်းရောက်အောင် ဆုတောင်းကြလော့။ သင်တို့မှန်ကန်ပါက ဤဆုတောင်းခြင်းသည် သင်တို့ကို ထိခိုက်စေမည်မဟုတ်ပါ။' သို့သော် ၎င်းတို့က ထိုသို့ပြုလုပ်ရန် ငြင်းဆန်ခဲ့ကြသည်။ ဤအကြောင်းကို စူရဟ် အလ်-ဘာကရာတွင် အကျယ်တဝင့် ဆွေးနွေးထားပြီးဖြစ်၍ အလ္လာဟ်အားသာလျှင် ချီးမွမ်းခြင်းရှိ၏။ ထို့အတူ၊ အလ္လာဟ်အရှင်မြတ်က ခရစ်ယာန်များအား စူရဟ် အာလ်-'အိမ်ရန်တွင် ပေးခဲ့သော စိန်ခေါ်မှုကို ဖော်ပြခဲ့ပြီး၊ ၎င်းတို့သည် ၎င်းတို့၏ မယုံကြည်မှုကို ဆက်လက်ခိုင်မာစွာ ဆုပ်ကိုင်ထားပြီး ၎င်းတို့၏ ချိုးဖောက်မှုများ ဆက်လက်ပြုလုပ်နေခဲ့ကြသည်။ ၎င်းတို့သည် 'အီဆာသည် အလ္လာဟ်၏သားဖြစ်သည်' ဟူသော ၎င်းတို့၏ ချဲ့ကားပြောဆိုမှုကို စွန့်လွှတ်ရန် ငြင်းဆန်ခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က 'အီဆာ' ကို ကိုးကွယ်ခြင်းကို ဆန့်ကျင်သော ၎င်း၏အငြင်းပွားမှုများနှင့် သက်သေများကို ဖော်ပြခဲ့ပြီး၊ သူသည် အာဒမ်ကဲ့သို့ သတ္တဝါတစ်ဦးသာဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။ ဤနောက်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ حَاجَّكَ فِيهِ مِن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့ထံ ဤအတတ်ပညာများ ရောက်ရှိပြီးနောက် မည်သူမဆို သင်နှင့်သူ့အကြောင်း ငြင်းခုံပါက၊ ပြောပါ- \"လာကြ၊ ကျွန်ုပ်တို့၏သားများနှင့် သင်တို့၏သားများ၊ ကျွန်ုပ်တို့၏ဇနီးများနှင့် သင်တို့၏ဇနီးများ၊ ကျွန်ုပ်တို့ကိုယ်တိုင်နှင့် သင်တို့ကိုယ်တိုင်တို့ကို ခေါ်ကြစို့ - ထို့နောက် ကျွန်ုပ်တို့ ဆုတောင်း၍ မုသားပြောသူများအပေါ် အလ္လာဟ်၏ကျိန်ခြင်းကို (ရိုးသားစွာ) ပန်ကြားကြစို့။\")</span><span class=\"gray\">[၃:၆၁]</span> သို့သော် ၎င်းတို့ <span class=\"gray\">(ခရစ်ယာန်များ)</span> သည်လည်း ဤစိန်ခေါ်မှုမှ နောက်ဆုတ်ခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "19:76",
    "group_ayah_key": "19:76",
    "from_ayah": "19:76",
    "to_ayah": "19:76",
    "ayah_keys": "19:76",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် မှန်ကန်စွာ လျှောက်လှမ်းသူများအား လမ်းညွှန်မှု၌ တိုးပွားစေတော်မူသည်။ ထာဝရတည်မြဲသော ကောင်းမြတ်သော လုပ်ရပ်များသည် သင်၏အရှင်ဘုရားထံ၌ အကျိုးကျေးဇူးအတွက် ပိုမိုကောင်းမွန်ပြီး၊ နောက်ဆုံးခိုလှုံရာအတွက်လည်း ပိုမိုကောင်းမွန်၏။ <span>(၇၆)</span></p><div lang=\"my\" class=\"my \"><h2>လမ်းညွှန်ခံရသူများ၏ လမ်းညွှန်မှု တိုးပွားလာခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လမ်းမှားနေသူများအား ပေးထားသည့် သက်တမ်းရှည်ခြင်းနှင့် အချိန်ဆိုင်းငံ့ခြင်းအကြောင်း၊ ၎င်းတို့ကို လမ်းမှားမှု၌ ပို၍ တိုးပွားစေကြောင်း ဖော်ပြပြီးနောက်၊ မှန်ကန်စွာ လမ်းညွှန်ခံရသူများ၏ လမ်းညွှန်မှု တိုးပွားလာခြင်းအကြောင်းကို မိန့်ကြားတော်မူသည်။ ထို့အတူ ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူရဟ်တစ်ခု ဆင်းသက်လာတိုင်း ၎င်းတို့ထဲမှ အချို့က \"သင်တို့ထဲမှ မည်သူ၏ ယုံကြည်ခြင်းကို ၎င်းက တိုးပွားစေသနည်း\" ဟု မေးကြသည်။)</span><span class=\"gray\">[၉:၁၂၄]</span> နောက်လာမည့် အာယသ်တော်ကလည်း ဤအရာကို ပြသသည်။ အလ္လာဟ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَاقِيَاتُ الصَّالِحَاتُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထာဝရတည်မြဲသော ကောင်းမြတ်သော လုပ်ရပ်များ)</span> ၎င်း၏ရှင်းလင်းချက်ကို စူရဟ် အလ်-ကဟ်ဖ်တွင် အလျင်အမြန် ဆွေးနွေးထားပြီးဖြစ်ကာ၊ ၎င်းနှင့်သက်ဆိုင်သော ဟဒီးစ်တော်များနှင့်အတူ အကျယ်တဝင့် ဆွေးနွေးထားသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">خَيْرٌ عِندَ رَبِّكَ ثَوَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((၎င်းတို့သည်)</span> သင်၏အရှင်ဘုရားထံ၌ အကျိုးကျေးဇူးအတွက် ပိုမိုကောင်းမွန်၏။) ဆိုလိုသည်မှာ အကျိုးပေးခြင်းနှင့် ဆုလာဘ်ဖြစ်သည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَخَيْرٌ مَّرَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နောက်ဆုံးခိုလှုံရာအတွက် ပိုမိုကောင်းမွန်၏။)</span> ဆိုလိုသည်မှာ နောက်ဆုံးရလဒ်၊ ၎င်းကို ပြုလုပ်သူအတွက် ရလဒ်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "19:77",
    "group_ayah_key": "19:77",
    "from_ayah": "19:77",
    "to_ayah": "19:80",
    "ayah_keys": "19:77,19:78,19:79,19:80",
    "text": "<p lang=\"my\" class=\"my \">သင်သည် ငါတို့၏ အာယသ်တော်များကို ငြင်းပယ်ပြီး \"ငါသည် ဥစ္စာဓနနှင့် သားသမီးများကို သေချာပေါက်ရရှိမည် <span class=\"gray\">[အကယ်၍ ငါပြန်လည်ရှင်သန်ပါက]</span>။ <span>(၇၇)</span> သူသည် မမြင်နိုင်သောအရာကို သိခဲ့သလော၊ သို့မဟုတ် အလွန်ကရုဏာတော်ရှင်ထံမှ ပဋိညာဉ်ကို ရယူခဲ့သလော။ <span>(၇၈)</span> မဟုတ်ပါ၊ သူပြောသောအရာကို ငါတို့မှတ်တမ်းတင်မည်၊ သူ့၏ ညှဉ်းပန်းနှိပ်စက်မှုကို ငါတို့တိုးပွားစေမည်။ <span>(၇၉)</span> သူပြောသမျှကို ငါတို့သည် သူ့ထံမှ အမွေဆက်ခံမည်၊ သူသည် ငါတို့ထံ တစ်ယောက်တည်း ရောက်လာမည်။ <span>(၈၀)</span></p><div lang=\"my\" class=\"my \"><h2>နောင်ဘဝတွင် ဥစ္စာဓနနှင့် သားသမီးများ ရရှိမည်ဟု ဆိုသော မယုံကြည်သူများကို ပယ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်သည် ခဗ္ဗဗ် ဘင် အလ်-အာရတ်ထံမှ သတင်းပို့သည်မှာ သူက \"ကျွန်တော်သည် ပန်းပဲဆရာတစ်ဦးဖြစ်ပြီး အလ်-အာစ့် ဘင် ဝါအီလ်က ကျွန်တော့်ကို အကြွေးတင်နေခဲ့သည်။ ထို့ကြောင့် ကျွန်တော် သူ့ထံမှ အကြွေးပြန်ယူရန် သွားခဲ့သည်။ သူက ကျွန်တော့်ကို 'မဟုတ်ဘူး၊ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါတယ်၊ မိုဟာမက်ကို သင်မယုံကြည်သ၍ သင့်အကြွေးကို ကျွန်တော်မဆပ်ဘူး' ဟု ပြောခဲ့သည်။ ကျွန်တော်က 'မဟုတ်ဘူး၊ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါတယ်၊ သင်သေပြီး ပြန်လည်ရှင်သန်သည်အထိ ကျွန်တော် မိုဟာမက်ကို မယုံကြည်ဘူး' ဟု ပြန်ဖြေခဲ့သည်။ ထို့နောက် သူက ကျွန်တော့်ကို 'အမှန်စင်စစ်၊ ကျွန်တော်သေပြီး ပြန်လည်ရှင်သန်ကာ သင်ကျွန်တော့်ထံ လာခဲ့ပါက၊ ကျွန်တော်လည်း ဥစ္စာဓနနှင့် သားသမီးပေါများပြီး သင့်ကို ပြန်ဆပ်ပါမည်' ဟု ပြောခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်များကို ထုတ်ပြန်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အာယသ်တော်များကို ငြင်းပယ်ပြီး \"ငါသည် ဥစ္စာဓနနှင့် သားသမီးများကို သေချာပေါက်ရရှိမည်။\" ဟု ပြောသူကို သင်မြင်ဖူးသလော။)</span> အထိ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَيَأْتِينَا فَرْداً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ငါတို့ထံ တစ်ယောက်တည်း ရောက်လာမည်။)</span> ဤအရာကို ဆဟီးဟ်ကျမ်းပြုစုသူနှစ်ဦးနှင့် အခြားကျမ်းများကလည်း မှတ်တမ်းတင်ထားသည်။ အလ်-ဘူခါရီ၏ စကားတွင် ခဗ္ဗဗ်က \"ကျွန်တော်သည် မက္ကာမြို့တွင် ပန်းပဲဆရာတစ်ဦးဖြစ်ခဲ့ပြီး အလ်-'အာစ့် ဘင် ဝါအီလ်အတွက် ဓားတစ်ချောင်း ပြုလုပ်ပေးခဲ့သည်။ ထို့ကြောင့် ကျွန်တော် သူ့ထံမှ ကျွန်တော့်လုပ်ခကို ယူရန် သွားခဲ့သည်...\" ဟု ဆိုခဲ့ပြီးနောက် ဟဒီးစ်၏ ကျန်အပိုင်းကို ဖော်ပြခဲ့ပြီး သူက ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمِ اتَّخَذَ عِندَ الرَّحْمَٰنِ عَهْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အလွန်ကရုဏာတော်ရှင်ထံမှ ပဋိညာဉ်ကို ရယူခဲ့သလော။)</span> \"ဤသည်မှာ သဘောတူညီချက်ကို ဆိုလိုသည်။\" အလ္လာဟ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَطَّلَعَ الْغَيْبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မမြင်နိုင်သောအရာကို သိခဲ့သလော။)</span> ဤသည်မှာ \"၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُوتَيَنَّ مَالًا وَوَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ဥစ္စာဓနနှင့် သားသမီးများကို သေချာပေါက်ရရှိမည်။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင်ဖြစ်သည်။ တစ်နည်းအားဖြင့် \"နောင်ဘဝမှာ သူဘာတွေရမလဲဆိုတာကို ကျိန်ဆိုနိုင်လောက်အောင် သူသိနေတာလား?\" ဟု ပြောသူကို ပယ်ချခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمِ اتَّخَذَ عِندَ الرَّحْمَٰنِ عَهْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အလွန်ကရုဏာတော်ရှင်ထံမှ ပဋိညာဉ်ကို ရယူခဲ့သလော။)</span> သို့မဟုတ် အလ္လာဟ်ထံမှ ဤအရာများကို ပေးမည်ဟု ကတိခံခဲ့ရသလော။ ဆဟီးဟ် အလ်-ဘူခါရီတွင် ပဋိညာဉ်သည် သဘောတူညီချက်ကို ဆိုလိုကြောင်း ဖော်ပြထားပြီးဖြစ်သည်။ အလ္လာဟ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَلَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊)</span> ဤသည်မှာ ယခင်က ပြောခဲ့သောအရာကို ဆန့်ကျင်ပြီး နောက်ဆက်တွဲလာမည့်အရာကို အလေးပေးသော နာမ်ဝိဘတ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنَكْتُبُ مَا يَقُولُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူပြောသောအရာကို ငါတို့မှတ်တမ်းတင်မည်၊)</span> သူရှာဖွေနေသောအရာ၊ သူမျှော်လင့်ထားသည်ဟု သူကိုယ်တိုင် ပေးထားသော သူ့အတွေးအခေါ်နှင့် အလ္လာဟ်အရှင်မြတ်ကို သူငြင်းပယ်ခြင်းတို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့၏ ညှဉ်းပန်းနှိပ်စက်မှုကို ငါတို့တိုးပွားစေမည်။)</span> ဤသည်မှာ နောင်ဘဝတွင် ဖြစ်ပေါ်လာမည့်အရာကို ရည်ညွှန်းပြီး၊ ဤဘဝတွင် အလ္လာဟ်ကို သူငြင်းပယ်ခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَرِثُهُ مَا يَقُولُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူပြောသမျှကို ငါတို့သည် သူ့ထံမှ အမွေဆက်ခံမည်၊)</span> သူ့၏ ဥစ္စာဓနနှင့် သားသမီးများ။ ဆိုလိုသည်မှာ \"သူ့ဘဝတွင် ရရှိခဲ့သော ဥစ္စာဓနနှင့် သားသမီးများထက် နောင်ဘဝတွင် ပိုမိုရရှိမည်ဟူသော သူ့၏တောင်းဆိုချက်ကို ဆန့်ကျင်လျက်၊ ဤအရာအားလုံးကို ငါတို့သည် သူ့ထံမှ ယူမည်။\" ဆန့်ကျင်ဘက်အားဖြင့်၊ နောင်ဘဝတွင် ဤဘဝတွင် သူပိုင်ဆိုင်ခဲ့သည်များကို သူ့ထံမှ ယူလိမ့်မည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَيَأْتِينَا فَرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ငါတို့ထံ တစ်ယောက်တည်း ရောက်လာမည်။)</span> ဥစ္စာဓန သို့မဟုတ် သားသမီးများမပါဘဲ။</p>"
  },
  {
    "ayah_key": "19:8",
    "group_ayah_key": "19:8",
    "from_ayah": "19:8",
    "to_ayah": "19:9",
    "ayah_keys": "19:8,19:9",
    "text": "<p class=\"my translation\" lang=\"my\">သူက \"အကျွန်ုပ်၏အရှင်ဘုရား! ကျွန်ုပ်၏ဇနီးသည် မြုံနေပါလျက်၊ ကျွန်ုပ်သည်လည်း အိုမင်းရင့်ရော်နေပြီဖြစ်ပါလျက် ကျွန်ုပ်မည်သို့ သားရနိုင်ပါမည်နည်း။ <span>(၈)</span> ကိုယ်တော်က မိန့်တော်မူသည်- \"ဤသို့ပင် သင်၏အရှင်ဘုရားက မိန့်တော်မူသည်- '၎င်းသည် ငါ့အတွက် လွယ်ကူ၏။ အမှန်စင်စစ် ငါသည် သင့်ကို မည်သည့်အရာမှ မရှိသေးမီကပင် ဖန်ဆင်းခဲ့ပြီးဖြစ်သည်!'\"\") <span class=\"gray\">(၁၉:၈- <span>(၉)</span></span></p><div lang=\"my\" class=\"my \"><h2>သူ၏ ဆုတောင်းခြင်းကို လက်ခံပြီးနောက် သူ၏အံ့အားသင့်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဇာကာရီယာသည် သူ၏ဆုတောင်းခြင်းကို ဖြေကြားခံရပြီး သားတစ်ယောက်ရရှိမည့် သတင်းကောင်းကို ကြားရသောအခါ အံ့အားသင့်သွားသည်။ သူသည် အလွန်ဝမ်းမြောက်ဝမ်းသာဖြစ်ကာ ဤကလေးငယ်ကို မည်သို့မွေးဖွားမည်၊ မည်သည့်နည်းလမ်းဖြင့် ရောက်ရှိလာမည်ကို မေးမြန်းခဲ့သည်။ ဤအရာသည် အထူးအံ့သြဖွယ်ကောင်းသည်မှာ သူ၏ဇနီးသည် အသက်ကြီးပြီး မြုံကာ သူ၏ဘဝတစ်လျှောက်လုံး ကလေးမမွေးဖူးသော အမျိုးသမီးဖြစ်သောကြောင့် ဖြစ်သည်။ ဇာကာရီယာကိုယ်တိုင်ပင် အသက်ကြီးရင့်လာပြီး၊ သူ၏အရိုးများသည် ပျော့ပြောင်းပါးလွှာလာကာ၊ သူ၌ လိင်ဆက်ဆံရန် အားကောင်းသော သုက် သို့မဟုတ် ခွန်အားမရှိတော့ချေ။ </p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်၏ အဖြေ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က မိန့်တော်မူသည်-)</span> ဆိုလိုသည်မှာ ကောင်းကင်တမန်သည် ဇာကာရီယာ၏ အံ့အားသင့်မှုအပေါ် ပြန်ကြားဖြေဆိုခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤသို့ပင် သင်၏အရှင်ဘုရားက မိန့်တော်မူသည်- '၎င်းသည် ငါ့အတွက် လွယ်ကူ၏...'\" )</span> ဆိုလိုသည်မှာ သားကို မွေးဖွားခြင်းသည် သင်နှင့် ဤသင်၏ဇနီးထံမှ ဖြစ်မည်ဖြစ်ပြီး အခြား <span class=\"gray\">(အမျိုးသမီး)</span> ထံမှ မဟုတ်ပေ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَيِّنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လွယ်ကူ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အတွက် ပြုလုပ်ရန် ရိုးရှင်းလွယ်ကူသည်။ ထို့နောက် သူ <span class=\"gray\">(ကောင်းကင်တမန်)</span> က သူမေးနေသောအရာထက် ပို၍ အံ့သြဖွယ်ကောင်းသောအရာကို ဖော်ပြခဲ့သည်။ ကောင်းကင်တမန်က အရှင်ဘုရားက မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါသည် သင့်ကို မည်သည့်အရာမှ မရှိသေးမီကပင် ဖန်ဆင်းခဲ့ပြီးဖြစ်သည်!)</span> ဤသည်မှာ အလ္လာဟ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَىٰ عَلَى الْإِنسَانِ حِينٌ مِّنَ الدَّهْرِ لَمْ يَكُن شَيْئًا مَّذْكُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားအပေါ် သူသည် ဖော်ပြထိုက်သောအရာ မဟုတ်သေးသော ခေတ်ကာလတစ်ခု မရောက်ခဲ့ဖူးသလော။)</span><span class=\"gray\">[၇၆:၁]</span></p>"
  }
]