[
  {
    "ayah_key": "8:1",
    "group_ayah_key": "8:1",
    "from_ayah": "8:1",
    "to_ayah": "8:1",
    "ayah_keys": "8:1",
    "text": "<p lang=\"my\" class=\"my \">ဤဆူရာတွင် အာယပ် ၇၅ ခု ပါရှိသည်။ ဤဆူရာ၏ စကားလုံးအရေအတွက်မှာ တစ်ထောင်၊ ခြောက်ရာသုံးဆယ့်တစ်လုံးဖြစ်ပြီး ၎င်း၏ စာလုံးရေမှာ ငါးထောင်၊ နှစ်ရာကိုးဆယ်လေးလုံး ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် သနားကြင်နာတော်မူသော အရှင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَنفَالِ قُلِ الْأَنفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလ်-အန်ဖာလ် <span class=\"gray\">(စစ်ပွဲမှရသော သုံ့ပန်းပစ္စည်းများ)</span> နှင့်ပတ်သက်၍ သင့်အား မေးမြန်းကြကုန်၏။ သင်ပြောဆိုပါလေ၊ “အလ်-အန်ဖာလ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်မြတ်အတွက် ဖြစ်၏။” ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပြီး သင်တို့အချင်းချင်း ကွဲပြားနေသော ကိစ္စရပ်အားလုံးကို ပြေလည်အောင် ဖြေရှင်းကြလော့။ သင်တို့သည် ယုံကြည်သူများ ဖြစ်ပါက အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ တမန်တော်မြတ်အား နာခံကြလော့။)</span></p><div lang=\"my\" class=\"my \"><h2>အန်ဖာလ်၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အစ်ဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- “အလ်-အန်ဖာလ်သည် စစ်ပွဲမှရသော သုံ့ပန်းပစ္စည်းများ ဖြစ်သည်။” အလ်-ဘူခါရီက ဆာအီးဒ် ဘင် ဂျူဘိုင်ရ်က ပြောသည်ဟုလည်း မှတ်တမ်းတင်ထားသည်- “ကျွန်တော် အစ်ဗ်နု အဗ္ဗားစ်အား ‘ဆူရဟ် အလ်-အန်ဖာလ်လား?’ ဟု မေးရာ၊ သူက ‘၎င်းသည် <span class=\"gray\">(ဗဒ်ရ်တိုက်ပွဲ)</span> နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်’ ဟု ပြန်ဖြေခဲ့သည်။” အလီ ဘင် အဘီ တလ်ဟာက အလ်-ဘူခါရီက အစ်ဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့ခဲ့သည့်အတိုင်း သတင်းပို့ခဲ့သည်။ သို့သော် သတင်းပို့သူ ဆက်စပ်မှု ကွင်းဆက် မပါဝင်ပါ။ အစ်ဗ်နု အဗ္ဗားစ်က “အလ်-အန်ဖာလ်သည် စစ်ပွဲမှရသော သုံ့ပန်းပစ္စည်းများဖြစ်ပြီး ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ အတွက်ဖြစ်ကာ မည်သူတစ်ဦးတစ်ယောက်မျှ ၎င်းတို့တွင် ရှယ်ယာ မရှိခဲ့ပေ” ဟု ပြောကြားခဲ့သည်။ မုဂျာဟိဒ်၊ အစ်ကရိမာဟ်၊ အတာအ်၊ အဒ်-ဒဟ်ဟက်၊ ကတာဒါဟ်၊ အတာအ် အလ်-ခုရာစန်နီ၊ မုကွာတစ် ဘင် ဟိုင်ယန်၊ အဗ်ဒူရ်-ရဟ်မန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ် နှင့် အခြားများစွာသော ပုဂ္ဂိုလ်များကလည်း အလားတူ ပြောကြားခဲ့သည်။ နဖလ် <span class=\"gray\">(အန်ဖာလ်၏ တစ်ခုတည်းသော ရည်ညွှန်းချက်)</span> သည် စစ်ပွဲမှရသော သုံ့ပန်းပစ္စည်းများ၏ အများစုကို ပိုင်းခြားပြီးနောက် တပ်မှူးက တိုက်ပွဲဝင်သူအချို့အား ပေးအပ်သော အစိတ်အပိုင်းကို ရည်ညွှန်းသည်ဟုလည်း ပြောကြားခဲ့သည်။ အန်ဖာလ်သည် ခုမုစ်ကို ရည်ညွှန်းသည်ဟုလည်း ပြောကြားခဲ့သည်။ ဖမ်းမိသော ကုန်ပစ္စည်းများ၏ ငါးပုံတစ်ပုံသည် လေးပုံငါးပုံကို <span class=\"gray\">[တိုက်ပွဲဝင်သူများအကြား]</span> ခွဲဝေပြီးနောက်မှ ဖြစ်သည်။ အန်ဖာလ်သည် ဖိုင်း (Fay')၊ တိုက်ပွဲမရှိဘဲ မယုံကြည်သူများထံမှ ရရှိသော ပိုင်ဆိုင်မှုများနှင့် တိရစ္ဆာန်များ၊ ကျွန်များ သို့မဟုတ် မည်သည့်ပိုင်ဆိုင်မှုမဆို မယုံကြည်သူများထံမှ မွတ်စလင်များထံ ထွက်ပြေးလာသော ပိုင်ဆိုင်မှုများကို ရည်ညွှန်းသည်ဟုလည်း ပြောကြားခဲ့သည်။</p><p lang=\"yo\" class=\"yo \">Ibn Jarir recorded that 'Ali bin Salih bin Hay said: \"It has reached me that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَنفَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အန်ဖာလ်နှင့် ပတ်သက်၍ သင့်အား မေးမြန်းကြကုန်၏)</span> သည် ခွဲဝေမှုများအကြောင်း ဖြစ်သည်။ ၎င်းသည် အီမာမ်က တပ်ခွဲအချို့အား ကျန်စစ်သားများအကြား ခွဲဝေပေးသည့်အပြင် ထပ်ဆောင်းပေးသော အရာကို ရည်ညွှန်းသည်။\"</p><div lang=\"jv\" class=\"jv \"><h2>The Reason behind revealing Ayah 8:1</h2></div><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Sa'd bin Malik said, \"I said, 'O Allah's Messenger, Allah has brought comfort to me today over the idolators, so grant me this sword.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَذَا السَّيْفَ لَا لَكَ وَلَا لِي، ضَعْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဓားသည် သင့်အတွက်လည်း မဟုတ်၊ ကျွန်ုပ်အတွက်လည်း မဟုတ်။ ၎င်းကို ချထားပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကျွန်တော်က ၎င်းကို ချထားလိုက်သော်လည်း ကိုယ့်ကိုယ်ကို ပြောမိသည်မှာ ‘တမန်တော်မြတ်သည် ဤဓားကို ကျွန်ုပ်ကဲ့သို့ ပြင်းပြင်းထန်ထန် မတိုက်ခိုက်ခဲ့သော အခြားသူတစ်ဦးအား ပေးလိမ့်မည်’ ဟူ၍ ဖြစ်သည်။ ကျွန်တော့်နောက်မှ လူတစ်ဦး ခေါ်နေသည်ကို ကြားလိုက်ရသဖြင့် ကျွန်တော်က ‘အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏ကိစ္စတွင် တစ်စုံတစ်ရာ ထုတ်ပြန်ခဲ့ပြီလား’ ဟု မေးလိုက်သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنْتَ سَأَلْتَنِي السَّيْفَ وَلَيْسَ هُوَ لِي، وَإِنَّهُ قَدْ وُهِبَ لِي، فَهُو لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်အား ဓားကို ပေးရန် တောင်းဆိုခဲ့သော်လည်း ၎င်းနှင့်ပတ်သက်၍ ကျွန်ုပ် ဆုံးဖြတ်ရန် မဟုတ်ပါ။ သို့သော် ၎င်းသည် ကျွန်ုပ်အား <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှ)</span> ပေးသနားထားခြင်း ဖြစ်ပြီး ကျွန်ုပ်က သင့်အား ပေးအပ်ပါသည်။)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယပ်ကို ထုတ်ပြန်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَنفَالِ قُلِ الْأَنفَالُ لِلَّهِ وَالرَّسُولِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အန်ဖာလ်နှင့် ပတ်သက်၍ သင့်အား မေးမြန်းကြကုန်၏။ သင်ပြောဆိုပါလေ၊ “အလ်-အန်ဖာလ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်မြတ်အတွက် ဖြစ်၏။”)</span>။</p><p lang=\"gd\" class=\"gd \">Abu Dawud, At-Tirmidhi and An-Nasa'i collected this Hadith, At-Tirmidhi said, \"Hasan Sahih\".</p><div lang=\"my\" class=\"my \"><h2>အာယပ် ၈:၁ ထုတ်ပြန်ရခြင်း၏ အခြားအကြောင်းရင်း</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အဘူ အူမာမာဟ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- “ကျွန်တော်က 'ဥဘာဒါဟ်အား အလ်-အန်ဖာလ်အကြောင်း မေးမြန်းရာ သူက ‘၎င်းသည် ကျွန်ုပ်တို့၊ ဗဒ်ရ် <span class=\"gray\">(တိုက်ပွဲ)</span> တွင် ပါဝင်ခဲ့ကြသူများအကြောင်း ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်’ ဟု ပြန်ဖြေခဲ့သည်။ ကျွန်ုပ်တို့သည် အန်-နဖလ်နှင့် ပတ်သက်၍ အငြင်းပွားခဲ့ကြပြီး ကျွန်ုပ်တို့၏ အငြင်းပွားမှုသည် မနှစ်မြို့ဖွယ် ဖြစ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် အလ်-အန်ဖာလ်ကို ကျွန်ုပ်တို့ထံမှ ယူပြီး အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ အား ပေးအပ်ခဲ့သည်။ တမန်တော် ﷺ က ၎င်းကို မွတ်စလင်များအကြား ညီတူညီမျှ ခွဲဝေပေးခဲ့သည်’ ဟူ၍ ဖြစ်သည်။”</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အဘူ အူမာမာဟ်က 'ဥဘာဒါဟ် ဘင် အစ်-ဆာမစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- “ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ နှင့်အတူ ဗဒ်ရ်တိုက်ပွဲသို့ သွားခဲ့ကြသည်။ တပ်နှစ်တပ် တွေ့ဆုံသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ရန်သူကို အနိုင်ယူခဲ့ပြီး ကျွန်ုပ်တို့အချို့က ၎င်းတို့ကို လိုက်လံနှိမ်နင်းကာ ပြင်းထန်စွာ ရှုံးနိမ့်စေပြီး အကျအဆုံးများစွာ ဖြစ်စေခဲ့သည်။ ကျွန်ုပ်တို့၏ အခြားအုပ်စုတစ်စုသည် စစ်မြေပြင်သို့ ရောက်ရှိလာပြီး စစ်ပွဲမှရသော သုံ့ပန်းပစ္စည်းများကို စုဆောင်းခဲ့သည်။ အခြားအုပ်စုတစ်စုက အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ကို ဝန်းရံထားခဲ့ကြသည်၊ သို့မှသာ ရန်သူက ၎င်းအား ရုတ်တရက် တိုက်ခိုက်နိုင်မည် မဟုတ်ပေ။ ညရောက်သောအခါ အမျိုးမျိုးသော တပ်ဖွဲ့များသည် ကျွန်ုပ်တို့၏ စခန်းသို့ ပြန်လာသောအခါ၊ သုံ့ပန်းပစ္စည်းများ စုဆောင်းခဲ့သူအချို့က ‘ကျွန်ုပ်တို့က ၎င်းတို့ကို စုဆောင်းခဲ့သည်၊ ထို့ကြောင့် အခြားမည်သူမျှ ၎င်းတွင် ရှယ်ယာ မရှိစေရ’ ဟု ပြောခဲ့သည်။ ရန်သူကို လိုက်လံနှိမ်နင်းခဲ့သူများက ‘မဟုတ်ဘူး၊ သင်တို့သည် ကျွန်ုပ်တို့ထက် ၎င်းကို ပိုမိုပိုင်ဆိုင်ခွင့် မရှိပါ။ ကျွန်ုပ်တို့သည် ရန်သူကို စစ်ပွဲမှရသော သုံ့ပန်းပစ္စည်းများနှင့် ဝေးကွာအောင် ထားရှိခဲ့ပြီး ၎င်းတို့ကို အနိုင်ယူခဲ့သည်’ ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ကို ကာကွယ်ရန် ဝန်းရံခဲ့သူများက ‘သင်တို့သည် ကျွန်ုပ်တို့ထက် ၎င်းကို ပိုမိုပိုင်ဆိုင်ခွင့် မရှိပါ။ ကျွန်ုပ်တို့သည် ရန်သူက ၎င်းအား ရုတ်တရက် တိုက်ခိုက်လာမည်ကို စိုးရိမ်သဖြင့် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ကို ဝန်းရံထားခဲ့ကြသည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့သည် အလုပ်များခဲ့သည်’ ဟု ပြောခဲ့သည်။ အာယပ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَنفَالِ قُلِ الْأَنفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အန်ဖာလ် <span class=\"gray\">(စစ်ပွဲမှရသော သုံ့ပန်းပစ္စည်းများ)</span> နှင့်ပတ်သက်၍ သင့်အား မေးမြန်းကြကုန်၏။ သင်ပြောဆိုပါလေ၊ “အလ်-အန်ဖာလ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်မြတ်အတွက် ဖြစ်၏။” ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပြီး သင်တို့အချင်းချင်း ကွဲပြားနေသော ကိစ္စရပ်အားလုံးကို ပြေလည်အောင် ဖြေရှင်းကြလော့။)</span> ကို ထုတ်ပြန်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က အန်ဖာလ်ကို မွတ်စလင်များအကြား ညီတူညီမျှ ခွဲဝေပေးခဲ့သည်’ ဟူ၍ ဖြစ်သည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ رَسُولُ اللهِ صلّى الله عليه وسلّم إِذَا أَغَارَ فِي أَرْضِ الْعَدُوِّ نَفَلَ الرُّبُعَ، فَإِذَا أَقْبَلَ وَكُلّ النَّاسِ رَاجِعًا نَفَلَ الثُّلُثَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ရန်သူ့နယ်မြေတွင် ရုတ်တရက် တိုက်ခိုက်မှုရှိသောအခါ အန်ဖာလ်အတွက် လေးပုံတစ်ပုံကို ပေးလေ့ရှိပြီး၊ ထိပ်တိုက်ရင်ဆိုင်မှုရှိသောအခါ ပြန်လာသော လူများအား သုံးပုံတစ်ပုံကို ပေးလေ့ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ သည် အန်ဖာလ်ကို မနှစ်သက်ဘဲ အားကောင်းသော တိုက်ခိုက်ရေးသမားများကို ၎င်းတို့၏ ရှယ်ယာအချို့ကို အားနည်းသော မွတ်စလင် တိုက်ခိုက်ရေးသမားများအား ပေးရန် အားပေးခဲ့သည်။ အတ်-တီရ်မီဇီ နှင့် အစ်ဗ်နု မာဂျာဟ်တို့က ဤဟဒီးဆ်အတွက် အလားတူ သတင်းပို့ချက်ကို စုဆောင်းခဲ့ပြီး အတ်-တီရ်မီဇီက “ဟစန်” ဟု ပြောခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပြီး သင်တို့အချင်းချင်း ကွဲပြားနေသော ကိစ္စရပ်အားလုံးကို ပြေလည်အောင် ဖြေရှင်းကြလော့၊)</span></p><p lang=\"my\" class=\"my \">ဤအာယပ်က သင်တို့၏ ကိစ္စရပ်အားလုံးတွင် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ရန်၊ သင်တို့အချင်းချင်း ကွဲပြားနေသော ကိစ္စရပ်များကို ဖြေရှင်းရန်၊ တစ်ဦးနှင့်တစ်ဦး မမှားယွင်းရန်၊ မငြင်းခုံရန် နှင့် မကွဲပြားရန် အမိန့်ပေးထားသည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ပေးသနားထားသော လမ်းညွှန်မှုနှင့် အသိပညာသည် သင်တို့ ငြင်းခုံနေသည့် <span class=\"gray\">[အလ်-အန်ဖာလ် ကဲ့သို့သော]</span> အရာထက် ပိုမိုကောင်းမွန်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطِيعُوا اللَّهَ وَرَسُولَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ တမန်တော်မြတ်အား နာခံကြလော့၊)</span> တမန်တော်မြတ်က အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်အတိုင်း ပြုလုပ်သော ခွဲဝေမှုတွင် ဖြစ်သည်။ တမန်တော်မြတ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်က အမိန့်ပေးထားသည့်အတိုင်းသာ ခွဲဝေခဲ့ပြီး ၎င်းသည် လုံးဝ မျှတမှန်ကန်သည်။ အစ်ဗ်နု အဗ္ဗားစ်က ဤအာယပ်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုသည်မှာ- “ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ တမန်တော် ﷺ ထံမှ ယုံကြည်သူများအား အမိန့်ပေးခြင်းဖြစ်ပြီး ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပြီး ၎င်းတို့အချင်းချင်း ကွဲပြားနေသော ကိစ္စရပ်အားလုံးကို ဖြေရှင်းသင့်သည်” ဟူ၍ ဖြစ်သည်။ အလားတူ ထုတ်ပြန်ချက်ကို မုဂျာဟိဒ်ထံမှလည်း သတင်းပို့ခဲ့သည်။ အစ်-ဆုဒ်ဒီက အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍လည်း မှတ်ချက်ပြုခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြပြီး သင်တို့အချင်းချင်း ကွဲပြားနေသော ကိစ္စရပ်အားလုံးကို ပြေလည်အောင် ဖြေရှင်းကြလော့)</span>၊ ဆိုလိုသည်မှာ “တစ်ဦးနှင့်တစ်ဦး မကျိန်ဆဲကြနှင့်။”</p>"
  }
]