[
  {
    "ayah_key": "2:2",
    "group_ayah_key": "2:2",
    "from_ayah": "2:2",
    "to_ayah": "2:2",
    "ayah_keys": "2:2",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုကျမ်းသည် Rayb (သံသယ) လုံးဝမရှိသောကျမ်းဖြစ်ပြီး မွတ်တကီများအတွက် လမ်းညွှန်မှုဖြစ်သည်။ <span>(2)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်တွင် သံသယမရှိပါ</h2></div><p lang=\"my\" class=\"my \">ကျမ်းတော်မြတ်သည် ကုရ်အာန်ဖြစ်ပြီး Rayb သည် သံသယဟု အဓိပ္ပာယ်ရသည်။ အပ်စ်-ဆွဒ်ဒီက အဘူမာလစ်နှင့် အဘူဆွာလေ့ဟ်တို့သည် အိဗ်နုအဘ္ဗားစ်ထံမှ ပြောပြသည်၊ မုရ်ရဟ် အလ်-ဟာမာဒါနီသည် အိဗ်နုမပ်စ်အူးဒ်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အခြားသော ဆွဟာဘာများစွာတို့ထံမှ ပြောပြသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا رَيْبَ ۛ فِيهِ ۛ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာ၌ မည်သည့် Rayb (သံသယ) မျှမရှိ)</span>, ဆိုလိုသည်မှာ မည်သည့်သံသယမျှမရှိခြင်းဖြစ်သည်။ အဘူ အဒ်-ဒါရ်ဒါအ်၊ အိဗ်နုအဘ္ဗားစ်၊ မုဂျာဟိဒ်၊ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အဘူမာလစ်၊ နာဖီအ် အတာအ်၊ အဘူ အလ်-အာလီယဟ်၊ အလ်-ရာဘီ ဘင် အနပ်စ်၊ မုကာတိလ် ဘင် ဟိုင်ယာန်၊ အပ်စ်-ဆွဒ်ဒီ၊ ကွာတာဒဟ်နှင့် အစ္စမာအီးလ် ဘင် အဘီခါလစ်တို့ကလည်း အလားတူပြောကြားခဲ့သည်။ ထို့အပြင် အိဗ်နုအဘီဟာတိမ်က “ဤရှင်းလင်းချက်အပေါ် သဘောထားကွဲလွဲမှုရှိသည်ဟု ကျွန်တော်မသိပါ” ဟု ပြောကြားခဲ့သည်။ ဤအရာ၏ အဓိပ္ပာယ်မှာ ကုရ်အာန်ကျမ်းတော်မြတ်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်သံသယမျှမရှိဘဲ ထုတ်ပြန်ချပေးခဲ့ခြင်းဖြစ်သည်။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က စူရာဟ် အပ်စ်-ဆပ်ဂျ်ဒဟ်တွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလစ်ဖ် လာမ် မင်မ်။ ဤကျမ်းတော်မြတ် <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို ချပေးခြင်းသည် မည်သည့်သံသယမျှမရှိဘဲ လောကများအားလုံး၏ အရှင်သခင်ထံမှဖြစ်သည်။)</span><span class=\"gray\">(32:1-2)</span>.</p><p lang=\"my\" class=\"my \">အချို့သော ပညာရှင်များက ဤအာယတ်တော် - ၂:၂ - သည် “ကုရ်အာန်ကို သံသယမဝင်နှင့်” ဟူသော တားမြစ်ချက်ကို ဆိုလိုသည်ဟု ဖော်ပြခဲ့သည်။ ထို့အပြင် ကုရ်အာန်ရွတ်ဖတ်သူအချို့သည် ရွတ်ဖတ်သောအခါ ခဏရပ်နားကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لاَ رَيْبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံသယမရှိ)</span> ထို့နောက် ဆက်လက်ရွတ်ဖတ်ကြသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ هُدًى لِّلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကျမ်းသည် မွတ်တကီများ <span class=\"gray\">(ဓမ္မသမာစောင့်သူများနှင့် ဖြောင့်မတ်သူများ)</span> အတွက် လမ်းညွှန်မှုဖြစ်သည်။)</span>. သို့သော် ခဏရပ်နားရန် ပိုကောင်းသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا رَيْبَ ۛ فِيهِ ۛ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကျမ်း၌ မည်သည့်သံသယမျှမရှိ)</span> အကြောင်းမှာ ဤကိစ္စတွင်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُدًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်မှု)</span> သည် ကုရ်အာန်၏ ဂုဏ်ပုဒ်ဖြစ်လာပြီး ပိုမိုကောင်းမွန်သော အဓိပ္ပာယ်ကို ဆောင်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ ۛ هُدًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကျမ်း၌ လမ်းညွှန်မှုရှိသည်)</span>.</p><div lang=\"my\" class=\"my \"><h2>တကွါ (Taqwa) ရှိသူများအား လမ်းညွှန်မှု ပေးအပ်သည်</h2></div><p lang=\"my\" class=\"my \">ဟိဒါယဟ် (မှန်ကန်သော လမ်းညွှန်မှု) ကို တကွါ (အလ္လာဟ်ကို ကြောက်ရွံ့ခြင်း) ရှိသူများသာ ရရှိသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့။ ယုံကြည်သူများအတွက် လမ်းညွှန်တစ်ခုနှင့် ကုသမှုတစ်ခုဖြစ်သည်။ သို့ရာတွင် မယုံကြည်သူများအတွက်မူ နားများတွင် လေးလံခြင်း <span class=\"gray\">(နားပင်းခြင်း)</span> ရှိ၏။ ထိုကျမ်း <span class=\"gray\">(ကုရ်အာန်)</span> သည် သူတို့အတွက် မျက်စိကွယ်ခြင်းဖြစ်သည်။ သူတို့သည် ဝေးလံသောနေရာမှ ခေါ်ဝေါ်ခြင်းခံရသူများဖြစ်ကြသည် <span class=\"gray\">(ထို့ကြောင့် သူတို့သည် နားမထောင်နိုင်၊ နားလည်းမလည်နိုင်ပေ)</span>)</span><span class=\"gray\">(41:44)</span>, နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّــٰـلِمِينَ إَلاَّ خَسَارًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်မှ ကျနော်တို့ ချပေးသောအရာသည် ယုံကြည်သူများ <span class=\"gray\">(အစ္စလာမ်သာသနာ၏ တခုတည်းသော အရှင်ကို ယုံကြည်ပြီး လိုက်နာသူများ)</span> အတွက် ကုစားခြင်းနှင့် ကရုဏာဖြစ်သည်။ ၎င်းသည် ဇာလီမင်မ် <span class=\"gray\">(မတရားပြုကျင့်သူများ)</span> ကို ဆုံးရှုံးမှုမှလွဲ၍ ဘာမျှ တိုးပွားစေခြင်းမရှိပေ။)</span><span class=\"gray\">(17:82)</span>.</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အထူးသဖြင့် ယုံကြည်သူများသည် ကုရ်အာန်မှ အကျိုးကျေးဇူးရရှိကြောင်း ဖော်ပြသော အာယတ်တော်များစွာထဲမှ နမူနာတစ်ခုဖြစ်သည်။ အကြောင်းမှာ ကုရ်အာန်သည် ကိုယ်တိုင်က လမ်းညွှန်မှုပုံစံတစ်ခုဖြစ်သော်လည်း၊ ၎င်းရှိ လမ်းညွှန်မှုသည် ဖြောင့်မတ်သူများသာ ရရှိကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاءٌ لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိုလူသားတို့။ သင်တို့၏အရှင်သခင်ထံမှ ကောင်းမြတ်သော အကြံဉာဏ် <span class=\"gray\">(ဥပမာ- ကုရ်အာန်၊ ကောင်းသောအရာအားလုံးကို ပြုရန်နှင့် မကောင်းသောအရာအားလုံးကို တားမြစ်ရန်)</span>၊ သင်တို့ရင်တွင်းရှိ <span class=\"gray\">(အသိပညာမရှိခြင်း၊ သံသယ၊ ဟန်ဆောင်မှုနှင့် ကွဲပြားမှုများ၏ ရောဂါ)</span> အတွက် ကုစားခြင်း၊ ـ ယုံကြည်သူများအတွက် လမ်းညွှန်မှုနှင့် ကရုဏာ <span class=\"gray\">(တရားဝင်သောအရာများနှင့် တရားမဝင်သောအရာများကို ရှင်းပြခြင်း)</span> တို့သည် သင်တို့ထံသို့ ရောက်ရှိလာခဲ့ပြီ။)</span><span class=\"gray\">(10:57)</span>.</p><p lang=\"my\" class=\"my \">အိဗ်နုအဘ္ဗားစ်နှင့် အိဗ်နုမပ်စ်အူးဒ်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အခြားသော ဆွဟာဘာများက ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى لِّلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်တကီများ <span class=\"gray\">(ဓမ္မသမာစောင့်သူများနှင့် ဖြောင့်မတ်သူများ)</span> အတွက် လမ်းညွှန်မှု)</span> ဆိုသည်မှာ တကွါရှိသူများအတွက် အလင်းဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အလ်-မွတ်တကီများ၏ အဓိပ္ပာယ်</h2></div><p lang=\"my\" class=\"my \">အိဗ်နုအဘ္ဗားစ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى لِّلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်တကီများအတွက် လမ်းညွှန်မှု)</span> ဆိုသည်မှာ “၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ရှရစ်ခ်ကို ရှောင်ရှားပြီး ကိုယ်တော်၏နာခံမှုဖြင့် လုပ်ဆောင်သော ယုံကြည်သူများဖြစ်သည်” ဟု ဆိုသည်။ အိဗ်နုအဘ္ဗားစ်က အလ်-မွတ်တကီများ ဆိုသည်မှာ “မိမိတို့သိရှိနားလည်သော မှန်ကန်သော လမ်းညွှန်မှုကို စွန့်ပစ်ပါက ဖြစ်ပေါ်လာမည့် အလ္လာဟ်၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့သူများဖြစ်သည်” ဟုလည်း ပြောကြားခဲ့သည်။ “ကိုယ်တော်ချပေးခဲ့သည့်အရာကို ယုံကြည်ခြင်းအားဖြင့် အလ္လာဟ်၏ ကရုဏာကိုလည်း မျှော်လင့်ကြသည်”။ ထို့အပြင် ကွာတာဒဟ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلْمُتَّقِينَ</p><p lang=\"it\" class=\"it \"><span class=\"gray\">(Al-Muttaqin)</span>, are those whom Allah has described in His statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂိုင်ဘ် <span class=\"gray\">(မမြင်နိုင်သောအရာ)</span> ကို ယုံကြည်ပြီး ဆွလားသ် <span class=\"gray\">(ဝတ်ပြုဆုတောင်းခြင်း)</span> ကို ထမ်းဆောင်သူများ)</span><span class=\"gray\">(2:3)</span>, နှင့် နောက်ဆက်တွဲအာယတ်တော်များ။ အိဗ်နုဂျာရီရ်က အာယတ်တော် <span class=\"gray\">(၂:၂)</span> သည် ပညာရှင်များ ဖော်ပြထားသော အဓိပ္ပာယ်အားလုံးကို အကျုံးဝင်ကြောင်း ဖော်ပြခဲ့ပြီး ၎င်းသည် မှန်ကန်သော အမြင်ဖြစ်သည်။ ထို့အပြင် အပ်စ်-တီရ်မီဇီနှင့် အိဗ်နုမာဂျဟ်တို့က အာတီယဟ် အပ်စ်-ဆအ်ဒီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَبْلُغُ الْعَبْدُ أَنْ يَكُونَ مِنَ الْمُتَّقِينَ حَتَّى يَدَعَ مَالَا بَأْسَ بِهِ حَذَرًا مِمَّا بِهِ بَأْسٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်သည် အန္တရာယ်ဖြစ်စေသောအရာသို့ မကျရောက်စေရန် ကြောက်ရွံ့မှုဖြင့် အန္တရာယ်မဖြစ်စေသောအရာကို မစွန့်ပစ်သေးသမျှ ကာလပတ်လုံး မွတ်တကီများ၏ ဂုဏ်ပုဒ်ကို ရရှိမည်မဟုတ်ပေ။)</span> အပ်စ်-တီရ်မီဇီက ထို့နောက် \"ဟာစန် ဂါရစ်ဘ်\" ဟု ပြောကြားခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ဟိဒါယဟ် နှစ်မျိုးရှိသည် <span class=\"ha gray\" lang=\"ha\">(Guidance)</span></h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဟူဒါဆိုသည်မှာ နှလုံးသားထဲတွင် တည်ရှိသော ယုံကြည်ခြင်းကို ဆိုလိုပြီး အလ္လာဟ်အရှင်မြတ်သာလျှင် ကျွန်များ၏ နှလုံးသားထဲတွင် ၎င်းကို ဖန်ဆင်းနိုင်သူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> သင်နှစ်သက်သူကို လမ်းမပြနိုင်ပေ)</span><span class=\"gray\">(28:56)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> အပေါ်၌ သူတို့၏ လမ်းညွှန်မှုမရှိပေ)</span><span class=\"gray\">(2:272)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يُضْلِلِ اللَّهُ فَلاَ هَادِيَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူ မည်သူမဆို၊ မည်သူမျှ သူ့အား လမ်းမပြနိုင်ပေ)</span><span class=\"gray\">(7:186)</span>, နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် လမ်းပြသူသည် မှန်ကန်သော လမ်းပြခြင်းခံရသူဖြစ်သည်။ သို့ရာတွင် ကိုယ်တော် လမ်းမှားစေသူအတွက်မူ သူ့အား လမ်းပြရန် မည်သည့် ဝလီ <span class=\"gray\">(လမ်းပြမိတ်ဆွေ)</span> ကိုမျှ သင်တွေ့ရမည်မဟုတ်ပေ။)</span><span class=\"gray\">(18:17)</span>.</p><p lang=\"my\" class=\"my \">ဟူဒါသည် အမှန်တရားကို ရှင်းပြခြင်း၊ လမ်းညွှန်ခြင်းနှင့် ၎င်းဆီသို့ ဦးဆောင်ခြင်းကိုလည်း ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَهْدِى إِلَى صِرَٰطٍ مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> သည် ဖြောင့်မတ်သော လမ်း <span class=\"gray\">(ဆိုလိုသည်မှာ အလ္လာဟ်၏ အစ္စလာမ် တခုတည်းသော အရှင်ကို ယုံကြည်သောဘာသာ)</span> သို့ <span class=\"gray\">(လူသားများကို)</span> လမ်းညွှန်နေပါသည်။)</span><span class=\"gray\">(42:52)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَآ أَنتَ مُنذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သတိပေးသူမျှသာဖြစ်ပြီး လူမျိုးတိုင်းအတွက် လမ်းပြတစ်ဦးရှိသည်)</span><span class=\"gray\">(13:7)</span>, နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا ثَمُودُ فَهَدَيْنَٰـهُمْ فَاسْتَحَبُّواْ الْعَمَىٰ عَلَى الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သာမူဒ်လူမျိုးအတွက်မူ ငါတို့သည် ငါတို့၏ ရစူလ်တမန်တော်မှတဆင့် သူတို့အား အမှန်တရားလမ်း <span class=\"gray\">(အစ္စလာမ်သာသနာ၏ တခုတည်းသော အရှင်ကို ယုံကြည်သောဘာသာ)</span> ကို ပြသရှင်းလင်းပြခဲ့သည် <span class=\"gray\">(ဆိုလိုသည်မှာ အောင်မြင်မှုလမ်းကို ပြသခဲ့သည်)</span>။ သို့သော် သူတို့သည် လမ်းညွှန်မှုထက် မျက်စိကွယ်ခြင်းကို ပိုနှစ်သက်ခဲ့ကြသည်)</span><span class=\"gray\">(41:17)</span>.</p><p lang=\"my\" class=\"my \">ဤအဓိပ္ပာယ်ကို သက်သေခံသည်။</p><p class=\"gl qpc-hafs\" lang=\"gl\">Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَدَيْنَٰـهُ النَّجْدَينِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူအား လမ်းနှစ်သွယ် <span class=\"gray\">(ကောင်းမှုနှင့်မကောင်းမှု)</span> ကို ပြသခဲ့သည်)။</span><span class=\"gray\">(90:10)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ လမ်းနှစ်သွယ်သည် ဖြောင့်မတ်ခြင်းနှင့် မကောင်းမှုလမ်းများကို ရည်ညွှန်းသည်ဟု ပြောဆိုသော ပညာရှင်များ၏ အမြင်ဖြစ်သည်။ ၎င်းသည် မှန်ကန်သော ရှင်းလင်းချက်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံးသိတော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>တကွါ၏ အဓိပ္ပာယ်</h2></div><p lang=\"my\" class=\"my \">တကွါ၏ မူရင်းအဓိပ္ပာယ်မှာ မနှစ်သက်သောအရာကို ရှောင်ရှားခြင်းဖြစ်သည်။ 'ဥမရ် ဘင် အလ်-ခါးတ္တဘ်က အဘီ ဘင် ကာအ်ဘ်အား တကွါနှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်ဟု ဖော်ပြထားသည်။ အဘီက “ဆူးများရှိသော လမ်းပေါ်တွင် သင်လျှောက်ဖူးသလား” ဟု မေးခဲ့သည်။ 'ဥမရ်က “ဟုတ်ကဲ့” ဟု ပြောခဲ့သည်။ အဘီက “ထို့နောက် သင်ဘာလုပ်ခဲ့သလဲ” ဟု မေးခဲ့သည်။ သူက “ကျွန်ုပ်၏ အင်္ကျီလက်များကို လှန်တင်ပြီး ရုန်းကန်ခဲ့သည်” ဟု ပြောခဲ့သည်။ အဘီက “ထိုအရာသည် တကွါဖြစ်သည်” ဟု ပြောခဲ့သည်။</p>"
  }
]