[
  {
    "ayah_key": "48:11",
    "group_ayah_key": "48:11",
    "from_ayah": "48:11",
    "to_ayah": "48:14",
    "ayah_keys": "48:11,48:12,48:13,48:14",
    "text": "<p lang=\"my\" class=\"my \">နောက်ကျကျန်ခဲ့သော တောနေအာရပ်များသည် သင့်အား ဤသို့ပြောကြမည်။ \"ကျွန်ုပ်တို့၏ ပစ္စည်းဥစ္စာများနှင့် ကျွန်ုပ်တို့၏ မိသားစုများသည် ကျွန်ုပ်တို့ကို အလုပ်များစေခဲ့ပါသည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့အတွက် ခွင့်လွှတ်ပေးပါရန် တောင်းခံပေးပါ။\" သူတို့သည် သူတို့၏ နှလုံးသားများထဲတွင် မရှိသည်ကို သူတို့၏ လျှာများဖြင့် ပြောဆိုကြသည်။ ပြောပါ။ \"အကယ်၍ အရှင်မြတ်က သင်တို့အား အန္တရာယ်ဖြစ်စေရန် ရည်ရွယ်သည်ဖြစ်စေ၊ အကျိုးကျေးဇူး ဖြစ်စေရန် ရည်ရွယ်သည်ဖြစ်စေ၊ ထိုအခါ အရှင်မြတ်အနီးတွင် သင်တို့ဘက်မှ <span class=\"gray\">(ဝင်ရောက်စွက်ဖက်ရန်)</span> အနည်းငယ်မျှပင် အာဏာရှိသူ မည်သူနည်း။\" မဟုတ်ပါ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သည်များကို အကြွင်းမဲ့သိရှိတော်မူ၏။ <span>(11)</span>မဟုတ်ပါ၊ သို့သော် သင်တို့သည် တမန်တော်နှင့် ယုံကြည်သူများသည် ၎င်းတို့၏ မိသားစုများထံသို့ မည်သည့်အခါမျှ ပြန်လာတော့မည်မဟုတ်ဟု ထင်မှတ်ခဲ့ကြသည်။ ထိုအရာသည် သင်တို့၏ စိတ်နှလုံးများထဲ၌ ကောင်းမွန်သယောင် ဖြစ်နေခဲ့သည်။ သင်တို့သည် မကောင်းသော အတွေးတစ်ခုကို တွေးခဲ့ကြပြီး သင်တို့သည် ဖောက်ပြန်သူများ ဖြစ်ခဲ့ကြသည်။ <span>(12)</span>အကြင်မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို မယုံကြည်ပါက၊ သို့ဖြစ်လျှင် မယုံကြည်သူများအတွက် အလွန်ပြင်းထန်သော ငရဲမီးကို ငါတို့ပြင်ဆင်ထားသည်။ <span>(13)</span>မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အချုပ်အခြာအာဏာသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။ ကိုယ်တော်သည် အလိုရှိသူအား ခွင့်လွှတ်တော်မူပြီး၊ အလိုရှိသူအား အပြစ်ပေးတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့ခွင့်လွှတ်တော်မူသော၊ အကြွင်းမဲ့ကရုဏာရှင်ဖြစ်တော်မူ၏။ <span>(14)</span></p><p lang=\"my\" class=\"my \">အလ်-ဟူဒိုင်ဘီယာတွင် မပါဝင်ဘဲ နောက်ကျကျန်ခဲ့သူများ ပေးသော တီထွင်ထားသော ဆင်ခြေ; ၎င်းတို့အတွက် အလ္လာဟ်အရှင်မြတ်၏ သတိပေးချက်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား နောက်ကျကျန်ခဲ့သော တောနေအာရပ်များ ပေးမည့် ဆင်ခြေများကို အကြောင်းကြားတော်မူသည်။ ထိုတောနေအာရပ်များသည် ၎င်းတို့၏ အိမ်များနှင့် ပိုင်ဆိုင်မှုများတွင် နေလိုကြပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် မပူးပေါင်းခဲ့ကြသူများ ဖြစ်သည်။ ၎င်းတို့သည် နောက်ကျကျန်ခဲ့ခြင်းအတွက် ဆင်ခြေပေးခဲ့ကြသည်၊ ၎င်းတို့၏ အိမ်များတွင်နှင့် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများနှင့် အလုပ်များနေခဲ့ခြင်းပင် ဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ၎င်းတို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်ပေးရန် ဆုတောင်းပေးပါရန် တောင်းဆိုခဲ့ကြသည်၊ တမန်တော် ﷺ နှင့် ကိုယ်တော်၏ ဆုတောင်းချက်အပေါ် ယုံကြည်မှုရှိ၍ မဟုတ်ဘဲ၊ ကြွားလုံးထုတ်ရန်နှင့် ဟန်ဆောင်ရန်သာ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှင့်ပတ်သက်၍ ဤသို့မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ ۚ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သူတို့၏ နှလုံးသားများထဲတွင် မရှိသည်ကို သူတို့၏ လျှာများဖြင့် ပြောဆိုကြသည်။ ပြောပါ။ \"အကယ်၍ အရှင်မြတ်က သင်တို့အား အန္တရာယ်ဖြစ်စေရန် ရည်ရွယ်သည်ဖြစ်စေ၊ အကျိုးကျေးဇူး ဖြစ်စေရန် ရည်ရွယ်သည်ဖြစ်စေ၊ ထိုအခါ အရှင်မြတ်အနီးတွင် သင်တို့ဘက်မှ <span class=\"gray\">(ဝင်ရောက်စွက်ဖက်ရန်)</span> အနည်းငယ်မျှပင် အာဏာရှိသူ မည်သူနည်း။\")</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊ သင်တို့၏ ကိစ္စတွင် အလ္လာဟ်အရှင်မြတ် ဆုံးဖြတ်ပြီးသော အရာကို မည်သူမျှ ခုခံနိုင်မည်မဟုတ်ပေ။ ချီးမွမ်းခြင်းနှင့် ဂုဏ်ပြုခြင်းအားလုံးသည် ကိုယ်တော်နှင့်သာ သက်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ လျှို့ဝှက်ချက်များကိုလည်းကောင်း၊ သင်တို့၏ နှလုံးသားများ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း သိရှိတော်မူ၏။ သင်တို့သည် ကျွန်ုပ်တို့ထံတွင် ဟန်ဆောင်၍ လျှို့ဝှက်သည်ဟု ရွေးချယ်သော်လည်း (သိရှိတော်မူ၏)။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုမူသည်များကို အမြဲတစေ အကြွင်းမဲ့သိရှိတော်မူ၏။)</span> ထို့နောက် ကိုယ်တော်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَىٰ أَهْلِيهِمْ أَبَدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ သို့သော် သင်တို့သည် တမန်တော်နှင့် ယုံကြည်သူများသည် ၎င်းတို့၏ မိသားစုများထံသို့ မည်သည့်အခါမျှ ပြန်လာတော့မည်မဟုတ်ဟု ထင်မှတ်ခဲ့ကြသည်။)</span> 'အဘယ်ကြောင့်ဆိုသော် သင်တို့နောက်ကျကျန်ခဲ့ခြင်းသည် ခွင့်လွှတ်နိုင်သော အပြုအမူ သို့မဟုတ် အပြစ်တစ်ခုမျှ မဟုတ်ပေ။ ယင်းအစား သင်တို့နောက်ကျကျန်ခဲ့ခြင်းသည် ဟန်ဆောင်မှုကြောင့်ဖြစ်ပြီး၊ မွတ်စ်လင်မ်များသည် အဆုံးအဖြတ်ခံရသည်အထိ သတ်ဖြတ်ခြင်းခံရမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ အသက်များသည် ဆုံးရှုံးသွားမည်ဖြစ်ကာ ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်မျှ ပြန်လာတော့မည်မဟုတ်ဟု သင်တို့ထင်မှတ်ခဲ့ခြင်းကြောင့် ဖြစ်သည်။'</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မကောင်းသော အတွေးတစ်ခုကို တွေးခဲ့ကြပြီး သင်တို့သည် ဖောက်ပြန်သူများ ဖြစ်ခဲ့ကြသည်။)</span> ပျက်စီးခြင်းသို့ ဦးတည်နေသူများ၊ အဘ်ဒူလ်လာဟ် ဘင် အဘ်ဘာစ်၊ မူဂျာဟစ်ဒ်နှင့် အခြားများစွာသော ပညာရှင်များ၏ အဆိုအရ ဖြစ်သည်။ ကတာဒါဟ်က Bur ဆိုသည်မှာ ပျက်စီးခြင်းဟု ရှင်းပြခဲ့ပြီး၊ အချို့ကမူ ၎င်းသည် အိုမန်ဒေသ၏ အာရဗီစကားတွင် သုံးသော စကားလုံးတစ်လုံးဖြစ်သည်ဟု ဆိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို မယုံကြည်ပါက၊)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊ အကြင်မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်အတွက် ၎င်း၏ အပြင်ပန်းနှင့် အတွင်းပန်း အပြုအမူများကို သန့်စင်စေခြင်း မရှိပါက၊ ထိုသူအား အလ္လာဟ်အရှင်မြတ်သည် အလွန်ပြင်းထန်သော ငရဲမီးဖြင့် အပြစ်ပေးတော်မူမည်။ ထိုသူသည် မိမိ၏ စစ်မှန်သော ယုံကြည်ချက်နှင့် ဆန့်ကျင်လျက် လူအများအား မိမိသည် သာသနာကို လိုက်နာသည်ဟု ဟန်ဆောင်ပြသသော်လည်း (အပြစ်ပေးမည်)။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ နေထိုင်သူများအပေါ် အပြည့်အဝ ထိန်းချုပ်ထားသော တစ်ဦးတည်းသော အာဏာပိုင်၊ ဘုရင်နှင့် ပိုင်ရှင်ဖြစ်ကြောင်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۚ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အလိုရှိသူအား ခွင့်လွှတ်တော်မူပြီး၊ အလိုရှိသူအား အပြစ်ပေးတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့ခွင့်လွှတ်တော်မူသော၊ အကြွင်းမဲ့ကရုဏာရှင်ဖြစ်တော်မူ၏။)</span> နောင်တရ၍ ကိုယ်တော်ထံ ပြန်လာပြီး၊ နှိမ့်ချစွာ ခစားသူများအပေါ် (ခွင့်လွှတ်တော်မူ၏)။</p>"
  },
  {
    "ayah_key": "48:15",
    "group_ayah_key": "48:15",
    "from_ayah": "48:15",
    "to_ayah": "48:15",
    "ayah_keys": "48:15",
    "text": "<p class=\"my translation\" lang=\"my\">နောက်ကျကျန်ခဲ့သူများသည် သင်တို့သည် စစ်သုံ့ပစ္စည်းများကို ယူဆောင်ရန် ထွက်ခွာသောအခါ ဤသို့ပြောကြမည်။ \"ကျွန်ုပ်တို့အား သင်တို့နောက် လိုက်ခွင့်ပြုပါ။\" ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို ပြောင်းလဲလိုကြသည်။ ပြောပါ။ \"သင်တို့သည် ငါတို့နောက် မလိုက်ရ၊ ဤသို့ အလ္လာဟ်အရှင်မြတ်က ကြိုတင်မိန့်တော်မူထားသည်။\" ထို့နောက် ၎င်းတို့က ပြောကြမည်။ \"မဟုတ်ပါ၊ သင်တို့သည် ကျွန်ုပ်တို့ကို မနာလိုဖြစ်နေကြသည်။\" မဟုတ်ပါ၊ ၎င်းတို့သည် အနည်းငယ်မျှသာ နားလည်ကြသည်။ <span>(15)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဟူဒိုင်ဘီယာ အွမ်ရာဟ်ကာလအတွင်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နောက်ကျကျန်ခဲ့သော တောနေအာရပ်များကို ဤသို့ဖော်ပြတော်မူသည်၊ တမန်တော် ﷺ နှင့် ကိုယ်တော်၏ အဖော်အပေါင်းများသည် နောက်ပိုင်းတွင် ခိုင်ဘာကို အောင်နိုင်ရန် သွားသောအခါ တောနေအာရပ်များသည် ၎င်းတို့အား ခေါ်ဆောင်သွားရန် တောင်းဆိုခဲ့ကြသည်။ ၎င်းတို့သည် စစ်သုံ့ပစ္စည်းများ စုဆောင်းရန် မျှော်လင့်နေခဲ့ကြသည်၊ ရန်သူနှင့် တိုက်ခိုက်ရမည့်အချိန်တွင် မပါဝင်ခဲ့ဘဲ ထိုနေရာတွင် သည်းခံခြင်းဖြင့် နေခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား ၎င်းတို့နှင့်အတူ လိုက်ပါရန် ခွင့်ပြုခြင်းကို ငြင်းပယ်ရန် အမိန့်ပေးတော်မူခဲ့သည်၊ ၎င်းတို့၏ အမှားနှင့် ဆင်တူသော အပြစ်ဒဏ်တစ်ခုအဖြစ် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလ်-ဟူဒိုင်ဘီယာတွင် ပါဝင်ခဲ့သူများအား ခိုင်ဘာ၏ စစ်သုံ့ပစ္စည်းများကို တစ်ဦးတည်း ရရှိစေရန် ကတိပြုထားသည်၊ နောက်ကျကျန်ခဲ့သော တောနေအာရပ်များနှင့် မျှဝေရန် မဟုတ်ပေ။ ထို့ကြောင့် ဤကိစ္စနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ် ပေးခဲ့သော ဥပဒေသည် ကိုယ်တော် ဆုံးဖြတ်ခဲ့သော ကံကြမ္မာနှင့် ပေါင်းစပ်ပြီး ကိုယ်တော် ဆုံးဖြတ်ခဲ့သည့်အတိုင်း ဖြစ်ပေါ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို ပြောင်းလဲလိုကြသည်)</span>၊ ယင်းသည် မူဂျာဟစ်ဒ်၊ ကတာဒါဟ်၊ ဂျူဝိုင်ဘီရ်တို့ထံမှ သတင်းပေးပို့ခဲ့သော ရှင်းလင်းချက်အရ၊ အလ်-ဟူဒိုင်ဘီယာတွင် ပါဝင်ခဲ့သူများအား အလ္လာဟ်အရှင်မြတ် ပေးခဲ့သော ကတိကို ရည်ညွှန်းသည်။ အိဘ်န် ဂျာရီရ်ကလည်း ၎င်းကို ပိုမိုနှစ်သက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَنْ تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ။ \"သင်တို့သည် ငါတို့နောက် မလိုက်ရ၊ ဤသို့ အလ္လာဟ်အရှင်မြတ်က ကြိုတင်မိန့်တော်မူထားသည်။\")</span> 'သင်တို့ မပူးပေါင်းမီ အလ်-ဟူဒိုင်ဘီယာတွင် ပါဝင်သူများအား ကိုယ်တော် ကတိပြုခဲ့သောအခါ၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့က ပြောကြမည်။ \"မဟုတ်ပါ၊ သင်တို့သည် ကျွန်ုပ်တို့ကို မနာလိုဖြစ်နေကြသည်။\")</span> 'သင်တို့သည် ကျွန်ုပ်တို့အား စစ်သုံ့ပစ္စည်းများကို သင်တို့နှင့် မျှဝေစေလိုခြင်း မရှိချေ၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ ၎င်းတို့သည် အနည်းငယ်မျှသာ နားလည်ကြသည်။)</span> အမှန်တရားသည် ၎င်းတို့ပြောဆိုသည်နှင့် နီးစပ်ခြင်း မရှိ၊ သို့သော် ၎င်းတို့ မနားလည်ကြချေ။</p>"
  },
  {
    "ayah_key": "48:16",
    "group_ayah_key": "48:16",
    "from_ayah": "48:16",
    "to_ayah": "48:17",
    "ayah_keys": "48:16,48:17",
    "text": "<p lang=\"my\" class=\"my \">နောက်ကျကျန်ခဲ့သော တောနေအာရပ်များကို ပြောပါ။ \"သင်တို့သည် ကြီးမားသော စစ်ပွဲကို နှစ်သက်သည့် လူမျိုးတစ်မျိုးနှင့် တိုက်ခိုက်ရန် ခေါ်ယူခြင်း ခံရမည်။ ထို့နောက် သင်တို့သည် ၎င်းတို့နှင့် တိုက်ခိုက်ရမည်၊ သို့မဟုတ် ၎င်းတို့သည် လက်နက်ချကြမည်။ ထိုအခါ သင်တို့နာခံပါက အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား တရားမျှတသော အကျိုးကို ပေးသနားတော်မူမည်။ သို့သော် သင်တို့သည် ယခင်က နာခံခြင်းမရှိခဲ့သည်အတိုင်း နောက်ဆုတ်ပါက ကိုယ်တော်သည် သင်တို့အား နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးတော်မူမည်။ <span>(16)</span>မျက်မမြင်အပေါ် အပြစ်တင်စရာ သို့မဟုတ် အပြစ်မရှိပေ။ ခြေထောက်မသန်စွမ်းသူအပေါ် အပြစ်မရှိပေ။ ဖျားနာသူအပေါ် အပြစ်မရှိပေ။ အကြင်မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို နာခံပါက ကိုယ်တော်သည် ၎င်းအား မြစ်များစီးဆင်းနေသော ဥယျာဉ်များသို့ ဝင်ခွင့်ပေးတော်မူမည်။ အကြင်မည်သူမဆို နောက်ဆုတ်ပါက ကိုယ်တော်သည် ၎င်းအား နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးတော်မူမည်။ <span>(17)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျီဟတ်တိုက်ပွဲများစွာ ရှိမည်ဖြစ်ကြောင်း၊ ထိုဂျီဟတ်တိုက်ပွဲများသည် ယုံကြည်သူတို့၏ အဆင့်အတန်းများကို ခွဲခြားပေးပြီး ဟန်ဆောင်သူများကို ဖော်ထုတ်ပေးမည်ဖြစ်ကြောင်း သတင်းပေးပို့တော်မူ၏။</p><p lang=\"my\" class=\"my \">တဖ်စီရ် ပညာရှင်များသည် ဤနေရာတွင် ဖော်ပြထားသော လူမျိုးများ မည်သူများဖြစ်သည်နှင့် ပတ်သက်၍ သဘောထားကွဲလွဲကြသည်။ ၎င်းတို့သည် စစ်ပွဲအတွေ့အကြုံရှိပြီး တိုက်ခိုက်ရန် ခေါ်ယူခြင်းခံရမည့် လူမျိုးများဖြစ်သည်။ ထင်မြင်ချက်များစွာ ရှိသည်။ ပထမအနေဖြင့် ၎င်းတို့သည် ဟာဝါဇင် မျိုးနွယ်စုဝင်များ ဖြစ်သည်ဟု ရှူအ်ဘာဟ်သည် အဘူ ဘစ်ရှရ်ထံမှ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ် သို့မဟုတ် 'အိက်ရီမာဟ် သို့မဟုတ် ၎င်းတို့နှစ်ဦးစလုံးထံမှ ပြောပြခဲ့သည်။ ဟူရှိုင်မ်သည် ဤရှင်းလင်းချက်ကို အဘူ ဘစ်ရှရ်ထံမှ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်နှင့် 'အိက်ရီမာဟ် နှစ်ဦးစလုံးထံမှ ပြောပြခဲ့သည်။ ကတာဒါဟ်သည်လည်း ၎င်းထံမှ ပြောပြသော ဗားရှင်းတစ်ခုတွင် ထိုနည်းတူ သဘောထားရှိခဲ့သည်။ ဒုတိယထင်မြင်ချက်မှာ ထိုလူမျိုးများသည် အဒ်-ဒါဟ်ဟာက်၏ အဆိုအရ သာကစ်ဖ် မျိုးနွယ်စုဝင်များ ဖြစ်သည်။ တတိယထင်မြင်ချက်မှာ ၎င်းတို့သည် ဂျူဝိုင်ဘီရ်နှင့် အဇ်-ဇူဟ်ရီတို့၏ အဆိုအရ ဘာနူ ဟနီဖာ ဖြစ်သည်ဟု မိုဟမ်မဒ် ဘင် အစ်ဟာက်က ၎င်းထံမှ ပြောပြခဲ့သည်။ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်နှင့် 'အိက်ရီမာဟ်တို့ထံမှလည်း အလားတူ ပြောပြခဲ့သည်။ စတုတ္ထထင်မြင်ချက်မှာ ၎င်းတို့သည် အလီ ဘင် အဘီ တာလ်ဟာဟ်၏ အဆိုအရ ပါရှန်းများ ဖြစ်သည်ဟု 'အဘ်ဒူလ်လာဟ် ဘင် 'အဘ်ဘာစ်ထံမှ သတင်းပေးပို့ခဲ့သည်။ ၎င်းသည် 'အတာအ်၊ မူဂျာဟစ်ဒ်နှင့် 'အိက်ရီမာဟ်တို့၏ အမြင်လည်းဖြစ်သည်။ ကအ်ဘ် အလ်-အဟ်ဘာရ်က ၎င်းတို့သည် ရောမလူမျိုးများ ဖြစ်သည်ဟု ဆိုခဲ့ပြီး၊ အိဘ်န် အဘီ လိုင်လာ၊ 'အတာအ်၊ အလ်-ဟာစန်နှင့် ကတာဒါဟ်တို့ကမူ – ၎င်းထံမှ မတူညီသော သတင်းပေးပို့ချက်တွင် – ၎င်းတို့သည် ပါရှန်းများနှင့် ရောမလူမျိုးများ ဖြစ်သည်ဟု ဆိုခဲ့သည်။ မူဂျာဟစ်ဒ်ကလည်း ၎င်းတို့သည် ရုပ်တုကိုးကွယ်သူများ ဖြစ်သည်ဟု ဆိုခဲ့သည်။ အခြားသတင်းပေးပို့ချက်တစ်ခုတွင် မူဂျာဟစ်ဒ်က \"၎င်းတို့သည် ကြီးမားသော စစ်ပွဲကို နှစ်သက်သော သူများဖြစ်သည်\" ဟု ဆိုခဲ့ပြီး မည်သည့် သီးခြားလူမျိုးကိုမျှ သတ်မှတ်မပြောခဲ့ပေ။ ဤနောက်ဆုံးရှင်းလင်းချက်သည် အိဘ်န် ဂျူရိုင်ဂျ်နှင့် အိဘ်န် ဂျာရီရ်တို့ ပိုမိုနှစ်သက်သော အမြင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် ၎င်းတို့နှင့် တိုက်ခိုက်ရမည်၊ သို့မဟုတ် ၎င်းတို့သည် လက်နက်ချကြမည်။)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် ၎င်းတို့နှင့် ဂျီဟတ်တိုက်ပွဲတွင် စဉ်ဆက်မပြတ် စစ်တိုက်ရန် ခေါ်ယူခြင်းခံရမည်၊ သင်တို့သည် ၎င်းတို့အပေါ် အောင်ပွဲခံသည်အထိ သို့မဟုတ် ၎င်းတို့ လက်နက်ချသည်အထိ ဖြစ်သည်။ သို့မဟုတ် ၎င်းတို့သည် တိုက်ခိုက်ခြင်းမရှိဘဲ ၎င်းတို့၏ သဘောတူညီချက်အပြည့်အစုံဖြင့် သင်တို့၏ ဘာသာတရားကို လက်ခံလိမ့်မည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်ဂုဏ်ယူထိုက်သော အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنْ تُطِيعُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့ နာခံပါက၊)</span> 'အကယ်၍ သင်တို့သည် ဂျီဟတ်တိုက်ပွဲ ခေါ်ဆိုမှုကို လက်ခံပြီး ၎င်းအတွက် ပြင်ဆင်ကာ ဤကိစ္စတွင် သင်တို့၏ တာဝန်ကို ထမ်းဆောင်ပါက၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا ۖ وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား တရားမျှတသော အကျိုးကို ပေးသနားတော်မူမည်။ သို့သော် သင်တို့သည် ယခင်က နာခံခြင်းမရှိခဲ့သည်အတိုင်း နောက်ဆုတ်ပါက၊)</span> 'အလ်-ဟူဒိုင်ဘီယာနေ့တွင် သင်တို့အား ဂျီဟတ်တိုက်ပွဲ ခေါ်ဆိုခဲ့သော်လည်း နောက်ကျကျန်ခဲ့စဉ်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعَذِّبْكُمْ عَذَابًا أَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့အား နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">ဂျီဟတ်တိုက်ပွဲတွင် မပါဝင်ခြင်းအတွက် လက်ခံနိုင်သော အကြောင်းပြချက်များ</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဂျီဟတ်တိုက်ပွဲတွင် ပါဝင်ခြင်းမှ ခွင့်လွှတ်ပေးရန် ခွင့်ပြုသော တရားဝင်အကြောင်းပြချက်များကို ဖော်ပြထားသည်။ ဥပမာ- မျက်မမြင်ဖြစ်ခြင်း၊ ခြေထောက်မသန်စွမ်းခြင်းနှင့် တစ်စုံတစ်ဦးကို ဖျားနာစေပြီး ရက်အနည်းငယ်အတွင်း ကုသနိုင်သော ရောဂါအမျိုးမျိုးတို့ ဖြစ်သည်။ တစ်ဦးတစ်ယောက် ဖျားနာသောအခါ ၎င်းအား နောက်ကျကျန်ခဲ့ရန် ခွင့်ပြုထားပြီး ၎င်း၏ ရောဂါပျောက်ကင်းသည်အထိ ထိုသို့လုပ်ရန် တရားဝင်ဆင်ခြေရှိမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်ဂုဏ်ယူထိုက်သော အရှင်မြတ်က ဂျီဟတ်တိုက်ပွဲတွင် ပူးပေါင်းရန်နှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ ကို နာခံရန် အမိန့်ပေးရင်း ဤသို့မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَمَنْ يَتَوَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို နာခံပါက ကိုယ်တော်သည် ၎င်းအား မြစ်များစီးဆင်းနေသော ဥယျာဉ်များသို့ ဝင်ခွင့်ပေးတော်မူမည်။ အကြင်မည်သူမဆို နောက်ဆုတ်ပါက၊)</span> ဂျီဟတ်တိုက်ပွဲတွင် ပါဝင်ခြင်းမှ (နောက်ဆုတ်ပါက) နှင့် မိမိ၏ အသက်မွေးဝမ်းကျောင်းတွင် အလုပ်များနေပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يُعَذِّبْهُ عَذَابًا أَلِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ၎င်းအား နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးတော်မူမည်။)</span> ဤဘဝတွင် နာကျင်မှုဖြင့်လည်းကောင်း၊ နောင်ဘဝတွင် ငရဲမီးဖြင့်လည်းကောင်း (အပြစ်ပေးမည်)။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိရှိတော်မူ၏။</p>"
  }
]