[
  {
    "ayah_key": "24:43",
    "group_ayah_key": "24:43",
    "from_ayah": "24:43",
    "to_ayah": "24:44",
    "ayah_keys": "24:43,24:44",
    "text": "<p lang=\"my\" class=\"my \">အသင်မမြင်ဘူးလော။ ဧကန်အမှန် အလ္လာဟ်အရှင်မြတ်သည် မိုးတိမ်များကို ညင်သာစွာမောင်းနှင်တော်မူသည်။ ထို့နောက် ၎င်းတို့ကို ပေါင်းစပ်တော်မူသည်။ ထို့နောက် ၎င်းတို့ကို အလွှာလိုက်ပုံဖြစ်စေတော်မူသည်။ ထို့နောက် အသင်သည် ၎င်းတို့ကြားမှ မိုးရွာသည်ကို တွေ့မြင်ရ၏။ ထို့ပြင် အရှင်မြတ်သည် မိုးကောင်းကင်မှ၊ ၎င်းတွင်ရှိသော ရေခဲတောင်များမှ မိုးသီးများကို ချပေးတော်မူပြီး ၎င်းဖြင့် အရှင်မြတ်အလိုရှိရာကို ထိမှန်စေတော်မူပြီး အရှင်မြတ်အလိုရှိရာမှ ရပ်တန့်စေတော်မူသည်။ ၎င်း၏ <span class=\"gray\">(မိုးတိမ်များ၏)</span> လျှပ်စီးကြောင်း၏ ပြင်းထန်သော အလင်းရောင်သည် အမြင်အာရုံကို မျက်ကွယ်ပြုလုနီးပါးဖြစ်၏ <span>(၄၃)</span> အလ္လာဟ်အရှင်မြတ်သည် ညနှင့်နေ့ကို တစ်ခုနောက်တစ်ခု ဆက်ခံစေတော်မူသည်။ ဧကန်မလွဲ ဤအရာ၌ ထိုးထွင်းဉာဏ်ရှိသူများအတွက် သင်ခန်းစာတစ်ခုရှိ၏ <span>(၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>မိုးတိမ်များနှင့် ၎င်းတို့မှ ဆင်းသက်လာသောအရာများကို ဖန်ဆင်းနိုင်သည့် အလ္လာဟ်၏ တန်ခိုးတော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိုးတိမ်များကို စတင်ဖြစ်ပေါ်သည့်အချိန်၊ ၎င်းတို့ ဖြစ်ပေါ်ပြီး အားနည်းနေသေးသည့်အချိန်မှစ၍ မောင်းနှင်တော်မူကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ဤသည်မှာ \"ညင်သာစွာ မောင်းနှင်ခြင်း\" ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُؤَلِّفُ بَيْنَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့ကို ပေါင်းစပ်တော်မူသည်၊)</span> ဆိုသည်မှာ ၎င်းတို့ ပြန့်ကျဲသွားပြီးနောက် အရှင်မြတ်သည် ၎င်းတို့ကို စုစည်းပေးတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَجْعَلُهُ رُكَامًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့ကို အလွှာလိုက်ပုံဖြစ်စေတော်မူသည်၊)</span> ဆိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့ကို တစ်ခုပေါ်တစ်ခု ပုံစေတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الْوَدْقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အသင်သည် ဝဒ်က်ကို မြင်ရ၏)</span> ဆိုသည်မှာ မိုးကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ مِنْ خِلَالِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကြားမှ ထွက်လာ၏။)</span> ဆိုသည်မှာ ၎င်းတို့ကြားရှိ ကွက်လပ်များမှ ဖြစ်သည်။ ဤသည်မှာ အိဗ်နုအဗ္ဗာစ်နှင့် အဒ်-ဒဟ်ဟားက်တို့ နားလည်ခဲ့သည့်ပုံစံဖြစ်သည်။ ဥဘိုင်းဒ် ဘင်န် ဥမိုင်ရ် အလ်-လိုင်သီက ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် ပျံ့နှံ့စေသော <span class=\"gray\">[လေ]</span> ကို စေလွှတ်တော်မူပြီး မြေမျက်နှာပြင်ပေါ်ရှိအရာများကို လှုပ်ရှားစေသည်။ ထို့နောက် အရှင်မြတ်သည် ဖြစ်ပေါ်စေသော <span class=\"gray\">[လေ]</span> ကို စေလွှတ်တော်မူပြီး မိုးတိမ်များကို ဖြစ်ပေါ်စေသည်။ ထို့နောက် အရှင်မြတ်သည် ပေါင်းစပ်စေသော <span class=\"gray\">[လေ]</span> ကို စေလွှတ်တော်မူပြီး ၎င်းတို့ကို ပေါင်းစပ်စေသည်။ ထို့နောက် အရှင်မြတ်သည် မြေသြဇာပြုစေသော <span class=\"gray\">[လေ]</span> ကို စေလွှတ်တော်မူပြီး မိုးတိမ်များကို မြေသြဇာပြုစေသည် သို့မဟုတ် 'မျိုးစေ့ချ' စေသည်\" ဟု ဖြစ်သည်။ ဤအရာကို အိဗ်နုအဗီဟာသိမ်နှင့် အိဗ်နုဂျရီးရ်တို့ မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنَزِّلُ مِنَ السَّمَاءِ مِن جِبَالٍ فِيهَا مِن بَرَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်မြတ်သည် <span class=\"gray\">[Min]</span> မိုးကောင်းကင်မှ၊ ၎င်းတွင်ရှိသော <span class=\"gray\">[Min]</span> ရေခဲ <span class=\"gray\">[Min]</span> တောင်များမှ ချပေးတော်မူ၏။)</span> အချို့သော သဒ္ဒါပညာရှင်များက ပထမ \"မင်\" သည် မည်သည့်နေရာမှလာသည်ကို ဖော်ပြပြီး ဒုတိယ \"မင်\" သည် မိုးကောင်းကင်၏ မည်သည့်အပိုင်းမှလာသည်ကို သတ်မှတ်ကာ တတိယ \"မင်\" သည် တစ်မျိုးတစ်စားတည်းသော တောင်များကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ ဤအရာသည် ထိုတဖ်စီရ်ပညာရှင်များ၏ အမြင်အပေါ် အခြေခံထားပြီး ၎င်းတို့က </p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن جِبَالٍ فِيهَا مِن بَرَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင်ရှိသော <span class=\"gray\">[Min]</span> ရေခဲ <span class=\"gray\">[Min]</span> တောင်များမှ)</span> ဆိုသည်မှာ မိုးကောင်းကင်၌ မိုးသီးတောင်များရှိပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့မှ ရေခဲများကို ချပေးတော်မူသည်ဟု ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ ဤနေရာ၌ \"တောင်များ\" ကို မိုးတိမ်များအတွက် ဥပမာအဖြစ် အသုံးပြုသည်ဟု ပြောကြားသောသူများအနေဖြင့်မူ ဒုတိယ \"မင်\" သည် ရေခဲများလာရာနေရာကို ဖော်ပြရန်လည်း အသုံးပြုပြီး ထို့ကြောင့် ပထမ \"မင်\" နှင့် အလဲအလှယ်ပြုနိုင်သည်ဟု ယူဆကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصِيبُ بِهِ مَن يَشَاءُ وَيَصْرِفُهُ عَن مَّن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းဖြင့် အရှင်မြတ်အလိုရှိရာကို ထိမှန်စေတော်မူပြီး အရှင်မြတ်အလိုရှိရာမှ ရပ်တန့်စေတော်မူ၏။)</span> ဤဝါကျသည် </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصِيبُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းဖြင့် ထိမှန်စေတော်မူ၏။)</span> ဆိုသည်မှာ အရှင်မြတ်သည် မိုးကောင်းကင်မှ ချပေးသော မိုးအမျိုးမျိုးနှင့် မိုးသီးများဖြင့် ဖြစ်နိုင်ဖွယ်ရှိသည်။ ထို့ကြောင့် ဤဝါကျသည် </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصِيبُ بِهِ مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းဖြင့် အရှင်မြတ်အလိုရှိရာကို ထိမှန်စေတော်မူ၏။)</span> ဆိုသည်မှာ ၎င်းတို့အပေါ် အရှင်မြတ်၏ ကရုဏာဖြင့် ဖြစ်ပြီး </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَصْرِفُهُ عَن مَّن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်အလိုရှိရာမှ ရပ်တန့်စေတော်မူ၏။)</span> ဆိုသည်မှာ ၎င်းတို့ထံမှ မိုးကို ရပ်တန့်စေခြင်းဖြစ်သည်။ သို့မဟုတ် </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصِيبُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းဖြင့် ထိမှန်စေတော်မူ၏။)</span> ဆိုသည်မှာ မိုးသီးဖြင့် ဖြစ်ပြီး အရှင်မြတ်အလိုရှိရာကို အပြစ်ပေးခြင်းဖြစ်ကာ ၎င်းတို့၏ သစ်သီးများကို ထိမှန်စေပြီး ၎င်းတို့၏ စိုက်ခင်းများနှင့် သစ်ပင်များကို ဖျက်ဆီးခြင်းဖြစ်သည်။ အရှင်မြတ်သည် ၎င်းတို့အပေါ် ကရုဏာအဖြစ် အလိုရှိရာမှ ရပ်တန့်စေတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ လျှပ်စီးကြောင်း၏ ပြင်းထန်သော အလင်းရောင်သည် အမြင်အာရုံကို မျက်ကွယ်ပြုလုနီးပါးဖြစ်၏။)</span> ၎င်း၏ လျှပ်စီးကြောင်း၏ တောက်ပမှုသည် မျက်စိများက ၎င်းကို လိုက်ကြည့်ကာ ကြည့်ရန်ကြိုးစားပါက ၎င်းတို့၏ အမြင်အာရုံကို လုယူသွားလုနီးပါးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ညနှင့်နေ့ကို တစ်ခုနောက်တစ်ခု ဆက်ခံစေတော်မူ၏။)</span> အရှင်မြတ်သည် ၎င်းတို့ကို ထိန်းချုပ်တော်မူသည်။ ထို့ကြောင့် အရှင်မြတ်သည် တစ်ခု၏ အရှည်မှ အချို့ကိုယူ၍ တိုသော နောက်တစ်ခုသို့ ပေါင်းထည့်တော်မူရာ ၎င်းတို့ တူညီသွားသည်အထိဖြစ်သည်။ ထို့နောက် အရှင်မြတ်သည် ဆန့်ကျင်ဘက်ကို ပြုလုပ်တော်မူရာ တိုခဲ့သောအရာသည် ရှည်လျားသွားပြီး ပြောင်းပြန်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ အမိန့်၊ တန်ခိုး၊ အစွမ်းနှင့် ဉာဏ်ပညာဖြင့် ၎င်းကို ထိန်းချုပ်တော်မူသော အရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّأُولِي الْأَبْصَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်အမှန်၊ ဤအရာ၌ ထိုးထွင်းဉာဏ်ရှိသူများအတွက် သင်ခန်းစာတစ်ခုရှိ၏။)</span> ဆိုသည်မှာ ဤသည်မှာ အရှင်မြတ်၏ ကြီးမြတ်တော်မူခြင်း၏ လက္ခဏာတစ်ခုဖြစ်ပြီး အရှင်မြတ်သည် မြင့်မြတ်တော်မူ၏။ ဤသည်မှာ ဤအာယတ်တော်ကဲ့သို့ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းထားရာ၌လည်းကောင်း၊ ညနှင့်နေ့ အလှည့်ကျ ပြောင်းလဲနေရာ၌လည်းကောင်း ဉာဏ်ပညာရှိသူတို့အတွက် လက္ခဏာများရှိကုန်၏။)</span><span class=\"gray\">(၃:၁၉၀)</span> နှင့် ၎င်းနောက်ပိုင်း။</p>"
  },
  {
    "ayah_key": "24:45",
    "group_ayah_key": "24:45",
    "from_ayah": "24:45",
    "to_ayah": "24:45",
    "ayah_keys": "24:45",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် ရွေ့လျားနေသော သတ္တဝါတိုင်းကို ရေမှ ဖန်ဆင်းတော်မူခဲ့သည်။ ၎င်းတို့အနက် အချို့မှာ ဝမ်းဗိုက်ဖြင့်တွားသွားကုန်၏။ အချို့မှာ ခြေနှစ်ချောင်းဖြင့် လမ်းလျှောက်ကုန်၏။ အချို့မှာ ခြေလေးချောင်းဖြင့် လမ်းလျှောက်ကုန်၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ဖန်ဆင်းတော်မူသည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်တော်မူသော အရှင်ဖြစ်၏ <span>(၄၅)</span></p><div lang=\"my\" class=\"my \"><h2>တိရစ္ဆာန်များကို ဖန်ဆင်းခြင်း၌ အလ္လာဟ်၏ တန်ခိုးတော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကွဲပြားခြားနားသော ပုံသဏ္ဍာန်များ၊ အရောင်များနှင့် ရွေ့လျားခြင်း၊ ရပ်တန့်ခြင်း နည်းလမ်းများဖြင့် တိရစ္ဆာန်အမျိုးမျိုးကို တစ်မျိုးတည်းသောရေမှ ဖန်ဆင်းနိုင်သည့် အရှင်မြတ်၏ ပြည့်စုံပြီး အစွမ်းထက်သော တန်ခိုးတော်ကို ဖော်ပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنْهُم مَّن يَمْشِي عَلَىٰ بَطْنِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့မှာ ဝမ်းဗိုက်ဖြင့် တွားသွားကုန်၏။)</span> မြွေများနှင့် အခြားအလားတူ သတ္တဝါများကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَمْشِي عَلَىٰ رِجْلَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့မှာ ခြေနှစ်ချောင်းဖြင့် လမ်းလျှောက်ကုန်၏။)</span> လူများနှင့် ငှက်များကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَمْشِي عَلَىٰ أَرْبَعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့မှာ ခြေလေးချောင်းဖြင့် လမ်းလျှောက်ကုန်၏။)</span> နွားများနှင့် တိရစ္ဆာန်အမျိုးမျိုးကဲ့သို့ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْلُقُ اللَّهُ مَا يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ဖန်ဆင်းတော်မူသည်။)</span> ဆိုသည်မှာ အရှင်မြတ်၏ တန်ခိုးဖြင့်ဖြစ်ပြီး အရှင်မြတ်အလိုရှိသောအရာသည် ဖြစ်ပေါ်လာကာ အရှင်မြတ်အလိုမရှိသောအရာသည် မဖြစ်ပေါ်လာသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်တော်မူသော အရှင်ဖြစ်၏။)</span></p>"
  },
  {
    "ayah_key": "24:46",
    "group_ayah_key": "24:46",
    "from_ayah": "24:46",
    "to_ayah": "24:46",
    "ayah_keys": "24:46",
    "text": "<p class=\"my translation\" lang=\"my\">ဧကန်မလွဲ ငါတို့သည် ထင်ရှားသော အာယတ်တော်များကို ချပေးခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ဖြောင့်မတ်သောလမ်းသို့ လမ်းပြတော်မူသည်။) အလ္လာဟ်အရှင်မြတ်သည် ဤကုရ်အာန်တွင် ရှင်းလင်းပြတ်သားသော စီရင်ထုံးများ၊ ဉာဏ်ပညာရှိသောစကားများနှင့် ဥပမာများစွာကို ထုတ်ဖော်ပြသတော်မူခဲ့ပြီး အရှင်မြတ်သည် နားလည်မှု၊ ထိုးထွင်းဉာဏ်နှင့် ဉာဏ်ပညာရှိသူများကို ၎င်းတို့ကို ဆင်ခြင်သုံးသပ်ရန်နှင့် နားလည်ရန် လမ်းပြတော်မူသည်ဟု ဖော်ပြထားသည်။ အရှင်မြတ်က မိန့်တော်မူသည်- <span>(၄၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَهْدِي مَن يَشَاءُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ဖြောင့်မတ်သောလမ်းသို့ လမ်းပြတော်မူ၏။)</span></p>"
  }
]