[
  {
    "ayah_key": "26:116",
    "group_ayah_key": "26:116",
    "from_ayah": "26:116",
    "to_ayah": "26:122",
    "ayah_keys": "26:116,26:117,26:118,26:119,26:120,26:121,26:122",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောခဲ့ကြသည်- “အို နူဟ်! သင် မရပ်စဲပါက သင်သည် ကျောက်တုံးဖြင့် ပစ်ပေါက်ခံရသူများတွင် အမှန်ပင် ပါဝင်လိမ့်မည်။ <span>(116)</span>သူက ပြောခဲ့သည်- “အကျွန်ုပ်၏ အရှင်သခင်! အမှန်စင်စစ် အကျွန်ုပ်၏ လူမျိုးတို့သည် အကျွန်ုပ်ကို ငြင်းပယ်ခဲ့ကြလေပြီ။ <span>(117)</span>“သို့ဖြစ်၍ အကျွန်ုပ်နှင့် ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်ပေးတော်မူပါ။ အကျွန်ုပ်နှင့် အကျွန်ုပ်နှင့်အတူရှိသော ယုံကြည်သူများကို ကယ်တင်တော်မူပါ။ <span>(118)</span>ထို့နောက် အကျွန်ုပ်တို့သည် သူ့အားနှင့် သူနှင့်အတူ ပါလာသူများကို ဝန်တင်သင်္ဘောပေါ်တွင် ကယ်တင်ခဲ့ကြသည်။ <span>(119)</span>ထို့နောက် ကျန်ရှိသူများကို အကျွန်ုပ်တို့ နှစ်မြှုပ်ခဲ့ကြသည်။ <span>(120)</span>အမှန်စင်စစ် ဤအရာ၌ သက်သေလက္ခဏာတစ်ခု အမှန်ပင် ရှိနေ၏။ သို့သော် ၎င်းတို့အများစုမှာ မယုံကြည်သူများ ဖြစ်ကြသည်။ <span>(121)</span>အမှန်စင်စစ် သင်၏အရှင်သခင်သည် အနန္တတန်ခိုးရှင်၊ အကြင်နာဆုံးအရှင် အမှန်ပင် ဖြစ်တော်မူ၏။ <span>(122)</span></p><div lang=\"my\" class=\"my \"><h2>နူဟ်၏ လူမျိုးတို့၏ ခြိမ်းခြောက်မှု၊ ၎င်းတို့အား နူဟ်၏ ဆုတောင်းခြင်းနှင့် ၎င်းတို့၏ ဖျက်ဆီးခံရခြင်း</h2></div><p lang=\"my\" class=\"my \">နူဟ်သည် ၎င်း၏လူမျိုးတို့အကြား ကာလကြာရှည်စွာ နေထိုင်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်ထံ နေ့ညမပြတ်၊ လျှို့ဝှက်၍ဖြစ်စေ၊ ပွင့်လင်းစွာဖြင့်ဖြစ်စေ ဖိတ်ခေါ်ခဲ့သည်။ ၎င်းတို့ထံ သူ၏ဖိတ်ခေါ်မှုကို ထပ်ခါတလဲလဲ ပြုလေလေ၊ ၎င်းတို့သည် ၎င်းတို့၏ ပြင်းထန်သော သွေဖည်မှုကို ဆုပ်ကိုင်ထားရန်နှင့် သူ၏ဖိတ်ခေါ်မှုကို ဆန့်ကျင်ရန် ပိုမိုဆုံးဖြတ်ခဲ့ကြလေလေ ဖြစ်သည်။ နောက်ဆုံး၌ ၎င်းတို့က ပြောခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِن لَّمْ تَنتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို နူဟ်! သင် မရပ်စဲပါက သင်သည် ကျောက်တုံးဖြင့် ပစ်ပေါက်ခံရသူများတွင် အမှန်ပင် ပါဝင်လိမ့်မည်။)</span> ဟူသည်မှာ 'သင်သည် ကျွန်ုပ်တို့ကို သင်၏ဘာသာတရားသို့ ဖိတ်ခေါ်ခြင်းကို မရပ်ပါက' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျောက်တုံးဖြင့် ပစ်ပေါက်ခံရသူများတွင် အမှန်ပင် ပါဝင်လိမ့်မည်။)</span> ဟူသည်မှာ 'ကျွန်ုပ်တို့သည် သင့်အား ကျောက်တုံးဖြင့် ပစ်ပေါက်မည်' ဟု အဓိပ္ပါယ်ရသည်။ ထိုအချိန်တွင် သူသည် ၎င်းတို့အား ဆုတောင်းခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် သူ၏ဆုတောင်းကို တုံ့ပြန်ခဲ့သည်။ နူဟ်က ပြောခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">رَبِّ إِنَّ قَوْمِي كَذَّبُونِ - فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ အရှင်သခင်! အမှန်စင်စစ် အကျွန်ုပ်၏ လူမျိုးတို့သည် အကျွန်ုပ်ကို ငြင်းပယ်ခဲ့ကြလေပြီ။ သို့ဖြစ်၍ အကျွန်ုပ်နှင့် ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်ပေးတော်မူပါ။)</span> ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانتَصِرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် ၎င်း၏အရှင်သခင်အား <span class=\"gray\">(ပြောကြားလျက်)</span> တောင်းခံခဲ့သည်- “အကျွန်ုပ်သည် အနိုင်ယူခံရပါပြီ၊ သို့ဖြစ်၍ <span class=\"gray\">(အကျွန်ုပ်ကို)</span> ကူညီတော်မူပါ။”)</span><span class=\"gray\">(54:10)</span> ထို့ပြင် ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنجَيْنَاهُ وَمَن مَّعَهُ فِي الْفُلْكِ الْمَشْحُونِ - ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အကျွန်ုပ်တို့သည် သူ့အားနှင့် သူနှင့်အတူ ပါလာသူများကို ဝန်တင်သင်္ဘောပေါ်တွင် ကယ်တင်ခဲ့ကြသည်။ ထို့နောက် ကျန်ရှိသူများကို အကျွန်ုပ်တို့ နှစ်မြှုပ်ခဲ့ကြသည်။)</span> “ဝန်တင်သင်္ဘော” ဆိုသည်မှာ ကုန်စည်များနှင့် သတ္တဝါအမျိုးအစားတိုင်းမှ အစုံလိုက် (တစ်စုံစီ) တင်ဆောင်ထားသော သင်္ဘောဖြစ်သည်။ ဤအာယသ်တော်၏ အဓိပ္ပါယ်မှာ 'အကျွန်ုပ်တို့သည် နူဟ်အားနှင့် သူ့နောက်လိုက်များအားလုံးကို ကယ်တင်ခဲ့ပြီး သူ့ကို မယုံကြည်သူများနှင့် သူ၏အမိန့်များကို ဆန့်ကျင်ခဲ့သူများအားလုံးကို နှစ်မြှုပ်ခဲ့သည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာ၌ သက်သေလက္ခဏာတစ်ခု အမှန်ပင် ရှိနေ၏။ သို့သော် ၎င်းတို့အများစုမှာ မယုံကြည်သူများ ဖြစ်ကြသည်။ အမှန်စင်စစ် သင်၏အရှင်သခင်သည် အနန္တတန်ခိုးရှင်၊ အကြင်နာဆုံးအရှင် အမှန်ပင် ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "26:123",
    "group_ayah_key": "26:123",
    "from_ayah": "26:123",
    "to_ayah": "26:135",
    "ayah_keys": "26:123,26:124,26:125,26:126,26:127,26:128,26:129,26:130,26:131,26:132,26:133,26:134,26:135",
    "text": "<p lang=\"my\" class=\"my \">အာဒ်လူမျိုးတို့သည် ရစူလ်တမန်တော်များကို ငြင်းပယ်ခဲ့ကြသည်။ <span>(123)</span>၎င်းတို့၏ ညီအစ်ကို ဟူဒ်က ၎င်းတို့အား ပြောကြားသောအခါ- “သင်တို့သည် တက်ကဝါ မထားကြတော့ဘူးလား။ <span>(124)</span>“အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့ထံသို့ ယုံကြည်စိတ်ချရသော တမန်တော်တစ်ပါး ဖြစ်သည်။ <span>( 125)</span>“သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်ကို တက်ကဝါထားကြ၊ ကျွန်ုပ်ကို နာခံကြပါ။ <span>( 126)</span>“ကျွန်ုပ်သည် သင်တို့ထံမှ ၎င်းအတွက် မည်သည့်ဆုလာဘ်မျှ မတောင်းဆိုပါ။ ကျွန်ုပ်၏ ဆုလာဘ်သည် ရှိရှိသမျှအရာအားလုံး၏ အရှင်သခင်ထံမှသာ ဖြစ်သည်။ <span>( 127)</span>“သင်တို့သည် ကစားပျော်ပါးရန်အတွက် ရီအ်တိုင်းတွင် အာယသ်တစ်ခုကို တည်ဆောက်ကြသလော။ <span>( 128)</span>“ထို့ပြင် သင်တို့သည် ထိုနေရာများတွင် ထာဝရနေထိုင်ရမည့်အလား မဆာနီအ်များကို သင်တို့ကိုယ်တိုင်အတွက် ရယူကြသလော။ <span>(129)</span>“ထို့ပြင် သင်တို့သည် <span class=\"gray\">(တစ်စုံတစ်ဦးကို)</span> ဖမ်းဆီးသောအခါ၊ အာဏာရှင်များကဲ့သို့ <span class=\"gray\">(သူ့အား)</span> ဖမ်းဆီးကြသလော။ <span>(130)</span>“သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်ကို တက်ကဝါထားကြ၊ ကျွန်ုပ်ကို နာခံကြပါ။ <span>(131)</span>“ထို့ပြင် သင်တို့သိသော အရာအားလုံး <span class=\"gray\">(ကောင်းသောအရာများ)</span> ဖြင့် သင်တို့အား ကူညီခဲ့သော အရှင်ကို တက်ကဝါထားကြ၊ ကြောက်ရွံ့ကြပါ။ <span>(132)</span>“ကိုယ်တော်သည် သင်တို့ကို ကျွဲနွားများနှင့် သားသမီးများဖြင့် ကူညီခဲ့သည်။ <span>(133)</span>“ထို့ပြင် ဥယျာဉ်များနှင့် စမ်းရေတွင်းများဖြင့် (ကူညီခဲ့သည်။) <span>(134)</span>“အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့အပေါ် ကြီးကျယ်သောနေ့၏ ပြစ်ဒဏ်ကို စိုးရိမ်ပါသည်။ <span>(135)</span></p><div lang=\"my\" class=\"my \"><h2>ဟူဒ်၏ လူမျိုး အာဒ်တို့အား တရားဒေသနာဟောကြားခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်နှင့် ရစူလ်တမန်တော် ဟူဒ်အကြောင်းကို မိန့်ကြားထားသည်။ သူသည် ၎င်း၏လူမျိုး အာဒ်တို့အား ဖိတ်ခေါ်သောအခါ ဖြစ်သည်။ ၎င်း၏လူမျိုးတို့သည် ယီမင်နယ်နိမိတ်ရှိ ဟဒ်ရာမောက်တ်အနီး ကွေ့ကောက်နေသော သဲတောင်ကုန်းများဖြစ်သည့် အဲဟ်ကာဖ်၌ နေထိုင်ခဲ့ကြသည်။ ၎င်းတို့သည် နူဟ်ခေတ်နောက်ပိုင်းတွင် နေထိုင်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်က ဆူရာ အလ်အာရာဖ်၌ မိန့်တော်မူထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِن بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်သည် နူဟ်၏ လူမျိုးတို့နောက်၌ သင်တို့အား ဆက်ခံသူများအဖြစ် ပြုလုပ်ခဲ့ပြီး သင်တို့အား ခန္ဓာကိုယ်ထွားကြိုင်းမှု၌ များစွာတိုးပွားစေခဲ့သည်ကို အမှတ်ရကြပါ။)</span><span class=\"gray\">(7:69)</span>. ဤသည်မှာ ၎င်းတို့သည် ခန္ဓာကိုယ်အားဖြင့် သန်မာထွားကြိုင်းကြပြီး အလွန်အမင်း ကြမ်းတမ်း၍ အရပ်ရှည်ကြသည်ဟူသောအချက်ကို ရည်ညွှန်းသည်။ ၎င်းတို့အား ပေါများသော စားနပ်ရိက္ခာများ၊ ချမ်းသာကြွယ်ဝမှုများ၊ ဥယျာဉ်များ၊ မြစ်များ၊ သားသမီးများ၊ သီးနှံများနှင့် သစ်သီးဝလံများလည်း ပေးသနားထားခဲ့သည်။ သို့တိုင် ထိုအရာများအားလုံးရှိလင့်ကစား ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်ခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကိုယ်တိုင်ထဲမှ ဟူဒ်ကို ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခဲ့ပြီး ၎င်းတို့အား သတင်းကောင်းများ ပေးကာ သတိပေးချက်များ ပေးခဲ့သည်။ သူသည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ကို တစ်ပါးတည်းသာ ကိုးကွယ်ရန် ဖိတ်ခေါ်ခဲ့ပြီး ၎င်းတို့သည် သူ့အား ဆန့်ကျင်၍ ကြမ်းတမ်းစွာ ဆက်ဆံပါက အလ္လာဟ်အရှင်မြတ်၏ အမျက်တော်နှင့် ပြစ်ဒဏ်ကို သတိပေးခဲ့သည်။ သူက ၎င်းတို့အား နူဟ်က ၎င်း၏လူမျိုးတို့အား ပြောခဲ့သကဲ့သို့ ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကစားပျော်ပါးရန်အတွက် ရီအ်တိုင်းတွင် အာယသ်တစ်ခုကို တည်ဆောက်ကြသလော။)</span> တဖ်စီရ်ပညာရှင်များသည် 'ရီအ်' ဟူသော စကားလုံး၏ အဓိပ္ပါယ်နှင့်ပတ်သက်၍ ကွဲပြားကြသည်။ အတိုချုပ်အားဖြင့် ၎င်းတို့က ၎င်းသည် လူသိများသော လမ်းဆုံတစ်ခုရှိ မြင့်မားသောနေရာကို ရည်ညွှန်းပြီး ထိုနေရာတွင် ၎င်းတို့သည် ကြီးမား၍ ထူးခြားလှပပြီး ခိုင်ခံ့သော အဆောက်အဦတစ်ခုကို ဆောက်လုပ်လေ့ရှိသည်ဟု ပြောခဲ့ကြသည်။ ထို့ကြောင့် သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً</p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(Do you build on every \"Ri\" an Ayah)</span> i.e., a well-known landmark,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعْبَثُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကစားပျော်ပါးရန်အတွက်)</span> ဟူသည်မှာ 'သင်တို့သည် ထိုအရာကို ပေါ့ပေါ့ဆဆ ပျော်ပါးရန်အတွက်သာ ပြုလုပ်နေကြခြင်းဖြစ်ပြီး သင်တို့လိုအပ်၍ မဟုတ်ဘဲ ပျော်ရွှင်ရန်နှင့် သင်တို့၏ ခွန်အားကို ပြသရန်သာ ဖြစ်သည်' ဟု အဓိပ္ပါယ်ရသည်။ ထို့ကြောင့် ၎င်းတို့၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် ထိုသို့ပြုလုပ်ခြင်းအတွက် ၎င်းတို့အား ပြစ်တင်ရှုတ်ချခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အချိန်ဖြုန်းတီးခြင်းဖြစ်ပြီး လူတို့၏ခန္ဓာကိုယ်များကို အချည်းနှီး ပင်ပန်းစေကာ ဤလောကတွင်ဖြစ်စေ၊ နောင်တမလွန်တွင်ဖြစ်စေ အကျိုးမရှိသောအရာဖြင့် အလုပ်ရှုပ်နေစေသောကြောင့် ဖြစ်သည်။ သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် ထိုနေရာများတွင် ထာဝရနေထိုင်ရမည့်အလား မဆာနီအ်များကို သင်တို့ကိုယ်တိုင်အတွက် ရယူကြသလော။)</span> မူဂျာဟစ်ဒ်က ပြောခဲ့သည်- “၎င်းသည် ခိုင်ခံ့မြင့်မားစွာ ဆောက်လုပ်ထားသော ခံတပ်များနှင့် ကြာရှည်ခံရန် တည်ဆောက်ထားသော အဆောက်အဦများကို ဆိုလိုသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَخْلُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာများတွင် ထာဝရနေထိုင်ရမည့်အလား)</span> ဟူသည်မှာ 'သင်တို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်နိုင်ရန် ဖြစ်သည်၊ သို့သော် ထိုအရာသည် ဖြစ်ပေါ်လာမည်မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် သင်တို့ရှေ့က လာခဲ့သူများ၏ ဖြစ်ရပ်တွင် ဖြစ်ပျက်ခဲ့သကဲ့သို့ ၎င်းတို့သည် နောက်ဆုံး၌ ပျက်စီးသွားကြမည်ဖြစ်သောကြောင့် ဖြစ်သည်' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် <span class=\"gray\">(တစ်စုံတစ်ဦးကို)</span> ဖမ်းဆီးသောအခါ၊ အာဏာရှင်များကဲ့သို့ <span class=\"gray\">(သူ့အား)</span> ဖမ်းဆီးကြသလော။)</span> ၎င်းတို့အား ခွန်အားကြီးသူများ၊ ကြမ်းတမ်းသူများနှင့် အာဏာရှင်များအဖြစ် ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်ကို တက်ကဝါထားကြ၊ ကျွန်ုပ်ကို နာခံကြပါ။)</span> 'သင်တို့၏အရှင်သခင်ကို ကိုးကွယ်ကြ၊ သင်တို့၏ ရစူလ်တမန်တော်ကို နာခံကြပါ။' ထို့နောက် ဟူဒ်သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အပေါ် ချီးမြှင့်ထားသော ကောင်းချီးမင်္ဂလာများကို သတိပေးခဲ့သည်။ သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا الَّذِي أَمَدَّكُم بِمَا تَعْلَمُونَ - أَمَدَّكُم بِأَنْعَامٍ وَبَنِينَ - وَجَنَّاتٍ وَعُيُونٍ - إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သိသော အရာအားလုံးဖြင့် သင်တို့အား ကူညီခဲ့သော အရှင်ကို တက်ကဝါထားကြ၊ ကြောက်ရွံ့ကြပါ။ ကိုယ်တော်သည် သင်တို့ကို ကျွဲနွားများနှင့် သားသမီးများဖြင့် ကူညီခဲ့သည်၊ ထို့ပြင် ဥယျာဉ်များနှင့် စမ်းရေတွင်းများဖြင့် (ကူညီခဲ့သည်။) အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့အပေါ် ကြီးကျယ်သောနေ့၏ ပြစ်ဒဏ်ကို စိုးရိမ်ပါသည်။)</span> ဟူသည်မှာ 'သင်တို့သည် မယုံကြည်ဘဲ <span class=\"gray\">(သင်တို့၏ တမန်တော်ကို)</span> ဆန့်ကျင်ပါက' ဟု အဓိပ္ပါယ်ရသည်။ ထို့ကြောင့် သူသည် ၎င်းတို့အား အားပေးသော စကားများနှင့် သတိပေးသော စကားများဖြင့် အလ္လာဟ်အရှင်မြတ်ထံ ဖိတ်ခေါ်ခဲ့သော်လည်း အချည်းနှီးသာ ဖြစ်ခဲ့သည်။</p>"
  }
]