[
  {
    "ayah_key": "37:171",
    "group_ayah_key": "37:171",
    "from_ayah": "37:171",
    "to_ayah": "37:179",
    "ayah_keys": "37:171,37:172,37:173,37:174,37:175,37:176,37:177,37:178,37:179",
    "text": "<p lang=\"my\" class=\"my \">ငါတို့၏ အမိန့်တော်သည် ငါတို့၏ကျွန်များဖြစ်သော ရစူလ်တမန်တော်များအတွက် ရှေးကတည်းက ချမှတ်ပြီးဖြစ်၏။ <span>(171)</span>၎င်းတို့သည် အောင်ပွဲရရှိကြမည်မှာ ဧကန်ပင်။ <span>(172)</span>ငါတို့၏စစ်သည်တော်များသည်လည်း ဧကန်မလွဲ အောင်မြင်သူများဖြစ်ကြပေမည်။ <span>(173)</span>ထို့ကြောင့် ၎င်းတို့ထံမှ ခေတ္တခဏ ဝေးကွာနေလော့။ <span>(174)</span>၎င်းတို့ကို စောင့်ကြည့်လော့။ ၎င်းတို့သည် မြင်ရပေမည်။ <span>(175)</span>၎င်းတို့သည် ငါတို့၏ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားနေကြသလော။ <span>(176)</span>ထို့နောက် ၎င်းတို့၏ ရင်ပြင်တွင် ကျရောက်လာသောအခါ၊ သတိပေးခံရသူများအတွက် နံနက်ခင်းသည် ဆိုးရွားပေလိမ့်မည်။ <span>(177)</span>ထို့ကြောင့် ၎င်းတို့ထံမှ ခေတ္တခဏ ဝေးကွာနေလော့။ <span>(178)</span>စောင့်ကြည့်လော့။ ၎င်းတို့သည် မြင်ရပေမည်။ <span>(179)</span></p><p lang=\"my\" class=\"my \">အောင်ပွဲ၏ ကတိတော်နှင့် ရုပ်တုကိုးကွယ်သူများထံမှ ဝေးကွာရန် အမိန့်တော်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အမိန့်တော်သည် ငါတို့၏ကျွန်များဖြစ်သော ရစူလ်တမန်တော်များအတွက် ရှေးကတည်းက ချမှတ်ပြီးဖြစ်၏။)</span> ဆိုလိုသည်မှာ ကနဦးစီရင်ချက်၌ တမန်တော်များနှင့် ၎င်းတို့၏ နောက်လိုက်များသည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် အဆုံးသတ်တွင် အောင်ပွဲရရှိကြမည်ဟု ဖော်ပြထားပြီးဖြစ်သည်။ ၎င်းသည် အောက်ပါအာယတ်ကဲ့သို့ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမိန့်ချမှတ်တော်မူပြီးဖြစ်သည်။ \"ဧကန်စင်စစ် ငါနှင့် ငါ၏ရစူလ်တမန်တော်များသာ အောင်ပွဲရရှိကြလိမ့်မည်။\" ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တအရှင်ဖြစ်သည်။)</span><span class=\"gray\">(58:21)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ငါတို့သည် ငါတို့၏ ရစူလ်တမန်တော်များကိုလည်းကောင်း၊ ဤလောကဘဝတွင် ယုံကြည်သူများကိုလည်းကောင်း၊ သက်သေများ ထွက်ပေါ်လာမည့်နေ့တွင်လည်းကောင်း အောင်ပွဲရစေမည်။)</span><span class=\"gray\">(40:51)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ - إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အမိန့်တော်သည် ငါတို့၏ကျွန်များဖြစ်သော ရစူလ်တမန်တော်များအတွက် ရှေးကတည်းက ချမှတ်ပြီးဖြစ်၏။ ၎င်းတို့သည် ဧကန်မလွဲ အောင်ပွဲရရှိကြမည်။)</span> ဆိုလိုသည်မှာ 'ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဖြစ်သည်။ ၎င်းတို့အား မယုံကြည်ဘဲ ဆန့်ကျင်သူများအပေါ် ၎င်းတို့ အောင်ပွဲခံလိမ့်မည်ဟု ငါတို့ ကြေညာထားပြီးဖြစ်သလို၊ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို မည်သို့ ဖျက်ဆီးခဲ့ပြီး ၎င်း၏ယုံကြည်သူကျွန်များကို မည်သို့ ကယ်တင်ခဲ့သည်ကိုလည်း ကြေညာထားပြီးဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ စစ်သည်တော်များသည်လည်း ဧကန်မလွဲ အောင်မြင်သူများဖြစ်ကြပေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အဆုံးသတ်တွင် အောင်ပွဲရရှိလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ထံမှ ခေတ္တခဏ ဝေးကွာနေလော့။)</span> ဆိုလိုသည်မှာ '၎င်းတို့၏ စိတ်အနှောင့်အယှက်ဖြစ်စေမှုကို သည်းခံပြီး ငါတို့သည် သင့်အား အောင်ပွဲရစေပြီး အောင်မြင်မှုပေးမည့် အချိန်သတ်မှတ်ချက်တစ်ခုအထိ စောင့်ဆိုင်းပါ။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို စောင့်ကြည့်လော့။ ၎င်းတို့သည် မြင်ရပေမည်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့အား စောင့်ကြည့်ပြီး သင့်အပေါ် ဆန့်ကျင်မှုနှင့် သင့်ကို မယုံကြည်မှုတို့ကြောင့် ၎င်းတို့အပေါ် မည်သည့်ပြစ်ဒဏ်များ ကျရောက်မည်ကို ကြည့်ရှုပါ။' အလ္လာဟ်အရှင်မြတ်က ခြိမ်းခြောက်သတိပေးသည့်အနေဖြင့် မိန့်တော်မူခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ မြင်ရပေမည်။)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငါတို့၏ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားနေကြသလော။)</span> ဆိုလိုသည်မှာ '၎င်းတို့သည် သင့်ကို မယုံကြည်သောကြောင့် ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားနေကြသည်။ ထိုအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် အမျက်ထွက်တော်မူပြီး အကျိုးဆက်များကို ခံစားရစေမည်ဖြစ်ကာ၊ ၎င်းတို့၏ မယုံကြည်မှုနှင့် ခေါင်းမာမှုတို့ကြောင့် ပြစ်ဒဏ်ကို အလျင်အမြန် ကျရောက်စေမည်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့၏ ရင်ပြင်တွင် ကျရောက်လာသောအခါ၊ သတိပေးခံရသူများအတွက် နံနက်ခင်းသည် ဆိုးရွားပေလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ပြစ်ဒဏ်သည် ၎င်းတို့ရှိရာသို့ ကျရောက်လာသောအခါ၊ ၎င်းတို့၏ ပြစ်ဒဏ်နှင့် ဖျက်ဆီးခြင်းနေ့သည် ကြောက်မက်ဖွယ်ကောင်းလိမ့်မည်။ အဆ်-စွဒ်ဒီက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نَزَلَ بِسَاحَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့၏ ရင်ပြင်တွင် ကျရောက်လာသောအခါ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ အိမ်များတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَسَاءَ صَبَاحُ الْمُنْذَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိပေးခံရသူများအတွက် နံနက်ခင်းသည် ဆိုးရွားပေလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ထိုနံနက်ခင်းသည် ၎င်းတို့အတွက် မည်မျှ ကြောက်မက်ဖွယ်ကောင်းလိမ့်မည်နည်း။ ဆဟီဟ်ကျမ်းနှစ်ခု၌ အနပ်စ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ပြောကြားခဲ့သည်မှာ \"ခိုင်ဗဲရ်နံနက်ခင်းတွင် လူတို့သည် ၎င်းတို့၏ ကိရိယာများနှင့်အတူ <span class=\"gray\">(၎င်းတို့၏နေ့စဉ်လုပ်ငန်းများကို လုပ်ဆောင်ရန်)</span> ထွက်လာကြရာ <span class=\"gray\">(မွတ်စလင်)</span> တပ်ကိုမြင်သောအခါ ပြန်လှည့်သွားကြပြီး 'အလ္လာဟ်ကို တိုင်တည်၍ မုဟမ္မဒ်! မုဟမ္မဒ်နှင့် တပ်သားများ!' ဟု ပြောဆိုကြသည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللهُ أَكْبَرُ، خَرِبَتْ خَيْبَرُ، إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏။ ခိုင်ဗဲရ်သည် ဖျက်ဆီးခြင်းခံရပြီ။ ထို့နောက် မည်သည့်လူမျိုး၏ ရင်ပြင်၌ ကျရောက်လာပါက၊ သတိပေးခံရသူများအတွက် နံနက်ခင်းသည် ဆိုးရွားပေလိမ့်မည်။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ - وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ထံမှ ခေတ္တခဏ ဝေးကွာနေလော့၊ စောင့်ကြည့်လော့။ ၎င်းတို့ မြင်ရပေမည်။)</span> ၎င်းသည် အထက်တွင် ဖော်ပြခဲ့သော အမိန့်တော်ကို ပြန်လည်အတည်ပြုခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "37:180",
    "group_ayah_key": "37:180",
    "from_ayah": "37:180",
    "to_ayah": "37:182",
    "ayah_keys": "37:180,37:181,37:182",
    "text": "<p class=\"my translation\" lang=\"my\">သင့်၏ အရှင်သခင်၊ အလ်-အိဇ်ဇဟ်၏ အရှင်သခင်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏။ <span class=\"gray\">(၎င်းတို့ ပုံခိုင်းပြောဆိုသော အရာများမှ)</span> လွတ်ကင်းတော်မူ၏။ <span>(180)</span>ရစူလ်တမန်တော်များအပေါ် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း)</span> သက်ရောက်ပါစေ။ <span>(181)</span>အလ္လာဟ်အရှင်မြတ်၊ အရာရာတိုင်း၏ အရှင်သခင်အတွက် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးရှိပါစေ။ <span>(182)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိကိုယ်ကို ချီးမြှင့်တော်မူပြီး လိမ်ညာသော မတရားကျူးလွန်သူများ ၎င်းအကြောင်း ပြောဆိုသည်တို့မှ ဝေးကွာတော်မူကြောင်း ဖော်ပြထားသည်။ ၎င်းတို့ ပြောဆိုသည်တို့ထက် အလွန်တရာ ဝေးကွာစွာ ချီးမြှင့်ခြင်း၊ သန့်ရှင်းစင်ကြယ်ခြင်း၊ မြင့်မြတ်ခြင်းဖြစ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်၏ အရှင်သခင်၊ အလ်-အိဇ်ဇဟ်၏ အရှင်သခင်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ မည်သူမျှ မခုခံနိုင်သော ခွန်အားနှင့် တန်ခိုးပိုင်ရှင်ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَمَّا يَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့ ပုံခိုင်းပြောဆိုသော အရာများမှ)</span> လွတ်ကင်းတော်မူ၏။)</span> ဆိုလိုသည်မှာ ဤလိမ်ညာသော တီထွင်ပြောဆိုသူများ ပြောဆိုသည်တို့မှ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَلَامٌ عَلَى الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်များအပေါ် ဆလာမ်သက်ရောက်ပါစေ။)</span> ဆိုလိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းခြင်းသည် ၎င်းတို့အပေါ် သက်ရောက်ပါစေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ အရှင်သခင်အကြောင်း ပြောဆိုသည်တို့သည် မှန်ကန်၍ အမှန်တရားဖြစ်သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အရာရာတိုင်း၏ အရှင်သခင်အတွက် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးရှိပါစေ။)</span> ဆိုလိုသည်မှာ အရာရာတိုင်း၏ အစနှင့်အဆုံးတွင် ၎င်းအပေါ် ချီးမွမ်းခြင်းရှိပါစေ။ အဘယ်ကြောင့်ဆိုသော် တပ်စ်ဗီဟ် <span class=\"gray\">(ချီးမြှင့်ခြင်း)</span> သည် အပြစ်အနာအဆာများအားလုံးမှ ကင်းဝေးကြောင်း ကြေညာခြင်းကို ဆိုလိုသောကြောင့်၊ ဤအတွေးအခေါ်နှစ်ခုသည် ဤနေရာနှင့် ကုရ်အာန်၏ နေရာများစွာတွင် အတူတကွ ပေါ်ပေါက်လာသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ - وَسَلَامٌ عَلَى الْمُرْسَلِينَ - وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်၏ အရှင်သခင်၊ အလ်-အိဇ်ဇဟ်၏ အရှင်သခင်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏။ <span class=\"gray\">(၎င်းတို့ ပုံခိုင်းပြောဆိုသော အရာများမှ)</span> လွတ်ကင်းတော်မူ၏။ ရစူလ်တမန်တော်များအပေါ် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း)</span> သက်ရောက်ပါစေ။ အလ္လာဟ်အရှင်မြတ်၊ အရာရာတိုင်း၏ အရှင်သခင်အတွက် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးရှိပါစေ။)</span> ဆအိဒ် ဘင်န် အဘီ အာရူဗာက ခသာဒါဟ် ပြောသည်ကို ဖော်ပြခဲ့သည်မှာ၊ \"အလ္လာဟ်၏ တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَلَّمْتُمْ عَلَيَّ، فَسَلِّمُوا عَلَى الْمُرْسَلِينَ، فَأَنَا رَسُولٌ مِنَ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ငါ့အပေါ် ဆလာမ် ပေးပို့သောအခါ၊ တမန်တော်များအားလုံးအပေါ် ဆလာမ်ပေးပို့ကြလော့။ အဘယ်ကြောင့်ဆိုသော် ငါသည် တမန်တော်များထဲမှ တစ်ဦးဖြစ်သောကြောင့်တည်း။)</span>\" ၎င်းကို အိဘ်နု ဂျရီရ်နှင့် အိဘ်နု အဘီ ဟာတိမ်တို့က မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဘူ မုဟမ္မဒ် အလ်-ဘဂါဝီသည် ၎င်း၏ တပ်ဖ်ဆီးရ်ကျမ်း၌ အလီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ပြောကြားခဲ့သည်မှာ၊ \"ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပိုမိုကြီးမားသော အကျိုးကျေးဇူးကို လိုလားသူ မည်သူမဆို မည်သည့်စုဝေးမှု၏ အဆုံးတွင်မဆို အောက်ပါအတိုင်း ပြောဆိုပါစေ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ - وَسَلَامٌ عَلَى الْمُرْسَلِينَ - وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်၏ အရှင်သခင်၊ ဂုဏ်သိက္ခာ၊ ဘုန်းတန်ခိုးနှင့် အာဏာပိုင်ရှင် အရှင်သခင်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏။ <span class=\"gray\">(၎င်းတို့ ပုံခိုင်းပြောဆိုသော အရာများမှ)</span> လွတ်ကင်းတော်မူ၏။ ရစူလ်တမန်တော်များအပေါ် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းခြင်း)</span> သက်ရောက်ပါစေ။ အလ္လာဟ်အရှင်မြတ်၊ အရာရာတိုင်း၏ အရှင်သခင်အတွက် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးရှိပါစေ။)</span>\" </p><p lang=\"my\" class=\"my \">စုဝေးမှုတစ်ခုအတွင်း ဖြစ်ပွားခဲ့နိုင်သည့် မှားယွင်းမှုများအတွက် ပြစ်ဒဏ်ခွင့်လွှတ်ခြင်းဆိုင်ရာ အခြား ဟဒီးဆ်တော်များတွင် \"အို အလ္လာဟ်၊ ကိုယ်တော်သည် သန့်ရှင်းစင်ကြယ်တော်မူပြီး ချီးမွမ်းခြင်းများရှိပါစေ။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပါ၊ ကိုယ်တော်ထံမှ ခွင့်လွှတ်ခြင်းကို တောင်းခံပြီး ကိုယ်တော်ထံ နောင်တရပါသည်။\" ဟူသော စကားများကို ပြောဆိုရန် သတ်မှတ်ထားသည်။ ဤအကြောင်းအရာကို သီးသန့်ရေးသားထားသော အခန်းတစ်ခန်းရှိပါသည်။</p><p lang=\"my\" class=\"my \">၎င်းသည် စူရတွလ် အပ်စ်-ဆာဖ်ဖာတ်၏ တပ်ဖ်ဆီးရ်ကျမ်း အဆုံးသတ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၊ ၎င်းအရှင်သည် ချီးမြှင့်တော်မူပြီး မြင့်မြတ်တော်မူ၏၊ အသိဆုံးဖြစ်သည်။</p>"
  }
]