[
  {
    "ayah_key": "14:18",
    "group_ayah_key": "14:18",
    "from_ayah": "14:18",
    "to_ayah": "14:18",
    "ayah_keys": "14:18",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့၏အရှင်သခင်ကို မယုံကြည်သူတို့၏ ပုံပမာကား သူတို့၏ လုပ်ဆောင်မှုများသည် ပြင်းထန်သောနေ့တွင် လေပြင်းတိုက်ခတ်သည့် ပြာမှုန်များကဲ့သို့ဖြစ်၏။ သူတို့ရရှိခဲ့သည်များမှ မည်သည့်အရာကိုမျှ ရရှိနိုင်မည်မဟုတ်ပေ။ ၎င်းသည် အလွန်ဝေးကွာသော <span class=\"gray\">(မှန်ကန်သောလမ်းမှ)</span><span>(၁၈)</span> လမ်းလွဲခြင်းပင်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများ၏ လုပ်ရပ်များအတွက် ပုံပမာ</h2></div><p lang=\"my\" class=\"my \">ဤကား အလ္လာဟ်အရှင်မြတ်မှ ကိုယ်တော်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်ကာ ကိုယ်တော်၏ တမန်တော်များကို ငြင်းပယ်ခဲ့သော မယုံကြည်သူတို့၏ လုပ်ရပ်များနှင့် လုပ်ဆောင်မှုများအတွက် ပေးထားသော ပုံပမာတစ်ခုဖြစ်သည်။ ဤသို့ဖြင့် သူတို့၏ လုပ်ရပ်များသည် အခြေအမြစ်မရှိဘဲ တည်ဆောက်ထားခြင်းဖြစ်သည်။ သူတို့၏ အကျိုးဆုလာဘ်များကို အလိုအပ်ဆုံးအချိန်တွင် သူတို့၏ လုပ်ရပ်များ ပျောက်ကွယ်သွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ أَعْمَالُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏အရှင်သခင်ကို မယုံကြည်သူတို့၏ ပုံပမာကား သူတို့၏ လုပ်ဆောင်မှုများ)</span> တရားစီရင်ရာနေ့တွင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဆုလာဘ်များကို ရှာဖွေကြမည်။ သူတို့သည် တစ်စုံတစ်ခုရှိသည်ဟု ထင်ခဲ့ကြသော်လည်း ပြင်းထန်သောလေတိုက်ခတ်သောအခါ ကျန်ရှိသောပြာမှုန့်များမှလွဲ၍ မည်သည့်အရာကိုမျှ တွေ့ရမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي يَوْمٍ عَاصِفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုန်တိုင်းထန်သောနေ့တွင်;)</span> သူတို့သည် ဤဘဝတွင် ပြုလုပ်ခဲ့သော ကောင်းမှုများအတွက် မည်သည့်ဆုလာဘ်ကိုမျှ ရရှိမည်မဟုတ်ပေ၊ လေပြင်းတိုက်ခတ်သောနေ့တွင် ပြာမှုန့်များကို ထိန်းသိမ်းထားနိုင်သလောက်မှလွဲ၍။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်များတွင် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ပြုခဲ့သော မည်သည့်လုပ်ရပ်ကိုမဆို ငါတို့သည် လှည့်ကြည့်မည်ဖြစ်၍ ထိုလုပ်ရပ်များကို လွင့်ပျံ့နေသော ဖုန်မှုန့်များအဖြစ် ပြုလုပ်မည်။)</span><span class=\"gray\">[၂၅:၂၃]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنفُسَهُمْ فَأَهْلَكَتْهُ ۚ وَمَا ظَلَمَهُمُ اللَّهُ وَلَاكِنْ أَنفُسَهُمْ يَظْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကတွင် သူတို့သုံးစွဲသောအရာ၏ ပုံပမာကား အလွန်အေးသောလေကဲ့သို့ဖြစ်၏။ ထိုလေသည် မိမိတို့ကိုယ်ကို မတရားပြုခဲ့သူတို့၏ စပါးခင်းကို တိုက်ခတ်ကာ ဖျက်ဆီးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ကို မတရားမပြုခဲ့ပါ၊ သို့သော် သူတို့သည် မိမိတို့ကိုယ်ကိုသာ မတရားပြုခဲ့ကြသည်။)</span><span class=\"gray\">[၃:၁၁၇]</span>၊နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُم بِالْمَنِّ وَالْأَذَىٰ كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِّمَّا كَسَبُوا ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့၊ သင်တို့၏ စဒကာဟ် <span class=\"gray\">(အလှူဒါန)</span> များကို သင်တို့၏ ရက်ရောမှုကို ပြန်ပြောင်းသတိပေးခြင်း သို့မဟုတ် ထိခိုက်နစ်နာစေခြင်းဖြင့် အချည်းနှီး မဖြစ်စေကြကုန်လင့်။ လူအများ မြင်အောင် မိမိ၏ ဥစ္စာကို သုံးစွဲသူ၊ အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း မယုံကြည်သူကဲ့သို့ပင်။ သူ၏ပုံပမာကား ဖုန်မှုန့်အနည်းငယ်ရှိသော ကျောက်တုံးပြောင်ပြောင်ကဲ့သို့ဖြစ်၏။ ထိုကျောက်တုံးပေါ်သို့ မိုးသည်းထန်စွာ ရွာသွန်းသောအခါ လွင်ပြင်ဖြစ်သွားလေသည်။ သူတို့ရရှိခဲ့သည်များဖြင့် မည်သည့်အရာကိုမျှ လုပ်ဆောင်နိုင်ခြင်းမရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို လမ်းမှန်သို့ မပို့ဆောင်ပေ။)</span><span class=\"gray\">[၂:၂၆၄]</span> ဤအာယတ်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မှန်ကန်သောလမ်းမှ အလွန်ဝေးကွာသော လမ်းလွဲခြင်းပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သူတို့၏ အလုပ်များနှင့် လုပ်ရပ်များသည် ခိုင်မာမှန်ကန်သော အခြေခံများပေါ်တွင် မတည်ဆောက်ထားသောကြောင့်၊ သူတို့ အလိုအပ်ဆုံးအချိန်တွင် သူတို့၏ ဆုလာဘ်များကို ဆုံးရှုံးခဲ့ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မှန်ကန်သောလမ်းမှ အလွန်ဝေးကွာသော လမ်းလွဲခြင်းပင်ဖြစ်သည်။)</span></p>"
  },
  {
    "ayah_key": "14:19",
    "group_ayah_key": "14:19",
    "from_ayah": "14:19",
    "to_ayah": "14:20",
    "ayah_keys": "14:19,14:20",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို သစ္စာတရားဖြင့် ဖန်ဆင်းထားသည်ကို သင်မမြင်ဖူးလော? အကယ်၍ ကိုယ်တော်သည် အလိုရှိပါက သင်တို့ကို ဖယ်ရှားပြီး ဖန်ဆင်းခြင်းအသစ်တစ်ခုကို <span class=\"gray\">(သင်တို့၏နေရာတွင်)</span> ယူဆောင်လာနိုင်သည်။ <span>(၁၉)</span>အလ္လာဟ်အရှင်မြတ်အတွက် ထိုအရာသည် ခက်ခဲခြင်း သို့မဟုတ် အကြပ်အတည်းမရှိပါ။ <span>(၂၀)</span></p><div lang=\"my\" class=\"my \"><h2>သေဆုံးပြီးနောက် ရှင်ပြန်ထမြောက်ခြင်း ဖြစ်ပေါ်ကြောင်း အထောက်အထား</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ခန္ဓာကိုယ်များကို ရှင်ပြန်ထမြောက်စေနိုင်စွမ်းရှိကြောင်း အတည်ပြုဖော်ပြခဲ့ရာ လူသားကို ဖန်ဆင်းခြင်းထက် ပိုမိုခိုင်မာသော မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ကိုယ်တော်သည် ဖန်ဆင်းထားကြောင်း ပြောကြားခဲ့သည်။ မြင့်မားကျယ်ပြန့်၍ ခိုင်ခံ့စွာတည်ဆောက်ထားသော၊ ဂြိုလ်များ၊ ကြယ်များ၊ ကောင်းကင်ဘုံရှိ အရာဝတ္ထုအမျိုးမျိုးနှင့် ရှင်းလင်းပြတ်သားသော လက္ခဏာများပါဝင်သည့် မိုးကောင်းကင်များကို ဖန်ဆင်းနိုင်စွမ်းရှိသူသည် ကိုယ်တော်မဟုတ်ပါလား။ ဤကမ္ဘာမြေကို မြေ၊ ချိုင့်ဝှမ်းများ၊ တောင်များ၊ သဲကန္တာရများ၊ စိမ်းလန်းသော လယ်ကွင်းများ၊ မြေဆီလွှာမရှိသော မြေများ၊ ပင်လယ်များနှင့် သစ်ပင်၊ အပင်နှင့် တိရစ္ဆာန်မျိုးစုံတို့၏ ပုံသဏ္ဍာန်များ၊ အကျိုးကျေးဇူးများ၊ မျိုးစိတ်များနှင့် အရောင်အမျိုးမျိုးတို့ဖြင့် ဖန်ဆင်းထားသူသည် ကိုယ်တော်မဟုတ်ပါလား။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَن يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခဲ့ပြီး ယင်းတို့ကို ဖန်ဆင်းခြင်းဖြင့် မပင်ပန်းခဲ့ကြောင်း၊ သေသူများကို အသက်ပြန်သွင်းနိုင်ကြောင်း သူတို့မမြင်ကြဘူးလား။ မှန်ပါသည်၊ ကိုယ်တော်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူပင်ဖြစ်သည်။)</span><span class=\"gray\">[46:33]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَ الْإِنسَانُ أَنَّا خَلَقْنَاهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ - وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَن يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ - الَّذِي جَعَلَ لَكُم مِّنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنتُم مِّنْهُ تُوقِدُونَ - أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَىٰ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ الْخَلَّاقُ الْعَلِيمُ - إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ - فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားသည် မိမိအား ကျောချွတ်ရည် <span class=\"gray\">(သုက်စက်)</span> မှ ဖန်ဆင်းခဲ့သည်ကို မမြင်ဘူးလား။ သို့သော်လည်း သူသည် ပေါ်ပေါ်ထင်ထင် ဆန့်ကျင်သူအဖြစ် <span class=\"gray\">(ထင်ရှား)</span> ရပ်တည်နေသည်။ သူသည် ကျွန်ုပ်တို့အတွက် ပုံပမာတစ်ခုကို တင်ပြပြီး မိမိကိုယ်ကို ဖန်ဆင်းခြင်းကို မေ့လျော့သွားသည်။ သူက \"ဆွေးမြေ့၍ ဖုန်မှုန့်များဖြစ်နေသော ဤအရိုးများကို မည်သူက အသက်ပြန်သွင်းမည်နည်း\" ဟု ဆိုသည်။ ပြောပါ- \"၎င်းတို့ကို ပထမဆုံးအကြိမ် ဖန်ဆင်းခဲ့သူက အသက်ပြန်သွင်းမည်! ကိုယ်တော်သည် ဖန်ဆင်းသမျှ အရာအားလုံးကို အကြွင်းမဲ့သိတော်မူသော အရှင်ပင်!\" ကိုယ်တော်သည် သင်တို့အတွက် သစ်ပင်စိမ်းမှ မီးကို ထုတ်ပေးတော်မူသည်၊ သင်တို့လည်း ထိုမီးဖြင့် မီးမွှေးကြသည်ကို ကြည့်ပါ။ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခဲ့သူသည် ၎င်းတို့ကဲ့သို့ ဖန်ဆင်းနိုင်စွမ်း မရှိဘူးလား။ ဟုတ်တယ်၊ တကယ်ကို ကိုယ်တော်သည် အကြွင်းမဲ့သိတော်မူသော အမြင့်မြတ်ဆုံး ဖန်ဆင်းရှင်ပင်။ အမှန်စင်စစ် ကိုယ်တော်၏ အမိန့်တော်မှာ တစ်စုံတစ်ရာကို အလိုရှိသောအခါ \"ဖြစ်စေ!\" ဟု မိန့်တော်မူရုံသာဖြစ်သည်၊ ပြီးလျှင် ဖြစ်ပေါ်လာသည်။ သို့ဖြစ်၍ ကိုယ်တော်သည် ချီးမွမ်းခြင်းခံထိုက်တော်မူ၏၊ သူတို့ ကိုယ်တော်နှင့်တွဲဖက်ထားသမျှ အရာခပ်သိမ်းထက် မြင့်မြတ်တော်မူ၏၊ အရာခပ်သိမ်း၏ အုပ်စိုးမှုသည် ကိုယ်တော်၏လက်တော်၌ရှိသည်၊ ကိုယ်တော်ထံသို့သာ သင်တို့ပြန်လှည့်ရမည်။)</span><span class=\"gray\">[36:77-83]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ - وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကိုယ်တော်သည် အလိုရှိပါက သင်တို့ကို ဖယ်ရှားပြီး ဖန်ဆင်းခြင်းအသစ်တစ်ခုကို <span class=\"gray\">(သင်တို့၏နေရာတွင်)</span> ယူဆောင်လာနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်အတွက် ထိုအရာသည် ခက်ခဲခြင်း သို့မဟုတ် အကြပ်အတည်းမရှိပါ။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အတွက် ထိုအရာကို ပြုလုပ်ရန် ခက်ခဲခြင်း သို့မဟုတ် မဖြစ်နိုင်ခြင်းမရှိပါ။ ယင်းအစား ကိုယ်တော်အတွက် လွယ်ကူပါသည်။ အကယ်၍ သင်သည် ကိုယ်တော်၏ အမိန့်ကို ဆန့်ကျင်ပါက ကိုယ်တော်သည် သင်တို့ကို ဖယ်ရှားပြီး သင်တို့နှင့်မတူသော အခြားဖန်ဆင်းခံများကို သင်တို့နေရာတွင် ယူဆောင်လာမည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားသော အာယသ်များတွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ۖ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ - إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ - وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားအပေါင်းတို့၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို လိုအပ်နေကြသူများဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ချမ်းသာကြွယ်ဝ၍ ချီးမွမ်းခြင်းခံထိုက်သူဖြစ်သည်။ အကယ်၍ ကိုယ်တော်သည် အလိုရှိပါက သင်တို့ကို ဖျက်ဆီးပြီး ဖန်ဆင်းခြင်းအသစ်တစ်ခုကို ယူဆောင်လာနိုင်သည်။ ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်အတွက် ခက်ခဲခြင်းမရှိပါ။)</span><span class=\"gray\">[35:15-17]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ကျောခိုင်းလှည့်ထွက်သွားပါက ကိုယ်တော်သည် သင်တို့ကို အခြားလူမျိုးများနှင့် လဲလှယ်မည်ဖြစ်ပြီး ၎င်းတို့သည် သင်တို့ကဲ့သို့ မဟုတ်ကြပါ။)</span><span class=\"gray\">[47:38]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူတို့! သင်တို့အနက်မှ မည်သူမဆို မိမိ၏ဘာသာတရားမှ လှည့်ပြန်သွားပါက အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ချစ်ခင်တော်မူပြီး ၎င်းတို့လည်း ကိုယ်တော်ကိုချစ်ခင်ကြမည့် လူမျိုးတစ်မျိုးကို ယူဆောင်လာမည်။)</span><span class=\"gray\">[5:54]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ ۚ وَكَانَ اللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကိုယ်တော်သည် အလိုရှိပါက အို လူသားတို့၊ သင်တို့ကို ဖယ်ရှားပြီး အခြားသူများကို ယူဆောင်လာနိုင်သည်။ ထိုအရာအပေါ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အကြွင်းမဲ့စွမ်းဆောင်နိုင်သူဖြစ်သည်။)</span><span class=\"gray\">[4:133]</span></p>"
  }
]