[
  {
    "ayah_key": "24:11",
    "group_ayah_key": "24:11",
    "from_ayah": "24:11",
    "to_ayah": "24:11",
    "ayah_keys": "24:11",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အသရေဖျက်မှုအား ယူဆောင်လာကြသူများသည် သင်တို့အထဲမှ အုပ်စုတစ်စုဖြစ်သည်။ ၎င်းကို သင်တို့အတွက် မကောင်းသော အရာအဖြစ် မမှတ်ယူကြနှင့်။ မဟုတ်ပေ၊ ၎င်းသည် သင်တို့အတွက် ကောင်းကျိုးဖြစ်ပေသည်။ ထိုသူတို့အနက်မှ လူတစ်ဦးစီတိုင်းအား သူပြုခဲ့သော အပြစ်ဒုစရိုက်အတွက် ပြန်လည်ပေးဆပ်ခံရမည်ဖြစ်ပြီး၊ ထိုသူတို့အနက်မှ မဟာပါဝင်ပတ်သက်မှုရှိခဲ့သူအတွက်မူ ကြီးလေးသော ပြစ်ဒဏ်ရှိမည်ဖြစ်သည်။ <span>(11)</span></p><div lang=\"sl\" class=\"sl \"><h2>Al-Ifk <span class=\"da gray\" lang=\"da\">(the Slander)</span></h2></div><p lang=\"my\" class=\"my \">လာမည့် အာယသ်ဆယ်ခုသည် အယောင်ဆောင်သူများအနက်မှ အသရေဖျက်သူများနှင့် မဟုတ်မမှန်ပြောဆိုသူများက သူမအား စွပ်စွဲချက်များ ပြုလုပ်ကာ သူမနှင့်ပတ်သက်၍ မဟုတ်မမှန် ကောလာဟလများ ဖြန့်ကြက်ခဲ့ကြစဉ်တွင် မုအ်မင်န်တို့၏မိခင် အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) နှင့်ပတ်သက်၍ ဗျာဒိတ်တော် ချပေးခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမအတွက်နှင့် အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) အတွက် စိတ်မသာမယာ ဖြစ်တော်မူပြီး တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ၏ ဂုဏ်သိက္ခာကို ကာကွယ်ရန် သူမ၏ အပြစ်ကင်းစင်မှုကို ဖော်ထုတ်ပြသတော်မူခဲ့သည်။ အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အသရေဖျက်မှုအား ယူဆောင်လာကြသူများသည် သင်တို့အထဲမှ အုပ်စုတစ်စုဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် တစ်ဦးစ နှစ်ဦးစမဟုတ်ဘဲ အုပ်စုတစ်စုဖြစ်သည်ဟု ဆိုလိုသည်။ ဤအုပ်စုတွင် ဦးဆောင်သူမှာ အယောင်ဆောင်သူတို့၏ခေါင်းဆောင် အဗ်ဒုလ္လာဟ် ဘင်န် အူဘိုင်ယီ ဘင်န် စလူလ် ဖြစ်ပြီး၊ ၎င်းက မဟုတ်မမှန် ကောလာဟလကို ဖန်တီးကာ အခြားသူများအား တီးတိုးပြောကြားခဲ့ရာ မွတ်စလင်မ်အချို့က ယုံကြည်လာခဲ့ကြပြီး အချို့က ဖြစ်နိုင်သည်ဟု ယူဆကာ ထိုအကြောင်းကို စတင်ပြောဆိုလာခဲ့ကြသည်။ ဤသို့ဖြင့် အခြေအနေများမှာ တစ်လနီးပါးခန့် ကြာမြင့်ခဲ့ပြီးနောက် ကုရ်အာန် ကျရောက်ခဲ့သည်။ ဤအကြောင်းကို ဆဟီးဟ် ဟဒီးဆ်တော်များတွင် ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အဇ်ဇူဟ်ရီ၏ ပြောကြားချက်ကို မှတ်တမ်းတင်ထားသည်- စအိဒ် ဘင်န် အလ်မွတ်စယပ်ဘ်၊ အွရ်ဝါဟ် ဘင်န် အဇ်ဇူဘိုင်းရ်၊ အလ်ကမာဟ် ဘင်န် ဝက္ကါစ် နှင့် အူဘိုင်းဒုလ္လာဟ် ဘင်န် အဗ်ဒုလ္လာဟ် ဘင်န် အွတ်ဘဟ် ဘင်န် မစ်အူဒ် တို့က တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ၏ ကြင်ယာတော် အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ၏ ဖြစ်စဉ်အကြောင်းကို ပြောပြခဲ့ကြသည်။ အသရေဖျက်သူများက သူမနှင့်ပတ်သက်၍ မဟုတ်မမှန်ပြောဆိုခဲ့ကြစဉ်တွင် အလ္လာဟ်အရှင်မြတ်က သူမ၏ အပြစ်ကင်းစင်မှုကို ကြေညာတော်မူခဲ့သည်။ သူတို့တစ်ဦးစီတိုင်းက ထိုဖြစ်စဉ်အကြောင်းကို တစ်စုံတစ်ရာ ပြောပြခဲ့ကြပြီး အချို့မှာ အခြားသူများထက် အသေးစိတ်ပိုမိုသိရှိကြသည် သို့မဟုတ် ပိုမိုမှတ်မိကြသည်။ ကျွန်ုပ်သည် ထိုသူတို့တစ်ဦးစီတိုင်းထံမှ ထိုဖြစ်စဉ်အကြောင်းကို လေ့လာခဲ့ရပြီး ၎င်းတို့သည် အာအိရှာဟ် ကိုယ်တိုင်ထံမှ ကြားသိခဲ့ကြသူများဖြစ်သည်။ တစ်ဦးက ပြောပြသည်မှာ အခြားသူများပြောကြားသည်ကို အတည်ပြုပေးခဲ့သည်။ ၎င်းတို့က တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ၏ ကြင်ယာတော် အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က ပြောကြားသည်မှာ “အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ခရီးထွက်လိုသောအခါ သူ၏ ကြင်ယာတော်များအကြားတွင် မဲနှိုက်လေ့ရှိပြီး မဲပေါက်သူက သူနှင့်အတူ လိုက်ပါရသည်။” အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က ပြောကြားသည်မှာ “ထို့ကြောင့် သူသည် စစ်ဆင်ရေးတစ်ခုအတွက် ကျွန်ုပ်တို့အကြား မဲနှိုက်ခဲ့ပြီး ကျွန်ုပ်မဲပေါက်ခဲ့ရာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) နှင့်အတူ ကျွန်ုပ်လိုက်ပါခဲ့သည်။ ဤသည်မှာ ဟီဂျာဘ်၏ ပညတ်ချက် ကျရောက်ပြီးနောက်ပိုင်း ဖြစ်သည်။ ထို့ကြောင့် ကျွန်ုပ်သည် ကျွန်ုပ်၏ ဘုရင်မယာဉ်ပေါ်တွင် ခရီးသွားခဲ့ပြီး ကျွန်ုပ်တို့စခန်းချသောအခါ ထိုယာဉ်ထဲတွင်ပင် နေထိုင်ခဲ့သည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) သူ၏ စစ်ဆင်ရေးကို ပြီးဆုံးသည်အထိ ခရီးသွားခဲ့ကြပြီးနောက် ပြန်လာခဲ့ကြသည်။ အလ်မဒီနာမြို့သို့ နီးကပ်လာသောအခါ ကျွန်ုပ်တို့ခဏရပ်နားခဲ့ကြသည်။ ထို့နောက် ခရီးဆက်လက်ထွက်ခွာရန် ကြေညာခဲ့ကြသည်။ ဤအကြောင်းကို ကျွန်ုပ်ကြားသောအခါ သဘာဝတရား၏ ခေါ်သံကို တုံ့ပြန်ရန် စစ်တပ်မှ အလျင်အမြန် ထွက်ခွာသွားခဲ့ပြီးနောက် ကျွန်ုပ်၏ ဘုရင်မယာဉ်သို့ ပြန်လာခဲ့သည်။ ထို့နောက် ကျွန်ုပ်၏ ရင်ဘတ်ပေါ် လက်တင်လိုက်ရာ ကျွန်ုပ်၏ အိုနစ်စ်နှင့် ကော်နီလီယန်ကျောက်ဖြင့် ပြုလုပ်ထားသော လည်ဆွဲတစ်ကုံး ကျိုးနေသည်ကို သတိပြုမိခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်ပြန်သွား၍ ရှာဖွေခဲ့ရာ ထိုအကြောင်းကြောင့် နောက်ကျခဲ့သည်။ ထိုအချိန်တွင် ကျွန်ုပ်၏ ဘုရင်မယာဉ်ကို ကျွန်ုပ်၏ ကုလားအုတ်ပေါ်သို့ မြှောက်တင်လေ့ရှိသူများ ရောက်လာကြပြီး ကျွန်ုပ်အတွင်း၌ ရှိနေသည်ဟု ထင်ကာ ကုလားအုတ်ပေါ် တင်လိုက်ကြသည်။ ထိုခေတ်ကာလများတွင် အမျိုးသမီးများသည် ပိုမိုပါးလွှာပြီး ဝိတ်မများကြ၊ ပါးစပ်အပြည့်စာမျှသာ စားသောက်ကြသည်။ ထို့ကြောင့် ကျွန်ုပ်သည် အမျိုးသမီးငယ်တစ်ဦး ဖြစ်သည့်အတွက် သူတို့မြှောက်တင်သောအခါ ဘုရင်မယာဉ်က ပေါ့ပါးနေသည်ကို လူများက ထူးဆန်းသည်ဟု မထင်ခဲ့ကြပေ။ သူတို့ ထွက်ခွာသွားခဲ့ကြပြီး ကျွန်ုပ်သည် စစ်တပ်ခရီးဆက်ပြီးနောက် ကျွန်ုပ်၏ လည်ဆွဲကို ပြန်တွေ့ခဲ့သည်။ ထို့နောက် ကျွန်ုပ်သည် ကျွန်ုပ်တို့ရပ်နားခဲ့သော နေရာသို့ ပြန်လာခဲ့ရာ ခေါ်ရမည့်သူ သို့မဟုတ် အဖြေပေးမည့်သူ တစ်ဦးတစ်ယောက်မျှ မတွေ့ခဲ့ရပေ။ ထို့ကြောင့် လူများက ကျွန်ုပ်ကို သတိရ၍ ပြန်လာကြလိမ့်မည်ဟု ထင်ကာ ကျွန်ုပ်ရှိခဲ့သော နေရာသို့ သွားခဲ့သည်။ ထိုနေရာတွင် ထိုင်နေစဉ် ကျွန်ုပ် အိပ်ပျော်သွားခဲ့သည်။</p><p lang=\"my\" class=\"my \">စပ်ဖ်ဝါန် ဘင်န် အလ်မွတ်အတ်သွလ် အစ့်စူလာမီ အဓ်ဓက္ကဝါနီသည် ညဘက်တွင် စစ်တပ်နောက်ဘက်၌ အနားယူခဲ့သည်။ ထို့နောက် သူသည် မိုးမလင်းမီလေးတွင် ထွက်ခွာခဲ့ပြီး နံနက်ပိုင်းတွင် ကျွန်ုပ်ရှိရာနေရာသို့ ရောက်လာခဲ့သည်။ ထိုနေရာတွင် သူသည် အိပ်နေသော လူတစ်ဦး၏ ပုံသဏ္ဍာန်ကို မြင်တွေ့ခဲ့သည်။ သူသည် ကျွန်ုပ်ထံသို့ လာရောက်ပြီး ကျွန်ုပ်အား မြင်သောအခါ မှတ်မိခဲ့သည်။ အကြောင်းမှာ ဟီဂျာဘ် (မျက်နှာဖုံး) သည် ကျွန်ုပ်အတွက် မသင်မနေရမဖြစ်မီကပင် သူသည် ကျွန်ုပ်ကို မြင်ဖူးခဲ့သောကြောင့်ဖြစ်သည်။ သူသည် ကျွန်ုပ်ကို မြင်သောအခါ ‘အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်ကြပြီး၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အရှင်မြတ်ထံသို့ ပြန်သွားရပေမည်’ ဟု ပြောကြားသောအခါ ကျွန်ုပ် နိုးထလာပြီး ကျွန်ုပ်၏ ဂျီလ်ဘာဘ် <span class=\"gray\">(အပြင်ဝတ်ရုံ)</span> ဖြင့် မျက်နှာကို ဖုံးအုပ်လိုက်သည်။ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ သူသည် ကျွန်ုပ်အား စကားတစ်လုံးမျှ မပြောခဲ့ဘဲ ‘အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်ကြပြီး၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အရှင်မြတ်ထံသို့ ပြန်သွားရပေမည်’ ဟူသည့် စကားမှလွဲ၍ အခြားမည်သည့် စကားကိုမျှ ပြောကြားသည်ကို ကျွန်ုပ်မကြားခဲ့ရပါ။ သူသည် သူ၏ ကုလားအုတ်ကို ယူလာပြီး ဒူးထောက်စေခဲ့ရာ ကျွန်ုပ် ၎င်းပေါ်သို့ စီးနင်းနိုင်ခဲ့သည်။ ထို့နောက် ဇွဟ်ရ် (မွန်းတည့်) အချိန်၌ စစ်တပ်နှင့် ပြန်လည်ဆုံတွေ့သည်အထိ ကုလားအုတ်ကို ဦးဆောင်၍ ခရီးဆက်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်အပေါ် ဖြစ်ပျက်ခဲ့သည့် အဖြစ်အပျက်ကြောင့် ဖျက်ဆီးခံရသူများရှိပြီး ထိုအထဲတွင် မဟာပါဝင်ပတ်သက်မှုရှိခဲ့သူမှာ အဗ်ဒုလ္လာဟ် ဘင်န် အူဘိုင်ယီ ဘင်န် စလူလ် ဖြစ်သည်။ ကျွန်ုပ်တို့ အလ်မဒီနာသို့ ပြန်ရောက်သောအခါ ကျွန်ုပ် တစ်လကြာမျှ ဖျားနာခဲ့ပြီး လူများက အသရေဖျက်သူများ ပြောဆိုနေသည်များကို ပြောဆိုနေခဲ့ကြသည်။ ကျွန်ုပ်ကမူ ထိုအကြောင်းကို မည်သည်မျှ မသိခဲ့ရပေ။ ကျွန်ုပ် ဖျားနာနေစဉ် စိတ်မချမ်းမြေ့ခဲ့ရသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ထံမှ ကျွန်ုပ် မြင်တွေ့နေကျ ကြင်နာမှုမျိုးကို မမြင်တွေ့ရခြင်းဖြစ်သည်။ ကျွန်ုပ် ဖျားနာနေသောအခါ သူသည် ရောက်လာပြီး ပြောလေ့ရှိသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَيْفَ تِيكُمْ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို <span class=\"gray\">(အမျိုးသမီး)</span> အဆင်ပြေရဲ့လား?)</span> ဤအရာက ကျွန်ုပ်ကို စိတ်မချမ်းမြေ့စေခဲ့သည်။ ကျွန်ုပ်သည် ပိုမိုသက်သာလာပြီးနောက် အပြင်ထွက်ခဲ့ရာမှ အ Umm Mistah သည် ကျွန်ုပ်နှင့်အတူ အလ်မနာဆီအ် ဆီသို့ လမ်းလျှောက်သွားခဲ့သည်။ ထိုနေရာသည် ကျွန်ုပ်တို့ အပေါ့အလေးသွားရန် သွားလေ့ရှိသော နေရာဖြစ်ပြီး ညဘက်မှလွဲ၍ ထိုရည်ရွယ်ချက်အတွက် မည်သည့်အခါမျှ အပြင်မထွက်ခဲ့ကြပေ။ ဤသည်မှာ ကျွန်ုပ်တို့၏ အိမ်များအနီးတွင် သန့်စင်ခန်းများ မရှိသေးမီက ဖြစ်သည်။ ကျွန်ုပ်တို့၏ အလေ့အထမှာ ရှေးခေတ် အာရပ်လူမျိုးများကဲ့သို့ပင် ဖြစ်သည်။ အိမ်များတွင် သန့်စင်ခန်းများထားရှိခြင်းကို ပြဿနာရှိသည်ဟု သတ်မှတ်ပြီး အန္တရာယ်ဖြစ်စေသည်ဟု ယူဆသောကြောင့် ကျွန်ုပ်တို့သည် အပေါ့အလေးသွားရန် သဲကန္တာရများသို့ သွားလေ့ရှိကြသည်။ ထို့ကြောင့် ကျွန်ုပ်သည် Umm Mistah နှင့်အတူ အပြင်ထွက်ခဲ့သည်။ သူမသည် အဘူ ရုဟ်မ် ဘင်န် အလ်မွတ်တွလစ်ဘ် ဘင်န် အဗ်ဒ် မနာဖ် ၏ သမီးဖြစ်ပြီး၊ သူမ၏ မိခင်မှာ စခ်ရ် ဘင်န် အာမေရ် ၏ သမီးဖြစ်ပြီး အဘူ ဘကရ် အစ်စစ်ဒ်ဒီက် ၏ ဖခင်ဘက်မှ အဒေါ်ဖြစ်သည်။ သူမ၏သားမှာ မစ်စ်တွဟ် ဘင်န် အူသာသာဟ် ဘင်န် အဗ်ဘာဒ် ဘင်န် အလ်မွတ်တွလစ်ဘ် ဖြစ်သည်။ ကျွန်ုပ်တို့ လုပ်စရာရှိသည်များကို ပြီးစီးသောအခါ အဘူ ရုဟ်မ် ၏ သမီး Umm Mistah နှင့် ကျွန်ုပ်သည် ကျွန်ုပ်၏ အိမ်သို့ ပြန်လာခဲ့ကြသည်။ Umm Mistah သည် သူမ၏ အင်္ကျီပေါ် လဲကျသွားပြီး ‘မစ်စ်တွဟ် ဖျက်ဆီးခံရပါစေ!’ ဟု ပြောလိုက်သည်။ ကျွန်ုပ် သူမကို ‘သင် ဘယ်လို မကောင်းတဲ့ စကားမျိုး ပြောတာလဲ! သင်သည် ဘဒ်ရ် စစ်ပွဲတွင် ပါဝင်ခဲ့သူတစ်ဦးကို စော်ကားနေတာလား?’ ဟု ပြောလိုက်သည်။ သူမက ‘အို ဘုရားရေ၊ သူပြောတာကို သင် မကြားဘူးဘူးလား?’ ဟု ပြောသည်။ ကျွန်ုပ်က ‘ဘာပြောတာလဲ?’ ဟု မေးလိုက်သည်။ ထို့ကြောင့် သူမက အသရေဖျက်သူများ ပြောဆိုနေသည့် အကြောင်းအရာများကို ကျွန်ုပ်အား ပြောပြခဲ့ရာ ကျွန်ုပ်ကို ပိုမို ဖျားနာစေခဲ့သည်။ ကျွန်ုပ် အိမ်သို့ ပြန်ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ကျွန်ုပ်ထံသို့ ရောက်လာပြီး နှုတ်ဆက်ကာ ထို့နောက် သူက ပြောသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَيْفَ تِيكُمْ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို <span class=\"gray\">(အမျိုးသမီး)</span> အဆင်ပြေရဲ့လား?)</span> ကျွန်ုပ်က သူ့အား ‘ကျွန်ုပ် မိဘများထံ သွားခွင့်ပြုပါမလား?’ ဟု ပြောလိုက်သည်။ ထိုအချိန်က ကျွန်ုပ်သည် ထိုသတင်းကို သူတို့ထံမှ ကြားသိခြင်းဖြင့် အတည်ပြုလိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ကျွန်ုပ်အား ခွင့်ပြုခဲ့ရာ ကျွန်ုပ်သည် မိဘများထံ သွားရောက်ပြီး ကျွန်ုပ်၏ မိခင်ကို ‘အို ကျွန်ုပ်၏ မိခင်၊ လူများ ဘာတွေ ပြောနေကြတာလဲ?’ ဟု မေးလိုက်သည်။ ကျွန်ုပ်၏ မိခင်က ‘စိတ်အေးအေးထား၊ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ခင်ပွန်းဖြစ်သူက ချစ်မြတ်နိုးပြီး အတူနေဇနီးမယားများ ရှိသည့် လှပသောအမျိုးသမီး မည်သူမဆို ထိုဇနီးမယားများက အပြစ်ရှာကြမည်သာဖြစ်သည်။’ ဟု ပြောသည်။ ကျွန်ုပ်က ‘ဆွဗ်ဟာနလ်လဟ်! လူတွေ တကယ်ပဲ ဒီအကြောင်း ပြောနေကြတာလား?’ ဟု ပြောလိုက်သည်။ ကျွန်ုပ်သည် ညလုံးပေါက် မနက်ရောက်သည်အထိ ငိုကြွေးခဲ့သည်။ ကျွန်ုပ်၏ မျက်ရည်များ မရပ်စဲဘဲ ကျွန်ုပ် လုံးဝမအိပ်ခဲ့ရဘဲ မနက်ခင်းရောက်လာသောအခါ ကျွန်ုပ် ဆက်လက်ငိုကြွေးနေဆဲဖြစ်သည်။ ဗျာဒိတ်တော် ကျရောက်ခြင်း ရပ်စဲသွားသောကြောင့် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) သည် အလီ ဘင်န် အဘီ တောလစ်ဗ် နှင့် အူဆာမာဟ် ဘင်န် ဇိုင်းဒ် တို့ကို ခေါ်ယူပြီး သူ၏ ကြင်ယာတော်ကို ကွာရှင်းရန်ကိစ္စနှင့်ပတ်သက်၍ သူတို့နှင့် တိုင်ပင်ဆွေးနွေးခဲ့သည်။ အူဆာမာဟ် ဘင်န် ဇိုင်းဒ် နှင့်ပတ်သက်၍ သူသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) အား သူ၏ ကြင်ယာတော်၏ အပြစ်ကင်းစင်မှုနှင့် သူမအပေါ် သူ၏ ချစ်ခင်မြတ်နိုးမှုအကြောင်းကို ပြောပြခဲ့သည်။ သူက ‘အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ သူမသည် အရှင်မြတ်၏ ကြင်ယာတော်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့ သူမနှင့်ပတ်သက်၍ ကောင်းမွန်သောအရာမှလွဲ၍ မည်သည်မျှ မသိပါ။’ ဟု ပြောသည်။ သို့သော် အလီ ဘင်န် အဘီ တောလစ်ဗ် က ‘အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အပေါ် ကန့်သတ်ချက်များ ချမှတ်ထားခြင်းမရှိပါ။ သူမအပြင် အခြားအမျိုးသမီးများစွာ ရှိပါသည်။ အရှင်မြတ် သူမ၏ အိမ်အကူမိန်းကလေးကို မေးမြန်းပါက သူမက အမှန်တရားကို ပြောပြပါလိမ့်မည်။’ ဟု ပြောသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) သည် ဘရီရာဟ် ကို ခေါ်ယူပြီး ပြောသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْ بَرِيرَةُ هَلْ رَأَيْتِ مِنْ شَيْءٍ يَرِيبُكِ مِنْ عَائِشَةَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဘရီရာဟ်၊ အာအိရှာဟ် နှင့်ပတ်သက်၍ သင့်ကို သံသယဖြစ်စေနိုင်သည့် မည်သည့်အရာကိုမျှ သင် မြင်ဖူးပါသလား?)</span> ဘရီရာဟ်က သူ့အား ‘အမှန်တရားနှင့်အတူ သင့်ကို စေလွှတ်တော်မူသော အရှင်မြတ်အား ကျိန်ဆိုပါသည်၊ ကျွန်ုပ် သူမကို အပြစ်တင်နိုင်သည့် မည်သည့်အရာကိုမျှ မမြင်ဖူးပါ။ သူမသည် တစ်ခါတစ်ရံ အိပ်ပျော်သွားပြီး သူမ၏ မိသားစု မုန့်ညက်ကို အကာအကွယ်မဲ့ ထားခဲ့ရာ အိမ်မွေးဆိတ်များ လာရောက်စားသောက်ကြသည်ဟူသည့် အချက်မှလွဲ၍ အခြားမရှိပါ။’ ဟု ပြောသည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ထရပ်ကာ <span class=\"gray\">(လူအများအား မိန့်ခွန်းပြောကြားပြီး)</span> သူ့အတွက် အဗ်ဒုလ္လာဟ် ဘင်န် အူဘိုင်ယီ ဘင်န် စလူလ် ကို မည်သူက ဖြေရှင်းပေးနိုင်မည်နည်းဟု မေးခဲ့သည်။ သူသည် မင်ဘာ (ဓမ္မပလ္လင်) ပေါ်တွင် ရပ်နေစဉ် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَامَعْشَرَ الْمُسْلِمِينَ! مَنْ يَعْذِرُنِي مِنْ رَجُلٍ قَدْ بَلَغَنِي أَذَاهُ فِي أَهْلِ بَيْتِي، فَوَاللهِ مَا عَلِمْتُ عَلَى أَهْلِي إِلَّا خَيْرًا، وَلَقَدْ ذَكَرُوا رَجُلًا مَا عَلِمْتُ عَلَيْهِ إِلَّا خَيْرًا، وَمَا كَانَ يَدْخُلُ عَلَى أَهْلِي إِلَّا مَعِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မွတ်စလင်မ်အပေါင်းတို့၊ ကျွန်ုပ်၏ မိသားစုကို အသရေဖျက်၍ ကျွန်ုပ်အား နာကျင်စေသော အမျိုးသားတစ်ဦးကို မည်သူက ကျွန်ုပ်အား ကူညီမည်နည်း။ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ကျွန်ုပ်၏ မိသားစုနှင့်ပတ်သက်၍ ကောင်းမွန်သောအရာမှလွဲ၍ မည်သည်မျှ မသိပါ။ လူများက ကျွန်ုပ်ကောင်းမွန်သည်မှလွဲ၍ မည်သည်မျှမသိသော အမျိုးသားတစ်ဦးကို အပြစ်တင်နေကြပြီး သူသည် ကျွန်ုပ်နှင့်အတူမှလွဲ၍ ကျွန်ုပ်၏ မိသားစုထံသို့ တစ်ခါမျှ ဝင်ရောက်ခဲ့ဖူးခြင်းမရှိပါ။)</span></p><p lang=\"my\" class=\"my \">စအ်ဒ် ဘင်န် မုအာဓ် အလ်အန်ဆွာရီ ထရပ်ကာ ‘အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ကျွန်ုပ် သူ့ကို အရှင်မြတ်အတွက် ဖြေရှင်းပေးပါမည်။ အကယ်၍ သူသည် အလ်အောဝ်စ် <span class=\"gray\">(မျိုးနွယ်စု)</span> မှ ဖြစ်ပါက ကျွန်ုပ် သူ၏ ခေါင်းကို ဖြတ်ပါမည်။ အကယ်၍ သူသည် ကျွန်ုပ်တို့၏ အလ်ခဇ်ရဂျ် <span class=\"gray\">(မျိုးနွယ်စု)</span> မှ ညီအစ်ကိုများထဲမှ ဖြစ်ပါက ကျွန်ုပ်တို့ ဘာလုပ်ရမည်ကို ပြောပါ၊ ကျွန်ုပ်တို့ လုပ်ဆောင်ပါမည်။’ ဟု ပြောသည်။ ထို့နောက် စအ်ဒ် ဘင်န် အူဘာဒါဟ် ထရပ်သည်။ သူသည် အလ်ခဇ်ရဂျ် ၏ ခေါင်းဆောင်ဖြစ်ပြီး ဖြောင့်မတ်သော အမျိုးသားတစ်ဦးဖြစ်သည်။ သို့သော် သူသည် မျိုးနွယ်စုကြီးစိုးလိုစိတ်ဖြင့် လွှမ်းမိုးခံခဲ့ရသည်။ သူသည် စအ်ဒ် ဘင်န် မုအာဓ် အား ‘အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ သင် သူ့ကို သတ်နိုင်မည်မဟုတ်သလို ဘယ်တော့မှလည်း သတ်နိုင်မည်မဟုတ်ပါ။’ ဟု ပြောသည်။ ထို့နောက် စအ်ဒ် ဘင်န် မုအာဓ် ၏ ညီအစ်ကိုတော်စပ်သူ အူဆိုင်းဒ် ဘင်န် ဟူဒိုင်ရ် ထရပ်ကာ စအ်ဒ် ဘင်န် အူဘာဒါဟ် အား ‘သင် လိမ်နေတယ်။ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ကျွန်ုပ်တို့ သူ့ကို သတ်မည်။ သင်သည် အယောင်ဆောင်သူများအတွက် စကားပြောပေးနေသော အယောင်ဆောင်တစ်ဦး ဖြစ်သည်!’ ဟု ပြောသည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ်အောဝ်စ် နှင့် အလ်ခဇ်ရဂျ် ဟူသည့် အုပ်စုနှစ်စုသည် စတင်ဒေါသထွက်လာကြပြီး ခိုက်ရန်ဖြစ်ပွားလုနီးပါး ဖြစ်ခဲ့ကြရာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) သည် မင်ဘာ (ဓမ္မပလ္လင်) ပေါ်တွင် ရပ်လျက် သူတို့ကို တိတ်ဆိတ်သွားသည်အထိ နှစ်သိမ့်ပေးရန် ကြိုးစားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) လည်း တိတ်ဆိတ်သွားခဲ့သည်။ ထိုနေ့က ကျွန်ုပ် အလွန်အမင်း ငိုကြွေးခဲ့ရာ ကျွန်ုပ်၏ မျက်ရည်များ မရပ်စဲဘဲ ကျွန်ုပ် လုံးဝမအိပ်ခဲ့ရပေ။ ကျွန်ုပ်၏ မိဘများက ကျွန်ုပ်၏ အသည်းသည် ထိုငိုကြွေးမှုအားလုံးကြောင့် ကွဲသွားတော့မည်ဟု ထင်ခဲ့ကြသည်။ သူတို့သည် ကျွန်ုပ်နှင့်အတူ ထိုင်နေပြီး ကျွန်ုပ် ငိုကြွေးနေစဉ် အန်ဆွာရ် အမျိုးသမီးတစ်ဦးက ကျွန်ုပ်ကို တွေ့ဆုံရန် ခွင့်တောင်းခဲ့သည်။ ကျွန်ုပ် သူမကို ဝင်ခွင့်ပြုခဲ့ရာ သူမသည် ထိုင်ပြီး ကျွန်ုပ်နှင့်အတူ ငိုကြွေးခဲ့သည်။ ကျွန်ုပ်တို့ ထိုအခြေအနေတွင် ရှိနေစဉ် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ရောက်လာပြီး ကျွန်ုပ်တို့အား နှုတ်ဆက်ကာ ထိုင်ချခဲ့သည်။ ကောလာဟလများ စတင်ခဲ့ပြီးနောက်ပိုင်း သူသည် ကျွန်ုပ်နှင့်အတူ တစ်ခါမျှ မထိုင်ခဲ့ဖူးပေ။ ကျွန်ုပ်၏ ကိစ္စနှင့်ပတ်သက်၍ မည်သည့် ဗျာဒိတ်တော်မျှ ကျရောက်ခြင်းမရှိဘဲ တစ်လကြာမြင့်ခဲ့ပြီဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ထိုင်ချသောအခါ တရှဟ်ဟဒ် ကို ရွတ်ဖတ်ခဲ့ပြီး ထို့နောက် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا بَعْدُ، يَا عَائِشَةُ فَإِنَّهُ قَدْ بَلَغَنِي عَنْكِ كَذَا وَكَذَا، فَإِنْ كُنْتِ بَرِيئَةً فَسَيُبَرِّئُكِ اللهُ، وَإِنْ كُنْتِ أَلْمَمْتِ بِذَنْبٍ فَاسْتَغْفِرِي اللهَ ثُمَّ تُوبِي إِلَيْهِ، فَإِنَّ الْعَبْدَ إِذَا اعْتَرَفَ بِذَنْبِهِ ثُمَّ تَابَ، تَابَ اللهُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အို အာအိရှာဟ်၊ ကျွန်ုပ် သင့်အကြောင်း ထိုသို့ထိုသို့ ကြားသိရသည်။ အကယ်၍ သင် အပြစ်ကင်းစင်ပါက အလ္လာဟ်အရှင်မြတ်သည် သင်၏ အပြစ်ကင်းစင်မှုကို ဖော်ထုတ်ပြသတော်မူမည်။ သို့သော် အကယ်၍ သင် အပြစ်တစ်ခုခု ကျူးလွန်ခဲ့ပါက အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှုတောင်းခံပြီး အရှင်မြတ်ထံ နောင်တတရားဖြင့် ပြန်လှည့်ပါ။ အကြောင်းမှာ ကျွန်တစ်ဦးသည် မိမိ၏ အပြစ်ကို ဝန်ခံပြီးနောက် အလ္လာဟ်အရှင်မြတ်ထံ နောင်တတရားဖြင့် ပြန်လှည့်သောအခါ အရှင်မြတ်က သူ၏ နောင်တတရားကို လက်ခံတော်မူသောကြောင့် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ပြောကြားလိုသည်များကို ပြီးဆုံးသောအခါ ကျွန်ုပ်၏ မျက်ရည်များ လုံးဝရပ်တန့်သွားပြီး မျက်ရည်တစ်စက်မျှပင် မခံစားရတော့ပေ။ ထို့နောက် ကျွန်ုပ် ဖခင်ကို ‘အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ကို ကျွန်ုပ်ကိုယ်စား အဖြေပေးပါဦး။’ ဟု ပြောလိုက်သည်။ သူက ‘ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ကို ဘာပြောရမည်ကို မသိပါ။’ ဟု ပြောသည်။ ထို့ကြောင့် ကျွန်ုပ် မိခင်ကို ‘အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ကို ကျွန်ုပ်ကိုယ်စား အဖြေပေးပါဦး။’ ဟု ပြောလိုက်သည်။ သူမက ‘ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ကို ဘာပြောရမည်ကို မသိပါ။’ ဟု ပြောသည်။ ထို့ကြောင့် ကျွန်ုပ်သည် ကုရ်အာန်ကို များစွာ မမှတ်မိသေးသော မိန်းကလေးငယ်တစ်ဦးမျှသာ ဖြစ်သော်လည်း ပြောလိုက်သည်မှာ- ‘အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ သင်တို့သည် ဤဖြစ်စဉ်အကြောင်းကို အလွန်များပြားစွာ ကြားသိခဲ့ကြပြီး သင်တို့၏ စိတ်ထဲတွင် စွဲမြဲသွားကာ သင်တို့ ယုံကြည်သွားကြပြီဟု ကျွန်ုပ် သိပါသည်။ ထို့ကြောင့် ယခု ကျွန်ုပ် အပြစ်ကင်းစင်သည်ဟု သင်တို့ကို ပြောပါက – အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ် အပြစ်ကင်းစင်ကြောင်း သိတော်မူပါသည် – သင်တို့ ကျွန်ုပ်ကို ယုံကြည်မည်မဟုတ်ပါ။ သို့သော် ကျွန်ုပ် သင်တို့ကို တစ်စုံတစ်ရာ ဝန်ခံပါက – အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ် အပြစ်ကင်းစင်ကြောင်း သိတော်မူပါသည် – သင်တို့ ကျွန်ုပ်ကို ယုံကြည်ပါလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ နဗီယျူဆွဖ် ၏ ဖခင် ပြောကြားခဲ့သည့် စကားမှလွဲ၍ သင်တို့ကို ပေးနိုင်မည့် မည်သည့် ဥပမာကိုမျှ ကျွန်ုပ် မတွေ့ရှိပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصَبْرٌ جَمِيلٌ ۖ وَاللَّهُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် <span class=\"gray\">(ကျွန်ုပ်အတွက်)</span> သည်းခံခြင်းသည် အသင့်တော်ဆုံး ဖြစ်သည်။ သင်တို့ ဖော်ပြသော ထို <span class=\"gray\">(မဟုတ်မမှန်မှု)</span> အပေါ် အကူအညီတောင်းခံနိုင်သူမှာ အလ္လာဟ်အရှင်မြတ်သာဖြစ်သည်။)</span><span class=\"gray\">(12:18)</span>။</p><p lang=\"my\" class=\"my \">ထို့နောက် ကျွန်ုပ်သည် မျက်နှာလွှဲကာ အိပ်ရာပေါ်တွင် လှဲချလိုက်သည်။ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ထိုအချိန်က ကျွန်ုပ် အပြစ်ကင်းစင်ကြောင်းနှင့် ကျွန်ုပ် အပြစ်ကင်းစင်သောကြောင့် အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်၏ အပြစ်ကင်းစင်မှုကို သက်သေပြတော်မူမည်ဟု ကျွန်ုပ် သိခဲ့သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏ အခြေအနေနှင့်ပတ်သက်၍ ထာဝစဉ် ရွတ်ဖတ်ခံရမည့် ကုရ်အာန်ကို ချပေးတော်မူမည်ဟု ကျွန်ုပ် မထင်ခဲ့ပါ။ အကြောင်းမှာ ကျွန်ုပ်နှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ် ဗျာဒိတ်ချပေးတော်မူရန်အတွက် ကျွန်ုပ်သည် အလွန်အမင်း အရေးမပါသူ တစ်ဦးဟု ကျွန်ုပ် ကိုယ့်ကိုကိုယ် ထင်ခဲ့သောကြောင့် ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) သည် အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်၏ အပြစ်ကင်းစင်မှုကို သက်သေပြတော်မူမည့် အိပ်မက်တစ်ခုကို မြင်မက်လိမ့်မည်ဟု ကျွန်ုပ် မျှော်လင့်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) သည် သူထိုင်နေသော နေရာမှ မရွှေ့လျားဘဲ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ထံ ဗျာဒိတ်တော် ချပေးတော်မူခြင်းမပြုမီ အိမ်မှ မည်သူမျှ မထွက်ခွာခဲ့ပါ။ ဗျာဒိတ်တော် ကျရောက်သောအခါ သူ အမြဲကြုံတွေ့ရသည့် အခြေအနေဖြင့် လွှမ်းမိုးခံခဲ့ရသည်။ ပုလဲလုံးများကဲ့သို့ ချွေးစက်များ သူ၏ ကိုယ်ပေါ်မှ စီးကျခဲ့ရာ ဆောင်းရာသီတွင်ပင် ဖြစ်သည်။ ဤသည်မှာ သူထံသို့ ဗျာဒိတ်ချပေးခံရသော စကားလုံးများ၏ လေးနက်မှုကြောင့် ဖြစ်သည်။ ထိုအခြေအနေ လွန်မြောက်သွားသောအခါ – အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ပြုံးနေခဲ့သည် – သူ ပထမဆုံး ပြောကြားခဲ့သည့် စကားမှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَبْشِرِي يَا عَائِشَةُ، أَمَّا اللهُ عَزَّ وَجَلَّ فَقَدْ بَرَّأَكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းမြောက်လော့ အို အာအိရှာဟ်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်၏ အပြစ်ကင်းစင်မှုကို ကြေညာတော်မူခဲ့ပြီ။)</span> ကျွန်ုပ်၏ မိခင်က ကျွန်ုပ်အား ‘ထပြီး သူ့ဆီသွားပါ’ ဟု ပြောသည်။ ကျွန်ုပ်က ‘အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ကျွန်ုပ် သူ့ဆီ မသွားပါ။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူ့ကိုမျှ ချီးမွမ်းမည်မဟုတ်ပါ။ အရှင်မြတ်သာလျှင် ကျွန်ုပ်၏ အပြစ်ကင်းစင်မှုကို သက်သေပြတော်မူခဲ့သူ ဖြစ်သောကြောင့်ဖြစ်သည်။’ ဟု ပြောသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် ဗျာဒိတ်ချပေးတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အသရေဖျက်မှုအား ယူဆောင်လာကြသူများသည် သင်တို့အထဲမှ အုပ်စုတစ်စုဖြစ်သည်။)</span>၊ အာယသ်ဆယ်ခုအထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏ အပြစ်ကင်းစင်မှုနှင့်ပတ်သက်၍ ဤအာယသ်များကို ဗျာဒိတ်ချပေးတော်မူခဲ့သည်။ အဘူ ဘကရ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) သည် မိစ်တွဟ် ဘင်န် အူသာသာဟ် အပေါ် သုံးစွဲလေ့ရှိသည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် မိသားစုနီးစပ်သူဖြစ်ပြီး ဆင်းရဲသူဖြစ်သောကြောင့်ဖြစ်သည်။ သူက ‘အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ အာအိရှာဟ် နှင့်ပတ်သက်၍ သူပြောဆိုပြီးနောက် ကျွန်ုပ် သူ့အပေါ် မည်သည့်အရာကိုမျှ ထပ်မံသုံးစွဲမည်မဟုတ်ပေ။’ ဟု ပြောသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် ဗျာဒိတ်ချပေးတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُولِي الْقُرْبَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ ကျေးဇူးတော်များနှင့် ချမ်းသာကြွယ်ဝမှုတို့ဖြင့် ကောင်းချီးပေးခံရသူများသည် မိမိတို့၏ ဆွေမျိုးသားချင်းများအား မပေးလှူရန် ကျိန်ဆိုခြင်း မပြုကြစေနှင့်။)</span> အရှင်မြတ်၏ မိန့်တော်မူချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား အလ္လာဟ်အရှင်မြတ် ခွင့်လွှတ်တော်မူသည်ကို သင်တို့ မချစ်မြတ်နိုးကြဘူးလား။ အလ္လာဟ်အရှင်မြတ်သည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူထသော၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင် ဖြစ်တော်မူပေသည်။)</span><span class=\"gray\">[24:22]</span>။ ထို့ကြောင့် အဘူ ဘကရ် က ‘အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ကျွန်ုပ်အား အလ္လာဟ်အရှင်မြတ် ခွင့်လွှတ်တော်မူသည်ကို ကျွန်ုပ် အမှန်တကယ် ချစ်မြတ်နိုးပါသည်။’ ဟု ပြောသည်။ ထို့ကြောင့် သူသည် ယခင်က မိစ်တွဟ် အပေါ် သုံးစွဲခဲ့သည့်အတိုင်း ပြန်လည်သုံးစွဲခဲ့ပြီး ‘အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ကျွန်ုပ် သူ့အပေါ် သုံးစွဲခြင်းကို ဘယ်တော့မှ ရပ်တန့်မည်မဟုတ်ပါ။’ ဟု ပြောသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) သည် ဇိုင်းနဗ် ဘင်န် ဂျဟ်ရှ် ကို ကျွန်ုပ်၏ အခြေအနေနှင့်ပတ်သက်၍ မေးမြန်းခဲ့ပြီး မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا زَيْنَبُ مَاذَا عَلِمْتِ أَوْ رَأَيْتِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဇိုင်းနဗ်၊ သင် ဘာသိသလဲ၊ ဘာမြင်သလဲ?)</span> သူမက ‘အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်၏ အကြားအာရုံနှင့် အမြင်အာရုံကို ကာကွယ်တော်မူပါစေ။ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ကျွန်ုပ်သည် ကောင်းမွန်သောအရာမှလွဲ၍ မည်သည်မျှ မသိပါ။’ ဟု ပြောသည်။ သူမသည် တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ၏ ကြင်ယာတော်များအနက် ကျွန်ုပ်နှင့် ပြိုင်ဆိုင်လေ့ရှိသူဖြစ်သည်။ သို့သော် သူမ၏ ဘာသာတရားကိုင်းရှိုင်းမှုကြောင့် အလ္လာဟ်အရှင်မြတ်က သူမကို <span class=\"gray\">(လိမ်လည်ပြောဆိုခြင်းမှ)</span> ကာကွယ်တော်မူခဲ့သည်။ သို့သော် သူမ၏ ညီမ ဟမ်နာဟ် ဘင်န် ဂျဟ်ရှ် က သူမကိုယ်စား ဆက်လက်တိုက်ခိုက်ခဲ့ရာ ဖျက်ဆီးခံရသူများနှင့်အတူ သူမပါ ဖျက်ဆီးခံခဲ့ရသည်။” အိဗ်နု ရှီဟာဘ် က “ဤသည်မှာ ကျွန်ုပ်တို့ ထိုလူအုပ်စုအကြောင်း သိသလောက် ဖြစ်သည်။” ဟု ပြောသည်။ ၎င်းကို အလ်ဘူခါရီ နှင့် မွတ်စလင်မ် တို့၏ ဆဟီးဟ်ကျမ်းများတွင် အဇ်ဇူဟ်ရီ၏ ဟဒီးဆ်တော်မှလည်းကောင်း၊ အိဗ်နု အစ်ဟ်ဟာက် ကလည်း အဇ်ဇူဟ်ရီ ထံမှလည်းကောင်း မှတ်တမ်းတင်ထားသည်။ သူကလည်း “ယဟ်ယာ ဘင်န် အဗ်ဘာဒ် ဘင်န် အဗ်ဒုလ္လာဟ် ဘင်န် အဇ်ဇူဘိုင်းရ် က ကျွန်ုပ်အား သူ၏ ဖခင်ထံမှ၊ အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ ပြောပြခဲ့သည်။ အဗ်ဒုလ္လာဟ် ဘင်န် အဘီ ဘကရ် ဘင်န် မိုဟမ္မဒ် ဘင်န် အမ်ရ် ဘင်န် ဟဇ်မ် အလ်အန်ဆွာရီ က ကျွန်ုပ်အား အမ်ရာဟ် ထံမှ၊ အာအိရှာဟ် ထံမှ၊ အထက်တွင် ဖော်ပြထားသည့်အတိုင်း <span class=\"gray\">(အစီရင်ခံစာ)</span> ကို ပြောပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အသရေဖျက်မှုအား ယူဆောင်လာကြသူများသည်)</span> ဆိုလိုသည်မှာ မဟုတ်မမှန်မှုများ၊ လိမ်ညာမှုများနှင့် ဖန်တီးမှုများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عُصْبَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အုပ်စုတစ်စုဖြစ်သည်)</span> ဆိုလိုသည်မှာ သင်တို့အထဲမှ အုပ်စုတစ်စုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحْسَبُوهُ شَرًّا لَّكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို သင်တို့အတွက် မကောင်းသော အရာအဖြစ် မမှတ်ယူကြနှင့်။)</span> အို အဘူ ဘကရ် ၏ မိသားစု-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ خَيْرٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ ၎င်းသည် သင်တို့အတွက် ကောင်းကျိုးဖြစ်ပေသည်။)</span> ဆိုလိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်လောကတွင် ဂုဏ်သရေရှိ ဖော်ပြခြင်းနှင့် နောင်တမလွန်လောကတွင် မြင့်မားသော အဆင့်အတန်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မုအ်မင်န်တို့၏ မိခင် အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ကို ကုရ်အာန်တွင် သူမ၏ အပြစ်ကင်းစင်မှုကို ဖော်ထုတ်ခြင်းဖြင့် ကာကွယ်ပေးသောအခါ အဘူ ဘကရ် ၏ မိသားစုကို အရှင်မြတ် မည်သို့ အလေးထားကြောင်း ပြသတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုသာသည် ၎င်း၏ ရှေ့မှလည်းကောင်း၊ နောက်မှလည်းကောင်း ရောက်ရှိလာနိုင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">(41:42)</span>။ အိဗ်နု အဗ်ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) သည် သူမ ကွယ်လွန်ခါနီးအချိန်တွင် သူမထံသို့ ဝင်ရောက်ခဲ့သည်။ သူက သူမအား ‘ဝမ်းမြောက်လော့၊ အကြောင်းမှာ သင်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလမ်) ၏ ကြင်ယာတော်ဖြစ်ပြီး သူသည် သင့်ကို ချစ်မြတ်နိုးခဲ့သည်။ သူသည် သင့်မှလွဲ၍ အခြားမည်သည့် အပျိုစင်ကိုမျှ လက်ထပ်ခဲ့ခြင်းမရှိသလို သင့်၏ အပြစ်ကင်းစင်မှုကိုလည်း ကောင်းကင်မှ ဗျာဒိတ်ချပေးတော်မူခဲ့သည်။’ ဟု ပြောသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ امْرِئٍ مِّنْهُم مَّا اكْتَسَبَ مِنَ الْإِثْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အနက်မှ လူတစ်ဦးစီတိုင်းအား သူပြုခဲ့သော အပြစ်ဒုစရိုက်အတွက် ပြန်လည်ပေးဆပ်ခံရမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဤကိစ္စနှင့်ပတ်သက်၍ ပြောဆိုခဲ့ပြီး မုအ်မင်န်တို့၏မိခင် အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ကို မည်သည့် မကောင်းမှုဖြင့်မဆို စွပ်စွဲခဲ့သူတစ်ဦးစီတိုင်းသည် ပြစ်ဒဏ်၏ ကြီးမားသော ဝေစုကို ရရှိလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي تَوَلَّىٰ كِبْرَهُ مِنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အနက်မှ မဟာပါဝင်ပတ်သက်မှုရှိခဲ့သူအတွက်မူ)</span> ဤသည်မှာ ကောလာဟလများကို စတင်ဖန်တီးသူကို ရည်ညွှန်းသည် သို့မဟုတ် ကောလာဟလများကို စုဆောင်း၍ လူများအကြား ဖြန့်ကြက်သူကို ရည်ညွှန်းသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ عَذَابٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အတွက်မူ ကြီးလေးသော ပြစ်ဒဏ်ရှိမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ထိုအရာအတွက်ဖြစ်သည်။ သူသည် အဗ်ဒုလ္လာဟ် ဘင်န် အူဘိုင်ယီ ဘင်န် စလူလ် ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ် သူ့ကို ရုပ်ပျက်ဆင်းပျက်ဖြစ်စေကာ ကျိန်ဆဲတော်မူပါစေ။</p>"
  }
]