[
  {
    "ayah_key": "6:66",
    "group_ayah_key": "6:66",
    "from_ayah": "6:66",
    "to_ayah": "6:69",
    "ayah_keys": "6:66,6:67,6:68,6:69",
    "text": "<p lang=\"en\" class=\"en \">But your people have denied it <span class=\"gray\">(the Qur'an)</span> though it is the truth. Say: \"I am not responsible for your affairs. <span>(66)</span>For every news there is a reality and you will come to know <span>(67)</span>And when you see those who engage in false conversation about Our verses <span class=\"gray\">(of the Qur'an)</span> by mocking at them, stay away from them till they turn to another topic. And if Shaytan causes you to forget, then after the remembrance, sit not you in the company of those people who are the wrongdoers <span>(68)</span>There is no responsibility for them upon those who have Taqwa, but <span class=\"gray\">(their duty)</span> is to remind them, that they may <span class=\"gray\">(attain)</span> Taqwa <span>(69)</span></p><div lang=\"en\" class=\"en \"><h2>The Invitation to the Truth is Guidance Without Coercion</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"no qpc-hafs\" lang=\"no\">وَكَذَّبَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But have denied it)</span> denied the Qur'an, guidance and clear explanation that you <span class=\"gray\">(O Muhammad ﷺ)</span> have brought them,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَوْمُكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your people)</span> meaning, Quraysh,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَهُوَ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(though it is the truth.)</span> beyond which there is no other truth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I am not responsible for your affairs.\")</span> meaning, I have not been appointed a guardian or watcher over you. Allah also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلِ الْحَقُّ مِن رَّبِّكُمْ فَمَن شَاءَ فَلْيُؤْمِن وَمَن شَاءَ فَلْيَكْفُرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"The truth is from your Lord.\" Then whosoever wills, let him believe, and whosoever wills, let him disbelieve.)</span><span class=\"gray\">[18:29]</span>, </p><p lang=\"en\" class=\"en \">This means, my duty is to convey the Message and your duty is to hear and obey. Those who follow me, will acquire happiness in this life and the Hereafter. Those who defy me will become miserable in this life and the Hereafter. So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For every news there is a reality...)</span> meaning, for every news, there is a reality, in that, this news will occur, perhaps after a while, according to Ibn 'Abbas and others. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you shall certainly know the truth of it after a while.)</span><span class=\"gray\">[38:88]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ أَجَلٍ كِتَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(For)</span> each and every matter there is a decree <span class=\"gray\">(from Allah)</span>.)</span><span class=\"gray\">[13:38]</span>. This, indeed, is a warning and a promise that will surely occur,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَوْفَ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you will come to know.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you see those who engage in false conversation about Our verses <span class=\"gray\">(of the Qur'an)</span>)</span>, by denying and mocking them.</p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Sitting with Those Who Deny and Mock Allah's Ayat</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(stay away from them till they turn to another topic.)</span> until they talk about a subject other than the denial they were engaged in.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا يُنسِيَنَّكَ الشَّيْطَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Shaytan causes you to forget...)</span> This command includes every member of this Ummah. No one is to sit with those who deny and distort Allah's Ayat and explain them incorrectly. If one forgets and sits with such people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَقْعُدْ بَعْدَ الذِّكْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then after the remembrance sit not you)</span> after you remember,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَعَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the company of those people who are the wrongdoers.)</span>. A Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُفِعَ عَنْ أُمَّتِي الْخَطَأُ وَالنِّسْيَانُ وَمَا اسْتُكْرِهُوا عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Ummah was forgiven unintentional errors, forgetfulness and what they are coerced to do.)</span></p><p lang=\"en\" class=\"en \">The Ayah above <span class=\"gray\">[6:68]</span> is the Ayah mentioned in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّىٰ يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِّثْلُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it has already been revealed to you in the Book that when you hear the Verses of Allah being denied and mocked at, then sit not with them, until they engage in a talk other than that; <span class=\"gray\">(but if you stayed with them)</span> certainly in that case you would be like them.)</span><span class=\"gray\">[4:140]</span>, for, if you still sit with them, agreeing to what they say, you will be just like them. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no responsibility for them upon those who have Taqwa,)</span> means, when the believers avoid sitting with wrongdoers in this case, they will be innocent of them and they will have saved themselves from their sin. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but <span class=\"gray\">(their duty)</span> is to remind them, that they may avoid that.)</span>, means, We commanded you to ignore and avoid them, so that they become aware of the error they are indulging in, that they may avoid this behavior and never repeat it again.</p>"
  }
]