[
  {
    "ayah_key": "29:12",
    "group_ayah_key": "29:12",
    "from_ayah": "29:12",
    "to_ayah": "29:13",
    "ayah_keys": "29:12,29:13",
    "text": "<p lang=\"en\" class=\"en \">And those who disbelieve say to those who believe: \"Follow our way and let us bear your sins.\" Never will they bear anything of their sins. Surely, they are liars <span>(12)</span>And verily, they shall bear their own loads, and other loads besides their own; and verily, they shall be questioned on the Day of Resurrection about that which they used to fabricate <span>(13)</span></p><div lang=\"en\" class=\"en \"><h2>The Arrogant Claim of the Disbelievers that They would carry the Sins of Others if They would return to Disbelief</h2></div><p lang=\"en\" class=\"en \">Allah tells us that the disbelievers of Quraysh said to those who believed and followed the truth: leave your religion, come back to our religion, and follow our way;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْنَحْمِلْ خَطَايَاكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let us bear your sins.)</span> meaning, 'if there is any sin on you, we will bear it and it will be our responsibility'. It is like a person saying: \"Do this, and your sin will be on my shoulders.\" Allah says, proving this to be a lie:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ ۖ إِنَّهُمْ لَكَاذِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Never will they bear anything of their sins. Surely, they are liars.)</span> in their claim that they will bear the sins of others, for no person will bear the sins of another. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if one heavily laden calls another to <span class=\"gray\">(bear)</span> his load, nothing of it will be lifted even though he be near of kin)</span><span class=\"gray\">(35:18)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا - يُبَصَّرُونَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no friend will ask a friend <span class=\"gray\">(about his condition)</span>, though they shall be made to see one another)</span><span class=\"gray\">(70:10-11)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they shall bear their own loads, and other loads besides their own.)</span> Here Allah tells us that those who call others to disbelief and misguidance will, on the Day of Resurrection, bear their own sins and the sins of others, because of the people they misguided. Yet that will not detract from the burden of those other people in the slightest, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ ۙ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That they may bear their own burdens in full on the Day of Resurrection, and also of the burdens of those whom they misled without knowledge)</span><span class=\"gray\">(16:25)</span>. In the Sahih, it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الْأَجْرِ مِثْلُ أُجُورِ مَنِ اتَّبَعَهُ إِلَى يَوْمِ الْقِيَامَةِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنَ الْإثْمِ مِثْلُ آثَامِ مَنِ اتَّبَعَهُ إِلَى يَوْمِ الْقِيَامَةِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ آثَامِهِمْ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever calls others to true guidance, will have a reward like that of those who follow him until the Day of Resurrection, without it detracting from their reward in the slightest. Whoever calls others to misguidance, will have a burden of sin like that of those who follow him until the Day of Resurrection, without it detracting from their burden in the slightest.)</span> In the Sahih, it also says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا قُتِلَتْ نَفْسٌ ظُلْمًا إِلَّا كَانَ عَلَى ابْنِ آدَمَ الْأَوَّلِ كِفْلٌ مِنْ دَمِهَا، لِأَنَّهُ أَوَّلُ مَنْ سَنَّ الْقَتْلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No person is killed unlawfully, but a share of the guilt will be upon the first son of Adam, because he was the first one to initiate the idea of killing another.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, they shall be questioned on the Day of Resurrection about that which they used to fabricate.)</span> means, the lies they used to tell and the falsehood they used to fabricate. Ibn Abi Hatim recorded that Abu Umamah, may Allah be pleased with him, said that the Messenger of Allah ﷺ conveyed the Message with which he was sent, then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالظُّلْمَ، فَإِنَّ اللهَ يَعْزِمُ يَوْمَ الْقِيَامَةِ فَيَقُولُ: وَعِزَّتِي وَجَلَالِي لَا يَجوزُنِي الْيَوْمَ ظُلْمٌ، ثُمَّ يُنَادِي مُنَادٍ فَيَقُولُ: أَيْنَ فُلَانُ بْنُ فُلَانٍ؟ فَيَأْتِي يَتْبَعُهُ مِنَ الْحَسَنَاتِ أَمْثَالَ الْجِبَالِ، فَيَشْخَصُ النَّاسُ إِلَيْهَا أَبْصَارَهُمْ، حَتَّى يَقُومَ بَيْنَ يَدَيِ الرَّحْمٰنِ عَزَّ وَجَلَّ، ثُمَّ يَأْمُرُ الْمُنَادِيَ فَيُنَادِي: مَنْ كَانَتْ لَهُ تِبَاعَةٌ أَوْ ظَلَامَةٌ عِنْدَ فُلَانِ بْنِ فُلَانٍ فَهَلُمَّ، فَيُقْبِلُونَ حَتَّى يَجْتَمِعُوا قِيَامًا بَيْنَ يَدَيِ الرَّحْمٰنِ، فَيَقُولُ الرَّحْمٰنُ: اقْضُوا عَنْ عَبْدِي، فَيَقُولُونَ: كَيْفَ نَقْضِي عَنْهُ؟ فَيَقُولُ: خُذُوا لَهُمْ مِنْ حَسَنَاتِهِ، فَلَا يَزَالُونَ يَأْخُذُونَ مِنْهَا حَتَّى لَا يَبْقَى مِنْهَا حَسَنَةٌ، وَقَدْ بَقِيَ مِنْ أَصْحَابِ الظَّلَامَاتِ، فَيَقُولُ: اقْضُوا عَنْ عَبْدِي، فَيَقُولُونَ: لَمْ يَبْقَ لَهُ حَسَنَةٌ، فَيَقُولُ: خُذُوا مِنْ سَيِّئَاتِهِمْ فَاحْمِلُوهَا عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware of injustice, for Allah will swear an oath of the Day of Resurrection and will say: \"By My glory and majesty, no injustice will be overlooked today.\" Then a voice will call out, \"Where is so-and-so the son of so-and-so?\" He will be brought forth, followed by his good deeds which appear like mountains while the people are gazing at them in wonder, until he is standing before the Most Merciful. Then the caller will be commanded to say: \"Whoever is owed anything by so-and-so the son of so-and-so, or has been wronged by him, let him come forth.\" So they will come forth and gather before the Most Merciful, then the Most Merciful will say: \"Settle the matter for My servant.\" They will say, \"How can we settle the matter?\" He will say, \"Take from his good deeds and give it to them.\" They will keep taking from his good deeds until there is nothing left, and there will still people with scores to be settled. Allah will say, \"Settle the matter for My servant.\" They will say, \"He does not have even one good deed left.\" Allah will say, \"Take from their evil deeds and give them to him.\")</span></p><p lang=\"en\" class=\"en \">Then the Prophet ﷺ quoted this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ ۖ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they shall bear their own loads, and other loads besides their own; and verily, they shall be questioned on the Day of Resurrection about that which they used to fabricate.)</span> There is a corroborating report in the Sahih with a different chain of narration:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَأْتِي يَوْمَ الْقِيَامَةِ بِحَسَنَاتٍ أَمْثَالِ الْجِبَالِ وَقَدْ ظَلَمَ هَذَا، وَأَخَذَ مَالَ هَذَا، وَأَخَذَ مِنْ عِرْضِ هَذَا، فَيَأْخُذُ هَذَا مِنْ حَسَنَاتِهِ، وَهَذَا مِنْ حَسَنَاتِهِ، فَإِذَا لَمْ تَبْقَ لَهُ حَسَنَةٌ، أُخِذَ مِنْ سَيِّئَاتِهِمْ فَطُرِحَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man will come on the Day of Resurrection with good deeds like mountains, but he had wronged this one, taken the wealth of that one and slandered the honor of another. So each of them will take from his good deeds. And if there is nothing left of his good deeds, it will be taken from their evil and placed on him.)</span></p>"
  },
  {
    "ayah_key": "29:14",
    "group_ayah_key": "29:14",
    "from_ayah": "29:14",
    "to_ayah": "29:15",
    "ayah_keys": "29:14,29:15",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We sent Nuh to his people, and he stayed among them a thousand years less fifty years; so the Deluge overtook them while they were wrongdoers <span>(14)</span>Then We saved him and the Companions of the Boat, and made it an Ayah for all people <span>(15)</span></p><div lang=\"en\" class=\"en \"><h2>Nuh and His People</h2></div><p lang=\"en\" class=\"en \">Here Allah consoles His servant and Messenger Muhammad ﷺ by telling him that Nuh, peace be upon him, stayed among his people for this long period of time, calling them night and day, in secret and openly, but in spite of all that they still persisted in their aversion to the truth, turning away from it and disbelieving in him. Only a few of them believed with him. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he stayed among them a thousand years less fifty years; and the Deluge overtook them while they were wrongdoers.)</span> meaning, 'after this long period of time, when the Message and the warning had been of no avail, so, O Muhammad, do not feel sorry because of those among your people who disbelieve in you, and do not grieve for them, for Allah guides whomsoever He wills and leaves astray whomsoever He wills. The matter rests with Him and all things will return to Him.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word of your Lord has been justified, will not believe. Even if every sign should come to them)</span><span class=\"gray\">(10:96-97)</span>. Know that Allah will help you and support you and cause you to prevail, and He will defeat and humiliate your enemies, and make them the lowest of the low. </p><p lang=\"en\" class=\"en \">It was recorded that Ibn 'Abbas said: \"Nuh received his mission when he was forty years old, and he stayed among his people for a thousand years less fifty; after the Flood he lived for sixty years until people had increased and spread.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We saved him and the Companions of the Boat,)</span> means, those who believed in Nuh, peace be upon him. We have already discussed this in detail in Surah Hud, and there is no need to repeat it here.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and made it <span class=\"gray\">(the ship)</span> an Ayah for all people.)</span> means, 'We caused that ship to remain,' whether in itself, as Qatadah said, that it remained until the beginning of Islam, on Mount Judi, or whether the concept of sailing in ships was left as a reminder to mankind of how Allah had saved them from the Flood. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ - وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And an Ayah for them is that We bore their offspring in the laden ship. And We have created for them of the like thereunto, on which they ride)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَتَاعًا إِلَىٰ حِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and as an enjoyment for a while)</span><span class=\"gray\">(36:41-42-44)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ - لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, when the water rose beyond its limits, We carried you in the ship. That We might make it an admonition for you and that it might be retained by the retaining ears.)</span><span class=\"gray\">(69:11-12)</span> And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We saved him and the Companions of the Boat, and made it an Ayah for all people.)</span> This is a shift from referring to one specific ship to speaking about ships in general. A similar shift from specific to general is to be seen in the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have adorned the nearest heaven with lamps, and We have made such lamps missiles to drive away the Shayatin <span class=\"gray\">(devils)</span>)</span><span class=\"gray\">(67:5)</span>. meaning, 'We have made these lamps missiles, but the lamps which are used as missiles are not the same lamps as are used to adorn the heaven.' And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ - ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We created man out of an extract of clay. Thereafter We made him a Nutfah in a safe lodging.)</span><span class=\"gray\">(23:12-13)</span>. There are many other similar examples.</p>"
  }
]