[
  {
    "ayah_key": "12:1",
    "group_ayah_key": "12:1",
    "from_ayah": "12:1",
    "to_ayah": "12:3",
    "ayah_keys": "12:1,12:2,12:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ - إِنَّا أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ - نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَٰذَا الْقُرْآنَ وَإِن كُنتَ مِن قَبْلِهِ لَمِنَ الْغَافِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Alif-Lam-Ra. These are the verses of the Book that is clear.)</span><span class=\"gray\">(2. Verily, We have sent it down as an Arabic Qur'an in order that you may understand.)</span><span class=\"gray\">(3. We relate unto you the best of stories through Our revelations unto you, of this Qur'an. And before this, you were among those who knew nothing about it.)</span></p><div lang=\"en\" class=\"en \"><h2>Qualities of the Qur'an</h2></div><p lang=\"en\" class=\"en \">In the beginning of Surat Al-Baqarah we talked about the separate letters, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the verses of the Book)</span> in reference to the Clear Qur'an that is plain and apparent, and explains, clarifies and makes known the unclear matters. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have sent it down as an Arabic Qur'an in order that you may understand.)</span> The Arabic language is the most eloquent, plain, deep and expressive of the meanings that might arise in one's mind. Therefore, the most honorable Book, was revealed in the most honorable language, to the most honorable Prophet and Messenger ﷺ, delivered by the most honorable angel, in the most honorable land on earth, and its revelation started during the most honorable month of the year, Ramadan. Therefore, the Qur'an is perfect in every respect. So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَٰذَا الْقُرْآنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We relate unto you the best of stories through Our revelations unto you, of this Qur'an.)</span></p><div lang=\"jv\" class=\"jv \"><h2>Reason behind revealing Ayah <span class=\"gray\">(12:3)</span></h2></div><p lang=\"en\" class=\"en \">On the reason behind revealing Ayah <span class=\"gray\">(12:3)</span>, Ibn Jarir At-Tabari recorded that 'Abdullah bin 'Abbas said, \"They said, 'O, Allah's Messenger! Why not narrate to us stories?' Later on, this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We relate unto you the best of stories...)</span>\" There is a Hadith that is relevant upon mentioning this honorable Ayah, which praises the Qur'an and demonstrates that it is sufficient from needing all books besides it. Imam Ahmad recorded a narration from Jabir bin 'Abdullah that 'Umar bin Al-Khattab came to the Prophet ﷺ with a book that he took from some of the People of the Book. 'Umar began reading it to the Prophet ﷺ who became angry. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمُتَهَوِّكُونَ فِيهَا يَا ابْنَ الْخَطَّابِ؟ وَالَّذِي نَفْسِي بِيَدِهِ، لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاءَ نَقِيَّةً، لَا تَسْأَلُوهُمْ عَنْ شَيْءٍ فَيُخْبِرُوكُمْ بِحَقٍّ فَتُكَذِّبُونَهُ، أَوْ بِبَاطِلٍ فَتُصَدِّقُونَهُ، وَالَّذِي نَفْسِي بِيَدِهِ، لَوْ أَنَّ مُوسَى كَانَ حَيًّا مَا وَسِعَهُ إِلَّا أَنْ يَتَّبِعَنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you uncertain about it Ibn Al-Khattab? By the One in Whose Hand is my soul! I have come to you with it white and pure. Do not ask them about anything, for they might tell you something true and you reject it, or they might tell you something false and you believe it. By the One in Whose Hand is my soul! If Musa were living, he would have no choice but to follow me.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad also recorded a narration from 'Abdullah bin Thabit who said, \"'Umar came to Allah's Messenger and said; 'O Messenger of Allah! I passed by a brother of mine from <span class=\"gray\">[the tribe of]</span> Qurayzah, so he wrote some comprehensive statements from the Tawrah for me, should I read them to you' The face of Allah's Messenger changed <span class=\"gray\">[with anger]</span>. So I said to him, 'Don't you see the face of Allah's Messenger?\" 'Umar said, 'We are pleased with Allah as our Lord, Islam as our religion, and Muhammad as our Messenger.' So the anger of the Prophet ﷺ subsided, and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَوْ أَصْبَحَ فِيكُمْ مُوسَى ثُمَّ اتَّبَعْتُمُوهُ وَتَرَكْتُمُونِي لَضَلَلْتُمْ، إِنَّكُمْ حَظِّي مِنَ الْأُمَمِ، وَأَنَا حَظُّكُمْ مِنَ النَّبِيِّينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the One in Whose Hand is Muhammad's soul, if Musa appeared among you and you were to follow him, abandoning me, then you would have strayed. Indeed you are my share of the nations, and I am your share of the Prophets.)</span>\"</p>"
  },
  {
    "ayah_key": "12:101",
    "group_ayah_key": "12:101",
    "from_ayah": "12:101",
    "to_ayah": "12:101",
    "ayah_keys": "12:101",
    "text": "<p class=\"en translation\" lang=\"en\">\"My Lord! You have indeed bestowed on me of the sovereignty, and taught me something of the interpretation of dreams - the <span class=\"gray\">(Only)</span> Creator of the heavens and the earth! You are my Wali in this world and in the Hereafter. Cause me to die as a Muslim, and join me with the righteous. <span>(101)</span></p><div lang=\"af\" class=\"af \"><h2>Yusuf begs Allah to die as A Muslim</h2></div><p lang=\"en\" class=\"en \">This is the invocation of Yusuf, the truthful one, to his Lord the Exalted and Most Honored. He invoked Allah after His favor was complete on him by being reunited with his parents and brothers, after He had bestowed on him prophethood and kingship. He begged his Lord the Exalted and Ever High, that as He has perfected His bounty on him in this life, to continue it until the Hereafter. He begged Him that, when he dies, he dies as a Muslim, as Ad-Dahhak said, and to join him with the ranks of the righteous, with his brethren the Prophets and Messengers, may Allah's peace and blessings be on them all. It is possible that Yusuf, peace be upon him, said this supplication while dying. In the Two Sahihs it is recorded that 'A'ishah, may Allah be pleased with her, said that while dying, the Messenger of Allah ﷺ was raising his finger and said - thrice,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ فِي الرَّفِيقِ الْأَعْلَى (ثَلَاثًا)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah to Ar-Rafiq Al-A'la <span class=\"gray\">[the uppermost, highest company in heaven]</span>.)</span>It is also possible that long before he died, Yusuf begged Allah to die as a Muslim and be joined with the ranks of the righteous.</p>"
  },
  {
    "ayah_key": "12:102",
    "group_ayah_key": "12:102",
    "from_ayah": "12:102",
    "to_ayah": "12:104",
    "ayah_keys": "12:102,12:103,12:104",
    "text": "<p lang=\"en\" class=\"en \">That is of the news of the Ghayb <span class=\"gray\">(Unseen)</span> which We reveal to you. You were not <span class=\"gray\">(present)</span> with them when they arranged their plan together, and <span class=\"gray\">(while)</span> they were plotting <span>(102)</span>And most of mankind will not believe even if you desire it eagerly <span>(103)</span>And no reward you ask of them for it; it <span class=\"gray\">(the Qur'an)</span> is no less than a Reminder unto the 'Alamin <span class=\"gray\">(men and Jinn)</span><span>(104)</span></p><div lang=\"en\" class=\"en \"><h2>This Story is a Revelation from Allah</h2></div><p lang=\"en\" class=\"en \">Allah narrated to Muhammad, peace be upon him, the story of Yusuf and his brothers and how Allah raised him over them, giving him the better end, triumph, the sovereignty and wisdom <span class=\"gray\">(i.e., prophethood)</span>, even though they tried to harm and kill him. Allah said, 'This and similar stories are part of the unseen incidents of the past, O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُوحِيهِ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which We reveal to you.)</span> and inform you of, O Muhammad, because it carries a lesson, for you to draw from and a reminder to those who defy you.' Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ لَدَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You were not <span class=\"gray\">(present)</span> with them)</span>, you did not witness their conference nor saw them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَجْمَعُوا أَمْرَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when they arranged their plan together,)</span> to throw Yusuf into the well,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَمْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(while)</span> they were plotting)</span> against him. We taught you all this through Our Revelation which We sent down to you.' Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You were not with them, when they cast lots with their pens..)</span><span class=\"gray\">[3:44]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not on the western side, when We made clear to Musa the commandment...)</span><span class=\"gray\">[28:44]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not at the side of the Tur when We did call.)</span><span class=\"gray\">[28:46]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not a dweller among the people of Madyan, reciting Our verses to them.)</span><span class=\"gray\">[28:45]</span> Allah states that Muhammad is His Messenger and that He has taught him the news of what occurred in the past, which carry lessons for people to draw from, so that they acquire their safety in their religious affairs as well as their worldly affairs. Yet, most people did not and will not believe, so Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you desire it eagerly.)</span> Allah said in similar Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُطِعْ أَكْثَرَ مَن فِي الْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you obey most of those on the earth, they will mislead you far away from Allah's path)</span><span class=\"gray\">[6:116]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this is an Ayah, yet most of them are not believers.)</span><span class=\"gray\">[26:8]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no reward you ask of them for it;)</span> Allah says, 'You, O Muhammad, do not ask them in return for this advice and your call to all that is good and righteous, for any price or compensation for delivering it. Rather, you do so seeking Allah's Face and to deliver good and sincere advice to His creatures,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it <span class=\"gray\">(the Qur'an)</span> is no less than a Reminder unto the 'Alamin <span class=\"gray\">(men and Jinn)</span>)</span> with which they remember, receive guidance and save themselves in this life and the Hereafter.'</p>"
  }
]