[
  {
    "ayah_key": "10:71",
    "group_ayah_key": "10:71",
    "from_ayah": "10:71",
    "to_ayah": "10:73",
    "ayah_keys": "10:71,10:72,10:73",
    "text": "<p lang=\"en\" class=\"en \">And recite to them the news of Nuh. When he said to his people: \"O my people, if my stay <span class=\"gray\">(with you)</span>, and my reminding <span class=\"gray\">(you)</span> of the Ayat of Allah is hard on you, then I put my trust in Allah. So devise your plot, you and your partners, and let not your plot be in confusion for you. Then pass your sentence on me and give me no respite <span>(71)</span>\"But if you turn away, then no reward have I asked of you, my reward is only from Allah, and I have been commanded to be of the Muslims. <span>(72)</span>They denied him, but We delivered him, and those with him in the ship, and We made them generations, replacing one after another, while We drowned those who belied Our Ayat. Then see what was the end of those who were warned <span>(73)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Nuh and His People</h2></div><p lang=\"en\" class=\"en \">Allah instructed His Prophet ﷺ, saying:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاتْلُ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And recite to them)</span> relate to the disbelievers of the Quraysh who belied you and rejected you,</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَبَأَ نُوحٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the news of Nuh)</span> meaning, his story and news with his people who belied him. Tell them how Allah destroyed them and caused every last one of them all to drown. Let this be a lesson for your people, lest they will be destroyed like them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When he said to his people: \"O my people, if my stay <span class=\"gray\">(with you)</span>, and my reminding <span class=\"gray\">(you)</span> of the Ayat of Allah is hard on you, then I put my trust in Allah.\")</span> Meaning, 'if you find that it is too much of an offense that I should live among you and preach to you the revelation of Allah and His signs and proofs, then I do not care what you think, and I will not stop inviting you.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So devise your plot, you and your partners)</span>, 'get together with all of your deities <span class=\"gray\">(idols and statues)</span> that you call upon beside Allah,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let not your plot be in confusion for you)</span> meaning, an'd do not be confused about this, rather come and let us settle this together if you claim that you are truthful,'</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تُنظِرُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and give me no respite.)</span> 'Do not give me respite even for one hour. Whatever you can do, go ahead and do it. I do not care, and I do not fear you, because you are not standing on anything.' This is similar to what Hud said to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - مِن دُونِهِ ۖ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنظِرُونِ - إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I call Allah to witness, and you bear witness, that I am free from that which you ascribe as partners in worship with Him <span class=\"gray\">(Allah)</span>. So plot against me, all of you, and give me no respite. I put my trust in Allah, my Lord and your Lord!)</span><span class=\"gray\">(11:54-55)</span></p><div lang=\"en\" class=\"en \"><h2>Islam is the Religion of all of the Prophets</h2></div><p lang=\"ceb\" class=\"ceb \">Nuh said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّيْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you turn away)</span> if you belie the message and turn away from obedience.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then no reward have I asked of you,)</span> I have not asked you anything for my advice.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My reward is only from Allah. And I have been commanded to be of the Muslims.)</span> I submit to Islam. Islam is the religion of all of the Prophets from the first to the last. Their laws and their rules may be of different types but the religion is the same. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To each among you, We have prescribed a law and a clear way.)</span><span class=\"gray\">(5:48)</span> Ibn 'Abbas said: \"A way and a Sunnah.\" Here Nuh is saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I have been commanded to be of the Muslims.)</span> Allah said about His friend, Ibrahim:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ - وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When his Lord said to him, \"Submit <span class=\"gray\">(be a Muslim)</span>!\" He said, \"I have submitted myself <span class=\"gray\">(as a Muslim)</span> to the Lord of all that exists.\" And this was enjoined by Ibrahim upon his sons and by Ya'qub <span class=\"gray\">(saying)</span>, \"O my sons! Allah has chosen for you the <span class=\"gray\">(true)</span> religion, then die not except as Muslims.\")</span><span class=\"gray\">(2:131-132)</span> Yusuf said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ ۚ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! You have indeed bestowed on me of the sovereignty, and taught me something of the interpretation of dreams – the <span class=\"gray\">(Only)</span> Creator of the heavens and the earth! You are my Guardian in this world and in the Hereafter. Cause me to die as a Muslim, and join me with the righteous.)</span><span class=\"gray\">(12:101)</span> Musa said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ إِن كُنتُمْ آمَنتُم بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِن كُنتُم مُّسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my people! If you have believed in Allah, then put your trust in Him if you are Muslims.)</span><span class=\"gray\">(10:84)</span> The magicians said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! pour out on us patience, and cause us to die as Muslims.)</span><span class=\"gray\">(7:126)</span> Bilqis said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Verily, I have wronged myself, and I submit <span class=\"gray\">(I have become Muslim)</span> together with Sulayman to Allah, the Lord of all that exists.)</span><span class=\"gray\">(27:44)</span> Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We did send down the Tawrah, therein was guidance and light, by which the Prophets, judged for the Jews.)</span><span class=\"gray\">(5:44)</span> He also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when I <span class=\"gray\">(Allah)</span> inspired Al-Hawariyyin to believe in Me and My Messenger, they said: \"We believe. And bear witness that we are Muslims.\")</span><span class=\"gray\">(5:111)</span> The last of the Messengers and the leader of mankind ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ - لَا شَرِيكَ لَهُ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, my Salah, my sacrifice, my living, and my dying are for Allah, the Lord of all that exists. He has no partner. And of this I have been commanded, and I am the first of the Muslims.)</span><span class=\"gray\">(6:162-163)</span> meaning, from this Ummah. He ﷺ said, in an authentic Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعْشَرَ الْأَنِبْيَاءِ أَوْلَادُ عَلَّاتٍ. وَدِينُنُا وَاحِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We, the Prophets are brothers with <span class=\"gray\">(the same father but)</span> different mothers. Our religion is the same,)</span> meaning, 'we should worship Allah alone without partners while having different laws.'</p><div lang=\"en\" class=\"en \"><h2>The Evil Goal and End of Criminals</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَن مَّعَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They denied him, but We delivered him, and those with him)</span> meaning on his religion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْفُلْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the <span class=\"gray\">(Fulk)</span> ship)</span> Fulk refers to the ark, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ خَلَائِفَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We made them generations replacing one after another)</span> on earth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۖ فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنذَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while We drowned those who belied Our Ayat. Then see what was the end of those who were warned.)</span> meaning 'O Muhammad, see how We saved the believers and destroyed the deniers!'</p>"
  },
  {
    "ayah_key": "10:74",
    "group_ayah_key": "10:74",
    "from_ayah": "10:74",
    "to_ayah": "10:74",
    "ayah_keys": "10:74",
    "text": "<p class=\"en translation\" lang=\"en\">Then after him We sent Messengers to their people. They brought them clear proofs, but they would not believe what they had already rejected beforehand. Thus We seal the hearts of the transgressors <span>(74)</span></p><div lang=\"en\" class=\"en \"><h2>Meaning, then after Nuh We sent Messengers to their people. </h2></div><p lang=\"en\" class=\"en \">They brought them clear proofs. and evidences of the truth that they came with.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they would not believe what they had already rejected beforehand)</span> meaning the nations did not believe what their Messengers brought to them because they already rejected it from the beginning. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn their hearts and their eyes away <span class=\"gray\">(from guidance)</span>.)</span><span class=\"gray\">(6:110)</span> He then said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ الْمُعْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We seal the hearts of the transgressors.)</span></p><p lang=\"en\" class=\"en \">This means that as Allah has set seals on the hearts of those people, such that they would not believe since they previously rejected faith, He would also set seals on the hearts of the people that are like them, who will come after them. They would not believe until they see the severe torment. This means that Allah destroyed the nations after Nuh. He destroyed the nations that rejected the Messengers and saved those who believed from among them.</p><p lang=\"en\" class=\"en \">From the time of Adam to Nuh, people followed Islam. Then they invented the worship of idols. So Allah sent Nuh to them. That is why the believers will say to him on the Day of Resurrection, \"You are the first Messenger Allah sent to the people of the earth.\" Ibn 'Abbas said: \"There were ten generations between Adam and Nuh, and all of them were following Islam.\" Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِن بَعْدِ نُوحٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many generations have We destroyed after Nuh!)</span><span class=\"gray\">(17:17)</span> This was a serious warning to the Arab pagans, who rejected the leader and last of the Messengers and Prophets. If the people before them who rejected their Messengers had received this much punishment, then what did they think will happen to them since they perpetrated even greater sins than others before them?</p>"
  }
]