[
  {
    "ayah_key": "24:12",
    "group_ayah_key": "24:12",
    "from_ayah": "24:12",
    "to_ayah": "24:13",
    "ayah_keys": "24:12,24:13",
    "text": "<p class=\"en translation\" lang=\"en\">Why then, did not the believers, men and women, when you heard it, think good of their own people and say: \"This is an obvious lie? <span>(12)</span>Why did they not produce four witnesses against him? Since they have not produced witnesses! Then with Allah, they are the liars <span>(13)</span></p><div lang=\"en\" class=\"en \"><h2>Disciplining the Believers for Spreading the Slander</h2></div><p lang=\"en\" class=\"en \">Here Allah disciplines the believers with regard to the matter of 'A'ishah, because some of them spread this evil talk and the slander that had been mentioned. So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْلَا إِذْ سَمِعْتُمُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why then, when you heard it,)</span> meaning, the talk which accused the Mother of the believers, may Allah be pleased with her,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the believers, men and women, think good of their own people)</span> means, why did they not compare what was said to themselves – if it was not befitting for them then it was even less appropriate for the Mother of the believers, and she was more likely to be innocent. Or it was said that this was revealed about Abu Ayyub Khalid bin Zayd Al-Ansari and his wife, may Allah be pleased with them. Imam Muhammad bin Ishaq bin Yasar narrated, \"The wife of Abu Ayyub Khalid bin Zayd Al-Ansari, Umm Ayyub, said to him, 'O Abu Ayyub, have you heard what the people are saying about 'A'ishah?' He said, 'Yes, and it is all lies. Would you do that, O Umm Ayyub?' She said, 'No, by Allah, I would not do that.' He said, 'And by Allah, 'A'ishah is better than you.' When the Qur'an was revealed, Allah mentioned those who spoke about the evil deed among the people of the slander,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who brought forth the slander are a group among you.)</span><span class=\"gray\">(24:11)</span> This refers to Hassan and his companions who said what they said. Then Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why then, did not the believers, men, when you heard it, think...)</span> means, as Abu Ayyub and his wife did.\" Allah's saying:</p><p class=\"ps qpc-hafs\" lang=\"ps\">ظَنَّ الْمُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the believers, men think...)</span> meaning, 'why did they not think good, because the Mother of the believers is his wife and is closer to him.' This is concerned with innermost feelings;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say:)</span> means, with their tongues, verbally,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا إِفْكٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"This <span class=\"gray\">(charge)</span> is an obvious lie?\")</span> means, a clear untruth told about the Mother of the believers, may Allah be pleased with her. What happened should not have been the cause of suspicion. The fact that the Mother of the believers came openly, riding on the camel of Safwan bin Al-Mu'attal at midday, with the entire army watching and the Messenger of Allah ﷺ among them, should have made it clear that there was no cause for suspicion. If there had been anything suspicious about the matter, they would not have come openly in this manner in front of so many witnesses; they would have come secretly. On this basis, what the people of the slander said accusing the Mother of the believers was an utter lie, false speech and evil foolish talk, by which people who indulged in it lost out. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why did they not produce four witnesses against him?)</span> meaning, to prove that what they were saying was true.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَٰئِكَ عِندَ اللَّهِ هُمُ الْكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Since they have not produced witnesses! Then with Allah they are the liars.)</span>Allah has ruled that they are indeed wicked liars.</p>"
  },
  {
    "ayah_key": "24:14",
    "group_ayah_key": "24:14",
    "from_ayah": "24:14",
    "to_ayah": "24:15",
    "ayah_keys": "24:14,24:15",
    "text": "<p lang=\"en\" class=\"en \">Had it not been for the grace of Allah and His mercy unto you in this world and in the Hereafter, a great torment would have touched you for that whereof you had spoken <span>(14)</span>When you were propagating it with your tongues, and uttering with your mouths that whereof you had no knowledge, you counted it a little thing, while with Allah it was very great <span>(15)</span></p><div lang=\"en\" class=\"en \"><h2>The Grace of Allah Towards the People of the Slander by Giving Them the Opportunity to Repent</h2></div><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had it not been for the grace of Allah and His mercy unto you in this world and in the Hereafter,)</span> This is addressed to those who were indulging in discussing the matter of 'A'ishah, informing them that Allah has accepted their repentance in this world, and forgiven them because of their faith in the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(would have touched you for that whereof you had spoken.)</span> with regard to the slander.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَذَابٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a great torment)</span> This refers to those who had faith in Allah because of their repentance, such as Mistah, Hassan and Hamnah bint Jahsh the sister of Zaynab bint Jahsh. As for the hypocrites who indulged in the slander, such as 'Abdullah bin Ubayy bin Salul and his like, they are not the ones who are referred to in this Ayah , because they did not have sufficient faith and righteous deeds to balance or cancel out what they had done. By the same token, the threats that were narrated for a specific deed are bound to be carried out, if there is no repentance or sufficient righteous deeds to balance or outweigh it. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you were propagating it with your tongues,)</span> Mujahid and Sa'id bin Jubayr said, \"Some of you were relating it to others,\" where one says, 'I heard this from so-and-so, and so-and-so said such and such, and some of them mentioned such and such.' Others recited the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">(إِذْ تَلِقُونَهُ بِأَلْسِنَتِكُمْ) </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"When you were inventing a lie with your tongues...\")</span> In Sahih Al-Bukhari, it is recorded that 'A'ishah recited it like that. According to her, the meaning refers to lies which a person persists in telling. The first recitation is preferred and more popular, and the majority recite it that way, but the second is reported from 'A'ishah, the Mother of the believers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِ عِلْمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and uttering with your mouths that whereof you had no knowledge,)</span> means, you were speaking about something which you knew nothing about. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ اللَّهِ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you counted it a little thing, while with Allah it was very great.)</span> means, 'you said what you said about the Mother of the believers and you thought that it was a trifling and insignificant matter, but even if she was not the wife of the Prophet ﷺ, it still would not be an insignificant matter – so how about when she is the wife of the Unlettered Prophet, the Seal of the Prophets and Leader of the Messengers ﷺ?' It is a very serious matter with Allah that such a thing should be said about the wife of His Messenger! For Allah, may He be glorified and exalted, feels great fury and anger over such matters, and He would never decree such a thing for the wife of any of His Prophets. If that is the case, then how about the best of the wives of any Prophet, the wife of the best of the sons of Adam in this world and the next? Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ اللَّهِ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you counted it a little thing, while with Allah it was very great.)</span> In the Two Sahihs it is reported that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ، لَا يَدْرِي مَا تَبْلُغُ، يَهْوِي بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man may say a word that angers Allah without realizing how far it will go, and because of that he will be thrown into Hell a distance greater than that between heaven and earth.)</span> According to another report:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُلْقِي لَهَا بَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he may not pay any attention to it.)</span></p>"
  },
  {
    "ayah_key": "24:16",
    "group_ayah_key": "24:16",
    "from_ayah": "24:16",
    "to_ayah": "24:18",
    "ayah_keys": "24:16,24:17,24:18",
    "text": "<p lang=\"en\" class=\"en \">And why did you not, when you heard it, say: \"It is not right for us to speak of this. Glory be to You <span class=\"gray\">(O Allah)</span>! This is a great lie. <span>(16)</span>Allah forbids you from it and warns you not to repeat the like of it forever, if you are believers <span>(17)</span>And Allah makes the Ayat plain to you, and Allah is All-Knowing, All-Wise <span>(18)</span></p><div lang=\"nl\" class=\"nl \"><h2>Further Discipline</h2></div><p lang=\"en\" class=\"en \">This is further discipline, in addition to the command to think well of people, i.e., if something unbefitting is mentioned about good people, then one should think well of them, and not feel towards them anything but good. Then if a person has any unsuitable thoughts about them, insinuated into his mind and imagination by Shaytan, he should not speak about that, for the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى تَجَاوَزَ لِأُمَّتِي عَمَّا حَدَّثَتْ بِهِ أَنْفُسُهَا مَا لَمْ تَقُلْ أَوْ تَعْمَلْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will excuse my Ummah for anything that occurs to their minds, so long as they do not speak about it or act upon it.)</span> This was reported in the Two Sahihs. Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And why did you not, when you heard it, say: \"It is not right for us to speak of this\".)</span> meaning, we should not talk about it or mention it to anyone.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ هَٰذَا بُهْتَانٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to You <span class=\"gray\">(O Allah)</span>! This is a great lie.)</span> means, glory be to Allah that such a thing should be said about the wife of His Prophet and close Friend ﷺ. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِظُكُمُ اللَّهُ أَن تَعُودُوا لِمِثْلِهِ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah forbids you from it and warns you not to repeat the like of it forever,)</span> meaning, Allah is forbidding you and warning you from doing anything like this again in the future. Allah says,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you are believers.)</span> meaning, if you believe in Allah and His Laws, and you respect His Messenger ﷺ. As for those who are described as disbelievers, a different ruling applies in their case. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah makes the Ayat plain to you,)</span> meaning, He makes clear to you the rulings of Shari'ah and His divine decrees.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is All-Knowing, All-Wise.)</span> means, He knows what is right for His servants and He is Wise in His Laws and decrees.</p>"
  }
]