[
  {
    "ayah_key": "19:12",
    "group_ayah_key": "19:12",
    "from_ayah": "19:12",
    "to_ayah": "19:15",
    "ayah_keys": "19:12,19:13,19:14,19:15",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(It was said to his son)</span>: \"O Yahya! Hold fast to the Scripture.\" And We gave him wisdom while yet a child <span>(12)</span>And Hananan from Us, and Zakatan, and he was pious <span>(13)</span>And dutiful to his parents, and he was not arrogant or disobedient <span>(14)</span>And Salam <span class=\"gray\">(peace)</span> be on him the day he was born, and the day he dies, and the day he will be raised up to life <span class=\"gray\">(again)</span><span>(15)</span></p><div lang=\"en\" class=\"en \"><h2>The Birth of the Boy and His Characteristics</h2></div><p lang=\"en\" class=\"en \">This also implies what is not mentioned, that this promised boy was born and he was Yahya. There is also the implication that Allah taught him the Book, the Tawrah which they used to study among themselves. The Prophets who were sent to the Jews used to rule according to the Tawrah, as did the scholars and rabbis among them. He was still young in age when Allah gave him this knowledge. This is the reason that Allah mentioned it. Because of how Allah favored him and his parents, He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا يَحْيَىٰ خُذِ الْكِتَابَ بِقُوَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Yahya! Hold fast to the Scripture <span class=\"gray\">[the Tawrah]</span>.)</span> Means, \"Learn the Book with strength.\" In other words, learn it well, with zeal and studious effort.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave him wisdom while yet a child.)</span> This means he was given understanding, knowledge, fortitude, diligence and zeal for good and the pursuit of good. He was blessed with these characteristics even though he was young. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَنَانًا مِّن لَّدُنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(made him)</span> Hananan from Us,)</span><span class=\"gray\">[19:13]</span> Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَنَانًا مِّن لَّدُنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Hananan from Us,)</span> \"This means mercy from Us.\" 'Ikrimah, Qatadah and Ad-Dahhak all said the same. Ad-Dahhak added, \"Mercy that no one would be able to give except Us.\" Qatadah added, \"With it, Allah had mercy upon Zakariyya.\" Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَنَانًا مِّن لَّدُنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Hananan from Us,)</span> \"This was gentleness from His Lord upon him.\" The apparent meaning is that Allah's statement Hananan <span class=\"gray\">(affection, compassion)</span> is directly related to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We gave him wisdom while yet a child.)</span> meaning, \"We gave him wisdom, compassion and purity.\" This means that he was a compassionate man, who was righteous. Hanan means the love for affection and tenderness <span class=\"gray\">(towards others)</span>. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَكَاةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Zakatan,)</span> This is related to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَنَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Hananan)</span> The word Zakah means purity from filth, wickedness and sins. Qatadah said, \"The word Zakah means the righteous deed.\" Ad-Dahhak and Ibn Jurayj both said, \"The righteous deed is the pure <span class=\"gray\">(Zakah)</span> deed.\" Al-'Awfi reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَكَاةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Zakatan,)</span> \"This means that he was a blessing.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَانَ تَقِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he was pious.)</span><span class=\"gray\">[19:13]</span> meaning that he was pure and had no inclination to do sins. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And dutiful to his parents, and he was not arrogant or disobedient.)</span> After Allah mentioned Yahya's obedience to his Lord and that Allah created him full of mercy, purity and piety, He attached to it his obedience to his parents and his good treatment of them. Allah mentioned that he refrained from disobeying them in speech, actions, commands and prohibitions. Due to this Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَكُن جَبَّارًا عَصِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he was not arrogant or disobedient.)</span> Then, after mentioning these beautiful characteristics, Allah mentions his reward for this,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Salam <span class=\"gray\">(peace)</span> be on him the day he was born, and the day he dies, and the day he will be raised up to life <span class=\"gray\">(again)</span>!)</span> This means that he had security and safety in these three circumstances. Sufyan bin 'Uyaynah said, \"The loneliest that a man will ever feel is in three situations. The first situation is on the day that he is born, when he sees himself coming out of what he was in. The second situation is on the day that he dies, when he sees people that he will not see anymore. The third situation is on the day when he is resurrected, when he sees himself in the great gathering. Allah has exclusively honored Yahya, the son of Zakariyya, by granting him peace in these situations. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Salam <span class=\"gray\">(peace)</span> be on him the day he was born, and the day he dies, and the day he will be raised up to life <span class=\"gray\">(again)</span>!)</span> This narration was reported by Ibn Jarir, from Ahmad bin Mansur Al-Marwazi, from Sadaqah bin Al-Fadl, from Sufyan bin 'Uyaynah.</p>"
  }
]