[
  {
    "ayah_key": "18:17",
    "group_ayah_key": "18:17",
    "from_ayah": "18:17",
    "to_ayah": "18:17",
    "ayah_keys": "18:17",
    "text": "<p class=\"en translation\" lang=\"en\">And you might have seen the sun, when it rose, declining to the right from their cave, and when it set, turning away from them to the left, while they lay in the midst of the cave. That is from the Ayat of Allah. He whom Allah guides, he is the rightly-guided; but he whom He sends astray, for him you will find no guardian to lead him <span>(17)</span></p><div lang=\"en\" class=\"en \"><h2>The Location of the Cave </h2></div><p lang=\"en\" class=\"en \">This indicates that the entrance to the cave faced north,because Allah tells us that when the sun was rising,sunlight entered the cave</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاتَ الْيَمِينِ </p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(the right)</span>, meaning that the shade decreased towards the right, as Ibn 'Abbas, Sa'id bin Jubayr and Qatadah said:</p><p class=\"ur qpc-hafs\" lang=\"ur\">تَّزَاوَرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(declining)</span> means leaning. Every time the sun rises on the horizon, its rays decline until there is nothing left in such a place when it reaches its zenith. So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and when it set, turning away from them to the left,)</span> meaning, it entered their cave from the left of its entrance, which means from the west. This proves what we say, and it is clear to anyone who thinks about the matter and has some knowledge of astronomy and the paths of the sun, moon and stars. If the entrance of the cave faced east, nothing would have entered it when the sun set, and if it faced the direction of the Qiblah <span class=\"gray\">(in this case, south)</span>, nothing would have entered it at the time of sunrise or sunset, and the shadows would have leaned neither to the right nor the left. If it had faced west, nothing would have entered it at the time of sunrise, until after the sun had passed its zenith, and would have stayed until sunset. This supports what we have said, and to Allah is the praise.</p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Mujahid and Qatadah said that \"turning away from them\" means that it would shine on them and then leave them. Allah has told us this, and He wants us to understand it and ponder its meaning, but He did not tell us the location of this cave, i.e., in which country on earth it is, because there is no benefit for us in knowing that, and no legislative objective behind it. If there was any spiritual or religious interest that could be served by our knowing that, Allah and His Messenger would have taught us about it, as the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَرَكْتُ شَيْئًا يُقَرِّبُكُمْ إِلَى الْجَنَّةِ وَيُبَاعِدُكُمْ مِنَ النَّارِ إِلَّا وَقَدْ أَعْلَمْتُكُمْ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have not left anything that will bring you closer to Paradise and keep you further away from Hell but I have certainly taught you about it.)</span> So Allah has told us about the features of the cave, but He did not tell us where it is, and He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الشَّمْسَ إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you might have seen the sun, when it rose, declining from their cave.)</span> Malik narrated from Zayd bin Aslam, \"Leaning.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاتَ الْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِّنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the right, and when it set, turning away from them to the left, while they lay in the midst of the cave.)</span> meaning, the sun entered the cave without touching them, because if it had touched them, it would have burnt their bodies and clothes. This was the view of Ibn 'Abbas.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ آيَاتِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is from the Ayat of Allah)</span>, how He guided them to this cave where He kept them alive, and the sun and wind entered the cave preserving their bodies. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ آيَاتِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is from the Ayat of Allah.)</span> Then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He whom Allah guides, he is the rightly-guided;)</span> meaning that He is the One Who guided these young men to true guidance among their people, for the one whom Allah guides is truly guided, and the one whom Allah leaves astray will find no one to guide him.</p>"
  },
  {
    "ayah_key": "18:18",
    "group_ayah_key": "18:18",
    "from_ayah": "18:18",
    "to_ayah": "18:18",
    "ayah_keys": "18:18",
    "text": "<p class=\"en translation\" lang=\"en\">And you would have thought them awake, whereas they were asleep. And We turned them on their right and on their left sides, and their dog stretching forth his two forelegs at the Wasid. Had you happened upon them, you would certainly have turned back from them in flight, and would certainly have been filled with awe of them <span>(18)</span></p><div lang=\"en\" class=\"en \"><h2>Their Sleep in the Cave</h2></div><p lang=\"en\" class=\"en \">Some of the scholars mentioned that when Allah caused them to sleep, their eyelids did not close, lest disintegration took hold of them. If their eyes remained open to the air, this would be better for the sake of preservation. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you would have thought them awake, whereas they were asleep.)</span> It was mentioned that when the wolf sleeps, it closes one eye and keeps one eye open, then it switches eyes while asleep.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We turned them on their right and on their left sides,)</span> Ibn 'Abbas said: \"If they did not turn over, the earth would have consumed them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلْبُهُم بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their dog stretching forth his two forelegs at the Wasid)</span> Ibn 'Abbas, Mujahid, Sa'id bin Jubayr and Qatadah said: \"The Wasid means the threshold.\" Ibn 'Abbas said: \"By the door.\" It was said: \"On the ground.\" The correct view is that it means on the threshold, i.e., at the door.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it shall be closed upon them)</span><span class=\"gray\">[104:8]</span> Their dog lay down at the door, as is the habit of dogs. Ibn Jurayj said, \"He was guarding the door for them.\" It was his nature and habit to lie down at their door as if guarding them. He was sitting outside the door, because the angels do not enter a house in which there is a dog, as was reported in As-Sahih, nor do they enter a house in which there is an image, a person in a state of ritual impurity or a disbeliever, as was narrated in the Hasan Hadith. The blessing they enjoyed extended to their dog, so the sleep that overtook them overtook him too. This is the benefit of accompanying good people, and so this dog attained fame and stature. It was said that he was the hunting dog of one of the people which is the more appropriate view, or that he was the dog of the king's cook, who shared their religious views, and brought his dog with him. And Allah knows best. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had you happened upon them, you would certainly have turned back from them in flight, and would certainly have been filled with awe of them.)</span> meaning that Allah made them appear dreadful, so that no one could look at them without being filled with terror, because of the frightening appearance they had been given. This was so that no one would come near them or touch them until the appointed time when their sleep would come to an end as Allah willed, because of the wisdom, clear proof and great mercy involved in that.</p>"
  },
  {
    "ayah_key": "18:19",
    "group_ayah_key": "18:19",
    "from_ayah": "18:19",
    "to_ayah": "18:20",
    "ayah_keys": "18:19,18:20",
    "text": "<p lang=\"en\" class=\"en \">Likewise, We woke them that they might question one another. A speaker among them said: \"How long have you stayed <span class=\"gray\">(here)</span>?\" They said: \"We have stayed a day or part of a day.\" They said: \"Your Lord knows best how long you have stayed <span class=\"gray\">(here)</span>. So send one of you with this silver coin of yours to the town, and let him find out which is the Azka food, and bring some of that to you. And let him be careful and let no man know of you. <span>(19)</span>\"For, if they come to know of you, they will stone you or turn you back to their religion; and in that case you will never be successful. <span>(20)</span></p><div lang=\"en\" class=\"en \"><h2>Their awakening and sending One of Themselves to buy Food</h2></div><p lang=\"en\" class=\"en \">Allah says: 'just as We caused them to sleep, We resurrected them with their bodies, hair and skin intact, and nothing locking in their form and appearance.' This was after three hundred and nine years. This is why they asked each other:</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَمْ لَبِثْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How long have you stayed <span class=\"gray\">(here)</span>?)</span> meaning, 'how long have you slept?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"We have stayed a day or part of a day.\")</span> because they entered the cave at the beginning of the day, and they woke up at the end of the day, which is why they then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...or a part of a day.\" They said: \"Your Lord knows best how long you have stayed...\")</span> meaning, 'Allah knows best about your situation.' It seems that they were not sure about how long they had slept, and Allah knows best. Then they turned their attention to more pressing matters, like their need for food and drink, so they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So send one of you with this silver coin of yours)</span> They had brought with them some Dirhams <span class=\"gray\">(silver coins)</span> from their homes, to buy whatever they might need, and they had given some in charity and kept some, so they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ هَٰذِهِ إِلَى الْمَدِينَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So send one of you with this silver coin of yours to the town,)</span> meaning to their city, which they had left. The definite article indicates that they were referring to a known city.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَنظُرْ أَيُّهَا أَزْكَىٰ طَعَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let him find out which is the Azka food.)</span> Azka means \"purest\", as Allah says elsewhere,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had it not been for the grace of Allah and His mercy on you, not one of you would ever have been pure <span class=\"gray\">[Zaka]</span> from sins)</span><span class=\"gray\">[24:21]</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَن تَزَكَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed whosoever purifies himself <span class=\"gray\">[Tazakka]</span> shall achieve success.)</span><span class=\"gray\">[87:14]</span> From the same root also comes the word Zakah, which makes one's wealth good and purifies it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَتَلَطَّفْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let him be careful)</span> meaning when he goes out buying food and coming back. They were telling him to conceal himself as much as he could,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا - إِنَّهُمْ إِن يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let no man know of you. For, if they come to know of you, they will stone you)</span> means, 'if they find out where you are,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will stone you or turn you back to their religion;)</span> They were referring to the followers of Decianus, who they were afraid might find out where they were, and punish them with all kinds of torture until they made them go back to their former religion, or until they died, for if they agreed to go back to their <span class=\"gray\">(old)</span> religion, they would never attain success in this world or the Hereafter. So they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تُفْلِحُوا إِذًا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in that case you will never be successful.)</span></p>"
  }
]