[
  {
    "ayah_key": "16:124",
    "group_ayah_key": "16:124",
    "from_ayah": "16:124",
    "to_ayah": "16:124",
    "ayah_keys": "16:124",
    "text": "<p class=\"en translation\" lang=\"en\">The Sabbath was only prescribed for those who differed concerning it, and verily, your Lord will judge between them on the Day of Resurrection about what they differed over <span>(124)</span></p><div lang=\"it\" class=\"it \"><h2>The Prescription of the Sabbath for the Jews</h2></div><p lang=\"en\" class=\"en \">There is no doubt that for every nation, Allah prescribed one day of the week for people to gather to worship Him. For this Ummah He prescribed Friday, because it is the sixth day, on which Allah completed and perfected His creation. On this day He gathered and completed His blessings for His servants. It was said that Allah prescribed this day for the Children of Israel through His Prophet Musa, but they changed it and chose Saturday because it was the day on which the Creator did not create anything, as He had completed His creation on Friday. Allah made observance of the Sabbath obligatory for them in the laws of the Tawrah <span class=\"gray\">(Torah)</span>, telling them to keep the Sabbath. At the same time, He told them to follow Muhammad ﷺ when he was sent, and took their promises and covenant to that effect. Hence Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Sabbath was only prescribed for those who differed concerning it,)</span> Mujahid said: \"They observed the Sabbath <span class=\"gray\">(Saturday)</span> and ignored Friday.\" Then they continued to observe Saturday until Allah sent 'Isa bin Maryam. It was said that he told them to change it to Sunday, and it was also said that he did not forsake the laws of the Tawrah except for a few rulings which were abrogated, and he continued to observe the Sabbath until he was taken up <span class=\"gray\">(into heaven)</span>. Afterwards, the Christians at the time of Constantine were the ones who changed it to Sunday in order to be different from the Jews, and they started to pray towards the east instead of facing the Dome <span class=\"gray\">(i.e., Jerusalem)</span>. And Allah knows best.</p><p lang=\"en\" class=\"en \">It was reported in the Two Sahihs that Abu Hurayrah heard the Messenger of Allah ﷺ say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ، بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا، ثُمَّ هَذَا يَوْمُهُمُ الَّذِي فَرَضَ اللهُ عَلَيْهِمْ فَاخْتَلَفُوا فِيهِ، فَهَدَانَا اللهُ لَهُ، فَالنَّاسُ لَنَا فِيهِ تَبَعٌ: الْيَهُودُ غَدًا وَالنَّصَارَى بَعْدَ غَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are the last, but we will be the first on the Day of Resurrection, even though they were given the Book before us. This is the day that Allah obligated upon them, but they differed concerning it. Allah guided us to this day, and the people observe their days after us, the Jews on the following day and the Christians on the day after that.)</span></p><p lang=\"en\" class=\"en \">This version was recorded by Al-Bukhari. It was reported that Abu Hurayrah and Hudhayfah said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَضَلَّ اللهُ عَنِ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا، فَكَانَ لِلْيَهُودِ يَوْمُ السَّبْتِ، وَكَانَ لِلنَّصَارَى يَوْمُ الْأَحَدِ، فَجَاءَ اللهُ بِنَا فَهَدَانَا اللهُ لِيَوْمِ الْجُمُعَةِ، فَجَعَلَ الْجُمُعَةَ وَالسَّبْتَ وَالْأَحَدَ، وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ نَحْنُ الْآخِرُونَ مِنْ أَهْلِ الدُّنْيَا، وَالْأَوَّلُونَ يَوْمَ الْقِيَامَةِ، وَالْمَقْضِيُّ بَيْنَهُمْ قَبْلَ الْخَلَائِقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah let the people who came before us stray from Friday, so the Jews had Saturday and the Christians had Sunday. Then Allah brought us and guided us to Friday. So now there are Friday, Saturday and Sunday, thus they will follow us on the Day of Resurrection. We are the last of the people of this world, but will be the first on the Day of Resurrection, and will be the first to be judged, before all of creation.)</span> It was reported by Muslim.</p>"
  },
  {
    "ayah_key": "16:125",
    "group_ayah_key": "16:125",
    "from_ayah": "16:125",
    "to_ayah": "16:125",
    "ayah_keys": "16:125",
    "text": "<p class=\"en translation\" lang=\"en\">Invite to the way of your Lord with wisdom and fair preaching, and argue with them with that which is best. Truly, your Lord best knows who has strayed from His path, and He best knows those who are guided <span>(125)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to invite people to Allah with Wisdom and Good Preaching</h2></div><p lang=\"en\" class=\"en \">Allah commands His Messenger Muhammad ﷺ to invite the people to Allah with Hikmah <span class=\"gray\">(wisdom)</span>. Ibn Jarir said: \"That is what was revealed to him from the Book and the Sunnah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَوْعِظَةِ الْحَسَنَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fair preaching)</span> meaning, with exhortation and stories of the events that happened to people that are mentioned in the Qur'an, which he is to tell them about in order to warn them of the punishment of Allah.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and argue with them with that which is best.)</span> meaning, if any of them want to debate and argue, then let that be in the best manner, with kindness, gentleness and good speech, as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not argue with the People of the Book, unless it be with that which is best, except for those who purposefully do wrong.)</span><span class=\"gray\">[29:46]</span> Allah commanded him to speak gently, as He commanded Musa and Harun to do when he sent them to Pharaoh, as He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُولَا لَهُ قَوْلًا لَّيِّنًا لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And speak to him mildly, perhaps he may accept admonition or fear <span class=\"gray\">(Allah)</span>)</span><span class=\"gray\">(20:44)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, your Lord best knows who has strayed from His path,)</span> meaning, Allah already knows who is doomed <span class=\"gray\">(destined for Hell)</span> and who is blessed <span class=\"gray\">(destined for Paradise)</span>. This has already been written with Him and the matter is finished, so call them to Allah, but do not exhaust yourself with regret over those who go astray, for it is not your task to guide them. You are just a warner, and all you have to do is convey the Message, and it is He Who will bring them to account.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You cannot guide whom you love)</span><span class=\"gray\">[28:56]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not up to you to guide them, but Allah guides whom He wills.)</span><span class=\"gray\">(2:272)</span></p>"
  },
  {
    "ayah_key": "16:126",
    "group_ayah_key": "16:126",
    "from_ayah": "16:126",
    "to_ayah": "16:128",
    "ayah_keys": "16:126,16:127,16:128",
    "text": "<p lang=\"en\" class=\"en \">And if you punish them, then punish them with the like of that with which you were afflicted. But if you have patience with them, then it is better for those who are patient <span>(126)</span>And be patient, and your patience will not be, but by the help of Allah. And do not grieve over them, and do not be distressed by their plots <span>(127)</span>Truly, Allah is with those who have Taqwa, and the doers of good <span>(128)</span></p><div lang=\"en\" class=\"en \"><h2>The Command for Equality in Punishment</h2></div><p lang=\"en\" class=\"en \">Allah commands justice in punishment and equity in settling the cases of rights. 'Abdur-Razzaq recorded that, concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then punish them with the like of that with which you were afflicted.)</span></p><p lang=\"en\" class=\"en \">Ibn Sirin said, \"If a man among you takes something from you, then you should take something similar from him.\" This was also the opinion of Mujahid, Ibrahim, Al-Hasan Al-Basri, and others. Ibn Jarir also favored this opinion. Ibn Zayd said: \"They had been commanded to forgive the idolators, then some men became Muslim who were strong and powerful. They said, 'O Messenger of Allah, if only Allah would give us permission, we would sort out these dogs!' Then this Ayah was revealed, then it was latter abrogated by the command to engage in Jihad.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be patient, and your patience will not be but by the help of Allah.)</span> This emphasizes the command to be patient and tells us that patience cannot be acquired except by the will, help, decree and power of Allah. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْزَنْ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not grieve over them,)</span> meaning, those who oppose you, for Allah has decreed that this should happen.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُ فِي ضَيْقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not be distressed)</span> means do not be worried or upset.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّمَّا يَمْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(by their plots.)</span> meaning; because of the efforts they are putting into opposing you and causing you harm, for Allah is protecting, helping, and supporting you, and He will cause you to prevail and defeat them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوا وَّالَّذِينَ هُم مُّحْسِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah is with those who have Taqwa, and the doers of good.)</span> meaning; He is with them in the sense of supporting them, helping them and guiding them. This is a special kind of \"being with\", as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Remember)</span> when your Lord revealed to the angels, \"Verily, I am with you, so support those who believe.\")</span><span class=\"gray\">(8:12)</span> And Allah said to Musa and Harun:</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا تَخَافَا ۖ إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fear not, verily I am with you both, hearing and seeing.)</span><span class=\"gray\">[20:46]</span> The Prophet ﷺ said to <span class=\"gray\">(Abu Bakr)</span> As-Siddiq when they were in the cave:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحْزَنْ إِنَّ اللهَ مَعَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not worry, Allah is with us.\")</span> The general kind of \"being with\" some one, or something is by means of seeing, hearing and knowing, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is with you wherever you may be. And Allah sees whatever you do.)</span><span class=\"gray\">[57:4]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَىٰ مِن ذَٰلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen that Allah knows whatever is in the heavens and whatever is on the earth? There is no secret counsel of three but He is their fourth, - nor of five but He is their sixth, - nor of less than that or more, but He is with them wherever they may be.)</span><span class=\"gray\">(58:7)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will not be in any circumstance, nor recite any portion of the Qur'an, nor having done any deeds, but We are witnessing you.)</span><span class=\"gray\">(10:61)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ اتَّقَوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who have Taqwa)</span> means, they keep away from that which is forbidden.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَّالَّذِينَ هُم مُّحْسِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the doers of good.)</span> meaning they do deeds of obedience to Allah. These are the ones whom Allah takes care of, He gives them support, and helps them to prevail over their enemies and opponents.</p><p lang=\"en\" class=\"en \">This is end of the Tafsir of Surat An-Nahl. To Allah be praise and blessings, and peace and blessings be upon Muhammad and his family and Companions.</p>"
  }
]