[
  {
    "ayah_key": "41:52",
    "group_ayah_key": "41:52",
    "from_ayah": "41:52",
    "to_ayah": "41:54",
    "ayah_keys": "41:52,41:53,41:54",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Tell me, if it is from Allah, and you disbelieve in it Who is more astray than one who is in opposition far away. <span>(52)</span>We will show them Our signs in the universes, and within themselves, until it becomes manifest to them that this is the truth. Is it not sufficient in regard to your Lord that He is a Witness over all things <span>(53)</span>Lo, Verily, they are in doubt concerning the meeting with their Lord. Verily, He is surrounding all things <span>(54)</span></p><p lang=\"en\" class=\"en \">The Qur'an and the Proofs of its Truth </p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> – 'O Muhammad, to these idolators who disbelieve in the Qur'an'–</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَرَأَيْتُمْ إِنْ كَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tell me, if it)</span> – this Qur'an –</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is from Allah, and you disbelieve in it?)</span> means, 'what do you think your position is before the One Who revealed it to His Messenger?' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is more astray than one who is in opposition far away.)</span> means, he is in a state of disbelief, stubbornness and opposition to the truth, and is following a path that leads far away from guidance. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We will show them Our signs in the universe, and within themselves,)</span> meaning, 'We will show them Our evidence and proof that the Qur'an is true and has indeed been sent down from Allah to the Messenger of Allah, through external signs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْآفَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the universe)</span>, ' such as conquests and the advent of Islam over various regions and over all other religions. Mujahid, Al-Hasan and As-Suddi said, \"And signs within themselves means, the battle of Badr, the conquest of Makkah, and other events which befell them, where Allah granted victory to Muhammad ﷺ and his Companions, and inflicted a humiliating defeat on falsehood and its followers.\" It may also be that what is meant here is man and his physical composition. As detailed in the science of anatomy, which indicates the wisdom of the Creator – may He be blessed and exalted – and the different inclinations and opposite natures that people have, good and bad, etc., and the <span class=\"gray\">(divine)</span> decrees to which man is subjected, having no power to change and over which he has no control.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until it becomes manifest to them that this <span class=\"gray\">(the Qur'an)</span> is the truth. Is it not sufficient in regard to your Lord that He is a Witness over all things?)</span> means, sufficient is Allah as a Witness over the words and deeds of His servants, and He bears witness that Muhammad ﷺ is telling the truth in what he says, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَٰكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ ۖ أَنْزَلَهُ بِعِلْمِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah bears witness to that which He has sent down unto you; He has sent it down with His knowledge)</span><span class=\"gray\">(4:166)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lo, Verily, they are in doubt concerning the meeting with their Lord.)</span> means, they doubt that the Hour will come, they do not think about it or strive for it or pay heed to it; on the contrary, they regard it as irrelevant and do not care about it. But it will undoubtedly come to pass. Then Allah states that He is Able to do all things and He encompasses all things, and it is very easy for Him to bring about the Hour:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is surrounding all things!)</span> means, all of creation is subject to His control, dominion and knowledge; He is controlling all things by His power, so whatever He wills happens, and whatever He does not will does not happen, and there is no god worthy of worship apart from Him. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Fussilat. To Allah be praise and blessings.</p>"
  },
  {
    "ayah_key": "41:6",
    "group_ayah_key": "41:6",
    "from_ayah": "41:6",
    "to_ayah": "41:8",
    "ayah_keys": "41:6,41:7,41:8",
    "text": "<p lang=\"en\" class=\"en \">Say: \"I am only a human being like you. It is revealed to me that your God is One God, therefore take straight path to Him and obedience to Him, and seek forgiveness of Him. And woe to the polytheists <span>(6)</span>Those who give not the Zakah and they are disbelievers in the Hereafter <span>(7)</span>Truly, those who believe and do righteous good deeds, for them will be an endless reward that will never stop <span>(8)</span></p><p lang=\"en\" class=\"en \">The Call to Tawhid </p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> 'O Muhammad, to these disbelievers and idolators,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am only a human being like you. It is revealed to me that your God is One God,)</span> 'not like these idols and false gods which you worship. Allah is one God,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَقِيمُوا إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(therefore take straight path to Him)</span> means, 'worship Him Alone sincerely, in accordance with what He has commanded you through His Messengers.'</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاسْتَغْفِرُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and seek forgiveness of Him)</span> means, 'for your past sins.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَيْلٌ لِلْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And woe to the polytheists.)</span> means, doom and destruction is their lot.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who give not the Zakah)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas that this means those who do not bear witness that there is no God except Allah. This was also the view of 'Ikrimah. This is like the Ayat:</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَدْ أَفْلَحَ مَنْ زَكَّاهَا - وَقَدْ خَابَ مَنْ دَسَّاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed he succeeds who purifies himself. And indeed he fails who corrupts himself.)</span><span class=\"gray\">(91:9-10)</span> And;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَنْ تَزَكَّىٰ - وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed whosoever purifies himself shall achieve success. And remembers <span class=\"gray\">(glorifies)</span> the Name of his Lord, and prays.)</span><span class=\"gray\">(87:14-15)</span> And;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ هَلْ لَكَ إِلَىٰ أَنْ تَزَكَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say to him: \"Would you purify yourself?\")</span><span class=\"gray\">(79:18)</span></p><p lang=\"en\" class=\"en \">What is meant by Zakah here is purification of the soul, ridding oneself of all bad qualities, the worst of which is Shirk. The Zakah paid on one's wealth is so called because it purifies wealth, and it is a means of increasing it, blessing it and making it more beneficial, and a means of assisting one to use it in doing good deeds.</p><p lang=\"en\" class=\"en \">Qatadah said, \"They withheld the Zakah of their wealth.\" This is the apparent meaning according to many of the scholars of Tafsir, and this is the view favored by Ibn Jarir.</p><p lang=\"en\" class=\"en \">But the matter is subject to further examination, because the obligation of Zakah was instituted during the second year after the Hijrah to Al-Madinah, according to what is stated by several scholars. Yet this Ayah was revealed in Makkah. However, it is not unlikely that the principle of giving charity and Zakah was already in place and had been enjoined at the beginning of the Prophet's mission, as Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but pay the due thereof on the day of their harvest)</span><span class=\"gray\">(6:141)</span>. As for the details of Zakah and how it is to be calculated according to the Nusub, were explained in Al-Madinah. This is how we may reconcile between the two opinions. Similarly, prayer was originally enjoined before sunrise and before sunset at the beginning of the Prophet's mission; it was only on the Night of the Isra', a year and a half before the Hijrah, that Allah enjoined upon His Messenger ﷺ the five daily prayers. The conditions and essential elements of prayer were explained later, in stages. And Allah knows best. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those who believe and do righteous good deeds, for them will be an endless reward that will never stop.)</span></p><p lang=\"en\" class=\"en \">Mujahid and others said, \"It will never be cut off or decrease.\" This is like the Ayat:</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَاكِثِينَ فِيهِ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall abide therein for ever.)</span><span class=\"gray\">(18:3)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a gift without an end)</span><span class=\"gray\">(11:108)</span></p>"
  }
]