[
  {
    "ayah_key": "2:74",
    "group_ayah_key": "2:74",
    "from_ayah": "2:74",
    "to_ayah": "2:74",
    "ayah_keys": "2:74",
    "text": "<p lang=\"en\" class=\"en \">Then after that your hearts were hardened and became as stones or even worse in hardness. And indeed, there are stones out of which rivers gush forth, and indeed, there are of them <span class=\"gray\">(stones)</span> which split asunder so that water flows from them, and indeed, there are of them <span class=\"gray\">(stones)</span> which fall down for fear of Allah. And Allah is not unaware of what you do <span>(74)</span></p><div lang=\"en\" class=\"en \"><h2>The Harshness of the Jews</h2></div><p lang=\"en\" class=\"en \">Allah criticized the Children of Israel because they witnessed the tremendous signs and the Ayat of Allah, including bringing the dead back to life, yet,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قَسَتْ قُلُوبُكُم مِّن بَعْدِ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then after that your hearts were hardened)</span>.</p><p lang=\"en\" class=\"en \">So their hearts were like stones that never become soft. This is why Allah forbade the believers from imitating the Jews when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has not the time come for the hearts of those who believe <span class=\"gray\">(in the Oneness of Allah ـ Islamic Monotheism)</span> to be affected by Allah's Reminder <span class=\"gray\">(this Qur'an)</span>, and that which has been revealed of the truth, lest they become as those who received the Scripture <span class=\"gray\">(the Tawrah)</span> and the Injil <span class=\"gray\">(Gospel)</span>)</span> before <span class=\"gray\">(i.e. Jews and Christians)</span>, and the term was prolonged for them and so their hearts were hardened? And many of them were Fasiqun <span class=\"gray\">(the rebellious, the disobedient to Allah)</span>) <span class=\"gray\">(57:16)</span>.</p><p lang=\"en\" class=\"en \">In his Tafsir, Al-'Awfi said that Ibn 'Abbas said, \"When the dead man was struck with a part of the cow, he stood up and became more alive than he ever was. He was asked, 'Who killed you' He said, 'My nephews killed me.' He then died again. His nephews said, after Allah took his life away, 'By Allah! We did not kill him' and denied the truth while they knew it. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And became as stones or even worse in hardness)</span>. \"</p><p lang=\"en\" class=\"en \">And by the passage of time, the hearts of the Children of Israel were unlikely to accept any admonishment, even after the miracles and signs they withnessed. Their hearts became harder than stones, with no hope of ever softening. Sometimes, springs and rivers burst out of stones, some stones split and water comes out of them, even if there are no springs or rivers around them, sometimes stones fall down from mountaintops out of their fear of Allah. Muhammad bin Ishaq narrated that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, there are stones out of which rivers gush forth, and indeed, there are of them <span class=\"gray\">(stones)</span> which split asunder so that water flows from them, and indeed, there are of them <span class=\"gray\">(stones)</span> which fall down for fear of Allah)</span>, means, \"Some stones are softer than your hearts, they acknowledge the truth that you are being called to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is not unaware of what you do)</span>.\"</p><div lang=\"en\" class=\"en \"><h2>Solid Inanimate Objects possess a certain Degree of Awareness</h2></div><p lang=\"en\" class=\"en \">Some claimed that the Ayat mentioned the stones being humble as a metaphor. However, Ar-Razi, Al-Qurtubi and other Imams said that there is no need for this explanation, because Allah creates this characteristic - humbleness - in stones. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, We did offer Al-Amanah <span class=\"gray\">(the trust)</span> to the heavens and the earth, and the mountains, but they declined to bear it and were afraid of it <span class=\"gray\">(i.e. afraid of Allah's torment)</span>)</span><span class=\"gray\">(33:72)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَن فِيهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The seven heavens and the earth and all that is therein, glorify Him)</span><span class=\"gray\">(17:44)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the stars and the trees both prostrate themselves <span class=\"gray\">(to Allah)</span>)</span><span class=\"gray\">(55:6)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not observed things that Allah has created: <span class=\"gray\">(how)</span> their shadows incline)</span><span class=\"gray\">(16:48)</span>,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَتَا أَتَيْنَا طَائِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They both said: \"We come willingly.\")</span><span class=\"gray\">(41:11)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنزَلْنَا هَٰذَا الْقُرْآنَ عَلَىٰ جَبَلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had We sent down this Qur'an on a mountain)</span><span class=\"gray\">(59:21)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوا أَنطَقَنَا اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will say to their skins, \"Why do you testify against us?\" They will say: \"Allah has caused us to speak.\")</span><span class=\"gray\">(41:21)</span>.</p><p lang=\"en\" class=\"en \">It is recorded in the Sahih that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هذَا جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This <span class=\"gray\">(Mount Uhud)</span> is a mount that loves us and that we love.)</span></p><p lang=\"en\" class=\"en \">Similarly, the compassion of the stump of the palm tree for the Prophet ﷺ as confirmed in authentic narrations. In Sahih Muslim it is recorded that the Prophet ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَعْرِفُ حَجَرًا بـِمَكَّةَ كَانَ يُسَلِّمُ عَلَيَّ قَبْلَ أَنْ أُبْعَثَ إِنِّي لَأَعْرِفُهُ الْآنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I know a stone in Makkah that used to greet me with the Salam before I was sent. I recognize this stone now.)</span></p><p lang=\"en\" class=\"en \">He said about the Black Stone that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَشْهَدُ لِمَنِ اسْتَلَمَ بِحَقٍّ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection it will testifiy for those who kiss it.)</span></p><p lang=\"en\" class=\"en \">There are several other texts with this meaning. The scholars of the Arabic language disagreed over the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And became as stones or even worse in hardness)</span> after agreeing that 'or' here is not being used to reflect doubt. Some scholars said that 'or' here means, 'and'. So the meaning becomes, \"As hard as stones, and harder.\" For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And obey not a sinner or a disbeliever among them)</span><span class=\"gray\">(76:24)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عُذْرًا أَوْ نُذْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To cut off all excuses or to warn)</span><span class=\"gray\">(77:6)</span>.</p><p lang=\"en\" class=\"en \">Some other scholars said that 'or' here means, 'rather'. Hence, the meaning becomes, 'As hard as stones. Rather, harder.' For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A section of them fear men as they fear Allah or even more)</span><span class=\"gray\">(4:77)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَاهُ إِلَىٰ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent him to a hundred thousand <span class=\"gray\">(people)</span> or even more)</span><span class=\"gray\">(37:147)</span>, and,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And was at a distance of two bows' length or <span class=\"gray\">(even)</span> nearer)</span><span class=\"gray\">(53:9)</span>.</p><p lang=\"en\" class=\"en \">Some other scholars said that this Ayah means their hearts are only of two types, as hard as stone or harder than stone. Further, Ibn Jarir commented that this Tafsir means that some of their hearts are as hard as stone and some hearts are harder than stone. Ibn Jarir said that he favored this last Tafsir, although the others are plausible. I - Ibn Kathir - say that the last Tafsir is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their likeness is as the likeness of one who kindled a fire)</span><span class=\"gray\">(2:17)</span>, and then His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَصَيِّبٍ مِّنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or like a rainstorm from the sky)</span><span class=\"gray\">(2:19)</span>.</p><p lang=\"en\" class=\"en \">It is also similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for those who disbelieved, their deeds are like a mirage in a desert)</span><span class=\"gray\">(24:39)</span>, and then His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or <span class=\"gray\">(the state of a disbeliever)</span> is like the darkness in a vast deep sea)</span><span class=\"gray\">(24:40)</span>.</p><p lang=\"en\" class=\"en \">This then means that some of them are like the first example, and some others are like the second example. Allah knows best.</p>"
  }
]