[
  {
    "ayah_key": "27:41",
    "group_ayah_key": "27:41",
    "from_ayah": "27:41",
    "to_ayah": "27:44",
    "ayah_keys": "27:41,27:42,27:43,27:44",
    "text": "<p lang=\"en\" class=\"en \">He said: \"Disguise her throne for her that we may see whether she will be guided, or she will be one of those not guided. <span>(41)</span>So when she came, it was said, \"Is your throne like this\" She said: \"As though it were the very same.\" And he said, \"Knowledge was bestowed on us before her, and we had submitted to Allah <span class=\"gray\">(as Muslims)</span>. <span>(42)</span>And Saddaha that which she used to worship besides Allah has prevented her <span class=\"gray\">(from Islam)</span>, for she was of a disbelieving people <span>(43)</span>It was said to her: \"Enter As-Şarḥ,\" but when she saw it, she thought it was a pool, and she <span class=\"gray\">(tucked up her clothes)</span> uncovering her legs. Sulayman said: \"Verily, it is a Şarḥ Mumarrad of Qawarir.\" She said: \"My Lord! Verily, I have wronged myself, and I submit, together with Sulayman to Allah, the Lord of all that exits. <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>The Test of Bilqis</h2></div><p lang=\"en\" class=\"en \">When Sulayman brought the throne of Bilqis before she and her people arrived, he issued orders that some of its features should be altered, so that he could test her and see whether she recognized it and how composed she would be when she saw it. Would she hasten to say either that it was her throne or that it was not? So he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Disguise her throne for her that we may see whether she will be guided, or she will be one of those not guided.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas said: \"Remove some of its adornments and parts.\" Mujahid said: \"He issued orders that it should be changed, so whatever was red should be made yellow and vice versa, and whatever was green should be made red, so everything was altered.\" 'Ikrimah said, \"They added some things and took some things away.\" Qatadah said, \"It was turned upside down and back to front, and some things were added and some things were taken away.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَتْ قِيلَ أَهَٰكَذَا عَرْشُكِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when she came, it was said: \"Is your throne like this?\")</span></p><p lang=\"en\" class=\"en \">Her throne, which had been altered and disguised, with some things added and others taken away, was shown to her. She was wise and steadfast, intelligent and strong-willed. She did not hasten to say that this was her throne, because it was far away from her. Neither did she hasten to say that it was not her throne, when she saw that some things had been altered and changed. She said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَأَنَّهُ هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It is)</span> as though it were the very same.)</span> This is the ultimate in intelligence and strong resolve.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Knowledge was bestowed on us before her, and we had submitted to Allah.)</span></p><p lang=\"en\" class=\"en \">Mujahid said, \"This was spoken by Sulayman.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ ۖ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Saddaha that which she used to worship besides Allah has prevented her, for she was of a disbelieving people.)</span></p><p lang=\"en\" class=\"en \">This is a continuation of the words of Sulayman – according to the opinion of Mujahid and Sa'id bin Jubayr, may Allah be pleased with them both – i.e., Sulayman said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Knowledge was bestowed on us before her, and we had submitted to Allah.)</span> and what stopped her from worshipping Allah alone was</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ ۖ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that which she used to worship besides Allah, for she was of a disbelieving people.)</span></p><p lang=\"en\" class=\"en \">What Mujahid and Sa'id said is good; it was also the view of Ibn Jarir. Then Ibn Jarir said, \"It could be that the subject of the verb.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَصَدَّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Saddaha)</span> refers to Sulayman or to Allah, so that the phrase now means:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(She would not worship anything over than Allah.)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\"> إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for she was of a disbelieving people.)</span> I say: the opinion of Mujahid is supported by the fact that she declared her Islam after she entered the Şarḥ, as we shall see below.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيلَ لَهَا ادْخُلِي الصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was said to her: \"Enter As-Şarḥ\" but when she saw it, she thought it was a pool, and she <span class=\"gray\">(tucked up her clothes)</span> uncovering her legs.)</span></p><p lang=\"en\" class=\"en \">Sulayman had commanded the Shayatin to build for her a huge palace of glass beneath which water was flowing. Anyone who did not know the nature of the building would think that it was water, but in fact there was a layer of glass between a person walking and the water.</p><div lang=\"az\" class=\"az \"><h2>Verily, it is a Şarḥ Mumarrad of Qawarir.</h2></div><p lang=\"en\" class=\"en \">Şarḥ means a palace or any lofty construction.Allah says of Fir'awn – may Allah curse him – that he said to his minister Haman:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Build me a Sarh that I may arrive at the ways.)</span><span class=\"gray\">(40:36)</span></p><p lang=\"en\" class=\"en \">Şarḥ is also used to refer to the high constructed palaces in Yemen. Mumarrad means sturdily constructed and smooth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ قَوَارِيرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of Qawarir)</span> means, made of glass, i.e., it was built with smooth surfaces. Marid is a fortress in Dawmat Al-Jandal. What is meant here is that Sulayman built a huge, lofty palace of glass for this queen, in order to show her the greatness of his authority and power. When she saw for herself what Allah had given him and how majestic his position was, she submitted to the command of Allah and acknowledged that he was a noble Prophet, so she submitted to Allah and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رَبِّ إِنِّي ظَلَمْتُ نَفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Verily, I have wronged myself,)</span> meaning, by her previous disbelief and Shirk and by the fact that she and her people had worshipped the sun instead of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I submit, together with Sulayman to Allah, the Lord of all that exists.)</span> meaning, following the religion of Sulayman, worshipping Allah alone with no partner or associate, Who created everything and measured it exactly according to its due measurements.</p>"
  },
  {
    "ayah_key": "27:45",
    "group_ayah_key": "27:45",
    "from_ayah": "27:45",
    "to_ayah": "27:47",
    "ayah_keys": "27:45,27:46,27:47",
    "text": "<p lang=\"en\" class=\"en \">And indeed We sent to Thamud their brother Salih, <span class=\"gray\">(saying)</span>: \"Worship Allah.\" Then look! They became two parties quarreling with each other <span>(45)</span>He said: \"O my people! Why do you seek to hasten the evil before the good Why seek you not the forgiveness of Allah, that you may receive mercy? <span>(46)</span>They said: \"We augur an omen from you and those with you.\" He said: \"Your omen is of Allah; nay, but you are a people that are being tested. <span>(47)</span></p><div lang=\"ceb\" class=\"ceb \"><h2>Salih and Thamud</h2></div><p lang=\"en\" class=\"en \">Allah tells us about Thamud and how they responded to their Prophet Salih, when Allah sent him to call them to worship Allah alone, with no partner or associate.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then look! They became two parties quarreling with each other.)</span></p><p lang=\"en\" class=\"en \">Mujahid said, \"These were believers and disbelievers.\" This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ ۚ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ - قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The leaders of those who were arrogant among his people said to those who were counted weak – to such of them as believed: \"Know you that Salih is one sent from his Lord.\" They said: \"We indeed believe in that with which he has been sent.\" Those who were arrogant said: \"Verily, we disbelieve in that which you believe in.\")</span><span class=\"gray\">(7:75-76)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O my people! Why do you seek to hasten the evil before the good?\")</span> meaning, 'why are you praying for the punishment to come, and not asking Allah for His mercy?' Then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ - قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Why seek you not the forgiveness of Allah, that you may receive mercy?\" They said: \"We augur an omen from you and those with you.\")</span></p><p lang=\"en\" class=\"en \">This means: \"We do not see any good in your face and the faces of those who are following you.\" Since they were doomed, whenever anything bad happened to any of them they would say, \"This is because of Salih and his companions.\" Mujahid said, \"They regarded them as bad omens.\" This is similar to what Allah said about the people of Fir'awn:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَٰذِهِ ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَىٰ وَمَنْ مَعَهُ ۗ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whenever good came to them, they said: \"Ours is this.\" And if evil afflicted them, they saw it as an omen about Musa and those with him)</span><span class=\"gray\">(7:131)</span>. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَٰذِهِ مِنْ عِنْدِ اللَّهِ ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَٰذِهِ مِنْ عِنْدِكَ ۚ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if some good reaches them, they say, \"This is from Allah,\" but if some evil befalls them, they say, \"This is from you.\" Say: \"All things are from Allah.\")</span><span class=\"gray\">(4:78)</span> i.e., by virtue of His will and decree. </p><p lang=\"en\" class=\"en \">And Allah tells us about the dwellers of the town, when the Messengers came to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ - قَالُوا طَائِرُكُمْ مَعَكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They <span class=\"gray\">(people)</span> said: \"For us, we see an omen from you; if you cease not, we will surely stone you, and a painful torment will touch you from us.\" They <span class=\"gray\">(Messengers)</span> said: \"Your omens are with yourselves!)</span><span class=\"gray\">(36:18)</span></p><p lang=\"en\" class=\"en \">And these people <span class=\"gray\">[Thamud]</span> said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ ۚ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We augur an omen from you and those with you.\" He said: \"Your omen is of Allah;)</span> meaning, Allah will punish you for that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nay, but you are a people that are being tested.)</span></p><p lang=\"en\" class=\"en \">Qatadah said: \"You are being tested to see whether you will obey or disobey.\" The apparent meaning of the phrase</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُفْتَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are being tested)</span> is: you will be left to get carried away in your state of misguidance.</p>"
  }
]