[
  {
    "ayah_key": "5:32",
    "group_ayah_key": "5:32",
    "from_ayah": "5:32",
    "to_ayah": "5:34",
    "ayah_keys": "5:32,5:33,5:34",
    "text": "<p lang=\"en\" class=\"en \">Because of that, We ordained for the Children of Israel that if anyone killed a person not in retaliation of murder, or <span class=\"gray\">(and)</span> to spread mischief in the land - it would be as if he killed all mankind, and if anyone saved a life, it would be as if he saved the life of all mankind. And indeed, there came to them Our Messengers with Al-Bayyinat, even then after that many of them continued to exceed the limits in the land <span>(32)</span>The recompense of those who wage war against Allah and His Messenger and do mischief in the land is only that they shall be killed or crucified, or their hands and their feet be cut off on opposite sides, or be exiled from the land. That is their disgrace in this world, and a great torment is theirs in the Hereafter <span>(33)</span>Except for those who <span class=\"gray\">(having fled away and then)</span> came back <span class=\"gray\">(as Muslims)</span> with repentance before they fall into your power; in that case, know that Allah is Oft-Forgiving, Most Merciful <span>(34)</span></p><div lang=\"en\" class=\"en \"><h2>Human Beings Should Respect the Sanctity of Other Human Beings</h2></div><p lang=\"en\" class=\"en \">Allah says, because the son of Adam killed his brother in transgression and aggression,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> كَتَبْنَا عَلَىٰ بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We ordained for the Children of Israel...)</span> meaning, We legislated for them and informed them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّهُ مَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that if anyone killed a person not in retaliation of murder, or <span class=\"gray\">(and)</span> to spread mischief in the land - it would be as if he killed all mankind, and if anyone saved a life, it would be as if he saved the life of all mankind.)</span></p><p lang=\"en\" class=\"en \">The Ayah states, whoever kills a soul without justification – such as in retaliation for murder or for causing mischief on earth – will be as if he has killed all mankind, because there is no difference between one life and another.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَحْيَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if anyone saved a life...)</span> by preventing its blood from being shed and believing in its sanctity, then all people will have been saved from him, so,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it would be as if he saved the life of all mankind.)</span> Al-A'mash and others said that Abu Salih said that Abu Hurayrah said, \"I entered on 'Uthman when he was under siege in his house and said, 'I came to give you my support. Now, it is good to fight <span class=\"gray\">(defending you)</span> O Leader of the Faithful!' He said, 'O Abu Hurayrah! Does it please you that you kill all people, including me?' I said, 'No.' He said, 'If you kill one man, it is as if you killed all people. Therefore, go back with my permission for you to leave. May you receive your reward and be saved from burden.' So I went back and did not fight.'\" 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"It is as Allah has stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if anyone killed a person not in retaliation of murder, or <span class=\"gray\">(and)</span> to spread mischief in the land - it would be as if he killed all mankind, and if anyone saved a life, it would be as if he saved the life of all mankind.)</span></p><p lang=\"en\" class=\"en \">Saving life in this case occurs by not killing a soul that Allah has forbidden. So this is the meaning of saving the life of all mankind, for whoever forbids killing a soul without justification, the lives of all people will be saved from him.\" Similar was said by Mujahid;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَحْيَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if anyone saved a life...)</span> means, he refrains from killing a soul.</p><p lang=\"en\" class=\"en \">Al-'Awfi reported that Ibn 'Abbas said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it would be as if he killed all mankind. .)</span> means, \"Whoever kills one soul that Allah has forbidden killing, is just like he who kills all mankind.\" Sa'id bin Jubayr said, \"He who allows himself to shed the blood of a Muslim, is like he who allows shedding the blood of all people. He who forbids shedding the blood of one Muslim, is like he who forbids shedding the blood of all people.\" In addition, Ibn Jurayj said that Al-A'raj said that Mujahid commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it would be as if he killed all mankind,)</span> \"He who kills a believing soul intentionally, Allah makes the Fire of Hell his abode, He will become angry with him, and curse him, and has prepared a tremendous punishment for him, equal to if he had killed all people, his punishment will still be the same.\" Ibn Jurayj said that Mujahid said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if anyone saved a life, it would be as if he saved the life of all mankind.)</span> means, \"He who does not kill anyone, then the lives of people are safe from him.\"</p><div lang=\"en\" class=\"en \"><h2>Warning Those who Commit Mischief</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, there came to them Our Messengers with Al-Bayyinat,)</span> meaning, clear evidences, signs and proofs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَٰلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(even then after that many of them continued to exceed the limits in the land!)</span></p><p lang=\"en\" class=\"en \">This Ayah chastises and criticizes those who commit the prohibitions, after knowing that they are prohibited from indulging in them. The Jews of Al-Madinah, such as Banu Qurayzah, An-Nadir and Qaynuqa', used to fight along with either Khazraj or Aws, when war would erupt between them during the time of Jahiliyyah. When these wars would end, the Jews would ransom those who were captured and pay the blood money for those who were killed. Allah criticized them for this practice in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ - ثُمَّ أَنتُمْ هَٰؤُلَاءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِم بِالْإِثْمِ وَالْعُدْوَانِ وَإِن يَأْتُوكُمْ أُسَارَىٰ تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَىٰ أَشَدِّ الْعَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We took your covenant <span class=\"gray\">(saying)</span>: Shed not your <span class=\"gray\">(people's)</span> blood, nor turn out your own people from their dwellings. Then, <span class=\"gray\">(this)</span> you ratified and <span class=\"gray\">(to this)</span> you bear witness. After this, it is you who kill one another and drive out a party of your own from their homes, assist <span class=\"gray\">(their enemies)</span> against them, in sin and transgression. And if they come to you as captives, you ransom them, although their expulsion was forbidden to you. Then do you believe in a part of the Scripture and reject the rest? Then what is the recompense of those who do so among you, except disgrace in the life of this world, and on the Day of Resurrection they shall be consigned to the most grievous torment. And Allah is not unaware of what you do.)</span><span class=\"gray\">[2:84-85]</span></p><div lang=\"en\" class=\"en \"><h2>The Punishment of those Who Cause Mischief in the Land</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَن يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلَافٍ أَوْ يُنفَوْا مِنَ الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The recompense of those who wage war against Allah and His Messenger and do mischief in the land is only that they shall be killed or crucified or their hands and their feet be cut off on the opposite sides, or be exiled from the land.)</span></p><p lang=\"en\" class=\"en \">Wage war' mentioned here means, oppose and contradict, and it includes disbelief, blocking roads and spreading fear in the fairways. Mischief in the land refers to various types of evil. Ibn Jarir recorded that 'Ikrimah and Al-Hasan Al-Basri said that the Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The recompense of those who wage war against Allah and His Messenger)</span> until,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is Of-Forgiving, Most Merciful,)</span> \"Were revealed about the idolators. Therefore, the Ayah decrees that, whoever among them repents before you apprehend them, then you have no right to punish them. This Ayah does not save a Muslim from punishment if he kills, causes mischief in the land or wages war against Allah and His Messenger and then joins rank with the disbelievers, before the Muslims are able to catch him. He will still be liable for punishment for the crimes he committed.\" Abu Dawud and An-Nasa'i recorded that 'Ikrimah said that Ibn 'Abbas said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The recompense of those who wage war against Allah and His Messenger and do mischief in the land...)</span> \"Was revealed concerning the idolators, those among them who repent before being apprehended, they will still be liable for punishment for the crimes they committed.\"</p><p lang=\"en\" class=\"en \">The correct opinion is that this Ayah is general in meaning and includes the idolators and all others who commit the types of crimes the Ayah mentioned. Al-Bukhari and Muslim recorded that Abu Qilabah 'Abdullah bin Zayd Al-Jarmi, said that Anas bin Malik said, \"Eight people of the 'Ukl tribe came to the Messenger of Allah ﷺ and gave him their pledge to follow Islam. Al-Madinah's climate did not suit them and they became sick and complained to Allah's Messenger ﷺ. So he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَخْرُجُونَ مَعَ رَاعِينَا فِي إِبِلِهِ، فَتُصِيبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go with our shephard to be treated by the milk and urine of his camels.)</span></p><p lang=\"en\" class=\"en \">So they went as directed, and after they drank from the camels' milk and urine, they became healthy, and they killed the shepherd and drove away all the camels. The news reached the Prophet ﷺ and he sent <span class=\"gray\">(men)</span> in their pursuit and they were captured. He then ordered that their hands and feet be cut off <span class=\"gray\">(and it was done)</span>, and their eyes were branded with heated pieces of iron. Next, they were put in the sun until they died.\" This is the wording of Muslim. In another narration for this Hadith, it was mentioned that these people were from the tribes of 'Ukl or 'Uraynah. Another narration reported that these people were put in the Harrah area <span class=\"gray\">(of Al-Madinah)</span>, and when they asked for water, no water was given to them. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَن يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلَافٍ أَوْ يُنفَوْا مِنَ الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they shall be killed or crucified or their hands and their feet be cut off on the opposite sides, or be exiled from the land.)</span></p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah said that Ibn 'Abbas said about this Ayah, 'He who takes up arms in Muslim land and spreads fear in the fairways and is captured, the Muslim Leader has the choice to either have him killed, crucified or cut off his hands and feet.\" Similar was said by Sa'id bin Al-Musayyib, Mujahid, 'Ata', Al-Hasan Al-Basri, Ibrahim An-Nakha'i and Ad-Dahhak, as Abu Ja'far Ibn Jarir recorded. This view is supported by the fact that the word Aw <span class=\"gray\">(or)</span>, indicates a choice. As Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَزَاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The penalty is an offering, brought to the Ka'bah, of an eatable animal equivalent to the one he killed, as adjudged by two just men among you; or, for expiation, he should feed the poor, or its equivalent in fasting.)</span><span class=\"gray\">[5:95]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِ أَذًى مِّن رَّأْسِهِ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever of you is ill or has an ailment in his scalp <span class=\"gray\">(necessitating shaving)</span>, he must pay a ransom of either fasting or giving charity or offering a sacrifice.)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...for its expiation feed ten of the poor, on a scale of the average of that with which you feed your own families, or clothe them, or free a slave.)</span></p><p lang=\"en\" class=\"en \">All of these Ayat offer a choice, just as the Ayah above. As for Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوْ يُنفَوْا مِنَ الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or be exiled from the land.)</span><span class=\"gray\">[5:33]</span> some said that it means, he is actively pursued until he is captured, and thus receives his prescribed punishment, or otherwise he escapes from the land of Islam, as Ibn Jarir recorded from Ibn 'Abbas, Anas bin Malik, Sa'id bin Jubayr, Ad-Dahhak, Ar-Rabi' bin Anas, Az-Zuhri, Al-Layth bin Sa'd and Malik bin Anas. Some said that the Ayah means these people are expelled to another land, or to another state by the Muslims authorities. Sa'id bin Jubayr, Abu Ash-Sha'tha', Al-Hasan, Az-Zuhri, Ad-Dahhak and Muqatil bin Hayyan said that he is expelled, but not outside of the land of Islam, while others said that he is to be imprisoned. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is their disgrace in this world, and a great torment is theirs in the Hereafter.)</span><span class=\"gray\">[5:33]</span> means, the punishment We prescribed, killing these aggressors, crucifying them, cutting off their hands and feet on opposite sides, or expelling them from the land is a disgrace for them among mankind in this life, along with the tremendous torment Allah has prepared for them in the Hereafter. This view supports the opinion that these Ayat were revealed about the idolators. As for Muslims, in his Sahih, Muslim recorded that 'Ubadah bin As-Samit said, \"The Messenger of Allah ﷺ took the same pledge from us that he also took from women: That we do not associate anything with Allah in worship, we do not steal, commit adultery, or kill our children, and that we do not spread falsehood about each other. He said that he who keeps this pledge, then his reward will be with Allah. He who falls into shortcomings and was punished, then this will be his expiation. And those whose errors were covered by Allah, then their matter is for Allah: If He wills, He will punish them and If He wills, He will pardon them.\" 'Ali narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَذْنَبَ ذَنْبًا فِي الدُّنْيَا فَعُوقِبَ بِهِ، فَاللهُ أَعْدَلُ مِنْ أَنْ يُثَنِّيَ عُقُوبَتَهُ عَلى عَبْدِهِ، وَمَنْ أَذْنَبَ ذَنْبًا فِي الدُّنْيَا فَسَتَرهُ اللهُ عَلَيْهِ وَعَفَا عَنْهُ، فَاللهُ أَكْرَمُ مِنْ أَنْ يَعُودَ عَلَيْهِ فِي شَيْءٍ قَدْ عَفَا عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who sins in this life and was punished for it, then Allah is far more just than to combine two punishments on His servant. He who commits an error in this life and Allah hides this error and pardons him, then Allah is far more generous than to punish the servant for something that He has already pardoned.)</span></p><p lang=\"en\" class=\"en \">Recorded by Ahmad, Ibn Majah and At-Tirmidhi who said, \"Hasan Gharib.\"Al-Hafiz Ad-Daraqutni was asked about this Hadith, and he said that it was related to the Prophet ﷺ in some narrations, and it was related to the Companions in others, and that this narration from the Prophet ﷺ is Sahih. Ibn Jarir commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is their disgrace in this world,)</span> \"Meaning, shame, humiliation, punishment, contempt and torment in this life, before the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a great torment is theirs in the Hereafter.)</span> if they do not repent from these errors until death overcomes them. In this case, they will be stricken by the punishment that We prescribed for them in this life and the torment that We prepared for them therein,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَذَابٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a great torment)</span> in the Fire of Jahannam.\"</p><div lang=\"en\" class=\"en \"><h2>The Punishment of those who Wage War Against Allah and His Messenger is Annulled if They Repent Before their Apprehension</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ تَابُوا مِن قَبْلِ أَن تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except for those who <span class=\"gray\">(having fled away and then)</span> came back <span class=\"gray\">(as Muslims)</span> with repentance before they fall into your power; in that case, know that Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">This Ayah is clear in its indication that it applies to the idolators. As for the Muslims who commit this crime and repent before they are apprehended, the punishment of killing, crucifixion and cutting the limbs will be waved. The practice of the Companions in this regard is that all of the punishments prescribed in this case will be waved, as is apparent from the wording of the Ayah. Ibn Abi Hatim recorded that Ash-Sha'bi said, \"Harithah bin Badr At-Tamimi was living in Al-Basrah, and he committed the crime of mischief in the land. So he talked to some men from Quraysh, such as Al-Hasan bin 'Ali, Ibn 'Abbas and 'Abdullah bin Ja'far, and they talked to 'Ali about him so that he would grant him safety, but 'Ali refused. So Harithah went to Sa'id bin Qays Al-Hamadani who kept him in his house and went to 'Ali, saying, 'O Leader of the Faithful! What about those who wage war against Allah and His Messenger and cause mischief in the land?' So he recited the Ayah until he reached,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ تَابُوا مِن قَبْلِ أَن تَقْدِرُوا عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except for those who <span class=\"gray\">(having fled away and them)</span> came back cas Muslims)</span> with repentance before they fall into your power.)</p><p lang=\"en\" class=\"en \">So 'Ali wrote a document that granted safety, and Sa'id bin Qays said, 'This is for Harithah bin Badr.'\"</p><p lang=\"en\" class=\"en \">Ibn Jarir recorded this Hadith. Ibn Jarir recorded that 'Amir Ash-Sha'bi said, \"A man from Murad came to Abu Musa, while he was the governor of Al-Kufah during the reign of 'Uthman, and said to him after he offered the obligatory prayer, 'O Abu Musa! I seek your help. I am so-and-so from Murad and I waged war against Allah and His Messenger and caused mischief in the land. I repented before you had any authority over me.' Abu Musa proclaimed, 'This is so-and-so, who had waged war against Allah and His Messenger and caused mischief in the land, and he repented before we had authority over him. Therefore, anyone who meets him, should deal with him in a better way. If he is saying the truth, then this is the path of those who say the truth. If he is saying a lie, his sins will destroy him. So the man remained idle for as long as Allah willed, but he later rose against the leaders, and Allah punished him for his sins and he was killed.\" Ibn Jarir recorded that Musa bin Ishaq Al-Madani said that 'Ali Al-Asadi waged war, blocked the roads, shed blood and plundered wealth. The leaders and the people alike, sought to capture him, but they could not do that until he came after he repented, after he heard a man reciting the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O My servants who have transgressed against themselves! Despair not of the mercy of Allah, verily, Allah forgives all sins. Truly, He is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">So he said to that man, \"O servant of Allah! Recite it again.\" So he recited it again, and 'Ali put down his sword and went to Al-Madinah in repentance, arriving during the night. He washed up and went to the Masjid of the Messenger of Allah ﷺ and prayed the dawn prayer. He sat next to Abu Hurayrah amidst his companions. In the morning, the people recognized him and went after him. He said, \"You have no way against me. I came in repentance before you had any authority over me.\" Abu Hurayrah said, \"He has said the truth,\" and he held his hand and went to Marwan bin Al-Hakam, who was the governor of Al-Madinah during the reign of Mu'awiyah. Abu Hurayrah said, \"This is 'Ali and he came in repentance and you do not have a way against him, nor can you have him killed.\" So 'Ali was absolved of punishment and remained on his repentance and went to the sea to perform Jihad in Allah's cause. The Muslims met the Romans in battle, and the Muslims brought the ship 'Ali was in to one of the Roman ships, and 'Ali crossed to that ship and the Romans escaped from him to the other side of the ship, and the ship capsized and they all drowned.\"</p>"
  }
]