[
  {
    "ayah_key": "8:74",
    "group_ayah_key": "8:74",
    "from_ayah": "8:74",
    "to_ayah": "8:75",
    "ayah_keys": "8:74,8:75",
    "text": "<p lang=\"en\" class=\"en \">And those who believed, and emigrated and strove hard in the cause of Allah <span class=\"gray\">(Al-Jihad)</span>, as well as those who gave <span class=\"gray\">(them)</span> asylum and aid – these are the believers in truth, for them is forgiveness and a generous provision <span>(74)</span>And those who believed afterwards, and emigrated and strove hard along with you, they are of you. But kindred by blood are nearer to one another <span class=\"gray\">(regarding inheritance)</span> in the decree ordained by Allah. Verily, Allah is the All-Knower of everything <span>(75)</span></p><div lang=\"fy\" class=\"fy \"><h2>Believers in Truth</h2></div><p lang=\"en\" class=\"en \">After Allah affirmed the ruling of loyalty and protection between the believers in this life, He then mentioned their destination in the Hereafter. Allah also affirmed the faith of the believers, just as mentioned in the beginning of this Surah, and that He will reward them with forgiveness and by erasing their sins, if they have any. He also promised them honorable provisions that are abundant, pure, everlasting and eternal; provisions that never end or run out, nor will they ever cause boredom, for they are delightful and come in great varieties. Allah then mentioned that those who follow the path of the believers in faith and performing good deeds, will be with them in the Hereafter. Just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّابِقُونَ الْأَوَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the foremost to embrace Islam...)</span><span class=\"gray\">[9:100]</span>, until the end of the Ayah. He also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ جَاءُوا مِن بَعْدِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who came after them ...)</span><span class=\"gray\">[59:10]</span>.</p><p lang=\"en\" class=\"en \">A Hadith that is in the Two Sahihs, which is Mutawatir and has several authentic chains of narrations, mentions that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَرْءُ مَعَ مَنْ أَحَبَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One will be in the company of those whom he loves.)</span> Another Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَحَبَّ قَوْمًا فَهُوَ مِنْهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who loves a people is one of them)</span>, and in another narration, he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُشِرَ مَعَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...will be gathered with them <span class=\"gray\">(on the Day of Resurrection)</span>.)</span></p><div lang=\"en\" class=\"en \"><h2>Inheritance is for Designated Degrees of Relatives</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي كِتَابِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But kindred by blood are nearer to one another <span class=\"gray\">(regarding inheritance)</span> in the decree ordained by Allah)</span>, meaning, in Allah's decision. This Ayah encompasses all relatives, not only the degrees of relative who do not have a fixed, designated share in the inheritance, as some people claim and use this Ayah to argue. According to Ibn 'Abbas, Mujahid, 'Ikrimah, Al-Hasan, Qatadah and several others, this Ayah abrogated inheriting from those with whom one had ties of treaties or brotherhood, as was the case in the beginning of Islam. So it applies to all relatives, and as for those who do not inherit, then this is supported by the Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ فَلَا وَصِيَّةٍ لِوَارِثٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah had alloted every right to the one who deserves it, so there may be no will for an heir.)</span></p><p lang=\"en\" class=\"en \">Therefore, this Ayah also includes those who have a fixed share of inheritance. Allah knows best.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Anfal, all praise and thanks are for Allah, in Him we trust, and He is sufficient for us, what an excellent supporter He is.</p>"
  }
]