[
  {
    "ayah_key": "47:20",
    "group_ayah_key": "47:20",
    "from_ayah": "47:20",
    "to_ayah": "47:23",
    "ayah_keys": "47:20,47:21,47:22,47:23",
    "text": "<p lang=\"en\" class=\"en \">Those who believe say: \"Why is not a Surah sent down <span class=\"gray\">(for us)</span>?\" But now that a decisive Surah is sent down mentioning fighting, you can see those in whose hearts is disease <span class=\"gray\">(of hypocrisy)</span> looking at you with the look of one who is about to faint for fear of death. But it was better for them <span>(20)</span>Obedience and good words. And when the matter is resolved, then if they had been true to Allah, it would have been better for them <span>(21)</span>So would you perhaps, if you turned away, spread corruption on earth, and sever your ties of kinship <span>(22)</span>Such are the ones whom Allah has cursed, so that He has made them deaf and blinded their vision <span>(23)</span></p><p lang=\"en\" class=\"en \">The Situation of the True Believer and the Sick-Hearted when the Command for Jihad was revealed</p><p lang=\"en\" class=\"en \">Allah mentions that the believers were hoping that Jihad would be legislated. But when Allah ordained it, many of the people turned back, as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَىٰ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who were told: \"Restrain your hands <span class=\"gray\">(from fighting)</span>, establish the Salah, and give Zakah.\" But then when fighting was ordained for them, you find a party of them fearing the people as they fear Allah or more. They said: \"Our Lord! Why have You decreed fighting upon us? If only You have postponed us for a short period.\" Say: \"The enjoyment of this world is little. The Hereafter is far better for him who had Taqwa of <span class=\"gray\">(Allah)</span>, and you will not be dealt with unjustly, even as much as a thin thread <span class=\"gray\">(inside a date's pit)</span>.\")</span><span class=\"gray\">(4:77)</span></p><p lang=\"fil\" class=\"fil \">Similarly, Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe say: \"Why is not a Surah sent down <span class=\"gray\">(for us)</span>?\")</span> means, a Surah containing an order to fight. Then He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ۙ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But now that a decisive Surah is sent down mentioning fighting, you can see those in whose hearts is disease looking at you with the look of one who is about to faint for fear of death.)</span> meaning, due to their fear, terror, and cowardice concerning meeting the enemies. Allah then encourages them by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْلَىٰ لَهُمْ - طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it was better for them, obedience and good words.)</span> which means that it would have been better for them to listen and obey in that present situation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا عَزَمَ الْأَمْرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the matter <span class=\"gray\">(of fighting)</span> is resolved.)</span> which means when the situation becomes serious and the time of fighting truly arrives.</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَوْ صَدَقُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if they had been true to Allah,)</span> meaning, by making their intentions sincerely for Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكَانَ خَيْرًا لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it would have been better for them)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So would you perhaps, if you turned away)</span> meaning, from Jihad and you withdrew from it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(spread corruption on earth, and sever your ties of kinship?)</span> which means, would you then go back to your old practices of the time of ignorance: shedding blood and severing kinship ties? Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰ أَبْصَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are the ones whom Allah has cursed, so He has made them deaf and blinded their vision.)</span></p><p lang=\"en\" class=\"en \">This involves a general prohibition of spreading corruption on earth, and a specific prohibition of severing the ties of kinship. In fact, Allah has commanded the people to establish righteousness on earth, as well as to join the ties of kinship by treating the relatives well in speech, actions, and spending wealth in charity. Many authentic and sound Hadiths have been reported through numerous routes of transmission from Allah's Messenger in this regard. Al-Bukhari recorded from Abu Hurayrah, may Allah be pleased with him, that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ اللهُ تَعَالَىٰ الْخَلْقَ فَلَمَّا فَرَغَ مِنْهُ قَامَتِ الرَّحِمُ فَأَخَذَتْ بِحَقْوِ الرَّحْمٰنِ عَزَّ وَجَلَّ فَقَالَ: مَهْ، فَقَالَتْ: هٰذَا مَقَامُ الْعَائِذِ بِكَ مِنَ الْقَطِيعَةِ، فَقَالَ تَعَالَىٰ: أَلَا تَرْضَيْنَ أَنْ أَصِلَ مَنْ وَصَلَكِ وَأَقْطَعَ مَنْ قَطَعَكِ؟ قَالَتْ: بَلَىٰ، قَالَ: فَذَاكِ لَكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(After Allah completed creating the creation, the womb stood up and pulled at the lower garment of the Most Merciful. He said, 'Stop that!' It replied, 'My stand here is the stand of one seeking refuge in you from severance of ties.' Allah said, 'Would it not please you that I join whoever joins you and sever whoever severs you?' It replied, 'Yes indeed!' He said, 'You are granted that!')</span> Abu Hurayrah then added, \"Read if you wish:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So would you perhaps, if you turned away, spread corruption on earth, and sever your ties of kinship?)</span>\" Then Al-Bukhari recorded it with another wording which states that the Messenger of Allah ﷺ said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">اقْرَءُوا إِنْ شِئْتُمْ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Read if you wish: <span class=\"gray\">(So would you perhaps, if you turned away, spread corruption on earth, and sever your ties of kinship)</span>?)</span> Muslim also recorded it. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Abu Bakrah, may Allah be pleased with him, that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ ذَنْبٍ أَحْرَى أَنْ يُعَجِّلَ اللهُ تَعَالَىٰ عُقُوبَتَهُ فِي الدُّنْيَا، مَعَ مَا يَدَّخِرُ لِصَاحِبِهِ فِي الْآخِرَةِ، مِنَ الْبَغْيِ وَقَطِيعَةِ الرَّحِمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No sin deserves that Allah hasten its punishment in the worldly life, in addition to what He reserves in the Hereafter for those who commit it, more than injustice and severance of the ties of kinship.)</span></p><p lang=\"en\" class=\"en \">This was also recorded by Abu Dawud, At-Tirmidhi, and Ibn Majah. At-Tirmidhi said, \"This Hadith is Sahih.\" Imam Ahmad recorded from Thawban, may Allah be pleased with him, that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَرَّهُ النَّسَاءُ فِي الْأَجَلِ وَالزِّيَادَةُ فِي الرِّزْقِ،فَلْيَصِلْ رَحِمَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever likes for his life to be extended, and his provision increased, let him connect his ties of kinship.)</span> Ahmad was alone in recording this narration, but it has a supporting narration in the Sahih.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from 'Abdullah bin 'Amr, may Allah be pleased with him, that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّحِمَ مُعَلَّقَةٌ بِالْعَرْشِ، وَلَيْسَ الْوَاصِلُ بِالْمُكَافِىءِ، وَلٰكِنِ الْوَاصِلُ الَّذِي إِذَا قُطِعَتْ رَحِمُهُ وَصَلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the womb is attached to the Throne. And connecting its ties does not mean dealing evenly <span class=\"gray\">(with the kinsfolk)</span>, but it rather means that if one's kinsfolk sever the ties, he connects them.)</span> This Hadith was also recorded by Al-Bukhari. </p><p lang=\"en\" class=\"en \">Ahmad also recorded from 'Abdullah bin 'Amr, may Allah be pleased with him, that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُوضَعُ الرَّحِمُ يَوْمَ الْقِيَامَةِ لَهَا (حُجْنَةٌ كَحُجْنَةِ) الْمِغْزَلِ تَكَلَّمُ بِلِسَانٍ طَلِقٍ ذَلِقٍ، فَتَقْطَعُ مَنْ قَطَعَهَا وَتَصِلُ مَنْ وَصَلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The womb will be placed on the Day of Resurrection, curved like a spinning wheel, speaking with an eloquent fluent tongue, calling to severing whoever had severed it, and joining whoever had joined it.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from 'Abdullah bin 'Amr, may Allah be pleased with him, that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمٰنُ، ارْحَمُوا أَهْلَ الْأَرْضِ يَرْحَمْكُمْ أَهْلُ السَّمَاءِ، وَالرَّحِمُ شُجْنَةٌ مِنَ الرَّحْمٰنِ، مَنْ وَصَلَهَا وَصَلَتْهُ وَمَنْ قَطَعَهَا بَتَّتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The merciful ones will be granted mercy from the Most Merciful. Have mercy on those on earth – the One above the heavens will then have mercy on you. And Ar-Rahim <span class=\"gray\">(the womb)</span> is from Ar-Rahman, so whoever joins it, it joins him; and whoever severs it, it severs him.)</span></p><p lang=\"en\" class=\"en \">Abu Dawud and At-Tirmidhi both recorded this Hadith and it has been reported with continuous chains of transmission. At-Trimidhi said, \"Hasan Sahih.\" There are numerous other Hadiths in this regard.</p>"
  }
]