[
  {
    "ayah_key": "12:30",
    "group_ayah_key": "12:30",
    "from_ayah": "12:30",
    "to_ayah": "12:34",
    "ayah_keys": "12:30,12:31,12:32,12:33,12:34",
    "text": "<p lang=\"en\" class=\"en \">And women in the city said: \"The wife of the 'Aziz is seeking to seduce her <span class=\"gray\">(slave)</span> young man, indeed she loves him violently; verily, we see her in plain error. <span>(30)</span>So when she heard of their accusation, she sent for them and prepared a banquet for them; she gave each one of them a knife, and she said <span class=\"gray\">[to Yusuf]</span>: \"Come out before them.\" Then, when they saw him, they exalted him <span class=\"gray\">(at his beauty)</span> and <span class=\"gray\">(in their astonishment)</span> cut their hands. They said: \"How perfect is Allah! No man is this! This is none other than a noble angel! <span>(31)</span>She said: \"This is he <span class=\"gray\">(the young man)</span> about whom you did blame me, and I did seek to seduce him, but he refused. And now if he refuses to obey my order, he shall certainly be cast into prison, and will be one of those who are disgraced. <span>(32)</span>He said: \"O my Lord! Prison is dearer to me than that to which they invite me. Unless You turn away their plot from me, I will feel inclined towards them and be one of the ignorant. <span>(33)</span>So his Lord answered his invocation and turned away from him their plot. Verily, He is the All-Hearer, the All-Knower <span>(34)</span></p><div lang=\"en\" class=\"en \"><h2>The News reaches Women in the City, Who also plot against Yusuf</h2></div><p lang=\"en\" class=\"en \">Allah states that the news of what happened between the wife of the 'Aziz and Yusuf spread in the city, that is, Egypt, and people talked about it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And women in the city said...)</span>, such as women of chiefs and princes said, while admonishing and criticizing the wife of the 'Aziz,</p><p class=\"fa qpc-hafs\" lang=\"fa\">امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَن نَّفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The wife of the 'Aziz is seeking to seduce her <span class=\"gray\">(slave)</span> young man,)</span>, she is luring her servant to have sex with her,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَدْ شَغَفَهَا حُبًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(indeed she loves him violently;)</span>, her love for him filled her heart and engulfed it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, we see her in plain error.)</span>, by loving him and trying to seduce him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when she heard of their accusation,)</span> especially their statement, \"indeed she loves him violently.\" Muhammad bin Ishaq commented, \"They heard of Yusuf's beauty and wanted to see him, so they said these words in order to get a look at him. \" This is when,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْسَلَتْ إِلَيْهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(she sent for them)</span>, invited them to her house,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and prepared a banquet for them.)</span> Ibn 'Abbas, Sa'id bin Jubayr, Mujahid, Al-Hasan, As-Suddi and several others commented that she prepared a sitting room which had couches, pillows <span class=\"gray\">[to recline on]</span> and food that requires knives to cut, such as citron. This is why Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and she gave each one of them a knife)</span>, as a part of her plan of revenge for their plot to see Yusuf,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَالَتِ اخْرُجْ عَلَيْهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and she said <span class=\"gray\">[to Yusuf]</span>: \"Come out before them.\")</span>, for she had asked him to stay somewhere else in the house,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when)</span> he went out and,</p><p class=\"ps qpc-hafs\" lang=\"ps\">رَأَيْنَهُ أَكْبَرْنَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they saw him, they exalted him)</span></p><p lang=\"en\" class=\"en \">they thought highly of him and were astonished at what they saw. They started cutting their hands in amazement at his beauty, while thinking that they were cutting the citron with their knives. Therefore, they injured their hands with the knives they were holding, according to several reports of Tafsir. </p><p lang=\"en\" class=\"en \">Others said that after they ate and felt comfortable, and after having placed citron in front of them, giving each one of them a knife, the wife of the 'Aziz asked them, \"Would you like to see Yusuf\" They said, \"Yes.\" So she sent for him to come in front of them and when they saw him, they started cutting their hands. She ordered him to keep coming and going, so that they saw him from all sides, and he went back in while they were still cutting their hands. When they felt the pain, they started screaming and she said to them, \"You did all this from one look at him, so how can I be blamed?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْنَ حَاشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنْ هَٰذَا إِلَّا مَلَكٌ كَرِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"How perfect is Allah! No man is this! This is none other than a noble angel!\")</span> They said to her, \"We do not blame you anymore after the sight that we saw.\" They never saw anyone like Yusuf before, for he, peace be upon him, was given half of all beauty. An authentic Hadith stated that the Messenger of Allah passed ﷺ by Prophet Yusuf, during the Night of Isra' in the third heaven and commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هُوَ قَدْ أُعْطِيَ شَطْرَ الْحُسْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He was given a half of all beauty.)</span> Mujahid and others said <span class=\"gray\">[they said]</span>: \"We seek refuge from Allah,\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَٰذَا بَشَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No man is this!)</span> They said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا مَلَكٌ كَرِيمٌ - قَالَتْ فَذَٰلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"This is none other than a noble angel!\" She said: \"This is he <span class=\"gray\">(the young man)</span> about whom you did blame me...\")</span> She said these words to them so that they excuse her behavior, for a man who looks this beautiful and perfect, is worthy of being loved, she thought. She said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ فَاسْتَعْصَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I did seek to seduce him, but he refused)</span> to obey me. Some scholars said that when the women saw Yusuf's beauty, she told them about his inner beauty that they did not know of, being chaste and beautiful from the inside and outside. She then threatened him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن لَّمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ الصَّاغِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And now if he refuses to obey my order, he shall certainly be cast into prison, and will be one of those who are disgraced.)</span> This is when Prophet Yusuf sought refuge with Allah from their evil and wicked plots,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O my Lord! Prison is dearer to me than that to which they invite me...\")</span> illegal sexual acts,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Unless You turn away their plot from me, I will feel inclined towards them)</span> Yusuf invoked Allah: If You abandon me and I am reliant on myself, then I have no power over myself, nor can I bring harm or benefit to myself, except with Your power and will. Verily, You are sought for each and everything, and our total reliance is on You Alone for each and everything. Please, do not abandon me and leave me to rely on myself, for then,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ الْجَاهِلِينَ - فَاسْتَجَابَ لَهُ رَبُّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I will feel inclined towards them and be one of the ignorant.\" So his Lord answered his invocation)</span> Yusuf, peace be upon him, was immune from error by Allah's will, and He saved him from accepting the advances of the wife of the 'Aziz'. He preferred prison, rather than accept her illicit call. This indicates the best and most perfect grade in this case, for Yusuf was youthful, beautiful and full of manhood. His master's wife was calling him to herself, and she was the wife of the 'Aziz of Egypt. She was also very beautiful and wealthy, as well as having a great social rank. He refused all this and preferred prison, for he feared Allah and hoped to earn His reward.</p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبْعَةٌ يُظِلُّهُمُ اللهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ: إِمَامٌ عَادِلٌ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ، وَرَجُلَانِ تَحَابَّا فِي اللهِ، اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَا تَعْلَمَ شِمَالُهُ مَا أَنْفَقَتْ يَمِينُهُ، وَرَجُلٌ دَعَتْهُ امْرَأةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ: إِنِّي أَخَافُ اللهَ، وَرَجُلٌ ذَكَرَ اللهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will give shade to seven, on the Day when there will be no shade but His: A just ruler, a youth who has been brought up in the worship of Allah, a man whose heart is attached to the Masjid, from the time he goes out of the Masjid until he gets back to it, two persons who love each other only for Allah's sake and they meet and part in Allah's cause only, a man who gives charitable gifts so secretly that his left hand does not know what his right hand has given, a man who refuses the call of a charming woman of noble birth for illicit intercourse with her and says: \"I am afraid of Allah, and a person who remembers Allah in seclusion and his eyes are then flooded with tears.\")</span></p>"
  },
  {
    "ayah_key": "12:35",
    "group_ayah_key": "12:35",
    "from_ayah": "12:35",
    "to_ayah": "12:35",
    "ayah_keys": "12:35",
    "text": "<p class=\"en translation\" lang=\"en\">Then it occurred to them, after they had seen the proofs <span class=\"gray\">(of his innocence)</span>, to imprison him for a time <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf is imprisoned without Justification</h2></div><p lang=\"en\" class=\"en \">Allah says, 'Then it occurred to them that it would be in their interest to imprison Yusuf for a time, even after they were convinced of his innocence and saw the proofs of his truth, honesty and chastity.' It appears, and Allah knows best, that they imprisoned him after the news of what happened spread. They wanted to pretend that Yusuf was the one who tried to seduce the 'Aziz's wife and that they punished him with imprisonment. This is why when the Pharaoh asked Yusuf to leave jail a long time afterwards, he refused to leave until his innocence was acertained and the allegation of his betrayal was refuted. When this was successfully achieved, Yusuf left the prison with his honor intact, peace be upon him.</p>"
  },
  {
    "ayah_key": "12:36",
    "group_ayah_key": "12:36",
    "from_ayah": "12:36",
    "to_ayah": "12:36",
    "ayah_keys": "12:36",
    "text": "<p lang=\"en\" class=\"en \">And there entered with him two young men in the prison. One of them said: \"Verily, I saw myself <span class=\"gray\">(in a dream)</span> pressing wine.\" The other said: \"Verily, I saw myself <span class=\"gray\">(in a dream)</span> carrying bread on my head and birds were eating thereof.\" <span class=\"gray\">(They said)</span>: \"Inform us of the interpretation of this. Verily, we think you are one of the doers of good. <span>(36)</span></p><div lang=\"en\" class=\"en \"><h2>Two Jail Mates ask Yusuf to interpret their Dreams</h2></div><p lang=\"en\" class=\"en \">Qatadah said, \"One of them was the king's distiller and the other was his baker.\" Each of these two men had a dream and asked Yusuf to interpret it for them. </p>"
  }
]