[
  {
    "ayah_key": "17:98",
    "group_ayah_key": "17:98",
    "from_ayah": "17:98",
    "to_ayah": "17:99",
    "ayah_keys": "17:98,17:99",
    "text": "<p lang=\"en\" class=\"en \">That is their recompense, because they denied Our Ayat and said: \"When we are bones and fragments, shall we really be raised up as a new creation? <span>(98)</span>See they not that Allah, Who created the heavens and the earth, is able to create the like of them. And He has decreed for them an appointed term, whereof there is no doubt. But the wrongdoers refuse but disbelief <span>(99)</span></p><div lang=\"en\" class=\"en \"><h2>Allah says: This punishment, being resurrected blind, dumb and deaf, is what they deserve, because they disbelieved,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">بِآيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Ayat)</span>, i.e., Our proof and evidence, and did not think that the resurrection could ever happen.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and said: \"When we are bones and fragments...\")</span> meaning, when we have disintegrated and our bodies have rotted away,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(shall we really be raised up as a new creation?)</span> meaning, after we have disintegrated and disappeared and been absorbed into the earth, will we come back a second time Allah established proof against them and told them that He is able to do that, for He created the heavens and the earth, so raising them up again is easier for Him than that, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of the heavens and the earth is indeed greater than the creation of mankind;)</span><span class=\"gray\">[40:57]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَن يُحْيِيَ الْمَوْتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead?)</span><span class=\"gray\">[46:33]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَىٰ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ الْخَلَّاقُ الْعَلِيمُ - إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not He Who created the heavens and the earth, able to create the like of them? Yes, indeed! He is the All-Knowing Supreme Creator. Verily, His command, when He intends a thing, is only that He says to it, \"Be!\" and it is!)</span><span class=\"gray\">(36:81-82)</span> And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَىٰ أَن يَخْلُقَ مِثْلَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See they not that Allah, Who created the heavens and the earth, is able to create the like of them.)</span> meaning, on the Day of Resurrection, He will recreate and restore their bodies, as He created them in the first place.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَهُمْ أَجَلًا لَّا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has decreed for them an appointed term, whereof there is no doubt.)</span> means, He has set a time for them to be re-created and brought forth from their graves, an appointed time which must surely come to pass. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَّعْدُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We delay it only for a term <span class=\"gray\">(already)</span> fixed.)</span><span class=\"gray\">(11:104)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَبَى الظَّالِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the wrongdoers refuse)</span> – after the proof has been established against them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا كُفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(and accept nothing)</span> but disbelief.)</span> means, they persist in their falsehood and misguidance.</p>"
  }
]