[
  {
    "ayah_key": "83:7",
    "group_ayah_key": "83:7",
    "from_ayah": "83:7",
    "to_ayah": "83:17",
    "ayah_keys": "83:7,83:8,83:9,83:10,83:11,83:12,83:13,83:14,83:15,83:16,83:17",
    "text": "<p lang=\"en\" class=\"en \">Nay! Truly, the Record of the wicked is in Sijjin <span>(7)</span>And what will make you know what Sijjin is <span>(8)</span>A Register inscribed <span>(9)</span>Woe, that Day, to those who deny <span>(10)</span>Those who deny the Day of Recompense <span>(11)</span>And none can deny it except every transgressor beyond bounds, the sinner <span>(12)</span>When Our Ayat are recited to him, he says: \"Tales of the ancients! <span>(13)</span>Nay! But on their hearts is the Ran <span class=\"gray\">(covering)</span> which they used to earn <span>(14)</span>Nay! Surely, they will be veiled from seeing their Lord that Day <span>(15)</span>Then verily, they will indeed enter the burning flame of Hell <span>(16)</span>Then, it will be said to them: \"This is what you used to deny! <span>(17)</span></p><p lang=\"en\" class=\"en \">The Record of the Wicked and some of what happens to Them</p><p lang=\"en\" class=\"en \">Allah says truly,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! Truly, the Record of the wicked is in Sijjin.)</span> meaning, that their final destination and their abode will be in Sijjin, which is derived from the word prison <span class=\"gray\">(Sijn)</span>, and here it means straitened circumstances. Thus, Allah expresses the greatness of this matter, saying;</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا أَدْرَاكَ مَا سِجِّينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what will make you know what Sijjin is?)</span> meaning, it is a great matter, an eternal prison, and a painful torment. Some have said that it is beneath the seventh earth. It has been mentioned previously in the lengthy Hadith of Al-Bara' bin 'Azib that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُول اللهُ عَزَّ وَجَلَّ فِي رُوحِ الْكَافِرِ اكْتُبُوا كِتَابَهُ فِي سِجِّينٍ. وَسِجِّينٌ هِيَ تَحْتُ الْأَرْضِ السَّابِعَة</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says concerning the soul of the disbeliever, 'Record his book in Sijjin.' And Sijjin is beneath the seventh earth.)</span>\" it is known that the destination of the wicked people will be Hell, and it is the lowest of the low. For Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We reduced him to the lowest of the low. Save those who believe and do righteous deeds.)</span><span class=\"gray\">(95:5-6)</span> Here Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ - وَمَا أَدْرَاكَ مَا سِجِّينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! Truly, the Record of the wicked is in Sijjin. And what will make you know what Sijjin is?)</span> and it is full of hardship and misery. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they shall be thrown into a narrow place thereof, chained together, they will exclaim therein for destruction.)</span><span class=\"gray\">(25:13)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ مَّرْقُومٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Register inscribed.)</span> This is not an explanation of His statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا أَدْرَاكَ مَا سِجِّينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what will make you know what Sijjin is?)</span> It is only an explanation of the destination that will be recorded for them, which is Sijjin. Meaning, it is inscribed, written, and completed. No one can add to it and no one can remove anything from it. This was said by Muhammad bin Ka'b Al-Qurazi. Then Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe, that Day, to those who deny.)</span> meaning, when they come to the imprisonment, Allah threatened them with, on the Day of Judgement, and the disgraceful torment. The statement, \"Woe,\" has already been discussed previously and there is no need to repeat it here. Basically, it means destruction and devastation. This is like what is said, \"Woe to so-and-so.\" This is similar to what has been recorded in the Musnad and the Sunan collections on the authority of Bahz bin Hakim bin Mu'awiyah bin Haydah, who reported from his father, who reported from his grandfather that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِلَّذِي يُحَدِّثُ فَيَكْذِبُ لِيُضْحِكَ النَّاسَ، وَيْلٌ لَهُ وَيْلٌ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe unto whoever speaks, and lies in order to make the people laugh. Woe unto him, woe unto him.)</span> Then Allah says, in explaining who are the wicked, disbelieving deniers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who deny the Day of Recompense.)</span> meaning, they do not believe it will happen, and they do not believe in its existence. Thus, they consider it a matter that is farfetched. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none can deny it except every transgressor, sinner.)</span> meaning, transgressive in his actions by doing that which is forbidden and exceeding the limits when acquiring the permissible. He is a sinner in his statements, because he lies whenever he speaks, he breaks his promises whenever he makes them, and he behaves in an abusive and wicked manner whenever he argues. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Our Ayat are recited to him, he says: \"Tales of the ancients!\")</span> meaning, whenever he hears the Words of Allah from the Messenger ﷺ, he denies it and has ill thoughts about it. Thus, he believes that it is a collection gathered from the books of the ancients. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُم مَّاذَا أَنزَلَ رَبُّكُمْ ۙ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"What is it that your Lord has sent down?\" They say: \"Tales of the men of old!\")</span><span class=\"gray\">(16:24)</span> Similarly Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Tales of the ancients, which he has written down: and they are dictated to him morning and afternoon.\")</span><span class=\"gray\">(25:5)</span> Then Allah continues saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! But on their hearts is the Ran <span class=\"gray\">(covering)</span> which they used to earn.)</span></p><p lang=\"en\" class=\"en \">meaning, the matter is not as they claim, nor as they say: \"Verily, this Qur'an is tales of the ancients.\" Rather, it is the Word of Allah, His inspiration and His revelation to His Messenger ﷺ. The only thing that blocked their hearts from believing in it is the dark covering cast over it from the many sins and wrong they committed that has covered up their hearts. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! But on their hearts is the Ran <span class=\"gray\">(covering)</span> which they used to earn.)</span></p><p lang=\"en\" class=\"en \">This dark covering known as Rayn overcomes the hearts of the disbelievers, the covering of Ghaym is for the righteous, and the covering of Ghayn is for those who are near to Allah.</p><p lang=\"en\" class=\"en \">Ibn Jarir, At-Tirmidhi, An-Nisa'i, and Ibn Majah all recorded from Abu Hurayrah that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَبْدَ إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَةٌ سَوْدَاءُ فِي قَلْبِهِ، فَإِنْ تَابَ مِنْهَا صُقِلَ قَلْبُهُ، وَإِنْ زَادَ زَادَتْ، فَذٰلِكَ قَوْلُ اللهِ تَعَالَىٰ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, when the servant commits a sin, a black spot appears in his heart. If he repents from it, his heart is polished clean. However, if he increases <span class=\"gray\">(in the sin)</span>, the spot will continue to increase. That is the statement of Allah: <span class=\"gray\">(<span class=\"gray\">(Nay! But on their hearts is the Ran <span class=\"gray\">(covering)</span> which they used to earn.)</span>)</span></span></p><p lang=\"gd\" class=\"gd \">At-Tirmidhi said, \"Hasan Sahih.\" The wording of An-Nasa'i says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَبْدَ إِذَا أَخْطَأَ خَطِيئَةً نُكِتَ فِي قَلْبِهِ نُكْتَةٌ سَوْدَاءُ، فَإِنْ هُوَ نَزَعَ وَاسْتَغْفَرَ وَتَابَ صُقِلَ قَلْبُهُ، فَإِنْ عَادَ زِيدَ فِيهَا حَتَّى تَعْلُو قَلْبَهُ فَهُوَ الرَّانُ الَّذِي قَالَ اللهُ تَعَالَىٰ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whenever the servant commits a wrong, a black spot is put in his heart. So, if he refrains from it, seeks forgiveness and repents, his heart is polished clean. But if he returns to the sin, the spot will increase until it overcomes his <span class=\"gray\">(entire)</span> heart, and this is the Ran that Allah mentions when He says: <span class=\"gray\">(Nay, but on their hearts is the Ran <span class=\"gray\">(covering)</span> which they used to earn.)</span>)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! Surely, they will be veiled from seeing their Lord that Day.)</span> meaning, they will have a place on the Day of Judgement, and lodging in Sijjin. Along with this they will be veiled from seeing their Lord and Creator on the Day of Judgement. Imam Abu 'Abdullah Ash-Shafi'i said, \"In this Ayah is a proof that the believers will see Him <span class=\"gray\">(Allah)</span>, the Mighty and Sublime, on that Day.\" </p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then verily, they will indeed enter the burning flame of Hell.)</span> meaning, along with this being prevented from seeing the Most Gracious, they will also be among the people of the Fire.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُقَالُ هَٰذَا الَّذِي كُنتُم بِهِ تُكَذِّبُونَ</p><p lang=\"en\" class=\"en \">Then, it will be said to them: \"This is what you used to deny!\") <span class=\"gray\">(83:17)</span> meaning, this will be said to them by way of scolding, rebuking, belittling, and humiliation.</p>"
  }
]