[
  {
    "ayah_key": "74:38",
    "group_ayah_key": "74:38",
    "from_ayah": "74:38",
    "to_ayah": "74:56",
    "ayah_keys": "74:38,74:39,74:40,74:41,74:42,74:43,74:44,74:45,74:46,74:47,74:48,74:49,74:50,74:51,74:52,74:53,74:54,74:55,74:56",
    "text": "<p lang=\"en\" class=\"en \">Every person is a pledge for what he has earned <span>(38)</span>Except those on the Right <span>(39)</span>In Gardens they will ask one another <span>(40)</span>About criminals <span class=\"gray\">(and they will say to them)</span><span>(41)</span>\"What has caused you to enter Hell? <span>(42)</span>They will say: \"We were not of those who used to offer the Salah, <span>(43)</span>\"Nor did we feed the poor; <span>(44)</span>\"And we used to speak falsehood with vain speakers. <span>(45)</span>\"And we used to deny the Day of Recompense, <span>(46)</span>\"Until Al-Yaqin came to us. <span>(47)</span>So no intercession of intercessors will be of any use to them <span>(48)</span>Then what is wrong with them that they turn away from admonition <span>(49)</span>As if they were wild donkeys <span>(50)</span>Fleeing from a Qaswarah <span>(51)</span>Nay, everyone of them desires that he should be given pages spread out <span>(52)</span>Nay! But they fear not the Hereafter <span>(53)</span>Nay, verily, this is an admonition <span>(54)</span>So, whosoever wills receives admonition from it <span>(55)</span>And they will not receive admonition unless Allah wills; He is the One, deserving of the Taqwa and He is the One Who forgives <span>(56)</span></p><p lang=\"en\" class=\"en \">What will take place in the Discussion between the People of Paradise and the People of the Hellfire</p><p lang=\"ht\" class=\"ht \">Allah informs that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every person is a pledge for what he has earned,)</span> meaning, bound to his deed on the Day of Judgement. Ibn 'Abbas and others have said this.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَصْحَابَ الْيَمِينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except those on the Right.)</span> For verily, they will be</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَنَّاتٍ يَتَسَاءَلُونَ - عَنِ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In Gardens they will ask one another, about criminals <span class=\"gray\">(and they will say to them)</span>)</span> meaning, while they are in lofty rooms they will ask the criminals, who will be in the lowest levels <span class=\"gray\">(of Hell)</span>, saying to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا سَلَكَكُمْ فِي سَقَرَ - قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ - وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What has caused you to enter Hell?\" They will say: \"We were not of those who used to offer the Salah, nor did we feed the poor.\")</span> meaning, 'we did not worship Allah, nor did we do good to His creatures of our own species <span class=\"gray\">(i.e., other people)</span>.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we used to speak falsehood with vain speakers.)</span> meaning, 'we used to speak about what we had no knowledge of.' Qatadah said, \"It means that every time someone went astray we would go astray with them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ - حَتَّىٰ أَتَانَا الْيَقِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we used to deny the Day of Recompense, until the certainty <span class=\"gray\">(Al-Yaqin)</span> came to us.)</span> meaning, death. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And worship your Lord until there comes unto you the certainty.)</span><span class=\"gray\">(15:99)</span> The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا هُوَ يعني - عثمان بن مظعون - فَقَدْ جَاءَهُ الْيَقِينُ مِنْ رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Concerning him verily, Al-Yaqin <span class=\"gray\">(death)</span> came to him from his Lord.)</span>\" Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So no intercession of intercessors will be of any use to them.)</span> meaning, whoever has these characteristics, then the intercession of whoever tries to intercede for him will be of no benefit on the Day of Judgement. This is because intercession is only useful if the conditions for it are met. However, whoever comes before Allah as a disbeliever on the Day of Judgement, then he will get the Hellfire and there is no way of avoiding it. He will abide in it <span class=\"gray\">(Hell)</span> forever.</p><p lang=\"en\" class=\"en \">The Disapproval of the Disbelievers' Rejection and Their Position</p><p lang=\"en\" class=\"en \">Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then what is wrong with them that they turn away from admonition?)</span> meaning, 'what is wrong with these disbelievers who are turning away from what you are calling them to and reminding them of?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ - فَرَّتْ مِنْ قَسْوَرَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As if they were wild donkeys. Fleeing from a Qaswarah.)</span> meaning, as if they were fleeing from the truth and turning away from it, like a wild donkey when it flees from something that is trying to catch it, like a lion. This was said by Abu Hurayrah. Hammad bin Salamah reported from 'Ali bin Zayd who reported from Yusuf bin Mihran who narrated that Ibn 'Abbas said, \"It <span class=\"gray\">(Qaswarah)</span> is the lion in the Arabic language. It is called Qaswarah in the Abyssinian language, Sher in the Persian language and Awba in the Nabtiyyah <span class=\"gray\">(Nabatean)</span> language.\" </p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَىٰ صُحُفًا مُنَشَّرَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, everyone of them desires that he should be given pages spread out.)</span> meaning, each one of these idolators wants to have a book revealed to him as Allah revealed to the Prophet ﷺ. Mujahid and others have said this. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ ۘ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when there comes to them a sign they say: \"We shall not believe until we receive the like of that which the Messengers of Allah had received.\" Allah knows best with whom to place His Message.)</span><span class=\"gray\">(6:124)</span></p><p lang=\"en\" class=\"en \">It is reported in a narration from Qatadah that he said, \"They want to be declared innocent <span class=\"gray\">(on the Day of Judgement)</span> without having to do any deeds.\" Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ لَا يَخَافُونَ الْآخِرَةَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! But they fear not the Hereafter.)</span> meaning, they were only corrupted by their lack of faith in it and their rejection of its occurrence.</p><p lang=\"en\" class=\"en \">The Qur'an is a Reminder</p><p lang=\"en\" class=\"en \">Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّهُ تَذْكِرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, verily, this is an admonition.)</span> meaning, truly the Qur'an is a reminder.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ شَاءَ ذَكَرَهُ - وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, whosoever wills receives admonition <span class=\"gray\">(from it)</span>! And they will not receive admonition unless Allah wills;)</span> This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you cannot will unless Allah wills.)</span><span class=\"gray\">(81:29)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> هُوَ أَهْلُ التَّقْوَىٰ وَأَهْلُ الْمَغْفِرَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is the One, deserving the Taqwa and He is the One Who forgives.)</span></p><p lang=\"en\" class=\"en \">This means that He deserves to be feared and He is eligible to forgive the sin of whoever turns to Him and repents. This was said by Qatadah.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Muddaththir, all praise and thanks are due to Allah.</p>"
  }
]