[
  {
    "ayah_key": "22:77",
    "group_ayah_key": "22:77",
    "from_ayah": "22:77",
    "to_ayah": "22:78",
    "ayah_keys": "22:77,22:78",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Bow down, and prostrate yourselves, and worship your Lord and do good that you may be successful <span>(77)</span>And strive hard in Allah's cause as you ought to strive. He has chosen you, and has not laid upon you in religion any hardship: it is the religion of your father Ibrahim. He has named you Muslims both before and in this <span class=\"gray\">(Qur'an)</span>, that the Messenger may be a witness over you and you be witnesses over mankind! So, perform the Salah, give the Zakah and hold fast to Allah. He is your Mawla, what an Excellent Mawla and what an Excellent Helper <span>(78)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to worship Allah and engage in Jihad</h2></div><p lang=\"en\" class=\"en \">It was reported from 'Uqbah bin 'Amir that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُضِّلَتْ سُورَةُ الْحَجِّ بِسَجْدَتَيْنِ، فَمَنْ لَمْ يَسْجُدْهُمَا فَلَا يَقْرَأْهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surat Al-Hajj has been blessed with two Sajdahs, so whoever does not prostrate them should not read them.)</span></p><p lang=\"en\" class=\"en \"><span class=\"gray\">[Note: The addition, \"so whoever does not prostrate them should not read them.\" is considered unauthentic.]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And strive hard in Allah's cause as you ought to strive.)</span> means, with your wealth and your tongues and your bodies. This is like the Ayah:</p><p class=\"ps qpc-hafs\" lang=\"ps\">اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have Taqwa of Allah as is His due.)</span><span class=\"gray\">(3:102)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ اجْتَبَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has chosen you,)</span> means, 'O Ummah <span class=\"gray\">[of Islam]</span>, Allah has selected you and chosen you over all other nations, and has favored you and blessed you and honored you with the noblest of Messengers and the noblest of Laws.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has not laid upon you in religion any hardship)</span> He has not given you more than you can bear and He has not obliged you to do anything that will cause you difficulty except that He has created for you a way out. So the Salah, which is the most important pillar of Islam after the two testimonies of faith, is obligatory, four Rak'ahs when one is settled, which are shortened to two Rak'ah when one is traveling. According to some Imams, only one Rak'ahs is obligatory at times of fear, as was recorded in the Hadith. A person may pray while walking or riding, facing the Qiblah or otherwise. When praying optional prayers while traveling, one may face the Qiblah or not. A person is not obliged to stand during the prayer if he is sick; the sick person may pray sitting down, and if he is not able to do that then he may pray lying on his side. And there are other exemptions and dispensations which may apply to the obligatory prayers and other duties. So the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بِالْحَنِيفِيَّةِ السَّمْحَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been sent with the easy Hanifi way.)</span> And he said to Mu'adh and Abu Musa, when he sent them as governors to Yemen:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَشِّرَا وَلَا تُنَفِّرا وَيَسِّرَا وَلَا تُعَسِّرَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give good news and do not repel them. Make things easy for the people and do not make the things difficult for them.)</span> And there are many similar Hadiths. Ibn 'Abbas said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has not laid upon you in religion any hardship)</span>, \"This means difficulty.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the religion of your father Ibrahim.)</span> Ibn Jarir said, \"This refers back to the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has not laid upon you in religion any hardship)</span> meaning, any difficulty.\" On the contrary, He has made it easy for you, like the religion of your father Ibrahim. He said, \"It may be that it means: adhere to the religion of your father Ibrahim.\" I say: This interpretation of the Ayah is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Truly, my Lord has guided me to a straight path, a right religion, the religion of Ibrahim, a Hanif)</span><span class=\"gray\">(6:161)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِي هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has named you Muslims both before and in this <span class=\"gray\">(Qur'an)</span>,)</span> Imam 'Abdullah bin Al-Mubarak said, narrating from Ibn Jurayj, from 'Ata', from Ibn 'Abbas: concerning Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has named you Muslims before)</span> \"This refers to Allah, may He be glorified.\" This was also the view of Mujahid, 'Ata', Ad-Dahhak, As-Suddi, Muqatil bin Hayyan and Qatadah. Mujahid said, \"Allah named you Muslims before, in the previous Books and in Adh-Dhikr,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in this)</span> means, the Qur'an.\" This was also the view of others, because Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has chosen you, and has not laid upon you in religion any hardship)</span> Then He urged them to follow the Message which His Messenger ﷺ brought, by reminding them that this was the religion of their father Ibrahim. Then He mentioned His blessings to this Ummah, whereby He mentioned them and praised them long ago in the Books of the Prophets which were recited to the rabbis and monks. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has named you Muslims both before)</span> meaning, before the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in this.)</span> Under the explanation of this Ayah, An-Nasa'i recorded from Al-Harith Al-Ash'ari from the Messenger of Allah ﷺ, who said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ دَعَا بِدَعْوَى الْجَاهِلِيَّةِ فَإِنَّهُ مِنْ جِثِيِّ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever adopts the call of Jahiliyyah, will be one of those who will crawl on their knees in Hell.)</span> A man said, \"O Messenger of Allah, even if he fasts and performs Salah?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ وَإِنْ صَامَ وَصَلَّى، فَادْعُوا بِدَعْوَةِ اللهِ الَّتِي سَمَّاكُمْ بِهَا الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, even if he fasts and performs Salah. So adopt the call of Allah whereby He called you Muslims and believers and servants of Allah.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that the Messenger may be a witness over you and you be witnesses over mankind!)</span> means, 'thus We have made you a just and fair nation, the best of nations, and all other nations will testify to your justice. On the Day of Resurrection you will be,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شُهَدَاءَ عَلَى النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(witnesses over mankind)</span>,' because on that Day all the nations will acknowledge its leadership and its precedence over all others. Therefore, on the Day of Resurrection the testimony of the members of this community will be accepted as proof that the Messengers conveyed the Message of their Lord to them, and the Messenger will testify that he conveyed the Message to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So perform the Salah, give Zakah)</span> means, respond to this great blessing with gratitude by fulfilling your duties towards Allah, doing that which He has enjoined upon you and avoiding that which He had forbidden. Among the most important duties are establishing regular prayer and giving Zakah. Zakah is a form of beneficence towards Allah's creatures, whereby He has enjoined upon the rich to give a little of their wealth to the poor each year, to help the weak and needy. We have already mentioned its explanation in the Ayah of Zakah in Surat At-Tawbah <span class=\"gray\">(9:5)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْتَصِمُوا بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and hold fast to Allah.)</span> means, seek the help and support of Allah and put your trust in Him, and get strength from Him.</p><p class=\"sd qpc-hafs\" lang=\"sd\">هُوَ مَوْلَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is your Mawla,)</span> meaning, He is your Protector and your Helper, He is the One Who will cause you to prevail against your enemies.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(what an Excellent Mawla and what an Excellent Helper!)</span></p><p lang=\"en\" class=\"en \">He is the best Mawla and the best Helper against your enemies.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Hajj. May Allah bless our Prophet Muhammad and his family and Companions, and grant them peace; may Allah honor and be pleased with the Companions and those who follow them in truth until the Day of Resurrection.</p>"
  }
]