[
  {
    "ayah_key": "2:118",
    "group_ayah_key": "2:118",
    "from_ayah": "2:118",
    "to_ayah": "2:118",
    "ayah_keys": "2:118",
    "text": "<p class=\"en translation\" lang=\"en\">And those who have no knowledge say: \"Why does not Allah speak to us <span class=\"gray\">(face to face)</span> or why does not a sign come to us?\" So said the people before them words of similar import. Their hearts are alike, We have indeed made plain the signs for people who believe with certainty <span>(118)</span></p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq reported that Ibn 'Abbas said that Rafi' bin Huraymilah said to the Messenger of Allah ﷺ, \"O Muhammad! If you were truly a Messenger from Allah, as you claim, then ask Allah to speak to us directly, so that we hear His Speech.\" So Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who have no knowledge say: \"Why does not Allah speak to us <span class=\"gray\">(face to face)</span> or why does not a sign come to us?\")</span></p><p lang=\"cy\" class=\"cy \">Abu Al-'Aliyah, Ar-Rabi' bin Anas, Qatadah and As-Suddi said that it was actually the statement of the Arab disbelievers:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ قَالَ الَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So said the people before them words of similar import.)</span> He said, \"These are the Jews and the Christians.\"</p><p lang=\"en\" class=\"en \">What further proves that the Arab idolators said the statement mentioned in the Ayah is that Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ ۘ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِندَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when there comes to them a sign <span class=\"gray\">(from Allah)</span> they say: \"We shall not believe until we receive the like of that which the Messengers of Allah had received.\" Allah knows best with whom to place His Message. Humiliation and disgrace from Allah and a severe torment will overtake the criminals <span class=\"gray\">(polytheists and sinners)</span> for that which they used to plot.)</span><span class=\"gray\">(6:124)</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنبُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"We shall not believe in you <span class=\"gray\">(O Muhammad ﷺ)</span>, until you cause a spring to gush forth from the earth for us)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"Glorified <span class=\"gray\">(and Exalted)</span> be my Lord <span class=\"gray\">[<span class=\"gray\">(Allah)</span> above all that evil they <span class=\"gray\">(polytheists)</span> associate with Him]</span>! Am I anything but a man, sent as a Messenger?\")</span><span class=\"gray\">(17:90-93)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَىٰ رَبَّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who expect not a meeting with Us <span class=\"gray\">(i. e. those who deny the Day of Resurrection and the life of the Hereafter)</span> said: \"Why are not the angels sent down to us, or why do we not see our Lord?\")</span><span class=\"gray\">(25:21)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ يُرِيدُ كُلُّ امْرِئٍ مِّنْهُمْ أَن يُؤْتَىٰ صُحُفًا مُّنَشَّرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, everyone of them desires that he should be given pages spread out)</span><span class=\"gray\">(74:52)</span>.</p><p lang=\"en\" class=\"en \">There are many other Ayat that testify to the disbelief of the Arab idolators, their transgression, stubbornness, and that they asked unnecessary questions out of disbelief and arrogance. The statements of the Arab idolators followed the statements of the nations of the People of the Two Scriptures and other religions before them. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُكَ أَهْلُ الْكِتَابِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِّنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَىٰ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The People of the Scripture <span class=\"gray\">(Jews)</span> ask you to cause a book to descend upon them from heaven. Indeed, they asked Musa <span class=\"gray\">(Moses)</span> for even greater than that, when they said: \"Show us Allah in public,\")</span><span class=\"gray\">(4:153)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when you said: \"O Musa! We shall never believe in you until we see Allah plainly.\")</span><span class=\"gray\">(2:55)</span>.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَشَابَهَتْ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their hearts are alike.)</span> means, the hearts of the Arab idolators are just like the hearts of those before them, containing disbelief, stubbornness and injustice. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ مَا أَتَى الَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ - أَتَوَاصَوْا بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Likewise, no Messenger came to those before them but they said: \"A sorcerer or a madman!\" Have they <span class=\"gray\">(the people of the past)</span> transmitted this saying to these <span class=\"gray\">(Quraysh pagans)</span>?)</span><span class=\"gray\">(51:52-53)</span>.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have indeed made plain the signs for people who believe with certainty.)</span> meaning, We made the arguments clear, prooving the truth of the Messengers, with no need of more questions or proofs for those who believe, follow the Messengers and comprehend what Allah sent them with. As for those whose hearts and hearing Allah has stamped and whose eyes have been sealed, Allah described them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word <span class=\"gray\">(wrath)</span> of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment)</span><span class=\"gray\">(10:96-97)</span>.</p>"
  },
  {
    "ayah_key": "2:119",
    "group_ayah_key": "2:119",
    "from_ayah": "2:119",
    "to_ayah": "2:119",
    "ayah_keys": "2:119",
    "text": "<p lang=\"en\" class=\"en \">Verily, We have sent you <span class=\"gray\">(O Muhammad ﷺ)</span> with the truth <span class=\"gray\">(Islam)</span>, a bringer of glad tidings <span class=\"gray\">(for those who believe in what you brought, that they will enter Paradise)</span> and a warner <span class=\"gray\">(for those who disbelieve in what you brought, that they will enter the Hellfire)</span>. And you will not be asked about the dwellers of the blazing Fire <span>(119)</span></p><p lang=\"de\" class=\"de \">Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will not be asked about the dwellers of the blazing Fire.)</span> means, \"We shall not ask you about the disbelief of those who rejected you.\" Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your duty is only to convey <span class=\"gray\">(the Message)</span> and on Us is the reckoning.)</span><span class=\"gray\">(13:40)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So remind them <span class=\"gray\">(O Muhammad ﷺ)</span> ـ you are only one who reminds. You are not a dictator over them.)</span><span class=\"gray\">(88:21-22)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنتَ عَلَيْهِم بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَن يَخَافُ وَعِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We know best what they say. And you <span class=\"gray\">(O Muhammad ﷺ)</span> are not the one to force them <span class=\"gray\">(to belief)</span>. But warn by the Qur'an; him who fears My threat)</span><span class=\"gray\">(50:45)</span>.</p><p lang=\"en\" class=\"en \">There are many other similar Ayat.</p><div lang=\"fr\" class=\"fr \"><h2>The Description of the Prophet <span class=\"gray\">(ﷺ)</span> in the Tawrah</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded 'Ata' bin Yasar saying that he met 'Abdullah bin 'Amr bin Al-'As and said to him, \"Tell me about the description of the Messenger of Allah ﷺ in the Torah.\" He said, \"Yes, by Allah, he is described by the Torah with the same characteristics that he is described with in the Qur'an with: 'O Prophet! We have sent you as a witness, a bringer of good news, a warner, and as safe refuge for the unlettered people. You are My servant and Messenger. I have called you the Mutawakkil <span class=\"gray\">(who depends and relies on Allah for each and everything)</span>. You are not harsh, nor hard, nor obnoxious in the bazaars. He does not reward the evil deed with an evil deed. Rather, he forgives and pardons. Allah will not bring his life to an end, until he straightens the wicked's religion by his hands so that the people proclaim: There is no deity worthy of worship except Allah. By his hands, Allah will open blind eyes, deaf ears and sealed hearts.'\" This was recorded by Al-Bukhari only.</p>"
  }
]