[
  {
    "ayah_key": "33:36",
    "group_ayah_key": "33:36",
    "from_ayah": "33:36",
    "to_ayah": "33:36",
    "ayah_keys": "33:36",
    "text": "<p class=\"en translation\" lang=\"en\">It is not for a believer, man or woman, when Allah and His Messenger have decreed a matter that they should have any option in their decision. And whoever disobeys Allah and His Messenger, he has indeed strayed into a plain error <span>(36)</span></p><p lang=\"no\" class=\"no \">The Reason for Revelation</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Barzah Al-Aslami said: \"Julaybib was a man who used to enter upon women and joke with them. I said to my wife, 'Do not let Julaybib enter upon you, for if he enters upon you I shall do such and such.' If any of the Ansar had a single female relative, they would not arrange a marriage for her until they found out whether the Prophet ﷺ wanted to marry her or not. The Prophet ﷺ said to one of the Ansar:</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَوِّجْنِي ابْنَتَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give me your daughter for marriage.)</span> He said, 'Yes, O Messenger of Allah, it would be an honor and a blessing.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَسْتُ أُرِيدُهَا لِنَفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I do not want her for myself.)</span> He said, 'Then for whom, O Messenger of Allah?' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِجُلَيْبِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For Julaybib.)</span> He said, 'O Messenger of Allah, let me consult her mother.' So he went to the girl's mother and said, 'The Messenger of Allah ﷺ is proposing marriage for your daughter.' She said, 'Yes, it would be a pleasure.' He said, 'He is not proposing to marry her himself, he is proposing on behalf of Julaybib.' She said, 'What! Julaybib? No, by Allah, we will not marry her to him.' When he wanted to get up and go to the Messenger of Allah ﷺ to tell him what the girl's mother had said, the girl asked, 'Who is asking for my hand?' So her mother told her, and she said, 'Are you refusing to follow the command of the Messenger of Allah ﷺ? Follow his command, for I will not come to any harm.' So her father went to the Messenger of Allah ﷺ and said, 'Deal with her as you wish.' So he married her to Julaybib. </p><p lang=\"en\" class=\"en \">Then the Messenger of Allah ﷺ went out on one of his military campaigns, and after Allah had granted him victory, he said to his Companions, may Allah be pleased with them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَفْقِدُونَ مِنْ أَحَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See whether there is anybody missing.)</span> They said, 'We have lost so-and-so, and so-and-so.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْظُرُوا هَلْ تَفْقِدُونَ مِنْ أَحَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See if there is anybody missing.)</span> They said, 'No one.' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكِنَّنِي أَفْقِدُ جُلَيْبِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But I see that Julaybib is missing.)</span> He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاطْلُبُوهُ فِي الْقَتْلَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go and look for him among the dead.)</span> So they looked for him, and found him beside seven of the enemy whom he had killed before he was himself killed. They said, 'O Messenger of Allah, here he is, beside seven of the enemy whom he had killed before he was himself killed.' The Messenger of Allah ﷺ came and stood beside him and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَتَلَ سَبْعَةً وَقَتَلُوهُ، هَذَا مِنِّي وَأَنَا مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He killed seven before he was himself killed. He belongs to me and I belong to him.)</span></p><p lang=\"en\" class=\"en \">He said this two or three times, then the Messenger of Allah ﷺ carried him in his arms and held him while his grave was dug, then he placed him in his grave. It was not mentioned that he washed him, may Allah be pleased with him.\" </p><p lang=\"en\" class=\"en \">Thabit, may Allah be pleased with him, said: \"There was no widow among the Ansar who was more sought after for marriage than that girl.\" Ishaq bin 'Abdullah bin Abi Talhah asked Thabit, \"Do you know how the Messenger of Allah ﷺ prayed for that girl?\" He told him: \"He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ صُبَّ عَلَيْهَا الْخَيْرَ صَبًّا وَلَا تَجْعَلْ عَيْشَهَا كَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, pour blessings upon her and do not make her life hard.)</span> And this is how it was; there was no widow among the Ansar who was more sought after for marriage than her.\" </p><p lang=\"en\" class=\"en \">This is how it was recorded by Imam Ahmad, in full. Muslim and An-Nasa'i recorded the story of his death in Al-Fada'il. Al-Hafiz Abu 'Umar bin 'Abd Al-Barr mentioned in Al-Isti'ab that when the girl said in her seclusion, 'Are you refusing to follow the command of the Messenger of Allah ﷺ?' – This Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for a believer, man or woman, when Allah and His Messenger have decreed a matter that they should have any option in their decision.)</span> It was narrated that Tawus asked Ibn 'Abbas about praying two Rak'ahs after 'Asr and he told him not to do that. Ibn 'Abbas recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for a believer, man or woman, when Allah and His Messenger have decreed a matter that they should have any option in their decision.)</span> This Ayah is general in meaning and applies to all matters, i.e., if Allah and His Messenger ﷺ decreed a matter, no one has the right to go against that, and no one has any choice or room for personal opinion in this case. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But no, by your Lord, they can have no faith, until they make you judge in all disputes between them, and find in themselves no resistance against your decisions, and accept <span class=\"gray\">(them)</span> with full submission.)</span><span class=\"gray\">(4:65)</span> Hence the issue of going against it is addressed in such strong terms, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever disobeys Allah and His Messenger, he has indeed strayed into a plain error.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let those who oppose the Messenger's commandment, beware, lest some Fitnah should befall them or a painful torment be inflicted on them)</span><span class=\"gray\">(24:63)</span>.</p>"
  }
]