[
  {
    "ayah_key": "58:8",
    "group_ayah_key": "58:8",
    "from_ayah": "58:8",
    "to_ayah": "58:10",
    "ayah_keys": "58:8,58:9,58:10",
    "text": "<p lang=\"en\" class=\"en \">Have you not seen those who were forbidden to hold secret counsels, and afterwards returned to that which they had been forbidden, and conspired together for sin and wrongdoing and disobedience to the Messenger. And when they come to you, they greet you with a greeting wherewith Allah greets you not, and say within themselves: \"Why should Allah punish us not for what we say?\" Hell will be sufficient for them; they will enter therein. And worst indeed is that destination <span>(8)</span>O you who believe! When you hold secret counsel, do it not for sin and wrongdoing, and disobedience to the Messenger, but do it for Al-Birr and Taqwa; and have Taqwa of Allah unto Whom you shall be gathered <span>(9)</span>Secret counsels are only from Shaytan, in order that he may cause grief to the believers. But he cannot harm them in the least, except as Allah permits. And in Allah let the believers put their trust <span>(10)</span></p><p lang=\"en\" class=\"en \">The Evil of the Jews</p><p lang=\"yo\" class=\"yo \">Ibn Abi Najih reported from Mujahid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who were forbidden to hold secret counsels, and afterwards returned to that which they had been forbidden,)</span></p><p lang=\"en\" class=\"en \">He said, \"The Jews.\" Similar was said by Muqatil bin Hayyan, who added, \"The Prophet ﷺ had a peace treaty with the Jews. When one of the Prophet's Companions would pass by a gathering of Jews, they would speak among themselves in secret, prompting the believer to think that they were plotting to kill or harm him. When the believer saw this, he feared for his safety and changed the route he was taking. The Prophet ﷺ advised them to abandon their evil secret talks, but they did not listen and kept on holding the Najwa. Allah the Exalted sent down this Ayah in their case,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who were forbidden to hold secret counsels, and afterwards returned to that which they had been forbidden)</span>.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and conspired together for sin and wrongdoing and disobedience to the Messenger.)</span> means, they used to talk to each other,</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِالْإِثْمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for sin)</span> which involves themselves,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعُدْوَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and wrongdoing)</span> which effects others. They speak about disobedience and defying of the Messenger ﷺ, with persistence and recommending each other to follow their way,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they come to you, they greet you with a greeting wherewith Allah greets you not,)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'A'ishah said, \"Some Jews came to the Prophet ﷺ and greeted him by saying, 'As-Sam 'Alayka, O Abul-Qasim.' So I said to them, 'wa 'Alaykum As-Sam <span class=\"gray\">(the same death be upon you)</span>.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَائِشَةُ! إِنَّ اللهَ لَا يُحِبُّ الْفُحْشَ وَلَا التَّفَحُّشَ</p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(O 'A'ishah, Allah does not like rudeness and foul speech.)</span> I said, 'Didn't you hear them say, 'As-Sam Alayka?' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَ مَا سَمِعْتِ أَقُولُ: وَعَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Didn't you hear me answering them back by saying, 'Wa 'Alaykum <span class=\"gray\">(And the same upon you)</span>?')</span> Allah the Exalted then sent down this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they come to you, they greet you with a greeting wherewith Allah greets you not,)</span>\" The narration collected in the Sahih states that 'A'ishah said, \"And be upon you the death, disgrace and curse.\" The Messenger of Allah said to her,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يُسْتَجَابُ لَنَا فِيهِمْ، وَلَا يُسْتَجَابُ لَهُمْ فِينَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah accepts our supplication against them, but not theirs against us.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Anas bin Malik said, \"A Jew passed by Allah's Messenger ﷺ, who was sitting with his Companions, he greeted them and they greeted him back. Allah's Messenger ﷺ then said to his Companions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَدْرُونَ مَا قَالَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know what he just said?)</span> They said, 'He said: As-Salam, O Allah's Messenger.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ قَالَ: سَامٌ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Rather he said, Sam 'Alaykum.)</span> meaning, 'may you disgrace your religion.' Allah's Messenger ﷺ then said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">رُدُّوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring him back,)</span> and when he was brought back, the Prophet ﷺ asked him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَقُلْتَ: سَامٌ عَلَيْكُمْ؟</p><p lang=\"xh\" class=\"xh \"><span class=\"gray\">(Did you say: Sam 'Alaykum?)</span> He said, 'Yes.' The Prophet ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَلَّمَ عَلَيْكُمْ أَحَدٌ مِنْ أَهْلِ الْكِتَابِ فَقُولُوا: عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the people of the Book greet you, say, 'Wa 'Alaykum.')</span>\" meaning, 'and the same on you too.' The basis for the Hadith of Anas is in the Sahih and similar to this Hadith of 'A'ishah is in the Sahih. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say within themselves:\"Why should Allah punish us not for what we say?\")</span> means, the Jews say these words, changing the meaning of the Islamic greeting, into an abusive statement, and then say, 'Had he been a Prophet, Allah would have punished us for what we said. Allah knows what we conceal. Therefore, if Muhammad were a Prophet, Allah would have sent His punishment on us sooner, in this life.' Allah the Exalted replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَسْبُهُمْ جَهَنَّمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hell will be sufficient for them;)</span> ell should be sufficient for them in the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَصْلَوْنَهَا ۖ فَبِئْسَ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will enter therein. And worst indeed is that destination!)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin 'Amr said that the Jews used to say, \"Sam 'Alayka,\" to Allah's Messenger ﷺ. They would say then within themselves, \"Why does Allah not punish us for what we say?\" This Ayah was later revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they come to you, they greet you with a greeting wherewith Allah greets you not, and say within themselves: \"Why should Allah punish us not for what we say?\" Hell will be sufficient for them; they will enter therein. And worst indeed is that destination!)</span> Its chain of narration is Hasan, but they <span class=\"gray\">(Al-Bukhari and Muslim)</span> did not collect it.</p><p lang=\"en\" class=\"en \">Manners of the Najwa, <span class=\"gray\">(Secret Counsel)</span></p><p lang=\"en\" class=\"en \">Allah the Exalted teaches His believing servants to avoid the ways of the disbelievers and hypocrites,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When you hold secret counsel, do it not for sin and wrongdoing, and disobedience to the Messenger,)</span> meaning, do not hold evil secret counsels like the ignorant disbelieving People of the Scriptures and their allies among the hypocrites, who imitate their ways,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىٰ ۖ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but do it for Al-Birr and Taqwa; and have Taqwa of Allah unto Whom you shall be gathered.)</span> and He will then inform you of all your deeds and statements; He has counted and recorded them and will justly hold you accountable for them. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا النَّجْوَىٰ مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(An-Najwa are only from the Shaytan, in order that he may cause grief to the believers. But he cannot harm them in the least, except as Allah permits. And in Allah let the believers put their trust.)</span></p><p lang=\"en\" class=\"en \">Allah states that secret talks, where the believers feel anxious, are</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(only from Shaytan, in order that he may cause grief to the believers.)</span> meaning, that those who hold such counsels do so because of the lures of the devil,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيَحْزُنَ الَّذِينَ آمَنُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that he may cause grief to the believers.)</span> The devil seeks to bother the believers, even though his plots will not harm the believers, except if Allah wills it. Those who are the subject of evil Najwa, should seek refuge in Allah and put his trust in Him, for none of it will harm them, Allah willing. </p><p lang=\"en\" class=\"en \">The Sunnah also forbids the Najwa so that no Muslim is bothered by it. Imam Ahmad recorded that 'Abdullah bin Mas'ud said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا كُنْتُمْ ثَلَاثَةً فَلَا يَتَنَاجَى اثْنَانِ دُونَ صَاحِبِهِمَا، فَإِنَّ ذٰلِكَ يُحْزِنُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you were three, then two of you should not hold a secret counsel in the presence of the third person, because that would cause him to be worried.)</span></p><p lang=\"en\" class=\"en \">This Hadith is collected in the Two Sahihs using a chain of narration that contained Al-A'mash. 'Abdur-Razzaq narrated that 'Abdullah bin 'Umar said that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا كُنْتُمْ ثَلَاثَةً فَلَا يَتَنَاجَى اثْنَانِ دُونَ الثَّالِثِ إِلَّا بِإِذْنِهِ، فَإِنَّ ذٰلِكَ يُحْزِنُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you were three, then two of you should not hold a secret counsel in the presence of the third person, except with his permission, because that would cause him to be worried.)</span> Muslim collected this Hadith.</p>"
  }
]