[
  {
    "ayah_key": "6:33",
    "group_ayah_key": "6:33",
    "from_ayah": "6:33",
    "to_ayah": "6:36",
    "ayah_keys": "6:33,6:34,6:35,6:36",
    "text": "<p lang=\"en\" class=\"en \">We know indeed the grief which their words cause you; it is not you that they deny, but it is the verses of Allah that the wrongdoers deny <span>(33)</span>Verily, <span class=\"gray\">(many)</span> Messengers were denied before you, but with patience they bore the denial, and they were hurt, till Our help reached them, and none can alter the Words of Allah. Surely, there has reached you the information about the Messengers <span class=\"gray\">(before you)</span><span>(34)</span>If their aversion is hard on you, then if you were able to seek a tunnel in the ground or a ladder to the sky, so that you may bring them a sign. And had Allah willed, He could have gathered them together upon true guidance, so be not you one of the ignorant <span>(35)</span>It is only those who listen, that will respond, but as for the dead, Allah will raise them up, then to Him they will be returned <span>(36)</span></p><div lang=\"nl\" class=\"nl \"><h2>Comforting the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah comforts the Prophet ﷺ in his grief over his people's denial and defiance of him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We know indeed the grief which their words cause you;)</span> meaning, We know about their denial of you and your sadness and sorrow for them. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So destroy not yourself in sorrow for them.)</span><span class=\"gray\">[35:8]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be that you are going to kill yourself with grief, that they do not become believers.)</span><span class=\"gray\">[26:3]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَىٰ آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ أَسَفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perhaps, you, would kill yourself in grief, over their footsteps <span class=\"gray\">(for their turning away from you)</span>, because they believe not in this narration.)</span><span class=\"gray\">[18:6]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is not you that they deny, but it is the verses of Allah that the wrongdoers deny.)</span> means, they do not accuse you of being a liar,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but it is the Verses of Allah that the wrongdoers deny.)</span></p><p lang=\"en\" class=\"en \">It is only the truth that they reject and refuse. Muhammad bin Ishaq mentioned that Az-Zuhri said that Abu Jahl, Abu Sufyan Sakhr bin Harb and Al-Akhnas bin Shurayq once came to listen to the Prophet ﷺ reciting the Qur'an at night, but these three men were not aware of the presence of each other. So they listened to the Prophet's recitation until the morning, and then left. They met each other on their way back and each one of them asked the others, \"What brought you?\" So they mentioned to each other the reason why they came. They vowed not to repeat this incident so that the young men of Quraysh would not hear of what they did and imitate them. On the second night, each one of the three came back thinking that the other two would not come because of the vows they made to each other. In the morning, they again met each other on their way back and criticized each other, vowing not to repeat what they did. On the third night, they again went to listen to the Prophet ﷺ and in the morning they again vowed not to repeat this incident. During that day, Al-Akhnas bin Shurayq took his staff and went to Abu Sufyan bin Harb in his house saying, \"O Abu Hanzalah! What is your opinion concerning what you heard from Muhammad.\" Abu Sufyan said, \"O Abu Tha'labah! By Allah, I have heard some things that I recognize and know their implications. I also heard some things whose meaning and implications were unknown to me.\" Al-Akhnas said, \"And I the same, by He Whom you swore by!\" Al-Akhnas left Abu Sufyan and went to Abu Jahl and asked him, \"O Abu Al-Hakam! What is your opinion about what you heard from Muhammad. \" Abu Jahl said, \"We competed with Bani 'Abd Manaf <span class=\"gray\">(the Prophet's subtribe)</span> and so we fed as they fed and gave away as they gave away. So, when we were neck and neck with them, just as two horses in a race, they said, 'There is a Prophet from among us, to whom revelation from the heaven comes.' So how can we ever beat them at that? By Allah we will never believe in him or accept what he says.' This is when Al-Akhnas left Abu Jahl and went away.\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا عَلَىٰ مَا كُذِّبُوا وَأُوذُوا حَتَّىٰ أَتَاهُمْ نَصْرُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, <span class=\"gray\">(many)</span> Messengers were denied before you, but with patience they bore the denial, and they were hurt, till Our help reached them,)</span></p><p lang=\"en\" class=\"en \">This comforts the Prophet's concern for those who denied and rejected him. Allah also commands the Prophet ﷺ to be patient, just as the mighty Messengers before him were. He also promised him victory, just as the previous Messengers were victorious and the good end was theirs, after the denial and harm their people placed on them. Then, victory came to them in this life, just as victory is theirs in the Hereafter. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and none can alter the Words of Allah.)</span></p><p lang=\"en\" class=\"en \">This refers to His decision that victory in this life and the Hereafter is for His believing servants. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ - إِنَّهُمْ لَهُمُ الْمَنصُورُونَ - وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, verily, Our Word has gone forth of old for Our servants, the Messengers. That they verily would be made triumphant. And that Our hosts, they verily would be the victors.)</span><span class=\"gray\">[37:171-173]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has decreed: \"Verily! It is I and My Messengers who shall be the victorious.\" Verily, Allah is All-Powerful, Almighty.)</span><span class=\"gray\">[58:21]</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَكَ مِن نَّبَإِ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, there has reached you the information about the Messengers <span class=\"gray\">(before you)</span>.)</span> who were given victory and prevailed over the people who rejected them. And you <span class=\"gray\">(O Muhammad ﷺ)</span>, have a good example in them. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If their aversion is hard on you,)</span> and you cannot be patient because of their aversion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِ اسْتَطَعْتَ أَن تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then if you were able to seek a tunnel in the ground or a ladder to the sky...)</span></p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah reported that Ibn 'Abbas commented, \"If you were able to seek a tunnel and bring them an Ayah, or go up a ladder in the sky and bring a better Ayah than the one I <span class=\"gray\">(Allah)</span> gave them, then do that.\" Similar was reported from Qatadah, As-Suddi and others. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَىٰ فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had Allah willed, He could have gathered them together upon true guidance, so be not you one of the ignorant.)</span> is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَن فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had your Lord willed, those on earth would have believed, all of them together)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had Allah willed, He could have gathered them together upon true guidance,)</span></p><p lang=\"en\" class=\"en \">\"The Messenger of Allah ﷺ was eager that all people believe and be guided to follow him. Allah told him that only those whose happiness Allah has written in the first Dhikr will believe.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is only those who listen, that will respond,)</span> means, only those who hear the speech, comprehend and understand it, will accept your call, O Muhammad ﷺ! In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That it may give warning to him who is living, and that the Word may be justified against the disbelievers.)</span><span class=\"gray\">[36:70]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَوْتَىٰ يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but as for the dead, Allah will raise them up, then to Him they will be returned.)</span> refers to the disbelievers because their hearts are dead. Therefore, Allah resembled them to dead corpses as a way of mocking and belittling them, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَوْتَىٰ يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but as for the dead <span class=\"gray\">(disbelievers)</span>, Allah will raise them up, then to Him they will be returned <span class=\"gray\">(for their recompense)</span>.)</span></p>"
  }
]