[
  {
    "ayah_key": "9:36",
    "group_ayah_key": "9:36",
    "from_ayah": "9:36",
    "to_ayah": "9:36",
    "ayah_keys": "9:36",
    "text": "<p lang=\"en\" class=\"en \">Verily, the number of months with Allah is twelve months <span class=\"gray\">(in a year)</span>, so was it ordained by Allah on the Day when He created the heavens and the earth; of them four are sacred. That is the right religion, so wrong not yourselves therein, and fight against the Mushrikin idolaters collectively as they fight against you collectively. But know that Allah is with those who have Taqwa <span>(36)</span></p><div lang=\"en\" class=\"en \"><h2>The Year consists of Twelve Months</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Bakrah said that the Prophet ﷺ said in a speech during his Hajj,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ الزَّمَانَ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللهُ السَّمَوَاتِ وَالْأَرْضَ، السَّنَةُ اثْنَا عَشَرَ شَهْرًا مِنْهَا أَرْبَعُةٌ حُرُمٌ، ثَلَاثَةٌ مُتَوَالِيَاتٌ: ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ وَرَجَبُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثم قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ يَوْمٍ هَذَا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: الله ورسوله أعلم، فسكت حتى ظننا أنه سيسميه بغير اسمه قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ يَوْمَ النَّحْرِ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: بلى ثم قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ شَهْرٍ هَذَا؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: الله ورسوله أعلم، فسكت حتى ظننا أنه سيسميه بغير اسمه قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ ذَا الحِجَّةِ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: بلى، ثم قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ بَلَدٍ هَذَا؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: الله ورسوله أعلم فسكت حتى ظننا أنه سيسميه بغير اسمه قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَتِ الْبَلْدَةَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: بلى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The division of time has turned to its original form which was current when Allah created the heavens and the earth. The year is of twelve months, out of which four months are sacred: Three are in succession Dhul-Qa'dah, Dhul-Hijjah and Muharram, and <span class=\"gray\">(the fourth is)</span> Rajab of <span class=\"gray\">(the tribe of)</span> Mudar which comes between Jumada <span class=\"gray\">(Ath-Thaniyah)</span> and Sha'ban.\" The Prophet then asked, 'What is the day today?' We said, \"Allah and His Messenger know better. He kept quiet until we thought that he might give that day another name. He said 'Isn't it the day of Nahr?' We replied, \"Yes.\" He further asked, 'Which month is this?' We again said, \"Allah and His Messenger know better,\" and he kept quiet and made us think that he might give it another name. Then he said, 'Isn't it the month of Dhul-Hijjah?' We replied, \"Yes.\" He asked, 'What town is this?' We said, \"Allah and His Messenger know better,\" and he kept quiet until we thought that he might change its name. He asked, 'Isn't this the <span class=\"gray\">(Sacred)</span> Town?' We said, \"Yes.\" He said,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ - وَأَحْسِبُهُ قَالَ - وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا. وَسَتَلْقَوْنَ رَبَّكُمْ فَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ، أَلَا لَا تَرْجِعُوا بَعْدِي ضُلَّالًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ أَلَا هَلْ بَلَّغْتُ؟ أَلَا لِيُبَلِّغِ الشَّاهِدُ مِنْكُمُ الْغَائِبَ فَلَعَلَّ مَنْ يُبَلِّغُهُ يَكُونُ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily! Your blood, property and honor are sacred to one another like the sanctity of this day of yours, in this month of yours and in this city of yours. Verily, you will meet your Lord and He will question you about your actions. Behold! Do not revert to misguidance after me by striking the necks of one another. Have I conveyed? It is incumbent upon those who are present to inform those who are absent, because those who are absent might comprehend <span class=\"gray\">(what I have said)</span> better than some who are present.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari and Muslim collected this Hadith. </p><p lang=\"en\" class=\"en \">In a small book collected by Shaykh 'Alam ad-Din As-Sakhawi, entitled, Al-Mashhur fi Asma' Al-Ayam wash-Shuhur, he mentioned that Muharram is so named because it is a sacred month. To me, it was so named to emphasize its sacredness. This is because the Arabs would switch it around. One year they would say it was a sacred month, the following year they would say that it was not. The author said, \"...and Safar is so named because they used to leave their homes during that month for fighting and traveling. When saying 'Safir' a place, it means to leave it... Rabi' Al-Awwal is called that because they used to do Irtiba' in it, that is to maintain one's property... and Rabi' Al-Akhir, was so named for the same reasons. Jumada is called that because the water would dry up <span class=\"gray\">(Jamud)</span> then...They say Jumada Al-Uwla and Al-Awwal, or Jumada Al-Akhar or Al-Akhirah. Rajab comes from Tarjib, meaning to honor. Sha'ban because the tribes would separate and return to their homes. Ramadan was so named because of the severity of the Ramda' - that is - the heat, and they say that the branch Ramadat when it is thirsty...And the saying that it is a Name of Allah is a mistake, for there is no proof or support for that...\"</p><div lang=\"en\" class=\"en \"><h2>The Sacred Months</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مِنْهَا أَرْبَعَةٌ حُرُمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of them four are sacred)</span>. The Arabs used to consider these months sacred during the time of Jahiliyyah, except for a group of them called Al-Basl, who held eight months of the year to be sacred as way of exaggeration in religion. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ مُتَوَالِيَاتٌ: ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ وَرَجَبُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Three are in succession; Dhul-Qa'dah, Dhul-Hijjah and Muharram, and <span class=\"gray\">(the fourth is)</span> Rajab <span class=\"gray\">[of <span class=\"gray\">(the tribe of)</span> Mudar which comes between Jumada <span class=\"gray\">(Ath-Thani)</span>]</span> and Sha'ban)</span>.</p><p lang=\"en\" class=\"en \">The Prophet ﷺ said \"Rajab of Mudar\" to attest to the custom of Mudar, in saying that Rajab is the month that is between Jumada and Sha'ban, not as the tribe of Rabi'ah thought, that it is between Sha'ban and Shawwal, which is Ramadan in the present calendar. The four Sacred Months were made four, three in succession and one alone, so that the Hajj and 'Umrah are performed with ease. Dhul-Qa'dah, the month before the Hajj month, was made sacred because they refrained from fighting during that month. Dhul-Hijjah, the next month, was made sacred because it is the month of Hajj, during which they performed Hajj rituals. Muharram, which comes next, was made sacred so that they are able to go back to their areas in safety <span class=\"gray\">[after performing Hajj]</span>. Rajab, in the middle of the lunar year, was made sacred so that those coming from the farthest areas of Arabia are able to perform 'Umrah and visit the House and then go back to their areas safely. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الدِّينُ الْقَيِّمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the right religion)</span>, that is the Straight Law, requiring implementing Allah's order concerning the months that He made sacred and their true count as it was originally written by Allah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so wrong not yourselves therein)</span> during these Sacred Months, for sin in them is worse than sin in other months. Likewise, sins in the Sacred City are written multiplied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and whoever inclines to evil actions therein <span class=\"gray\">(in Makkah)</span> or to do wrong, him We shall cause to taste from a painful torment)</span><span class=\"gray\">[22:25]</span>. </p><p lang=\"en\" class=\"en \">Similarly, sin in general is worse during the Sacred Months 'Ali bin Abi Talhah narrated that Ibn 'Abbas said, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the number of months with Allah...)</span>, is connected to</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so wrong not yourselves therein)</span>, \"In all <span class=\"gray\">(twelve)</span> months. Allah then chose four out of these months and made them sacred, emphasizing their sanctity, making sinning in them greater, in addition to, multiplying rewards of righteous deeds during them.\" Qatadah said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so wrong not yourselves therein)</span>, \"Injustice during the Sacred Months is worse and graver than injustice in other months. Verily, injustice is always wrong, but Allah makes things graver than others as He will.\" He also said, \"Allah has chosen some of His creation above others. He chose Messengers from angels and from men. He also chose His Speech above all speech, the Masajid above other areas of the earth, Ramadan and the Sacred Months above all months, Friday above the other days and Laylatul-Qadr <span class=\"gray\">(The Night of Decree)</span> above all nights. Therefore, sanctify what Allah has sanctified, for doing so is the practice of people of understanding and comprehension.\"</p><div lang=\"en\" class=\"en \"><h2>Fighting in the Sacred Months</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fight against the idolators collectively)</span>, all of you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا يُقَاتِلُونَكُمْ كَافَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as they fight against you collectively.)</span>, all of them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But know that Allah is with those who have Taqwa)</span>, and know that initiating battle during the Sacred Months is forbidden. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Violate not the sanctity of the symbols of Allah, nor of the sacred month.)</span><span class=\"gray\">[5:2]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ ۚ فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Sacred Month is for the Sacred Month, and for the prohibited things, there is the law of equality <span class=\"gray\">(Qisas)</span>. Then whoever transgresses the prohibition against you, you transgress likewise against him)</span><span class=\"gray\">[2:194]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا انسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when the Sacred Months have passed, kill the idolators...)</span><span class=\"gray\">[9:5]</span>. As for Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fight against the idolators collectively as they fight against you collectively)</span>, it includes permission for the believers to fight the idolators in the Sacred Month, if the idolators initiate hostilities therein. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Sacred Month is for the Sacred Month, and for the prohibited things, there is the law of equality <span class=\"gray\">(Qisas)</span>)</span><span class=\"gray\">[2:194]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَامِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ ۖ فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fight not with them at Al-Masjid Al-Haram, unless they <span class=\"gray\">(first)</span> fight you there. But if they attack you, then kill them.)</span><span class=\"gray\">[2:191]</span>. </p><p lang=\"en\" class=\"en \">As for the Messenger of Allah ﷺ laying siege to At-Ta'if until the Sacred Month started, it was a continuation of the battle against Hawazin and their allies from Thaqif. They started the fighting and gathered their men for the purpose of conducting war. The Messenger of Allah ﷺ marched to meet them and when they took refuge in At-Ta'if, the Prophet ﷺ laid siege to them so that they descend from their forts, but they inflicted casualties on Muslims. The siege continued for about forty days, during which a Sacred Month began, and the siege continued for several days in that month. The Messenger ﷺ broke the siege and went back <span class=\"gray\">(to Makkah)</span>. So fighting that carries over into it <span class=\"gray\">[the Sacred Month]</span> is not the same as initiating warfare during it, Allah knows best.</p>"
  }
]