[
  {
    "ayah_key": "57:26",
    "group_ayah_key": "57:26",
    "from_ayah": "57:26",
    "to_ayah": "57:27",
    "ayah_keys": "57:26,57:27",
    "text": "<p lang=\"en\" class=\"en \">And indeed, We sent Nuh and Ibrahim, and placed in their offspring prophethood and Scripture. And among them there are some who are guided; but many of them are rebellious <span>(26)</span>Then, We sent after them Our Messengers, and We sent 'Isa the son of Maryam, and gave him the Injil. And We ordained in the hearts of those who followed him, compassion and mercy. But the monasticism which they invented for themselves, We did not prescribe for them, but <span class=\"gray\">(they sought it)</span> only to please Allah therewith, but that they did not observe it with the right observance. So, We gave those among them who believed, their <span class=\"gray\">(due)</span> reward; but many of them are rebellious <span>(27)</span></p><p lang=\"en\" class=\"en \">Many of the Nations of the Prophets were Rebellious</p><p lang=\"en\" class=\"en \">Allah the Exalted states that since He sent Nuh, peace be upon him, all the Prophets and Messengers He sent after that were from his offspring. All the revealed Divine Books and all the Messengers that received revelation after Ibrahim, Allah's Khalil, peace be upon him, were from Ibrahim's offspring. Allah the Exalted said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and placed in their offspring prophethood and Scripture.)</span><span class=\"gray\">[29:27]</span></p><p lang=\"en\" class=\"en \">The last among the Prophets of the Children of Israel was 'Isa, son of Mary, who prophecied the good news of the coming of Muhammad, peace and blessings be upon them both. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قَفَّيْنَا عَلَىٰ آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, We sent after them Our Messengers, and We sent 'Isa the son of Maryam, and gave him the Injil.)</span> refering to the Injil that Allah revealed to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We ordained in the hearts of those who followed him,)</span> i.e., the disciples,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَأْفَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(compassion)</span> and tenderness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and mercy.)</span> toward the creatures. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَهْبَانِيَّةً ابْتَدَعُوهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the monasticism which they invented for themselves,)</span> refers to the monasticism that the Christian nation invented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَتَبْنَاهَا عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We did not prescribe for them)</span> 'We – Allah – did not ordain it for them, but they chose it on their own.' There are two opinions about the meaning of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(only to please Allah therewith,)</span> The first is that they wanted to please Allah by inventing monasticism. Sa'id bin Jubayr and Qatadah said this. The second meaning is: \"We did not ordain them to practice that but, rather, We ordained them only to seek what pleases Allah.\" Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but that they did not observe it with the right observance.)</span> meaning, they did not abide by what they ordered themselves to do. This Ayah criticizes them in two ways: first, they invented in things in their religion, things which Allah did not legislate for them. The second is that they did not fulfill the requirements of what they themselves invented and which they claimed was a means of drawing near to Allah, the Exalted and Most Honored. </p><p lang=\"en\" class=\"en \">Ibn Jarir and Abu 'Abdur-Rahman An-Nasa'i – and this is his wording – recorded that Ibn 'Abbas said, \"There were kings after 'Isa who changed the Tawrah and the Injil when there were still believers who recited Tawrah and the Injil. Their kings were told, 'We were never confronted by more severe criticism and abuse than of these people.' – they recite the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not judge by what Allah has revealed, such are the disbelievers.)</span><span class=\"gray\">(5:44)</span>, as well as, they accuse us of short comings in our actions, while still they recite. Therefore, summon them and let them recite these Ayat our way and believe in them our way.' The king summoned them and gathered them and threatened them with death if they did not revert from reciting the original Tawrah and Injil to using the corrupted version only. They said, 'Why do you want us to do that, let us be.' Some of them said, 'Build a narrow elevated tower for us and let us ascend it, and then give us the means to elevate food and drink to us. This way, you will save yourselves from hearing us.' Another group among them said, 'Let us go about in the land and eat and drink like beasts do, and if you find us in your own land, then kill us.' Another group among them said, 'Build homes <span class=\"gray\">(monasteries)</span> for us in the deserts and secluded areas, where we can dig wells and plant vegetables. Then, we will not refute you and will not even pass by you.' These groups said this, even though they all had supporters among their tribes. It is about this that Allah the Exalted and Most Honored sent down this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the monasticism which they invented for themselves, We did not prescribe for them, but <span class=\"gray\">(they sought it)</span> only to please Allah therewith, but that they did not observe it with the right observance.)</span>\"</p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded that Anas bin Malik said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ نَبِيٍّ رَهْبَانِيَّةٌ، وَرَهْبَانِيَّةُ هٰذِهِ الْأُمَّةِ الْجِهَادُ فِي سَبِيلِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every Prophet has Rahbaniyyah <span class=\"gray\">(monasticism)</span>; Jihad in the cause of Allah, the Exalted and Most Honored, is the Rahbaniyyah of this Ummah.)</span></p><p lang=\"en\" class=\"en \">Al-Hafiz Abu Ya'la collected this Hadith and in this narration, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ أُمَّةٍ رَهْبَانِيَّةٌ، وَرَهْبَانِيَّةُ هٰذِهِ الْأُمَّةِ الْجِهَادُ فِي سَبِيلِ اللهِ</p><p lang=\"lt\" class=\"lt \"><span class=\"gray\">(Every Ummah has Rahbaniyyah; Jihad in the cause of Allah is the Rahbaniyyah of this Ummah.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Sa'id Al-Khudri said that a man came to him and asked him for advice, and Abu Sa'id said that he asked the same of Allah's Messenger ﷺ. Abu Sa'id said, \"So, I advise you to adhere by the Taqwa of Allah, because it is the chief of all matters. Fulfill the obligation of Jihad, because it is the Rahbaniyyah of Islam. Take care of remembering Allah and reciting the Qur'an, because it is your closeness <span class=\"gray\">(or status)</span> in the heavens and your good fame on earth.\" Only Imam Ahmad collected this Hadith.</p>"
  }
]