[
  {
    "ayah_key": "29:64",
    "group_ayah_key": "29:64",
    "from_ayah": "29:64",
    "to_ayah": "29:66",
    "ayah_keys": "29:64,29:65,29:66",
    "text": "<p lang=\"en\" class=\"en \">And this life of the world is only an amusement and a play! Verily, the home of the Hereafter – that is the life indeed, if they but knew <span>(64)</span>And when they embark on a ship, they invoke Allah, making their faith pure for Him only, but when He brings them safely to land, behold, they give a share of their worship to others <span>(65)</span>So that they become ingrate for that which We have given them, and that they take their enjoyment, but they will come to know <span>(66)</span></p><div lang=\"en\" class=\"en \"><h2>Allah tells us how insignificant and transient this world is, and how it will soon end. All that it is, is amusement and play:</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the home of the Hereafter – that is the life indeed,)</span> means, the true everlasting life that will never end, but will continue forever and ever.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانُوا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if they but knew.)</span> means, they would prefer that which will last over that which will pass away. Then Allah says that at times of calamity, the idolators call upon Him alone, with no partner or associate, so why do they not do that all the time?</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they embark on a ship, they invoke Allah, making their faith pure for Him only,)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when harm touches you upon the sea, those that you call upon vanish from you except Him <span class=\"gray\">(Allah Alone)</span>. But when He brings you safely to land, you turn away)</span><span class=\"gray\">(17:67)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but when He brings them safely to land, behold, they give a share of their worship to others.)</span></p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq reported from 'Ikrimah bin Abi Jahl that when the Messenger of Allah ﷺ conquered Makkah, he <span class=\"gray\">('Ikrimah)</span> ran away, fleeing from him. When he was on the sea, headed for Ethiopia, the ship started to rock and the crew said: \"O people, pray sincerely to your Lord alone, for no one can save us from this except Him.\" 'Ikrimah said: \"By Allah, if there is none who can save us on the sea except Him, then there is none who can save us on land except Him either, O Allah, I vow to You that if I come out of this, I will go and put my hand in the hand of Muhammad and I will find him kind and merciful.\" And this is what indeed did happen.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ وَلِيَتَمَتَّعُوا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that they become ingrate for that which We have given them, and that they take their enjoyment,)</span></p>"
  },
  {
    "ayah_key": "29:67",
    "group_ayah_key": "29:67",
    "from_ayah": "29:67",
    "to_ayah": "29:69",
    "ayah_keys": "29:67,29:68,29:69",
    "text": "<p lang=\"en\" class=\"en \">Have they not seen that We have made a secure sanctuary, while men are being snatched away from all around them? Then do they believe in falsehood, and deny the graces of Allah <span>(67)</span>And who does more wrong than he who invents a lie against Allah or denies the truth, when it comes to him? Is there not a dwelling in Hell for the disbelievers <span>(68)</span>As for those who strive hard for Us, We will surely guide them to Our paths. And verily, Allah is with the doers of good <span>(69)</span></p><div lang=\"en\" class=\"en \"><h2>The Blessing of the Sanctuary </h2></div><p lang=\"en\" class=\"en \">Here Allah reminds Quraysh how He blessed them by granting them access to His sanctuary which He has made <span class=\"gray\">(open)</span> to <span class=\"gray\">(all)</span> men, the dweller in it and the visitor from the country are equal there, and whoever enters it is safe, because he is in a place of great security, although the Arabs of the desert round about used to ambush and raid one another and kill one another. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِإِيلَافِ قُرَيْشٍ - إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ - فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ - الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For the protection of the Quraysh. The caravans to set forth safe in winter and in summer. So let them worship the Lord of this House. Who has fed them against hunger, and has made them safe from fear.)</span><span class=\"gray\">(106:1-4)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then do they believe in falsehood, and deny the graces of Allah?)</span> means, is the thanks that they give for this immense blessing to associate others with Him and worship others besides Him, idols and rivals?</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who have changed the blessings of Allah into disbelief, and caused their people to dwell in the house of destruction?)</span><span class=\"gray\">(14:28)</span> They disbelieved in the Prophet, servant and Messenger of Allah ﷺ, when what they should have done was to worship Allah Alone and not associate anything with Him, and to believe in, honor and respect the Messenger, but they rejected him and fought him, and expelled him from their midst. So, Allah took His blessing away from them, and killed those of them whom He killed at Badr, then His Messenger ﷺ and the believers gained the upper hand, and Allah enabled His Messenger ﷺ to conquer Makkah, and He disgraced them and humiliated them <span class=\"gray\">(the disbelievers)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who does more wrong than he who invents a lie against Allah or denies the truth, when it comes to him?)</span> There is no one who will be more severely punished than one who tells lies about Allah and says that Allah revealed something to him at the time when Allah did not reveal anything to him, or says, 'I shall reveal something like that which Allah revealed.' And there is no one who will be more severely punished than one who denies the truth when it comes to him, for the former is a fabricator and the latter is a disbeliever. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there not a dwelling in Hell for the disbelievers?)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ جَاهَدُوا فِينَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for those who strive hard for Us,)</span> meaning the Messenger ﷺ and his Companions and those who follow him, until the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنَهْدِيَنَّهُمْ سُبُلَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We will surely guide them to Our paths.)</span> means, 'We will help them to follow Our path in this world and the Hereafter.'</p><p lang=\"ig\" class=\"ig \">Ibn Abi Hatim narrated that 'Abbas Al-Hamdani Abu Ahmad – one of the people of 'Akka <span class=\"gray\">(Palestine)</span> – said, concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for those who strive hard for Us <span class=\"gray\">(in Our cause)</span>, We will surely guide them to Our paths. And verily, Allah is with the doers of good.)</span> \"Those who act upon what they know, Allah will guide them to that which they do not know.\" Ahmad bin Abu Al-Hawari said, \"I told this to Abu Sulayman Ad-Darani, and he liked it and said: 'No one who is inspired to do something good should do it until he hears a report concerning that; if he hears a report then he should go ahead and do it, and praise Allah because it was in accordance with what he himself felt.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, Allah is with the doers of good.)</span> Ibn Abi Hatim recorded that Ash-Sha'bi said; \"Isa bin Maryam, peace be upon him, said: 'Righteousness means doing good to those who ill-treat you, it does not mean doing good to those who do good to you.'\" And Allah knows best. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-'Ankabut. All praise and thanks are due to Allah.</p>"
  },
  {
    "ayah_key": "29:8",
    "group_ayah_key": "29:8",
    "from_ayah": "29:8",
    "to_ayah": "29:9",
    "ayah_keys": "29:8,29:9",
    "text": "<p class=\"en translation\" lang=\"en\">And We have enjoined on man to be dutiful to his parents; but if they strive to make you associate with Me, which you have no knowledge of, then obey them not. Unto Me is your return and I shall tell you what you used to do <span>(8)</span>And for those who believe and do righteous deeds, surely, We shall admit them among the righteous <span>(9)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to be Good and Dutiful to Parents</h2></div><p lang=\"en\" class=\"en \">Allah commands His servants to be dutiful to parents, after urging them to adhere to belief in His Tawhid, because a person's parents are the cause of his existence. So he must treat them with the utmost kindness and respect, his father for spending on him and his mother because of her compassion for him. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ۚ إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا - وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord has decreed that you worship none but Him. And that you be dutiful to your parents. If one of them or both of them attain old age in your life, say not to them a word of disrespect, nor shout at them, but address them in terms of honor. And lower unto them the wing of submission and humility through mercy, and say: \"My Lord! Bestow on them Your mercy as they did bring me up when I was young.\")</span><span class=\"gray\">(17:23-24)</span> Although Allah orders us to show kindness, mercy and respect towards them in return for their previous kindness, He says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if they strive to make associate with Me, which you have no knowledge of, then obey them not.)</span> meaning, if they are idolators, and they try to make you follow them in their religion, then beware of them, and do not obey them in that, for you will be brought back to Me on the Day of Resurrection, and Allah will reward you for your kindness towards them and your patience in adhering to your religion. It is Allah Who will gather you with the group of the righteous, not with the group of your parents, even though you were the closest of people to them in the world. For a person will be gathered on the Day of Resurrection with those whom he loves, meaning, religious love. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for those who believe and do righteous good deeds, surely, We shall make them enter with the righteous.)</span> In his Tafsir of this Ayah, At-Tirmidhi recorded that Sa'd said: \"Four Ayat were revealed concerning me – and he told his story. He said: \"Umm Sa'd said: 'Did Allah not command you to honor your parents? By Allah, I will not eat or drink anything until I die or you renounce Islam.' When they wanted to feed her, they would force her mouth open. Then this Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۖ وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have enjoined on man to be dutiful to his parents; but if they strive to make you associate with Me, of which you have no knowledge, then obey them not.)</span>\" This Hadith was also recorded by Imam Ahmad, Muslim, Abu Dawud and An-Nasa'i. At-Tirmidhi said, \"Hasan Sahih.</p>"
  }
]