[
  {
    "ayah_key": "6:130",
    "group_ayah_key": "6:130",
    "from_ayah": "6:130",
    "to_ayah": "6:130",
    "ayah_keys": "6:130",
    "text": "<p class=\"en translation\" lang=\"en\">O you assembly of Jinn and humans! \"Did not there come to you Messengers from amongst you, reciting unto you My verses and warning you of the meeting of this Day of yours?\" They will say: \"We bear witness against ourselves.\" It was the life of this world that deceived them. And they will bear witness against themselves that they were disbelievers <span>(130)</span></p><div lang=\"en\" class=\"en \"><h2>Chastising the Jinns and Humans after their Admission that Allah Sent Messengers to Them</h2></div><p lang=\"en\" class=\"en \">Allah will chastise the disbelieving Jinns and humans on the Day of Resurrection, when He asks them, while having better knowledge, if the Messengers delivered His Messages to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْجِنِّ وَالْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O you assembly of Jinn and humans! Did not there come to you Messengers from among you?\")</span></p><p lang=\"en\" class=\"en \">We should note here that the Messengers are from among mankind only, not vice versa, as Mujahid, Ibn Jurayj and others from the Imams of Salaf and later generations have stated. The proof for this is that Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَىٰ نُوحٍ وَالنَّبِيِّينَ مِن بَعْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have sent the revelation to you as We sent the revelation to Nuh and the Prophets after him.)</span><span class=\"gray\">[4:163]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Messengers as bearers of good news as well as of warning in order that mankind should have no plea against Allah after the <span class=\"gray\">(coming of)</span> Messengers.)</span><span class=\"gray\">[4:165]</span> Allah said, concerning the Prophet Ibrahim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We ordained among his offspring prophethood and the Book)</span><span class=\"gray\">[29:27]</span>, thus sending the prophethood and the Book exclusively through the offspring of the Prophet Ibrahim. No one has claimed that there were Prophets from among the Jinns before the time of Ibrahim, but not after that. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We never sent before you any of the Messengers but verily, they ate food and walked in the markets.)</span><span class=\"gray\">[25:20]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not before you any but men unto whom We revealed, from among the people of townships.)</span><span class=\"gray\">[12:109]</span></p><p lang=\"en\" class=\"en \">Therefore, concerning prophethood, the Jinns follow mankind in this regard and this is why Allah said about them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَىٰ قَوْمِهِم مُّنذِرِينَ - قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنزِلَ مِن بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ - يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ - وَمَن لَّا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِن دُونِهِ أَوْلِيَاءُ أُولَٰئِكَ فِي ضَلَالٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We sent towards you a group of the Jinn, listening to the Qur'an. When they stood in the presence thereof, they said: \"Listen in silence!\" And when it was finished, they returned to their people, as warners. They said: \"O our people! Verily, we have heard a Book sent down after Musa, confirming what came before it, it guides to the truth and to the straight way. O our people! Respond to Allah's caller, and believe in him. He <span class=\"gray\">(Allah)</span> will forgive you your sins, and will save you from a painful torment <span class=\"gray\">(i.e. Hell-fire)</span>. And whosoever does not respond to Allah's caller, he cannot escape on earth, and there will be no helpers for him besides Allah. Those are in manifest error.)</span><span class=\"gray\">[46:29-32]</span></p><p lang=\"en\" class=\"en \">A Hadith collected by At-Tirmidhi stated that the Messenger of Allah ﷺ recited Surat Ar-Rahman, to these Jinns, in which Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلَانِ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall attend to you, O you two classes <span class=\"gray\">(Jinn and men)</span>! Then which of the blessings of your Lord will you both <span class=\"gray\">(Jinn and men)</span> deny)</span><span class=\"gray\">[55:31-32]</span> Allah said in this honorable Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْجِنِّ وَالْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا قَالُوا شَهِدْنَا عَلَىٰ أَنفُسِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you assembly of Jinn and humans! \"Did not there come to you Messengers from amongst you, reciting unto you My verses and warning you of the meeting of this Day of yours?\" They will say: \"We bear witness against ourselves.\")</span> meaning, we affirm that the Messengers have conveyed Your Messages to us and warned us about the meeting with You, and that this Day will certainly occur. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was the life of this world that deceived them.)</span> and they wasted their lives and brought destruction to themselves by rejecting the Messengers and denying their miracles. This is because they were deceived by the beauty, adornment and lusts of this life.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَهِدُوا عَلَىٰ أَنفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will bear witness against themselves)</span> on the Day of Resurrection,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنَّهُمْ كَانُوا كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they were disbelievers...)</span> in this worldly life, rejecting what the Messengers, may Allah's peace and blessings be on them, brought them.</p>"
  },
  {
    "ayah_key": "6:131",
    "group_ayah_key": "6:131",
    "from_ayah": "6:131",
    "to_ayah": "6:132",
    "ayah_keys": "6:131,6:132",
    "text": "<p class=\"en translation\" lang=\"en\">This is because your Lord would not destroy the <span class=\"gray\">(populations of)</span> towns for their wrongdoing while their people were unaware <span>(131)</span>For all there will be degrees according to what they did. And your Lord is not unaware of what they do.) Allah sai <span>(132)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ الْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is because your Lord would not destroy the <span class=\"gray\">(populations of)</span> towns for their wrongdoing while their people were unaware.)</span> meaning: 'We sent the Messengers and revealed the Books to the Jinns and mankind, so that no one has an excuse that he is being punished for his wrongs although he did not receive Allah's Message. Therefore, We did not punish any of the nations, except after sending Messengers to them, so that they have no excuse.' Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there never was a nation but a warner had passed among them.)</span><span class=\"gray\">[35:24]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah, and stay away from At-Taghut <span class=\"gray\">(all false deities)</span>.\")</span><span class=\"gray\">[16:36]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We never punish until We have sent a Messenger.)</span><span class=\"gray\">[17:15]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ - قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time a group is cast therein, its keeper will ask: \"Did no warner come to you?\" They will say: \"Yes, indeed a warner did come to us, but we belied him.\")</span><span class=\"gray\">[67:8-9]</span></p><p lang=\"en\" class=\"en \">There are many other Ayat on this subject. At-Tabari said, \"Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For all there will be degrees according to what they did.)</span> means, every person who obeys Allah or behaves disobediently, has grades and ranks according to their works, which Allah gives them as recompense, good for good and evil for evil.\" I say, it is possible that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For all there will be degrees according to what they did.)</span> refers to the disbelievers of the Jinns and mankind who will earn a place in the Fire according to their evil deeds. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِكُلٍّ ضِعْفٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will say: \"For each one there is double <span class=\"gray\">(torment)</span>.\")</span><span class=\"gray\">[7:38]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieved and hinder <span class=\"gray\">(others)</span> from the path of Allah, for them We will add torment to the torment because they used to spread corruption.)</span><span class=\"gray\">[16:88]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord is not unaware of what they do.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir commented, \"All these deeds that they did, O Muhammad, they did while your Lord is aware of them, and He collects and records these deeds with Him, so that He recompenses them when they meet Him and return to Him.</p>"
  }
]