[
  {
    "ayah_key": "50:41",
    "group_ayah_key": "50:41",
    "from_ayah": "50:41",
    "to_ayah": "50:45",
    "ayah_keys": "50:41,50:42,50:43,50:44,50:45",
    "text": "<p lang=\"en\" class=\"en \">And listen on the Day when the caller will call from a near place <span>(41)</span>The Day when they will hear As-Sayhah in truth, that will be the Day of coming out <span>(42)</span>Verily, it is We Who give life and cause death; and to Us is the final return <span>(43)</span>On the Day when the earth shall be cleft, from off them <span class=\"gray\">(they will come out)</span> hastening forth. That will be a gathering, quite easy for Us <span>(44)</span>We know best what they say. And you are not the one to force them. But warn by the Qur'an; him who fears My threat <span>(45)</span></p><p lang=\"en\" class=\"en \">Admonition from Some Scenes of the Day of Resurrection</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَمِعْ </p><p lang=\"ja\" class=\"ja \"><span class=\"gray\">(And listen)</span> 'O Muhammad,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on the Day when the caller will call from a near place.)</span> to the gathering for the Day of Judgement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when they will hear As-Sayhah in truth,)</span> in reference to the blowing in the Trumpet which will bring forth the truth that most of them discounted and denied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يَوْمُ الْخُرُوجِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that will be the Day of coming out.)</span> from the graves,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it is We Who give life and cause death; and to Us is the final return.)</span> Allah is He Who starts creation and then brings it back to life, and the latter is easier for Him; to Him is the final return of all creations. At this time, He will recompense each according to his or her deeds, good for good and evil for evil. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when the earth shall be cleft, from off them <span class=\"gray\">(they will come out)</span> hastening forth.)</span> Allah the Exalted and Most Honored will send down rain from the sky. From that rain the bodies of the creations will grow while they are in their graves, just as the seed grows in soil in the aftermath of rain. When the bodies grow to their full strength, Allah the Exalted will command angel Israfil and he will blow in the Trumpet <span class=\"gray\">(for a second time)</span>. The souls will be enclosed in a hole in the Trumpet. When Israfil blows in the Trumpet, the souls will depart from it and will fly between the heavens and earth. Allah the Exalted and Most Honored, will declare, \"By My grace and power, each soul shall return to the body that it used to inhabit,\" and indeed, every soul will return to its body. The soul will enter its body just as poison enters the body, then the earth will be uncovered from above them, and they will all stand and head towards the Reckoning place hastening to obey the command of Allah the Exalted and Most Honored,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُهْطِعِينَ إِلَى الدَّاعِ ۖ يَقُولُ الْكَافِرُونَ هَٰذَا يَوْمٌ عَسِرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hastening towards the caller. The disbelievers will say: \"This is a hard Day.\")</span><span class=\"gray\">(54:8)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when He will call you, and you will answer <span class=\"gray\">(His Call)</span> with <span class=\"gray\">(words of)</span> His praise and obedience, and you will think that you have stayed <span class=\"gray\">(in this world)</span> but a little while!)</span><span class=\"gray\">(17:52)</span> In the Sahih, it is recorded that Anas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The earth will open up first around me.)</span> Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That will be a gathering, quite easy for Us.)</span> 'bringing them back to life is easy for Us and effortless.' Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one as the twinkling of an eye.)</span><span class=\"gray\">(54:50)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ ۗ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of you all and the resurrection of you all are only as of a single person. Verily, Allah is All-Hearer, All-Seer.)</span><span class=\"gray\">(31:28)</span></p><p lang=\"nl\" class=\"nl \">Comforting the Prophet <span class=\"gray\">(ﷺ)</span></p><p lang=\"en\" class=\"en \">The statement of Allah the Exalted and Most High,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We know best what they say.)</span> means, 'Our knowledge is all encompassing of the denial that the idolators are confronting you with, so do not be concerned.' In similar Ayat, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ - وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, We know that your breast is straitened at what they say. So glorify the praises of your Lord and be of those who prostrate themselves <span class=\"gray\">(to Him)</span>. And worship your Lord until there comes unto you the certainty <span class=\"gray\">(i.e., death)</span>.)</span><span class=\"gray\">(15:97-99)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you are not the one to force them.)</span> says, 'it is not you who forces them to accept the guidance; this is not a part of your mission.' Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But warn by the Qur'an; him who fears My threat.)</span> meaning, 'convey the Message of your Lord, for only those who fear Allah and dread His torment, and hope in His promise will remember and heed,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your duty is only to convey <span class=\"gray\">(the Message)</span> and on Us is the reckoning.)</span><span class=\"gray\">(13:40)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ - لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So remind them – you are only one who reminds. You are not a dictator over them.)</span><span class=\"gray\">(88:21-22)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not upon you is their guidance, but Allah guides whom He wills.)</span><span class=\"gray\">(2:272)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you guide not whom you like, but Allah guides whom He wills.)</span><span class=\"gray\">(28:56)</span> Allah's statement here,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ۖ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you are not the one to force them. But warn by the Qur'an; him who fears My threat.)</span></p><p lang=\"en\" class=\"en \">Qatadah used to invoke Allah by saying, \"O Allah! Make us among those who fear Your threat and hope for Your promise, O Barr <span class=\"gray\">(Subtle, Kind, Courteous, and Generous)</span>, O Rahim <span class=\"gray\">(the Most Merciful)</span>.\" </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Qaf. All praise is due to Allah, He is for us, the most excellent Trustee.</p>"
  }
]