[
  {
    "ayah_key": "3:98",
    "group_ayah_key": "3:98",
    "from_ayah": "3:98",
    "to_ayah": "3:99",
    "ayah_keys": "3:98,3:99",
    "text": "<p lang=\"en\" class=\"en \">Say: \"O People of the Scripture <span class=\"gray\">(Jews and Christians)</span>! Why do you reject the Ayat of Allah, while Allah is Witness to what you do? <span>(98)</span>Say: \"O People of the Scripture <span class=\"gray\">(Jews and Christians)</span>! Why do you stop those who have believed, from the path of Allah, seeking to make it seem crooked, while you <span class=\"gray\">(yourselves)</span> are witnesses? And Allah is not unaware of what you do. <span>(99)</span></p><div lang=\"en\" class=\"en \"><h2>Chastising the People of the Book for Their Disbelief and Blocking the Path of Allah</h2></div><p lang=\"en\" class=\"en \">In this Ayah Allah criticizes the disbelieving People of the Book for refusing the truth, rejecting Allah's Ayat and hindering those who seek to believe from His path, although they know that what the Messenger ﷺ was sent with is the truth from Allah. They learned this from the previous Prophets and honorable Messengers, may Allah's peace and blessings be on them all. They all brought the glad tidings and the good news of the coming of the unlettered, Arab, Hashimi Prophet ﷺ from Makkah, the master of the Children of Adam, the Final Prophet and the Messenger of the Lord of heavens and earth. Allah has warned the People of the Book against this behavior, stating that He is Witness over what they do, indicating their defiance of the knowledge conveyed to them by the Prophets. They rejected, denied and refused the very Messenger whom they were ordered to convey the glad tidings about his coming. Allah states that He is never unaware of what they do, and He will hold them responsible for their actions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day whereon neither wealth nor sons will avail)</span><span class=\"gray\">[26:88]</span>.</p>"
  },
  {
    "ayah_key": "40:1",
    "group_ayah_key": "40:1",
    "from_ayah": "40:1",
    "to_ayah": "40:3",
    "ayah_keys": "40:1,40:2,40:3",
    "text": "<p lang=\"en\" class=\"en \">The Virtues of the Surahs that begin with Ha Mim</p><p lang=\"en\" class=\"en \">Ibn 'Abbas, may Allah be pleased with him, said, \"Everything has an essence and the essence of the Qur'an is the family of Ha Mim,\" or he said, \"the Ha Mims.\" Mis'ar bin Kidam said, \"They used to be called 'the brides'.\" All of this was recorded by the the Imam, great scholar, Abu 'Ubayd Al-Qasim bin Sallam, may Allah have mercy upon him, in his book Fada'il Al-Qur'an.</p><p lang=\"en\" class=\"en \">Humayd bin Zanjuyah narrated that 'Abdullah, may Allah be pleased with him, said, \"The parable of the Qur'an is that of a man who sets out to find a place for his family to stay, and he comes to a place where there is evidence of rainfall. While he is walking about, admiring it, he suddenly comes upon beautiful gardens. He says, 'I liked the first traces of rainfall, but this is far better.' It was said to him, 'The first place is like the Qur'an, and these beautiful gardens are like the splendor of family of Ha Mim in relation to the rest of the Qur'an'.\" This was recorded by Al-Baghawi. Ibn Mas'ud, may Allah be pleased with him, said, \"When I reach the family of Ha Mim, it is like reaching a beautiful garden, so I take my time.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ - غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ha Mim.)</span><span class=\"gray\">(2. The revelation of the Book is from Allah, the Almighty, the All-Knower.)</span><span class=\"gray\">(3. The Forgiver of sin, the Acceptor of repentance, the Severe in punishment, the Bestower. La ilaha illa Huwa, to Him is the final return.)</span></p><p lang=\"en\" class=\"en \">We have already discussed the individual letters at the beginning of Surat Al-Baqarah, and there is no need to repeat the discussion here. </p><p lang=\"en\" class=\"en \">In a Hadith recorded by Abu Dawud and At-Tirmidhi from one who heard it from the Messenger of Allah ﷺ, it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ بُيِّتُّمُ اللَّيْلَةَ فَقُولُوا: حٰم لَا يُنْصَرُونَ</p><p lang=\"it\" class=\"it \"><span class=\"gray\">(When you go to bed tonight, recite Ha Mim, La Yunsarun.)</span>\" Its chain of narrators is Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The revelation of the Book is from Allah, the Almighty, the All-Knower.)</span> means, this book – the Qur'an – is from Allah, the Owner of might and knowledge, Who cannot be overtaken and from Whom nothing is hidden, not even an ant concealed beneath many layers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Forgiver of sin, the Acceptor of repentance,)</span> means, He forgives sins that have been committed in the past, and He accepts repentance for sins that may be committed in the future, from the one who repents and submits to Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَدِيدِ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Severe in punishment,)</span> means, to the one who persists in transgression and prefers the life of this world, who stubbornly turns away from the commands of Allah and commits sin. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ - وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Declare unto My servants that truly I am the Oft-Forgiving, the Most-Merciful. And that My torment is indeed the most painful torment.)</span><span class=\"gray\">(15:49-50)</span>. These two attributes <span class=\"gray\">(mercy and punishment)</span> are often mentioned together in the Qur'an, so that people will remain in a state of both hope and fear.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِي الطَّوْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Bestower.)</span> Ibn 'Abbas, may Allah be pleased with him, said, \"This means He is Generous and Rich <span class=\"gray\">(Independent of means)</span>.\" The meaning is that He is Most Generous to His servants, granting ongoing blessings for which they can never sufficiently thank Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you would count the favors of Allah, never could you be able to count them...)</span><span class=\"gray\">(16:18)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَٰهَ إِلَّا هُوَ ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(La ilaha illa Huwa)</span> means, there is none that is equal to Him in all His attributes; there is no God or Lord besides Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَيْهِ الْمَصِيرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to Him is the final return.)</span> means, all things will come back to Him and He will reward or punish each person according to his deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ سَرِيعُ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is Swift at reckoning)</span><span class=\"gray\">(13:41)</span>.</p>"
  }
]