[
  {
    "ayah_key": "3:110",
    "group_ayah_key": "3:110",
    "from_ayah": "3:110",
    "to_ayah": "3:112",
    "ayah_keys": "3:110,3:111,3:112",
    "text": "<p lang=\"en\" class=\"en \">You are the best of peoples ever raised up for mankind; you enjoin Al-Ma'ruf <span class=\"gray\">(all that Islam has ordained)</span> and forbid Al-Munkar <span class=\"gray\">(all that Islam has forbidden)</span>, and you believe in Allah. And had the People of the Scripture <span class=\"gray\">(Jews and Christians)</span> believed, it would have been better for them; among them are some who have faith, but most of them are Fasiqun <span class=\"gray\">(rebellious)</span><span>(110)</span>They will do you no harm, barring a trifling annoyance; and if they fight against you, they will show you their backs, and they will not be helped <span>(111)</span>They are stricken with humility wherever they may be, except when under a covenant <span class=\"gray\">(of protection)</span> from Allah, and a covenant from men; they have drawn on themselves the wrath of Allah, and destitution is put over them. This is because they disbelieved in the Ayat of Allah and killed the Prophets without right. This is because they disobeyed <span class=\"gray\">(Allah)</span> and used to transgress <span class=\"gray\">(the limits set by Allah)</span><span>(112)</span></p><div lang=\"zu\" class=\"zu \"><h2>Virtues of the Ummah of Muhammad <span class=\"gray\">(ﷺ)</span>, the Best Nation Ever</h2></div><p lang=\"en\" class=\"en \">Allah states that the Ummah of Muhammad ﷺ is the best nation ever,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are the best of peoples ever raised up for mankind)</span><span class=\"gray\">[3:110]</span>.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Abu Hurayrah commented on this Ayah, \"<span class=\"gray\">(You, Muslims, are)</span> the best nation of people for the people, you bring them tied in chains on their necks <span class=\"gray\">(capture them in war)</span> and they later embrace Islam.\" Similar was said by Ibn 'Abbas, Mujahid, 'Atiyah Al-'Awfi, 'Ikrimah, 'Ata' and Ar-Rabi' bin Anas that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are the best of peoples ever raised up for mankind;)</span> means, the best of peoples for the people.</p><p lang=\"en\" class=\"en \">The meaning of the Ayah is that the Ummah of Muhammad is the most righteous and beneficial nation for mankind. Hence Allah's description of them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(you enjoin Al-Ma'ruf and forbid Al-Munkar and believe in Allah)</span><span class=\"gray\">[3:110]</span>.</p><p lang=\"en\" class=\"en \">Ahmad, At-Tirmidhi, Ibn Majah, and Al-Hakim recorded that Hakim bin Mu'awiyah bin Haydah narrated that his father said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتُمْ تُوَفُّون سَبْعِينَ أُمَّةً، أَنْتُمْ خَيْرُهَا، وَأَنْتُمْ أَكْرَمُ عَلَى اللهِ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are the final of seventy nations, you are the best and most honored among them to Allah.)</span></p><p lang=\"en\" class=\"en \">This is a well-known Hadith about which At-Tirmidhi said, \"Hasan\", and which is also narrated from Mu'adh bin Jabal and Abu Sa'id. The Ummah of Muhammad achieved this virtue because of its Prophet, Muhammad, peace be upon him, the most regarded of Allah's creation and the most honored Messenger with Allah. Allah sent Muhammad ﷺ with the perfect and complete Law that was never given to any Prophet or Messenger before him. In Muhammad's Law, few deeds take the place of the many deeds that other nations performed. For instance, Imam Ahmad recorded that 'Ali bin Abi Talib said, \"The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُعْطِيتُ مَا لَمْ يُعْطَ أَحَدٌ مِنَ الْأَنْبِيَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was given what no other Prophet before me was given.)</span></p><p lang=\"ceb\" class=\"ceb \">We said, 'O Messenger of Allah! What is it?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُصِرْتُ بِالرُّعْبِ، وَأُعْطِيتُ مَفَاتِيحَ الْأَرْضِ، وَسُمِّيتُ أَحْمَدَ، وَجُعِلَ التُّرَابُ لِي طَهُورًا، وَجُعِلَتْ أُمَّتِي خَيْرَ الْأُمَمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was given victory by fear, I was given the keys of the earth, I was called Ahmad, the earth was made a clean place for me <span class=\"gray\">(to pray and perform Tayammum with it)</span> and my Ummah was made the best Ummah.)</span>.\"</p><p lang=\"en\" class=\"en \">The chain of narration for this Hadith is Hasan. There are several Hadiths that we should mention here.</p><p lang=\"en\" class=\"en \">The Two Sahihs recorded that Az-Zuhri said that, Sa'id bin Al-Musayyib said that Abu Hurayrah narrated to him, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْخُلُ الْجَنَّــةَ مِنْ أُمَّتِي زُمْرَةٌ وَهُمْ سَبْعُونَ أَلْفًا، تُضِيءُ وُجُوهُهُمْ إِضَاءَةَ الْقَمَرِ لَيْلَةَ الْبَدْرِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فقال أبو هريرة: فقام عكاشة بن محصن الأسدي يرفع نمرة عليه، فقال: يا رسول الله، ادع الله أن يجعلني منهم، فقال رسول الله صلّى الله عليه وسلّم:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ اجْعَلْهُ مِنْهُم</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثم قام رجل من الأنصار فقال: يا رسول الله! ادع الله أن يجعلني منهم، فقال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبقَكَ بِهَا عُكَّاشَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A group of seventy thousand from my Ummah will enter Paradise, while their faces are radiating, just like the moon when it is full.\"Ukkashah bin Mihsan Al-Asadi stood up, saying, 'O Messenger of Allah! Supplicate to Allah that I am one of them.' The Messenger of Allah ﷺ said, 'O Allah! Make him one of them.' A man from the Ansar also stood and said, 'O Messenger of Allah! Supplicate to Allah that I am one of them.' The Messenger said, 'Ukkashah has beaten you to it.')</span></p><div lang=\"en\" class=\"en \"><h2>Another Hadith that Establishes the Virtues of the Ummah of Muhammad <span class=\"gray\">(ﷺ)</span> in this Life and the Hereafter</h2></div><p lang=\"ja\" class=\"ja \">Imam Ahmad recorded that Jabir said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأَرْجُو أَنْ يَكُونَ مَنْ يَتَّبِعُنِي مِنْ أُمَّتِي يَوْمَ الْقِيَامَةِ رُبُعَ الْجَنَّــةِ</p><p class=\"ps qpc-hafs\" lang=\"ps\">قال: فكبرنا، ثم قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْجُو أَنْ يَكُونُوا ثُلُثَ النَّاسِ</p><p class=\"ps qpc-hafs\" lang=\"ps\">قال: فكبرنا، ثم قال:</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَرْجُو أَنْ تَكُونُوا الشَّطْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('I hope that those who follow me will be one-fourth of the residents of Paradise on the Day of Resurrection.' We said, 'Allahu Akbar'. He then said, 'I hope that they will be one-third of the people.' We said, 'Allahu Akbar'. He then said, 'I hope that you will be one-half.')</span>\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded the same Hadith with another chain of narration, and this Hadith meets the criteria of Muslim in his Sahih. In the Two Sahihs, it is recorded that 'Abdullah bin Mas'ud said, \"The Messenger of Allah ﷺ said to us,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا تَرْضَوْنَ أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّـةِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does it please you that you will be one-fourth of the people of Paradise?)</span></p><p lang=\"ig\" class=\"ig \">We said, 'Allahu Akbar!' He added,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا تَرْضَوْنَ أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّـةِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does it please you that you will be one-third of the people of Paradise?)</span> We said, 'Allahu Akbar!' He said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَرْجُو أَنْ تَكُونُوا شَطْرَ أَهْلِ الْجَنَّـةِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I hope that you will be half of the people of Paradise.)</span>\"</p><p lang=\"en\" class=\"en \">Another Hadith</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Buraydah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهْلُ الْجَنَّةِ عِشْرُونَ وَمِائَةُ صَفٍّ، هذِهِ الْأُمَّةُ مِنْ ذلِكَ ثَمَانُونَ صَفًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Paradise are one hundred and twenty rows, this Ummah takes up eighty of them.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad also collected this Hadith through another chain of narration. At-Tirmidhi and Ibn Majah also collected this Hadith, and At-Tirmidhi said, 'This Hadith is Hasan.</p><p lang=\"hmn\" class=\"hmn \">'Abdur-Razzaq recorded that Abu Hurayrah said that, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الْآخِرُونَ الْأَوَّلُونَ يَوْمَ الْقِيَامَةِ، نَحْنُ أَوَّلُ النَّاسِ دُخُولًا الْجَنَّــةَ، بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا وَأُوتِينَاهُ مِنْ بَعْدِهِمْ، فَهَدَانَا اللهُ لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ، فَهَذَا الْيَوْمُ الَّذِي اخْتَلَفُوا فِيهِ، النَّاسُ لَنَا فِيهِ تَبَعٌ، غَدًا لِلْيَهُودِ، وَلِلنَّصَارَى بَعْدَ غَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We <span class=\"gray\">(Muslims)</span> are the last to come, but the foremost on the Day of Resurrection, and the first people to enter Paradise, although the former nations were given the Scriptures before us and we after them. Allah gave us the guidance of truth that they have been disputing about. This <span class=\"gray\">(Friday)</span> is the Day that they have been disputing about, and all the other people are behind us in this matter: the Jews' <span class=\"gray\">(day of congregation is)</span> tomorrow <span class=\"gray\">(Saturday)</span> and the Christians' is the day after tomorrow <span class=\"gray\">(Sunday)</span>.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari and Muslim collected this Hadith. Muslim recorded Abu Hurayrah saying that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الْآخِرُونَ الْأَوَّلُونَ يَوْمَ الْقِيَامَةِ، نَحْنُ أَوَّلُ مَنْ يَدْخُلُ الْجَنَّــةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We <span class=\"gray\">(Muslims)</span> are the last <span class=\"gray\">(to come)</span>, but <span class=\"gray\">(will be)</span> the foremost on the Day of Resurrection, and will be the first people to enter Paradise...)</span> until the end of the Hadith.</p><p lang=\"en\" class=\"en \">These and other Hadiths conform to the meaning of the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are the best of peoples ever raised up for mankind; you enjoin Al-Ma'ruf <span class=\"gray\">(all that Islam has ordained)</span> and forbid Al-Munkar <span class=\"gray\">(all that Islam has forbidden)</span>, and you believe in Allah)</span>.</p><p lang=\"en\" class=\"en \">Therefore, whoever among this Ummah acquires these qualities, will have a share in this praise. Qatadah said, \"We were told that 'Umar bin Al-Khattab recited this Ayah <span class=\"gray\">[3:110]</span> during a Hajj that he performed, when he saw that the people were rushing. He then said, 'Whoever likes to be among this <span class=\"gray\">[praised]</span> Ummah, let him fulfill the condition that Allah set in this Ayah.'\" Ibn Jarir recorded this. Those from this Ummah who do not acquire these qualities will be just like the People of the Scriptures whom Allah criticized, when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانُوا لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They did not forbid one another from the Munkar which they committed...)</span><span class=\"gray\">[5:79]</span>.</p><p lang=\"en\" class=\"en \">This is the reason why, after Allah praised the Muslim Ummah with the qualities that He mentioned, He criticized the People of the Scriptures and chastised them, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ آمَنَ أَهْلُ الْكِتَابِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had the People of the Scripture <span class=\"gray\">(Jews and Christians)</span> believed)</span><span class=\"gray\">[3:110]</span>,</p><p lang=\"en\" class=\"en \">in what was sent down to Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكَانَ خَيْرًا لَّهُم مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it would have been better for them; among them are some who have faith, but most of them are Fasiqun <span class=\"gray\">(rebellious)</span>.)</span></p><p lang=\"en\" class=\"en \">Therefore only a few of them believe in Allah and in what was sent down to you and to them. The majority of them follow deviation, disbelief, sin and rebellion.</p><div lang=\"en\" class=\"en \"><h2>The Good News that Muslims will Dominate the People of the Book</h2></div><p lang=\"en\" class=\"en \">While delivering the good news to His believing servants that victory and dominance will be theirs against the disbelieving, atheistic People of the Scriptures, Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَضُرُّوكُمْ إِلَّا أَذًى وَإِن يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will do you no harm, barring a trifling annoyance; and if they fight against you, they will show you their backs, and they will not be helped.)</span><span class=\"gray\">[3:111]</span></p><p lang=\"en\" class=\"en \">This is what occurred, for at the battle of Khaybar, Allah brought humiliation and disgrace to the Jews. Before that, the Jews in Al-Madinah, the tribes of Qaynuqa', Nadir and Qurayzah, were also humiliated by Allah. Such was the case with the Christians in the area of Ash-Sham later on, when the Companions defeated them in many battles and took over the leadership of Ash-Sham forever. There shall always be a group of Muslims in Ash-Sham area until 'Isa, son of Maryam, descends while they are like this <span class=\"gray\">[on the truth, apparent and victorious]</span>. 'Isa will at that time rule according to the Law of Muhammad ﷺ, break the cross, kill the swine, banish the Jizyah and only accept Islam from the people.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِّنَ اللَّهِ وَحَبْلٍ مِّنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indignity is put over them wherever they may be, except when under a covenant <span class=\"gray\">(of protection)</span> from Allah, and a covenant from men;)</span> meaning, Allah has placed humiliation and disgrace on them wherever they may be, and they will never be safe,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِحَبْلٍ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except when under a covenant from Allah,)</span> under the Dhimmah <span class=\"gray\">(covenant of protection)</span> from Allah that requires them to pay the Jizyah <span class=\"gray\">(tax, to Muslims,)</span> and makes them subservient to Islamic Law.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَبْلٍ مِّنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a covenant from men;)</span> meaning, covenant from men, such as pledges of protection and safety offered to them by Muslim men and women, and even a slave, according to one of the sayings of the scholars. Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِحَبْلٍ مِّنَ اللَّهِ وَحَبْلٍ مِّنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except when under a covenant from Allah, and a covenant from men;)</span> refers to a covenant of protection from Allah and a pledge of safety from people. Similar was said by Mujahid, 'Ikrimah, 'Ata', Ad-Dahhak, Al-Hasan, Qatadah, As-Suddi and Ar-Rabi' bin Anas. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَاءُوا بِغَضَبٍ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they have drawn on themselves the wrath of Allah,)</span> means, they earned Allah's anger, which they deserved,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and destitution is put over them)</span>, meaning they deserve it by decree and legislatively.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنبِيَاءَ بِغَيْرِ حَقٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is because they disbelieved in the Ayat of Allah and killed the Prophets without right.)</span> meaning, what drove them to this was their arrogance, transgression and envy, earning them humiliation, degradation and disgrace throughout this life and the Hereafter. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِمَا عَصَوا وَّكَانُوا يَعْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is because they disobeyed and used to transgress <span class=\"gray\">(the limits set by Allah)</span>.)</span> meaning, what lured them to disbelieve in Allah's Ayat and kill His Messengers, is the fact that they often disobeyed Allah's commands, committed His prohibitions and transgressed His set limits. We seek refuge from this behavior, and Allah Alone is sought for each and every type of help.</p>"
  }
]