[
  {
    "ayah_key": "47:4",
    "group_ayah_key": "47:4",
    "from_ayah": "47:4",
    "to_ayah": "47:9",
    "ayah_keys": "47:4,47:5,47:6,47:7,47:8,47:9",
    "text": "<p lang=\"en\" class=\"en \">So, when you meet those who disbelieve <span class=\"gray\">(in battle)</span>, smite <span class=\"gray\">(their)</span> necks until you have fully defeated them, then tighten their bonds. Thereafter <span class=\"gray\">(is the time)</span> either for generosity or ransom, until the war lays down its burden. Thus, and had Allah so willed, He could have taken vengeance against them;–but <span class=\"gray\">(He lets you struggle)</span> so as to test with one another. But those who are killed in the way of Allah, He will never let their deeds be lost <span>(4)</span>He will guide them and amend their condition <span>(5)</span>And admit them to Paradise, which He has made known to them <span>(6)</span>O you who believe! If you support <span class=\"gray\">(in the cause of)</span> Allah, He will support you, and make your foothold firm <span>(7)</span>But as for those who disbelieve, misery awaits them, and <span class=\"gray\">(Allah)</span> will make their deeds vain <span>(8)</span>That is because they hate that which Allah has sent down; so He has made their deeds fruitless <span>(9)</span></p><p lang=\"en\" class=\"en \">The Command to strike the Enemies' Necks, tighten Their Bonds, and then free Them either by an Act of Grace or for a Ransom</p><p lang=\"en\" class=\"en \">Guiding the believers to what they should employ in their fights against the idolators, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when you meet those who disbelieve <span class=\"gray\">(in battle)</span>, smite their necks)</span> which means, 'when you fight against them, cut them down totally with your swords.'</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَتَّىٰ إِذَا أَثْخَنْتُمُوهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until you have fully defeated them,)</span> meaning, 'you have killed and utterly destroyed them.'</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَشُدُّوا الْوَثَاقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(tighten their bonds.)</span> 'This is referring to the prisoners of war whom you have captured. Later on, after the war ends and the conflict has ceased, you have a choice in regard to the captives: You may either act graciously toward them by setting them free without charge, or free them for a ransom that you require from them.' It appears that this Ayah was revealed after the battle of Badr. At that time, Allah reproached the believers for sparing many of the enemy's soldiers, and holding too many captives in order to take ransom from them. So He said then:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِي الْأَرْضِ ۚ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ - لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for a Prophet to have captives of war until he had made a great slaughter <span class=\"gray\">(among the enemies)</span> in the land. You desire the commodities of this world, but Allah desires <span class=\"gray\">(for you)</span> the Hereafter. Allah is Mighty and Wise. Were it not for a prior decree from Allah, a severe torment would have touched you for what you took.)</span><span class=\"gray\">(8:67-68)</span> Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...until the war lays down its burden.)</span> Mujahid said: \"Until 'Isa bin Maryam <span class=\"gray\">(peace be upon him)</span> descends.\" It seems as if he derived this opinion from the Prophet's ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ حَتّٰى يُقَاتِلَ آخِرُهُمُ الدَّجَّالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will always be a group of my Ummah victorious upon the truth, until the last of them fight against Ad-Dajjal.)</span> Imam Ahmad recorded from Jubayr bin Nufayr who reported from Salamah bin Nufayl that he went to the Messenger of Allah ﷺ and said, \"I have let my horse go, and thrown down my weapon, for the war has ended. There is no more fighting.\" Then the Prophet ﷺ said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ جَاءَ الْقِتَالُ، لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى النَّاسِ، يُزِيغُ اللهُ تَعَالَىٰ قُلُوبَ أَقْوَامٍ، فَيُقَاتِلُونَهُمْ وَيَرْزُقُهُمُ اللهُ مِنْهُمْ حَتّٰى يَأْتِيَ أَمْرُ اللهِ وَهُمْ عَلَىٰ ذٰلِكَ، أَلَا إِنَّ عُقْرَ دَارِ الْمُؤْمِنِينَ الشَّامُ، وَالْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ إِلَىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now the time of fighting has come. There will always be a group of my Ummah dominant over others. Allah will turn the hearts of some people away <span class=\"gray\">(from the truth)</span>, so they <span class=\"gray\">(that group)</span> will fight against them, and Allah will bestow on them <span class=\"gray\">(war spoils)</span> from them <span class=\"gray\">(the enemies)</span> – until Allah's command comes to pass while they are in that state. Verily, the center of the believers' abode is Ash-Sham. And goodness is tied around the horses' foreheads till the Day of Resurrection.)</span> An-Nasa'i also recorded this narration. </p><p lang=\"en\" class=\"en \">Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus, and had Allah so willed, He could have taken vengeance against them;)</span> which means that had He so willed, He could have taken immediate vengeance against the disbelievers with a chastisement or exemplary punishment directly from Him.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَٰكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but <span class=\"gray\">(He lets you struggle)</span> so as to test with one another.)</span> meaning, He has ordered Jihad and fighting against the enemies in order to try you and test your affairs. Allah also expresses His wisdom by the legislation of Jihad in the following two Surahs, Al 'Iman and At-Tawbah, in which He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or did you think that you would enter the Paradise before Allah had made evident those of you who fight in His cause and made evident those who are steadfast?)</span><span class=\"gray\">(3:142)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ - وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ اللَّهُ عَلَىٰ مَنْ يَشَاءُ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fight them; Allah will then punish them by your hands, disgrace them, grant you victory over them, satisfy the breasts of a believing people, and remove the fury of their <span class=\"gray\">(the believers')</span> hearts. Allah turns in forgiveness to whom He wills; Allah is Knowing and Wise.)</span><span class=\"gray\">(9:14-15)</span></p><p lang=\"en\" class=\"en \">Merit of the Martyrs</p><p lang=\"en\" class=\"en \">Since it is customary during wars that many of the believers die, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who are killed in the way of Allah, He will never let their deeds be lost.)</span> which means that He would not let their good deeds go to waste, but would rather multiply and increase them. Some of them will continue being rewarded for their good deeds for the entire length of their stay in Al-Barzakh. This has been mentioned in a Hadith recorded by Imam Ahmad in his Musnad on the authority of Kathir bin Murrah, who reported from Qays Al-Judhami, may Allah be pleased with him, that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعْطَى الشَّهِيدُ سِتَّ خِصَالٍ عِنْدَ أَوَّلِ قَطْرَةٍ مِنْ دَمِهِ: تُكَفَّرُ عَنْهُ كُلُّ خَطِيئَةٍ، وَيَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ، وَيُزَوَّجُ مِنَ الْحُورِ الْعِينِ، وَيَأْمَنُ مِنَ الْفَزَعِ الْأَكْبَرِ، وَمِنْ عَذَابِ الْقَبْرِ، وَيُحَلَّىٰ حُلَّةَ الْإِيمَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As the first drop of his blood gushes forth, a martyr is granted six merits: all of his sins are forgiven, he is shown his place in Paradise, he is married to wide-eyed Huris, he is secured from the great fear <span class=\"gray\">(on Judgement Day)</span> and the torment of the grave, and he is adorned with the adornments of Iman.)</span> Ahmad was alone in recording this Hadith. </p><p lang=\"en\" class=\"en \">Abu Ad-Darda', may Allah be pleased with him, reported that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُشَفَّعُ الشَّهِيدُ فِي سَبْعِينَ مِنْ أَهْلِ بَيْتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A martyr is allowed to intercede for seventy members of his household.)</span> This was recorded by Abu Dawud, and there are numerous other Hadiths mentioning the merits of the martyrs. As for Allah's saying,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَيَهْدِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will guide them)</span> meaning, He will guide them to Jannah. This is similar to Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ ۖ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, those who have believed and done righteous good deeds, their Lord will guide them because of their Faith: beneath them rivers will flow in the Gardens of Pleasure.)</span><span class=\"gray\">(10:9)</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُصْلِحُ بَالَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and amend their condition.)</span> meaning, their situation and affairs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(He will)</span> admit them to Paradise, which He has made known to them.)</span></p><p lang=\"en\" class=\"en \">It means that He has acquainted them with Paradise and guided them to it. Mujahid said: \"The people of Paradise will be guided to their houses and dwellings and whatever sections Allah has ordained for them in it. They will not make mistakes in this, nor will they ask anyone for directions to their dwellings – as if they had dwelt in it from the time they were first created.\" </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded from Abu Sa'id Al-Khudri, may Allah be pleased with him, that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا خَلَصَ الْمُؤْمِنُونَ مِنَ النَّارِ حُبِسُوا بِقَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ، يَتَقَاصُّونَ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا، حَتّٰى إذَا هُذِّبُوا وَنُقُّوا أُذِنَ لَهُمْ فِي دُخُولِ الْجَنَّةِ، وَالَّذِي نَفْسِي بِيَدِهِ! إِنَّ أَحَدَهُمْ بِمَنْزِلِهِ فِي الْجَنَّةِ أَهْدَىٰ مِنْهُ بِمَنْزِلِهِ الَّذِي كَانَ فِي الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(After the believers securely pass the Fire <span class=\"gray\">(on the Day of Judgement)</span>, they will be held back upon a bridge between Paradise and the Fire. There, they will have any acts of injustice that they committed against one another in the life of this world rectified. After they are completely purified and cleansed <span class=\"gray\">(from injustice)</span>, they will be admitted into Paradise. By the One in Whose Hand is my soul, each one of them will find his way to his dwelling in Paradise better than he found his way to his dwelling in the worldly life.)</span></p><p lang=\"en\" class=\"en \">Support Allah's Cause, He will then support You</p><p lang=\"en\" class=\"en \">Allah then says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! If you support <span class=\"gray\">(the cause of)</span> Allah, He will support you and make your foothold firm.)</span> This is similar to His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, Allah will surely support those who support Him <span class=\"gray\">(His cause)</span>.)</span><span class=\"gray\">(22:40)</span> That is because the reward is comparable to the type of deed that is performed. Thus, Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُثَبِّتْ أَقْدَامَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and make your foothold firm.)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for those who disbelieve – misery awaits them)</span> This misery is the opposite of making firm the footholds of the believers who support the cause of Allah and His Messenger ﷺ. It has been confirmed in a Hadith that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعِسَ عَبْدُالدِّينَارِ، تَعِسَ عَبْدُالدِّرْهَمِ، تَعِسَ عَبْدُالْقَطِيفَةِ، تَعِسَ وَانْتَكَسَ وَإِذَا شِيكَ فَلَا انْتَقَشَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Misery awaits the servant of the Dinar; misery awaits the servant of the Dirham; misery awaits the servant of velvet. Misery awaits him, and degeneracy; and if he is pricked by a thorn, may he not find anyone to pull it for him.)</span> This means may Allah not cure him. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَضَلَّ أَعْمَالَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(Allah)</span> will make their deeds vain.)</span> meaning, He will nullify them and make them fruitless. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because they hate that which Allah has sent down;)</span> which means that they did not want or like what Allah revealed.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَحْبَطَ أَعْمَالَهُمْ</p><p lang=\"lb\" class=\"lb \"><span class=\"gray\">(so He made their deeds fruitless.)</span></p>"
  }
]