[
  {
    "ayah_key": "4:19",
    "group_ayah_key": "4:19",
    "from_ayah": "4:19",
    "to_ayah": "4:22",
    "ayah_keys": "4:19,4:20,4:21,4:22",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! You are not permitted to inherit women against their will, nor to prevent them from marriage in order to get part of <span class=\"gray\">(the dowry)</span> what you have given them, unless they commit open Fahishah. And live with them honorably. If you dislike them, it may be that you dislike a thing and Allah brings through it a great deal of good <span>(19)</span>But if you intend to replace a wife by another and you have given one of them a Qintar, take not the least bit of it back; would you take it wrongfully without a right and <span class=\"gray\">(with)</span> a manifest sin <span>(20)</span>And how could you take it <span class=\"gray\">(back)</span> while you have gone in unto each other, and they have taken from you a firm and strong covenant <span>(21)</span>And marry not women whom your fathers married, except what has already passed; indeed it was shameful and Maqtan, and an evil way <span>(22)</span></p><div lang=\"en\" class=\"en \"><h2>Meaning of 'Inheriting Women Against Their Will</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ibn 'Abbas said about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَن تَرِثُوا النِّسَاءَ كَرْهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! You are not permitted to inherit women against their will,)</span> \"Before, the practice was that when a man dies, his male relatives used to have the right to do whatever they wanted with his wife. If one of them wants, he would marry her, give her in marriage, or prevent her from marriage, for they had more right to her than her own family. Thereafter, this Ayah was revealed about this practice,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَن تَرِثُوا النِّسَاءَ كَرْهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! You are not permitted to inherit women against their will)</span>.\"</p><div lang=\"en\" class=\"en \"><h2>Women Should not Be Treated with Harshness</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor to prevent them from marriage, in order to take part of what you have given them,)</span> Allah commands: Do not treat the woman harshly so that she gives back all or part of the dowry that she was given, or forfeits one of her rights by means of coercion and oppression. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(unless they commit open Fahishah.)</span> Ibn Mas'ud, Ibn 'Abbas, Sa'id bin Al-Musayyib, Ash-Sha'bi, Al-Hasan Al-Basri, Muhammad bin Sirin, Sa'id bin Jubayr, Mujahid, 'Ikrimah, 'Ata' Al-Khurasani, Ad-Dahhak, Abu Qilabah, Abu Salih, As-Suddi, Zayd bin Aslam and Sa'id bin Abi Hilal said that this refers to illicit sex. Meaning that if the wife commits adultery, you are allowed to take back the dowry you gave her. You are also allowed to annoy her, until she gives back the dowry in return for a Khula'.\" In Surat Al-Baqarah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَن يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not lawful for you <span class=\"gray\">(men)</span> to take back <span class=\"gray\">(from your wives)</span> any of what you have given them, except when both parties fear that they would be unable to keep the limits ordained by Allah)</span><span class=\"gray\">[2:229]</span>.</p><p lang=\"en\" class=\"en \">Ibn 'Abbas, 'Ikrimah and Ad-Dahhak said that Fahishah refers to disobedience and defiance. Ibn Jarir chose the view that it is general, encompasses all these meanings, adultery, disobedience, defiance, rudeness, and so forth. Meaning that he is allowed to annoy his wife when she does any of these acts until she forfeits all or part of her rights and he then separates from her, and this <span class=\"gray\">[view]</span> is good, and Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>Live With Women Honorably</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And live with them honorably)</span>, by saying kind words to them, treating them kindly and making your appearance appealing for them, as much as you can, just as you like the same from them. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have rights similar over them to what is reasonable)</span><span class=\"gray\">[2:228]</span>. The Messenger of Allah ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">خَيْرُكُمْ خَيْرُكُمْ لِأَهْلِهِ، وَأَنَا خَيْرُكُمْ لِأَهْلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The best among you is he who is the best with his family. Verily, I am the best one among you with my family.)</span></p><p lang=\"en\" class=\"en \">It was the practice of the Messenger of Allah ﷺ to be kind, cheerful, playful with his wives, compassionate, spending on them and laughing with them. The Messenger ﷺ used to race with 'A'ishah, the Mother of the Faithful, as a means of kindness to her. 'A'ishah said, \"The Messenger of Allah ﷺ raced with me and I won the race. This occurred before I gained weight, and afterwards I raced with him again, and he won that race. He said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">هذِهِ بِتِلْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This <span class=\"gray\">[victory]</span> is for that <span class=\"gray\">[victory]</span>.)</span>\" When the Prophet ﷺ was at the home of one of his wives, sometimes all of his wives would meet there and eat together, and they would then go back to their homes. He and his wife would sleep in the same bed, he would remove his upper garment, sleeping in only his lower garment. The Prophet ﷺ used to talk to the wife whose night it was, after praying 'Isha' and before he went to sleep. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed in the Messenger of Allah you have a good example to follow)</span><span class=\"gray\">[33:21]</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كَرِهْتُمُوهُنَّ فَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you dislike them, it may be that you dislike a thing and Allah brings through it a great deal of good.)</span></p><p lang=\"en\" class=\"en \">Allah says that your patience, which is demonstrated by keeping wives whom you dislike, carries good rewards for you in this life and the Hereafter. Ibn 'Abbas commented on this Ayah, \"That the husband may feel compassion towards his wife and Allah gives him a child with her, and this child carries tremendous goodness.\" An authentic Hadith states,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا يَفْرَكْ مُؤْمِنٌ مُؤْمِنَةً، إِنْ سَخِطَ مِنْهَا خُلُقًا، رَضِيَ مِنْهَا آخَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No believing man should hate his believing wife. If he dislikes a part of her conduct, he would surely like another.)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Taking Back the Dowry</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنْ أَرَدتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُّبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you intend to replace a wife by another and you have given one of them a Qintar, take not the least bit of it back; would you take it wrongfully without a right and <span class=\"gray\">(with)</span> a manifest sin?)</span></p><p lang=\"en\" class=\"en \">The Ayah commands: When one of you wants to divorce a wife and marry another one, he must not take any portion of the dowry he gave to the first wife, even if it were a Qintar of money. We mentioned the meaning of Qintar in the Tafsir of Surah Āl-'Imrān.</p><p lang=\"en\" class=\"en \">This Ayah is clear in its indication that the dowry could be substantial. 'Umar bin Al-Khattab used to discourage giving a large dowry, but later on changed his view. Imam Ahmad recorded that Abu Al-'Ajfa' As-Sulami said that he heard 'Umar bin Al-Khattab saying, \"Do not exaggerate with the dowry of women, had this practice been an honor in this world or a part of Taqwa, then the Prophet ﷺ would have had more right to practice it than you. The Messenger of Allah ﷺ never gave any of his wives, nor did any of his daughters receive a dowry more than twelve Uwqiyah. A man used to pay a substantial dowry and thus conceal enmity towards his wife!\" Ahmad and the collectors of Sunan collected this Hadith through various chains of narration, and At-Tirmidhi said, \"Hasan Sahih\".</p><p lang=\"en\" class=\"en \">Al-Hafiz Abu Ya'la recorded that Masruq said, \"Umar bin Al-Khattab stood up on the Minbar of the Messenger of Allah ﷺ and said, 'O people! Why do you exaggerate concerning the dowry given to women? The Messenger of Allah ﷺ and his Companions used to pay up to four hundred Dirhams for a dowry, or less than that. Had paying more for a dowry been a part of Taqwa or an honor, you would not have led them in this practice. Therefore, I do not want to hear about a man who pays more than four hundred Dirhams for a dowry.' He then went down the Minbar, but a woman from Quraysh said to him, 'O Leader of the Faithful! You prohibited people from paying more than four hundred Dirhams in a dowry for women?' He said, 'Yes.' She said, 'Have you not heard what Allah sent down in the Qur'an?' He said, 'Which part of it?' She said, 'Have you not heard Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتَيْتُمْ إِحْدَاهُنَّ قِنطَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you have given one of them a Qintar)</span>?' He said, 'O Allah! Forgive me...' He then went back and stood up on the Minbar saying, 'I had prohibited you from paying more than four hundred Dirhams in a dowry for women. So, let everyone pay what he likes from his money.'\" The chain of narration for this Hadith is strong.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how could you take it <span class=\"gray\">(back)</span> while you have gone in unto each other)</span> how can you take back the dowry from the woman with whom you had sexual relations and she had sexual relations with you? Ibn 'Abbas, Mujahid, As-Suddi and several others said that this means sexual intercourse. The Two Sahihs record that the Messenger of Allah ﷺ said three times to the spouses who said the Mula'anah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ، فَهَلْ مِنْكُمَا تَائِبٌ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows that one of you is a liar, so would any of you repent?)</span> The man said, \"O Messenger of Allah! My money,\" referring to the dowry that he gave his wife. The Messenger said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا مَالَ لَكَ، إِنْ كُنْتَ صَدَقْتَ عَلَيْهَا فَهُوَ بِمَا اسْتَحْلَلْتَ مِنْ فَرْجِهَا، وَإِنْ كُنْتَ كَذَبْتَ عَلَيْهَا فَهُوَ أَبْعَدُ لَكَ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have no money. If you are the one who said the truth, the dowry is in return for the right to have sexual intercourse with her. If you are the one who uttered the lie, then this money is even farther from your reach.)</span> Similarly Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَاقًا غَلِيظًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how could you take it <span class=\"gray\">(back)</span> while you have gone in unto each other and they have taken from you a firm and strong covenant)</span><span class=\"gray\">(Be kind with women, for you have taken them by Allah's covenant and earned the right to have sexual relations with them by Allah's Word.)</span></p><p lang=\"en\" class=\"en \">this refers to the marriage tie, according to Ibn 'Abbas, Mujahid and Sa'id bin Jubayr. </p><p lang=\"en\" class=\"en \">In his Sahih, Muslim recorded that Jabir said that during the speech that the Prophet ﷺ gave in the Farewell Hajj, he said, \"Be kind with women, for you have taken them by Allah's covenant and earned the right to have sexual relations with them by Allah's word.\"</p><div lang=\"en\" class=\"en \"><h2>Marrying the Wife of the Father is Prohibited</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنكِحُوا مَا نَكَحَ آبَاؤُكُم مِّنَ النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And marry not women whom your fathers married,)</span></p><p lang=\"en\" class=\"en \">Allah prohibits marrying the women whom the father married, in honor and respect to the fathers, not allowing their children to have sexual relations with their wives after they die. A woman becomes ineligible for the son of her husband as soon as the marriage contract is conducted, and there is a consensus on this ruling.</p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Ibn 'Abbas said, \"During the time of Jahiliyyah, the people used to prohibit what Allah prohibits <span class=\"gray\">(concerning marriage)</span>, except marrying the stepmother and taking two sisters as rival wives. Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنكِحُوا مَا نَكَحَ آبَاؤُكُم مِّنَ النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And marry not women whom your fathers married,)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and two sisters in wedlock at the same time)</span><span class=\"gray\">[4:23]</span>.\" Similar was reported from 'Ata' and Qatadah. Therefore, the practice that the Ayah mentions is prohibited for this Ummah, being disgraced as an awful sin,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاءَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed it was shameful and Maqtan, and an evil way.)</span> Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Come not near to Al-Fawahish <span class=\"gray\">(shameful acts)</span> whether committed openly or secretly)</span><span class=\"gray\">[6:151]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And come not near to unlawful sex. Verily, it is a Fahishah and an evil way.)</span><span class=\"gray\">[17:32]</span> In this Ayah <span class=\"gray\">(4:22)</span>, Allah added,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَقْتًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Maqtan)</span>, meaning, offensive. It is a sin itself and causes the son to hate his father after he marries his wife. It is usual that whoever marries a woman dislikes those who married her before him. This is one reason why the Mothers of the Faithful were not allowed for anyone in marriage after the Messenger ﷺ. They are indeed the Mothers of the Faithful since they married the Messenger ﷺ, who is like the father to the believers. Rather, the Prophet's right is far greater than the right of a father, and his love comes before each person loving himself, may Allah's peace and blessings be on him. 'Ata' bin Abi Rabah said that the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَقْتًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Maqtan)</span>, means, Allah will hate him,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَاءَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and an evil way)</span>, for those who take this way. Therefore, those who commit this practice will have committed an act of reversion from the religion and deserve capital punishment and confiscation of their property, which will be given to the Muslim Treasury.</p><p lang=\"en\" class=\"en \">Imam Ahmad and the collectors of Sunan recorded that Al-Bara' bin 'Azib said that his uncle Abu Burdah was sent by the Messenger of Allah ﷺ to a man who married his stepmother to execute him and confiscate his money.</p>"
  }
]