[
  {
    "ayah_key": "11:7",
    "group_ayah_key": "11:7",
    "from_ayah": "11:7",
    "to_ayah": "11:8",
    "ayah_keys": "11:7,11:8",
    "text": "<p lang=\"en\" class=\"en \">And He it is Who has created the heavens and the earth in six Days and His Throne was over the water, that He might try you, which of you is the best in deeds. But if you were to say to them: \"You shall indeed be raised up after death,\" those who disbelieve would be sure to say, \"This is nothing but obvious magic. <span>(7)</span>And if We delay the torment for them till a determined Ummah <span class=\"gray\">(term)</span>, they are sure to say, \"What keeps it back\" Verily, on the day it reaches them, nothing will turn it away from them, and they will be surrounded by <span class=\"gray\">(or fall in)</span> that at which they used to mock <span>(8)</span></p><div lang=\"en\" class=\"en \"><h2>Allah created the Heavens and the Earth in Six Days</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs of His power over all things, and that He created the heavens and the earth in six days. He mentions that His Throne was over the water before that, just as Imam Ahmad recorded that 'Imran bin Husayn said, \"The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْبَلُوا الْبُشْرَى يَا بَنِي تَمِيمٍ!</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Accept the glad tidings, O tribe of Tamim!)</span> They said, 'Verily you have brought us glad tidings and you have given us.' Then he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْبَلُوا الْبُشْرَى يَا أَهْلَ الْيَمَنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Accept the glad tidings, O people of Yemen!)</span> They said, 'We accept. Therefore, inform us about the beginning of this matter and how it was.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ اللهُ قَبْلَ كُلِّ شَيْءٍ، وَكَانَ عَرْشُهُ عَلَى الْمَاءِ، وَكَتَبَ فِي اللَّوْحِ الْمَحْفُوظِ ذِكْرَ كُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah was before everything and His Throne was over the water. He then wrote in the Preserved Tablet mentioning everything.)</span></p><p lang=\"en\" class=\"en \">Then a man came to me and said, \"O 'Imran, your she camel has escaped from her fetter.\" </p><p lang=\"en\" class=\"en \">I then went out after her and I do not know what was said after I left.\"</p><p lang=\"en\" class=\"en \">This Hadith has been recorded in the Two Sahihs of Al-Bukhari and Muslim with a variety of wordings. </p><p lang=\"id\" class=\"id \">In Sahih Muslim, it is recorded that 'Abdullah bin 'Amr bin Al-'As said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدَّرَ مَقَادِيرَ الْخَلَائِقِ قَبْلَ أَنْ يَخْلُقَ السَّمٰوَاتِ وَالْأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily Allah measured the amount of sustenance of the creatures fifty thousand years before He created the heavens and the earth, and His Throne was over the water.)</span> Under the explanation of this verse, Al-Bukhari recorded from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ عَزَّ وَجَلَّ: أَنْفِقْ أُنْفِقْ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, the Mighty and Sublime, said, 'Spend and I will spend on you.')</span> And he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدُ اللهِ مَلْأَى لَا يَغِيضُهَا نَفَقَةٌ، سَحَّاءُ اللَّيْلَ وَالنَّهَارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah's Hand is full, and it is not diminished by spending throughout the night and the day.)</span> He ﷺ also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمٰوَاتِ وَالْأَرْضَ فَإِنَّهُ لَمْ يَغِضْ مَا فِي يَمِينِهِ، وَكَانَ عَرْشُهُ عَلَى الْمَاءِ، وَبِيَدِهِ الْمِيزَانُ يَخْفِضُ وَيَرْفَعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you seen what has been spent since the creation of the heavens and the earth Verily it does not diminish what is in His Right Hand <span class=\"gray\">(in the slightest)</span> and His Throne was over the water. In His Hand is the Scale and he lowers and raises it.)</span> Concerning Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He might try you, which of you is the best in deeds.)</span> This means that He created the heavens and the earth for the benefit of His servants, whom He created so that they may worship Him and not associate anything with Him as a partner. Allah did not create this creation <span class=\"gray\">(of the heavens and the earth)</span> out of mere frivolity. This is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We created not the heaven and the earth and all that is between them without purpose! That is the consideration of those who disbelieve! Then woe to those who disbelieve from the Fire!)</span><span class=\"gray\">[38:27]</span> Allah the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ - فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did you think that We created you in play <span class=\"gray\">(without any purpose)</span>, and that you would not be brought back to Us? So Exalted is Allah, the True King: there is no God but He, the Lord of the Supreme Throne!)</span><span class=\"gray\">[23:115-116]</span> Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I <span class=\"gray\">(Allah)</span> created not the Jinn and mankind except that they should worship Me <span class=\"gray\">(Alone)</span>.)</span><span class=\"gray\">[51:56]</span> Concerning the statement of Allah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِيَبْلُوَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He might try you,)</span> It means so that He <span class=\"gray\">(Allah)</span> may test you. Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّكُمْ أَحْسَنُ عَمَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which of you is the best in deeds.)</span> It is important to note here that Allah did not say, \"Which of you has done the most deeds.\" Rather, He said, \"Best in deeds.\" A deed cannot be considered a good deed until it is done sincerely for Allah, the Mighty and Sublime, and it must be in accordance with the legislation of the Messenger of Allah ﷺ. Whenever a deed lacks one of these conditions, then it is null and void.</p><div lang=\"en\" class=\"en \"><h2>The Polytheists hasten their Torment by arguing against Resurrection after Death</h2></div><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِن بَعْدِ الْمَوْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you were to say to them: \"You shall indeed be raised up after death.\")</span> Allah, the Exalted, is saying, \"O Muhammad, if you were to inform these polytheists that Allah is going to resurrect them after their death, just as He created them originally <span class=\"gray\">(they would still reject)</span>.\" Even though they know that Allah, the Exalted, is the One Who created the heavens and the earth, just as He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you ask them who created them, they will surely say: \"Allah.\")</span><span class=\"gray\">[43:87]</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you were to ask them: \"Who has created the heavens and the earth and subjected the sun and the moon?\" They will surely reply: \"Allah.\")</span><span class=\"gray\">[29:61]</span> Even after their awareness of this <span class=\"gray\">(Allah's creating)</span>, they still reject the resurrection and the promised return on the Day of Judgement. Yet, in reference to ability, the resurrection is easier <span class=\"gray\">(for Allah to perform)</span> than the original creation. As Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who originates the creation, then He will repeat it <span class=\"gray\">(after it has perished)</span>; and this is easier for Him.)</span><span class=\"gray\">[30:27]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of you all and the resurrection of you all are only as <span class=\"gray\">(the creation and resurrection of)</span> a single person.)</span><span class=\"gray\">[31:28]</span> Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا سِحْرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is nothing but obvious magic.)</span> The polytheists say this due to their disbelief and obstinacy. They say, \"We do not believe your claim that resurrection will occur.\" They also say, \"He <span class=\"gray\">(Muhammad)</span> only says this <span class=\"gray\">(resurrection of the dead)</span> because he is bewitched, and he wants you to follow him in what his bewitchment tells him. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَىٰ أُمَّةٍ مَّعْدُودَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We delay the torment for them till a determined term,)</span> Allah, the Exalted, is saying \"If We delay the torment and the destruction of these polytheists until an appointed time and a period determined, and We promise them a specific time period <span class=\"gray\">(of life)</span>, they would still say, in rejection and haste;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَحْبِسُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What keeps it back?)</span> They mean by this, \"What delays this torment from overtaking us\" Both rejection and doubt are their very nature. Therefore, they have no escape or refuge from the torment.</p><div lang=\"en\" class=\"en \"><h2>The Meanings of the Word Ummah</h2></div><p lang=\"en\" class=\"en \">The word Ummah is used in the Qur'an and Sunnah with a number of different meanings. Sometimes when it is used it means a specified period of time. An example is the statement of Allah, the Exalted, in this verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ أُمَّةٍ مَّعْدُودَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till a determined Ummah <span class=\"gray\">(term)</span>,)</span> This is also the meaning in the statement of Allah in Surah Yusuf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then the man who was released, now after Ummah <span class=\"gray\">(some time)</span> remembered.)</span><span class=\"gray\">[12:45]</span> The word Ummah is also used to refer to the Imam <span class=\"gray\">(leader)</span> who is followed. An example of this is in the statement of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ibrahim was an Ummah, obedient to Allah, Hanif, and he was not of those who were polytheists.)</span><span class=\"gray\">[16:120]</span> The word Ummah is also used to mean religion and religious creed. This is as Allah mentions concerning the polytheists, that they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِم مُّقْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we found our fathers following a certain way and religion, and we will indeed follow their footsteps.)</span><span class=\"gray\">[43:23]</span> The word Ummah is also used to mean a group <span class=\"gray\">(of people)</span>. This is as Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ النَّاسِ يَسْقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when he arrived at the water <span class=\"gray\">(well)</span> of Madyan, he found there a group of men watering <span class=\"gray\">(their flocks)</span>.)</span><span class=\"gray\">[28:23]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah <span class=\"gray\">(Alone)</span>, and avoid Taghut.\")</span><span class=\"gray\">[16:36]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُم بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for every Ummah there is a Messenger; when their Messenger comes, the matter will be judged between them with justice, and they will not be wronged.)</span><span class=\"gray\">[10:47]</span> The meaning of Ummah here is those people who have had a Messenger sent among them. The meaning of Ummah in this context includes the believers and the disbelievers among them. This is like what has been recorded in Sahih Muslim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ يَهُودِيٌّ وَلَا نَصْرَانِيٌّ ثُمَّ لَا يُؤْمِنُ بِي إِلَّا دَخَلَ النَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! there is no one of this Ummah, whether he be a Jew or Christian, who hears of me and does not believe in me, except that he will enter the Hell-fire.)</span> In reference to the Ummah of followers, then they are those who believe in the Messengers, as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You <span class=\"gray\">(the followers of Prophet Muhammad)</span> are the best Ummah ever raised up for mankind.)</span><span class=\"gray\">[3:110]</span> In the Sahih the Prophet ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَقُولُ: أُمَّتِي أُمَّتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then I will say, \"My Ummah <span class=\"gray\">(followers)</span>, my Ummah!\")</span> The word Ummah is also used to mean a sect or party. An example of this usage is in the statement of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن قَوْمِ مُوسَىٰ أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of the people of Musa there is an Ummah who lead <span class=\"gray\">(the men)</span> with truth and established justice therewith.)</span><span class=\"gray\">[7:159]</span> Likewise is His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A party of the People of the Scripture stand for the right.)</span><span class=\"gray\">[3:113]</span></p>"
  }
]