[
  {
    "ayah_key": "38:17",
    "group_ayah_key": "38:17",
    "from_ayah": "38:17",
    "to_ayah": "38:20",
    "ayah_keys": "38:17,38:18,38:19,38:20",
    "text": "<p lang=\"en\" class=\"en \">..And remember Our slave Dawud, endued with Al-Ayd. Verily, he was ever oft-returning in all matters and in repentance <span>(17)</span>Verily, We made the mountains to glorify Our praises with him in the 'Ashi and Ishraq <span>(18)</span>And <span class=\"gray\">(so did)</span> the birds assembled, all obedient to him <span>(19)</span>We made his kingdom strong and gave him Al-Hikmah and sound judgement in speech and decision <span>(20)</span></p><p lang=\"id\" class=\"id \">Dawud, peace be upon him </p><p lang=\"en\" class=\"en \">Allah tells us that His servant and Messenger Dawud, peace be upon him, was endued with power. Al-Ayd means strength in knowledge and action. Ibn 'Abbas, may Allah be pleased with him, As-Suddi and Ibn Zayd said, \"Al-Ayd means strength.\" </p><p lang=\"en\" class=\"en \">Mujahid said, \"Al-Ayd means strength in obedience to Allah.\" Qatadah said, \"Dawud, peace be upon him, was given strength in worship and the proper understanding of Islam.\" He told us that he, peace be upon him, used to spend a third of the night in prayer, and he fasted for half a lifetime. This was reported in the Two Sahihs, where it is recorded that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَبُّ الصَّلَاةِ إِلَى اللهِ تَعَالَى صَلَاةُ دَاوُدَ، وَأَحَبُّ الصِّيَامِ إِلَى اللهِ عَزَّ وَجَلَّ صِيَامُ دَاوُدَ، كَانَ يَنَامُ نِصْفَ اللَّيْلِ، وَيَقُومُ ثُلُثَهُ، وَيَنَامُ سُدُسَهُ، وَكَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا، وَلَا يَفِرُّ إِذَا لَاقَى، وَأَنَّهُ كَانَ أَوَّابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The most beloved of prayer to Allah is the prayer of Dawud, and the most beloved of fasting to Allah is the fasting of Dawud. He used to sleep for half of the night, stand in prayer for a third of the night, then sleep for a sixth of the night, and he used to fast alternate days. He never fled from the battlefield, and he always turned to Allah.)</span> which means that he turned to Allah with regard to all of his affairs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We made the mountains to glorify Our praises with him in the 'Ashi and Ishraq.)</span> means, Allah caused the mountains to glorify His praises with him at sunrise and at the end of the day. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ ۖ </p><p lang=\"gl\" class=\"gl \"><span class=\"gray\">(O you mountains. Glorify <span class=\"gray\">(Allah)</span> with him! And you birds <span class=\"gray\">(also)</span>!)</span><span class=\"gray\">(34:10)</span>. </p><p lang=\"en\" class=\"en \">The birds also used to glorify Allah's praises with him. If a bird flew by him and heard him chanting the Zabur, it would not go away; instead it would stay hovering in the air, glorifying Allah along with him. And the lofty mountains would respond to him and echo his glorification of Allah. Ibn Jarir recorded from 'Abdullah bin Al-Harith bin Nawfal that Ibn 'Abbas, may Allah be pleased with him, did not pray Ad-Duha. <span class=\"gray\">['Abdullah said:]</span> \"So I took him to Umm Hani, may Allah be pleased with her, and said to her, 'Tell him what you told me.' She said, 'The Messenger of Allah ﷺ entered my house on the day of the conquest of Makkah. He called for water to be poured into a large bowl, then he called for a garment which he used as a screen between me and him, and he washed himself. Then he sprinkled water around the house and prayed eight Rak'ahs. This was Ad-Duha, and its standing, bowing, prostration and sitting were all equal in brevity.' Ibn 'Abbas, may Allah be pleased with him, left, saying, 'I have read the Qur'an from cover to cover, and I never knew about Salat Ad-Duha until now!' Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(glorify Our praises with him in the 'Ashi and Ishraq.)</span> I used to say, \"What is Salat Al-Ishraq, but now I know what it is.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالطَّيْرَ مَحْشُورَةً ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(so did)</span> the birds assembled,)</span> meaning, hovering in the air.</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَهُ أَوَّابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(all obedient to him.)</span> means, they obeyed him and followed him in glorifying Allah. Sa'id bin Jubayr, Qatadah and Malik said, narrating from Zayd bin Aslam and Ibn Zayd:</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَهُ أَوَّابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(all obedient to him.)</span> means, \"Following his commands.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَدَدْنَا مُلْكَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We made his kingdom strong)</span> means, 'We gave him complete dominion with all that kings need.' Ibn Abi Najih reported that Mujahid said, \"He was the strongest and most powerful of the people of this world.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَآتَيْنَاهُ الْحِكْمَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and gave him Al-Hikmah)</span> Mujahid said, \"This means understanding, reason and intelligence.\" Qatadah said, \"The Book of Allah and following what is in it.\" As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحِكْمَةَ </p><p lang=\"nl\" class=\"nl \"><span class=\"gray\">(Al-Hikmah)</span> \"Prophethood.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَفَصْلَ الْخِطَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and sound judgement)</span> Shurayh Al-Qadi and Ash-Sha'bi said, \"Sound judgement is testimony and oaths.\" Qatadah said, \"Two witnesses for the plaintiff or an oath on the part of the defendant is meaning of sound judgement.\" This is the sound judgement which the Prophets and Messengers judged and the believers and righteous accepted. This is the basis of this Ummah's judicial system until the Day of Resurrection. This was the view of Abu 'Abdur-Rahman As-Sulami. Mujahid and As-Suddi said, \"It means passing the right judgement and understanding the case.\" Mujahid also said, \"It is soundness in speech and in judgement, and this includes all of the above.\" This is what is meant, and this is the view favored by Ibn Jarir.</p>"
  },
  {
    "ayah_key": "38:21",
    "group_ayah_key": "38:21",
    "from_ayah": "38:21",
    "to_ayah": "38:25",
    "ayah_keys": "38:21,38:22,38:23,38:24,38:25",
    "text": "<p lang=\"en\" class=\"en \">And has the news of the litigants reached you? When they climbed over the wall into <span class=\"gray\">(his)</span> Mihrab <span class=\"gray\">(private chamber of worship)</span><span>(21)</span>When they entered in upon Dawud, he was terrified of them. They said: \"Fear not! <span class=\"gray\">(We are)</span> two litigants, one of us has wronged the other, therefore judge between us with truth, and treat us not with injustice, and guide us to the right way <span>(22)</span>Verily, this my brother <span class=\"gray\">(in religion)</span> has ninety-nine ewes, while I have <span class=\"gray\">(only)</span> one ewe, and he says: \"Hand it over to me, and he overpowered me in speech. <span>(23)</span><span class=\"gray\">[Dawud]</span> said: \"He has wronged you in demanding your ewe in addition to his ewes. And, verily, many partners oppress one another, except those who believe and do righteous good deeds, and they are few.\" And Dawud guessed that We have tried him and he sought forgiveness of his Lord, and he fell down prostrate and turned <span class=\"gray\">(to Allah)</span> in repentance <span>(24)</span>So, We forgave him that, and verily, for him is a near access to Us, and a good place of return <span>(25)</span></p><p lang=\"en\" class=\"en \">The Story of the Two Litigants</p><p lang=\"en\" class=\"en \">In discussing this passage, the scholars of Tafsir mention a story which is mostly based upon Isra'iliyat narrations. Nothing has been reported about this from the Infallible Prophet ﷺ that we could accept as true. But Ibn Abi Hatim narrated a Hadith whose chain of narration cannot be regarded as Sahih because it is reported by Yazid Ar-Raqashi from Anas, may Allah be pleased with him. Although Yazid was one of the righteous, his Hadiths are regarded as weak by the Imams. So, it is better to speak briefly of this story and refer knowledge of it to Allah, may He be exalted. For the Qur'an is true and what it contains is also true.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَفَزِعَ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he was terrified of them.)</span> This was because he was in his Mihrab <span class=\"gray\">(private chamber)</span>. That was the noblest part of his house, where he commanded that no one should enter upon him that day. So, he did not realize that these two people had climbed the fence surrounding his Mihrab <span class=\"gray\">(private chamber)</span> to ask him about their case.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَزَّنِي فِي الْخِطَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he overpowered me in speech.)</span> means, 'he defeated me.'</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Dawud guessed that We have tried him)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said that this means, \"We tested him.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَخَرَّ رَاكِعًا وَأَنَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he fell down prostrate and turned <span class=\"gray\">(to Allah)</span> in repentance.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَغَفَرْنَا لَهُ ذَٰلِكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, We forgave him that,)</span></p><p lang=\"id\" class=\"id \">The Sajdah in Surah Sad</p><p lang=\"en\" class=\"en \">The performance of Sajdah in Surah Sad is not one of the obligatory locations; it is a prostration of thanks <span class=\"gray\">(Sajdat Shukr)</span>. The evidence for it is the report recorded by Imam Ahmad from Ibn 'Abbas, may Allah be pleased with him, who said; \"The prostration in Surah Sad is not one of the obligatory prostrations; I saw the Messenger of Allah ﷺ prostrating in this Surah.\" This was also recorded by Al-Bukhari, Abu Dawud, At-Tirmidhi, and An-Nasa'i in his Tafsir. At-Tirmidhi said, \"Hasan Sahih.\" In his Tafsir of this Ayah, An-Nasa'i also recorded that Ibn 'Abbas, may Allah be pleased with him, said, \"The Prophet ﷺ prostrated in Sad, and he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَجَدَهَا دَاوُدُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ تَوْبَةً، وَنَسْجُدُهَا شُكْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Dawud prostrated as an act of repentance and we prostrate as an act of thanks.)</span>\" </p><p lang=\"en\" class=\"en \">This was recorded only by An-Nasa'i. The men of its chain of narration are all reliable. </p><p lang=\"en\" class=\"en \">In his Tafsir of this Ayah, Al-Bukhari recorded that Al-'Awwam said that he asked Mujahid about the prostration in Surah Sad. He said, \"I asked Ibn 'Abbas, may Allah be pleased with him, 'Why do you prostrate?' He said, 'Have you not read:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(and among his <span class=\"gray\">[Nuh's]</span> progeny Dawud, Sulayman)</span><span class=\"gray\">(6:84)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ هَدَى اللَّهُ ۖ فَبِهُدَاهُمُ اقْتَدِهْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those whom Allah had guided. So follow their guidance)</span><span class=\"gray\">(6:90)</span>. Dawud, peace be upon him, was one of those whom your Prophet ﷺ was commanded to follow. Dawud prostrated here so the Messenger of Allah ﷺ also prostrated here.'\" </p><p lang=\"en\" class=\"en \">Abu Dawud recorded that Abu Sa'id Al-Khudri, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ recited Sad while he was on the Minbar. When he reached the prostration, he came down from the Minbar and prostrated, and the people prostrated with him. On another occasion when he recited it, he reached the prostration and the people prepared to prostrate. He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا هِيَ تَوْبَةُ نَبِيٍّ، وَلَكِنِّي رَأَيْتُكُمْ تَشَزَّنْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is repentance for a Prophet, but I see that you are preparing to prostrate.)</span> Then he came down <span class=\"gray\">(from the Minbar)</span> and prostrated.\" This was recorded only by Abu Dawud and its chain of narration meets the conditions of the Two Sahihs.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, for him is a near access to Us, and a good place of <span class=\"gray\">(final)</span> return.)</span> means, on the Day of Resurrection, he will have good deeds by virtue of which he will be brought close to Allah, and he will have a good place of <span class=\"gray\">(final)</span> return, which means the lofty levels of Paradise, because of his repentance and his perfect justice in his kingdom. As it says in the Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُقْسِطُونَ عَلَى مَنَابِرَ مِنْ نُورٍ عَنْ يَمِينِ الرَّحْمٰنِ، وَكِلْتَا يَدَيْهِ يَمِينٌ، الَّذِينَ يُقْسِطُونَ فِي أَهْلِيهِمْ وَمَا وَلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who are fair and just with their families and those who are under their authority will be on Minbars of light on the right hand of Ar-Rahman, and both His Hands are right Hands.)</span>\"</p>"
  }
]