[
  {
    "ayah_key": "39:60",
    "group_ayah_key": "39:60",
    "from_ayah": "39:60",
    "to_ayah": "39:61",
    "ayah_keys": "39:60,39:61",
    "text": "<p class=\"en translation\" lang=\"en\">And on the Day of Resurrection you will see those who lied against Allah – their faces will be black. Is there not in Hell an abode for the arrogant <span>(60)</span>And Allah will deliver those who have Taqwa to their places of success. Evil shall touch them not, nor shall they grieve <span>(61)</span></p><p lang=\"en\" class=\"en \">The Consequences for Those Who tell Lies against Allah and for Those Who have Taqwa</p><p lang=\"en\" class=\"en \">Allah tells us that on the Day of Resurrection, some faces will be blackened and some will be whitened. The faces of those who followed splits and divisions will be blackened, and the faces of Ahlus-Sunnah wal-Jama'ah will be whitened. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day of Resurrection you will see those who lied against Allah)</span> meaning, by their claims that He had partners or offspring.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهُهُمْ مُسْوَدَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their faces will be black.)</span> means, because of their lies and fabrications.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there not in Hell an abode for the arrogant?)</span> means, is not Hell sufficient for them as a prison and humiliating final destination, because of their stubborn pride, arrogance and refusal to follow the truth?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah will deliver those who are those who have Taqwa to their places of success.)</span> means, because of what Allah has decreed for them of happiness and victory.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمَسُّهُمُ السُّوءُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil shall touch them not,)</span> means, on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor shall they grieve.)</span> means, the greater terror <span class=\"gray\">(of that Day)</span> will not cause them grief, for they will be safe from all grief and removed from all evil, and they will attain all that is good.</p>"
  },
  {
    "ayah_key": "39:62",
    "group_ayah_key": "39:62",
    "from_ayah": "39:62",
    "to_ayah": "39:66",
    "ayah_keys": "39:62,39:63,39:64,39:65,39:66",
    "text": "<p lang=\"en\" class=\"en \">Allah is the Creator of all things, and He is the Trustee over all things <span>(62)</span>To Him belong the Maqalid of the heavens and the earth. And those who disbelieve in the Ayat of Allah, such are they who will be the losers <span>(63)</span>Say: \"Do you order me to worship other than Allah O you fools! <span>(64)</span>And indeed it has been revealed to you, as it was to those before you: \"If you join others in worship with Allah, surely your deeds will be in vain, and you will certainly be among the losers. <span>(65)</span>Nay! But worship Allah, and be among the grateful <span>(66)</span></p><p lang=\"en\" class=\"en \">Allah is the Creator and Controller, and associating others in worship with Him cancels out Good Deeds</p><p lang=\"en\" class=\"en \">Allah tells us that He is the Creator, Lord, Sovereign and Controller of all things; everything is subject to His dominion, power and guardianship.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belong the Maqalid of the heavens and the earth.)</span> Mujahid said, \"Maqalid means 'keys' in Persian.\" This was also the view of Qatadah, Ibn Zayd and Sufyan bin 'Uyaynah. </p><p lang=\"sm\" class=\"sm \">As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belong the Maqalid of the heavens and the earth.)</span> \"The treasures of the heavens and the earth.\" Both opinions mean that the control of all things is in the Hand of Allah, may He be blessed and exalted, for His is the dominion and to Him is the praise, and He is able to do all things. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve in the Ayat of Allah,)</span> meaning, His proof and evidence,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(such are they who will be the losers.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Do you order me to worship other than Allah O you fools!\")</span> The reason for the revelation of this Ayah was narrated by Ibn Abi Hatim and others from Ibn 'Abbas, may Allah be pleased with him, that the idolators in their ignorance called the Messenger of Allah ﷺ to worship their gods, then they would worship his God with him. Then these words were revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ - وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Do you order me to worship other than Allah? O you fools!\" And indeed it has been revealed to you, as it was to those before you: \"If you join others in worship with Allah, surely your deeds will be in vain, and you will certainly be among the losers.\")</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they had joined in worship others with Allah, all that they used to do would have been of no benefit to them.)</span><span class=\"gray\">(6:88)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! But worship Allah, and be among the grateful.)</span> means, 'you and those who follow you and believe in you should make your worship sincerely for Allah Alone, with no partner or associate.'</p>"
  },
  {
    "ayah_key": "39:67",
    "group_ayah_key": "39:67",
    "from_ayah": "39:67",
    "to_ayah": "39:67",
    "ayah_keys": "39:67",
    "text": "<p class=\"en translation\" lang=\"en\">They made not a just estimate of Allah such as is due to Him. And on the Day of Resurrection the whole of the earth will be grasped by His Hand and the heavens will be rolled up in His Right Hand. Glorified be He, and High be He above all that they associate as partners with Him <span>(67)</span></p><p lang=\"en\" class=\"en \">The Idolators did not make a just Estimate of Allah such as is due to Him</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They made not a just estimate of Allah such as is due to Him.)</span> means, the idolators did not give Allah His due when they worshipped others alongside Him. He is the Almighty, and there is none mightier than Him; He is the One Who is able to do all things; He is the Owner of all things and everything is under His control and power. Mujahid said, \"This was revealed concerning Quraysh.\" As-Suddi said, \"They did not venerate Him as He deserves to be venerated.\" Muhammad bin Ka'b said, \"If they had made a just estimate of Allah such as is due to Him, they would not have lied.\" 'Ali bin Abi Talhah reported that Ibn 'Abbas, may Allah be pleased with him, said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They made not a just estimate of Allah such as is due to Him.)</span> \"These are the disbeliever who did not believe that Allah had power over them. Whoever believes that Allah is able to do all things, has made a just estimate of Allah such as is due to Him, and whoever does not believe that, has not made a just estimate of Allah such as is due to Him.\" </p><p lang=\"en\" class=\"en \">Many Hadiths have been narrated concerning this Ayah and how it and other Ayat like it are to be interpreted and accepted without any attempts to twist or change the meaning. Concerning the Ayah,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They made not a just estimate of Allah such as is due to Him.)</span> Al-Bukhari recorded that 'Abdullah bin Mas'ud, may Allah be pleased with him, said, \"One of the rabbis came to the Messenger of Allah ﷺ and said, 'O Muhammad! We learn that Allah will put the heavens on one finger, the earths on one finger, the trees on one finger, the water and dust on one finger, and the rest of creation on one finger, then He will say: I am the King.' The Messenger of Allah ﷺ smiled so broadly that his molars could be seen, in confirmation of what the rabbi had said. Then the Messenger of Allah ﷺ recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They made not a just estimate of Allah such as is due to Him. And on the Day of Resurrection the whole of the earth will be grasped by His Hand)</span>.\" Al-Bukhari also recorded this in other places of his Sahih. It was also recorded by Imam Ahmad and Muslim, and by At-Tirmidhi and An-Nasa'i in the <span class=\"gray\">(books of)</span> Tafsir in their Sunans.</p><p lang=\"fil\" class=\"fil \">Abu Hurayrah, may Allah be pleased with him, said, \"I heard the Messenger of Allah ﷺ say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقْبِضُ اللهُ تَعَالَى الْأَرْضَ، وَيَطْوِي السَّمَاءَ بِيَمِينِهِ، ثُمَّ يَقُولُ: أَنَا الْمَلِكُ، أَيْنَ مُلُوكُ الْأَرْضِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will grasp the earth and roll up the heavens in His Right Hand, then He will say: \"I am the King, where are the kings of the earth?\")</span>\" This version was recorded only by Al-Bukhari; Muslim recorded another version. </p><p lang=\"en\" class=\"en \">Al-Bukhari also recorded from Ibn 'Umar, may Allah be pleased with him, that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَبَارَكَ وَتَعَالَىٰ يَقْبِضُ يَوْمَ الْقِيَامَةِ الْأَرَضِينَ عَلَىٰ أُصْبُعٍ، وَتَكُونُ السَّمٰوَاتُ بِيَمِينِهِ، ثُمَّ يَقُولُ: أَنَا الْمَلِكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection, Allah, may He be blessed and exalted, will grasp the earth with one finger, and the heavens will be in His Right Hand, then He will say, \"I am the King.\")</span></p><p lang=\"en\" class=\"en \">This version was also recorded by Al-Bukhari It is recorded that Ibn 'Umar, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ recited this Ayah on the Minbar one day:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They made not a just estimate of Allah such as is due to Him. On the Day of Resurrection the whole earth will be grasped by His Hand and the heavens will be rolled up in His Right Hand. Glorified be He, and High be He above all that they associate as partners with Him!)</span> The Messenger of Allah ﷺ said while moving his hand forward and backward:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُمَجِّدُ الرَّبُّ نَفْسَهُ: أَنَا الْجَبَّارُ، أَنَا الْمُتَكَبِّرُ، أَنَا الْمَلِكُ، أَنَا الْعَزِيزُ، أَنَا الْكَرِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Lord will glorify Himself, saying \"I am Compeller, I am the Proud, I am the King, I am the Mighty, I am the Most Generous.\")</span></p><p lang=\"en\" class=\"en \">And the Minbar shook so much that we feared that the Messenger of Allah ﷺ would fall.\" This was also recorded by Muslim, An-Nasa'i and Ibn Majah.</p>"
  }
]