[
  {
    "ayah_key": "7:188",
    "group_ayah_key": "7:188",
    "from_ayah": "7:188",
    "to_ayah": "7:188",
    "ayah_keys": "7:188",
    "text": "<p class=\"en translation\" lang=\"en\">Say : \"I possess no power over benefit or harm to myself except as Allah wills. If I had the knowledge of the Ghayb <span class=\"gray\">(Unseen)</span>, I should have secured for myself an abundance of wealth, and no evil should have touched me. I am but a warner, and a bringer of glad tidings unto people who believe. <span>(188)</span></p><div lang=\"en\" class=\"en \"><h2>The Messenger <span class=\"gray\">(ﷺ)</span> does not know the Unseen, and He cannot bring Benefit or Harm even to Himself</h2></div><p lang=\"en\" class=\"en \">Allah commanded His Prophet ﷺ to entrust all matters to Him and to inform, about himself, that he does not know the unseen future, but he knows of it only what Allah informs him. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He Alone is)</span> the All-Knower of the Ghayb <span class=\"gray\">(Unseen)</span>, and He reveals to none His Ghayb.)</span><span class=\"gray\">[72:26]</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If I had the knowledge of the Ghayb <span class=\"gray\">(Unseen)</span>, I should have secured for myself an abundance of wealth.)</span> refers to money. In another narration, Ibn 'Abbas commented, \"I would have knowledge of how much profit I would make with what I buy, and I would always sell what I would make profit from,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَسَّنِيَ السُّوءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and no evil should have touched me.\")</span> and poverty would never touch me.\" Ibn Jarir said, \"And others said, 'This means that if I know the Unseen then I would prepare for the years of famine during the prosperous years, and in the time of high cost, I would have prepared for it.'\" 'Abdur-Rahman bin Zayd bin Aslam also commented on this Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَسَّنِيَ السُّوءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and no evil should have touched me.\")</span>, \"I would have avoided and saved myself from any type of harm before it comes.\" Allah then stated that the Prophet ﷺ is a warner and bearer of good news. He warns against the torment and brings good news of Paradise for the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنذِرَ بِهِ قَوْمًا لُّدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We have made this <span class=\"gray\">(the Qur'an)</span> easy on your tongue, only that you may give glad tidings to the pious, and warn with it the most quarrelsome of people.)</span><span class=\"gray\">[19:97]</span></p>"
  },
  {
    "ayah_key": "7:189",
    "group_ayah_key": "7:189",
    "from_ayah": "7:189",
    "to_ayah": "7:190",
    "ayah_keys": "7:189,7:190",
    "text": "<p lang=\"en\" class=\"en \">It is He Who has created you from a single person, and <span class=\"gray\">(then)</span> He has created from him his wife, in order that he might enjoy the pleasure of living with her. When he covered <span class=\"gray\">[had sexual relation with]</span> her, she became pregnant and she carried it about <span class=\"gray\">(lightly)</span>. Then when it became heavy, they both invoked Allah, their Lord <span class=\"gray\">(saying)</span>: \"If You give us a Salih <span class=\"gray\">(good in every aspect)</span> child, we shall indeed be among the grateful. <span>(189)</span>But when He gave them a Salih child, they ascribed partners to Him <span class=\"gray\">(Allah)</span> in that which He has given to them. High be Allah, Exalted above all that they ascribe as partners to Him <span>(190)</span></p><div lang=\"en\" class=\"en \"><h2>All Mankind are the Offspring of Adam</h2></div><p lang=\"en\" class=\"en \">Allah states that He has created all mankind from Adam, peace be upon him, and from Adam, He created his wife, Hawwa' and from them, people started to spread. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! We have created you from a male and a female, and made you into nations and tribes, that you may know one another. Verily, the most honorable of you with Allah is that <span class=\"gray\">(believer)</span> who has Taqwa)</span><span class=\"gray\">[49:13]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! Have Taqwa of your Lord, Who created you from a single person, and from him He created his wife.)</span><span class=\"gray\">[4:1]</span></p><p lang=\"id\" class=\"id \">In this honorable Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(then)</span> He has created from him his wife, in order that he might enjoy the pleasure of living with her.)</span> so that he is intimate and compassionate with her. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His Signs is this, that He created for you wives <span class=\"gray\">(spouses)</span> from among yourselves, that you may find repose in them, and He has put between you affection and mercy.)</span><span class=\"gray\">[30:21]</span></p><p lang=\"en\" class=\"en \">Indeed, there is no intimacy between two souls like that between the spouses. This is why Allah mentioned that the sorcerer might be able with his trick to separate between a man and his wife <span class=\"gray\">[thus indicating the difficulty of separating them in normal circumstances]</span>. Allah said next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا تَغَشَّاهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When he covered her)</span> meaning had sexual intercourses with her.</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَمَلَتْ حَمْلًا خَفِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(she became pregnant and she carried it about lightly)</span> in reference to the first stage of pregnancy when the woman does not feel pain, for at that time, the fetus will be just a Nutfah <span class=\"gray\">(the mixture of the male and female discharge)</span>, then becomes an 'Alaqah <span class=\"gray\">(a piece of thick coagulated blood)</span> and then a Mudghah <span class=\"gray\">(a small lump of flesh)</span>. Allah said next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَرَّتْ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and she carried it about)</span>, she continued the pregnancy, according to Mujahid. It was reported that Al-Hasan, Ibrahim An-Nakha'i and As-Suddi said similarly. Maymun bin Mahran reported that his father said, \"She found the pregnancy unnoticeable.\" Ayyub said, \"I asked Al-Hasan about the Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَرَّتْ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and she carried it about)</span> and he said, 'Had you been an Arab, you would know what it means! It means that she continued the pregnancy <span class=\"gray\">[through its various stages]</span>.'\" Qatadah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَرَّتْ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and she carried it about <span class=\"gray\">(lightly)</span>.)</span>, means, it became clear that she was pregnant. Ibn Jarir commented, \"This Ayah means that the liquid remained, whether she stood up or sat down.\" Al-'Awfi recorded that Ibn 'Abbas said, \"The semen remained in, but she was unsure if she became pregnant or not,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَثْقَلَت</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when it became heavy)</span>, she became heavier with the fetus\", As-Suddi said, \"The fetus grew in her womb.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَّعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they both invoked Allah, their Lord <span class=\"gray\">(saying)</span>: \"If You give us a Salih child,)</span> if he is born human in every respect. Ad-Dahhak said that Ibn 'Abbas commented, \"They feared that their child might be born in the shape of an animal!\" while Abu Al-Bakhtri and Abu Malik commented, \"They feared that their newborn might not be human.\" Al-Hasan Al-Basri also commented, \"If You <span class=\"gray\">(Allah)</span> give us a boy.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّنَكُونَنَّ مِنَ الشَّاكِرِينَ - فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(we shall indeed be among the grateful. But when He gave them a Salih child, they ascribed partners to Him <span class=\"gray\">(Allah)</span> in that which He has given to them. High be Allah, Exalted above all that they ascribe as partners to Him.)</span><span class=\"gray\">[7:189-190]</span></p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Al-Hasan commented on this part of the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they ascribed partners to Him <span class=\"gray\">(Allah)</span> in that which He has given to them)</span></p><p lang=\"en\" class=\"en \">\"This occurred by followers of some religion, not from Adam <span class=\"gray\">[or Hawwa']</span>.\" </p><p lang=\"en\" class=\"en \">Al-Hasan also said, \"This Ayah refers to those among the offspring of Adam who fell into Shirk,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they ascribed partners to Him <span class=\"gray\">(Allah)</span> in that which He has given to them.)</span>\" </p><p lang=\"en\" class=\"en \">Qatadah said, \"Al-Hasan used to say that it refers to the Jews and Christians. Allah gave them children, and they turned them into Jews and Christians.\" </p><p lang=\"en\" class=\"en \">The explanations from Al-Hasan have authentic chains of narration leading to him, and certainly, it is one of the best interpretations. This Ayah should therefore be understood this way, for it is apparent that it does not refer to Adam and Hawa', but about the idolators among their offspring. Allah mentioned the person first <span class=\"gray\">[Adam and Hawwa']</span> and then continued to mention the species <span class=\"gray\">[mankind, many of whom committed Shirk]</span>. There are similar cases in the Qur'an. For cases, Allah said</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have adorned the nearest heaven with lamps)</span><span class=\"gray\">[67:5]</span></p><p lang=\"en\" class=\"en \">It is well-known that the stars that were made as lamps in the sky are not the same as the shooting missiles that are thrown at the devils <span class=\"gray\">[mentioned later in the Ayah]</span>. There are similar instances in the Qur'an. Allah knows best.</p>"
  }
]