[
  {
    "ayah_key": "109:1",
    "group_ayah_key": "109:1",
    "from_ayah": "109:1",
    "to_ayah": "109:6",
    "ayah_keys": "109:1,109:2,109:3,109:4,109:5,109:6",
    "text": "<p lang=\"en\" class=\"en \">The Recitation of these Surahs in the Optional Prayers</p><p lang=\"en\" class=\"en \">It has been confirmed in Sahih Muslim from Jabir that the Messenger of Allah ﷺ recited this Surah <span class=\"gray\">(Al-Kafirun)</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He is Allah One.\")</span><span class=\"gray\">(112:1)</span> in the two Rak'ahs of Tawaf. It is also recorded in Sahih Muslim in a Hadith of Abu Hurayrah that the Messenger of Allah ﷺ recited these two Surahs in the two Rak'ahs <span class=\"gray\">(optional prayer)</span> of the Morning prayer. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Ibn 'Umar that the Messenger of Allah ﷺ recited in the two Rak'ahs before the Morning prayer and the two Rak'ahs after the Sunset prayer on approximately ten or twenty different occasions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Say: \"O Al-Kafirun!\")</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \" He is Allah One.\")</span><span class=\"gray\">(112:1)</span></p><p lang=\"en\" class=\"en \">Ahmad also recorded that Ibn 'Umar said, \"I watched the Prophet ﷺ twenty-four or twenty-five times reciting in the two Rak'ahs before the Morning prayer and the two Rak'ahs after the Sunset prayer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Say: \"O Al-Kafirun!\")</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \" He is Allah One.\")</span><span class=\"gray\">(112:1)</span>\"</p><p lang=\"en\" class=\"en \">Ahmad recorded that Ibn 'Umar said, \"I watched the Prophet ﷺ for a month and he would recite in the two Rak'ahs before the Morning prayer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Say: \"O Al-Kafirun!\")</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \" He is Allah One.\")</span><span class=\"gray\">(112:1)</span>\"</p><p lang=\"en\" class=\"en \">This was also recorded by At-Tirmidhi, Ibn Majah and An-Nasa'i. At-Tirmidhi said, \"Hasan.\" It has already been mentioned previously in a Hadith that it <span class=\"gray\">(Surat Al-Kafirun)</span> is equivalent to a fourth of the Qur'an and Az-Zalzalah is equivalent to a fourth of the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ - لَا أَعْبُدُ مَا تَعْبُدُونَ - وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ - وَلَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ - وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ - لَكُمْ دِينُكُمْ وَلِيَ دِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Say: \"O disbelievers!\")</span><span class=\"gray\">(2. \"I worship not that which you worship.\")</span><span class=\"gray\">(3. \"Nor will you worship whom I worship.\")</span><span class=\"gray\">(4. \"And I shall not worship that which you are worshipping.\")</span><span class=\"gray\">(5. \"Nor will you worship that which I worship.\")</span><span class=\"gray\">(6. \"To you be your religion, and to me my religion.\")</span></p><p lang=\"en\" class=\"en \">The Declaration of Innocence from Shirk</p><p lang=\"en\" class=\"en \">This Surah is the Surah of disavowal from the deeds of the idolators. It commands a complete disavowal of that. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O disbelievers!\")</span> includes every disbeliever on the face of the earth, however, this statement is particularly directed towards the disbelievers of the Quraysh. It has been said that in their ignorance they invited the Messenger of Allah ﷺ to worship their idols for a year and they would <span class=\"gray\">(in turn)</span> worship his God for a year. Therefore, Allah revealed this Surah and in it He commanded His Messenger ﷺ to disavow himself from their religion completely. Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا أَعْبُدُ مَا تَعْبُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I worship not that which you worship.)</span> meaning, statues and rival gods.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nor will you worship whom I worship.)</span> and He is Allah Alone, Who has no partner. So the word Ma <span class=\"gray\">(what)</span> here means Man <span class=\"gray\">(who)</span>. Then Allah says,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ - وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I shall not worship that which you are worshipping. Nor will you worship whom I worship.)</span></p><p lang=\"en\" class=\"en \">meaning, 'I do not worship according to your worship, which means that I do not go along with it or follow it. I only worship Allah in the manner in which He loves and is pleased with.' Thus, Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nor will you worship whom I worship.)</span> meaning, 'you do not follow the commands of Allah and His Legislation in His worship. Rather, you have invented something out of the promptings of your own souls.' This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنفُسُ ۖ وَلَقَدْ جَاءَهُم مِّن رَّبِّهِمُ الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They follow but a guess and that which they themselves desire, whereas there has surely come to them the guidance from their Lord!)</span><span class=\"gray\">(53:23)</span></p><p lang=\"en\" class=\"en \">Therefore, the disavowal is from all of what they are involved. For certainly the worshipper must have a god whom he worships and set acts of worship that he follows to get to him. So the Messenger ﷺ and his followers worship Allah according to what He has legislated. This is why the statement of Islam is \"There is no God worthy of being worshipped except Allah, and Muhammad is the Messenger of Allah.\" This means that there is no <span class=\"gray\">(true)</span> object of worship except Allah and there is no path to Him <span class=\"gray\">(i.e., way of worshipping Him)</span> other than that which the Messenger came with. The idolators worship other than Allah, with acts of worship that Allah has not allowed. This is why the Messenger ﷺ said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ دِينُكُمْ وَلِيَ دِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To you be your religion, and to me my religion.)</span></p><p lang=\"en\" class=\"en \">This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِّمَّا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they belie you, say: \"For me are my deeds and for you are your deeds! You are innocent of what I do, and I am innocent of what you do!\")</span><span class=\"gray\">(10:41)</span></p><p lang=\"ceb\" class=\"ceb \">and He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To us our deeds, and to you your deeds.)</span><span class=\"gray\">(28:55)</span></p><p lang=\"sw\" class=\"sw \">Al-Bukhari said, \"It has been said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ دِينُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To you be your religion.)</span> means disbelief.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَ دِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to me my religion.)</span> means, Islam.</p><p lang=\"so\" class=\"so \">This is the end of the Tafsir of Surat Qul ya Ayyuhal-Kafirun.</p>"
  },
  {
    "ayah_key": "10:1",
    "group_ayah_key": "10:1",
    "from_ayah": "10:1",
    "to_ayah": "10:2",
    "ayah_keys": "10:1,10:2",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Beneficent, the Most Merciful</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ - أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ ۗ قَالَ الْكَافِرُونَ إِنَّ هَٰذَا لَسَاحِرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Alif-Lam-Ra. These are the verses of the Book <span class=\"gray\">(the Qur'an)</span> Al-Hakim.)</span><span class=\"gray\">(2. Is it a wonder for mankind that We have sent Our revelation to a man from among themselves <span class=\"gray\">(saying)</span>: \"Warn mankind, and give good news to those who believe that they shall have with their Lord the rewards of their good deeds?\" <span class=\"gray\">(But)</span> the disbelievers say: \"This is indeed an evident sorcerer!\")</span></p><p lang=\"en\" class=\"en \">The isolated letters in the beginning of this Surah, as well as in others, have been previously discussed at the beginning of Surat Al-Baqarah. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the verses of the Book <span class=\"gray\">(the Qur'an)</span> Al-Hakim.)</span> This indicates that these are verses of the Qur'an, in which the wisdom of judgment is clear.</p><div lang=\"en\" class=\"en \"><h2>The Messenger <span class=\"gray\">(ﷺ)</span> cannot be but a Human Being</h2></div><p lang=\"en\" class=\"en \">Allah rebukes the attitude of the disbelievers with the words</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it a wonder for mankind...)</span></p><p lang=\"en\" class=\"en \">They have always found it strange that Allah would send Messengers to them from among mankind. Allah also tells us about other people from previous nations who said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَبَشَرٌ يَهْدُونَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall mere men guide us?)</span><span class=\"gray\">(64:6)</span></p><p lang=\"ceb\" class=\"ceb \">Hud and Salih said to their people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you wonder that there has come to you a reminder from your Lord through a man from among you)</span><span class=\"gray\">(7:63)</span></p><p lang=\"en\" class=\"en \">Allah also told us what the disbelievers from Quraysh said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عُجَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has he made the gods into one God? Verily, this is a curious thing!)</span><span class=\"gray\">(38:5)</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak reported Ibn 'Abbas that he said: \"When Allah sent Muhammad ﷺ as a Messenger, most of the Arabs denied him and his message and said: Allah is greater than sending a human Messenger like Muhammad. \" Ibn 'Abbas said, \"So Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it a wonder for mankind...)</span>\" Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they shall have with their Lord the rewards of their good deeds)</span></p><p lang=\"en\" class=\"en \">Scholars have differed over the meaning of the reward for the good deeds in this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and give good news to those who believe that they shall have with their Lord the rewards of their good deeds.)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said about this Ayah, \"Eternal happiness has been written for them.\" Al-'Awfi reported that Ibn 'Abbas said: \"It is the good reward for what they have done.\" Mujahid said: \"It is their good deeds – their prayers, fasting, charity, and glorification.\" He then said, \"And Muhammad ﷺ will intercede for them.\" Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الْكَافِرُونَ إِنَّ هَٰذَا لَسَاحِرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(But)</span> the disbelievers say: \"This is indeed an evident sorcerer!\")</span></p><p lang=\"en\" class=\"en \">This means that the disbelievers said this although Allah has sent a Messenger from among themselves to them, a man of their own race as a bearer of good news and as a warner. But they are the liars in saying that.</p>"
  }
]