[
  {
    "ayah_key": "7:117",
    "group_ayah_key": "7:117",
    "from_ayah": "7:117",
    "to_ayah": "7:122",
    "ayah_keys": "7:117,7:118,7:119,7:120,7:121,7:122",
    "text": "<p lang=\"en\" class=\"en \">And We revealed to Musa <span class=\"gray\">(saying)</span>: \"Throw your stick,\" and behold! It swallowed up straight away all the falsehood which they showed <span>(117)</span>Thus truth was confirmed, and all that they did was made of no effect <span>(118)</span>So they were defeated there and returned disgraced <span>(119)</span>And the sorcerers fell down prostrate <span>(120)</span>They said: \"We believe in the Lord of all that exists <span>(121)</span>\"The Lord of Musa and Harun. <span>(122)</span></p><div lang=\"en\" class=\"en \"><h2>Musa defeats the Magicians, Who believe in Him</h2></div><p lang=\"en\" class=\"en \">Allah states that at that tremendous moment, in which Allah differentiated between Truth and Falsehood, He sent a revelation to His servant and Messenger Musa, peace be upon him, ordering him to throw the stick that he held in his right hand,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هِيَ تَلْقَفُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It swallowed straight away)</span> and devoured,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَأْفِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(all the falsehood which they showed.)</span> the magic that they caused the illusion with, of magic with which they caused making it appear real, whereas it was not real at all. Ibn 'Abbas said that Musa's stick swallowed all the ropes and sticks that the magicians threw. The magicians realized that this was from heaven and was by no means magic. They fell in prostration and proclaimed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَّا بِرَبِّ الْعَالَمِينَ - رَبِّ مُوسَىٰ وَهَارُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We believe in the Lord of all that exists. The Lord of Musa and Harun )</span>. </p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq commented, \"It followed the ropes and sticks one after another, until nothing that the sorcerers threw remained. Musa then held it in his hand, and it became a stick again just as it was before. The magicians fell in prostration and proclaimed, 'We believe in the Lord of all that exists, the Lord of Musa and Harun. Had Musa been a magician, he would not have prevailed over us.'\" Al-Qasim bin Abi Bazzah commented, \"Allah revealed to Musa to throw his stick. When he threw his stick, it became a huge, manifest snake that opened its mouth and swallowed the magicians' ropes and sticks. On that, the magicians fell in prostration. They did not raise their heads before seeing the Paradise, the Fire, and the recompense of their inhabitants.\"</p>"
  },
  {
    "ayah_key": "7:12",
    "group_ayah_key": "7:12",
    "from_ayah": "7:12",
    "to_ayah": "7:12",
    "ayah_keys": "7:12",
    "text": "<p class=\"en translation\" lang=\"en\"><span class=\"gray\">(Allah)</span> said: \"What prevented you <span class=\"gray\">(O Iblis)</span> that you did not prostrate, when I commanded you?\" Iblis said: \"I am better than him <span class=\"gray\">(Adam)</span>, You created me from fire, and him You created from clay.\") Allah sai <span>(12)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَنَعَكَ أَلَّا تَسْجُدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What prevented you <span class=\"gray\">(O Iblis)</span> that you did not prostrate)</span><span class=\"gray\">[7: 12]</span> meaning, what stopped and hindered you from prostrating after I ordered you to do so, according to Ibn Jarir. This meaning is sound, and Allah knows best. Iblis, may Allah curse him, said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنَا خَيْرٌ مِّنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am better than him <span class=\"gray\">(Adam)</span>)</span>, and this excuse is worse than the crime itself! Shaytan said that he did not obey Allah because he who is better cannot prostrate to he who is less. Shaytan, may Allah curse him, meant that he is better than Adam, \"So how can You order me to prostrate before him?\" Shaytan said that he is better than Adam because he was created from fire while, \"You created him from clay, and fire is better.\" The cursed one looked at the origin of creation not at the honor bestowed, that is, Allah creating Adam with His Hand and blowing life into him. Shaytan made a false comparison when confronted by Allah's command,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَقَعُوا لَهُ سَاجِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Then you fall down prostrate to him\")</span><span class=\"gray\">[38:72]</span>. </p><p lang=\"en\" class=\"en \">Therefore, Shaytan alone contradicted the angels, because he refused to prostrate. He, thus, became 'Ablasa' from the mercy, meaning, lost hope in acquiring Allah's mercy. He committed this error, may Allah curse him, due to his false comparison. His claim that the fire is more honored than mud was also false, because mud has the qualities of wisdom, forbearance, patience and assurance, mud is where plants grow, flourish, increase, and provide good. To the contrary, fire has the qualities of burning, recklessness and hastiness. Therefore, the origin of creation directed Shaytan to failure, while the origin of Adam led him to return to Allah with repentance, humbleness, obedience and submission to His command, admitting his error and seeking Allah's forgiveness and pardon for it. </p><p lang=\"en\" class=\"en \">Muslim recorded that 'Aishah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُلِقَتِ الْمَلَائِكَةُ مِنْ نُورٍ وَخُلِقَ إِبْلِيسُ مِنْ مَارِجٍ مِنْ نَارٍ وَخُلِقَ آدَمُ مِمَّا وُصِفَ لَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The angels were created from light, Shaytan from a smokeless flame of fire, while Adam was created from what was described to you)</span>.</p><div lang=\"en\" class=\"en \"><h2>Iblis was the First to use Qiyas <span class=\"en gray\" lang=\"en\">(Analogical Comparison)</span></h2></div><p lang=\"de\" class=\"de \">Ibn Jarir recorded that Al-Hasan commented on Shaytan's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"You created me from fire, and him You created from clay.\")</span></p><p lang=\"en\" class=\"en \">\"Iblis used Qiyas <span class=\"gray\">[analogy]</span>, and he was the first one to do so.\" This statement has an authentic chain of narration. Ibn Jarir recorded that Ibn Sirin said, \"The first to use Qiyas was Iblis, and would the sun and moon be worshipped if it was not for Qiyas?\" This statement also has an authentic chain of narration.</p>"
  },
  {
    "ayah_key": "7:123",
    "group_ayah_key": "7:123",
    "from_ayah": "7:123",
    "to_ayah": "7:126",
    "ayah_keys": "7:123,7:124,7:125,7:126",
    "text": "<p lang=\"en\" class=\"en \">Fir'awn said: \"You have believed in him <span class=\"gray\">[Musa]</span> before I gave you permission. Surely, this is a plot which you have plotted in the city to drive out its people, but you shall come to know. <span>(123)</span>\"Surely, I will cut off your hands and your feet from opposite sides, then I will crucify you all. <span>(124)</span>They said: \"Verily, we are returning to our Lord. <span>(125)</span>\"And you take vengeance on us only because we believed in the Ayat of our Lord when they reached us! Our Lord! pour out on us patience, and cause us to die as Muslims. <span>(126)</span></p><div lang=\"en\" class=\"en \"><h2>Fir'awn threatens the Magicians after They believed in Musa and Their Response to Him</h2></div><p lang=\"en\" class=\"en \">Allah mentions the threats that the Fir'awn - may Allah curse him - made to the magicians after they believed Musa, peace be upon him, and the deceit and cunning that Fir'awn showed the people. Fir'awn said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, this is a plot which you have plotted in the city to drive out its people,)</span> meaning Fir'awn proclaimed, 'Musa's defeating you today was because you plotted with him and agreed to that.' Fir'awn also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Musa)</span> is your chief who has taught you magic.)</span><span class=\"gray\">[20:71]</span></p><p lang=\"en\" class=\"en \">However, Fir'awn and all those who had any sense of reason knew for sure that what Fir'awn said was utterly false. As soon as Musa came from Madyan, he called Fir'awn to Allah and demonstrated tremendous miracles and clear proofs for the Truth that he brought. Fir'awn then sent emissaries to various cities of his kingdom and collected magicians who were scattered throughout Egypt. Fir'awn and his people chose from them, summoned them, and Fir'awn promised them great rewards. These magicians were very eager to prevail over Musa in front of Fir'awn, so that they might become closer to him. Musa neither knew any of them nor saw or met them before. Fir'awn knew that, but he claimed otherwise to deceive the ignorant masses of his kingdom, just as Allah described them,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus he <span class=\"gray\">[Fir'awn]</span> fooled his people, and they obeyed him.)</span><span class=\"gray\">[43:54]</span></p><p lang=\"en\" class=\"en \">Certainly, a people who believed Fir'awn in his statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا رَبُّكُمُ الْأَعْلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I am your lord, most high.\")</span><span class=\"gray\">[79:24]</span>, are among the most ignorant and misguided creatures of Allah. </p><p lang=\"en\" class=\"en \">In his Tafsir, As-Suddi reported that Ibn Mas'ud, Ibn 'Abbas, and several other Companions, commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ هَٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Surely, this is a plot which you have plotted in the city...\")</span></p><p lang=\"en\" class=\"en \">\"Musa met the leader of the magicians and said to him, 'If I defeat you, will you believe in me and bear witness that what I brought is the truth?' The magician said, 'Tomorrow, I will produce a type of magic that cannot be defeated by another magic. By Allah! If you defeat me, I will believe in you and testify to your truth.' Fir'awn was watching them, and this is why he said what he said.\" His statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> لِتُخْرِجُوا مِنْهَا أَهْلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"to drive out its people\")</span>, means, so that you all cooperate to gain influence and power, replacing the chiefs and masters of this land. In this case, power in the state will be yours,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"but you shall come to know\")</span>, what I will do to you. He then explained his threat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَافٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Surely, I will cut off your hands and your feet from opposite sides.\")</span> by cutting the right hand and the left leg or the opposite,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"then I will crucify you all.\")</span> just as he said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جُذُوعِ النَّخْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"'Fi' the trunks of date palms\")</span><span class=\"gray\">[20:71]</span>, 'Fi' in this Ayah means \"on\". Ibn 'Abbas said that Fir'awn was the first to crucify and cut off hands and legs on opposite sides. The magicians said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا إِلَىٰ رَبِّنَا مُنقَلِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, we are returning to our Lord.\")</span></p><p lang=\"en\" class=\"en \">They said, 'We are now sure that we will go back to Allah. Certainly, Allah's punishment is more severe than your punishment and His torment for what you are calling us to, this day, and the magic you forced us to practice, is greater than your torment. Therefore, we will observe patience in the face of your punishment today, so that we are saved from Allah's torment.' They continued,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! pour out on us patience\")</span>, with your religion and being firm in it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَفَّنَا مُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and cause us to die as Muslims.\")</span>, as followers of Your Prophet Musa, peace be upon him. They also said to Fir'awn,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْضِ مَا أَنتَ قَاضٍ إِنَّمَا تَقْضِي هَٰذِهِ الْحَيَاةَ الدُّنْيَا - إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ وَاللَّهُ خَيْرٌ وَأَبْقَىٰ - إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ - وَمَن يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُولَٰئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"So decide whatever you desire to decree, for you can only decide for the life of this world. Verily, we have believed in our Lord, that He may forgive us our faults, and the magic to which you did compel us. And Allah is better <span class=\"gray\">[to reward]</span> and more lasting <span class=\"gray\">[in punishment]</span>. Verily, whoever comes to his Lord as a criminal, then surely, for him is Hell, wherein he will neither die nor live. But whoever comes to Him <span class=\"gray\">(Allah)</span> as a believer, and has done righteous good deeds, for such are the high ranks <span class=\"gray\">(in the Hereafter)</span>.)</span><span class=\"gray\">[20:72-75]</span>. </p><p lang=\"en\" class=\"en \">The magicians started the day as sorcerers and ended as honorable martyrs! Ibn 'Abbas, 'Ubayd bin 'Umayr, Qatadah and Ibn Jurayj commented, \"They started the day as sorcerers and ended it as martyrs.\"</p>"
  }
]