[
  {
    "ayah_key": "22:11",
    "group_ayah_key": "22:11",
    "from_ayah": "22:11",
    "to_ayah": "22:13",
    "ayah_keys": "22:11,22:12,22:13",
    "text": "<p lang=\"en\" class=\"en \">And among mankind is he who worships Allah as it were upon the edge: if good befalls him, he is content therewith; but if a Fitnah strikes him, he turns back on his face. He loses both this world and the Hereafter. That is the evident loss <span>(11)</span>He calls besides Allah unto that which can neither harm him nor profit him. That is a straying far away <span>(12)</span>He calls unto him whose harm is nearer than his profit; certainly an evil Mawla and certainly an evil 'Ashir <span>(13)</span></p><div lang=\"en\" class=\"en \"><h2>The meaning of worshipping Allah as it were upon the edge</h2></div><p lang=\"et\" class=\"et \">Mujahid, Qatadah and others said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ حَرْفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(upon the edge)</span> means, in doubt. Others said that it meant on the edge, such as on the edge or side of a mountain, i.e., <span class=\"gray\">(this person)</span> enters Islam on the edge, and if he finds what he likes he will continue, otherwise he will leave. Al-Bukhari recorded that Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَىٰ حَرْفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among mankind is he who worships Allah as it were upon the edge.)</span></p><p lang=\"en\" class=\"en \">People would come to Al-Madinah <span class=\"gray\">[to declare their Islam]</span> and if their wives gave birth to sons and their mares gave birth to foals, they would say, 'This is a good religion,' but if their wives and their mares did not give birth, they would say, 'This is a bad religion.'</p><p lang=\"en\" class=\"en \">Al-'Awfi reported that Ibn 'Abbas said, \"One of them would come to Al-Madinah, which was a land that was infected with a contagious disease. If he remained healthy there, and his mare foaled and his wife gave birth to a boy, he would be content, and would say, 'I have not experienced anything but good since I started to follow this religion.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ أَصَابَتْهُ فِتْنَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if a Fitnah strikes him)</span>, Fitnah here means affliction, i.e., if the disease of Al-Madinah befalls him, and his wife gives birth to a babe girl and charity is delayed in coming to him, the Shaytan comes to him and says: 'By Allah, since you started to follow this religion of yours, you have experienced nothing but bad things,' and this is the Fitnah.\" This was also mentioned by Qatadah, Ad-Dahhak, Ibn Jurayj and others among the Salaf when explaining this Ayah. Mujahid said, concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْقَلَبَ عَلَىٰ وَجْهِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he turns back on his face.)</span> \"<span class=\"gray\">(This means)</span>, he becomes an apostate and a disbeliever.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَسِرَ الدُّنْيَا وَالْآخِرَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He loses both this world and the Hereafter.)</span> means, he does not gain anything in this world. As for the Hereafter, he has disbelieved in Allah the Almighty, so he will be utterly doomed and humiliated. So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the evident loss.)</span>, i.e., the greatest loss and the losing deal.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنْفَعُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He calls besides Allah unto that which can neither harm him nor profit him.)</span> means, the idols, rivals, and false gods which he calls upon for help, support and provision – they can neither benefit him nor harm him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is a straying far away.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He calls unto him whose harm is nearer than his profit;)</span> means, he is more likely to harm him than benefit him in this world, and in the Hereafter he will most certainly cause him harm.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَبِئْسَ الْمَوْلَىٰ وَلَبِئْسَ الْعَشِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(certainly an evil Mawla and certainly an evil 'Ashir!)</span> Mujahid said, \"This means the idols.\" The meaning is: \"How evil a friend is this one upon whom he calls instead of Allah as a helper and supporter.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَبِئْسَ الْعَشِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and certainly an evil 'Ashir!)</span> means the one with whom one mixes and spends one's time.</p>"
  },
  {
    "ayah_key": "22:14",
    "group_ayah_key": "22:14",
    "from_ayah": "22:14",
    "to_ayah": "22:14",
    "ayah_keys": "22:14",
    "text": "<p class=\"en translation\" lang=\"en\">Truly, Allah will admit those who believe and do righteous good deeds to Gardens underneath which rivers flow. Verily, Allah does what He wills <span>(14)</span></p><div lang=\"en\" class=\"en \"><h2>The Reward of the Righteous</h2></div><p lang=\"en\" class=\"en \">The mention of the misguided who are doomed is followed by mention of the righteous who are blessed. They are those who believe firmly in their hearts and confirm their faith by their actions, doing all kinds of righteous deeds and avoiding evil actions. Because of this, they will inherit dwellings in the lofty ranks of the gardens of Paradise. So Allah tells us that He sends those astray and guides these, and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah does what He wills.)</span></p>"
  },
  {
    "ayah_key": "22:15",
    "group_ayah_key": "22:15",
    "from_ayah": "22:15",
    "to_ayah": "22:16",
    "ayah_keys": "22:15,22:16",
    "text": "<p class=\"en translation\" lang=\"en\">Whoever thinks that Allah will not help him in this world and in the Hereafter, let him stretch out a rope to the ceiling and let him strangle himself. Then let him see whether his plan will remove that whereat he rages <span>(15)</span>Thus have We sent it down as clear Ayat, and surely, Allah guides whom He wills <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>Allah will definitely help His Messenger ﷺ</h2></div><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"Whoever thinks that Allah will not help Muhammad ﷺ in this world and the Hereafter, let him stretch out a rope</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to the ceiling)</span> to the ceiling in his house,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لْيَقْطَعْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let him strangle himself.)</span> let him hang himself with it.\" This was also the view of Mujahid, 'Ikrimah, 'Ata', Abu Al-Jawza', Qatadah and others. The meaning is: whoever thinks that Allah will not support Muhammad ﷺ and His Book and His Religion, let him go and kill himself if it annoys him so much. For Allah will most certainly help and support him. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers and those who believe in this world's life and on the Day when the witnesses will stand forth.)</span><span class=\"gray\">(40:51)</span>. Allah says here:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then let him see whether his plan will remove that whereat he rages!)</span> As-Suddi said, \"Meaning, in the case of Muhammad ﷺ\" 'Ata' Al-Khurasani said, \"Let him see whether that will cure the rage he feels in his heart.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَنزَلْنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus have We sent it down)</span> the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَاتٍ بَيِّنَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as clear Ayat,)</span> clear in its wording and its meaning, evidence from Allah to mankind.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ يَهْدِي مَن يُرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and surely, Allah guides whom He wills.)</span> He sends astray whomsoever He wills and He guides whomsoever He wills, and He has complete wisdom and definitive proof in doing so.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He cannot be questioned about what He does, while they will be questioned.)</span><span class=\"gray\">[21:23]</span>. Because of His wisdom, mercy, justice, knowledge, dominion and might, no one can overturn His ruling, and He is swift in bringing to account.</p>"
  },
  {
    "ayah_key": "22:17",
    "group_ayah_key": "22:17",
    "from_ayah": "22:17",
    "to_ayah": "22:17",
    "ayah_keys": "22:17",
    "text": "<div lang=\"en\" class=\"en \"><h2>Allah will judge between the Sects on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the followers of these various religions, the believers <span class=\"gray\">(Muslims)</span> and others such as the Jews and Sabians. We have already seen a definition of them in Surat Al-Baqarah and have noted how people differ over who they are. There are also the Christians, Majus and others who worship others alongside Allah. Allah will</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(judge between them on the Day of Resurrection)</span> with justice; He will admit those who believed in Him to Paradise and will send those who disbelieved in Him to Hell, for He is a Witness over their deeds, and He knows all that they say and all that they do in secret, and conceal in their breast.</p>"
  }
]