[
  {
    "ayah_key": "10:75",
    "group_ayah_key": "10:75",
    "from_ayah": "10:75",
    "to_ayah": "10:78",
    "ayah_keys": "10:75,10:76,10:77,10:78",
    "text": "<p lang=\"en\" class=\"en \">Then after them We sent Musa and Harun to Fir'awn and his chiefs with Our Ayat. But they behaved arrogantly and were a people who were criminals <span>(75)</span>So when came to them the truth from Us, they said: \"This is indeed clear magic. <span>(76)</span>Musa said: \"Say you <span class=\"gray\">(this)</span> about the truth when it has come to you Is this magic? But the magicians will never be successful. <span>(77)</span>They said: \"Have you come to us to turn us away from that we found our fathers following, and that you two may have greatness in the land? We are not going to believe you two! <span>(78)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Musa and Fira'wn</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ بَعَثْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then after them We sent )</span> meaning ofter these Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّوسَىٰ وَهَارُونَ إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa and Harun to Fir'awn and his chiefs,)</span> meaning his people</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِآيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with Our Ayat.)</span> meaning; 'Our proofs and evidences.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُّجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they behaved arrogantly, and were a people who were criminals.)</span> meaning they were too arrogant to follow the truth and submit to it, and they were criminals.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِندِنَا قَالُوا إِنَّ هَٰذَا لَسِحْرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when came to them the truth from us, they said: \"This is indeed clear magic.\")</span> They were as if they gave an oath that what they had said was the truth. But they knew that what they were saying was a mere lie. As Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they belied them wrongfully and arrogantly, though they themselves were convinced thereof.)</span><span class=\"gray\">(27:14)</span> Musa criticized them saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ ۖ أَسِحْرٌ هَٰذَا وَلَا يُفْلِحُ السَّاحِرُونَ - قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Say you <span class=\"gray\">(this)</span> about the truth when it has come to you? Is this magic? But the magicians will never be successful.\" They said: \"Have you come to us to turn us away...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from that we found our fathers following)</span> their religion.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكُونَ لَكُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that you two may have...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكِبْرِيَاءُ</p><p lang=\"af\" class=\"af \"><span class=\"gray\">(greatness)</span> means grandeur and leadership</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...in the land, We are not going to believe you two!\")</span></p>"
  },
  {
    "ayah_key": "10:79",
    "group_ayah_key": "10:79",
    "from_ayah": "10:79",
    "to_ayah": "10:82",
    "ayah_keys": "10:79,10:80,10:81,10:82",
    "text": "<p lang=\"en\" class=\"en \">And Fir'awn said: \"Bring me every well-versed sorcerer <span>(79)</span>And when the sorcerers came, Musa said to them: \"Cast down what you want to cast! <span>(80)</span>Then when they had cast down, Musa said: \"What you have brought is sorcery, Allah will surely make it of no effect. Verily, Allah does not set right the work of the evildoers <span>(81)</span>\"And Allah will establish and make apparent the truth by His Words, however much the criminals may hate <span class=\"gray\">(it)</span>. <span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>Between Musa and the Magicians</h2></div><p lang=\"en\" class=\"en \">Allah mentioned the story of the magicians and Musa in Surat Al-A'raf <span class=\"gray\">(there is a commentary on it in that Surah)</span>, this Surah,Surat Ta Ha, and in Surat Ash-Shu'ara'. Fir'awn, may Allah's curse be upon him, wanted to deceive the people and impress them with the tricks of the magicians in direct opposition to the plain truth that Musa brought. The result was the exact opposite and he therefore didn't attain his goal. The signs of the Lord prevailed in that public festival.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ - قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ - رَبِّ مُوسَىٰ وَهَارُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the sorcerers fell down prostrate. They said: \"We believe in the Lord of all that exists – the Lord of Musa and Harun.\")</span><span class=\"gray\">(7:120-122)</span> Fir'awn thought that he would achieve victory through the magicians over the Messenger sent by Allah, the All-Knower of all hidden things. But he failed, lost Paradise and was deserving of the Hellfire.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ - فَلَمَّا جَاءَ السَّحَرَةُ قَالَ لَهُم مُّوسَىٰ أَلْقُوا مَا أَنتُم مُّلْقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Fir'awn said: \"Bring me every well-versed sorcerer.\" And when the sorcerers came, Musa said to them: \"Cast down what you want to cast!\")</span></p><p lang=\"en\" class=\"en \">They stood in line after they received the promise of Fir'awn to become closer to him and obtain a generous reward.</p><p lang=\"en\" class=\"en \">Musa wanted them to begin. He wanted the people to see what the magicians had made, then he would come with the truth after that to triumph over their falsehood.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا مُوسَىٰ إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ - قَالَ بَلْ أَلْقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"O Musa! Either you throw first or we be the first to throw?\" <span class=\"gray\">[Musa]</span> said: \"Nay, throw you <span class=\"gray\">(first)</span>!\")</span> When the magicians cast their spells they bewitched the eyes of the people through their display of mighty sorcery. At that time,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُّوسَىٰ - قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ الْأَعْلَىٰ - وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا ۖ إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ ۖ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa conceived fear in himself. We <span class=\"gray\">(Allah)</span> said: \"Fear not! Surely, you will have the upper hand. And throw that which is in your right hand! It will swallow up that which they have made. That which they have made is only a magician's trick, and the magician will never be successful, to whatever amount <span class=\"gray\">(of skill)</span> he may attain.\")</span><span class=\"gray\">(20:67-69)</span> Upon that, Musa said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جِئْتُم بِهِ السِّحْرُ ۖ إِنَّ اللَّهَ سَيُبْطِلُهُ ۖ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ - وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What you have brought is sorcery, Allah will surely make it of no effect. Verily, Allah does not set right the work of the evildoers. And Allah will establish and make apparent the truth by His Words, however much the criminals may hate <span class=\"gray\">(it)</span>.)</span></p>"
  },
  {
    "ayah_key": "10:83",
    "group_ayah_key": "10:83",
    "from_ayah": "10:83",
    "to_ayah": "10:83",
    "ayah_keys": "10:83",
    "text": "<p class=\"en translation\" lang=\"en\">But none believed in Musa except the offspring of his people, because of the fear of Fir'awn and his chiefs, lest they should persecute them; and verily, Fir'awn was an arrogant tyrant on the earth, he was indeed one of the transgressors <span>(83)</span></p><div lang=\"en\" class=\"en \"><h2>Only a Few Youth from Fir'awn's People believed in Musa</h2></div><p lang=\"en\" class=\"en \">Allah tells us that despite all the clear signs and irrefutable evidence Musa came with, only a few offspring from Fir'awn's followers believed in him. They were even scared that Fir'awn and his followers would force them to return to Kufr <span class=\"gray\">(disbelief)</span>. Fir'awn was an evil tyrant and extremely arrogant. His people feared him and his power too much. Al-'Awfi reported that Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا آمَنَ لِمُوسَىٰ إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِ عَلَىٰ خَوْفٍ مِّن فِرْعَوْنَ وَمَلَئِهِمْ أَن يَفْتِنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But none believed in Musa except the offspring of his people because of the fear of Fir 'awn and his chiefs, lest they should persecute them.)</span></p><p lang=\"en\" class=\"en \">The offspring that believed in Musa from Fir'awn's people, other than Banu Israel, were few. Among them were Fir'awn's wife, the believer who was hiding his faith, Fir'awn's treasurer, and his wife. </p><p lang=\"en\" class=\"en \">The Children of Israel, however, themselves believed in Musa, all of them. They were glad to see him coming. They knew of his description and the news of his advent from their previous Books. They knew that Allah was going to save them through him from the capture of Fir'awn and give them power over him. So when this knowledge reached Fir'awn he was very wary. But his caution and weariness didn't help him one bit. When Musa arrived, Fir'awn subjected them to great harm, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِن بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"We <span class=\"gray\">(Children of Israel)</span> suffered troubles before you came to us, and since you have come to us.\" He said: \"It may be that your Lord will destroy your enemy and make you successors on the earth, so that He may see how you act?')</span><span class=\"gray\">[7:129]</span> The fact that all of the Children Israel became believers is evidenced by the following Ayat:</p>"
  }
]