[
  {
    "ayah_key": "29:46",
    "group_ayah_key": "29:46",
    "from_ayah": "29:46",
    "to_ayah": "29:46",
    "ayah_keys": "29:46",
    "text": "<p class=\"en translation\" lang=\"en\">And argue not with the People of the Scripture, except with that which is better – except with such of them as do wrong; and say <span class=\"gray\">(to them)</span>: \"We believe in that which has been revealed to us and revealed to you; our God and your God is One, and to Him we have submitted. <span>(46)</span></p><div lang=\"en\" class=\"en \"><h2>Arguing with the People of the Book</h2></div><p lang=\"en\" class=\"en \">What is meant here is that anyone who wants to find out about religion from them should argue with them in a manner that is better, as this will be more effective. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Invite to the way of your Lord with wisdom and fair preaching...)</span><span class=\"gray\">(16:125)</span> And Allah said to Musa and Harun when he sent them to Fir'awn:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And speak to him mildly, perhaps he may accept admonition or fear.)</span><span class=\"gray\">(20:44)</span> Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except with such of them as do wrong;)</span> meaning, those who turn away from the truth, turning a blind eye to clear evidence, being stubborn and arrogant. In this case you should progress from debate to combat, fighting them in such a way as to deter them from committing aggression against you. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed We have sent Our Messengers with clear proofs, and revealed with them the Scripture and the Balance that mankind may keep up justice. And We brought forth iron wherein is mighty power)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is All-Strong, All-Mighty)</span><span class=\"gray\">(57:25)</span>. Jabir said: \"We were commanded to strike with the sword whoever opposes the Book of Allah.\" And His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say <span class=\"gray\">(to them)</span>: \"We believe in that which has been revealed to us and revealed to you;)</span> means, 'if they tell you something which you do not know to be true or false, say to them: We do not hasten to say it is a lie, because it may be true, and we do not hasten to say it is true because it may be false. We believe in it in general, under the condition that it has been revealed and has not been altered or deliberately misinterpreted.' </p><p lang=\"en\" class=\"en \">Imam Al-Bukhari, may Allah have mercy on him, recorded that Abu Hurayrah, may Allah be pleased with him, said, \"The People of the Book used to read the Tawrah in Hebrew and explain it in Arabic to the Muslims. The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُصَدِّقُوا أَهْلَ الْكِتَابِ وَلَا تُكَذِّبُوهُمْ، وَقُولُوا: آمَنَّا بِاللهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَيْكُمْ، وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ، وَنَحْنُ لَهُ مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not believe the People of the Book and do not deny them. Say: \"We believe in Allah and what has been revealed to us and what has been revealed to you. Our God and your God is One, and to Him we have submitted.\")</span>\" This Hadith was narrated only by Al-Bukhari. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ibn 'Abbas said: \"How can you ask the People of the Book about anything, when your Book that was revealed to the Messenger of Allah ﷺ is more recent, you read it pure and uncontaminated, it tells you that the People of the Book altered and changed the Book, that they write the Book with their own hands and then say, 'This is from Allah,' to purchace with it a small price? Should not the knowledge that you have, prevent you from asking them? No, by Allah, we have never seen any of them asking you about what was sent down to you.\" </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Humayd bin 'Abdur-Rahman heard Mu'awiyah talking to a group of Quraysh in Al-Madinah. He mentioned Ka'b Al-Ahbar, and said: \"He was one of the most truthful of those who narrated from the People of the Book, even though we found that some of what he said might be lies.\" </p><p lang=\"en\" class=\"en \">I say, this means that some of what he said could be classified linguistically as lies, but he did not intend to lie, because he was narrating from manuscripts which he thought were good, but they contained fabricated material, because they did not have people who were so conscientious in memorizing the Scriptures by heart as the people of this great Ummah.</p>"
  },
  {
    "ayah_key": "29:47",
    "group_ayah_key": "29:47",
    "from_ayah": "29:47",
    "to_ayah": "29:49",
    "ayah_keys": "29:47,29:48,29:49",
    "text": "<p lang=\"en\" class=\"en \">And thus We have sent down the Book to you, and those whom We gave the Scripture believe therein as also do some of these and none but the disbelievers reject Our Ayat <span>(47)</span>Neither did you read any book before it nor did you write any book with your right hand. In that case, indeed, the followers of falsehood might have doubted <span>(48)</span>Nay, but it is clear Ayat, <span class=\"gray\">(preserved)</span> in the breasts of those who have been given knowledge. And none but the wrongdoers deny Our Ayat <span>(49)</span></p><div lang=\"en\" class=\"en \"><h2>Evidence for the Fact that the Qur'an was revealed from Allah</h2></div><p lang=\"en\" class=\"en \">Ibn Jarir said: \"Allah says, 'just as We revealed the Books to the Messengers who came before you, O Muhammad, so We have also revealed this Book to you.'\" What he said is good and fits the context. Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those whom We gave the Scripture believe therein)</span> means, those knowledgable rabbis and scholars among them who learned it and recited it properly, such as 'Abdullah bin Salam, Salman Al-Farisi and others like them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ هَٰؤُلَاءِ مَنْ يُؤْمِنُ بِهِ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as also believe therein some of these)</span> meaning, the Quraysh Arabs and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and none but the disbelievers reject Our Ayat.)</span> No one disbelieves and rejects them except those who conceal the truth with falsehood, and those who try to hide the rays and light of the sun by their covering an eye. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither did you read any book before it <span class=\"gray\">(this Qur'an)</span> nor did you write any book with your right hand.)</span> meaning, 'you lived among your people for a long time before you brought this Qur'an. During this time you never read any book or wrote anything. Your people, as well as others all know that you are an unlettered man who does not read or write.' This is how he was also described in the previous Scriptures, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who follow the Messenger, the Prophet, the unlettered about whom they find written with them in the Tawrah and the Injil, – he commands them with good; and forbids them from evil.)</span><span class=\"gray\">(7:157)</span> This is how the Messenger of Allah ﷺ will remain until the Day of Resurrection, unable to write even one line or one letter. He used to have scribes who would write down the revelation for him, or would write letters from him to be sent to different places. Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِذًا لَارْتَابَ الْمُبْطِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In that case, indeed, the followers of falsehood might have doubted.)</span> means, 'if you had been literate, some ignorant people would have doubted you. They would have said that you learned this from Books inherited from the Prophets which came before.' Indeed, they did say that, even though they knew that he was unlettered and could not read or write.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Tales of the ancients, which he has written down, and they are dictated to him morning and afternoon.\")</span><span class=\"gray\">(25:5)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It has been sent down by Him Who knows the secret of the heavens and the earth)</span><span class=\"gray\">(25:6)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but it is <span class=\"gray\">(Quran)</span>, the clear Ayat, <span class=\"gray\">(preserved)</span> in the breasts of those who have been given knowledge.)</span> meaning, this Qur'an is clear Ayat which indicate the truth, commands, prohibitions and stories. It is memorized by the scholars for whom Allah makes it easy to memorize, recite and interpret. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have indeed made the Qur'an easy to understand and remember; then is there any one who will remember)</span><span class=\"gray\">(54:17)</span>. The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ نَبِيٍّ إِلَّا وَقَدْ أُعْطِيَ مَا آمَنَ عَلَى مِثْلِهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There has never been any Prophet who was not given that which would make people believe in him. What I have been given is revelation which Allah reveals to me, and I hope that I will have the most followers among them.)</span> According to the Hadith of 'Iyad bin Himar, recorded in Sahih Muslim, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي مُبْتَلِيكَ وَمُبْتَلٍ بِكَ، وَمُنْزِلٌ عَلَيْكَ كِتَابًا لَا يَغْسِلُهُ الْمَاءُ، تَقْرَؤُهُ نَائِمًا وَيَقْظَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I am testing you and testing others through you, revealing to you a Book which cannot be washed away by water, which you recite while you are asleep and while you are awake.\")</span> This means, if the manuscript where it is written were to be washed with water, there is no need for that manuscript. This is because it is preserved in the hearts and is easy on the tongue <span class=\"gray\">(i.e., is easy to recite)</span>, and is controlling people's hearts and minds. It is miraculous in its wording and in its meanings. In the previous Scriptures this Ummah was described as carrying their holy Books in their hearts.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none but the wrongdoers deny Our Ayat)</span> Nobody denies it or tries to undermine its status or rejects it except the wrongdoers, i.e., the arrogant transgressors who know the truth but turn away from it, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word <span class=\"gray\">(wrath)</span> of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment.)</span><span class=\"gray\">(10:96-97)</span></p>"
  }
]