[
  {
    "ayah_key": "3:137",
    "group_ayah_key": "3:137",
    "from_ayah": "3:137",
    "to_ayah": "3:143",
    "ayah_keys": "3:137,3:138,3:139,3:140,3:141,3:142,3:143",
    "text": "<p lang=\"en\" class=\"en \">Many similar ways <span class=\"gray\">(and mishaps of life)</span> were faced <span class=\"gray\">[by nations <span class=\"gray\">(believers and disbelievers)</span> that have passed away]</span> before you, so travel through the earth, and see what was the end of those who denied <span>(137)</span>This is a plain statement for mankind, a guidance and instruction for the Muttaqin <span>(138)</span>So do not become weak, nor be sad, and you will be triumphant if you are indeed believers <span>(139)</span>If a wound has touched you, be sure a similar wound has touched the others. And so are the days, that We give to men by turns, that Allah may know <span class=\"gray\">(test)</span> those who believe, and that He may take martyrs from among you. And Allah likes not the wrongdoers <span>(140)</span>And that Allah may test those who believe and destroy the disbelievers. <span>(141)</span>Do you think that you will enter Paradise before Allah knows <span class=\"gray\">(tests)</span> those of you who performed Jihad and knows <span class=\"gray\">(tests)</span> those who are patient <span>(142)</span>You did indeed wish for death before you met it. Now you have seen it openly with your own eyes <span>(143)</span></p><div lang=\"en\" class=\"en \"><h2>The Wisdom Behind the Losses Muslims Suffered During Uhud</h2></div><p lang=\"en\" class=\"en \">Allah states to His believing servants who suffered losses in the battle of Uhud, including seventy dead,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(137... Many similar ways <span class=\"gray\">(and mishaps of life)</span> were faced before you)</span>, for the previous nations who followed their Prophets before you, they too suffered losses. However, the good end was theirs, and the ultimate defeat was for the disbelievers. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so travel through the earth, and see what was the end of those who denied)</span>. Allah said next,) <span class=\"gray\">(3:137 end...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا بَيَانٌ لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(138.. This is a plain statement for mankind)</span>, meaning, the Qur'an explains the true reality of things and narrates how the previous nations suffered by the hands of their enemies.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى وَمَوْعِظَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a guidance and instruction)</span> for the Qur'an contains the news of the past, and,</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُدًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(guidance)</span> for your hearts,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَوْعِظَةٌ لِّلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and instruction for the Muttaqin)</span> to discourage committing the prohibited and forbidden matters. Allah comforts the believers by saying,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تَهِنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(139… So do not become weak)</span>, because of what you suffered,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْزَنُوا وَأَنتُمُ الْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor be sad, and you will be triumphant if you are indeed believers)</span>, for surely, the ultimate victory and triumph will be yours, O believers.)</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If a wound has touched you, be sure a similar wound has touched the others)</span><span class=\"gray\">[3:140]</span>.</p><p lang=\"en\" class=\"en \">Therefore, the Ayah says, if you suffered injuries and some of you were killed, then your enemies also suffered injuries and fatalities.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And so are the days, that We give to men by turns)</span> , and at times – out of wisdom – We allow the enemy to overcome you, although the final good end will be yours.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that Allah may know <span class=\"gray\">(test)</span> those who believe,)</span> meaning, \"So that We find out who would be patient while fighting the enemies,\" according to Ibn 'Abbas.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَّخِذَ مِنكُمْ شُهَدَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that He may take martyrs from among you)</span> those who would be killed in Allah's cause and gladly offer their lives seeking His pleasure.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ - وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah likes not the wrongdoers. And that Allah may test those who believe)</span><span class=\"gray\">[3:140-141]</span>, by forgiving them their sins if they have any. Otherwise, Allah will raise their grades according to the losses they suffered. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمْحَقَ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and destroy the disbelievers)</span>, for it is their conduct that if they gain the upper hand, they transgress and commit aggression. However, this conduct only leads to ultimate destruction, extermination, perishing and dying out.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(142. Do you think that you will enter Paradise before Allah knows <span class=\"gray\">(tests)</span> those of you who will perform Jihad and <span class=\"gray\">(also)</span> knows <span class=\"gray\">(tests)</span> those who are the patient?)</span></p><p lang=\"en\" class=\"en \">The Ayah asks, do you think that you will enter Paradise without being tested with warfare and hardships? Allah said in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ الَّذِينَ خَلَوْا مِن قَبْلِكُم مَّسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or think you that you will enter Paradise without such <span class=\"gray\">(trials)</span> as came to those who passed away before you? They were afflicted with severe poverty and ailments and were so shaken...)</span><span class=\"gray\">[2:214]</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif Lam Mim. Do people think that they will be left alone because they say: \"We believe,\" and will not be tested?)</span><span class=\"gray\">[29:1,2]</span>, This is why He said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you think that you will enter Paradise before Allah knows <span class=\"gray\">(tests)</span> those of you who will perform Jihad and <span class=\"gray\">(also)</span> knows <span class=\"gray\">(tests)</span> those who are the patient?)</span><span class=\"gray\">[3:142]</span> meaning, you will not earn Paradise until you are tested and thus Allah knows who among you are the ones who struggle and fight in His cause and are patient in the face of the enemy. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كُنتُمْ تَمَنَّوْنَ الْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(143.. You did indeed wish for death <span class=\"gray\">(martyrdom)</span> before you met it. Now you have seen it openly with your own eyes)</span></p><p lang=\"en\" class=\"en \">The Ayah proclaims, O believers! Before today, you wished that you could meet the enemy and were eager to fight them. What you wished has occurred, so fight them and be patient.</p><p lang=\"en\" class=\"en \">In the Two Sahihs it is recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَتَمَنَّوْا لِقَاءَ الْعَدُوِّ، وَسَلُوا اللهَ الْعَافِيَةَ، فَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا، وَاعْلَمُوا أَنَّ الْجَنَّـةَ تَحْتَ ظِلَالِ السُّيُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not wish to encounter the enemy, and ask Allah for your well-being. However, if you do encounter them, then observe patience and know that Paradise is under the shade of swords.)</span></p><p lang=\"en\" class=\"en \">This is why Allah said here,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَدْ رَأَيْتُمُوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now you have seen it)</span>: death, you saw it when the swords appeared, the blades were sharpened, the spears crisscrossed and men stood in lines for battle. This part of the Ayah contains a figure of speech that mentions imagining what can be felt but not seen.</p>"
  }
]