[
  {
    "ayah_key": "2:197",
    "group_ayah_key": "2:197",
    "from_ayah": "2:197",
    "to_ayah": "2:197",
    "ayah_keys": "2:197",
    "text": "<p lang=\"en\" class=\"en \">The Hajj <span class=\"gray\">(pilgrimage)</span> is <span class=\"gray\">(in)</span> the well-known months. So whosoever intends to perform Hajj therein <span class=\"gray\">(by assuming Ihram)</span>, then he should not have sexual relations <span class=\"gray\">(with his wife)</span>, nor commit sin, nor dispute unjustly during the Hajj. And whatever good you do, Allah knows it. And take provisions for the journey, but the best provision is At-Taqwa <span class=\"gray\">(piety, righteousness)</span>. So fear Me, O men of understanding <span>(197)</span></p><div lang=\"de\" class=\"de \"><h2>When does Ihram for Hajj start?</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hajj is <span class=\"gray\">(in)</span> the well-known months.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that Ihram for Hajj only occurs during the months of Hajj. This was reported from Ibn 'Abbas, Jabir, 'Ata', Tawus and Mujahid. The proof for this is Allah's statement that Hajj occurs during known, specific months, which indicates that Hajj is not allowed before that, just as the prayer has a fixed time <span class=\"gray\">(before which one's prayer is not accepted)</span>.</p><p lang=\"en\" class=\"en \">Ash-Shafi'i recorded that Ibn 'Abbas said, \"No person should assume Ihram for Hajj before the months of the Hajj, for Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hajj is <span class=\"gray\">(in)</span> the well-known months.)</span></p><p lang=\"en\" class=\"en \">Ibn Khuzaymah reported that Ibn 'Abbas said, \"No Ihram for Hajj should be assumed, except during the months of Hajj, for among the Sunnah of Hajj is that one assume Ihram for it during the Hajj months. \" This is an authentic narration and the Companion's statement that such and such is among the Sunnah is considered as a Hadith of the Prophet ﷺ, according to the majority of the scholars. This is especially the case when it is Ibn 'Abbas who issued this statement, as he is the Tarjuman <span class=\"gray\">(translator, interpreter, explainer)</span> of the Qur'an.</p><p lang=\"en\" class=\"en \">There is a Hadith about this subject too. Ibn Marduwyah related that Jabir narrated that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَنْبَغِي لِأَحَدٍ أَنْ يُحْرِمَ بِالْحَجِّ إِلَّا فِي أَشْهُرِ الْحَجِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No one should assume Ihram for Hajj, but during the months of Hajj.)</span></p><p lang=\"en\" class=\"en \">The chain of narrators for this Hadith is reasonable. Ash-Shafi'i and Al-Bayhaqi recorded this Hadith from Ibn Jurayj who related that Abu Az-Zubayr said that he heard Jabir bin 'Abdullah being asked, \"Does one assume Ihram for Hajj before the months of the Hajj?\" He said, \"No.\" This narration is more reliable than the narration that we mentioned from the Prophet ﷺ. In short, this statement is the opinion of the Companion, supported by Ibn 'Abbas' statement that it is a part of the Sunnah not to assume Ihram for Hajj before the months of the Hajj. Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>The Months of Hajj</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"de\" class=\"de \"><span class=\"gray\">(...the well-known months.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari said that Ibn 'Umar said that these are Shawwal, Dhul-Qa'dah and the first ten days of Dhul-Hijjah. This narration for which Al-Bukhari did not mention the chain of narrators, was collected by a continuous chain of narrators that Ibn Jarir rendered authentic, leading to Ibn 'Umar, who said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hajj <span class=\"gray\">(pilgrimage)</span> is <span class=\"gray\">(in)</span> the well-known <span class=\"gray\">(lunar year)</span> months.)</span> \"which are Shawwal, Dhul-Qa'dah and the <span class=\"gray\">(first)</span> ten days of Dhul-Hijjah.\" Its chain is Sahih. Al-Hakim also recorded it in his Mustadrak, and he said,\"It meets the criteria of the Two Shaykhs.\"</p><p lang=\"en\" class=\"en \">This statement is also reported from 'Umar, 'Ali, Ibn Mas'ud, 'Abdullah bin Az-Zubayr, Ibn 'Abbas, 'Ata', Tawus, Mujahid, Ibrahim An-Nakha'i, Imam Ash-Sha'bi, Al-Hasan, Ibn Sirin, Makhul, Qatadah, Ad-Dahhak bin Muzahim, Ar-Rabi' bin Anas and Muqatil bin Hayyan. This opinion was preferred by Ibn Jarir who said, \"It is a common practice to call two months and a part of the third month as 'months'. This is similar to the Arab's saying, 'I visited such and such person this year or this day.' He only visited him during a part of the year and a part of the day. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whosoever hastens to leave in two days, there is no sin on him.)</span></p><p lang=\"en\" class=\"en \">In this case, one will only be hastening for one and a half days.\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن فَرَضَ فِيهِنَّ الْحَجَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whosoever intends <span class=\"gray\">(Farada)</span> to perform Hajj therein <span class=\"gray\">(by assuming Ihram)</span>,)</span> meaning that one's assuming the Ihram requires a Hajj, for the person is required to complete the rituals of Hajj after assuming Ihram. Ibn Jarir said that Al-'Awfi said, \"The scholars agree that <span class=\"gray\">(Farada)</span> 'intends' mentioned in the Ayah means it is a requirement and an obligation.\" 'Ali bin Abu Talhah said that Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن فَرَضَ فِيهِنَّ الْحَجَّ</p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(So whosoever intends to perform Hajj therein <span class=\"gray\">(by assuming Ihram)</span>,)</span> refers to those who assume Ihram for Hajj and Umrah\". Ata said, \"'Intends', means, assumes the Ihram.\" Similar statements were attributed to Ibrahim, Ad-Dahhak and others.</p><div lang=\"it\" class=\"it \"><h2>Prohibition of Rafath <span class=\"it gray\" lang=\"it\">(Sexual Intercourse)</span> during Hajj</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَا رَفَثَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He should not have Rafath)</span></p><p lang=\"en\" class=\"en \">This Ayah means that those who assume the Ihram for Hajj or 'Umrah are required to avoid the Rafath, meaning, sexual intercourse. Allah's statement here is similar to His statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَىٰ نِسَائِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is made lawful for you to have Rafath <span class=\"gray\">(sexual relations)</span> with your wives on the night of the fast.)</span><span class=\"gray\">(2:187)</span></p><p lang=\"en\" class=\"en \">Whatever might lead to sexual intercourse, such as embracing, kissing and talking to women about similar subjects, is not allowed. Ibn Jarir reported that Nafi' narrated that 'Abdullah bin 'Umar said, \"Rafath means sexual intercourse or mentioning this subject with the tongue, by either men or women.\" 'Ata' bin Abu Rabah said that Rafath means sexual intercourse and foul speech. This is also the opinion of 'Amr bin Dinar. 'Ata' also said that they used to even prevent talking <span class=\"gray\">(or hinting)</span> about this subject. Tawus said that Rafath includes one's saying, \"When I end the Ihram I will have sex with you.\" This is also the same explanation offered by Abu Al-'Aliyah regarding Rafath. 'Ali bin Abu Talhah said that Ibn 'Abbas said, \"Rafath means having sex with the wife, kissing, fondling and saying foul words to her, and similar acts.\" Ibn 'Abbas and Ibn 'Umar said that Rafath means to have sex with women. This is also the opinion of Sa'id bin Jubayr, 'Ikrimah, Mujahid, Ibrahim An-Nakha'i, Abu Al-'Aliyah who narrated it from 'Ata' and Makhul, 'Ata Al-Khurasani, 'Ata' bin Yasar, 'Atiyah, Ibrahim, Ar-Rabi', Az-Zuhri, As-Suddi, Malik bin Anas, Muqatil bin Hayyan, 'Abdul-Karim bin Malik, Al-Hasan, Qatadah and Ad-Dahhak, and others.</p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Fusuq during Hajj</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا فُسُوقَ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(...nor commit sin)</span> Miqsam and several other scholars related that Ibn 'Abbas said, \"It is disobedience.\" This is also the opinion of 'Ata,' Mujahid, Tawus, 'Ikrimah, Sa'id bin Jubayr, Muhammad bin Ka'b, Al-Hasan, Qatadah, Ibrahim An-Nakha'i, Az-Zuhri, Ar-Rabi' bin Anas, 'Ata' bin Yasar, 'Ata' Al-Khurasani and Muqatil bin Hayyan.</p><p lang=\"en\" class=\"en \">Ibn Wahb reported that Nafi' narrated that 'Abdullah bin 'Umar said, \"Fusuq <span class=\"gray\">[or sin mentioned in the Ayah <span class=\"gray\">(2:197)</span>]</span> refers to committing what Allah has forbidden in the Sacred Area.\"</p><p lang=\"en\" class=\"en \">Several others said that Fusuq means cursing others, they based this on the authentic Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Cursing the Muslim is Fusuq, while fighting him is Kufr.)</span></p><p lang=\"gd\" class=\"gd \">Abdur-Rahman bin Zayd bin Aslam said Fusuq here means slaughtering animals for the idols, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...or impious <span class=\"gray\">(Fisq)</span> meat <span class=\"gray\">(of an animal)</span> which is slaughtered as a sacrifice for others than Allah.)</span><span class=\"gray\">(6: 145)</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak said that Fusuq is insulting one another with bad nicknames.</p><p lang=\"en\" class=\"en \">Those who said that the Fusuq means all types of disobedience are correct. Allah has also prohibited committing injustice during the months of Hajj in specific, although injustice is prohibited throughout the year. This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَٰلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...of them four are sacred. That is the right religion, so wrong not yourselves therein.)</span><span class=\"gray\">(9:36)</span></p><p lang=\"en\" class=\"en \">Allah said about the Sacred Area:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and whoever inclines to evil actions therein or to do wrong, him We shall cause to taste from a painful torment.)</span><span class=\"gray\">(22:25)</span></p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs that Abu Hurayrah narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَجَّ هَذَا الْبَيْتَ، فَلَمْ يَرْفُثْ وَلَمْ يَفْسُقْ خَرَجَ مِنْ ذُنُوبِهِ كَيَوْمَ وَلَدَتْهُ أُمُّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever performed Hajj to this <span class=\"gray\">(Sacred)</span> House and did not commit Rafath or Fusuq, will return sinless, just as the day his mother gave birth to him.)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of arguing during Hajj</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا جِدَالَ فِي الْحَجِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor should there be Jidal during Hajj)</span> meaning, disputes and arguments. Ibn Jarir related that 'Abdullah bin Mas'ud said that what Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا جِدَالَ فِي الْحَجِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...nor dispute unjustly during the Hajj.)</span> means to argue with your companion <span class=\"gray\">(or fellow)</span> until you make him angry. This is similar to the the opinion that Miqsam and Ad-Dahhak related to Ibn 'Abbas. This is also the same meaning reported from Abu Al-'Aliyah, 'Ata', Mujahid, Sa'id bin Jubayr, 'Ikrimah, Jabir bin Zayd, 'Ata' Al-Khurasani, Makhul, As-Suddi, Muqatil bin Hayyan, 'Amr bin Dinar, Ad-Dahhak, Ar-Rabi' bin Anas, Ibrahim An-Nakha'i, 'Ata bin Yasar, Al-Hasan, Qatadah and Az-Zuhri.</p><div lang=\"en\" class=\"en \"><h2>The Encouragement for Righteous Deeds and to bring Provisions for Hajj</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatever good you do, Allah knows it.)</span></p><p lang=\"en\" class=\"en \">After Allah prohibited evil in deed and tongue, He encouraged righteous, good deeds, stating that He is knowledgeable of the good that they do, and He will reward them with the best awards on the Day of Resurrection.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take provisions <span class=\"gray\">(with you)</span> for the journey, but the best provision is At-Taqwa <span class=\"gray\">(piety, righteousness)</span>.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari and Abu Dawud reported that Ibn 'Abbas said, \"The people of Yemen used to go to Hajj without taking enough supplies with them. They used to say, 'We are those who have Tawakkul <span class=\"gray\">(reliance on Allah)</span>.' Allah revealed this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take provisions <span class=\"gray\">(with you)</span> for the journey, but the best provision is At-Taqwa <span class=\"gray\">(piety, righteousness)</span>.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir and Ibn Marduwyah narrated that Ibn 'Umar said, \"When people assumed Ihram, they would throw away whatever provisions they had and would acquire other types of provisions. Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take a provisions <span class=\"gray\">(with you)</span> for the journey, but the best provision is At-Taqwa <span class=\"gray\">(piety, righteousness)</span>.)</span> Allah forbade them from this practice and required them to take flour and Sawiq <span class=\"gray\">(a type of food usually eaten with dates)</span> with them.\"</p><div lang=\"en\" class=\"en \"><h2>The Provisions of the Hereafter</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but the best provision is At-Taqwa <span class=\"gray\">(piety, righteousness)</span>.)</span> When Allah required mankind to supply themselves with what sustains them for the journeys of this life, He directed them to the necessary provisions for the Hereafter: Taqwa. Allah said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِيشًا وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and as an adornment; and the raiment of Taqwa, that is better.)</span><span class=\"gray\">(7:26)</span></p><p lang=\"en\" class=\"en \">Allah mentioned the material covering and then He mentioned the spiritual covering, which includes humbleness, obedience and Taqwa. He also stated that the latter provision is better and more beneficial than the former.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So fear Me, O men of understanding!)</span> meaning: 'Fear My torment, punishment, and affliction for those who defy Me and do not adhere to My commands, O people of reason and understanding.'</p>"
  }
]