[
  {
    "ayah_key": "10:101",
    "group_ayah_key": "10:101",
    "from_ayah": "10:101",
    "to_ayah": "10:103",
    "ayah_keys": "10:101,10:102,10:103",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Behold all that is in the heavens and the earth.\" But neither Ayat nor warners benefit those who do not believe <span>(101)</span>Then do they wait save for the likes of the days of men who passed away before them Say: \"Wait then, I am waiting with you among those who wait. <span>(102)</span>Then We save Our Messengers and those who believe! Thus it is incumbent upon Us to save the believers <span>(103)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to reflect upon the Creation of the Heavens and the Earth</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, guides His servants to reflect upon His blessings. What Allah has created in the heavens and the earth is part of the clear signs for those who possess correct understanding. From that which is in the heavens are the luminous stars, the firmaments, the moving planetary bodies, the sun and the moon. This also includes the night and day, their alternating, and their merging so that one is long and the other is short. Then they alternate <span class=\"gray\">(through the year)</span> so that the long one becomes short and the short one becomes long. Likewise, from the signs in the heavens is the rising of the sun, its vastness, its beauty and its adornment. Also, whatever rain that Allah sends down from the heavens, thereby bringing the earth to life after its death, and causing various types of fruits, crops, flowers and plants to grow, is from its signs. Whatever Allah creates in the earth from the various species of beasts, with their differing colors and benefits <span class=\"gray\">(for man)</span>, are signs. The mountains, plains, deserts, civilizations, structures and barren lands of the earth are signs. Then there are the wonders of the sea and its waves. Yet, it still has been made subservient and submissive to those who travel upon its surface. It carries their ships, allowing them to traverse upon it with ease. This is all under the control of the Most Able; there is no God worthy of worship except Him and there is no true Lord other than Him. </p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But neither Ayat nor warners benefit those who do not believe.)</span> This means, 'What thing will benefit such disbelieving people besides the heavenly and earthly signs, and the Messengers with their miracles, proofs and evidences that clearly prove the truthfulness of their message?' This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly! Those against whom the Word of your Lord has been justified, will not believe.)</span><span class=\"gray\">[10:96]</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِن قَبْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then do they wait save for the likes of the days of men who passed away before them?)</span> This means, 'Are these who reject you Muhammad, waiting for the vengeance and torment like the Days of Allah, when He punished those who came before them of the previous nations that rejected their Messengers?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ - ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Wait then, I am waiting with you among those who wait.\" Then We save Our Messengers and those who believe!)</span> This means, 'Verily, We destroy those who reject the Messengers.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ حَقًّا عَلَيْنَا نُنجِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus it is incumbent upon Us to save the believers.)</span> This means that this is a right that Allah, the Exalted, has obligated upon His Noble Self. This is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ الرَّحْمَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your Lord has written <span class=\"gray\">(prescribed)</span> mercy for Himself)</span><span class=\"gray\">[6:54]</span></p>"
  },
  {
    "ayah_key": "10:104",
    "group_ayah_key": "10:104",
    "from_ayah": "10:104",
    "to_ayah": "10:107",
    "ayah_keys": "10:104,10:105,10:106,10:107",
    "text": "<p lang=\"en\" class=\"en \">Say:\"O people! If you are in doubt about my religion - I will never worship those whom you worship besides Allah, rather, I will worship Allah, the One Who cause you to die. And I was commanded to be one of the believers <span>(104)</span>And <span class=\"gray\">(I was commanded)</span>, \"Direct your face toward the Hanif <span class=\"gray\">(monotheism)</span> religion, and not be one of the idolators. <span>(105)</span>\"And do not invoke besides Allah what will not benefit you nor harm you. For if you did, you would certainly be one of the wrongdoers. <span>(106)</span>And if Allah touches you with harm, there is none who can lift it but He. And if He intends good for you, then none can repel His favor which He causes to reach whom He wills among His servants. And He is the Pardoning, the Merciful <span>(107)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to worship Allah Alone and rely upon Him</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says to His Messenger, Muhammad , 'Say: O mankind! If you are in doubt about the correctness of that which I have been sent with the Hanif <span class=\"gray\">(monotheism)</span> religion - the religion which Allah has revealed to me – then know that I do not worship those whom you worship besides Allah. Rather, I worship Allah alone, ascribing no partners to Him. He is the One Who causes you to die just as He gives you life. Then, unto Him is your final return. If the gods that you call upon are real, I still refuse to worship them. So call upon them and ask them to harm me, and you will see that they can bring no harm or benefit. The only One Who holds the power of harm and benefit in His Hand is Allah alone, Who has no partners.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I was commanded to be one of the believers.)</span><span class=\"gray\">[10:104]</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that you direct your face towards the Hanif religion)</span> This means to make one's intention in worship solely for Allah alone, being a Hanif. Hanif means one who turns away from associating partners with Allah. For this reason Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and not be one of the idolators.)</span> This statement is directly connected with the previous statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I was commanded to be one of the believers.)</span> Concerning His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Allah touches you with harm,)</span> This verse contains the explanation that good, evil, benefit and harm only come from Allah alone and no one shares with His power over these things. Therefore, He is the One Who deserves to be worshipped alone, without ascription of partners. Concerning His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْغَفُورُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Pardoning, the Merciful.)</span> This means that He is forgiving and merciful towards those who turn to Him in repentance, regardless of what sin the person has committed. Even if the person associated a partner with Allah, verily Allah would forgive him if he repented from it.</p>"
  },
  {
    "ayah_key": "10:108",
    "group_ayah_key": "10:108",
    "from_ayah": "10:108",
    "to_ayah": "10:109",
    "ayah_keys": "10:108,10:109",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"O people! Now the truth has come to you from your Lord. So whoever receives guidance, he does so for the good of himself. And whoever goes astray, he does so at his own loss. And I am not set over you as a guardian <span>(108)</span>And follow what is revealed to you, and be patient until Allah gives judgment. And He is the best of the judges <span>(109)</span></p><p lang=\"en\" class=\"en \">Allah, the Exalted, commands His Messenger ﷺ to inform the people that that which he has brought them from Allah is the truth. It is a message concerning which there is no doubt or suspicion. Therefore, whoever is guided by it and follows it, then he only benefits himself by doing so. Likewise, whoever is misguided away from this message, then he will suffer the consequences against his own self.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا عَلَيْكُم بِوَكِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I am not set over you as a guardian)</span> This means, 'I am not a guardian over you in order for you to become believers. I am only a warner to you and guidance belongs to Allah, the Exalted.' Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ وَاصْبِرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And follow what has been revealed to you, and be patient)</span> This means, 'Adhere to that which Allah has revealed to you, and inspired you with, and be patient with the opposition that you meet from the people.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَحْكُمَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until Allah gives judgment)</span> This means, 'Until Allah judges between you and them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ خَيْرُ الْحَاكِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the best of judges.)</span> This means that He is the best of those who pass judgment, due to His Justice and His wisdom.</p>"
  },
  {
    "ayah_key": "10:11",
    "group_ayah_key": "10:11",
    "from_ayah": "10:11",
    "to_ayah": "10:11",
    "ayah_keys": "10:11",
    "text": "<p class=\"en translation\" lang=\"en\">And were Allah to hasten for mankind the evil as He hastens for them the good then they would have been ruined. So We leave those who expect not their meeting with Us, in their trespasses, wandering blindly in distraction <span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>Allah does not respond to the Requests for Evil like He does with the Requests for Good</h2></div><p lang=\"en\" class=\"en \">Allah tells us about His Forbearance and Benevolence with His servants. He does not respond to them when they pray with evil intentions against themselves, their wealth or their children during times of grief or anger. He knows that they do not truly intend evil for themselves so He doesn't respond to them. This is in reality kindness and mercy. On the other hand, He responds to them when they pray for themselves, wealth and money, with good, blessing and growth. Allah has said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And were Allah to hasten for mankind the evil as He hastens for them the good then they would have been ruined.)</span></p><p lang=\"en\" class=\"en \">This means that if He had responded to all of their evil requests, He would have destroyed them. However, people should avoid praying for evil as much as they can. Abu Bakr Al-Bazzar recorded in his Musnad that Jabir said, \"Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَدْعُوا عَلَى أَنْفُسِكُمْ، لَا تَدْعُوا عَلَى أَوْلَادِكُمْ، لَا تَدْعُوا عَلَى أَمْوَالِكُمْ، لَا تُوَافِقُوا مِنَ اللهِ سَاعَةً فِيهَا إِجَابَةٌ فَيَسْتَجِيبَ لَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not pray against yourselves, do not pray against your children, do not pray against your wealth, for your prayer may coincide with a time of response from Allah and Allah will respond to you.)</span></p><p lang=\"en\" class=\"en \">This Hadith was also recorded by Abu Dawud. This is similar to what is understood from the following Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَدْعُ الْإِنسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And man invokes <span class=\"gray\">(Allah)</span> for evil as he invokes <span class=\"gray\">(Allah)</span> for good.)</span><span class=\"gray\">[17:11]</span> In regard to the interpretation of this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And were Allah to hasten for mankind the evil as He hastens for them the good)</span></p><p lang=\"en\" class=\"en \">Mujahid said: \"It is the man saying to his son or money when he is angry, 'O Allah don't bless him <span class=\"gray\">(or it)</span> and curse him <span class=\"gray\">(or it)</span>.' Should Allah respond to this man in this request as He responds to him with good, He would destroy them.\"</p>"
  }
]