[
  {
    "ayah_key": "21:64",
    "group_ayah_key": "21:64",
    "from_ayah": "21:64",
    "to_ayah": "21:67",
    "ayah_keys": "21:64,21:65,21:66,21:67",
    "text": "<p lang=\"en\" class=\"en \">So they turned to themselves and said: \"Verily, you are the wrongdoers. <span>(64)</span>Then they turned to themselves: \"Indeed you know well that these speak not! <span>(65)</span>He said: \"Do you then worship besides Allah, things that can neither profit you nor harm you? <span>(66)</span>\"Fie upon you, and upon that which you worship besides Allah! Have you then no sense? <span>(67)</span></p><div lang=\"en\" class=\"en \"><h2>The People's admission of their gods' incapability, and Ibrahim's preaching</h2></div><p lang=\"en\" class=\"en \">Allah tells us that when Ibrahim said what he said, his people</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَجَعُوا إِلَىٰ أَنفُسِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(turned to themselves)</span> meaning, they blamed themselves for not taking precautions and protecting their gods. They said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ أَنتُمُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you are the wrongdoers)</span> i.e., because you neglected them and did not guard them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُكِسُوا عَلَىٰ رُءُوسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they turned to themselves)</span> means, they looked at the ground, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ عَلِمْتَ مَا هَٰؤُلَاءِ يَنطِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed you <span class=\"gray\">(Ibrahim)</span> know well that these speak not!)</span> Qatadah said: \"The people admitted their guilt and confusion, and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ عَلِمْتَ مَا هَٰؤُلَاءِ يَنطِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Indeed you know well that these speak not!\")</span> 'So how can you tell us to ask them, if they cannot speak and you know that they cannot speak?' At this point, when they admitted that, Ibrahim said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَنفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you then worship besides Allah, things that can neither profit you nor harm you?)</span> meaning, if they cannot speak and they can neither benefit you nor harm you, then why do you worship them instead of Allah?</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ اللَّهِ ۖ أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fie upon you, and upon that which you worship besides Allah! Have you then no sense?)</span> 'Do you not realize the extent of the misguidance and extreme disbelief which you are following, which no one could accept but one who is an ignorant and evil wrongdoer?' He defeated them in argument and left them with no way out. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَىٰ قَوْمِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that was Our proof which We gave Ibrahim against his people)</span><span class=\"gray\">(6:83)</span></p>"
  },
  {
    "ayah_key": "21:68",
    "group_ayah_key": "21:68",
    "from_ayah": "21:68",
    "to_ayah": "21:70",
    "ayah_keys": "21:68,21:69,21:70",
    "text": "<p class=\"en translation\" lang=\"en\">They said: \"Burn him and help your gods, if you will be doing. <span>(68)</span>We said: \"O fire! Be you cool and safety for Ibrahim! <span>(69)</span>And they wanted to harm him, but We made them the worst losers <span>(70)</span></p><div lang=\"en\" class=\"en \"><h2>How Ibrahim was thrown into the Fire and how Allah controlled it</h2></div><p lang=\"en\" class=\"en \">When their arguments were refuted and their incapability became clear, when truth was made manifest and falsehood was defeated, they resorted to using their power and strength, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَرِّقُوهُ وَانصُرُوا آلِهَتَكُمْ إِن كُنتُمْ فَاعِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Burn him and help your gods, if you will be doing.\")</span> So they gathered together a huge amount of wood.</p><p lang=\"en\" class=\"en \">As-Suddi said, \"I if a woman was sick, she would make a vow that if she recovered she would bring wood to burn Ibrahim. Then they made a hole in the ground and set it aflame, and it burned with huge sparks and immense flames. There had never been a fire like it. They put Ibrahim, peace be upon him, into a catapult, at the suggestion of a nomadic Kurdish man from Persia.\" Shu'ayb Al-Jaba'i said, \"His name was Hayzan, and Allah caused the earth to swallow him up, and he will remain sinking into it until the Day of Resurrection. When they threw him he said, 'Sufficient for me is Allah, and He is the best disposer of affairs.'\" This is similar to what Al-Bukhari recorded from Ibn 'Abbas that Ibrahim said, \"Sufficient for me is Allah, and He is the best disposer of affairs,\" when he was thrown into the fire, and Muhammad ﷺ said it when they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the people have gathered against you, therefore, fear them. But it increased them in faith, and they said: \"Allah is sufficient for us, and He is the best disposer of affairs.\")</span><span class=\"gray\">(3:173)</span>.</p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr reported that Ibn 'Abbas said: \"When Ibrahim was thrown into the fire, the keeper <span class=\"gray\">(angel)</span> of the rain said: 'When will I be commanded to send rain?' But the command of Allah was more swift. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَىٰ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O fire! Be you cool and safety for Ibrahim!)</span>, and there was no fire left on earth that was not extinguished.\" Ibn 'Abbas and Abu Al-'Aliyah said: \"Were it not for the fact that Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَلَامًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and safety)</span>, Ibrahim would have been harmed by its coldness.\" Qatadah said: \"On that day there was no creature that did not try to extinguish the fire for Ibrahim, except for the gecko.\" Az-Zuhri said: \"The Prophet ﷺ commanded that it should be killed, and called it a harmful vermin.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they wanted to harm him, but We made them the worst losers.)</span> they were defeated and humiliated, because they wanted to plot against the Prophet of Allah, but Allah planned against them and saved him from the fire, and thus they were defeated.</p>"
  },
  {
    "ayah_key": "21:7",
    "group_ayah_key": "21:7",
    "from_ayah": "21:7",
    "to_ayah": "21:9",
    "ayah_keys": "21:7,21:8,21:9",
    "text": "<p class=\"en translation\" lang=\"en\">And We sent not before you but men to whom We revealed. So ask the people of the Reminder if you do not know <span>(7)</span>And We did not place them in bodies that did not eat food, nor were they immortals <span>(8)</span>Then We fulfilled to them the promise. So We saved them and those whom We willed, but We destroyed Al-Musrifin <span>(9)</span></p><div lang=\"en\" class=\"en \"><h2>The Messengers are no more than Human Beings</h2></div><p lang=\"en\" class=\"en \">Here Allah refutes those who denied that human Messengers could be sent:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not before you but men to whom We revealed.)</span> meaning, all the Messengers who came before you were men, human beings. There were no angels among them. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not before you any but men unto whom We revealed, from among the people of townships)</span><span class=\"gray\">(12:109)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا كُنتُ بِدْعًا مِّنَ الرُّسُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I am not a new thing among the Messengers...)</span><span class=\"gray\">(46:9)</span> Allah tells us that the previous nations denied that and said:</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَبَشَرٌ يَهْدُونَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Shall mere men guide us?\")</span><span class=\"gray\">(64:6)</span>. So Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So ask the people of the Reminder if you do not know.)</span> meaning, ask the people of knowledge among the nations such as the Jews and Christians and other groups: 'were the Messengers who came to you human beings or angels?' Indeed they were human beings. This is a part of the perfect blessing of Allah towards His creation: He sent to them Messengers from among themselves so that they could receive the Message from them and learn from them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَاهُمْ جَسَدًا لَّا يَأْكُلُونَ الطَّعَامَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not place them in bodies that did not eat food...)</span> meaning, rather they had bodies that ate food, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We never sent before you any of the Messengers but verily, they ate food and walked in the markets)</span><span class=\"gray\">[25:20]</span> meaning, they were human beings who ate and drank like all other people, and they went to the marketplaces to earn a living and engage in business; that did not affect them adversely or reduce their status in any way, as the idolators imagined.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِ هَٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ ۙ لَوْلَا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا - أَوْ يُلْقَىٰ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Why does this Messenger eat food, and walk about in the markets. Why is not an angel sent down to him to be a warner with him? Or <span class=\"gray\">(why)</span> has not a treasure been granted to him, or why has he not a garden whereof he may eat?\")</span><span class=\"gray\">(25:7-8)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانُوا خَالِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor were they immortals)</span> meaning, in this world; on the contrary, they lived, then they died.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We granted not to any human being immortality before you)</span><span class=\"gray\">(21:34)</span> But what distinguished them from others was that they received revelation from Allah, and the angels brought down to them from Allah His rulings concerning His creation, what He commanded and what He prohibited.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ</p><p lang=\"en\" class=\"en \">Then We fulfilled to them the promise. the promise that their Lord made to destroy the evildoers. Allah fulfilled His promise and did that. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنجَيْنَاهُمْ وَمَن نَّشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We saved them and those whom We willed,)</span> meaning, their followers among the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَهْلَكْنَا الْمُسْرِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but We destroyed Al-Musrifin.)</span> meaning, those who disbelieved the Message brought by the Messengers.</p>"
  }
]