[
  {
    "ayah_key": "2:116",
    "group_ayah_key": "2:116",
    "from_ayah": "2:116",
    "to_ayah": "2:117",
    "ayah_keys": "2:116,2:117",
    "text": "<p lang=\"en\" class=\"en \">And they <span class=\"gray\">(Jews, Christians and pagans)</span> say: Allah has begotten a son <span class=\"gray\">(children or offspring)</span>. Glory is to Him <span class=\"gray\">(Exalted is He above all that they associate with Him)</span>. Nay, to Him belongs all that is in the heavens and on earth, and all are Qānitūn to Him <span>(116)</span>The Originator of the heavens and the earth. When He decrees a matter, He only says to it: \"Be! ـ and it is <span>(117)</span></p><div lang=\"en\" class=\"en \"><h2>Refuting the Claim that Allah has begotten a Son</h2></div><p lang=\"en\" class=\"en \">This and the following Ayat refute the Christians, may Allah curse them, and their like among the Jews and the Arab idolators, who claimed that the angels are Allah's daughters. Allah refuted all of them in their claim that He had begotten a son. Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سُبْحَانَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory is to Him.)</span></p><p lang=\"en\" class=\"en \">meaning, He is holier and more perfect than such claim;</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, to Him belongs all that is in the heavens and on earth,)</span> meaning, the truth is not as the disbelievers claimed, rather, Allah's is the kingdom of the heavens and earth and whatever and whoever is in, on and between them. Allah is the Supreme Authority in the heavens and earth, and He is the Creator, Provider and Sustainer Who decides all the affairs of the creation as He wills. All creatures are Allah's servants and are owned by Him. Therefore, how could one of them be His son? The son of any being is born out of two comparable beings. Allah has no equal or rival sharing His grace and greatness, so how can He have a son when He has no wife? Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّىٰ يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is the Originator of the heavens and the earth. How can He have children when He has no wife? He created all things and He is the Knower of everything)</span><span class=\"gray\">(6:101)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا إِدًّا - تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا - وَمَا يَنبَغِي لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا - إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"The Most Gracious <span class=\"gray\">(Allah)</span> has begotten a son <span class=\"gray\">(offspring or children)</span>.\" Indeed you have brought forth <span class=\"gray\">(said)</span> a terrible evil thing. Whereby the heavens are almost torn, and the earth is split asunder, and the mountains fall in ruins. That they ascribe a son <span class=\"gray\">(or offspring or children)</span> to the Most Gracious <span class=\"gray\">(Allah)</span>. But it is not suitable for <span class=\"gray\">(the majesty of)</span> the Most Gracious <span class=\"gray\">(Allah)</span> that He should beget a son <span class=\"gray\">(or offspring or children)</span>. There is none in the heavens and the earth but comes unto the Most Gracious <span class=\"gray\">(Allah)</span> as a servant. Verily, He knows each one of them, and has counted them a full counting. And everyone of them will come to Him alone on the Day of Resurrection <span class=\"gray\">(without any helper, or protector or defender)</span>)</span><span class=\"gray\">(19:88-95)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ - اللَّهُ الصَّمَدُ - لَمْ يَلِدْ وَلَمْ يُولَدْ - وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He is Allah <span class=\"gray\">(the)</span> One, Allah the Samad <span class=\"gray\">(the Self-Sufficent, upon whom all depend)</span>, He begets not, nor was He begotten, and there is none comparable to Him.\")</span><span class=\"gray\">(112)</span>.</p><p lang=\"en\" class=\"en \">In these Ayat, Allah stated that He is the Supreme Master Whom there is no equal or rival, everything and everyone was created by Him, so how can He have a son from among them? This is why, in the Tafsir of this Ayah, Al-Bukhari recorded that Ibn 'Abbas said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ تَعَالَى: كَذّبَنِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ ذلِكَ، وَشَتَمَنِي وَلَمْ يَكُنْ لَهُ ذلِكَ، فَأَمَّا تَكْذِيبُهُ إِيَّايَ فَيَزْعُمُ أَنِّي لَا أَقْدِرُ أَنْ أُعِيدَهُ كَمَا كَانَ، وَأَمَّا شَتْمُهُ إِيَّايَ فَقَوْلُهُ لِي وَلَدًا فَسُبْحَانِي أَنْ أَتَّخِذَ صَاحِبَةً أَوْ وَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah said, 'The son of Adam has denied Me, and that is not his right. He has insulted Me, and that is not his right. As for the denial of Me, he claimed that I am unable to bring him back as he used to be <span class=\"gray\">(resurrect him)</span>. As for his insulting Me, he claimed that I have a son. All praise is due to Me, it is unbefitting that I should have a wife or a son.')</span></p><p lang=\"en\" class=\"en \">This Hadith was recorded by Al-Bukhari.</p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَصْبَرُ عَلَى أَذًى سَمِعَهُ مِنَ اللهِ: إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقُهُمْ وَيُعَافِيهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No one is more patient when hearing an insult than Allah. They attribute a son to Him, yet He still gives them sustanence and health.)</span></p><div lang=\"en\" class=\"en \"><h2>Everything is within Allah's Grasp</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"vi\" class=\"vi \"><span class=\"gray\">(all are Qānitūn to Him)</span>.</p><p lang=\"mt\" class=\"mt \">Ibn Abi Hatim said that Abu Sa'id Al-Ashaj informed them that Asbat informed them from Mutarrif, from 'Atiyah, from Ibn 'Abbas who said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَانِتِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qānitīn)</span><span class=\"gray\">(2:238)</span> means, they pray to Him. 'Ikrimah and Abu Malik also said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(and all are Qānitūn to Him.)</span> means, bound to Him in servitude to Him. Sa'id bin Jubayr said that Qānitūn is sincerity. Ar-Rabi' bin Anas said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(all are Qānitūn to Him.)</span> means, \"Standing up - before Him - on the Day of Resurrection.\" Also, As-Suddi said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all are Qānitūn to Him.)</span> means, \"Obedient on the Day of Resurrection.\" Khasif said that Mujahid said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all are Qānitūn to Him.)</span> means, \"Obedient. He says, 'Be a human' and he becomes a human.\" He also said, \"<span class=\"gray\">(Allah says,)</span> 'Be a donkey' and it becomes a donkey.\" Also, Ibn Abi Najih said that Mujahid said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all are Qānitūn to Him.)</span> means, obedient. Mujahid also said, \"The obedience of the disbeliever occurs when his shadow prostrates, while he hates that.\" Mujahid's statement, which Ibn Jarir preferred, combines all the meanings, and that is that Qunut means obedience and submission to Allah. There are two categories of Qunut: legislated and destined, for Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ يَسْجُدُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُم بِالْغُدُوِّ وَالْآصَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And unto Allah <span class=\"gray\">(alone)</span> falls in prostration whoever is in the heavens and the earth, willingly or unwillingly, and so do their shadows in the mornings and in the <span class=\"gray\">(late)</span> afternoons)</span><span class=\"gray\">(13:15)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of Badee'</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Badī' <span class=\"gray\">(Originator)</span> of the heavens and the earth.)</span> which means, He created them when nothing resembling them existed. Mujahid and As-Suddi said that this is the linguistic meaning, for all new matters are called Bid'ah. Muslim recorded the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...every innovation <span class=\"gray\">(in religion)</span> is a Bid'ah.)</span></p><p lang=\"en\" class=\"en \">There are two types of Bid'ah, religious, as mentioned in the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلَالَةٌ</p><p lang=\"tg\" class=\"tg \"><span class=\"gray\">(...every innovation is a Bid'ah and every Bid'ah is heresy.)</span></p><p lang=\"en\" class=\"en \">And there is a linguistic Bid'ah, such as the statement of the Leader of the faithful 'Umar bin Al-Khattab when he gathered the Muslims to pray the Tarawih prayer in congregation <span class=\"gray\">(which was also an earlier practice of the Prophet ﷺ)</span> and said, \"What a good Bid'ah this is.\"</p><p lang=\"en\" class=\"en \">Ibn Jarir said, \"Thus the meaning of the Ayat <span class=\"gray\">(2:116-117)</span> becomes, 'Allah is far more glorious than to have had a son, for He is the Owner of everything that is in the heavens and earth. All testify to His Oneness and to their submissiveness to Him. He is their Creator and Maker. Without created precedence, He shaped the creatures in their current shapes. Allah also bears witness to His servants that Jesus, who some claimed to be Allah's son, is among those who testify to His Oneness. Allah stated that He created the heavens and earth out of nothing and without precedent. Likewise, He created Jesus, the Messiah, with His power and without a father.\" This explanation from Ibn Jarir, may Allah have mercy upon him, is very good and correct.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When He decrees a matter, He only says to it : \"Be! ـ and it is.)</span> thus, demonstrating His perfectly complete ability and tremendous authority; if He decides a matter, He merely orders it to, 'Be' and it comes into existence. Similarly, Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, His command, when He intends a thing, is only that He says to it, \"Be! ـ and it is.)</span><span class=\"gray\">(36:82)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Our Word unto a thing when We intend it, is only that We say unto it: \"Be! ـ and it is.)</span><span class=\"gray\">(16:40)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one as the twinkling of an eye)</span><span class=\"gray\">(54:50)</span></p><p lang=\"en\" class=\"en \">So Allah informed us that He created Jesus by merely saying, \"Be!\" and he was, as Allah willed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the likeness of 'Isa <span class=\"gray\">(Jesus)</span> before Allah is the likeness of Adam. He created him from dust, then <span class=\"gray\">(He)</span> said to him: \"Be! ـ and he was)</span><span class=\"gray\">(3:59)</span>.</p>"
  }
]