[
  {
    "ayah_key": "48:4",
    "group_ayah_key": "48:4",
    "from_ayah": "48:4",
    "to_ayah": "48:7",
    "ayah_keys": "48:4,48:5,48:6,48:7",
    "text": "<p lang=\"en\" class=\"en \">He it is Who sent down As-Sakinah into the hearts of the believers, that they may grow more in faith along with their faith. And to Allah belong the armies of the heavens and the earth, and Allah is Ever All-Knower, All-Wise <span>(4)</span>That He may admit the believing men and the believing women to Gardens under which rivers flow to abide therein forever, and He may expiate from them their sins; and that is with Allah supreme success <span>(5)</span>And that He may punish the hypocrites men and women, and also the idolators men and women, who think evil thoughts about Allah, for them is a disgraceful torment. And the anger of Allah is upon them, and He has cursed them and prepared Hell for them and worst indeed is that destination <span>(6)</span>And to Allah belong the armies of the heavens and the earth. And Allah is Ever All-Powerful, All-Wise <span>(7)</span></p><p lang=\"en\" class=\"en \">Allah sent down the Sakinah into the Hearts of the Believers</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who sent down As-Sakinah)</span>, meaning, tranquility. Qatadah commented, \"Grace into the hearts of the believers\", that is, the Companions, may Allah be pleased with them, on the Day of Al-Hudaybiyyah. The companions were they, who accepted the call of Allah and His Messenger ﷺ and obeyed the decisions of Allah and His Messenger ﷺ. When their hearts felt content with acceptance and were at peace, Allah increased their faith, joining it to the faith they already had. Al-Bukhari, and other Imams, relied on this Ayah as proof that faith increases and decreases in the hearts. Allah the Exalted said next that had He willed, He would have inflicted defeat on the disbelievers, Allah says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah belong the armies of the heavens and the earth)</span> and had He willed to send only one angel to them, that angel would have brought destruction to all what they had. However, Allah the Exalted willed Jihad and fighting to be established for, and by, the believers for great wisdom, clear reasons and unequivocal evidences that He had in all this. This is why Allah the Great said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is Ever All-Knower, All-Wise.)</span> Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He may admit the believing men and the believing women to Gardens under which rivers flow to abide therein forever,)</span> We mentioned the Hadith that Anas narrated in which the Companions said, \"Congratulations, O Allah's Messenger! This good news is for you, so what good news do we have?\" Allah the Exalted sent down this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He may admit the believing men and the believing women to Gardens under which rivers flow to abide therein forever,)</span> meaning they will remain in Paradise forever,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He may expiate from them their sins;)</span> Allah will not punish them for their errors and mistakes. Rather, He will forgive, absolve and pardon them and cover the errors, grant mercy and appreciate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ ذَٰلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that is with Allah supreme success.)</span> Allah the Exalted said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever is removed away from the Fire and admitted to Paradise, he indeed is successful.)</span><span class=\"gray\">(3:185)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that He may punish the hypocrites, men and women, and also the idolators, men and women, who think evil thoughts about Allah,)</span> who question the wisdom in Allah's decisions and think that the Messenger ﷺ and his Companions, may Allah be pleased with them, might be killed and exterminated. This is why Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِمْ دَائِرَةُ السَّوْءِ ۖ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them is a disgraceful torment. And the anger of Allah is upon them, and He has cursed them)</span> He has cast them away from His mercy,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَاءَتْ مَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and prepared Hell for them – and worst indeed is that destination.)</span> Allah the Exalted and Most Honored asserted His ability to take revenge from the enemies of Islam and all disbelievers and hypocrites,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah belong the armies of the heavens and the earth. And Allah is Ever All-Powerful, All-Wise.)</span></p>"
  }
]