[
  {
    "ayah_key": "5:96",
    "group_ayah_key": "5:96",
    "from_ayah": "5:96",
    "to_ayah": "5:99",
    "ayah_keys": "5:96,5:97,5:98,5:99",
    "text": "<p lang=\"en\" class=\"en \">Lawful to you is water game and its use for food – for the benefit of yourselves and those who travel, but forbidden is <span class=\"gray\">(the pursuit of)</span> land game as long as you are in a state of Ihram. And have Taqwa of Allah to Whom you shall be gathered back <span>(96)</span>Allah has made the Ka'bah, the Sacred House, an asylum of security and benefits for mankind, and also the Sacred Month and the animals of offerings and the garlanded, that you may know that Allah has knowledge of all that is in the heavens and all that is in the earth, and that Allah is the All-Knower of each and everything <span>(97)</span>Know that Allah is severe in punishment and that Allah is Oft-Forgiving, Most Merciful <span>(98)</span>The Messenger's duty is but to convey. And Allah knows all that you reveal and all that you conceal <span>(99)</span></p><div lang=\"en\" class=\"en \"><h2>Water Game is Allowed for the Muhrim</h2></div><p lang=\"en\" class=\"en \">Sa'id bin Al-Musayyib, Sa'id bin Jubayr and others commented on Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lawful to you is <span class=\"gray\">(the pursuit of)</span> water game...)</span> that it means, what one eats fresh from it, while,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَطَعَامُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And its use for food)</span> what is eaten dry and salted. Ibn 'Abbas said that 'water game' refers to what is taken from water while still alive, while,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَطَعَامُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and its use for food)</span> refers to what the water throws ashore dead. Similar statements were reported from Abu Bakr As-Siddiq, Zayd bin Thabit, 'Abdullah bin 'Amr, Abu Ayyub Al-Ansari, 'Ikrimah, Abu Salamah bin 'Abdur-Rahman, Ibrahim An-Nakha'i and Al-Hasan Al-Basri. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for the benefit of yourselves and those who travel,)</span> as food and provision for you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلسَّيَّارَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those who travel,)</span> those who are in the sea and traveling along the sea, according to 'Ikrimah. Other scholars said that water game is allowed for those who fish it from the sea, as well as, when it is salted and used as food for travelers inland. A similar statement was reported from Ibn 'Abbas, Mujahid and As-Suddi and others. Imam Malik bin Anas recorded that Jabir bin 'Abdullah said, \"Allah's Messenger ﷺ sent an army towards the east coast and appointed Abu 'Ubaydah bin Al-Jarrah as their commander, and the army consisted of three hundred men, including myself. We marched on until we reached a place where our food was about to finish. Abu 'Ubaydah ordered us to collect all the food for our journey, and it was collected in two bags of dates. Abu 'Ubaydah kept on giving us our daily ration in small amounts from it, until it was exhausted. The share of each of us used to be one date only.\" I <span class=\"gray\">(one of the narrators from Jabir)</span> said, \"How could one date suffice for you?\" Jabir replied, \"We came to know its value when even that finished.\" Jabir added, \"When we reached the seashore, we saw a huge fish which was like a small mountain. The army ate from it for eighteen days. Then Abu 'Ubaydah ordered that two of its ribs be affixed in the ground. Then he ordered that a she-camel be ridden, and it passed under the two ribs <span class=\"gray\">(forming an arch)</span> without touching them.\" This Hadith was also collected in the Two Sahihs. </p><p lang=\"en\" class=\"en \">Malik recorded that Abu Hurayrah said, \"A man asked Allah's Messenger, 'O Allah's Messenger! We go to sea and carry little water with us. If we use it for Wudu', we get thirsty, so should we use seawater for Wudu?\" The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Its water is pure and its dead are lawful)</span>.\" </p><p lang=\"en\" class=\"en \">The two Imams, Ash-Shafi'i and Ahmad bin Hanbal, recorded this Hadith, along with the Four Sunan compilers. Al-Bukhari, At-Tirmidhi and Ibn Hibban graded it Sahih. This Hadith was also recorded from the Prophet ﷺ by several other Companions.</p><div lang=\"en\" class=\"en \"><h2>Hunting Land Game is Prohibited During Ihram</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but forbidden is land game as long as you are in a state of Ihram.)</span></p><p lang=\"en\" class=\"en \">Therefore, hunting land game during Ihram is not allowed, and if someone who is in the state of Ihram hunts, he will have to pay expiation, along with the sin he earns if he does it intentionally. If he hunts by mistake, he will have to pay the expiation and is not allowed to eat from it, because this type of game is just like dead animals, be he a Muhrim or a non-Muhrim.</p><p lang=\"en\" class=\"en \">If someone who is not in the state of Ihram hunts and gives the food to a Muhrim, the Muhrim is not allowed to eat from its meat if it was killed for him in particular. As-Sa'b bin Jaththamah said that he gave a zebra as a gift to the Prophet ﷺ in the area of Waddan or Abwa', the Prophet ﷺ gave it back. When the Prophet ﷺ saw the effect of his returning the gift on As-Sa'b's face, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمْ نَرُدَّهُ عَلَيْكَ إِلَّا أَنَّا حُرُمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We only gave it back to you because we are in a state of Ihram.)</span></p><p lang=\"en\" class=\"en \">This Hadith was collected in the Two Sahihs. The Prophet ﷺ thought that As-Sa'b hunted the zebra for him, and this is why he refused to take it. Otherwise, the Muhrim is allowed to eat from the game if one who is not in Ihram hunts it. For when Abu Qatadah hunted a zebra when he was not a Muhrim and offered it to those who were in the state of Ihram, they hesitated to eat from it. They asked the Messenger of Allah ﷺ and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ كَانَ مِنْكُمْ أَحَدٌ أَشَارَ إِلَيْهَا أَوْ أَعَانَ فِي قَتْلِهَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did any of you point at it or help kill it?)</span> They said, \"No.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then eat,)</span> and he also ate from it. This Hadith is also in the Two Sahihs with various wordings. </p><p lang=\"en\" class=\"en \"><span class=\"gray\">[Ibn Kathir only mentioned Ayat 96 to 99 here and explained the better part of Ayah number 96, but he did not mention the explanation of the rest of that Ayah or the other Ayat <span class=\"gray\">(97 to 99)</span>. This is the case in all of the copies of his Tafsir in existence, and he might have forgotten to do that, for it is less likely that all who copied this book forgot to copy only this part. So we used a summary of the Tafsir of these Ayat from the Imam of Tafsir, Ibn Jarir At-Tabari. We tried to summarize At-Tabari's eloquent words to the best of our ability, by Allah's help and leave.]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And have Taqwa of Allah to Whom you shall be gathered back.)</span></p><p lang=\"en\" class=\"en \">Allah says, fear Allah, O people, and beware of His might, by obeying what He commands you and avoiding what He prohibits for you in these Ayat revealed to your Prophet ﷺ. These Ayat forbid Khamr, gambling, Al-Ansab and Al-Azlam, along with hunting land game and killing it while in the state of Ihram. To Allah will be your return and destination, and He will punish you for disobeying Him and will reward you for obeying Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has made the Ka'bah, the Sacred House, an asylum of security and benefits for mankind,)</span></p><p lang=\"en\" class=\"en \">Allah says, Allah made the Ka'bah, the Sacred House, an asylum of safety for the people who have no chief to prevent the strong from transgressing against the weak, the evil from the good-doers, and the oppressors from the oppressed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also the Sacred Month and the animals of offerings and the garlanded.)</span></p><p lang=\"en\" class=\"en \">Allah says that He made these symbols an asylum of safety for the people, just as He made the Ka'bah an asylum of safety for them, so that He distinguishes them from each other, for this is their asylum and symbol for their livelihood and religion. Allah made the Ka'bah, the Sacred Month, the Hady, the garlanded animals and people an asylum of safety for the Arabs who used to consider these symbols sacred. Thus, these symbols were just like the chief who is obeyed by his followers, and who upholds harmony and public safety. As for the Ka'bah, it includes the entire sacred boundary. Allah termed it \"Haram\" because He prohibited hunting its game and cutting its trees or grass. Similarly, the Ka'bah, the Sacred Month, the animals of offerings and the garlands were the landmarks of existing Arabs. These symbols were sacred during the time of Jahiliyyah and the people's affairs were guided and protected by them. With Islam they became the symbols of their Hajj, their rituals, and the direction of the prayer. <span class=\"gray\">[i.e., the Ka'bah in Makkah.]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may know that Allah has knowledge of all that is in the heavens and all that is in the earth, and that Allah is the All-Knower of each and everything.)</span></p><p lang=\"en\" class=\"en \">Allah says; O people, I made these symbols an asylum for you, so that you know that He Who made these symbols that benefit your life and provide you with security, also knows everything in the heavens and earth that brings about your immediate or eventual benefit. Know that He has perfect knowledge of everything and that none of your deeds or affairs ever escapes His observation; and He will count them for you so that He rewards those who do good with the same and those who do evil in kind.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know that Allah is severe in punishment and that Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">Allah says, know that your Lord, Who has perfect knowledge of whatever is in the heavens and earth, and Who is never unaware of your deeds - public or secret - is severe in punishment for those who disobey and defy Him. He also pardons the sins of those who obey and repent to Him, more Merciful than to punish them for the sins that they repented from.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Messenger's duty is but to convey. And Allah knows all that you reveal and all that you conceal.)</span></p><p lang=\"en\" class=\"en \">This is a warning from Allah for His servants in which He says: Our Messenger, whom We sent to you, has only to convey Our Message and then the reward for the obedience, and punishment for the disobedience is on Us. The obedience of those who accept Our Message never escapes Our knowledge, just as in the case of those who disobey and defy Our Message. We know what one of you does, demonstrates physically, announces, and utters with his tongue, and what you hide in your hearts, be it of faith, disbelief, certainty, doubt or hypocrisy. He Who is so capable, then nothing that the hearts conceal, nor any of the apparent acts of the souls in the heavens and earth could escape His knowledge. In His Hand, alone, is the reward and punishment, and He is worthy to be feared, obeyed and never disobeyed.</p>"
  }
]