[
  {
    "ayah_key": "8:2",
    "group_ayah_key": "8:2",
    "from_ayah": "8:2",
    "to_ayah": "8:4",
    "ayah_keys": "8:2,8:3,8:4",
    "text": "<p lang=\"en\" class=\"en \">The believers are only those who, when Allah is mentioned, feel a fear in their hearts and when His Ayat are recited unto them, they increase their faith; and they put their trust in their Lord <span>(2)</span>Who perform the Salah and spend out of what We have provided them <span>(3)</span>It is they who are the believers in truth. For them are grades of dignity with their Lord, and forgiveness and a generous provision <span class=\"gray\">(Paradise)</span><span>(4)</span></p><div lang=\"en\" class=\"en \"><h2>Qualities of the Faithful and Truthful Believers</h2></div><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believers are only those who, when Allah is mentioned, feel a fear in their hearts)</span></p><p lang=\"en\" class=\"en \">\"None of Allah's remembrance enters the hearts of the hypocrites upon performing what He has ordained. They neither believe in any of Allah's Ayat nor trust <span class=\"gray\">(in Allah)</span> nor pray if they are alone nor pay the Zakah due on their wealth. Allah stated that they are not believers. He then described the believers by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believers are only those who, when Allah is mentioned, feel a fear in their hearts)</span> and they perform what He has ordained,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and when His Ayat are recited unto them, they increase their faith)</span> and conviction,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they put their trust in their Lord)</span>, having hope in none except Him. \" Mujahid commented on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِلَتْ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their hearts Wajilat)</span>, \"Their hearts become afraid and fearful.\" Similar was said by As-Suddi and several others. The quality of a true believer is that when Allah is mentioned, he feels a fear in his heart, and thus implements His orders and abstains from His prohibitions. Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَىٰ مَا فَعَلُوا وَهُمْ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who, when they have committed Fahishah <span class=\"gray\">(immoral sin)</span> or wronged themselves with evil, remember Allah and ask forgiveness for their sins; – and none can forgive sins but Allah – and do not persist in what <span class=\"gray\">(wrong)</span> they have done, while they know)</span><span class=\"gray\">[3:135]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ - فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for him who feared standing before his Lord, and restrained himself from vain desires. Verily, Paradise will be his abode.)</span><span class=\"gray\">[79:40-41]</span></p><p lang=\"en\" class=\"en \">Sufyan Ath-Thawri narrated that As-Suddi commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ</p><div lang=\"en\" class=\"en \"><h2><span class=\"en gray\" lang=\"en\">(The believers are only those who, when Allah is mentioned, feel a fear in their hearts)</span></h2></div><p lang=\"en\" class=\"en \">\"A man might be thinking of committing injustice or a sin. But he abstains when he is told, 'Have Taqwa of Allah', and his heart becomes fearful.'\"</p><div lang=\"en\" class=\"en \"><h2>Faith Increases When the Qur'an is Recited</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when His Ayat are recited unto them, they increase their faith;)</span> is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whenever there comes down a Surah, some of them <span class=\"gray\">(hypocrites)</span> say: \"Which of you has had his faith increased by it\" As for those who believe, it has increased their faith, and they rejoice)</span><span class=\"gray\">[9:124]</span>.</p><p lang=\"en\" class=\"en \">Al-Bukhari and other scholars relied on this Ayah <span class=\"gray\">(8:2)</span> and those similar, as evidence that faith increases and varies in strength from heart to heart. This is also the view of the majority of the scholars of Islam, prompting some scholars, such as Ash-Shafi'i, Ahmad bin Hanbal and Abu 'Ubayd to declare that this is the consensus of the Ummah, as we mentioned in the beginning of the explanation of Sahih Al-Bukhari. All the thanks and praises are due to Allah.</p><div lang=\"mi\" class=\"mi \"><h2>The Reality of Tawakkul</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they put their trust in their Lord.)</span></p><p lang=\"en\" class=\"en \">Therefore, the believers hope in none except Allah, direct their dedication to Him alone, seek refuge with Him alone, invoke Him alone for their various needs and supplicate to Him alone. They know that whatever He wills, occurs and that whatever He does not will never occurs, that He alone is the One Who has the decision in His kingdom, without partners; none can avert the decision of Allah and He is swift in reckoning. Hence the statement of Sa'id bin Jubayr, \"Tawakkul of Allah is the essence of faith.</p><div lang=\"nl\" class=\"nl \"><h2>Deeds of Faithful Believers</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who perform the Salah and spend out of what We have provided them.)</span></p><p lang=\"en\" class=\"en \">Allah describes the actions of the believers after He mentioned their faith. The acts mentioned here include all types of righteous acts, such as establishing prayer, which is Allah's right. Qatadah said, \"Establishing the prayer requires preserving its times, making ablution for it, bowing down and prostrating.\" Muqatil bin Hayyan said, \"Establishing the prayer means to preserve its times, perform perfect purity for it, perform perfect bowings and prostrations, recite the Qur'an during it, sitting for Tashahhud and reciting the Salah <span class=\"gray\">(invoking Allah's blessings)</span> for the benefit of the Prophet.\"</p><p lang=\"en\" class=\"en \">Spending from what Allah has granted includes giving the Zakah and the rest of the what is due from the servant, either what is obligatory or recommended. All of the servants are Allah's dependents, and the most beloved among them to Him are the most beneficial to His creation.</p><div lang=\"ga\" class=\"ga \"><h2>The Reality of Faith</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is they who are the believers in truth.)</span> means, those who have these qualities are the believers with true faith.</p><div lang=\"en\" class=\"en \"><h2>The Fruits of Perfect Faith</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them are grades of dignity with their Lord)</span> meaning, they have different grades, ranks and status in Paradise,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ دَرَجَاتٌ عِندَ اللَّهِ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are in varying grades with Allah, and Allah is All-Seer of what they do.)</span><span class=\"gray\">[3:163]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Next, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَغْفِرَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and forgiveness)</span>, therefore, Allah will forgive them their sins and reward them for their good deeds. In the Two Sahihs, it is recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ عِلِّيِّينَ لَيَرَاهُمْ مَنْ أَسْفَلَ مِنْهُمْ كَمَا تَرَوْنَ الْكَوْكَبَ الْغَابِرَ فِي أُفُقٍ مِنْ آفَاقِ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The residents of 'Illiyyin <span class=\"gray\">(in Paradise)</span> are seen from those below them, just as you see the distant planet in the horizon of the sky.)</span></p><p lang=\"en\" class=\"en \">They said, \"O Allah's Messenger! They are the grades of the Prophets that none except them would attain.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَى وَالَّذِي نَفْسِي بِيَدِهِ، لِرِجَالٌ آمَنُوا بِاللهِ وَصَدَّقُوا الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Rather, by He in Whose Hand is my soul! They are for men who have faith in Allah and believed in the Messengers.)</span></p><p lang=\"en\" class=\"en \">In a Hadith recorded by Imam Ahmad and the collectors of Sunan, Abu 'Atiyyah said that Ibn Abu Sa'id said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَونَ أَهْلَ الدَّرَجَاتِ الْعُلَى كَمَا تَرَاءَوْنَ الْكَوْكَبَ الْغَابِرَ فِي أُفُقِ السَّمَاءِ وَإِنَّ أَبَا بَكْرٍ وَعُمَرَ مِنْهُمْ وَأَنْعَمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Residents of Paradise see the residents of the highest grades just as you see the distant planet in the horizon of the sky. Verily, Abu Bakr and 'Umar are among them <span class=\"gray\">(in the highest grades)</span>, and how excellent they are.)</span></p>"
  }
]