[
  {
    "ayah_key": "19:46",
    "group_ayah_key": "19:46",
    "from_ayah": "19:46",
    "to_ayah": "19:48",
    "ayah_keys": "19:46,19:47,19:48",
    "text": "<p lang=\"en\" class=\"en \">He <span class=\"gray\">(the father)</span> said: \"Do you revile my gods, O Ibrahim? If you stop not <span class=\"gray\">(this)</span>, I will La'arjumannak. So get away from me Maliyan. <span>(46)</span>Ibrahim said: \"Peace be on you! I will ask forgiveness of my Lord for you. Verily, He is unto me Hafiyyan <span>(47)</span>And I shall turn away from you and from those whom you invoke besides Allah. And I shall call upon my Lord, and I certainly hope that I shall not be unblessed in my invocation to my Lord. <span>(48)</span></p><div lang=\"en\" class=\"en \"><h2>The Reply of Ibrahim's Father</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs of the reply of Ibrahim's father to his son, Ibrahim, in reference to what he was calling him to. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you revile my gods, O Ibrahim?)</span> This means, \"If you do not want to worship them <span class=\"gray\">(the idols)</span> and you are not pleased with them, then at least stop cursing, abusing, and reviling them. For verily, if you do not cease, I will punish you, curse you and revile you.\" This is the meaning of his statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَرْجُمَنَّكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(La'arjumannaka.)</span> Ibn 'Abbas, As-Suddi, Ibn Jurayj, Ad-Dahhak and others said this. Concerning His statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَاهْجُرْنِي مَلِيًّا</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(So get away from me Maliyan.)</span> Mujahid, 'Ikrimah, Sa'id bin Jubayr and Mujahid bin Ishaq all said, \"Maliyan means forever.\" Al-Hasan Al-Basri said, \"For a long time.\" As-Suddi said,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَاهْجُرْنِي مَلِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So get away from me safely Maliyan.)</span> \"This means forever.\" Ali bin Abi Talhah and Al-'Awfi both reported that Ibn 'Abbas said,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَاهْجُرْنِي مَلِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So get away from me safely Maliyan.)</span> \"This means to go away in peace and safety before you are afflicted with a punishment from me.\" Ad-Dahhak, Qatadah, 'Atiyah Al-Jadali, Malik and others said the same. This is also the view preferred by Ibn Jarir.</p><div lang=\"en\" class=\"en \"><h2>The Reply of Allah's Friend <span class=\"gray\">(Khalil)</span></h2></div><p lang=\"en\" class=\"en \">With this, Ibrahim said to his father,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَلَامٌ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Peace be on you!)</span> This is as Allah said concerning the description of the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and when the foolish address them <span class=\"gray\">(with bad words)</span> they say, \"Salaman <span class=\"gray\">[peace]</span>.\")</span><span class=\"gray\">[25:63]</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they hear Al-Laghw <span class=\"gray\">(false speech)</span>, they withdraw from it and say: \"To us our deeds, and to you your deeds. Peace be to you. We seek not <span class=\"gray\">(the way of)</span> the ignorant.\")</span><span class=\"gray\">[28:55]</span> The meaning of Ibrahim's statement to his father,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَلَامٌ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Peace be on you!)</span> \"You will not receive any insult or harm from me.\" This is due to the respect and honor of fatherhood.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأَسْتَغْفِرُ لَكَ رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will ask forgiveness of my Lord for you.)</span> meaning \"But, I will ask Allah to guide you and forgive you for your sin.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ كَانَ بِي حَفِيًّا</p><p lang=\"xh\" class=\"xh \"><span class=\"gray\">(Verily, He is unto me Hafiyya.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas and others said that Hafiyyan means, \"Kind.\" Meaning, \"since He guided me to worship Him and direct my religious devotion to Him alone.\" As-Suddi said, \"Al-Hafi is One Who is concerned with his <span class=\"gray\">(Ibrahim's)</span> affair.\" Thus, Ibrahim sought forgiveness for his father for a very long time, even after he migrated to Ash-Sham. He continued to seek forgiveness for him even after building the Sacred Masjid <span class=\"gray\">(in Makkah)</span> and after the birth of his two sons, Isma'il and Ishaq. This can be seen in his statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Forgive me and my parents, and <span class=\"gray\">(all)</span> the believers on the Day when the reckoning will be established.)</span><span class=\"gray\">[14:41]</span> From this tradition, during the beginning stages of Islam, the Muslims used to seek forgiveness for their relatives and their family members who were polytheists. They did this following the way of Ibrahim, the Khalil <span class=\"gray\">(Friend)</span> of Allah, until Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed there has been an excellent example for you in Ibrahim and those with him, when they said to their people: \"Verily, we are free from you and whatever you worship besides Allah.\")</span><span class=\"gray\">[60:4]</span> Until Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except the saying of Ibrahim to his father: \"Verily, I will ask forgiveness <span class=\"gray\">(from Allah)</span> for you, but I have no power to do anything for you before Allah.\")</span><span class=\"gray\">[60:4]</span> meaning, except for this statement, so do not follow it. Then Allah explains that Ibrahim abandoned this statement and retracted it. Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not <span class=\"gray\">(proper)</span> for the Prophet and those who believe to ask Allah's forgiveness for the idolators.)</span><span class=\"gray\">[9:113]</span> Until Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Ibrahim's invoking for his father's forgiveness was only because of a promise he had made to him. But when it became clear to him that he is an enemy of Allah, he dissociated himself from him. Verily, Ibrahim was Awwah, forbearing.)</span><span class=\"gray\">(9:114)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ اللَّهِ وَأَدْعُو رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I shall turn away from you and from those whom you invoke besides Allah. And I shall call upon my Lord,)</span> This means, \"And I worship my Lord alone, associating no partners with Him.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I certainly hope that I shall not be unblessed in my invocation to my Lord.)</span> The word 'Asa <span class=\"gray\">(I hope)</span> here means that which will necessarily occur and not that which is hoped for from the impossible. For verily, he <span class=\"gray\">(Ibrahim)</span> is the leader of the Prophets other than Muhammad ﷺ.</p>"
  },
  {
    "ayah_key": "19:49",
    "group_ayah_key": "19:49",
    "from_ayah": "19:49",
    "to_ayah": "19:50",
    "ayah_keys": "19:49,19:50",
    "text": "<p class=\"en translation\" lang=\"en\">So when he had turned away from them and from those whom they worshipped besides Allah, We gave him Ishaq and Ya'qub, and each one of them We made a Prophet <span>(49)</span>And We gave them of Our mercy, and We granted them Sidqin 'Aliyyan on the tongues <span>(50)</span></p><div lang=\"so\" class=\"so \"><h2>Allah gave Ibrahim Ishaq and Ya'qub</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says that when the Friend of Allah <span class=\"gray\">(Ibrahim)</span> withdrew from his father and his people for the sake of Allah, Allah gave him in exchange those who were better than them. He gave him Ishaq <span class=\"gray\">(Isaac)</span> and Ya'qub <span class=\"gray\">(Jacob)</span>, meaning his son, Ishaq, and Ishaq's son, Ya'qub. This is as Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْقُوبَ نَافِلَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Ya'qub, a grandson.)</span><span class=\"gray\">[21:72]</span> Also, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and after Ishaq, of Ya'qub.)</span><span class=\"gray\">[11:71]</span> There is no difference of opinion about Ishaq being the father of Ya'qub. This is what is recorded in the Qur'an in Surah Al-Baqarah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ كُنتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or were you witnesses when death approached Ya'qub? When he said unto his sons, \"What will you worship after me?\" They said, \"We shall worship your God the God of your fathers, Ibrahim, Isma'il and Ishaq.\")</span><span class=\"gray\">[2:133]</span></p><p lang=\"en\" class=\"en \">Allah only mentioned Ishaq and Ya'qub here to show that He made Prophets from among his descendants and successors in order to give him relief and happiness in his life. This is why Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلًّا جَعَلْنَا نَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and each one of them We made a Prophet.)</span><span class=\"gray\">[19:49]</span></p><p lang=\"en\" class=\"en \">If Ya'qub had not become a Prophet in the lifetime of Ibrahim, then Allah would not have limited the promise of prophethood to him, but He would have mentioned his son Yusuf as well. For verily, Yusuf was also a Prophet, just as the Messenger of Allah ﷺ said in a Hadith whose authenticity is agreed upon, when he was asked who was the best of people. He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوسُفُ نَبِيُّ اللهِ ابْنُ يَعْقُوبَ نَبِيِّ اللهِ ابْنِ إِسْحَاقَ نَبِيِّ اللهِ ابْنِ إِبْرَاهِيمَ خَلِيلِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Prophet of Allah, Yusuf, the son of the Prophet of Allah Ya'qub, the son of the Prophet of Allah Ishaq, the son of the Friend of Allah Ibrahim.)</span> In another wording of this Hadith, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْكَرِيمَ ابْنَ الْكَرِيمِ ابْنِ الْكَرِيمِ ابْنِ الْكَرِيمِ يُوسُفَ بْنَ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the noble one is the son of the noble one, who is the son of the noble one, who is the son of the noble one. That is Yusuf, the son of Ya'qub, the son of Ishaq, the son of Ibrahim.)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave them of Our mercy, and We granted Sidqin 'Aliyyan on the tongues.)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"Sidqin 'Aliyyan means the good praise.\" As-Suddi and Malik bin Anas said the same thing. Ibn Jarir said, \"Allah only said 'Aliyyan <span class=\"gray\">(loftiness, exalted)</span> because all of the religions commend them and mention them with praises, may Allah's peace and blessing be upon them all.\"</p>"
  }
]