[
  {
    "ayah_key": "2:180",
    "group_ayah_key": "2:180",
    "from_ayah": "2:180",
    "to_ayah": "2:182",
    "ayah_keys": "2:180,2:181,2:182",
    "text": "<p lang=\"en\" class=\"en \">It is prescribed for you, when death approaches any of you, if he leaves wealth, that he makes a bequest to parents and next of kin, according to reasonable manners. <span class=\"gray\">(This is)</span> a duty upon Al-Muttaqin <span class=\"gray\">(the pious)</span><span>(180)</span>Then whoever changes it after hearing it, the sin shall be on those who make the change. Truly, Allah is All-Hearer, All-Knower <span>(181)</span>But he who fears from a testator some unjust act or wrongdoing, and thereupon he makes peace between the parties concerned, there shall be no sin on him. Certainly, Allah is Oft-Forgiving, Most Merciful <span>(182)</span></p><div lang=\"en\" class=\"en \"><h2>Including Parents and Relatives in the Will was later abrogated</h2></div><p lang=\"en\" class=\"en \">This Ayah contains the command to include parents and relatives in the will, which was obligatory, according to the most correct view, before the Ayah about inheritance was revealed. When the Ayah of inheritance was revealed, this Ayah was abrogated, so fixed shares of the inheritance for deserving recipients were legislated by Allah. Therefore, deserving inheritors take their fixed inheritance without the need to be included in the will or to be reminded of the favor of the inherited person. For this reason we see the Hadith narrated in the Sunan and other books that 'Amr bin Kharijah said: I heard Allah's Messenger ﷺ saying in a speech:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ، فَلَا وَصِيَّــةَ لِوَارِثٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has given each heir his fixed share. So there is no will for a deserving heir.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Muhammad bin Sirin said: Ibn 'Abbas recited Surat Al-Baqarah <span class=\"gray\">(chapter 2 in the Qur'an)</span> until he reached the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...if he leaves wealth, that he makes a bequest to parents and next of kin.)</span></p><p lang=\"en\" class=\"en \">He then said, \"This Ayah was abrogated.\" This was recorded by Sa'id bin Mansur and Al-Hakim in his Mustadrak Al-Hakim Said, \"It is Sahih according to their criteria <span class=\"gray\">(Al-Bukhari and Muslim)</span>\". Ibn Abu Hatim reported that Ibn 'Abbas said that Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a bequest to parents and next of kin)</span></p><p lang=\"en\" class=\"en \">was abrogated by the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَّفْرُوضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is a share for men and a share for women from what is left by parents and those nearest related, whether the property be small or large ـ a legal share.)</span><span class=\"gray\">(4:7)</span></p><p lang=\"ha\" class=\"ha \">Ibn Abu Hatim then said, \"It was reported from Ibn 'Umar, Abu Musa, Sa'id bin Musayyib, Al-Hasan, Mujahid, 'Ata' Sa'id bin Jubayr, Muhammad bin Sirin, 'Ikrimah, Zayd bin Aslam and Ar-Rabi' bin Anas. Qatadah, As-Suddi, Muqatil bin Hayyan, Tawus, Ibrahim An-Nakha'i, Shurayh, Ad-Dahhak and Az-Zuhri said that this Ayah <span class=\"gray\">(2:180 above)</span> was abrogated by the Ayah about the inheritors <span class=\"gray\">(4:7)</span>.\"</p><div lang=\"en\" class=\"en \"><h2>The Will for the Relatives that do not qualify as Inheritors</h2></div><p lang=\"en\" class=\"en \">It is recommended that the remaining relatives who do not have a designated fixed share of the inheritance, be willed up to a third, due to the general meaning of the Ayah about the will. It is recorded in the Sahihayn that Ibn 'Umar said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا حَقُّ امْرِىءٍ مُسْلِمٍ لَهُ شَيْءٌ يُوصِي فِيه يَبِيتُ لَيْلَتَيْنِ إلَّا وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not permissible for any Muslim who has something to will to stay for two nights without having his last will and testament written and kept ready with him.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Umar commented, \"Ever since I heard this statement from Allah's Messenger ﷺ, no night has passed, but my will is kept ready with me.\" There are many other Ayat and Ahadith ordering kindness and generosity to one's relatives.</p><div lang=\"en\" class=\"en \"><h2>The Will should observe Justice</h2></div><p lang=\"en\" class=\"en \">The will should be fair, in that one designates a part of the inheritance to his relatives without committing injustice against his qualified inheritors and without extravagance or stinginess. It is recorded in the Sahihayn that Sa'd bin Abu Waqqas said, \"O Allah's Messenger! I have some money and only a daughter inherits from me, should I will all my remaining property <span class=\"gray\">(to others)</span>?\" He said, \"No.\" Sa'd said, \"Then may I will half of it?\" He said, \"No.\" Sa'd said, \"One-third?\" He said, \"Yes, one-third, yet even one-third is too much. It is better for you to leave your inheritors wealthy than to leave them poor, begging from others.\" Al-Bukhari mentioned in his Sahih that Ibn 'Abbas said, \"I recommend that people reduce the proportion of what they bequeath by will to a fourth <span class=\"gray\">(of the whole legacy)</span> rather than a third, for Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الثُّلُثُ وَالثُّلُثُ كَثِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One-third, yet even one-third is too much.)</span>\"</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then whoever changes it after hearing it, the sin shall be on those who make the change. Truly, Allah is All-Hearer, All-Knower.)</span> means, whoever changed the will and testament or altered it by addition or deletion, including hiding the will as is obvious, then</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the sin shall be on those who make the change.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas and others said, \"The dead person's reward will be preserved for him by Allah, while the sin is acquired by those who change the will.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah is All-Hearer, All-Knower.)</span> means, Allah knows what the dead person has bequeathed and what the beneficiaries <span class=\"gray\">(or others)</span> have changed in the will.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But he who fears from a testator some unjust act or wrongdoing,)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Abu Al-'Aliyah, Mujahid, Ad-Dahhak, Ar-Rabi' bin Anas and As-Suddi said, \"Error.\" These errors include such cases as when the inheritor indirectly acquires more than his fair share, such as by being allocated that a certain item mentioned in the legacy be sold to him. Or, the testator might include his daughter's son in the legacy to increase his daughter's share in the inheritance, and so forth. Such errors might occur out of the kindness of the heart without thinking about the consequences of these actions, or by sinful intention. In such cases, the executive of the will and testament is allowed to correct the errors and to replace the unjust items in the will with a better solution, so that both the Islamic law and what the dead person had wished for are respected and observed. This act would not constitute an alteration in the will and this is why Allah mentioned it specifically, so that it is excluded from the prohibition <span class=\"gray\">(that prohibits altering the will and testament)</span> mentioned in the previous Ayah. And Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>The Virtue of Fairness in the Will</h2></div><p lang=\"gd\" class=\"gd \">Abdur-Razzaq reported that Abu Hurayrah said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْخَيْرِ سَبْعِينَ سَنَةً، فَإِذَا أَوْصَى حَافَ فِي وَصِيَّتِهِ، فَيُخْتَمُ لَه بِشَرِّ عَمَلِهِ، فَيَدْخُلُ النَّارَ. وَإِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الشَّرِّ سَبْعِينَ سَنَةً، فَيَعْدِلُ فِي وَصِيَّتِهِ، فَيُخْتَمُ لَهُ بِخَيْرِ عَمَلِهِ، فَيَدْخُلُ الْـجَنَّــةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man might perform the works of righteous people for seventy years, but when he dictates his will, he commits injustice and thus his works end with the worst of his deeds and he enters the Fire. A man might perform the works of evil people for seventy years, but then dictates a just will and thus ends with the best of his deeds and then enters Paradise.)</span></p><p lang=\"yo\" class=\"yo \">Abu Hurayrah then said, \"Read if you wish:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the limits ordained by Allah, so do not transgress them.)</span>\" <span class=\"gray\">(2:229)</span></p>"
  }
]