[
  {
    "ayah_key": "5:38",
    "group_ayah_key": "5:38",
    "from_ayah": "5:38",
    "to_ayah": "5:40",
    "ayah_keys": "5:38,5:39,5:40",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(as for)</span> the male thief and the female thief, cut off their hands as a recompense for that which both committed, a punishment by way of example from Allah. And Allah is All-Powerful, All-Wise <span>(38)</span>But whosoever repents after his crime and does righteous good deeds, then verily, Allah will pardon him. Verily, Allah is Oft-Forgiving, Most Merciful <span>(39)</span>Know you not that to Allah <span class=\"gray\">(Alone)</span> belongs the dominion of the heavens and the earth! He forgives whom He wills and He punishes whom He wills. And Allah is able to do all things <span>(40)</span></p><div lang=\"en\" class=\"en \"><h2>The Necessity of Cutting off the Hand of the Thief</h2></div><p lang=\"en\" class=\"en \">Allah commands and decrees that the hand of the thief, male or female be cut off. During the time of Jahiliyyah, this was also the punishment for the thief, and Islam upheld this punishment. In Islam, there are several conditions that must be met before this punishment is carried out, as we will come to know, Allah willing. There are other rulings that Islam upheld after modifying these rulings, such as that of blood money for example.</p><div lang=\"en\" class=\"en \"><h2>When Does Cutting the Hand of the Thief Become Necessary?</h2></div><p lang=\"en\" class=\"en \">In is recorded in the Two Sahihs that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَنَ اللهُ السَّارِقَ يَسْرِقُ الْبَيْضَةَ فَتُقْطَعُ يَدُهُ، وَيَسْرِقُ الْحَبْلَ فَتُقْطَعُ يَدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah curse the thief who steals an egg and as a result his hand is cut off, and who steals rope and as a result his hand is cut off.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari and Muslim recorded that 'A'ishah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُقْطَعُ يَدُ السَّارِقِ فِي رُبْعِ دِينَارٍ فَصَاعِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The hand of the thief shall be cut off if he steals a quarter of a Dinar or more.)</span></p><p lang=\"en\" class=\"en \">Muslim recorded that 'A'ishah, may Allah be pleased with her, said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُقْطَعُ يَدُ السَّارقِ إِلَّا فِي رُبْعِ دِينارٍ فَصَاعِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The hand of the thief shall only be cut off if he steals a quarter of a Dinar or more.)</span></p><p lang=\"en\" class=\"en \">This Hadith is the basis of the matter since it specifies <span class=\"gray\">(that the least amount of theft that deserves cutting the hand)</span> is a quarter of a Dinar. </p><p lang=\"en\" class=\"en \">So this Hadith fixes the value. And saying that it is three Dirhams is not a contradiction. This is because the Dinar in question was equal to twelve Dirhams, so three Dirhams equalled a fourth of a Dinar. So in this way it is possible to harmonize these two views. This opinion was reported from 'Umar bin Al-Khattab, 'Uthman bin 'Affan, 'Ali bin Abi Talib - may Allah be pleased with them - and it is the view of 'Umar bin 'Abdul-'Aziz, Al-Layth bin Sa'd, Al-Awza'i, and Ash-Shafi'i and his companions. This is also the view of Imam Ahmad bin Hanbal and Ishaq bin Rahwayh in one of the narrations from him, as well as Abu Thawr, and Dawud bin 'Ali Az-Zahari, may Allah have mercy upon them. </p><p lang=\"en\" class=\"en \">As for Imam Abu Hanifah and his students Abu Yusuf, Muhammad and Zufar, along with Sufyan Ath-Thawri, they said that the least amount of theft that deserves cutting off the hand is ten Dirhams, whereas a Dinar was twelve Dirhams at that time. The first ruling is the correct one, that the least amount of theft is one forth of a Dinar or more. This meager amount was set as the limit for cutting the hand, so that the people would refrain from theft, and this is a wise decision to those who have sound comprehension. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَزَاءً بِمَا كَسَبَا نَكَالًا مِّنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a recompense for that which both committed, a punishment by way of example from Allah. And Allah is All-Powerful, All-Wise.)</span></p><p lang=\"en\" class=\"en \">This is the prescribed punishment for the evil action they committed, by stealing the property of other people with their hands. Therefore, it is fitting that the tool they used to steal the people's wealth be cut off as punishment from Allah for their error.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Powerful,)</span> in His torment,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise.)</span> in His commands, what he forbids, what He legislates and what He decrees.</p><div lang=\"en\" class=\"en \"><h2>Repentance of the Thief is Acceptable</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whosoever repents after his crime and does righteous good deeds, then verily, Allah will pardon him. Verily, Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">Therefore, whoever repents and goes back to Allah after he commits theft, then Allah will forgive him.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin 'Amr said that a woman committed theft during the time of the Messenger of Allah ﷺ and those from whom she stole brought her and said, \"O Allah's Messenger! This woman stole from us.\" Her people said, \"We ransom her.\" The Messenger of Allah ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اقْطَعُوا يَدَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Cut off her hand.)</span> They said, \"We ransom her with five hundred Dinars.\" The Prophet ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اقْطَعُوا يَدَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Cut off her hand.)</span> Her right hand was cut off and the woman asked, \"O Messenger of Allah! Is there a chance for me to repent?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ أَنْتِ الْيَوْمَ مِنْ خَطِيئَتِكِ كَيَوْمَ وَلَدَتْكِ أُمُّكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes. This day, you are free from your sin just as the day your mother gave birth to you.)</span> Allah sent down the verse in Surat Al-Ma'idah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whosoever repents after his crime and does righteous good deeds <span class=\"gray\">(by obeying Allah)</span>, then verily, Allah will pardon him. Verily, Allah is Oft-Forgiving, Most Merciful.)</span> This woman was from the tribe of Makhzum. Her story was narrated in the Two Sahihs from Az-Zuhri from 'Urwah from 'A'ishah, The incident caused concern for the Quraysh after she committed the theft during the time of the battle of the Conquest <span class=\"gray\">[of Makkah]</span>. They said, \"Who can talk to Allah's Messenger ﷺ about her matter?\" They then said, \"Who dares speak to him about such matters other than Usamah bin Zayd, his loved one.\" When the woman was brought to the Messenger of Allah ﷺ, Usamah bin Zayd talked to him about her and the face of the Messenger ﷺ changed color <span class=\"gray\">(because of anger)</span> and he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللهِ عَزَّ وَجَلَّ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you intercede in a punishment prescribed by Allah?)</span></p><p lang=\"en\" class=\"en \">Usamah said to him, \"Ask Allah to forgive me, O Allah's Messenger!\" During that night, the Messenger of Allah ﷺ stood up and gave a speech and praised Allah as He deserves to be praised. He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا بَعْدُ فَإِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمُ الشَّرِيفُ تَرَكُوهُ، وَإِذَا سَرَقَ فِيهِمُ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ، وَإِنِّي وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who were before you were destroyed because when an honorable person among them would steal, they would leave him. But, when a weak man among them stole, they implemented the prescribed punishment against him. By Him in Whose Hand is my soul! If Fatimah the daughter of Muhammad stole, I will have her hand cut off.)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ commanded that the hand of the woman who stole be cut off, and it was cut off. 'A'ishah said, 'Her repentance was sincere afterwards, and she got married and she used to come to me so that I convey her needs to the Messenger of Allah.\" This is the wording that Muslim collected, and in another narration by Muslim, 'A'ishah said, \"She was a woman from Makhzum who used to borrow things and deny that she took them. So the Prophet ordered that her hand be cut off.\" Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know you not that to Allah <span class=\"gray\">(Alone)</span> belongs the dominion of the heavens and the earth!)</span></p><p lang=\"en\" class=\"en \">He owns everything and decides what He wills for it and no one can resist His judgment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He forgives whom He wills and punishes whom He wills. And Allah is able to do all things.)</span><span class=\"gray\">[2:284]</span></p>"
  }
]