[
  {
    "ayah_key": "36:81",
    "group_ayah_key": "36:81",
    "from_ayah": "36:81",
    "to_ayah": "36:83",
    "ayah_keys": "36:81,36:82,36:83",
    "text": "<p lang=\"en\" class=\"en \">Is not He Who created the heavens and the earth, able to create the like of them? Yes, indeed! He is the All-Knowing Supreme Creator <span>(81)</span>Verily, His command, when He intends a thing, is only that He says to it, \"Be!\" – and it is <span>(82)</span>So glorified be He and exalted <span class=\"gray\">(above all that they associate with Him)</span>, and in Whose Hand is the dominion of all things, and to Him you shall be returned <span>(83)</span></p><p lang=\"en\" class=\"en \">Allah points out His great might and power in that He created the seven heavens with all their stars and planets, and the seven earths with everything  in them of mountains,sands, oceans and wildernesses, and everything in between He tells us to find the proof that He will re-create our bodies in His creation of these mighty things. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of the heavens and the earth is indeed greater than the creation of mankind)</span><span class=\"gray\">(40:57)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not He Who created the heavens and the earth, able to create the like of them?)</span> meaning, the like of mankind. So, He will re-create them as He created them in the first place. Ibn Jarir said, \"This Ayah is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead? Yes, He surely is able to do all things.)</span><span class=\"gray\">(46:33)</span>\" And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ وَهُوَ الْخَلَّاقُ الْعَلِيمُ - إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, indeed! He is the All-Knowing Supreme Creator. Verily, His command, when He intends a thing, is only that He says to it, \"Be!\"– and it is!)</span> meaning, He only needs to command a thing once; it does not need to be repeated or confirmed. </p><p lang=\"en\" class=\"en \">When Allah wants a thing to happen, He only says to it: \"Be!\" once, and it is.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Dharr, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى يَقُولُ: يَا عِبَادِي، كُلُّكُمْ مُذْنِبٌ إِلَّا مَنْ عَافَيْتُ، فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ، وَكُلُّكُمْ فَقِيرٌ إِلَّا مَنْ أَغْنَيْتُ، إِنِّي جَوَادٌ مَاجِدٌ وَاجِدٌ أَفْعَلُ مَا أَشَاءُ، عَطَائِي كَلَامٌ، وَعَذَابِي كَلَامٌ، إِذَا أَرَدْتُ شَيْئًا فَإِنَّمَا أَقُولُ لَهُ كُنْ فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, may He be exalted, says: \"O My servants, all of you are sinners apart from those whom I protect from sin. Seek My forgiveness and I will forgive you. All of you are in need except for those whom I make independent. I am Most Generous, Majestic, and I do whatever I will. My giving is a word and My punishment is a word. When I want a thing to happen I merely say to it 'Be!' and it is.\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So glorified be He and exalted <span class=\"gray\">(above all that they associate with Him)</span>, and in Whose Hand is the dominion of all things, and to Him you shall be returned.)</span> means, glorified and exalted and sanctified above any evil be the Ever Living, the Self-Sufficient, in Whose hand is the control of the heavens and the earth, to Whom all matters return. His is the power to create and command, and to Him all mankind will return on the Day of Resurrection. Then He will reward or punish each one according to his deeds, and He is the Just, the Generous Bestower, the Graciously Disposed. The meaning of this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So glorified be He and exalted <span class=\"gray\">(above all that they associate with Him)</span>, and in Whose Hand is the sovereignty <span class=\"gray\">(Malakut)</span> of all things)</span> is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"In Whose Hand is the sovereignty <span class=\"gray\">(Malakut)</span> of everything?\")</span><span class=\"gray\">(23:88)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He in Whose Hand is the dominion <span class=\"gray\">(Al-Mulk)</span>)</span><span class=\"gray\">(67:1)</span></p><p lang=\"en\" class=\"en \">Al-Mulk and Al-Malakut mean the same thing, although some people claim that Al-Mulk has to do with the physical realm and Al-Malakut has to do with the spiritual realm. But the former view is the one which is correct, and this is the opinion of the majority of the scholars of Tafsir and others.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Hudhayfah bin Al-Yaman, may Allah be pleased with him, said, \"I stood in prayer with the Messenger of Allah ﷺ one night and he recited the seven long Surahs in seven Rak'ahs. When he raised his head from bowing, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمِعَ اللهُ لِمَنْ حَمِدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah hears the one who praises Him.)</span> Then he said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ للهِ ذِي الْمَلَكُوتِ وَالْجَبَرُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Praise be to Allah, the Owner of Malakut, might, pride and greatness.)</span></p><p lang=\"en\" class=\"en \">His bowing was as long as his standing position, and his prostration was as long as his bowing. Then he finished and my legs were nearly broken.\"</p><p lang=\"en\" class=\"en \">Abu Dawud recorded that 'Awf bin Malik Al-Ashja'i, may Allah be pleased with him, said, \"I stood in prayer with the Messenger of Allah ﷺ one night and he recited Al-Baqarah. He did not reach any Ayah that mentioned mercy but he paused and asked for it, and he did not reach any Ayah that mentioned punishment but he paused and sought refuge from it. Then he bowed for as long as he had stood, and while bowing he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ ذِي الْجَبَرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to Allah, the Owner of might, Malakut, pride and greatness.)</span></p><p lang=\"en\" class=\"en \">Then he prostrated for as long as he had bowed, and said something similar while prostrating. Then he stood and recited Al 'Imran, then he recited one Surah after another.\" This was recorded by At-Tirmidhi in Ash-Shama'il and An-Nasa'i.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Ya Sin. All praise and thanks are due to Allah.</p>"
  },
  {
    "ayah_key": "37:1",
    "group_ayah_key": "37:1",
    "from_ayah": "37:1",
    "to_ayah": "37:5",
    "ayah_keys": "37:1,37:2,37:3,37:4,37:5",
    "text": "<p lang=\"lb\" class=\"lb \">The Virtues of Surat As-Saffat</p><p lang=\"en\" class=\"en \">An-Nasa'i recorded that 'Abdullah bin 'Umar, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ used to command us to make our prayers short and he used to recite As-Saffat when he lead us in prayer.\" This was recorded by An-Nasa'i only.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّافَّاتِ صَفًّا - فَالزَّاجِرَاتِ زَجْرًا - فَالتَّالِيَاتِ ذِكْرًا - إِنَّ إِلَٰهَكُمْ لَوَاحِدٌ - رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. By those ranged in ranks.)</span><span class=\"gray\">(2. By those who drive the clouds in a good way.)</span><span class=\"gray\">(3. By those who bring the Dhikr.)</span><span class=\"gray\">(4. Verily, your God is indeed One;)</span><span class=\"gray\">(5. Lord of the heavens and of the earth, and all that is between them, and Lord of every point of the sun's risings.)</span></p><p lang=\"en\" class=\"en \">The angels witness to the Oneness of Allah.It was reported that 'Abdullah bin Mas'ud, may Allah be pleased with him, said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّافَّاتِ صَفًّا </p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(By those ranged in ranks.)</span> – they are the angels;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالزَّاجِرَاتِ زَجْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By those who drive the clouds in a good way.)</span> they are the angels;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالتَّالِيَاتِ ذِكْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By those who bring the Dhikr.)</span> they are the angels.\" This was also the view of Ibn 'Abbas, may Allah be pleased with him, Masruq, Sa'id bin Jubayr, 'Ikrimah, Mujahid, As-Suddi, Qatadah and Ar-Rabi' bin Anas. Qatadah said, \"The angels form ranks in the heavens.\" Muslim recorded that Hudhayfah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُضِّلْنَا عَلَى النَّاسِ بِثَلَاثٍ: جُعِلَتْ صُفُوفُنَا كَصُفُوفِ الْمَلَائِكَةِ، وَجُعِلَتْ لَنَا الْأَرْضُ كُلُّهَا مَسْجِدًا، وَجُعِلَ لَنَا تُرَابُهَا طَهُورًا، إِذَا لَمْ نَجِدِ الْمَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have been favored over the rest of mankind in three ways: our ranks have been made like the ranks of the angels; the entire earth has been made a Masjid for us; and its soil has been made a means of purification for us if we cannot find water.)</span>\"</p><p lang=\"id\" class=\"id \">Muslim, Abu Dawud, An-Nasa'i and Ibn Majah recorded that Jabir bin Samurah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَصُفُّونَ كَمَا تَصُفُّ الْمَلَائِكَةُ عِنْدَ رَبِّهِمْ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not form ranks as the angels form ranks in the presence of their Lord?)</span></p><p lang=\"en\" class=\"en \">We said, 'How do the angels form ranks in the presence of their Lord?' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُتِمُّونَ الصُّفُوفَ الْمُتَقَدِّمَةَ، وَيَتَرَاصُّونَ فِي الصَّفِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They complete the rows nearer the front and they consolidate the rows.)</span>\" As-Suddi and others said that the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالزَّاجِرَاتِ زَجْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By those who drive the clouds in a good way.)</span> means that they drive the clouds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالتَّالِيَاتِ ذِكْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By those who bring the Dhikr.)</span> As-Suddi said, \"The angels bring the Scriptures and the Qur'an from Allah to mankind.\"</p><p lang=\"en\" class=\"en \">The One True God is Allah</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِلَٰهَكُمْ لَوَاحِدٌ - رَبُّ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your God is indeed One, Lord of the heavens and the earth,)</span> This is the One by Whom the oath is sworn, stating that there is no God worthy of worship but He, Lord of the heavens and the earth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بَيْنَهُمَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all that is between them,)</span> means, of created beings.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّ الْمَشَارِقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Lord of every point of the sun's risings.)</span> means, He is the Sovereign Who is controlling His creation by subjugating it and all that is in it of stars, planets and heavenly bodies which appear from the east and set in the west. Mentioning the east is sufficient and there is no need for the west to be mentioned too, because it is implied in what is said. This has also been stated clearly elsewhere, in the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So I swear by the Lord of all the points of sunrise and sunset in the east and the west that surely We are able.)</span><span class=\"gray\">(70:40)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He is)</span> the Lord of the two easts and the Lord of the two wests.)</span><span class=\"gray\">(55:17)</span> which refers to the rising and setting points of the sun and the moon in both winter and summer.</p>"
  }
]