[
  {
    "ayah_key": "74:11",
    "group_ayah_key": "74:11",
    "from_ayah": "74:11",
    "to_ayah": "74:30",
    "ayah_keys": "74:11,74:12,74:13,74:14,74:15,74:16,74:17,74:18,74:19,74:20,74:21,74:22,74:23,74:24,74:25,74:26,74:27,74:28,74:29,74:30",
    "text": "<p lang=\"en\" class=\"en \">Leave Me alone <span class=\"gray\">(to deal)</span> with whom I created lonely <span>(11)</span>And then granted him resources in abundance <span>(12)</span>And children attending <span>(13)</span>And made life smooth and comfortable for him <span>(14)</span>After all that he desires that I should give more <span>(15)</span>Nay! Verily, he has been opposing Our Ayat <span>(16)</span>I shall force him to Sa'ud <span>(17)</span>Verily, he thought and plotted <span>(18)</span>So let him be cursed, how he plotted <span>(19)</span>And once more let him be cursed, how he plotted <span>(20)</span>Then he thought <span>(21)</span>Then he frowned and he looked in a bad tempered way <span>(22)</span>Then he turned back, and was proud <span>(23)</span>Then he said: \"This is nothing but magic from that of old <span>(24)</span>\"This is nothing but the word of a human being! <span>(25)</span>I will cast him into Saqar <span>(26)</span>And what will make you know <span class=\"gray\">(exactly)</span> what Saqar is <span>(27)</span>It spares not, nor does it leave <span class=\"gray\">(anything)</span><span>(28)</span>Scorching for the humans <span>(29)</span>Over it are nineteen <span>(30)</span></p><p lang=\"en\" class=\"en \">A Threat for Whoever claims that the Qur'an is Magic</p><p lang=\"en\" class=\"en \">Allah threatens this wicked person whom He has favored with the blessings of this world, yet he is ungrateful for the blessings of Allah and he meets them with disbelief <span class=\"gray\">(in Allah)</span> and rejection of His Ayat. He invents lies against Allah's Ayat and claims that they are the words of a man. Allah recounts to him His favors upon him when He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave Me alone <span class=\"gray\">(to deal)</span> with whom I created lonely.)</span> meaning, he came out of the womb of his mother alone, without any wealth or children. Then, Allah provided him with</p><p class=\"ur qpc-hafs\" lang=\"ur\">مَالًا مَمْدُودًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(resources in abundance.)</span> meaning, vast and abundant. Allah then made for him,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَبَنِينَ شُهُودًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And children attending.)</span> Mujahid said, \"They are not absent.\" This means that they are present with him. They do not travel for business and trade. Rather, their servants and hired workers handle all of that for them while they are sitting with their father. He enjoys their company and delights in being with them.</p><p lang=\"en\" class=\"en \">According to what has been stated by As-Suddi, Abu Malik and 'Asim bin 'Umar bin Qatadah, they were thirteen <span class=\"gray\">(children)</span> in number. Ibn Abbas and Mujahid said that they were ten. This was a great blessing in their living with him.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَهَّدْتُ لَهُ تَمْهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And made life smooth and comfortable for him.)</span> meaning, 'I made possible for him to amass wealth, luxuries and other than that.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَطْمَعُ أَنْ أَزِيدَ - كَلَّا ۖ إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(After all that he desires that I should give more. Nay! Verily, he has been opposing Our Ayat.)</span> meaning, obstinate. This refers to his ungratefulness for his blessings after knowing <span class=\"gray\">(these blessings)</span>. Allah says,</p><p class=\"ps qpc-hafs\" lang=\"ps\">سَأُرْهِقُهُ صَعُودًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I shall force him to Sa'ud!)</span> Qatadah reported from Ibn 'Abbas that he said, \"Sa'ud is a rock in Hell that the disbeliever will be dragged across on his face.\" As-Suddi said, \"Sa'ud is a slippery rock in Hell that he will be forced to climb.\" Mujahid said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">سَأُرْهِقُهُ صَعُودًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I shall force him to Sa'ud!)</span> \"This is a harsh portion of the torment.\" Qatadah said, \"It is a torment that contains no relaxation <span class=\"gray\">(break for relief)</span>.\" Concerning Allah's statement,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّهُ فَكَّرَ وَقَدَّرَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he thought and plotted.)</span> meaning, 'We only caused him to face the grievous torment of Sa'ud, that is Our bringing him close to the harsh torment, because he was far away from faith.' This was because he thought and plotted, meaning he contemplated what he should say about the Qur'an when he was asked about it. So he deliberated over what statement he should invent against it.</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَقَدَّرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and plotted.)</span> meaning, he contemplated.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَقُتِلَ كَيْفَ قَدَّرَ - ثُمَّ قُتِلَ كَيْفَ قَدَّرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So let him be cursed, how he plotted! And once more let him be cursed, how he plotted!)</span> This is a supplication against him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَظَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he thought.)</span> meaning, he thought again and deliberated.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ عَبَسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he frowned)</span> meaning, he contracted his eyebrows together and frowned.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَبَسَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he looked in a bad tempered way.)</span> meaning, he scowled and was disgusted. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he turned back, and was proud.)</span> meaning, he turned away from the truth and arrogantly refused to accept and submit to the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ إِنْ هَٰذَا إِلَّا سِحْرٌ يُؤْثَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he said: \"This is nothing but magic from that of old.\")</span> meaning, 'this is magic that Muhammad received from those who were before him, and he is merely saying what he got from them.' This is why he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا قَوْلُ الْبَشَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is nothing but the word of a human being!)</span> meaning, it is not the Words of Allah. </p><p lang=\"en\" class=\"en \">The person who is mentioned in this discussion is Al-Walid bin Al-Mughirah Al-Makhzumi. He was one of the chiefs of the Quraysh – may Allah curse him. Among the narrations about this is what was reported by Al-'Awfi from Ibn 'Abbas. He <span class=\"gray\">(Ibn 'Abbas)</span> said,</p><p lang=\"en\" class=\"en \">\"Al-Walid bin Al-Mughirah entered the house of Abu Bakr bin Abi Quhafah and asked him about the Qur'an. When Abu Bakr informed him about it, he left and went to the Quraysh saying, 'What a great thing this is that Ibn Abi Kabshah is saying. I swear by Allah that it is not poetry, nor magic, nor the prattling of insanity. Verily, his speech is from the Words of Allah!' So when a group of the Quraysh heard this they gathered and said, 'By Allah, if Al-Walid converts <span class=\"gray\">(to Islam)</span> all of the Quraysh will convert.' When Abu Jahl bin Hisham heard this he said, 'By Allah, I will deal with him for you.' So he went to Al-Walid's house and entered upon him. He said to Al-Walid, 'Don't you see that your people are collecting charity for you?' Al-Walid replied, 'Don't I have more wealth and children than they do?' Abu Jahl answered, 'They are saying that you only went to Ibn Abi Quhafah's house so that you can get some of his food.' Al-Walid then said, 'Is this what my tribe is saying? Nay, by Allah, I am not seeking to be close to Ibn Abi Quhafah, nor 'Umar, nor Ibn Abi Kabshah. And his speech is only inherited magic of old.' So Allah revealed to His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave me alone with whom I created lonely.)</span> until His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُبْقِي وَلَا تَذَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It spares not, nor does it leave <span class=\"gray\">(anything)</span>!)</span>\" Qatadah said, \"They claim that he <span class=\"gray\">(Al-Walid)</span> said, 'By Allah, I thought about what the man says, and it is not poetry. Verily, it has a sweetness and it is truly elegant. Verily, it is exalted and it is not overcome. And I have no doubt that it is magic.' So Allah revealed,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَقُتِلَ كَيْفَ قَدَّرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So let him be cursed, how he plotted!)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ عَبَسَ وَبَسَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he frowned and he looked in a bad tempered way.)</span> He contracted his eyes together and scowled.\" Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَأُصْلِيهِ سَقَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will cast him into Saqar.)</span> meaning, 'I will engulf him in it from all his sides.' Then Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا أَدْرَاكَ مَا سَقَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what will make you know <span class=\"gray\">(exactly)</span> what Saqar is?)</span> This is to give fright and emphasis to its matter. Then Allah explains this by His saying,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا أَدْرَاكَ مَا سَقَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It spares not, nor does it leave <span class=\"gray\">(anything)</span>!)</span> meaning, it eats their flesh, veins, nerves and their skins. Then their organs will be changed into something else. They will remain in this <span class=\"gray\">(form)</span>, not living or dying. This was stated by Ibn Buraydah, Abu Sinan and others. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوَّاحَةٌ لِلْبَشَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Scorching for the humans!)</span> Mujahid said, \"This means for the skin.\" Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوَّاحَةٌ لِلْبَشَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Scorching for the humans!)</span> \"This means burning the skin.\" Ibn 'Abbas said, \"Burning the skin of man.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهَا تِسْعَةَ عَشَرَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Over it are nineteen.)</span> meaning, the first of the guardians of Hell. They are magnificent in <span class=\"gray\">(their appearance)</span> and harsh in their character.</p>"
  }
]