[
  {
    "ayah_key": "8:50",
    "group_ayah_key": "8:50",
    "from_ayah": "8:50",
    "to_ayah": "8:51",
    "ayah_keys": "8:50,8:51",
    "text": "<p class=\"en translation\" lang=\"en\">And if you could see when the angels take away the souls of those who disbelieve <span class=\"gray\">(at death)</span>; they smite their faces and their backs, <span class=\"gray\">(saying)</span>: \"Taste the punishment of the blazing Fire. <span>(50)</span>\"This is because of that which your hands forwarded. And verily, Allah is not unjust to His servants. <span>(51)</span></p><div lang=\"en\" class=\"en \"><h2>The Angels smite the Disbelievers upon capturing Their Souls</h2></div><p lang=\"en\" class=\"en \">Allah says, if you witnessed the angels capturing the souls of the disbelievers, you would witness a tremendous, terrible, momentous and awful matter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they smite their faces and their backs)</span>, saying to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذُوقُوا عَذَابَ الْحَرِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Taste the punishment of the blazing Fire.\")</span></p><p lang=\"hmn\" class=\"hmn \">Ibn Jurayj said that Mujahid said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَدْبَارَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their backs)</span>, refers to their back sides, as happened on the day of Badr. Ibn Jurayj also reported from Ibn 'Abbas, \"When the idolators faced the Muslims <span class=\"gray\">[in Badr]</span>, the Muslims smote their faces with swords. When they gave flight, the angels smote their rear ends.\"</p><p lang=\"en\" class=\"en \">Although these Ayat are describing Badr, they are general in the case of every disbeliever. This is why Allah did not make His statement here restrictive to the disbelievers at Badr,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا ۙ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you could see when the angels take away the souls of those who disbelieve <span class=\"gray\">(at death)</span>; they smite their faces and their backs,)</span></p><p lang=\"en\" class=\"en \">In Surat Al-Qitāl <span class=\"gray\">(or Muhammad chapter 47)</span> there is a similar Ayah, as well as in Surat Al-An'am,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنفُسَكُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you could but see when the wrongdoers are in the agonies of death, while the angels are stretching forth their hands <span class=\"gray\">(saying)</span>: \"Deliver your souls!\")</span><span class=\"gray\">[6:93]</span></p><p lang=\"en\" class=\"en \">The angels stretch their hands and smite the disbelievers by Allah's command, since their souls refuse to leave their bodies, so they are taken out by force. This occurs when the angels give them the news of torment and Allah's anger. There is a Hadith narrated from Al-Bara' that when the angel of death attends the disbeliever at the time of death, he comes to him in a terrifying and disgusting shape, saying, \"Get out, O wicked soul, to fierce hot wind, boiling water and a shadow of black smoke.\" The disbeliever's soul then scatters throughout his body, but the angels retrieve it, just as a needle is retrieved from wet wool. In this case, veins and nerve cells will be still attached to the soul. Allah states here that angels bring news of the torment of the Fire to the disbelievers. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is because of that which your hands forwarded.)</span> meaning, this punishment is the recompense of the evil deeds that you have committed in the life of the world. This is your reckoning from Allah for your deeds,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, Allah is not unjust to His servants.)</span></p><p lang=\"en\" class=\"en \">Certainly, Allah does not wrong any of His creatures, for He is the Just, who never puts anything in an inappropriate place. Honored, Glorified, Exalted and Praised be He, the All-Rich, Worthy of all praise. Muslim recorded that Abu Dharr said that the Messenger of Allah ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّ اللهَ تَعَالَى يَقُولُ: يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا، يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, the Exalted, said, 'O My servants! I have prohibited injustice for Myself, and made it prohibited to you between each other. Therefore, do not commit injustice against each other. O My servants! It is your deeds that I am keeping count of, so whoever found something good, let him praise Allah for it. Whoever found other than that, has only himself to blame.)</span></p><p lang=\"en\" class=\"en \">This is why Allah said,</p>"
  },
  {
    "ayah_key": "8:52",
    "group_ayah_key": "8:52",
    "from_ayah": "8:52",
    "to_ayah": "8:52",
    "ayah_keys": "8:52",
    "text": "<p class=\"en translation\" lang=\"en\">Similar to the behavior of the people of Fir'awn, and of those before them – they rejected the Ayat of Allah, so Allah punished them for their sins. Verily, Allah is All-Strong, severe in punishment <span>(52)</span></p><p lang=\"en\" class=\"en \">Allah says, 'The behavior of these rebellious disbelievers against what I sent you with, O Muhammad, is similar to the behavior of earlier disbelieving nations. So We behaved with them according to Our Da'b, that is, Our behavior <span class=\"gray\">[or custom]</span> and way, as We did with them with what We often do and decide concerning their likes, the denying people of Fir'awn and the earlier nations who rejected the Messengers and disbelieved in Our Ayat,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so Allah punished them for their sins.)</span></p><p lang=\"en\" class=\"en \">Because of their sins, Allah destroyed them</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is All-Strong, severe in punishment.)</span></p><p lang=\"it\" class=\"it \">none can resist Him or escape His grasp.</p>"
  },
  {
    "ayah_key": "8:53",
    "group_ayah_key": "8:53",
    "from_ayah": "8:53",
    "to_ayah": "8:54",
    "ayah_keys": "8:53,8:54",
    "text": "<p lang=\"en\" class=\"en \">That is so because Allah will never change a grace which He has bestowed on a people until they change what is in themselves. And verily, Allah is All-Hearer, All-Knower <span>(53)</span>Similar to the behavior of the people of Fir'awn, and those before them. They belied the Ayat of their Lord, so We destroyed them for their sins, and We drowned the people of Fir'awn for they were all wrongdoers <span>(54)</span></p><p lang=\"en\" class=\"en \">Allah affirms His perfect justice and fairness in His decisions, for He decided that He will not change a bounty that He has granted someone, except on account of an evil that they committed. Allah said in another Ayah,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنفُسِهِمْ ۗ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ ۚ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah will not change the <span class=\"gray\">(good)</span> condition of a people as long as they do not change their state <span class=\"gray\">(of goodness)</span> themselves. But when Allah wills a people's punishment, there can be no turning it back, and they will find besides Him no protector.)</span><span class=\"gray\">[13:11]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَدَأْبِ آلِ فِرْعَوْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Similar to the behavior of the people of Fir'awn,)</span> meaning, He punished Fir'awn and his kind, those who denied His Ayat. Allah destroyed them because of their sins, and took away the favors that He granted them, such as gardens, springs, plants, treasures and pleasant dwellings, as well as all of the delights that they enjoyed. Allah did not wrong them, but it is they who wronged themselves.</p>"
  },
  {
    "ayah_key": "8:55",
    "group_ayah_key": "8:55",
    "from_ayah": "8:55",
    "to_ayah": "8:57",
    "ayah_keys": "8:55,8:56,8:57",
    "text": "<p lang=\"en\" class=\"en \">Verily, the worst of living creatures before Allah are those who disbelieve, – so they shall not believe <span>(55)</span>They are those with whom you made a covenant, but they break their covenant every time and they do not have Taqwa <span>(56)</span>So if you gain the mastery over them in war, then disperse those who are behind them, so that they may learn a lesson <span>(57)</span></p><div lang=\"en\" class=\"en \"><h2>Striking Hard against Those Who disbelieve and break the Covenants</h2></div><p lang=\"en\" class=\"en \">Allah states here that the worst moving creatures on the face of the earth are those who disbelieve, who do not embrace the faith, and break promises whenever they make a covenant, even when they vow to keep them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they do not have Taqwa)</span> meaning they do not fear Allah regarding any of the sins they commit.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So if you gain the mastery over them in war)</span>, if you defeat them and have victory over them in war,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then disperse those who are behind them,)</span> by severely punishing <span class=\"gray\">[the captured people]</span> according to Ibn 'Abbas, Al-Hasan Al-Basri, Ad-Dahhak, As-Suddi, 'Ata' Al-Khurasani and Ibn 'Uyaynah. This Ayah commands punishing them harshly and inflicting casualties on them. This way, other enemies, Arabs and non-Arabs, will be afraid and take a lesson from their end,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَذَّكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they may learn a lesson.)</span></p><p lang=\"en\" class=\"en \">As-Suddi commented, \"They might be careful not to break treaties, so that they do not meet the same end.\"</p>"
  },
  {
    "ayah_key": "8:58",
    "group_ayah_key": "8:58",
    "from_ayah": "8:58",
    "to_ayah": "8:58",
    "ayah_keys": "8:58",
    "text": "<p class=\"en translation\" lang=\"en\">If you fear treachery from any people, throw back <span class=\"gray\">(their covenant)</span> to them <span class=\"gray\">(so as to be)</span> on equal terms. Certainly Allah likes not the treacherous.) make a heading, Allah says to His Prophet <span class=\"gray\">(pbuh <span>(58)</span></span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِمَّا تَخَافَنَّ مِن قَوْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you fear from any people)</span>, with whom you have a treaty of peace,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خِيَانَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(treachery)</span>, and betrayal of peace treaties and agreements that you have conducted with them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانبِذْ إِلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then throw back <span class=\"gray\">(their covenant)</span> to them)</span>, meaning their treaty of peace.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ سَوَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on equal terms)</span>, informing them that you are severing the treaty. This way, you will be on equal terms, in that, you and they will be aware that a state of war exists between you and that the bilateral peace treaty is null and void,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly Allah likes not the treacherous.)</span> This even includes treachery against the disbelievers. Imam Ahmad recorded that Salim bin 'Amir said, \"Mu'awiyah was leading an army in Roman lands, at a time the bilateral peace treaty was valid. He wanted to go closer to their forces so that when the treaty of peace ended, he could invade them. An old man riding on his animal said, 'Allahu Akbar <span class=\"gray\">(Allah is the Great)</span>, Allahu Akbar! Be honest and stay away from betrayal.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ كَانَ بَيْنَهُ وَبَيْنَ قَوْمٍ عَهْدٌ فَلَا يَحُلَّنَّ عُقْدَةً وَلَا يَشُدَّهَا حَتَّى يَنْقَضِي أَمَدُهَا، أَوْ يَنْبُذَ إِلَيْهِمْ عَلَى سَوَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever has a treaty of peace with a people, then he should not untie any part of it or tie it harder until the treaty reaches its appointed term. Or, he should declare the treaty null and void so that they are both on equal terms.)</span></p><p lang=\"en\" class=\"en \">When Mu'awiyah was informed of the Prophet's statement, he retreated. They found that man to be 'Amr bin 'Anbasah, may Allah be pleased with him.\" This Hadith was also collected by Abu Dawud At-Tayalisi, Abu Dawud, At-Tirmidhi, An-Nasa'i and Ibn Hibban in his Sahih. At-Tirmidhi said, \"Hasan Sahih.\"</p>"
  }
]