[
  {
    "ayah_key": "17:16",
    "group_ayah_key": "17:16",
    "from_ayah": "17:16",
    "to_ayah": "17:16",
    "ayah_keys": "17:16",
    "text": "<p class=\"en translation\" lang=\"en\">And when We decide to destroy a town <span class=\"gray\">(population)</span>, Amarna those who live luxuriously. Then, they transgress therein, and thus the word <span class=\"gray\">(of torment)</span> is justified against it <span class=\"gray\">(them)</span>. Then We destroy it with complete destruction <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>Meanings of Amarna</h2></div><p lang=\"en\" class=\"en \">The commentators differed over the meaning of this word. It was said that the phrase translated here as \"Amarna those who live luxuriously. Then, they transgress therein\" means, \"We send Our decree upon them\" as Allah says elsewhere:</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَتَاهَآ أَمْرُنَا لَيْلاً أَوْ نَهَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our decree reaches it by night or by day)</span> For <span class=\"gray\">[Amarna cannot mean \"Our command\"]</span> because Allah does not command or enjoin immorality.</p><p lang=\"en\" class=\"en \">Or, they said it means that Allah subjugated them to commit immoral deeds, so they deserved the punishment. Or it was said that it means: \"We commanded them to obey Us, but they committed immoral sins, so they deserved punishment.\" This was reported from Ibn Jurayj from Ibn 'Abbas, and it is also the view of Sa'id bin Jubayr.</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Amarna those who live luxuriously. Then, they transgress therein,)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said: <span class=\"gray\">[this means]</span> \"We gave power to the evil people, so they committed sin therein <span class=\"gray\">(in the town)</span>, and because they did that, Allah destroyed them with the punishment.\" This is similar to the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We have set up in every town great ones of its wicked people)</span><span class=\"gray\">[6:133]</span> This was also the view of Abu Al-'Aliyah, Mujahid and Ar-Rabi' bin Anas.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أَرَدْنَا أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We decide to distroy a town <span class=\"gray\">(populaton)</span>, Amarna those who live luxuriously. Then, they transgress therein,)</span> Al-'Awfi reported that Ibn 'Abbas said, <span class=\"gray\">(it means)</span> \"We increase their numbers. This was also the view of 'Ikrimah, Al-Hasan, Ad-Dahhak and Qatadah, and it was reported from Malik and Az-Zuhri.</p>"
  },
  {
    "ayah_key": "17:17",
    "group_ayah_key": "17:17",
    "from_ayah": "17:17",
    "to_ayah": "17:17",
    "ayah_keys": "17:17",
    "text": "<p class=\"en translation\" lang=\"en\">And how many generations have We destroyed after Nuh! And sufficient is your Lord as All-Knower and Seer of the sins of His servants <span>(17)</span></p><div lang=\"en\" class=\"en \"><h2>A Threat to Quraysh</h2></div><p lang=\"en\" class=\"en \">Warning the disbelievers of the Quraysh for rejecting His Messenger Muhammad ﷺ, Allah says that He destroyed other nations who rejected the Messengers after Nuh. This indicates that during the centuries between Adam and Nuh, humans were following Islam, as Ibn 'Abbas said: \"Between Adam and Nuh there were ten generations, during all of which humans were following Islam.\" The meaning <span class=\"gray\">(of the Ayah)</span> is: \"You disbelievers are not more dear to Allah than they were, and you have rejected the most noble of the Messengers and the best of creation, so you are more deserving of punishment.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And sufficient is your Lord as All-Knower and Seer of the sins of His servants.)</span> means, He knows everything they do, good and evil, and nothing at all is hidden from Him, may He be glorified and exalted.</p>"
  },
  {
    "ayah_key": "17:18",
    "group_ayah_key": "17:18",
    "from_ayah": "17:18",
    "to_ayah": "17:19",
    "ayah_keys": "17:18,17:19",
    "text": "<p lang=\"en\" class=\"en \">Whoever desires the quick-passing <span class=\"gray\">(transitory enjoyment of this world)</span>, We readily grant him what We will for whom We like. Then, afterwards, We have appointed for him Hell; he will burn therein disgraced and rejected <span>(18)</span>And whoever desires the Hereafter and strives for it, with the necessary effort due for it while he is a believer, then such are the ones whose striving shall be appreciated, <span class=\"gray\">(rewarded by Allah)</span><span>(19)</span></p><div lang=\"en\" class=\"en \"><h2>The Reward of Those who desire this World and Those who desire the Hereafter</h2></div><p lang=\"en\" class=\"en \">Allah tells us that not everyone who desires this world and its luxuries gets what he wants. That is attained by those whom Allah wants to have it, and they get what He wills that they should get. This Ayah narrows down the general statements made in other Ayat. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We readily grant him what We will for whom We like. Then, afterwards, We have appointed for him Hell)</span> meaning, in the Hereafter,</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَصْلَاهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he will burn therein)</span> means, he will enter it until it covers him on all sides,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَذْمُومًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(disgraced)</span> means, blamed for his bad behaviour and evil deeds, because he chose the transient over the eternal,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّدْحُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(rejected.)</span> means, far away <span class=\"gray\">(from Allah's mercy)</span>, humiliated and put to shame.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَرَادَ الْآخِرَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever desires the Hereafter)</span> wanting the Hereafter and its blessings and delights,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَعَىٰ لَهَا سَعْيَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strives for it, with the necessary effort due for it)</span> seeking it in the right way, which is following the Messenger ﷺ.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مُؤْمِنٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while he is a believer,)</span> means, his heart has faith, i.e., he believes in the reward and punishment,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأُولَٰئِكَ كَانَ سَعْيُهُم مَّشْكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then such are the ones whose striving shall be appreciated, <span class=\"gray\">(rewarded by Allah)</span>.)</span></p>"
  },
  {
    "ayah_key": "17:2",
    "group_ayah_key": "17:2",
    "from_ayah": "17:2",
    "to_ayah": "17:3",
    "ayah_keys": "17:2,17:3",
    "text": "<p class=\"en translation\" lang=\"en\">And We gave Musa the Scripture and made it a guidance for the Children of Israel <span class=\"gray\">(saying)</span>: \"Take none other than Me as <span class=\"gray\">(your)</span> Wakil. <span>(2)</span>\"O offspring of those whom We carried <span class=\"gray\">(in the ship)</span> with Nuh! Verily, he was a grateful servant. <span>(3)</span></p><div lang=\"en\" class=\"en \"><h2>Musa and how He was given the Tawrah</h2></div><p lang=\"en\" class=\"en \">When Allah mentions how He took His servant Muhammad ﷺ, on the Journey by Night, He follows it by mentioning Musa, His servant and Messenger who also spoke with Him. Allah often mentions Muhammad and Musa together, may the peace and blessings of Allah be upon them both, and he mentions the Tawrah and the Qur'an together. So after mentioning the Isra', He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَا مُوسَى الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave Musa the Scripture)</span>, meaning the Tawrah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and made it)</span>, meaning the Scripture,</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُدًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a guidance)</span>, meaning a guide,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for the Children of Israel <span class=\"gray\">(saying)</span>: \"Take none...\")</span> means, lest they should take,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن دُونِي وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"... other than Me as <span class=\"gray\">(your)</span> Wakil\")</span> means, 'you have no protector, supporter or god besides Me,' because Allah revealed to every Prophet that he should worship Him alone with no partner or associate. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O offspring of those whom We carried <span class=\"gray\">(in the ship)</span> with Nuh)</span> by addressing the descendants of those who were carried in the ship with Nuh there is a reminder of the blessings, as if Allah is saying: 'O descendants of those whom We saved and carried in the ship with Nuh, follow in the footsteps of your father,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ كَانَ عَبْدًا شَكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he was a grateful servant)</span>. 'Remember the blessing I have granted you by sending Muhammad.' Imam Ahmad reported that Anas bin Malik said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيَرْضَى عَنِ الْعَبْدِ أَنْ يَأْكُلَ الْأَكْلَةَ أَوْ يَشْرَبَ الشَّرْبَةَ فَيَحْمَدَ اللهَ عَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will be pleased with His servant if, when he eats something or drinks something, he praises Allah for it.)</span>\" This was also recorded by Muslim, At-Tirmidhi and An-Nasa'i.</p><p lang=\"en\" class=\"en \">Malik said about Zayd bin Aslam: \"He used to praise Allah in all circumstances.\" In this context, Al-Bukhari mentioned the Hadith of Abu Zar'ah narrating from Abu Hurayrah, who said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا سَيِّدُ وَلَدِ آدَمَ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will be the leader of the sons of Adam on the Day of Resurrection...)</span> He quoted the Hadith at length, and in the Hadith, the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَأْتُونَ نُوحًا فَيَقُولُونَ: يَا نُوحُ إِنَّكَ أَنْتَ أَوَّلُ الرُّسُلِ إِلَى أَهْلِ الْأَرْضِ، وَقَدْ سَمَّاكَ اللهُ عَبْدًا شَكُورًا، فَاشْفَعْ لَنَا إِلَى رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will come to Nuh and will say, 'O Nuh, you were the first of the Messengers sent to the people of earth, and Allah called you grateful servant, so intercede for us with your Lord.')</span> And he quoted the Hadith in full.</p>"
  }
]