[
  {
    "ayah_key": "11:91",
    "group_ayah_key": "11:91",
    "from_ayah": "11:91",
    "to_ayah": "11:92",
    "ayah_keys": "11:91,11:92",
    "text": "<p lang=\"en\" class=\"en \">They said: \"O Shu'ayb! We do not understand much of what you say, and we see you weak among us. Were it not for your family, you would have been stoned, and you are not powerful against us. <span>(91)</span>He said: \"O my people! Is then my family of more weight with you than Allah? And you have cast Him away behind your backs. Verily, my Lord is surrounding all that you do. <span>(92)</span></p><div lang=\"en\" class=\"en \"><h2>The Response of Shu'ayb's People</h2></div><p lang=\"fa\" class=\"fa \">They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا شُعَيْبُ مَا نَفْقَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Shu'ayb! We do not understand)</span> This means that we do not comprehend.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(much)</span> 'most of what you say'. Ath-Thawri said, \"He <span class=\"gray\">(Shu'ayb)</span> was called the orator of the Prophets.\" As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we see you weak among us.)</span> \"They meant, 'You are only one person.'\" Abu Rawq said, \"They meant, 'You are despised, because your tribe is not upon your religion.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Were it not for your family, you would have been stoned,)</span> This means, your people. Were it not for their powerful position over the people of Madyan, they would have stoned him to death. Some said that this means with rocks. It has also been said that this means that they would have cursed and insulted him verbally.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتَ عَلَيْنَا بِعَزِيزٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you are not powerful against us.)</span> This means, \"You have no position of power over us.\"</p><div lang=\"xh\" class=\"xh \"><h2>Shu'ayb's Refutation of His People</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُم مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O my people! Is then my family of more weight with you than Allah?\")</span></p><p lang=\"en\" class=\"en \">He says: You would leave me alone out of respect for my people but not out of respect for the greatness of the Lord, the Most Blessed and Exalted? Does not your awe of Allah prevent you from harming His Prophet? Indeed you have placed the fear of Allah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَرَاءَكُمْ ظِهْرِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(behind your backs.)</span> This means that you have thrown it behind you. You do not obey it, nor do you respect it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, my Lord is surrounding all that you do.)</span> This means that He knows all of your actions and He will reward you according to them.</p>"
  },
  {
    "ayah_key": "11:93",
    "group_ayah_key": "11:93",
    "from_ayah": "11:93",
    "to_ayah": "11:95",
    "ayah_keys": "11:93,11:94,11:95",
    "text": "<p lang=\"en\" class=\"en \">\"And O my people! Act according to your ability, and I am acting. You will come to know who it is on whom descends the torment that will cover him with ignominy, and who is a liar! And watch you! Verily, I too am watching with you. <span>(93)</span>And when Our commandment came, We saved Shu'ayb and those who believed with him by a mercy from Us. And As-Sayhah <span class=\"gray\">(awful cry)</span> seized the wrongdoers, and they lay <span class=\"gray\">(Jathimin)</span> in their homes <span>(94)</span>As if they had never lived there! So away with Madyan just as Thamud went away <span>(95)</span></p><div lang=\"en\" class=\"en \"><h2>Shu'ayb's threatening of His People</h2></div><p lang=\"en\" class=\"en \">When the Prophet of Allah, Shu'ayb, despaired of their response to him,he said \" O my people,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Act according to your ability,)</span> This means, \"Act according to your current ways.\" This is actually a severe threat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي عَامِلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am acting.)</span> according to my way.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will come to know who it is on whom descends the torment that will cover him with ignominy, and who is a liar!)</span> meaning, between me and you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْتَقِبُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And watch you!)</span> This means to wait.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي مَعَكُمْ رَقِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I too am watching with you.)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Our commandment came, We saved Shu'ayb and those who believed with him by a mercy from Us. And As-Sayhah <span class=\"gray\">(awful cry)</span> seized the wrongdoers, and they lay <span class=\"gray\">(Jathimin)</span> in their homes.)</span> His saying Jathimin means extinct and lifeless without any movement. Here Allah mentions that a loud cry <span class=\"gray\">(Sayhah)</span> came to them. In Surat Al-A'raf He says a severe quake <span class=\"gray\">(Rajfah)</span> came to them. In Surat Ash-Shu'ara', He said it was a torment of a cloudy day. They were one nation upon which all of these punishments were gathered on the day of their destruction. In each context, Allah only mentioned that which was suitable. In Surat Al-A'raf when they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِن قَرْيَتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall certainly drive you out, O Shu'ayb, and those who have believed with you from our town.)</span><span class=\"gray\">[7:88]</span> In this verse it was suitable to mention a tremor, or quake <span class=\"gray\">(Rajfah)</span>. The earth in which they practiced their wrongdoing and they wanted to expel their Prophet from it, shook them. Here, due to their disrespectful manners in speaking to their Prophet, Allah mentioned the awful cry <span class=\"gray\">(Sayhah)</span> which overcame them and killed them. In Surat Ash-Shu'ara' when they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So cause a piece of the heaven to fall on us, if you are of the truthful!)</span><span class=\"gray\">[26:187]</span> Allah said in response,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ ۚ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the torment of the day of Shadow seized them. Indeed that was the torment of a Great Day.)</span><span class=\"gray\">[26:189]</span> This is from the intricate secrets and to Allah belongs all praise and much bounty forever. Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَن لَّمْ يَغْنَوْا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As if they had never lived there!)</span> This means it was as if they had not lived in their homes before that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So away with Madyan as just as Thamud went away!)</span> They <span class=\"gray\">(Thamud)</span> were their neighbors and they did not live far from the homes of the people of Madyan. They were similar in their disbelief and their highway robbery. They were also both Arabs.</p>"
  },
  {
    "ayah_key": "11:96",
    "group_ayah_key": "11:96",
    "from_ayah": "11:96",
    "to_ayah": "11:99",
    "ayah_keys": "11:96,11:97,11:98,11:99",
    "text": "<p lang=\"en\" class=\"en \">  And indeed We sent Musa with Our Ayat and a manifest authority <span>(96)</span>To Fir'awn and his chiefs, but they followed the command of Fir'awn, and the command of Fir'awn was no right guide <span>(97)</span>He will go ahead of his people on the Day of Resurrection, and will lead them into the Fire, and evil indeed is the place to which they are led <span>(98)</span>They were pursued by a curse in this <span class=\"gray\">(deceiving life of this world)</span> and <span class=\"gray\">(so they will be pursued by a curse)</span> on the Day of Resurrection, evil indeed is the gift granted <span>(99)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Musa and Fir'awn</h2></div><p lang=\"en\" class=\"en \">In these verses Allah informs of His sending Musa with His signs and clear proofs to Fir'awn, the king of the Coptic people, and his chiefs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they followed the command of Fir'awn.)</span> This means that they followed his path, way and methodology in transgression.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the command of Fir'awn was no right guide.)</span> This means there was no right guidance in it. It was only ignorance, misguidance, disbelief and stubbornness. Just as they followed him in this life and he was their leader and chief, likewise he will lead them to the Hellfire on the Day of Resurrection. He will lead them directly to it and they will drink from springs of destruction. Fir'awn will have a great share in that awful punishment. This is as Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَصَىٰ فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Fir'awn disobeyed the Messenger; so We seized him with a severe punishment.)</span><span class=\"gray\">[73:16]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبَ وَعَصَىٰ - ثُمَّ أَدْبَرَ يَسْعَىٰ - فَحَشَرَ فَنَادَىٰ - فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَىٰ - فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ - إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّمَن يَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Fir'awn belied and disobeyed. Then he turned his back, striving <span class=\"gray\">(against Allah)</span>. Then he gathered <span class=\"gray\">(his people)</span> and cried aloud, Saying: \"I am your lord, most high.\" So Allah, seized him with exemplary punishment for his last and first transgression. Verily, in this is an instructive admonition for whosoever fears Allah.)</span><span class=\"gray\">[79:21-26]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ ۖ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will go ahead of his people on the Day of Resurrection, and will lead them into the Fire, and evil indeed is the place to which they are led.)</span> This will be the condition of those who were followed. They will have a great share of the punishment on the Day of Resurrection. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ ضِعْفٌ وَلَٰكِن لَّا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For each one there is double <span class=\"gray\">(torment)</span>, but you know not.)</span><span class=\"gray\">[7:38]</span> Allah also says that the disbelievers will say while they are in the Hellfire,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا - رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Verily, we obeyed our chiefs and our great ones, and they misled us from the <span class=\"gray\">(right)</span> way. Our Lord! Give them double torment.\")</span><span class=\"gray\">[33:67-68]</span> Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُتْبِعُوا فِي هَٰذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They were pursued by a curse in this <span class=\"gray\">(deceiving life of this world)</span> and <span class=\"gray\">(so they will be pursued by a curse)</span> on the Day of Resurrection.)</span> meaning, 'We have made them to be followed by something more than the punishment of the Fire and that is their being cursed in this life.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ ۚ بِئْسَ الرِّفْدُ الْمَرْفُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on the Day of Resurrection, evil is the gift granted.)</span> Mujahid said, \"Another curse will be added to them on the Day of Resurrection, so these are two curses.\" 'Ali bin Abi Talhah said that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَ الرِّفْدُ الْمَرْفُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(evil indeed is the gift granted.)</span> \"The curse of this life and the Hereafter.\" Ad-Dahhak and Qatadah both said the same thing. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ ۖ وَيَوْمَ الْقِيَامَةِ لَا يُنصَرُونَ - وَأَتْبَعْنَاهُمْ فِي هَٰذِهِ الدُّنْيَا لَعْنَةً ۖ وَيَوْمَ الْقِيَامَةِ هُم مِّنَ الْمَقْبُوحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made them leaders inviting to the Fire: and on the Day of Resurrection, they will not be helped. And We made a curse to follow them in this world, and on the Day of Resurrection, they will be among the despised.)</span><span class=\"gray\">[28:41-42]</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Fire, they are exposed to it, morning and afternoon. And on the Day when the Hour will be established <span class=\"gray\">(it will be said to the angels)</span>: \"Cause Fir'awn's people to enter the severest torment!\")</span><span class=\"gray\">[40:46]</span></p>"
  }
]