[
  {
    "ayah_key": "73:19",
    "group_ayah_key": "73:19",
    "from_ayah": "73:19",
    "to_ayah": "73:20",
    "ayah_keys": "73:19,73:20",
    "text": "<p lang=\"en\" class=\"en \">Verily, this is an admonition, therefore whosoever wills, let him take a path to His Lord <span>(19)</span>Verily, your Lord knows that you do stand a little less than two-thirds of the night, or half the night, or a third of the night, and also a party of those with you. And Allah measures the night and the day. He knows that you are unable to pray the whole night, so He has turned to you. So, recite you of the Qur'an as much as may be easy for you. He knows that there will be some among you sick, others traveling through the land, seeking of Allah's bounty, yet others fighting in Allah's cause. So recite as much of the Qur'an as may be easy, and perform Salah and give Zakah, and lend to Allah a handsome loan. And whatever good you send before you for yourselves, you will certainly find it with Allah, better and greater in reward. And seek Forgiveness of Allah. Verily, Allah is Oft-Forgiving, Most-Merciful <span>(20)</span></p><p lang=\"en\" class=\"en \">This is a Surah that Men of Sound Understanding receive Admonition from</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّ هَٰذِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this)</span> meaning, this Surah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَذْكِرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(an admonition,)</span> meaning, men of understanding receive admonition from it. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(therefore whosoever wills, let him take a path to His Lord.)</span> meaning, from those whom Allah wills that they be guided. This is similar to the stipulation that Allah mentions in another Surah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you cannot will, unless Allah wills. Verily Allah is Ever All-Knowing, Al-Wise.)</span><span class=\"gray\">(76:30)</span></p><p lang=\"en\" class=\"en \">Abrogation of the Obligation to offer the Night Prayer and a Mention of its Valid Excuses</p><p lang=\"en\" class=\"en \">Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord knows that you do stand a little less than two-thirds of the night, or half the night, or a third of the night, and also a party of those with you.)</span> meaning, sometimes like this and sometimes like that, and all of these are done unintentionally. However, you all are not able to be consistent with the night prayer Allah has commanded you, because it is difficult for you. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah measures the night and the day.)</span> meaning, sometimes the night and day are equal, and sometimes one of them will be longer or shorter than the other.</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَلِمَ أَنْ لَنْ تُحْصُوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows that you are unable to pray the whole night,)</span> meaning, the obligation which He prescribed for you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, recite you of the Qur'an as much as may be easy.)</span> meaning, without specification of any set time. This means, stand and pray during the night as much as is easy <span class=\"gray\">(for you)</span>. Allah uses the term recitation <span class=\"gray\">(Qira'ah)</span> to mean prayer <span class=\"gray\">(Salah)</span>. This is as Allah says in Surah Subhan <span class=\"gray\">(Al-Isra')</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْهَرْ بِصَلَاتِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And offer your Salah neither aloud)</span><span class=\"gray\">(17:110)</span> meaning, your recitation.</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَلَا تُخَافِتْ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nor in low voice.)</span><span class=\"gray\">(17:110)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَىٰ ۙ وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ ۙ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows that there will be some among you sick, others traveling through the land, seeking of Allah's bounty, yet others fighting in Allah's cause.)</span> meaning, He knows that there will be people of this nation who will have excuses for not praying the <span class=\"gray\">(voluntary)</span> night prayer. They are those who are ill and therefore they are not able to perform it, and those who are traveling in the land seeking the bounty of Allah in business and trade, and others who will be busy with that which is more important to them. An example of this is going on expeditions to fight in the way of Allah. This Ayah, rather, this entire Surah was revealed in Makkah even though fighting was not legislated until after it was revealed. Thus, it is among the greatest of the signs of prophethood, because it informs about unseen matters of the future. Thus, Allah says,</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So recite as much of the Qur'an as may be easy,)</span> meaning, stand and pray at night whatever is easy for you to do of it. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and perform Salah and give Zakah,)</span> meaning, establish your obligatory prayers and pay your obligatory Zakah. This is a proof for those who say that Zakah was made obligatory in Makkah, but the various amounts of Nisab and how much was to be given was clarified in Al-Madinah. And Allah knows best. </p><p lang=\"en\" class=\"en \">Ibn 'Abbas, 'Ikrimah, Mujahid, Al-Hasan, Qatadah and others from the Salaf have said, \"Verily, this Ayah abrogated the standing for prayer at night that Allah previously made obligatory for the Muslims.\" It has been confirmed in the Two Sahihs that the Messenger of Allah ﷺ said to a man,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Five obligatory prayers during a day and a night <span class=\"gray\">(are obligatory)</span>.)</span>\" The man said, \"Is there anything other than this <span class=\"gray\">(of prayer)</span> that is obligatory upon me?\" The Messenger of Allah ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، إِلَّا أَنْ تَطَوَّعَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, except what you may do voluntarily.)</span></p><p lang=\"en\" class=\"en \">The Command to give Charity and do Good Deeds</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and lend to Allah a handsome loan.)</span> meaning, from charitable donations. For verily, Allah will reward for this the best and most abundant of rewards. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that will lend to Allah a goodly loan so that He may multiply it to him many times?)</span><span class=\"gray\">(2:245)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatever good you send before you for yourselves, you will certainly find it with Allah, better and greater in reward.)</span> meaning, for all that you send before yourselves, you will get it <span class=\"gray\">(back)</span> and it will be better than what you kept for yourselves in the worldly life. Al-Hafiz Abu Ya'la Al-Mawsili reported from Al-Harith bin Suwayd, from 'Abdullah that Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّكُمْ مَالُهُ أَحَبُّ إِلَيْهِ مِنْ مَالِ وَارِثِهِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Which of you hold his wealth to be more beloved to him than the wealth of his heir?)</span> They said, \"O Messenger of Allah! There is not a single one of us who does not hold his wealth to be more beloved to him than the wealth of his heir.\" The Messenger of Allah ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْلَمُوا مَا تَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know what you are saying!)</span> They replied, \"What do we know other than this, O Messenger of Allah?\" He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا مَالُ أَحَدِكُمْ مَا قَدَّمَ، وَمَالُ وَارِثِهِ مَا أَخَّرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The wealth of one of you is only that which he sends forth, and the wealth of his heir is that which he leaves behind.)</span> Al-Bukhari also recorded this Hadith. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاسْتَغْفِرُوا اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And seek forgiveness of Allah. Verily, Allah is Oft-Forgiving, Most-Merciful.)</span> meaning, remember Him and seek forgiveness from Him often for all of your matters. For verily, He is Most Forgiving, Most Merciful to whoever seeks His forgiveness. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Muzzammil, and all praise and blessings are due to Allah.</p>"
  }
]