[
  {
    "ayah_key": "4:7",
    "group_ayah_key": "4:7",
    "from_ayah": "4:7",
    "to_ayah": "4:10",
    "ayah_keys": "4:7,4:8,4:9,4:10",
    "text": "<p lang=\"en\" class=\"en \">There is a share for men and a share for women from what is left by parents and those nearest in relation, whether the property be small or large – a legal share <span>(7)</span>And when the relatives, and the orphans, and the poor are present at the time of division, give them from the property, and speak to them words of kindness and justice <span>(8)</span>And let those <span class=\"gray\">(executors and guardians)</span> have the same fear in their minds as they would have for their own, if they had left weak offspring behind. So, let them have Taqwa of Allah and speak truthfully <span>(9)</span>Verily, those who unjustly eat up the property of orphans, they eat up only a fire into their bellies, and they will be burnt in the blazing Fire <span>(10)</span></p><div lang=\"en\" class=\"en \"><h2>The Necessity of Surrendering the Inheritance According to the Portions that Allah Ordained</h2></div><p lang=\"en\" class=\"en \">Sa'id bin Jubayr and Qatadah said, \"The idolators used to give adult men a share of inheritance and deprive women and children of it. Allah revealed;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is a share for men from what is left by parents and those nearest in relation)</span>.\"</p><p lang=\"en\" class=\"en \">Therefore, everyone is equal in Allah's decision to inherit, even though their shares vary according to the degree of their relationship to the deceased, whether being a relative, spouse, etc. Ibn Marduwyah reported that Jabir said, \"Umm Kujjah came to the Messenger of Allah ﷺ and said to him, 'O Messenger of Allah! I have two daughters whose father died, and they do not own anything.' So Allah revealed;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is a share for men from what is left by parents and those nearest in relation.)</span>\" We will mention this Hadith when explaining the two Ayat about inheritance. Allah knows best. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حَضَرَ الْقِسْمَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are present at the time of division,)</span> those who do not have a share in the inheritance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْيَتَامَىٰ وَالْمَسَاكِينُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the orphans and the poor)</span>, are also present upon dividing the inheritance, give them a share of the inheritance. Al-Bukhari recorded that Ibn 'Abbas said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the relatives and the orphans and the poor are present at the time of division)</span>, was not abrogated.</p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Ibn 'Abbas said that this Ayah still applies and should be implemented. Ath-Thawri said that Ibn Abi Najih narrated from Mujahid that implementing this Ayah, \"Is required from those who have anything to inherit, paid from whatever portions their hearts are satisfied with giving away.\" Similar explanation was reported from Ibn Mas'ud, Abu Musa, 'Abdur-Rahman bin Abi Bakr, Abu Al-'Aliyah, Ash-Sha'bi and Al-Hasan. Ibn Sirin, Sa'id bin Jubayr, Makhul, Ibrahim An-Nakha'i, 'Ata' bin Abi Rabah, Az-Zuhri and Yahya bin Ya'mar said this payment is obligatory. Others say that this refers to the bequeathal at the time of death. And others say that it was abrogated.</p><p lang=\"en\" class=\"en \">Al-'Awfi reported that Ibn 'Abbas said that this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حَضَرَ الْقِسْمَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when are present at the time of division)</span>, refers to divisions of inheritance. So, when poor relatives, who are ineligible for inheritance, orphans, and the poor attend the division of the inheritance, which is sometimes substantial, their hearts will feel eager to have a share, seeing each eligible person assuming his share; while they are desperate, yet are not given anything. Allah the Most Kind, Most Compassionate, commands that they should have a share in the inheritance as an act of kindness, charity, compassion and mercy for them.</p><div lang=\"en\" class=\"en \"><h2>Observing Fairness in the Will</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let those have the same fear in their minds as they would have for their own, if they had left behind...)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said that this part of the Ayah, \"Refers to a man who is near death and he dictates a will and testament that harms some of the rightful inheritors. Allah commands whoever hears such will to fear Allah, and direct the dying man to do what is right and to be fair, being as eager to protect the inheritors of the dying man as he would be with his own.\" Similar was reported from Mujahid and several others.</p><p lang=\"en\" class=\"en \">The Two Sahihs record that when the Messenger of Allah ﷺ visited Sa'd bin Abi Waqqas during an illness he suffered from, Sa'd said to the Messenger, \"O Messenger of Allah! I am wealthy and have no inheritors except a daughter. Should I give two-thirds of my property in charity?\" He said, \"No.\" Sa'd asked, \"Half?\" He said, \"No.\" Sa'd said, \"One-third?\" The Prophet ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الثُّلُثُ، وَالثُّلُثُ كَثِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One-third, and even one-third is too much.)</span> The Messenger of Allah ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ أَنْ تَذَرَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You'd better leave your inheritors wealthy rather than leaving them poor, begging from others.)</span></p><div lang=\"en\" class=\"en \"><h2>A Stern Warning Against Those Who Use Up the Orphan's Wealth</h2></div><p lang=\"en\" class=\"en \">It was also said that the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(consume it not wastefully and hastily, fearing that they should grow up,)</span></p><p lang=\"en\" class=\"en \">means, let them have Taqwa of Allah when taking care of the orphan's wealth, as Ibn Jarir recorded from Al-'Awfi who reported this explanation from Ibn 'Abbas. </p><p lang=\"en\" class=\"en \">This is a sound opinion that is supported by the warning that follows against consuming the orphan's wealth unjustly. In this case, the meaning becomes: Just as you would want your offspring to be treated fairly after you, then treat other people's offspring fairly when you are given the responsibility of caring for them.</p><p lang=\"en\" class=\"en \">Allah proclaims that those who unjustly consume the wealth of orphans, will be eating fire into their stomach, this is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who unjustly eat up the property of orphans, they eat up only a fire into their bellies, and they will be burnt in the blazing Fire!)</span></p><p lang=\"en\" class=\"en \">meaning, when you consume the orphan's wealth without a right, then you are only consuming fire, which will kindle in your stomach on the Day of Resurrection.</p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Avoid the seven great destructive sins.)</span> The people asked, \"O Allah's Messenger! What are they?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشِّرْكُ بِاللهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ الْيَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ الْغَافِلَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To join others in worship along with Allah, magic, to kill the life which Allah has forbidden except for a just cause, to consume interest, to consume an orphan's property, to turn your back to the enemy and flee from the battlefield at the time of fighting, and to accuse chaste women who never even think of anything harmful to their chastity being good believers.)</span></p>"
  }
]