[
  {
    "ayah_key": "4:15",
    "group_ayah_key": "4:15",
    "from_ayah": "4:15",
    "to_ayah": "4:16",
    "ayah_keys": "4:15,4:16",
    "text": "<p lang=\"en\" class=\"en \">And those of your women who commit illegal sexual intercourse, take the evidence of four witnesses from among you against them; and if they testify, confine them <span class=\"gray\">(i.e. women)</span> to houses until death comes to them or Allah ordains for them some <span class=\"gray\">(other)</span> way <span>(15)</span>And the two persons among you who commit illegal sexual intercourse, punish them both. And if they repent and do righteous good deeds, leave them alone. Surely, Allah is Ever the One Who accepts repentance, <span class=\"gray\">(and He is)</span> Most Merciful <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>The Adulteress is Confined in her House; A Command Later Abrogated</h2></div><p lang=\"en\" class=\"en \">At the begining of Islam, the ruling was that if a woman commits adultery as stipulated by sufficient proof, she was confined to her home, without leave, until she died. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يعني الزنا</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن نِّسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ فَإِن شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّىٰ يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those of your women who commit illegal sexual intercourse, take the evidence of four witnesses from among you against them; and if they testify, confine them <span class=\"gray\">(i.e. women)</span> to houses until death comes to them or Allah ordains for them some <span class=\"gray\">(other)</span> way.)</span></p><p lang=\"en\" class=\"en \">'Some other way' mentioned here is the abrogation of this ruling that came later. Ibn 'Abbas said, \"The early ruling was confinement, until Allah sent down Surat An-Nur <span class=\"gray\">(chapter 24)</span> which abrogated that ruling with the ruling of flogging <span class=\"gray\">(for fornication)</span> or stoning to death <span class=\"gray\">(for adultery)</span>.\" Similar was reported from 'Ikrimah, Sa'id bin Jubayr, Al-Hasan, 'Ata' Al-Khurasani, Abu Salih, Qatadah, Zayd bin Aslam and Ad-Dahhak, and this is a matter that is agreed upon.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Ubadah bin As-Samit said, \"When the revelation descended upon the Messenger of Allah ﷺ, it would affect him and his face would show signs of strain. One day, Allah sent down a revelation to him, and when the Messenger ﷺ was relieved of its strain, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا عَنِّي، قَدْ جَعَلَ اللهُ لَهُنَّ سَبِيلًا، الثَّيِّبُ بِالثَّيِّبِ، وَالْبِكْرُ بِالْبِكْرِ، الثَّــيِّبُ جَلْدُ مِائَةٍ، وَرَجْمٌ بِالْحِجَارَةِ، وَالْبِكْرُ جَلْدُ مِائَةٍ ثُمَّ نَفْيُ سَنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take from me: Allah has made some other way for them. The married with the married, the unmarried with the unmarried. The married gets a hundred lashes and stoning to death, while the unmarried gets a hundred lashes then banishment for a year.)</span>\"</p><p lang=\"en\" class=\"en \">Muslim and the collectors of the Sunan recorded that 'Ubadah bin As-Samit said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا عَنِّي خُذُوا عَنِّي، قَدْ جَعَلَ اللهُ لَهُنَّ سَبِيلًا، الْبِكْرُ بِالْبِكْرِ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَالثَّيِّبُ بِالثَّيِّبِ جَلْدُ مِائَةٍ وَالرَّجْمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take from me, take from me. Allah has made some other way for them: the <span class=\"gray\">(unmarried)</span> gets a hundred lashes and banishment for one year, while the <span class=\"gray\">(married)</span> gets a hundred lashes and stoning to death.)</span> At-Tirmidhi said, \"Hasan Sahih\".</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّذَانِ يَأْتِيَانِهَا مِنكُمْ فَآذُوهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the two persons among you who commit illegal sexual intercourse, punish them both.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas and Sa'id bin Jubayr said that this punishment includes cursing, shaming them and beating them with sandals. This was the ruling until Allah abrogated it with flogging or stoning, as we stated. Mujahid said, \"It was revealed about the case of two men who do it.\" As if he was referring to the actions of the people of Lut, and Allah knows best.</p><p lang=\"en\" class=\"en \">The collectors of Sunan recorded that Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ رَأَيْتُمُوهُ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ، فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever you catch committing the act of the people of Lut <span class=\"gray\">(homosexuality)</span>, then kill both parties to the act.)</span> Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِن تَابَا وَأَصْلَحَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they repent and do righteous good deeds)</span>, by refraining from that evil act, and thereafter their actions become righteous,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَعْرِضُوا عَنْهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(leave them alone)</span>, do not verbally abuse them after that, since he who truly repents is just like he who has no sin,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ تَوَّابًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah is Ever the One Who accepts repentance, Most Merciful.)</span> The following is recorded in the Two Sahihs:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا زَنَتْ أَمَةُ أَحَدِكُمْ، فَلْيَجْلِدْهَا الْحَدَّ، وَلَا يُثَرِّبْ عَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the slave-girl of one of you commits illegal sexual intercouse, let him flog her and not chastise her afterwards.)</span> because the lashes she receives erase the sin that she has committed.</p>"
  },
  {
    "ayah_key": "4:150",
    "group_ayah_key": "4:150",
    "from_ayah": "4:150",
    "to_ayah": "4:152",
    "ayah_keys": "4:150,4:151,4:152",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who disbelieve in Allah and His Messengers and wish to make distinction between Allah and His Messengers saying, \"We believe in some but reject others,\" and wish to adopt a way in between <span>(150)</span>They are in truth disbelievers. And We have prepared for the disbelievers a humiliating torment <span>(151)</span>And those who believe in Allah and His Messengers and make no distinction between any of them <span class=\"gray\">(Messengers)</span>, We shall give them their rewards; and Allah is Ever Forgiving, Most Merciful <span>(152)</span></p><div lang=\"en\" class=\"en \"><h2>Believing in Some Prophets and Rejecting Others is Pure Kufr</h2></div><p lang=\"en\" class=\"en \">Allah threatens those who disbelieve in Him and in His Messengers, such as the Jews and Christians, who differentiate between Allah and His Messengers regarding faith. They believe in some Prophets and reject others, following their desires, lusts and the practices of their forefathers. They do not follow any proof for such distinction, because there is no such proof. Rather, they follow their lusts and prejudices.</p><p lang=\"en\" class=\"en \">The Jews, may Allah curse them, believe in the Prophets, except 'Isa and Muhammad, peace be upon them. The Christians believe in the Prophets but reject their Final and Seal, and the most honored among the prophets, Muhammad, peace be upon him. In addition, the Samirah <span class=\"gray\">(Samaritans)</span> do not believe in any Prophet after Yuwsha' <span class=\"gray\">(Joshua)</span>, the successor of Musa bin 'Imran. The Majus <span class=\"gray\">(Zoroastrians)</span> are said to believe only in a Prophet called Zoroaster, although they do not believe in the law he brought them casting it behind them, and Allah knows best.</p><p lang=\"en\" class=\"en \">Therefore, whoever rejects only one of Allah's Prophets, he will have disbelieved in all of them, because it is required from mankind to believe in every prophet whom Allah sent to the people of the earth. And whoever rejects one Prophet, out of envy, bias and personal whim, he only demonstrates that his faith in other Prophets is not valid, but an act of following desire and whim. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieve in Allah and His Messengers...)</span> Thus, Allah describes these people as disbelievers in Allah and His Messengers;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرِيدُونَ أَن يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and wish to make distinction between Allah and His Messengers)</span> in faith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا بَيْنَ ذَٰلِكَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(saying, \"We believe in some but reject others,\" and wish to adopt a way in between.)</span> Allah then describes them;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْكَافِرُونَ حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are in truth disbelievers.)</span> meaning, their disbelief in the Prophet they claim to believe in is clear. This is because their claimed faith in a certain Messenger is not true, for had they truly believed in him, they would have believed in other Messengers, especially if the other Messenger has a stronger proof for his truthfulness. Or at least, they would have strived hard to acquire knowledge of the truth of the other Messenger. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have prepared for the disbelievers a humiliating torment.)</span></p><p lang=\"en\" class=\"en \">This is just punishment for belittling the Prophets whom they disbelieved in, by ignoring what the Prophet brought to them from Allah, and because they are interested in the insignificant possessions of this world. Or, their behavior could be the result of their disbelief in the Prophet after they were aware of his truth, just as the Jewish rabbis did during the time of Muhammad, the Messenger of Allah ﷺ. The Jews envied the Messenger because of the great prophethood that Allah gave him, and as a consequence, they denied the Messenger, defied him, became his enemies and fought against him. Allah sent humiliation upon them in this life, that shall be followed by disgrace in the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they were covered with humiliation and misery, and they drew on themselves the wrath of Allah.)</span><span class=\"gray\">[2:61]</span> in this life and the Hereafter. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِّنْهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe in Allah and His Messengers and make no distinction between any of them,)</span></p><p lang=\"en\" class=\"en \">This refers to the Ummah of Muhammad ﷺ who believe in every Book that Allah has revealed and in every Prophet whom Allah has sent. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Messenger believes in what has been revealed to him from his Lord, and <span class=\"gray\">(so do)</span> the believers. All of them believe in Allah.)</span><span class=\"gray\">(2:285)</span>.</p><p lang=\"en\" class=\"en \">Allah then states that He has prepared great rewards for them, tremendous favor and a handsome bounty,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall give them their rewards;)</span> because of their faith in Allah and His Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is Ever Forgiving, Most Merciful.)</span> for their sin, if they have any.</p>"
  }
]