[
  {
    "ayah_key": "2:178",
    "group_ayah_key": "2:178",
    "from_ayah": "2:178",
    "to_ayah": "2:179",
    "ayah_keys": "2:178,2:179",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Al-Qisas <span class=\"gray\">(the Law of equality)</span> is prescribed for you in case of murder: the free for the free, the slave for the slave, and the female for the female. But if the killer is forgiven by the brother <span class=\"gray\">(or the relatives)</span> of the killed <span class=\"gray\">(against blood money)</span>, then it should be sought in a good manner, and paid to him respectfully. This is an alleviation and a mercy from your Lord. So after this, whoever transgresses the limits <span class=\"gray\">(i.e. kills the killer after taking the blood money)</span>, he shall have a painful torment <span>(178)</span>And there is <span class=\"gray\">(a saving of)</span> life for you in Al-Qisas <span class=\"gray\">(the Law of equality in punishment)</span>, O men of understanding, that you may acquire Taqwa <span>(179)</span></p><div lang=\"en\" class=\"en \"><h2>The Command and the Wisdom behind the Law of Equality</h2></div><p lang=\"en\" class=\"en \">Allah states: O believers! The Law of equality has been ordained on you <span class=\"gray\">(for cases of murder)</span>, the free for the free, the slave for the slave and the female for the female. Therefore, do not transgress the set limits, as others before you transgressed them, and thus changed what Allah has ordained for them. The reason behind this statement is that <span class=\"gray\">(the Jewish tribe of)</span> Banu An-Nadir invaded Qurayzah <span class=\"gray\">(another Jewish tribe)</span> during the time of Jahiliyyah <span class=\"gray\">(before Islam)</span> and defeated them. Hence, <span class=\"gray\">(they made it a law that)</span> when a person from Nadir kills a person from Quraizah, he is not killed in retaliation, but only pays a hundred Wasq of dates. However, when a person from Quraizah kills a Nadir man, he would be killed for him. If Nadir wanted <span class=\"gray\">(to forfeit the execution of the murderer and instead require him)</span> to pay a ransom, the Quraizah man pays two hundred Wasq of dates <span class=\"gray\">[double the amount Nadir pays in Diyah <span class=\"gray\">(blood money)</span>]</span>. So Allah commanded that justice be observed regarding the penal code, and that the path of the misguided and mischievous persons be avoided, who in disbelief and transgression, defy and alter what Allah has commanded them. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنثَىٰ بِالْأُنثَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Qisas <span class=\"gray\">(the Law of equality in punishment)</span> is prescribed for you in case of murder: the free for the free, the slave for the slave, and the female for the female.)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنثَىٰ بِالْأُنثَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the free for the free, the slave for the slave, and the female for the female.)</span> was abrogated by the statement life for life <span class=\"gray\">(5:45)</span>. However, the majority of scholars agree that the Muslim is not killed for a disbeliever whom he kills. Al-Bukhari reported that 'Ali narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُقْتَلُ مُسْلِمٌ بِكَافِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Muslim is not killed for the disbeliever <span class=\"gray\">(whom he kills)</span>.)</span></p><p lang=\"en\" class=\"en \">No opinion that opposes this ruling could stand correct, nor is there an authentic Hadith to contradict it. However, Abu Hanifah thought that the Muslim could be killed for a disbeliever, following the general meaning of the Ayah <span class=\"gray\">(5:45)</span> in Surat Al-Ma'idah <span class=\"gray\">(chapter 5 in the Qur'an)</span>.</p><p lang=\"en\" class=\"en \">The Four Imams <span class=\"gray\">(Abu Hanifah, Malik, Shafi'i and Ahmad)</span> and the majority of scholars stated that the group is killed for one person whom they murder. 'Umar said, about a boy who was killed by seven men, \"If all the residents of San'a' <span class=\"gray\">(capital of Yemen today)</span> collaborated on killing him, I would kill them all.\" No opposing opinion was known by the Companions during that time which constitutes a near Ijma' <span class=\"gray\">(consensus)</span>. There is an opinion attributed to Imam Ahmad that a group of people is not killed for one person whom they kill, and that only one person is killed for one person. Ibn Al-Mundhir also attributed this opinion to Mu'adh, Ibn Az-Zubayr, 'Abdul-Malik bin Marwan, Az-Zuhri, Ibn Sirin and Habib bin Abu Thabit. Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if the killer is forgiven by the brother <span class=\"gray\">(or the relatives)</span> of the killed <span class=\"gray\">(against blood money)</span>, then it should be sought in a good manner, and paid to him respectfully.)</span> refers to accepting blood money <span class=\"gray\">(by the relatives of the victim in return for pardoning the killer)</span> in cases of intentional murder. This opinion is attributed to Abu Al-'Aliyah, Abu Sha'tha', Mujahid, Sa'id bin Jubayr, 'Ata' Al-Hasan, Qatadah and Muqatil bin Hayyan. Ad-Dahhak said that Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if the killer is forgiven by the brother <span class=\"gray\">(or the relatives)</span> of the killed <span class=\"gray\">(against blood money)</span>)</span> means the killer is pardoned by his brother <span class=\"gray\">(i.e., the relative of the victim)</span> and accepting the Diyah after capital punishment becomes due <span class=\"gray\">(against the killer)</span>, this is the 'Afw <span class=\"gray\">(pardon mentioned in the Ayah)</span>.\" Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتِّبَاعٌ بِالْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then it should be sought in a good manner,)</span> means, when the relative agrees to take the blood money, he should collect his rightful dues with kindness:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and paid to him respectfully.)</span> means, the killer should accept the terms of settlement without causing further harm or resisting the payment.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is an alleviation and a mercy from your Lord.)</span> means the legislation that allows you to accept the blood money for intentional murder is an alleviation and a mercy from your Lord. It lightens what was required from those who were before you, either applying capital punishment or forgiving.</p><p lang=\"en\" class=\"en \">Sa'id bin Mansur reported that Ibn 'Abbas said, \"The Children of Israel were required to apply the Law of equality in murder cases and were not allowed to offer pardons <span class=\"gray\">(in return for blood money)</span>. Allah said to this Ummah <span class=\"gray\">(the Muslim nation)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنثَىٰ بِالْأُنثَىٰ فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Law of equality in punishment is prescribed for you in case of murder: the free for the free, the servant for the servant, and the female for the female. But if the killer is forgiven by the brother <span class=\"gray\">(or the relatives)</span> of the killed <span class=\"gray\">(against blood money)</span>,)</span></p><p lang=\"en\" class=\"en \">Hence, 'pardoning' or 'forgiving' means accepting blood money in intentional murder cases.\" Ibn Hibban also recorded this in his Sahih. Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is an alleviation from your Lord)</span></p><p lang=\"en\" class=\"en \">Allah had mercy on this Ummah by giving them the Diyah which was not allowed for any nation before it. The People of the Torah <span class=\"gray\">(Jews)</span> were allowed to either apply the penal code <span class=\"gray\">(for murder, i.e., execution)</span> or to pardon the killer, but they were not allowed to take blood money. The People of the Injil <span class=\"gray\">(the Gospel - the Christians)</span> were required to pardon <span class=\"gray\">(the killer, but no Diyah was legislated)</span>. This Ummah <span class=\"gray\">(Muslims)</span> is allowed to apply the penal code <span class=\"gray\">(execution)</span> or to pardon and accept the blood money.\" Similar was reported from Sa'id bin Jubayr, Muqatil bin Hayyan and Ar-Rabi' bin Anas.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So after this whoever transgresses the limits, he shall have a painful torment.)</span> means, those who kill in retaliation after taking the Diyah or accepting it, they will suffer a painful and severe torment from Allah. The same was reported from Ibn 'Abbas, Mujahid, 'Ata' 'Ikrimah, Al-Hasan, Qatadah, Ar-Rabi' bin Anas, As-Suddi and Muqatil bin Hayyan.</p><div lang=\"en\" class=\"en \"><h2>The Benefits and Wisdom of the Law of Equality</h2></div><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is life for you in Al-Qisas)</span> legislating the Law of equality, i.e., killing the murderer, carries great benefits for you. This way, the sanctity of life will be preserved because the killer will refrain from killing, as he will be certain that if he kills, he would be killed. Hence life will be preserved. In previous Books, there is a statement that killing stops further killing! This meaning came in much clearer and eloquent terms in the Qur'an:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is <span class=\"gray\">(a saving of)</span> life for you in Al-Qisas <span class=\"gray\">(the Law of equality in punishment)</span>.)</span></p><p lang=\"en\" class=\"en \">Abu Al-'Aliyah said, \"Allah made the Law of equality a 'life'. Hence, how many a man who thought about killing, but this Law prevented him from killing for fear that he will be killed in turn.\" Similar statements were reported from Mujahid, Sa'id bin Jubayr, Abu Malik, Al-Hasan, Qatadah, Ar-Rabi' bin Anas and Muqatil bin Hayyan. Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O men of understanding, that you may acquire Taqwa.)</span> means, 'O you who have sound minds, comprehension and understanding! Perhaps by this you will be compelled to refrain from transgressing the prohibitions of Allah and what He considers sinful. ' Taqwa <span class=\"gray\">(mentioned in the Ayah)</span> is a word that means doing all acts of obedience and refraining from all prohibitions.</p>"
  }
]