[
  {
    "ayah_key": "3:16",
    "group_ayah_key": "3:16",
    "from_ayah": "3:16",
    "to_ayah": "3:17",
    "ayah_keys": "3:16,3:17",
    "text": "<p lang=\"en\" class=\"en \">Those who say: \"Our Lord! We have indeed believed, so forgive us our sins and save us from the punishment of the Fire. <span>(16)</span><span class=\"gray\">(They are)</span> the patient, the true believers, and obedient with sincere devotion in worship to Allah. Those who spend <span class=\"gray\">[in good]</span> and those who pray and beg Allah's pardon in the last hours of the night <span>(17)</span></p><div lang=\"it\" class=\"it \"><h2>The Supplication and Description of Al-Muttaqin</h2></div><p lang=\"en\" class=\"en \">Allah describes the Muttaqin, His pious servants, whom He promised tremendous rewards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who say: \"Our Lord! We have indeed believed\")</span> in You, Your Book and Your Messenger.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاغْفِرْ لَنَا ذُنُوبَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so forgive us our sins)</span> because of our faith in You and in what You legislated for us. Therefore, forgive us our errors and shortcomings, with Your bounty and mercy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِنَا عَذَابَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and save us from the punishment of the Fire.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّابِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(They are)</span> those who are patient)</span> while performing acts of obedience and abandoning the prohibitions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّادِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who are true)</span> concerning their proclamation of faith, by performing the difficult deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَانِتِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and obedient)</span> meaning, they submit and obey Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُنفِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who spend)</span> from their wealth on all the acts of obedience they were commanded, being kind to kith and kin, helping the needy, and comforting the destitute.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those who pray and beg Allah's pardon in the last hours of the night)</span> and this testifies to the virtue of seeking Allah's forgiveness in the latter part of the night. It was reported that when Ya'qub said to his children,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will ask my Lord for forgiveness for you)</span><span class=\"gray\">[12:98]</span> he waited until the latter part of the night to say his supplication.</p><p lang=\"en\" class=\"en \">Furthermore, the Two Sahihs, the Musnad and Sunan collections recorded through several Companions that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنْزِلُ اللهُ تَبَارَكَ وَتَعَالى فِي كُلِّ لَيْلَةٍ إِلى سَمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الْآخِرُ، فَيَقُولُ: هَلْ مِنْ سَائِلٍ فَأُعْطِيَهُ؟ هَلْ مِنْ دَاعٍ فَأَسْتَجِيبَ لَهُ؟ هَلْ مِنْ مُسْتَغْفِرٍ فَأَغْفِرَ لَهُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every night, when the last third of it remains, our Lord, the Blessed, the Superior, descends to the lowest heaven saying, \"Is there anyone to ask Me, so that I may grant him his request? Is there anyone to invoke Me, so that I may respond to his invocation? Is there anyone seeking My forgiveness, so that I may forgive him?\")</span></p><p lang=\"en\" class=\"en \">The Two Sahihs recorded that 'A'ishah said, \"The Messenger of Allah ﷺ performed Witr during the first part, the middle and latter parts of the night. Then, later <span class=\"gray\">(in his life)</span>, he would perform it <span class=\"gray\">(only)</span> during the latter part.\" 'Abdullah bin 'Umar used to pray during the night and would ask, \"O Nafi'! Is it the latter part of the night yet?\" and if Nafi' said, \"Yes,\" Ibn 'Umar would start supplicating to Allah and seeking His forgiveness until dawn. This Hadith was collected by Ibn Abi Hatim.</p>"
  },
  {
    "ayah_key": "3:165",
    "group_ayah_key": "3:165",
    "from_ayah": "3:165",
    "to_ayah": "3:168",
    "ayah_keys": "3:165,3:166,3:167,3:168",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the matter with you?)</span> When a single disaster smites you, although you smote <span class=\"gray\">(your enemies)</span> with one twice as great, you say: \"From where does this come to us?\" Say, \"It is from yourselves.\" And Allah has power over all things <span>(165)</span>And what you suffered on the day the two armies met, was by the leave of Allah, in order that He might test the believers <span>(166)</span>And that He might test the hypocrites, it was said to them: \"Come, fight in the way of Allah or defend yourselves.\" They said: \"Had we known that fighting will take place, we would certainly have followed you.\" They were that day, nearer to disbelief than to faith, saying with their mouths what was not in their hearts. And Allah has full knowledge of what they conceal <span>(167)</span><span class=\"gray\">(They are)</span> the ones who said about their killed brethren while they themselves sat <span class=\"gray\">(at home)</span>: \"If only they had listened to us, they would not have been killed.\" Say: \"Avert death from your own selves, if you speak the truth. <span>(168)</span></p><div lang=\"en\" class=\"en \"><h2>The Reason and Wisdom Behind the Defeat at Uhud</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمَّا أَصَابَتْكُم مُّصِيبَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When a single disaster smites you)</span>, in reference to when the Muslims suffered seventy fatalities during the battle of Uhud,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَدْ أَصَبْتُم مِّثْلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(although you smote <span class=\"gray\">(your enemies)</span> with one twice as great,)</span> during Badr, when the Muslims killed seventy Mushriks and captured seventy others,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْتُمْ أَنَّىٰ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you say: \"From where does this come to us\")</span> why did this defeat happen to us?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say, \"It is from yourselves.\")</span> Ibn Abi Hatim recorded that 'Umar bin Al-Khattab said, \"When Uhud occurred, a year after Badr, Muslims were punished for taking ransom from the disbelievers at Badr <span class=\"gray\">[in return for releasing the Mushriks whom they captured in that battle]</span>. Thus, they suffered the loss of seventy fatalities and the Companions of the Messenger of Allah ﷺ gave flight and abandoned him. The Messenger ﷺ suffered a broken tooth, the helmet was smashed on his head and blood flowed onto his face. Allah then revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمَّا أَصَابَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَٰذَا قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When a single disaster smites you, although you smote <span class=\"gray\">(your enemies)</span> with one twice as great, you say: \"From where does this come to us?\" Say, \"It is from yourselves\".)</span>, because you took the ransom.\" Furthermore, Muhammad bin Ishaq, Ibn Jurayj, Ar-Rabi' bin Anas and As-Suddi said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say, \"It is from yourselves.\")</span> means, because you, the archers, disobeyed the Messenger's ﷺ command to not abandon your positions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has power over all things.)</span> and He does what He wills and decides what He wills, and there is none who can resist His decision.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what you suffered on the day the two armies met, was by the leave of Allah)</span>, for when you ran away from your enemy, who killed many of you and injured many others, all this occurred by Allah's will and decree out of His perfect wisdom,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلِيَعْلَمَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that He might test the believers.)</span> who were patient, firm and were not shaken,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمَ الَّذِينَ نَافَقُوا وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا قَالُوا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that He might test the hypocrites, it was said to them: \"Come, fight in the way of Allah or defend yourselves.\" They said: \"Had we known that fighting will take place, we would certainly have followed you.\")</span><span class=\"gray\">[3:167]</span>,</p><p lang=\"en\" class=\"en \">This refers to the Companions of 'Abdullah bin Ubayy bin Salul who went back <span class=\"gray\">(to Al-Madinah)</span> with him before the battle. Some believers followed them and encouraged them to come back and fight, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوِ ادْفَعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or defend)</span>, so that the number of Muslims increases, as Ibn 'Abbas, 'Ikrimah, Sa'id bin Jubayr, Ad-Dahhak, Abu Salih, Al-Hasan and As-Suddi stated. Al-Hasan bin Salih said that this part of the Ayah means, help by supplicating for us, while others said it means, man the posts. However, they refused, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Had we known that fighting will take place, we would certainly have followed you.\")</span> meaning, according to Mujahid, if we knew that you would fight today, we would join you, but we think you will not fight. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They were that day, nearer to disbelief than to faith,)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that a person passes through various stages, sometimes being closer to Kufr and sometimes closer to faith, as evident by,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They were that day, nearer to disbelief than to faith,)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ بِأَفْوَاهِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(saying with their mouths what was not in their hearts.)</span> for they utter what they do not truly believe in, such as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Had we known that fighting will take place, we would certainly have followed you.\")</span></p><p lang=\"en\" class=\"en \">They knew that there was an army of idolators that came from a far land raging against the Muslims, to avenge their noble men whom the Muslims killed in Badr. These idolators came in larger numbers than the Muslims, so it was clear that a battle will certainly occur. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has full knowledge of what they conceal.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(They are)</span> the ones who said about their killed brethren while they themselves sat <span class=\"gray\">(at home)</span>: \"If only they had listened to us, they would not have been killed.\")</span> had they listened to our advice and not gone out, they would not have met their demise. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَادْرَءُوا عَنْ أَنفُسِكُمُ الْمَوْتَ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Avert death from your own selves, if you speak the truth.\")</span> meaning, if staying at home saves one from being killed or from death, then you should not die. However death will come to you even if you were hiding in fortified castles. Therefore, fend death off of yourselves, if you are right.</p><p lang=\"cy\" class=\"cy \">Mujahid said that Jabir bin 'Abdullah said, \"This Ayah <span class=\"gray\">[3:168]</span> was revealed about 'Abdullah bin Ubayy bin Salul <span class=\"gray\">(the chief hypocrite)</span>.\"</p>"
  }
]