[
  {
    "ayah_key": "31:6",
    "group_ayah_key": "31:6",
    "from_ayah": "31:6",
    "to_ayah": "31:7",
    "ayah_keys": "31:6,31:7",
    "text": "<p lang=\"en\" class=\"en \">And of mankind is he who purchases idle talk <span class=\"gray\">(Lahw Al-Hadith)</span> to mislead from the path of Allah without knowledge, and takes it by way of mockery. For such there will be a humiliating torment <span>(6)</span>And when Our Ayat are recited to such a one, he turns away in pride, as if he heard them not – as if there were deafness in his ear. So announce to him a painful torment <span>(7)</span></p><p lang=\"en\" class=\"en \">The Doomed are preoccupied with Idle Talk and They turn away from the Ayat of Allah</p><p lang=\"en\" class=\"en \">When Allah mentions the blessed – who are those who are guided by the Book of Allah and benefit from hearing it, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has sent down the Best Statement, a Book, its parts resembling each other <span class=\"gray\">(and)</span> oft-repeated. The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah)</span><span class=\"gray\">(39:23)</span>. He connects that with mention of the doomed, those who turn away from the Qur'an and do not benefit from hearing the Words of Allah. Instead, they turn to listening to flutes and singing accompanied by musical instruments. As Ibn Mas'ud commented about the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of mankind is he who purchases Lahu Al-Hadith to mislead <span class=\"gray\">(men)</span> from the path of Allah)</span>, he said, \"This – by Allah – refers to singing.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of mankind is he who purchases Lahw Al-Hadith to mislead <span class=\"gray\">(men)</span> from the path of Allah without knowledge,)</span> Qatadah said: \"By Allah, he may not spend money on it, but his purchasing it means he likes it, and the more misguided he is, the more he likes it and the more he prefers falsehood to the truth and harmful things over beneficial things.\" It was said that what is meant by the words</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَشْتَرِي لَهْوَ الْحَدِيثِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(purchases idle talks)</span> is buying singing servant girls. Ibn Jarir said that it means all speech that hinders people from seeing the signs of Allah and following His path. His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to mislead <span class=\"gray\">(men)</span> from the path of Allah)</span> means, he does this to oppose Islam and its followers.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَتَّخِذَهَا هُزُوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and takes it by way of mockery.)</span> Mujahid said, \"This means mocking the path of Allah and making fun of it.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For such there will be a humiliating torment.)</span> Just as they showed no respect to the signs and path of Allah, so they will be shown no respect on the Day of Resurrection, and they will be subjected to a painful, ongoing torment. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Our Ayat are recited to such a one, he turns away in pride, as if he heard them not – as if there were deafness in his ear.)</span> means, when these Qur'anic verses are recited to one who is fond of idleness and play, he turns away from them and does not want to hear them. He turns a deaf ear to them as if he can hear nothing, because it annoys him to hear them since he gains no benefit from them and has no interest in them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So announce to him a painful torment.)</span> i.e., on the Day of Resurrection, which will hurt him just as much as listening to the Book of Allah and its verses hurt him.</p>"
  },
  {
    "ayah_key": "31:8",
    "group_ayah_key": "31:8",
    "from_ayah": "31:8",
    "to_ayah": "31:9",
    "ayah_keys": "31:8,31:9",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who believe and do righteous good deeds, for them are Gardens of Delight <span>(8)</span>To abide therein. It is a promise of Allah in truth. And He is the All-Mighty, the All-Wise <span>(9)</span></p><p lang=\"en\" class=\"en \">The Good Destiny of the Believers</p><p lang=\"en\" class=\"en \">Here Allah mentions the destiny of the righteous in the Hereafter, those who believe in Allah and His Messenger ﷺ and do righteous deeds in accordance with the Laws of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ جَنَّاتُ النَّعِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them are Gardens of Delight.)</span> means, there they will enjoy all kinds of delights and pleasures, food, drink, clothing, dwelling-places, means of transportation, women, a light of beauty and delightful sounds, which have never crossed the mind of any human being. They will stay there forever, never leaving and never desiring change.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدَ اللَّهِ حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is a promise of Allah in truth.)</span> meaning, this will undoubtedly come to pass, for it is a promise from Allah, and Allah never breaks His promise, because He is the Most Generous Bestower Who does what He wills and is able to do all things.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the All-Mighty,)</span> Who has subjugated all things and to Whom all things submit,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Wise.)</span> in what He says and what He does, Who has made this Qur'an a guidance to the believers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is for those who believe, a guide and a healing. And as for those who disbelieve, there is heaviness <span class=\"gray\">(deafness)</span> in their ears, and it is blindness for them)</span><span class=\"gray\">(41:44)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down of the Qur'an that which is a healing and a mercy to those who believe, and it increases the wrongdoers nothing but loss.)</span><span class=\"gray\">(17:82)</span></p>"
  },
  {
    "ayah_key": "32:1",
    "group_ayah_key": "32:1",
    "from_ayah": "32:1",
    "to_ayah": "32:3",
    "ayah_keys": "32:1,32:2,32:3",
    "text": "<p lang=\"ms\" class=\"ms \">The Virtues of Surah Alif Lam Mim As-Sajdah</p><p lang=\"en\" class=\"en \">In the Book of the Friday prayer, Al-Bukhari recorded that Abu Hurayrah said, \"The Prophet ﷺ used to recite in Fajr on Fridays:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنْزِيلُ </p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Alif Lam Mim. The revelation of...)</span>, As-Sajdah, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَىٰ عَلَى الْإِنْسَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has there not been over man...)</span>Al-Insan <span class=\"gray\">(76:71)</span>.\" This was also recorded by Muslim. Imam Ahmad recorded that Jabir said, \"The Prophet ﷺ would never sleep until he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنْزِيلُ </p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Alif Lam Mim. The revelation of...)</span>, As-Sajdah, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He in Whose Hand is the dominion)</span> Al-Mulk <span class=\"gray\">(67:1)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ - أَمْ يَقُولُونَ افْتَرَاهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Alif Lam Mim.)</span><span class=\"gray\">(2. The revelation of the Book in which there is no doubt, is from the Lord of all that exists.)</span><span class=\"gray\">(3. Or say they: \"He has fabricated it?\" Nay, it is the truth from your Lord, so that you may warn a people to whom no warner has come before you, in order that they may be guided.)</span></p><p lang=\"en\" class=\"en \">The Qur'an is the Book of Allah in which there is no Doubt</p><p lang=\"en\" class=\"en \">We discussed the individual letters at the beginning of Surat Al-Baqarah, and there is no need to repeat it here.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The revelation of the Book in which there is no doubt,)</span> means, there is no doubt whatsoever that it has been revealed</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from the Lord of all that exists.)</span> Then Allah tells us about the idolators:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ افْتَرَاهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or say they: \"He has fabricated it?\")</span>: they say, he has fabricated it, i.e., he has made it up by himself.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, it is the truth from your Lord, so that you may warn a people to whom no warner has come before you, in order that they may be guided.)</span> means, in order that they may follow the truth.</p>"
  },
  {
    "ayah_key": "32:10",
    "group_ayah_key": "32:10",
    "from_ayah": "32:10",
    "to_ayah": "32:11",
    "ayah_keys": "32:10,32:11",
    "text": "<p class=\"en translation\" lang=\"en\">And they say: \"When we are lost in the earth, shall we indeed be created anew?\" Nay, but they deny the meeting with their Lord <span>(10)</span>Say: \"The angel of death, who is set over you, will take your souls. Then you shall be brought to your Lord. <span>(11)</span></p><p lang=\"en\" class=\"en \">Refutation of Those Who think the Resurrection is unlikely to happen</p><p lang=\"en\" class=\"en \">Allah tells us how the idolators thought it unlikely that the resurrection would ever come to pass, and how they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا ضَلَلْنَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When we are lost in the earth,)</span> meaning, 'when our bodies have been scattered and have disintegrated and dispersed in the earth,'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(shall we indeed be created anew?)</span> means, 'after that, will we come back again?' They thought it unlikely that this would happen, and in terms of their own feeble abilities it is indeed unlikely, but this is not the case with regard to the power of the One Who created them from nothing, Who when He wills a thing merely says to it, \"Be!\" and it is. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they deny the meeting with their Lord!)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"The angel of death, who is set over you, will take your souls...\")</span> The apparent meaning of this Ayah is that the angel of death is a specific personality among the angels, as is also apparent from the Hadith of Al-Bara' which we quoted in <span class=\"gray\">(our Tafsir of)</span> Surah Ibrahim. In some reports he <span class=\"gray\">(the angel of death)</span> is called 'Izra'il, which is well known. This is the view of Qatadah and others. The angel of death has helpers. It was reported in the Hadith that his helpers draw out the soul from the rest of the body until it reaches the throat, then the angel of death takes it. Mujahid said, \"The earth is brought together for him and it is like a platter from which he takes whenever he wants.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then you shall be brought to your Lord.)</span> means, on the Day when you are resurrected and brought forth from your graves to receive your reward or punishment.</p>"
  }
]