[
  {
    "ayah_key": "2:177",
    "group_ayah_key": "2:177",
    "from_ayah": "2:177",
    "to_ayah": "2:177",
    "ayah_keys": "2:177",
    "text": "<p lang=\"en\" class=\"en \">It is not Birr that you turn your faces towards east and <span class=\"gray\">(or)</span> west; but Birr is the one who believes in Allah, the Last Day, the Angels, the Book, the Prophets and gives his wealth, in spite of love for it, to the kinsfolk, to the orphans, and to Al-Masakin <span class=\"gray\">(the poor)</span>, and to the wayfarer, and to those who ask, and to set servants free, performs As-Salah <span class=\"gray\">(Iqamat-As-Salah)</span>, and gives the Zakah, and who fulfill their covenant when they make it, and who are patient in extreme poverty and ailment <span class=\"gray\">(disease)</span> and at the time of fighting <span class=\"gray\">(during the battles)</span>. Such are the people of the truth and they are Al-Muttaqun <span class=\"gray\">(the pious)</span><span>(177)</span></p><div lang=\"en\" class=\"en \"><h2>Al-Birr <span class=\"en gray\" lang=\"en\">(Piety, Righteousness)</span></h2></div><p lang=\"en\" class=\"en \">This Ayah contains many great wisdoms, encompassing rulings and correct beliefs.</p><p lang=\"en\" class=\"en \">As for the explanation of this Ayah, Allah first commanded the believers to face Bayt Al-Maqdis, and then to face the Ka'bah during the prayer. This change was difficult for some of the People of the Book, and even for some Muslims. Then Allah sent revelation which clarified the wisdom behind this command, that is, obedience to Allah, adhering to His commands, facing wherever He commands facing, and implementing whatever He legislates, that is the objective. This is Birr, Taqwa and complete faith. Facing the east or the west does not necessitate righteousness or obedience, unless it is legislated by Allah. This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ الْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَٰكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not Birr that you turn your faces towards east and <span class=\"gray\">(or)</span> west <span class=\"gray\">(in prayers)</span>; but Birr is the one who believes in Allah and the Last Day,)</span></p><p lang=\"en\" class=\"en \">Similarly, Allah said about the sacrifices:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَٰكِن يَنَالُهُ التَّقْوَىٰ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is neither their meat nor their blood that reaches Allah, but it is the piety from you that reaches Him.)</span><span class=\"gray\">(22:37)</span></p><p lang=\"en\" class=\"en \">Abu Al-'Aliyah said, \"The Jews used to face the west for their Qiblah, while the Christians used to face the east for their Qiblah. So Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ الْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not Birr that you turn your faces towards east and <span class=\"gray\">(or)</span> west <span class=\"gray\">(in prayers)</span>)</span><span class=\"gray\">(2: 177)</span> meaning, \"this is faith, and its essence requires implementation.\" Similar was reported from Al-Hasan and Ar-Rabi' bin Anas. Ath-Thawri recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Birr is the one who believes in Allah,)</span> and said that what follows are the types of Birr. He has said the truth. Certainly, those who acquire the qualities mentioned in the Ayah will have indeed embraced all aspects of Islam and implemented all types of righteousness; believing in Allah, that He is the only God worthy of worship, and believing in the angels the emissaries between Allah and His Messengers.</p><p lang=\"en\" class=\"en \">The 'Books' are the Divinely revealed Books from Allah to the Prophets, which were finalized by the most honorable Book <span class=\"gray\">(the Qur'an)</span>. The Qur'an supercedes all previous Books, it mentions all types of righteousness, and the way to happiness in this life and the Hereafter. The Qur'an abrogates all previous Books and testfies to all of Allah's Prophets, from the first Prophet to the Final Prophet, Muhammad, may Allah's peace and blessings be upon them all.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَى الْمَالَ عَلَىٰ حُبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and gives his wealth, in spite of love for it,)</span> refers to those who give money away while desiring it and loving it. It is recorded in the Sahihayn that Abu Hurayrah narrated that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفْضَلُ الصَّدَقةِ أَنْ تَصَدَّقَ وَأَنْتَ صَحِيحٌ شَحِيحٌ، تَأْمُلُ الْغِنَى وتَخْشَى الْفقْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The best charity is when you give it away while still healthy and thrifty, hoping to get rich and fearing poverty.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا - إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنكُمْ جَزَاءً وَلَا شُكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they give food, inspite of their love for it, to the Miskin <span class=\"gray\">(the poor)</span>, the orphan, and the captive <span class=\"gray\">(saying)</span>: \"We feed you seeking Allah's Face only. We wish for no reward, nor thanks from you.\")</span><span class=\"gray\">(76:8-9)</span></p><p>and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تَنَالُوا الْبِرَّ حَتَّىٰ تُنفِقُوا مِمَّا تُحِبُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By no means shall you attain Birr unless you spend of that which you love.)</span><span class=\"gray\">(3:92)</span> Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيُؤْثِرُونَ عَلَىٰ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and give them preference over themselves even though they were in need of that)</span><span class=\"gray\">(59:9)</span> refers to a higher category and status, as the people mentioned here give away what they need, while those mentioned in the previous Ayat give away what they covet <span class=\"gray\">(but not necessarily need)</span>.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَوِي الْقُرْبَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the kinsfolk)</span> refers to man's relatives, who have more rights than anyone else to one's charity, as the Hadith supports:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّدَقَةُ عَلَى الْمَسَاكِينِ صَدَقَةٌ، وعَلَى ذِي الرَّحِمِ اثْنتَانِ: صَدَقَةٌ وَصِلَـةٌ، فَهُمْ أَوْلَى النَّاسِ بِكَ وَبِبِرِّكَ وَإِعْطَائِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sadaqah <span class=\"gray\">(i. e., charity)</span> given to the poor is a charity, while the Sadaqah given to the relatives is both Sadaqah and Silah <span class=\"gray\">(nurturing relations)</span>, for they are the most deserving of you and your kindness and charity)</span>.</p><p lang=\"en\" class=\"en \">Allah has commanded kindness to the relatives in many places in the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْيَتَامَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to the orphans)</span> The orphans are children who have none to look after them, having lost their fathers while they are still young, weak and unable to find their own sustenance since they have not reached the age of work and adolescence. 'Abdur-Razzaq reported that 'Ali said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَسَاكِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Al-Masakin)</span> The Miskin is the person who does not have enough food, clothing, or he has no dwelling. So the Miskin should be granted the provisions to sustain him enough so that he can acquire his needs. In the Sahihayn it is recorded that Abu Hurayrah said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْمِسْكِينُ بِـهٰذَا الطَّوَّافِ الَّذِي تَرُدُّه التَّمْرَةُ والتَّمْرَتَانِ، واللُّقْمَةُ واللُّقْمَتَانِ، وَلٰكِنِ الْمِسْكِينُ الَّذِي لَا يَجِدُ غِنىً يُغْنِيه وَلَا يُفْطَنُ لَهُ فَيُتصَدَّقَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Miskin is not the person who roams around, and whose need is met by one or two dates or one or two bites. Rather, the Miskin is he who does not have what is sufficient, and to whom the people do not pay attention and, thus, do not give him from the charity.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْنَ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to the wayfarer)</span> is the needy traveler who runs out of money and should, thus, be granted whatever amount that helps him to go back to his land. Such is the case with whoever intends to go on a permissible journey, he is given what he needs for his journey and back. The guests are included in this category. 'Ali bin Abu Talhah reported that Ibn 'Abbas said, \"Ibn As-Sabil <span class=\"gray\">(wayfarer)</span> is the guest who is hosted by Muslims.\" Furthermore, Mujahid, Sa'id bin Jubayr, Abu Ja'far Al-Baqir, Al-Hasan, Qatadah, Ad-Dahhak, Az-Zuhri, Ar-Rabi' bin Anas and Muqatil bin Hayyan said similarly.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالسَّائِلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to those who ask)</span> refers to those who beg people and are thus given a part of the Zakah and general charity.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَفِي الرِّقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to set servants free)</span> These are the servants who seek to free themselves, but cannot find enough money to buy their freedom. We will mention several of these categories and types under the Tafsir of the Ayah on Sadaqah in Surat Bara'ah <span class=\"gray\">[chapter 9 in the Qur'an]</span>, In sha' Allah.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقَامَ الصَّلَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(performs As-Salah <span class=\"gray\">(Iqamat-As-Salah)</span>)</span> means those who pray on time and give the prayer its due right; the bowing, prostration, and the necessary attention and humbleness required by Allah. Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَى الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and gives the Zakah)</span> means the required charity <span class=\"gray\">(Zakah)</span> due on one's money, as Sa'id bin Jubayr and Muqatil bin Hayyan have stated.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and who fulfill their covenant when they make it,)</span></p><p lang=\"en\" class=\"en \">is similar to:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنقُضُونَ الْمِيثَاقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who fulfill the covenant of Allah and break not the Mithaq <span class=\"gray\">(bond, treaty, covenant)</span>.)</span><span class=\"gray\">(13:20)</span></p><p lang=\"en\" class=\"en \">The opposite of this characteristic is hypocrisy. As found in a Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإذَا وَعَدَ أَخْلَفَ، وَإذَا ائْتُمِنَ خَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The signs of a hypocrite are three: if he speaks, he lies; if he promises, he breaks his promise; and if he is entrusted, he breaches the trust.)</span></p><p lang=\"en\" class=\"en \">In another version:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا حَدَّثَ كَذَبَ، وَإذَا عَاهَدَ غَدَرَ، وَإذَا خَاصَمَ فَجَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If he speaks, he lies; if he vows, he breaks his vow; and if he disputes, he is lewd.)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and who are patient in extreme poverty and ailment <span class=\"gray\">(disease)</span> and at the time of fighting <span class=\"gray\">(during the battles)</span>.)</span> means, during the time of meekness and ailment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحِينَ الْبَأْسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and at the time of fighting <span class=\"gray\">(during the battles)</span>.)</span> means on the battlefield while facing the enemy, as Ibn Mas'ud, Ibn 'Abbas, Abu Al-'Aliyah, Murrah Al-Hamdani, Mujahid, Sa'id bin Jubayr, Al-Hasan, Qatadah, Ar-Rabi' bin Anas, As-Suddi, Muqatil bin Hayyan, Abu Malik, Ad-Dahhak and others have stated.</p><p lang=\"en\" class=\"en \">And calling them the patient here, is a form of praise, because of the importance of patience in these circumstances, and the suffering and difficulties that accompany them. And Allah knows best, it is He Whom help is sought from, and upon Him we rely.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ صَدَقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are the people of the truth)</span> means, whoever acquires these qualities, these are truthful in their faith. This is because they have achieved faith in the heart and realized it in deed and upon the tongue. So they are the truthful,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they are Al-Muttaqun <span class=\"gray\">(the pious)</span>.)</span> because they avoided the prohibitions and performed the acts of obedience.</p>"
  }
]