[
  {
    "ayah_key": "7:138",
    "group_ayah_key": "7:138",
    "from_ayah": "7:138",
    "to_ayah": "7:139",
    "ayah_keys": "7:138,7:139",
    "text": "<p lang=\"en\" class=\"en \">And We brought the Children of Israel <span class=\"gray\">(with safety)</span> across the sea, and they came upon a people devoted to some of their idols <span class=\"gray\">(in worship)</span>. They said: \"O Musa! Make for us a god as they have gods.\" He said: \"Verily, you are an ignorant people. <span>(138)</span><span class=\"gray\">[Musa added:]</span> \"Verily, these people will be destroyed for that which they are engaged in <span class=\"gray\">(idols' worship)</span>. And all that they are doing is in vain. <span>(139)</span></p><div lang=\"en\" class=\"en \"><h2>The Children of Israel safely cross the Sea, but still held on to the Idea of Idol Worshipping</h2></div><p lang=\"en\" class=\"en \">Allah mentions the words that the ignorant ones among the Children of Israel uttered to Musa after they crossed the sea and witnessed Allah's Ayat and great power.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتَوْا عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰ أَصْنَامٍ لَّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they came upon a people devoted to some of their idols <span class=\"gray\">(in worship)</span>.)</span></p><p lang=\"en\" class=\"en \">Some scholars of Tafsir said that the people mentioned here were from Canaan, or from the tribe of Lakhm. Ibn Jarir commented, \"They were worshipping idols that they made in the shape of cows, and this influenced the Children of Israel later when they worshipped the calf. They said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَى اجْعَل لَّنَا إِلَٰهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O Musa! Make for us a god as they have gods.\" He said: \"Verily, you are an ignorant people.\")</span></p><p lang=\"en\" class=\"en \">Musa replied, you are ignorant of Allah's greatness and majesty and His purity from any partners or anything resembling Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰؤُلَاءِ مُتَبَّرٌ مَّا هُمْ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, these people will be destroyed for that which they are engaged in)</span> they will perish,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَاطِلٌ مَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and all that they are doing is in vain.\")</span></p><p lang=\"en\" class=\"en \">Commenting on this Ayah, Imam Abu Ja'far bin Jarir reported from Abu Waqid Al-Laythi that they <span class=\"gray\">(the Companions)</span> went out from Makkah with the Messenger of Allah ﷺ for <span class=\"gray\">(the battle of)</span> Hunayn. Abu Waqid said, \"Some of the disbelievers had a lote tree whose vicinity they used to remain in, and upon which they would hang their weapons on. That tree was called 'Dhat Al-Anwat'. So when we passed by a huge, green lote tree, we said, 'O Messenger of Allah! Appoint for us a Dhat Al-Anwat as they have.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْتُمْ وَالَّذِي نَفْسِي بِيَدِهِ كَمَا قَالَ قَوْمُ مُوسَى لِمُوسَى:</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(by He in Whose Hand is my soul! You said just as what the people of Musa said to him:</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْعَل لَّنَا إِلَٰهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ - إِنَّ هَٰؤُلَاءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَاطِلٌ مَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Make for us a god as they have gods.\" He said: \"Verily, you are an ignorant people. Verily, these people will be destroyed for that which they are engaged in, and all that they are doing is in vain.\")</span>)\"</p>"
  },
  {
    "ayah_key": "7:140",
    "group_ayah_key": "7:140",
    "from_ayah": "7:140",
    "to_ayah": "7:141",
    "ayah_keys": "7:140,7:141",
    "text": "<p lang=\"en\" class=\"en \">He said: \"Shall I seek for you an ilah <span class=\"gray\">(a god)</span> other than Allah, while He has given you superiority over the nations. <span>(140)</span>And <span class=\"gray\">(remember)</span> when We rescued you from Fir'awn's people, who were afflicting you with the worst torment, killing your sons and letting your women live. And in that was a great trial from your Lord <span>(141)</span></p><div lang=\"en\" class=\"en \"><h2>Reminding the Children of Israel of Allah's Blessings for Them</h2></div><p lang=\"en\" class=\"en \">Musa reminded the Children of Israel of Allah's blessings, such as saving them from Fir'awn, his tyranny and the humiliation and disgrace they suffered. He reminded them of the glory and revenge against their enemy, when they watched them suffering in disgrace, destroyed by drowning and meeting utter demise. We mentioned this subject in the Tafsir of Surat Al-Baqarah.</p>"
  },
  {
    "ayah_key": "7:142",
    "group_ayah_key": "7:142",
    "from_ayah": "7:142",
    "to_ayah": "7:142",
    "ayah_keys": "7:142",
    "text": "<p class=\"en translation\" lang=\"en\">And We appointed for Musa thirty nights and added ten, and he completed the term, appointed by his Lord, of forty nights. And Musa said to his brother Harun: \"Replace me among my people, act in the right way and follow not the way of the mischief-makers. <span>(142)</span></p><div lang=\"en\" class=\"en \"><h2>Musa fasts and worships Allah for Forty Days</h2></div><p lang=\"en\" class=\"en \">Allah reminds the Children of Israel of the guidance that He sent to them by speaking directly to Musa and revealing the Tawrah to him. In it, was their law and the details of their legislation. Allah stated here that He appointed thirty nights for Musa. The scholars of Tafsir said that Musa fasted this period, and when they ended, Musa cleaned his teeth with a twig. Allah commanded him to complete the term adding ten more days, making the total forty. When the appointed term finished, Musa was about to return to Mount Tur, as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي إِسْرَائِيلَ قَدْ أَنجَيْنَاكُم مِّنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Children of Israel! We delivered you from your enemy, and We made a covenant with you on the right side of the Mount)</span><span class=\"gray\">[20:80]</span>. </p><p lang=\"en\" class=\"en \">Musa left his brother Harun with the Children of Israel and commanded him to use wisdom and refrain from mischief. This was only a reminder, for Harun was an honorable and noble Prophet who had grace and exalted standard with Allah, may Allah's peace and blessings be upon him and the rest of the Prophets.</p>"
  },
  {
    "ayah_key": "7:143",
    "group_ayah_key": "7:143",
    "from_ayah": "7:143",
    "to_ayah": "7:143",
    "ayah_keys": "7:143",
    "text": "<p lang=\"en\" class=\"en \">And when Musa came at the time and place appointed by Us, and his Lord <span class=\"gray\">(Allah)</span> spoke to him; he said: \"O my Lord! Show me <span class=\"gray\">(Yourself)</span>, that I may look upon You.\" Allah said: \"You cannot see Me, but look upon the mountain; if it stands still in its place then you shall see Me.\" So when his Lord appeared to the mountain, He made it collapse to dust, and Musa fell down unconscious. Then when he recovered his senses he said: \"Glory be to You, I turn to You in repentance and I am the first of the believers. <span>(143)</span></p><div lang=\"fil\" class=\"fil \"><h2>Musa asks to see Allah</h2></div><p lang=\"en\" class=\"en \">Allah said that when Musa came for His appointment and spoke to Him directly, he asked to see Him,</p><p class=\"ps qpc-hafs\" lang=\"ps\">رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ قَالَ لَن تَرَانِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my Lord! Show me <span class=\"gray\">(Yourself)</span>, that I may look upon You.\" Allah said: \"You cannot see Me,\")</span></p><p lang=\"en\" class=\"en \">You cannot' <span class=\"gray\">(Lan)</span> by no means indicates that seeing Allah will never occur, as <span class=\"gray\">(the misguided sect of)</span> Al-Mu'tazilah claimed. The Hadiths of Mutawatir grade narrated from the Messenger of Allah, affirm that the believers will see Allah in the Hereafter. We will mention these Hadiths under the explanation of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ - إِلَىٰ رَبِّهَا نَاظِرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Some faces that Day shall be radiant. Looking at their Lord.)</span><span class=\"gray\">[75:22-23]</span></p><p lang=\"en\" class=\"en \">In earlier Scriptures, it was reported that Allah said to Musa, \"O Musa! No living soul sees Me, but will perish, and no solid but will be demolished.\" Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ موسَى صَعِقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when his Lord appeared to the mountain, He made it collapse to dust, and Musa fell down unconscious.)</span></p><p lang=\"en\" class=\"en \">In his Musnad Imam Ahmad recorded from Anas bin Malik that the Prophet ﷺ said about Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَجَلَّىٰ رَبُّهُ لِلْجَبَلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when his Lord appeared to the mountain,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هكذا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Like this)</span> then he held out the tip of his little finger. At-Tirmidhi recorded this in the chapter of Tafsir for this Ayah, then he said; \"This Hadith is Hasan Sahih Gharib.\" </p><p lang=\"en\" class=\"en \">This was also recorded by Al-Hakim in his Mustadrak through the route of Hamad bin Salamah, and he said; \"This Hadith is Sahih according to the criteria of Muslim and they did not record it.\" And As-Suddi reported that 'Ikrimah reported from Ibn 'Abbas about Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَجَلَّىٰ رَبُّهُ لِلْجَبَلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when his Lord appeared to the mountain,)</span> Only the extent of the little finger appeared from Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَهُ دَكًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He made it collapse)</span> as dust;</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَخَرَّ مُوسَىٰ صَعِقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Musa fell down unconscious)</span> fainting from it. Ibn Jarir recorded these because of the relation to the word Al-Ghashi.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَفَاقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when he <span class=\"gray\">(Musa)</span> recovered his senses)</span> after he lost consciousness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ سُبْحَانَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he said: \"Glory be to You,\")</span> thus, praising, glorifying and honoring Allah since no living soul could see Him in this life and remain alive. Musa' statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُبْتُ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I turn to You in repentance\")</span> means, according to Mujahid, that from asking you to look at you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا أَوَّلُ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and I am the first of the believers.\")</span>, among the Children of Israel, according to Ibn 'Abbas, Mujahid, and Ibn Jarir preferred this view. Or, according to another narration from Ibn 'Abbas, the meaning of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا أَوَّلُ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and I am the first of the believers.\")</span>, is that 'none shall see You <span class=\"gray\">(in this life)</span>.' Allah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَخَرَّ مُوسَىٰ صَعِقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Musa fell down unconscious.)</span></p><p lang=\"en\" class=\"en \">Abu Sa'id Al-Khudri and Abu Hurayrah narrated a Hadith from the Prophet ﷺ that is suitable to mention here. As for the Hadith from Abu Sa'id, Al-Bukhari recorded in his Sahih that he said: A Jew came to the Prophet ﷺ after his face was smacked, and said, \"O Muhammad! One of your companions from Al-Ansar smacked me on the face.\" The Prophet ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">ادْعُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Summon him)</span> and he was summoned. The Prophet ﷺ asked him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَ لَطَمْتَ وَجْهَهُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why did you smack his face?)</span> He said, \"O Allah's Messenger! I passed by that Jew and heard him swearing, 'No, by He Who has chosen Musa over mankind!' I said, 'Over Muhammad too?', and I became angry and struck his face.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُخَيِّرُونِي مِنْ بَيْنِ الْأَنْبِيَاءِ فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ، فَإِذَا أَنَا بِمُوسَى آخِذٌ بِقَائِمَةٍ مِنْ قَوَائِمِ الْعَرْشِ، فَلَا أَدْرِي أَفَاقَ قَبْلِي أَمْ جُوزِيَ بِصَعْقَةِ الطُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not prefer me above the Prophets. Verily, on the Day of Resurrection, people will be struck unconscious, and I <span class=\"gray\">(feel that I)</span> am the first to wake up. Thereupon I will find that Musa is holding onto a pillar of the Throne <span class=\"gray\">('Arsh of Allah)</span>. I will not know if he woke up before me or he received his due <span class=\"gray\">(because of his)</span> unconsciousness on <span class=\"gray\">(Mount)</span> At-Tur.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded this Hadith in many locations of his Sahih, as did Muslim and Abu Dawud. As for the Hadith from Abu Hurayrah, Imam Ahmad and the Two Shaykhs <span class=\"gray\">(Al-Bukhari and Muslim)</span> collected his narration.</p>"
  }
]