[
  {
    "ayah_key": "2:108",
    "group_ayah_key": "2:108",
    "from_ayah": "2:108",
    "to_ayah": "2:108",
    "ayah_keys": "2:108",
    "text": "<p class=\"en translation\" lang=\"en\">Or do you want to ask your Messenger <span class=\"gray\">(Muhammad ﷺ)</span> as Musa <span class=\"gray\">(Moses)</span> was asked before <span class=\"gray\">(i.e. show us openly our Lord)</span>? And he who changes faith for disbelief, verily, he has gone astray from the right way <span>(108)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Unnecessary Questions</h2></div><p lang=\"en\" class=\"en \">In this Ayah, Allah forbade the believers from asking the Prophet ﷺ numerous questions about matters that did not occur yet. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Ask not about things which, if made plain to you, may cause you trouble. But if you ask about them while the Qur'an is being revealed, they will be made plain to you)</span><span class=\"gray\">(5:101)</span>.</p><p lang=\"en\" class=\"en \">This Ayah means, \"If you ask about a matter after it is revealed, it shall be duly explained to you. Therefore, do not ask about matters that have not occurred yet, for they might become prohibited, due to your questions.\" This is why the Sahih narrated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَعْظَمَ الْمُسْلِمِينَ جُرْمًا مَنْ سَأَلَ عَنْ شَيْءٍ لَمْ يُحَرَّمْ، فَحُرِّمَ مِنْ أَجْلِ مَسْأَلَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The greatest criminal among the Muslims is the one who asks if a thing is prohibited, which is not prohibited, and it becomes prohibited because of his asking about it.)</span></p><p lang=\"en\" class=\"en \">This is why when the Messenger of Allah ﷺ was asked about a husband who finds another man with his wife; if he exposes the adultery, he will be exposing a major incident; if he is quiet about it, he will be quiet about a major matter. The Messenger of Allah ﷺ did not like such questions. Later on, Allah revealed the ruling of Mula'anah <span class=\"gray\">[Refer to Nur 24:6-9 in the Qur'an]</span>. The Two Sahihs recorded that Al-Mughirah bin Shu'bah said that the Messenger of Allah ﷺ \"Forbade saying, 'It was said' and 'He said,' and wasting money and asking many questions.\" Muslim recorded that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرُونِي مَا تَرَكْتُكُمْ، فَإِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِكَثْرَةِ سُؤَالِهِمْ وَاخْتِلَافِهِمْ عَلى أَنْبِيَائِهِمْ، فَإِذَا أَمَرْتُكُمْ بِأَمْرٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ وَإِنْ نَهَيْتُكُمْ عَنْ شَيْءٍ فَاجْتَنِبُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave me as I leave you; those before you were only destroyed because of their excessive questioning and disputing with their Prophets. Therefore, when I command you with a matter, adhere to it as much as you can, and when I forbid from something, avoid it.)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ only said this after he told the Companions that Allah has ordered them to perform Hajj. A man asked, \"Every year, O Messenger of Allah?\" The Prophet ﷺ did not answer him, but he repeated his question three times. Then the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، وَلَوْ قُلْتُ: نَعَمْ، لَوَجَبَتْ وَلَوْ وَجَبَتْ لَمَا اسْتَطَعْتُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No. Had I said yes, it would have been ordained, and you would not have been able to implement it.)</span></p><p lang=\"en\" class=\"en \">This is why Anas bin Malik said, \"We were forbidden from asking the Messenger of Allah ﷺ about things. So we were delighted when a bedouin man would come and ask him while we listened.\"</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq said that Muhammad bin Abi Muhammad told him that 'Ikrimah or Sa'id said that Ibn 'Abbas said that Rafi' bin Huraymilah or Wahb bin Zayd said, \"O Muhammad! Bring us a Book sent down from heaven and which we could read, and make some rivers flow for us, then we will follow you and believe in you.\" Allah sent down the answer to this challenge,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ تُرِيدُونَ أَن تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ وَمَن يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do you want to ask your Messenger <span class=\"gray\">(Muhammad ﷺ)</span> as Musa was asked before <span class=\"gray\">(i.e. show us openly our Lord)</span>? And he who changes faith for disbelief, verily, he has gone astray from the right way)</span>.</p><p lang=\"en\" class=\"en \">Allah criticized those who ask the Messenger of Allah ﷺ about a certain matter just for the purpose of being difficult, just as the Children of Israel asked Musa out of stubbornness, rejection and rebellion. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he who changes faith for disbelief)</span> meaning, whoever prefers disbelief to faith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, he has gone astray from the right way)</span> meaning, he has strayed from the straight path, to the path of ignorance and misguidance. This is the case of those who deviated from accepting the Prophets and obeying them and those who kept asking their Prophets unnecessary questions in defiance and disbelief, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ - جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who have changed the blessings of Allah into disbelief <span class=\"gray\">(by denying Prophet Muhammad ﷺ and his Message of Islam)</span>, and caused their people to dwell in the house of destruction? Hell, in which they will burn and what an evil place to settle in!)</span><span class=\"gray\">(14:28-29)</span>.</p><p lang=\"en\" class=\"en \">Abu Al-'Aliyah commented, \"They exchanged comfort for hardship.\"</p>"
  }
]