[
  {
    "ayah_key": "24:31",
    "group_ayah_key": "24:31",
    "from_ayah": "24:31",
    "to_ayah": "24:31",
    "ayah_keys": "24:31",
    "text": "<p lang=\"en\" class=\"en \">And tell the believing women to lower their gaze, and protect their private parts and not to show off their adornment except that which is apparent, and to draw their veils all over their Juyub and not to reveal their adornment except to their husbands, or their fathers, or their husband's fathers, or their sons, or their husband's sons, or their brothers or their brother's sons, or their sister's sons, or their women, or their right hand possessions, or the Tabi'in among men who do not have desire, or children who are not aware of the nakedness of women. And let them not stamp their feet so as to reveal what they hide of their adornment. And all of you beg Allah to forgive you all, O believers, that you may be successful <span>(31)</span></p><div lang=\"en\" class=\"en \"><h2>The Rulings of Hijab</h2></div><p lang=\"en\" class=\"en \">This is a command from Allah to the believing women, and jealousy on His part over the wives of His believing servants. It is also to distinguish the believing women from the women of the Jahiliyyah and the deeds of the pagan women. The reason for the revelation of this Ayah was mentioned by Muqatil bin Hayyan, when he said: \"We heard – and Allah knows best – that Jabir bin 'Abdullah Al-Ansari narrated that Asma' bint Murshidah was in a house of hers in Bani Harithah, and the women started coming in to her without lower garments so that the anklets on their feet could be seen, along with their chests and forelocks. Asma' said: 'How ugly this is!' Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And tell the believing women to lower their gaze...)</span>\" And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And tell the believing women to lower their gaze)</span> meaning, from that which Allah has forbidden them to look at, apart from their husbands.</p><p lang=\"en\" class=\"en \"><span class=\"gray\">[Some]</span> scholars said that it is permissible for women to look at non-Mahram men without desire, as it was recorded in the Sahih that the Messenger of Allah ﷺ was watching the Ethiopians playing with spears in the Masjid on the day of 'Id, and 'A'ishah the Mother of the believers was watching them from behind him and he was concealing her from them, until she got bored and went away.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَحْفَظْنَ فُرُوجَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and protect their private parts)</span>. Sa'id bin Jubayr said: \"From immoral actions.\" Abu Al-'Aliyah said: \"Every Ayah of the Qur'an in which protecting the private parts is mentioned means protecting them from Zina, except for this Ayah –</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَحْفَظْنَ فُرُوجَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and protect their private parts)</span>, which means protecting them from being seen by anybody.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and not to show off their adornment except that which is apparent,)</span> means, they should not show anything of their adornment to non-Mahram men except for whatever it is impossible to hide. Ibn Mas'ud said: \"Such as clothes and outer garments,\"</p><p lang=\"en\" class=\"en \">Meaning what the Arab women used to wear of the veil which covered their clothes and whatever showed from underneath the outer garment. There is no blame on her for this, because this is something that she cannot conceal. Similar to that is what appears of her lower garment and what she cannot conceal. Al-Hasan, Ibn Sirin, Abu Al-Jawza', Ibrahim An-Nakha'i and others also had the same view as Ibn Mas'ud.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to draw their veils all over their Juyub)</span> means that they should wear the outer garment in such a way as to cover their chests and ribs, so that they will be different from the women of the Jahiliyyah, who did not do that but would pass in front of men with their chests completely uncovered, and with their necks, forelocks, hair and earrings uncovered. So Allah commanded the believing women to cover themselves, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! Tell your wives and your daughters and the women of the believers to draw their cloaks all over their bodies. That will be better, that they should be known, so as not to be annoyed)</span><span class=\"gray\">(33:59)</span> And in this noble Ayah He said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to draw their <span class=\"gray\">(Khumur)</span> veils all over their Juyub)</span> Khumur <span class=\"gray\">(veils)</span> is the plural of Khimar, which means something that covers, and is what is used to cover the head. This is what is known among the people as a veil. Sa'id bin Jubayr said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to draw)</span> means to pull it around and tie it securely.</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their veils all over their Juyub)</span> means, over their necks and chests so that nothing can be seen of them.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'A'ishah, may Allah be pleased with her, said: \"May Allah have mercy on the women of the early emigrants. When Allah revealed the Ayah:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to draw their veils all over their Juyub)</span>, they tore their aprons and Akhtamar themselves with them.\" He also narrated from Safiyyah bint Shaybah that 'A'ishah, may Allah be pleased with her, used to say: \"When this Ayah:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to draw their veils all over their Juyub)</span> was revealed, they took their Izars <span class=\"gray\">(waistsheets)</span> and tore them at the edges, and Akhtamar themselves with them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and not to reveal their adornment except to their husbands, or their fathers, or their husband's fathers, or their sons, or their husband's sons, or their brothers or their brother's sons, or their sister's sons,)</span></p><p lang=\"en\" class=\"en \">All of these are a woman's close relatives whom she can never marry <span class=\"gray\">(Mahram)</span> and it is permissible for her to show her adornments to them, but without making a wanton display of herself. Ibn Al-Mundhir recorded that 'Ikrimah commented on this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and not to reveal their adornment except to their husbands, or their fathers, or their husband's fathers...)</span>,</p><p lang=\"en\" class=\"en \">The paternal uncle and maternal uncle are not mentioned here, because they may describe a woman to their sons, so a woman should not remove her Khimar in front of her paternal or maternal uncle.With regard to the husband, all of this is for his sake, so she should try her best when adorning herself for him, unlike the way she should appear in front of others.</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوْ نِسَائِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or their women,)</span> this means that she may also wear her adornment in front of other Muslim women, but not in front of the women of Ahl Adh-Dhimmah <span class=\"gray\">(Jewish and Christian women)</span>, lest they describe her to their husbands. This is prohibited for all women, but more so in the case of the women of Ahl Adh-Dhimmah, because there is nothing to prevent them from doing that, but Muslim women know that it is unlawful and so, would be deterred from doing it. The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُبَاشِرِ الْمَرْأَةُ الْمَرْأَةَ فَتَنْعَتَهَا لِزَوْجِهَا كَأَنَّهُ يَنْظُرُ إِلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No woman should describe another woman to her husband so that it is as if he is looking at her.)</span> It was recorded in the Two Sahihs from Ibn Mas'ud.</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or their right hand possessions.)</span> Ibn Jarir said, \"This means from among the women of the idolators. It is permissible for a Muslim woman to reveal her adornment before such a woman, even if she is an idolatress, because she is her slave-girl.\" This was also the view of Sa'id bin Al-Musayyib. Allah says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tabi'in among men who do not have desire,)</span> such as hired servants and followers who are not at the same level as the woman and are feeble-minded and have no interest in or desire for women. Ibn 'Abbas said, \"This is the kind of person who has no desire.\"</p><p lang=\"en\" class=\"en \">Ikrimah said, \"This is the hermaphrodite, who does not experience erections.\" This was also the view of others among the Salaf. It was narrated in the Sahih from 'A'ishah that a hermaphrodite, used to enter upon the family of the Messenger of Allah ﷺ and they used to consider him as one of those who do not have desire, but then the Messenger of Allah ﷺ came in when he was describing a woman with four rolls of fat in front and eight behind. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أَرَى هَذَا يَعْلَمُ مَا هَهُنَا لَا يَدْخُلَنَّ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lo! I think this person knows these things; he should never enter upon you.)</span> He expelled him, and he stayed in Al-Bayda' and only came on Fridays to get food.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَىٰ عَوْرَاتِ النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or children who are not aware of the nakedness of women.)</span> Because they are so young they do not understand anything about women or their 'Awrah or their soft speech or their enticing ways of walking and moving. If a child is small and does not understand that, there is nothing wrong with him entering upon women, but if he is an adolescent or approaching adolescence, so that he knows and understands these things, and can make a distinction between who is beautiful and who is not, then he should not enter upon women. It was recorded in the Two Sahihs that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Avoid entering upon women.)</span> It was said, \"O Messenger of Allah, what do you think about the male in-laws?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْوُ: الْمَوْتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The male in-law is death.)</span></p><div lang=\"fy\" class=\"fy \"><h2>The Etiquette of Women Walking in the Street</h2></div><p lang=\"jv\" class=\"jv \">Allah's saying:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let them not stamp their feet...)</span> During Jahiliyyah, when women walked in the street wearing anklets and no one could hear them, they would stamp their feet so that men could hear their anklets ringing. Allah forbade the believing women to do this. By the same token, if there is any other kind of adornment that is hidden, women are forbidden to make any movements that would reveal what is hidden, because Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let them not stamp their feet...)</span> to the end of it. From that, women are also prohibited from wearing scent and perfume when they are going outside the home, lest men should smell their perfume. Abu 'Isa At-Tirmidhi recorded that Abu Musa, may Allah be pleased with him, said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ عَيْنٍ زَانِيَةٌ، وَالْمَرْأَةُ إِذَا اسْتَعْطَرَتْ فَمَرَّتْ بِالْمَجْلِسِ فَهِيَ كَذَا وَكَذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every eye commits fornication and adultery, and when a woman puts on perfume and passes through a gathering, she is such and such)</span> – meaning an adulteress.</p><p lang=\"en\" class=\"en \">He said, \"And there is a similar report from Abu Hurayrah, and this is Hasan Sahih.\" It was also recorded by Abu Dawud and An-Nasa'i.</p><p lang=\"en\" class=\"en \">By the same token, women are also forbidden to walk in the middle of the street, because of what this involves of wanton display.</p><p lang=\"en\" class=\"en \">Abu Dawud recorded that Abu Usayd Al-Ansari said that he heard the Messenger of Allah ﷺ, as he was coming out of the Masjid and men and women were mixing in the street, telling the women:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَأْخِرْنَ فَإِنَّهُ لَيْسَ لَكُنَّ أَنْ تَحْقُقْنَ الطَّرِيقَ، عَلَيْكُنَّ بِحَافَّاتِ الطَّرِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Keep back, for you have no right to walk in the middle of the street. You should keep to the sides of the road.)</span> The women used to cling to the walls so much that their clothes would catch on the walls.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And all of you beg Allah to forgive you all, O believers, that you may be successful.)</span> means, practice what you are commanded in these beautiful manners and praiseworthy characteristics, and give up the evil ways of the people of Jahiliyyah, for the greatest success is to be found in doing what Allah and His Messenger ﷺ command and avoiding what He forbids. And Allah is the source of strength.</p>"
  }
]