[
  {
    "ayah_key": "42:19",
    "group_ayah_key": "42:19",
    "from_ayah": "42:19",
    "to_ayah": "42:22",
    "ayah_keys": "42:19,42:20,42:21,42:22",
    "text": "<p lang=\"en\" class=\"en \">Allah is very Gracious and Kind to His servants. He gives provisions to whom He wills. And He is the All-Strong, the Almighty <span>(19)</span>Whosoever desires the reward of the Hereafter, We give him increase in his reward, and whosoever desires the reward of this world, We give him thereof, and he has no portion in the Hereafter <span>(20)</span>Or have they partners with Allah who have instituted for them a religion which Allah has not ordained? And had it not been for a decisive Word, the matter would have been judged between them. And verily, for the wrongdoers there is a painful torment <span>(21)</span>You will see the wrongdoers fearful of that which they have earned, and it will surely befall them. But those who believe and do righteous deeds <span class=\"gray\">(will be)</span> in the flowering meadows of the Gardens. They shall have whatsoever they desire with their Lord. That is the supreme grace <span>(22)</span></p><p lang=\"en\" class=\"en \">The Provision of Allah in this World and the Hereafter</p><p lang=\"en\" class=\"en \">Here Allah speaks of His kindness towards His creation, in that He provides for every last one of them and does not forget anyone. When it comes to His provision, the righteous and the sinner are alike. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no moving creature is there on the earth but its provision is due from Allah. And He knows its dwelling place and its deposit. All is in a Clear Book.)</span><span class=\"gray\">(11:6)</span> And there are many similar Ayat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْزُقُ مَنْ يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He gives provisions to whom He wills.)</span> means, He gives generously to whomsoever He wills.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْقَوِيُّ الْعَزِيزُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the All-Strong, the Almighty.)</span> means, there is nothing that can overpower Him. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever desires the reward of the Hereafter,)</span> means, whoever does things for the sake of the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزِدْ لَهُ فِي حَرْثِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We give him increase in his reward,)</span> meaning, 'We will give him strength and help him to do what he wants to do, and We will increase it for him. So for every good, We will multiply it and give him between ten and seven hundred good rewards,' as much as Allah wills.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever desires the reward of this world, We give him thereof, and he has no portion in the Hereafter.)</span> means, whoever strives for the purpose of worldly gains, and never pays any heed to the Hereafter at all, Allah will deny him the Hereafter; and in this world, if He wills He will give to him and if He does not will, he will gain neither. So the one who strives with this intention in mind will have the worst deal in this world and in the Hereafter. The evidence for that is the fact that this Ayah is reinforced by the passage in Subhan <span class=\"gray\">(i.e., Surat Al-Isra')</span> in which Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا - وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا - كُلًّا نُمِدُّ هَٰؤُلَاءِ وَهَٰؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ ۚ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا - انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever desires the quick-passing, We readily grant him what We will for whom We like. Then, afterwards, We have appointed for him Hell; he will <span class=\"gray\">(enter)</span> burn therein disgraced and rejected. And whoever desires the Hereafter and strives for it, with the necessary effort due for it while he is a believer – then such are the ones whose striving shall be appreciated. On each – these as well as those – We bestow from the bounties of your Lord. And the bounties of your Lord can never be forbidden. See how We prefer one above another <span class=\"gray\">(in this world)</span>, and verily, the Hereafter will be greater in degrees and greater in preferment.)</span><span class=\"gray\">(17:18-21)</span></p><p lang=\"en\" class=\"en \">It was reported that Ubayy bin Ka'b, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَشِّرْ هٰذِهِ الْأُمَّةَ بِالسَّنَاءِ وَالرِّفْعَةِ وَالنَّصْرِ وَالتَّمْكِينِ فِي الْأَرْضِ، فَمَنْ عَمِلَ مِنْهُمْ عَمَلَ الْآخِرَةِ لِلدُّنْيَا، لَمْ يَكُنْ لَهُ فِي الْاخِرَةِ مِنْ نَصِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give the glad tidings to this Ummah of sublimity, high status, victory and power in the land. But whoever among them does the deeds of the Hereafter for the sake of worldly gain, will have no portion of the Hereafter.)</span>\"</p><p lang=\"en\" class=\"en \">Making Legislation for the Creatures is Shirk </p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have they partners with Allah who have instituted for them a religion which Allah has not ordained?)</span> means, they do not follow what Allah has ordained for you of upright religion; on the contrary, they follow what their devils <span class=\"gray\">(Shayatin)</span>, of men and Jinn, have prescribed for them. They instituted taboos, such as the Bahirah, Sa'ibah, Wasilah or Ham. </p><p lang=\"en\" class=\"en \">They also permitted eating flesh and blood of animals not slaughtered for consumption, gambling and other kinds of misguidance, ignorance and falsehood. These are things that they invented during Jahiliyyah, when they came up with all kinds of false rulings on what was permitted and what was forbidden, and false rites of worship and other corrupt ideas. It was recorded in the Sahih that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَأَيْتُ عَمْرَو بْنَ لُحَيِّ بْنِ قَمَعَةَ يَجُرُّ قُصْبَهُ فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I saw 'Amr bin Luhayy bin Qama'ah dragging his intestines in Hell)</span> – because he had been the first one to introduce the idea of the Sa'ibah. This man was one of the kings of the Khuza'ah tribe, and he was the first one to do these things. He was the one who had made the Quraysh worship idols, may the curse of Allah be upon him. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had it not been for a decisive Word, the matter would have been judged between them.)</span> means, the punishment would have been hastened for them, were it not for the fact that it had already been decreed that it would be delayed until the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, for the wrongdoers there is a painful torment.)</span> i.e., an agonizing torment in Hell, what a terrible destination.</p><p lang=\"en\" class=\"en \">The Terror of the Idolators in the Place of Gathering</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will see the wrongdoers fearful of that which they have earned,)</span> means, in the arena of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ وَاقِعٌ بِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it will surely befall them.)</span> means, the thing that they fear will undoubtedly happen to them. This is how they will be on the Day of Resurrection; they will be in a state of utter fear and terror.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ ۖ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who believe and do righteous deeds <span class=\"gray\">(will be)</span> in the flowering meadows of the Gardens. They shall have whatsoever they desire with their Lord.)</span></p><p lang=\"en\" class=\"en \">What comparison can there be between the former and the latter? How can the one who will be in the arena of resurrection in a state of humiliation and fear, deserving it for his wrongdoing, be compared with the one who will be in the gardens of Paradise, enjoying whatever he wants of food, drink, clothing, dwellings, scenery, spouses and other delights such as no eye has seen, no ear has heard, and has never crossed the minds of men. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the supreme grace.)</span> means, the ultimate victory and complete blessing.</p>"
  }
]