[
  {
    "ayah_key": "6:37",
    "group_ayah_key": "6:37",
    "from_ayah": "6:37",
    "to_ayah": "6:39",
    "ayah_keys": "6:37,6:38,6:39",
    "text": "<p lang=\"en\" class=\"en \">And they said: \"Why is not a sign sent down to him from his Lord?\" Say: \"Allah is certainly able to send down a sign, but most of them know not. <span>(37)</span>There is not a moving creature on earth, nor a bird that flies with its two wings, but are Umam like you. We have neglected nothing in the Book, then unto their Lord they <span class=\"gray\">(all)</span> shall be gathered <span>(38)</span>Those who reject Our Ayat are deaf and dumb in darkness. Allah sends astray whom He wills and He guides on the straight path whom He wills <span>(39)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators Ask for a Miracle</h2></div><p lang=\"en\" class=\"en \">Allah states that the idolators used to proclaim, \"Why does not <span class=\"gray\">(Muhammad)</span> bring an Ayah from his Lord,\" meaning, a miracle of their choice! They would sometimes say,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنبُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We shall not believe in you, until you cause a spring to gush forth from the ground for us.\")</span><span class=\"gray\">[17:90]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ اللَّهَ قَادِرٌ عَلَىٰ أَن يُنَزِّلَ آيَةً وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah is certainly able to send down a sign, but most of them know not.\")</span></p><p lang=\"en\" class=\"en \">Certainly, Allah is able to send an Ayah <span class=\"gray\">(sign)</span>. But, He decided out of His wisdom to delay that, because if He sends an Ayah of their liking and they still do not believe, this will hasten their punishment as with the previous nations. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالْآيَاتِ إِلَّا أَن كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing stops Us from sending the Ayat but that the people of old denied them. And We sent the she-camel to Thamud as a clear sign, but they did her wrong. And We sent not the signs except to warn, and to make them afraid <span class=\"gray\">(of destruction)</span>.)</span><span class=\"gray\">[17:59]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If We will, We could send down to them from the heaven a sign, to which they would bend their necks in humility)</span><span class=\"gray\">[26:4]</span>.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of Umam</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not a moving <span class=\"gray\">(living)</span> creature on earth, nor a bird that flies with its two wings, but are Umam like you.)</span></p><p lang=\"gd\" class=\"gd \">Mujahid commented, \"Meaning, various species that have distinct names.\" Qatadah said, \"Birds are an Ummah, humans are an Ummah and the Jinns are an Ummah.\" As-Suddi said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أُمَمٌ أَمْثَالُكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but are Umam like you.)</span> means, creations <span class=\"gray\">(or species)</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا فَرَّطْنَا فِي الْكِتَابِ مِن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have neglected nothing in the Book,)</span> means, the knowledge about all things is with Allah, and He never forgets any of His creatures, nor their sustenance, nor their affairs, whether these creatures live in the sea or on land. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no moving creature is there on earth but its provision is due from Allah. And He knows its dwelling place and its deposit <span class=\"gray\">(in the uterus, grave, etc.)</span>. All is in a Clear Book.)</span><span class=\"gray\">[11:6]</span>, there is a record of their names, numbers, movements, and lack of movement. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن دَابَّةٍ لَّا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And so many a moving creature there is, that carries not its own provision! Allah provides for it and for you. And He is the All-Hearer, the All-Knower.)</span><span class=\"gray\">[29:60]</span> Ibn Abi Hatim reported that Ibn 'Abbas said about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then unto their Lord they <span class=\"gray\">(all)</span> shall be gathered.)</span> \"Death gathers them.\" It was also said that the Day of Resurrection gathers them, for in another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْوُحُوشُ حُشِرَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the wild beasts shall be gathered together.)</span><span class=\"gray\">[81:5]</span> 'Abdur-Razzaq recorded that Abu Hurayrah said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أُمَمٌ أَمْثَالُكُم مَّا فَرَّطْنَا فِي الْكِتَابِ مِن شَيْءٍ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but are Umam like you. We have neglected nothing in the Book, then unto their Lord they <span class=\"gray\">(all)</span> shall be gathered.)</span></p><p lang=\"en\" class=\"en \">\"All creatures will be gathered on the Day of Resurrection, the beasts, birds and all others. Allah's justice will be so perfect, that the un-horned sheep will receive retribution from the horned sheep. Allah will then command them, 'Be dust!' This is when the disbeliever will say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَنِي كُنتُ تُرَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Woe to me! Would that I were dust!\")</span>\" <span class=\"gray\">[78: 40]</span>. And this was reported from the Prophet ﷺ in the Hadith about the Trumpet.</p><div lang=\"en\" class=\"en \"><h2>The Disbelievers will be Deaf and Mute in Darkness</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who reject Our Ayat are deaf and dumb in darkness.)</span> due to their ignorance, little knowledge and minute comprehension. Their example is that of the deaf-mute who cannot hear nor speak, as well as being blinded by darkness. Therefore, how can such a person find guidance to the path or change the condition he is in? Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَّا يُبْصِرُونَ - صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their parable is that of one who kindled a fire; then, when it illuminated all around him, Allah took away their light and left them in darkness. <span class=\"gray\">(So)</span> they could not see. They are deaf, dumb, and blind, so they return not <span class=\"gray\">(to the right path)</span>)</span><span class=\"gray\">[2:17-18]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَن لَّمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or like the darkness in a vast deep sea, overwhelmed with a great wave topped by a great wave, topped by dark clouds, darkness, one above another, if a man stretches out his hand, he can hardly see it! And he for whom Allah has not appointed light, for him there is no light.)</span><span class=\"gray\">[24:40]</span> This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَشَإِ اللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah sends astray whom He wills and He guides on the straight path whom He wills.)</span> for He does what He wills with His creatures.</p>"
  },
  {
    "ayah_key": "6:4",
    "group_ayah_key": "6:4",
    "from_ayah": "6:4",
    "to_ayah": "6:6",
    "ayah_keys": "6:4,6:5,6:6",
    "text": "<p lang=\"en\" class=\"en \">And never an Ayah comes to them from the Ayat of their Lord, but that they have been turning away from it <span>(4)</span>Indeed, they rejected the truth when it came to them, but there will come to them the news of that which they used to mock at <span>(5)</span>Have they not seen how many a generation before them We have destroyed whom We had established on the earth such as We have not established you? And We poured out on them rain from the sky in abundance, and made the rivers flow under them. Yet We destroyed them for their sins, and created after them other generations <span>(6)</span></p><div lang=\"fi\" class=\"fi \"><h2>Threatening the Idolators for their Stubbornness</h2></div><p lang=\"en\" class=\"en \">Allah states that the rebellious, stubborn polytheists will turn away from every Ayah, meaning, sign, miracle and proof that is evidence of Allah's Uniqueness and the truth of His honorable Messengers. They will not contemplate about these Ayat or care about them. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَسَوْفَ يَأْتِيهِمْ أَنبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, they rejected the truth when it came to them, but there will come to them the news of that which they used to mock at.)</span></p><p lang=\"en\" class=\"en \">This Ayah contains a warning and a stern threat for the disbelievers' rejection of the truth, stating that the disbelievers will surely know the truth of what they used to deny and taste the evil end of their behavior. Allah advises and warns the disbelievers, that they should avoid the torments and afflictions of this life, similar to what befell their likes from previous nations, who were stronger, wealthier, had more offspring, and were more exploitive on the earth. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not seen how many a generation before them We have destroyed whom We had established on the earth such as We have not established you?)</span> meaning, they had more wealth, children, buildings, abundant provision, riches and soldiers. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِم مِّدْرَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We poured out on them rain from the sky in abundance,)</span> in reference to rain that comes often,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِن تَحْتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And made the rivers flow under them.)</span> as rain was abundant and the springs were plentiful, so that We deceived them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَهْلَكْنَاهُم بِذُنُوبِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet We destroyed them for their sins)</span> meaning the mistakes and errors that they committed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and created after them other generations,)</span> for, these generations of old perished and became as legends and stories,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And created after them other generations.)</span> so that We test the new generations, as well. Yet, they committed similar errors and were destroyed, as their ancestors were destroyed. Therefore, beware of the same end that might befall you, for you are not dearer to Allah than these previous nations, but the Messenger whom you defied is dearer to Allah than the Messengers they defied. Thus, you are more liable than them to receive torment, if it was not for Allah's mercy and kindness.</p>"
  }
]