[
  {
    "ayah_key": "75:1",
    "group_ayah_key": "75:1",
    "from_ayah": "75:1",
    "to_ayah": "75:15",
    "ayah_keys": "75:1,75:2,75:3,75:4,75:5,75:6,75:7,75:8,75:9,75:10,75:11,75:12,75:13,75:14,75:15",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ - وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ - أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ - بَلَىٰ قَادِرِينَ عَلَىٰ أَنْ نُسَوِّيَ بَنَانَهُ - بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ - يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ - فَإِذَا بَرِقَ الْبَصَرُ - وَخَسَفَ الْقَمَرُ - وَجُمِعَ الشَّمْسُ وَالْقَمَرُ - يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ - كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ - يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ - بَلِ الْإِنْسَانُ عَلَىٰ نَفْسِهِ بَصِيرَةٌ - وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Nay! I swear by the Day of Resurrection.)</span><span class=\"gray\">(2. And nay! I swear by An-Nafs Al-Lawwamah.)</span><span class=\"gray\">(3. Does man think that We shall not assemble his bones?)</span><span class=\"gray\">(4. Yes, We are able to put together in perfect order the tips of his fingers.)</span><span class=\"gray\">(5. Nay! Man desires to break out ahead of himself.)</span><span class=\"gray\">(6. He asks: \"When will be this Day of Resurrection?\")</span><span class=\"gray\">(7. So, when Bariqa the sight.)</span><span class=\"gray\">(8. And the moon will be eclipsed.)</span><span class=\"gray\">(9. And the sun and moon will be joined together.)</span><span class=\"gray\">(10. On that Day man will say: \"Where <span class=\"gray\">(is the refuge)</span> to flee?\")</span><span class=\"gray\">(11. No! There is no refuge!)</span><span class=\"gray\">(12. Unto your Lord will be the place of rest that Day.)</span><span class=\"gray\">(13. On that Day man will be informed of what he sent forward, and what he left behind.)</span><span class=\"gray\">(14. Nay! Man will be well informed about himself,)</span><span class=\"gray\">(15. Though he may put forth his excuses.)</span></p><p lang=\"en\" class=\"en \">The Oath about the Final Return on the Day of Resurrection and the Refutation against the Plots of the Thinkers</p><p lang=\"en\" class=\"en \">It has been mentioned previously on more than one occasion that if the thing that is being sworn about is something that is being negated, then it is permissible to use the word \"La\" <span class=\"gray\">(Nay)</span> before the oath to emphasize the negation. Here, what is being sworn about is the affirmation of the final abode and the refutation against the claim of the ignorant that the resurrection of bodies will not occur. This is why Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ - وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! I swear by the Day of Resurrection. And nay! I swear by An-Nafs Al-Lawwamah.)</span> Qatadah said, \"This means, I swear by both of these things.\" This has also been reported from Ibn 'Abbas and Sa'id bin Jubayr. Concerning the Day of Judgement, it is well known what it is. In reference to An-Nafs Al-Lawwamah, Qurrah bin Khalid reported from Al-Hasan Al-Basri that he said about this Ayah, \"Verily, by Allah, we think that every believer blames himself. He says <span class=\"gray\">(questioning himself)</span>, 'What did I intend by my statement? What did I intend by my eating? What did I intend in what I said to myself?' However, the sinner proceeds ahead and he does not blame himself.\" </p><p lang=\"en\" class=\"en \">Ibn Jarir recorded from Sa'id bin Jubayr that he said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nay! I swear by An-Nafs Al-Lawwamah)</span> \"He criticizes himself in good and bad.\" Similar has been reported from 'Ikrimah. Ibn Abi Najih reported from Mujahid: \"He is sorry for what he missed <span class=\"gray\">(of good deeds)</span> and he blames himself for it.\" Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does man think that We shall not assemble his bones?)</span> meaning, 'on the Day of Judgement does he think that We are not able to return his bones and gather them from their various places?'</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَلَىٰ قَادِرِينَ عَلَىٰ أَنْ نُسَوِّيَ بَنَانَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, We are able to put together in perfect order the tips of his fingers.)</span> meaning, 'does man think that We will not gather his bones? Surely, We will gather them and We are quite able to put together his fingertips. This means Our power is suitable to gather <span class=\"gray\">(and recreate)</span> them, and if We wished We could surely resurrect him with more than what he originally had. We could make his Banan, which are the tips of his fingers, all equal <span class=\"gray\">(in length)</span>.' Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ </p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Nay! Man desires to break out ahead of himself.)</span> Sa'id reported from Ibn 'Abbas that he said, \"This means to proceed forward.\" Mujahid said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَفْجُرَ أَمَامَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to break out ahead of himself.)</span> \"This means that he wants to proceed ahead following his own whims.\" 'Ali bin Abi Talhah reported from Ibn 'Abbas that he said, \"This refers to the disbeliever who denies the Day of Reckoning.\" Ibn Zayd said the same thing. Thus, Allah says after this,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He asks: \"When will be this Day of Resurrection?\")</span> meaning, he says when will the Day of Judgement be? His question is only a question of denying its occurrence, and rejecting its existence. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ - قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"When is this promise if you are truthful?\" Say: \"The appointment to you is for a Day, which you cannot put back for an hour nor put forward.\")</span><span class=\"gray\">(34:29-30)</span> Here Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا بَرِقَ الْبَصَرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when Bariqa the sight.)</span> Abu 'Amr bin Al-'Ala' recited this Ayah as Bariqa with a Kasrah under the letter Ra, which means to be diminished. That which he <span class=\"gray\">(Abu 'Amr)</span> has said resembles the statement of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their gaze returning not towards them.)</span><span class=\"gray\">(14:43)</span> meaning, they will be looking this way and that way in horror. Their gaze will not be able to rest upon anything due to the severity of the terror on that Day. </p><p lang=\"en\" class=\"en \">Others recited it as Baraqa with a Fathah over the letter Ra, and its meaning is close to the first recitation <span class=\"gray\">(Bariqa)</span>. The intent here is that the eyes will be dazzled, humbled, diminished, and humiliated on the Day of Judgement due to the severity of the horrors and the greatness of the matters that they will witness on that Day. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَسَفَ الْقَمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the moon will be eclipsed.)</span> meaning, its light will go away.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجُمِعَ الشَّمْسُ وَالْقَمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the sun and moon will be joined together.)</span> Mujahid said, \"They will be rolled up.\" In explaining this Ayah, Ibn Zayd recited the following Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا الشَّمْسُ كُوِّرَتْ - وَإِذَا النُّجُومُ انْكَدَرَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the sun is wound round and its light is lost and is overthrown, and when the stars fall.)</span><span class=\"gray\">(81:1,2)</span></p><p lang=\"en\" class=\"en \">It has been reported from Ibn Mas'ud that he recited the Ayah as, </p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَجُمِعَ بَيْنَ الشَّمْسِ وَالْقَمَرِ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the sun and the moon will be joined between each other.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day man will say:\"Where <span class=\"gray\">(is the refuge)</span> to flee?\")</span> meaning, the human will see these horrors on the Day of Judgement and he will want to flee. He will say, \"Where <span class=\"gray\">(is the place)</span> to flee to?\" This means, where is the escape or refuge? Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No! There is no refuge! Unto your Lord will be the place of rest that Day.)</span> Ibn Mas'ud, Ibn 'Abbas, Sa'id bin Jubayr and several others of the Salaf said, \"There will be no salvation.\" This Ayah is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will have no refuge on that Day nor there will be for you any denying.)</span><span class=\"gray\">(42:47)</span> meaning, 'there will be no place for you to hide.' This is like what Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا وَزَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no refuge.)</span> meaning, 'there will be no place for you to seek shelter.' Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Unto your Lord will be the place of rest that Day.)</span> meaning, the place of return and the final destination.</p><p lang=\"en\" class=\"en \"> The Deeds of Man will be placed before Him on the Day of Judgement </p><p lang=\"en\" class=\"en \">Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day man will be informed of what he sent forward, and what he left behind.)</span> meaning, he will be informed of all of his deeds, the old of them and the recent of them, the first of them and the last of them, the small of them and the large of them. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will find all that they did, placed before them, and your Lord treats no one with injustice.)</span><span class=\"gray\">(18:49)</span> Likewise, Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الْإِنْسَانُ عَلَىٰ نَفْسِهِ بَصِيرَةٌ - وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! Man will be well informed about himself, though he may put forth his excuses.)</span> meaning, he will be a witness against himself, knowing full well what he did, even though he will try to make excuses and deny it. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْرَأْ كِتَابَكَ كَفَىٰ بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said to him)</span>: \"Read your book. You are sufficient as a reckoner against yourself this Day.\")</span><span class=\"gray\">(17:14)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الْإِنْسَانُ عَلَىٰ نَفْسِهِ بَصِيرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! Man will be well informed about himself.)</span> \"His hearing, his sight, his two hands, his two legs and his limbs.\" </p><p lang=\"en\" class=\"en \">Qatadah said, \"This means he is a witness against himself.\" In another narration from Qatadah he said, \"By Allah! If you wish to see him, you would see him as someone who sees the shortcomings of the people and their sins, yet he is heedless of his own sins.\" It used to be said, \"Verily, it is written in the Injil: 'O Son of Adam, do you see the small splinters in the eye of your brother and disregard the tree stump that is in your eye, so you do not see it?'\" Mujahid said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Though he may put forth his excuses.)</span> \"This means, even though he argues in defense of it, he is a witness against it.\" Qatadah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Though he may put forth his excuses.)</span> \"Even though he will try to make false excuses on that Day, they will not be accepted from him.\" As-Suddi said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Though he may put forth his excuses.)</span> \"This means his argument.\" This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will then be no Fitnah for them but to say: \"By Allah, our Lord, we were not those who joined others in worship with Allah.\")</span><span class=\"gray\">(6:23)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ ۚ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Allah will resurrect them all together; then they will swear to Him as they swear to you <span class=\"gray\">(O Muslims)</span>. And they think that they have something. Verily, they are liars!)</span><span class=\"gray\">(58:18)</span> Al-'Awfi reported from Ibn 'Abbas:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Though he may put forth his excuses.)</span> \"This is apologizing. Haven't you heard that Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when their excuses will be of no profit to wrongdoers.)</span><span class=\"gray\">(40:52)</span> and He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will offer submision to Allah on that Day.)</span><span class=\"gray\">(16:87)</span> and He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they will <span class=\"gray\">(falsely)</span> submit: \"We used not to do any evil.\")</span><span class=\"gray\">(16:28)</span> and their statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah, our Lord, we were not those who joined others in worship with Allah.)</span><span class=\"gray\">(6:23)</span>\"</p>"
  }
]