[
  {
    "ayah_key": "21:21",
    "group_ayah_key": "21:21",
    "from_ayah": "21:21",
    "to_ayah": "21:23",
    "ayah_keys": "21:21,21:22,21:23",
    "text": "<p lang=\"en\" class=\"en \">Or have they taken <span class=\"gray\">(for worship)</span> gods from the earth who raise the dead <span>(21)</span>Had there been therein <span class=\"gray\">(in the heavens and the earth)</span> gods besides Allah, then verily, both would have been ruined. Glorified be Allah, the Lord of the Throne, <span class=\"gray\">(High is He)</span> above all that <span class=\"gray\">(evil)</span> they associate with Him <span>(22)</span>He cannot be questioned as to what He does, while they will be questioned <span>(23)</span></p><div lang=\"zu\" class=\"zu \"><h2>Refutation of false gods</h2></div><p lang=\"en\" class=\"en \">Allah denounces those who take other gods instead of Him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمِ اتَّخَذُوا آلِهَةً مِّنَ الْأَرْضِ هُمْ يُنشِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have they taken gods from the earth who raise the dead?)</span> meaning, can they bring the dead back to life and bring them forth from the earth They cannot do any of that, so how can they make them rivals to Allah and worship them alongside Him?</p><p lang=\"en\" class=\"en \">Then Allah tells us that if there were another god besides Him, the heavens and the earth would be ruined:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَ فِيهِمَا آلِهَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had there been therein gods)</span> means, in the heavens and the earth,</p><p class=\"ur qpc-hafs\" lang=\"ur\">لَفَسَدَتَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then verily, both would have been ruined.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَٰهٍ ۚ إِذًا لَّذَهَبَ كُلُّ إِلَٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No son did Allah beget, nor is there any god along with Him. Then each god would have taken away what he had created, and some would have tried to overcome others! Glorified be Allah above all that they attribute to Him!)</span><span class=\"gray\">[23:91]</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified be Allah, the Lord of the Throne, above all that they associate with Him!)</span> meaning, glorified be He above what they say about Him having offspring or partners; glorified and exalted and sanctified be He far above all the lies that they fabricate.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He cannot be questioned about what He does, while they will be questioned.)</span> He is the Ruler Whose rule cannot be overturned and none can object to it, because of His might, majesty, pride, knowledge, wisdom, justice and subtlety.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they will be questioned.)</span> means, He is the One Who will ask His creation about what they did. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, by your Lord, We shall certainly call all of them to account. For all that they used to do.)</span><span class=\"gray\">(15:92-93)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He protects <span class=\"gray\">(all)</span>, while against Whom there is no protector)</span><span class=\"gray\">(23:88)</span></p>"
  },
  {
    "ayah_key": "21:24",
    "group_ayah_key": "21:24",
    "from_ayah": "21:24",
    "to_ayah": "21:25",
    "ayah_keys": "21:24,21:25",
    "text": "<p lang=\"en\" class=\"en \">Or have they taken for worship gods besides Him Say: \"Bring your proof. This is the Reminder for those with me and the Reminder for those before me.\" But most of them know not the Truth, so they are averse <span>(24)</span>And We did not send any Messenger before you but We revealed to him <span class=\"gray\">(saying)</span>: \"There is no God but I, so worship Me. <span>(25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمِ اتَّخَذُوا مِن دُونِهِ آلِهَةً ۖ قُلْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have they taken for worship gods besides Him? Say:)</span> – O Muhammad –</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَاتُوا بُرْهَانَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring your proof.)</span> your evidence for what you are saying.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا ذِكْرُ مَن مَّعِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Reminder for those with me)</span> means, the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذِكْرُ مَن قَبْلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Reminder for those before me)</span> means, the previous Books, unlike what you claim. Each Book was revealed to each Prophet who was sent with the message that there is no god except Allah, but you idolators do not recognize the truth, so you turn away from it. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you but We revealed to him <span class=\"gray\">(saying)</span>: \"There is no god but I...\")</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَا أَجَعَلْنَا مِن دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask those of Our Messengers whom We sent before you: \"Did We ever appoint gods to be worshipped besides the Most Gracious?\")</span><span class=\"gray\">(43:45)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah, and avoid Taghut <span class=\"gray\">(all false deities)</span>.\")</span><span class=\"gray\">(16:36)</span></p><p lang=\"en\" class=\"en \">Every Prophet who was sent by Allah called people to worship Allah Alone, with no partner or associate. The natural inclination of man <span class=\"gray\">(Al-Fitrah)</span> also bears witness to that. The idolators have no proof and their dispute is of no use before their Lord; on them is wrath, and for them will be a severe torment.</p>"
  },
  {
    "ayah_key": "21:26",
    "group_ayah_key": "21:26",
    "from_ayah": "21:26",
    "to_ayah": "21:29",
    "ayah_keys": "21:26,21:27,21:28,21:29",
    "text": "<p lang=\"en\" class=\"en \">And they say: \"The Most Gracious has begotten children.\" Glory to Him! They are but honored servants <span>(26)</span>They speak not until He has spoken, and they act on His command <span>(27)</span>He knows what is before them, and what is behind them, and they cannot intercede except for him with whom He is pleased. And they stand in awe for fear of Him <span>(28)</span>And if any of them should say: \"Verily, I am a god besides Him,\" such We should recompense with Hell. Thus We recompense the wrongdoers <span>(29)</span></p><div lang=\"en\" class=\"en \"><h2>The Refutation of Those Who claim that the Angels are the Daughters of Allah;discription of their Deeds and Status</h2></div><p lang=\"en\" class=\"en \">Here Allah refutes those who claim that He has offspring among the angels – exalted and sanctified be He. Some of the Arabs believed that the angels were the daughters of Allah, but Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory to Him! They are but honored servants.)</span> meaning, the angels are servants of Allah who are honored by Him and who hold high positions of noble status. They obey Him to the utmost in all their words and deeds.</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُم بِأَمْرِهِ يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They speak not until He has spoken, and they act on His command.)</span> meaning, they do not initiate any matter before Him or go against His commands; on the contrary, they hasten to do as He commands, and He encompasses them with His knowledge so that nothing whatsoever is hidden from Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows what is before them, and what is behind them,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they cannot intercede except for him with whom He is pleased.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that can intercede with Him except with His permission?)</span><span class=\"gray\">(2:255)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Intercession with Him profits not except for him whom He permits)</span><span class=\"gray\">(34:23)</span>. There are many Ayat which say similar things.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم مِّنْ خَشْيَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they for fear of Him)</span> means, because they fear Him.</p><p class=\"ps qpc-hafs\" lang=\"ps\">مُشْفِقُونَ - وَمَن يَقُلْ مِنْهُمْ إِنِّي إِلَٰهٌ مِّن دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they stand in awe. And if any of them should say: \"Verily, I am a god besides Him,\")</span> meaning, whoever claims to be a god instead of Allah, i.e., alongside Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(such We should recompense with Hell. Thus We recompense the wrongdoers.)</span> meaning, everyone who says this. This is a conditional sentence, and the condition stated does not necessarily have to take place. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِن كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If the Most Gracious had a son, then I am the first of worshippers.\")</span><span class=\"gray\">(43:81)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you join others in worship with Allah, <span class=\"gray\">(then)</span> surely, <span class=\"gray\">(all)</span> your deeds will be in vain, and you will certainly be among the losers.)</span><span class=\"gray\">(39:65)</span></p>"
  }
]