[
  {
    "ayah_key": "58:2",
    "group_ayah_key": "58:2",
    "from_ayah": "58:2",
    "to_ayah": "58:4",
    "ayah_keys": "58:2,58:3,58:4",
    "text": "<p lang=\"en\" class=\"en \">Those among you who make their wives unlawful to them by Zihar they cannot be their mothers. None can be their mothers except those who gave them birth. And verily, they utter an ill word and a lie. And verily, Allah is Oft-Pardoning, Oft-Forgiving <span>(2)</span>And those who make unlawful to them <span class=\"gray\">(their wives)</span> by Zihar and wish to free themselves from what they uttered, <span class=\"gray\">(the penalty)</span> in that case is the freeing of a slave before they touch each other. That is an admonition to you. And Allah is All-Aware of what you do <span>(3)</span>And he who finds not, must fast two successive months before they both touch each other. And he who is unable to do so, should feed sixty of the poor. That is in order that you may have perfect faith in Allah and His Messenger. These are the limits set by Allah. And for disbelievers, there is a painful torment <span>(4)</span></p><p lang=\"en\" class=\"en \">Az-Zihar and the Atonement for It</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Khuwaylah bint Tha'labah said, \"By Allah! Allah sent down the beginning of Surat Al-Mujadilah in connection with me and 'Aws bin As-Samit. He was my husband and had grown old and difficult. One day, he came to me and I argued with him about something and he said, out of anger, 'You are like my mother's back to me.' He went out and sat with some of his people. Then he came back and wanted to have sexual intercourse with me. I said, 'No, by the One in Whose Hand is the soul of Khuwaylah! You will not have your way with me after you said what you said, until Allah and His Messenger issue judgement about our case.' He wanted to have his way regardless of my choice and I pushed him away from me; he was an old man.' I next went to one of my neighbors and borrowed a garment from her and went to the Messenger of Allah ﷺ. I told him what happened and kept complaining to him of the ill treatment I received from 'Aws. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَاخُوَيْلَةُ، ابْنُ عَمِّكِ شَيْخٌ كَبِيرٌ، فَاتَّقِي اللهَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Khuwaylah! Your cousin is an old man, so have Taqwa of Allah regarding him.)</span></p><p lang=\"en\" class=\"en \">By Allah! Before I departed, parts of the Qur'an were revealed about me. Allah's Messenger ﷺ felt the hardship upon receiving the revelation as he usually did and then became relieved. He said to me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا خُوَيْلَةُ، قَدْ أَنْزَلَ اللهُ فِيكِ وَفِي صَاحِبِكِ قُرْآنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Khuwaylah! Allah has revealed something about you and your spouse.)</span> He recited to me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah has heard the statement of her that disputes with you concerning her husband, and complains to Allah. And Allah hears the argument between you both. Verily, Allah is All-Hearer, All-Seer.)</span><span class=\"gray\">(58:1)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for disbelievers, there is a painful torment.)</span> He ﷺ then said to me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُرِيهِ فَلْيُعْتِقْ رَقَبَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Command him to free a slave.)</span> I said, 'O Allah's Messenger! He does not have any to free.' He said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلْيَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let him fast for two consecutive months.)</span> I said, 'By Allah! He is an old man and cannot fast.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيُطْعِمْ سِتِّينَ مِسْكِينًا وَسْقًا مِنْ تَمْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let him feed sixty poor people a Wasq of dates.)</span> I said, 'O Allah's Messenger! By Allah, he does not have any of that.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّا سَنُعِينُهُ بِعَرَقٍ مِنْ تَمْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We will help him with a basket of dates.)</span> I said, 'And I, O Allah's Messenger! I will help him with another.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَصَبْتِ وَأَحْسَنْتِ فَاذْهَبِي فَتَصَدَّقِي بِهِ عَنْهُ، ثُمَّ اسْتَوْصِي بِابْنِ عَمِّكِ خَيْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have done a righteously good thing. So go and give away the dates on his behalf and take care of your cousin.)</span> I did that.\" Abu Dawud also collected this Hadith in the Book of Divorce in his Sunan, according to which her name is Khawlah bint Tha'labah. She is also known as Khawlah bint Malik bin Tha'labah, and Khuwaylah. All these are close to each other, and Allah knows best. This is what is correct about the reason behind revealing this Surah. Therefore, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those among you who make their wives unlawful to them by Zihar)</span> refers to Zihar, which is derived from Az-Zahr, meaning, the back. During the time of Jahiliyyah, when one wanted to declare Zihar towards his wife, he would say, \"To me, you are like the back of my mother.\" That was one way they issued divorce during that time. Allah allowed this Ummah to pay expiation for this statement and did not render it as a divorce, contrary to the case during the time of Jahiliyyah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هُنَّ أُمَّهَاتِهِمْ ۖ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they cannot be their mothers. None can be their mothers except those who gave them birth.)</span> meaning, when the husband says to his wife that she is like his mother, or the back of his mother etc., she does not become his mother. Rather his mother is she who gave birth to him. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they utter an ill word and a lie.)</span> meaning, false and sinful speech,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, Allah is Oft-Pardoning, Oft-Forgiving.)</span> meaning, 'what you used to do during the time of Jahiliyyah, and what accidentally slips out of your mouth, unintentionally.' Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who make unlawful to them <span class=\"gray\">(their wives)</span> by Zihar and wish to free themselves from what they uttered,)</span></p><p lang=\"en\" class=\"en \">Ash-Shafi'i said, \"It means to keep her for a while after the Zihar, without divorcing her, even though his is able to do so.\" Ahmad bin Hanbal said, \"To return to having sexual relations with her or to merely intend to do so, but only after he pays the expiation mentioned in the Ayah for his statement.\" It has been quoted from Malik that it is the intention to have sexual relations or to keep her or actually having sexual intercourse. Sa'id bin Jubayr said that this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَعُودُونَ لِمَا قَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and wish to free themselves from what they uttered,)</span> meaning, if they want to return to having sexual intercourse which was forbidden between them. </p><p lang=\"en\" class=\"en \">Al-Hasan Al-Basri said that it is to utilize her sexual organ, and he did not see any harm in doing what is less than that before paying the expiation. 'Ali bin Abi Talhah reported from Ibn 'Abbas:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ قَبْلِ أَنْ يَتَمَاسَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(before they touch each other.)</span> \"The 'touching' refers here to sexual intercourse.\" Similar was said by 'Ata', Az-Zuhri, Qatadah and Muqatil bin Hayyan. Az-Zuhri added, \"He is not to kiss or touch her until he pays the expiation.\" The Sunan compilers recorded from 'Ikrimah, from Ibn 'Abbas that a man said, \"O Allah's Messenger! I pronounced Zihar on my wife, but then had sexual intercourse with her before I paid the expiation.\" The Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا حَمَلَكَ عَلىٰ ذَلِكَ يَرْحَمُكَ اللهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah grant you His mercy, what made you do that?)</span> He said, \"I saw the adornment she was wearing shining in the moon's light.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَقْرَبْهَا حَتّٰى تَفْعَلَ مَا أَمَرَكَ اللهُ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then do not touch her until you do what Allah the Exalted and Most Honored has ordered you to do.)</span> At-Tirmidhi said, \"Hasan Gharib Sahih.\" Abu Dawud and An-Nasa'i also recorded it. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَحْرِيرُ رَقَبَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(the penalty)</span> in that case is the freeing of a slave)</span> indicating the necessity of freeing a slave before they touch each other. This Ayah mentions any slave, not only believing servants as in the case of the expiation for <span class=\"gray\">(unintentional)</span> killing,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ تُوعَظُونَ بِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is an admonition to you.)</span> meaning, a warning to threaten you in this case.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Aware of what you do.)</span> meaning, He is All-Knower in what brings you benefit. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ۖ فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he who finds not must fast two successive months before they both touch each other. And he who is unable to do so, should feed sixty of the poor.)</span> is explained by the Hadiths that prescribe these punishments in this order, just as in the Hadith collected in the Two Sahihs about the man who had sexual intercourse with his wife during the day, in Ramadan. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is in order that you may have perfect faith in Allah and His Messenger.)</span> meaning, 'We legislated this punishment so that you acquire this trait,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ حُدُودُ اللَّهِ ۗ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the limits set by Allah.)</span> meaning, the things that He has forbidden, so do not transgress them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for disbelievers, there is a painful torment.)</span> meaning, those who do not believe and do not abide by the rulings of Islamic legislation should never think they will be saved from the torment. Rather theirs will be a painful torment in this life and the Hereafter.</p>"
  }
]