[
  {
    "ayah_key": "48:18",
    "group_ayah_key": "48:18",
    "from_ayah": "48:18",
    "to_ayah": "48:19",
    "ayah_keys": "48:18,48:19",
    "text": "<p class=\"en translation\" lang=\"en\">Indeed, Allah was pleased with the believers when they gave the pledge to you under the tree, He knew what was in their hearts, and He sent down As-Sakinah upon them, and He rewarded them with a near victory <span>(18)</span>And abundant spoils that they will capture. And Allah is Ever All-Mighty, All-Wise <span>(19)</span></p><p lang=\"en\" class=\"en \">Good News to the Participants of the Ridwan Pledge of Allah's Pleasure and earning Spoils of War</p><p lang=\"en\" class=\"en \">Allah declares that He is pleased with the believers who gave the pledge to the Messenger of Allah ﷺ under the tree. We mentioned the number of these believers as being one thousand and four hundred and that the tree was a Samurah tree, located in the area of Hudaybiyyah. </p><p lang=\"en\" class=\"en \">Al-Bukhari narrated from Tariq that 'Abdur-Rahman said, \"I went on Hajj and passed by people praying and asked, 'What is this Masjid?' They said, 'This is the tree where the Messenger of Allah ﷺ took the pledge of Ar-Ridwan.' So, I went to Sa'id bin Al-Musayyib and told him. Sa'id said, 'My father told me that he was among those who gave their pledge to the Messenger of Allah under the tree. My father said: The following year, when we went out, we forgot its place and could not agree which tree it was.' Sa'id said, 'The Companions of Muhammad ﷺ forgot where the tree was, but you know where it is. Therefore, you have better knowledge than them!'\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَعَلِمَ مَا فِي قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knew what was in their hearts,)</span> meaning, of truthfulness, trustworthiness, obedience and adherence,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْزَلَ السَّكِينَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He sent down As-Sakinah)</span>, calmness and tranquillity,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(upon them, and He rewarded them with a near victory.)</span> in reference to the goodness that Allah the Exalted and Most Honored caused to happened to the Companions on account of the peace treaty between them and their disbelieving enemies. Ever after that, the Companions gained abundant, general and continuous benefits and accomplishments, leading to the conquest of Khaybar and Makkah and then the various surrounding provinces and areas. They earned tremendous glory, triumphs and an elevated and honorable status in this life and in the Hereafter, just as Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And abundant spoils that they will capture. And Allah is Ever All-Mighty, All-Wise.)</span></p>"
  },
  {
    "ayah_key": "48:20",
    "group_ayah_key": "48:20",
    "from_ayah": "48:20",
    "to_ayah": "48:24",
    "ayah_keys": "48:20,48:21,48:22,48:23,48:24",
    "text": "<p lang=\"en\" class=\"en \">Allah has promised you abundant spoils that you will capture, and He has hastened for you this, and He has restrained the hands of men from you, that it may be a sign for the believers, and that He may guide you to the straight path <span>(20)</span>And other <span class=\"gray\">(victories)</span> which are not yet within your power; indeed Allah encompasses them. And Allah is Ever Able to do all things <span>(21)</span>And if those who disbelieve fight against you, they certainly would have turned their backs; then they would have found neither a protector nor a helper <span>(22)</span>That has been the way of Allah already with those who passed away before. And you will not find any change in the way of Allah <span>(23)</span>And He it is Who has withheld their hands from you and your hands from them in the midst of Makkah, after He had made you victors over them. And Allah sees what you do <span>(24)</span></p><p lang=\"lb\" class=\"lb \">Good News of abundant Spoils of War</p><p lang=\"gd\" class=\"gd \">Mujahid said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has promised you abundant spoils that you will capture,)</span> refers to the spoils that Muslims earned up until this time, while,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَعَجَّلَ لَكُمْ هَٰذِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has hastened for you this,)</span> means, the conquest of Khaybar. Al-'Awfi reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَعَجَّلَ لَكُمْ هَٰذِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has hastened for you this,)</span> means, \"The peace treaty of Al-Hudaybiyyah.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has restrained the hands of men from you,)</span> meaning, 'no harm that your enemies had planned against you, both fighting and warfare, touched you. Allah also restrained the hands of men, whom you left behind close to your families and children, from harming them,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَكُونَ آيَةً لِلْمُؤْمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that it may be a sign for the believers,)</span> with which they take heed and understand. Verily, Allah the Exalted and Most Honored shall help and protect the believers against all enemies, even though the believers are few in number. By doing so, the believers will come to know that Allah is truly the Knower of the consequences of all matters and that the best decisions are those which He prefers for His believing servants, even though these decisions might look unfavorable outwardly,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be that you dislike a thing that is good for you)</span><span class=\"gray\">(2:216)</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَهْدِيَكُمْ صِرَاطًا مُسْتَقِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that He may guide you to the straight path)</span> on account of your obeying His commands and adhering by His orders by following the path of His Messenger ﷺ,</p><p lang=\"en\" class=\"en \">Good News of continuous Muslim Victories until the Day of Resurrection</p><p lang=\"en\" class=\"en \">The statement of Allah the Exalted and Most Honored,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُخْرَىٰ لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا ۚ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And other <span class=\"gray\">(victories)</span> which are not yet within your power; indeed Allah encompasses them. And Allah is Ever Able to do all things.)</span></p><p lang=\"en\" class=\"en \">Meaning, there are other war spoils and victories to come which are not within your grasp now. However, Allah will make them within your reach and indeed He compasses all these victories for your benefit. Surely, Allah the Exalted provides provisions and sustenance for His servants who have Taqwa, from resources they could never imagine. </p><p lang=\"en\" class=\"en \">Scholars of Tafsir differ over the reference to other war spoils mentioned here. Al-'Awfi reported that Ibn 'Abbas said that it refers to the conquest of Khaybar. This meaning is sound according to the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَجَّلَ لَكُمْ هَٰذِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has hastened for you this.)</span> which refers to the treaty of Al-Hudaybiyyah. This is view of Ad-Dahhak, Muhammad bin Ishaq and 'Abdur-Rahman bin Zayd bin Aslam. Qatadah said that this part of the Ayah refers to the conquest of Makkah, and this opinion was preferred by Ibn Jarir. Ibn Abi Layla and Al-Hasan Al-Basri said that it refers to victories over the Persians and the Romans, while Mujahid said that it refers to every victory and all spoils of war, until the Day of Resurrection. Abu Dawud At-Tayalisi recorded that Ibn 'Abbas commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُخْرَىٰ لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And other <span class=\"gray\">(victories)</span> which are not yet within your power; indeed Allah compasses them.)</span>, \"They are the victories that are continuing until this day.\"</p><p lang=\"en\" class=\"en \">Had Makkah's Disbelievers fought at Al-Hudaybiyyah, They would have retreated in Defeat</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ قَاتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if those who disbelieve fight against you, they certainly would have turned their backs; then they would have found neither a protector nor a helper.)</span> Allah the Exalted and Most Honored delivers the glad tidings to His believing servants that had the idolators fought them, Allah would have given victory to His Messenger ﷺ and His faithful servants. Then, the army of the disbelievers would have been defeated and would have deserted the battlefield and fled. They would not have found any helper or supporter, because they were fighting Allah, His Messenger ﷺ and His Faithful Party. Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ ۖ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That has been the way of Allah already with those who passed away before. And you will not find any change in the way of Allah.)</span> means this is the way Allah deals with His creation. Whenever faith and disbelief meet at any distinguishing juncture, Allah gives victory to faith over disbelief, raises high truth and destroys falsehood. For instance, Allah the Exalted helped His loyal faithful supporters during the battle of Badr and they defeated His idolator enemies, even though the Muslims were few in number and lightly armed, while the idolators were large in number and heavily armed. Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who has withheld their hands from you and your hands from them in the midst of Makkah, after He had made you victors over them. And Allah is Ever the All-Seer of what you do.)</span></p><p lang=\"en\" class=\"en \">Allah the Exalted reminds His faithful servants of His favor when He restrained the hands of the idolators, and thereby, no harm touched the Muslims from the idolators. Allah restrained the hands of the believers and they did not fight the idolaters near Al-Masjid Al-Haram. Rather, Allah saved both parties from battle and brought forth a peace treaty that produced good results for the believers, in addition to, earning them the good end in this life and the Hereafter. We stated a Hadith from Salamah bin Al-Akwa' in which he narrated that when the Muslims brought forth those seventy idolator prisoners, they tied and paraded them before the Messenger of Allah ﷺ, who looked at them and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْسِلُوهُمْ يَكُنْ لَهُمْ بَدْءُ الْفُجُورِ وَثِنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Release them, so that they earn the burden of starting hostilities and its infamy.)</span></p><p lang=\"en\" class=\"en \">Thereafter, Allah the Exalted and Most Honored sent down this Ayah about that incident,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who has withheld their hands from you and your hands from them...)</span> Imam Ahmad recorded that Anas bin Malik said, \"On the day of Hudaybiyyah, eighty armed men from Makkah went down the valley coming from Mount At-Tan'im to ambush the Messenger of Allah ﷺ. The Messenger ﷺ invoked Allah against them, and they were taken prisoners.\" 'Affan added, \"The Messenger ﷺ pardoned them, and this Ayah was later on revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who has withheld their hands from you and your hands from them in the midst of Makkah, after He had made you victors over them.)</span>\" Muslim, Abu Dawud in his Sunan and At-Tirmidhi and An-Nasa'i, in the Tafsir section of their Sunan, collected this Hadith.</p>"
  }
]