[
  {
    "ayah_key": "42:40",
    "group_ayah_key": "42:40",
    "from_ayah": "42:40",
    "to_ayah": "42:43",
    "ayah_keys": "42:40,42:41,42:42,42:43",
    "text": "<p lang=\"en\" class=\"en \">The recompense for an evil is an evil like thereof; but whoever forgives and makes reconciliation, his reward is with Allah. Verily, He likes not the wrongdoers <span>(40)</span>And indeed whosoever takes revenge after he has suffered wrong, for such there is no way <span class=\"gray\">(of blame)</span> against them <span>(41)</span>The way is only against those who oppress men and rebel in the earth without justification; for such there will be a painful torment <span>(42)</span>And verily, whosoever shows patience and forgives, that would truly be from the things recommended by Allah <span>(43)</span></p><p lang=\"no\" class=\"no \">Forgiving or exacting Revenge on Wrongdoers</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The recompense for an evil is an evil like thereof)</span>. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then whoever transgresses the prohibition against you, you transgress likewise against him)</span><span class=\"gray\">(2:194)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you punish, then punish them with the like of that with which you were afflicted)</span><span class=\"gray\">(16:126)</span>. Justice, has been prescribed, in the form of the prescribed laws of equality in punishment <span class=\"gray\">(Al-Qisas)</span>, but the better way, which means forgiving, is recommended, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْجُرُوحَ قِصَاصٌ ۚ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and wounds equal for equal. But if anyone remits the retaliation by way of charity, it shall be for him an expiation)</span><span class=\"gray\">(5:45)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but whoever forgives and makes reconciliation, his reward is with Allah.)</span> means, that will not be wasted with Allah. As it says in a Sahih Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا زَادَ اللهُ تَعَالَىٰ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not increase the person who forgives except in honor.)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He likes not the wrongdoers.)</span> means, the aggressors, i.e., those who initiate the evil actions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَٰئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed whosoever takes revenge after he has suffered wrong, for such there is no way <span class=\"gray\">(of blame)</span> against them.)</span> means, there is no sin on him for taking revenge against the one who wronged him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا السَّبِيلُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The way)</span> means, the burden of sin,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is only against those who oppress men and rebel in the earth without justification;)</span> means, those who initiate wrongful actions against others, as it says in the Sahih Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْتَبَّانِ مَا قَالَا فَعَلَى الْبَادِىءِ، مَا لَمْ يَعْتَدِ الْمَظْلُومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When two persons indulge in abusing each other, the one who initiated the wrongful action is to blame, unless the one who was wronged oversteps the mark in retaliation.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for such there will be a painful torment.)</span> means, intense and agonizing. It was reported that Muhammad bin Wasi' said, \"I came to Makkah and there was a security out post over the trench whose guards took me to Marwan bin Al-Muhallab, who was the governor of Basrah. He said, 'What do you need, O Abu 'Abdullah' I said, 'If you can do it, I need you to be like the brother of Banu 'Adiy.' He said, 'Who is the brother of Banu 'Adiy' He said, 'Al-'Ala' bin Ziyad; he once appointed a friend of his to a position of authority, and he wrote to him: If you can, only go to sleep after you make sure that there is nothing on your back <span class=\"gray\">[i.e., you do not owe anything to anyone]</span>, your stomach is empty and your hands are untainted by the blood or wealth of the Muslims. If you do that, then there will be no way <span class=\"gray\">(of blame)</span> against you –</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The way is only against those who oppress men and rebel in the earth without justification; for such there will be a painful torment.)</span>' Marwan said, 'He spoke the truth, by Allah, and gave sincere advice. ' Then he said, 'What do you need, O Abu 'Abdullah' I said, 'I need you to let me join my family.' He said, 'Yes <span class=\"gray\">[I will do that]</span>.'\" This was recorded by Ibn Abi Hatim. When Allah condemned wrongdoing and the people who do it, and prescribed Al-Qisas, He encouraged forgiveness:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَنْ صَبَرَ وَغَفَرَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, whosoever shows patience and forgives,)</span> meaning, whoever bears the insult with patience and conceals the evil action,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ الْأُمُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that would truly be from the things recommended by Allah.)</span> Sa'id bin Jubayr said, \"This means, one of the things enjoined by Allah,\" i.e., good actions for which there will be a great reward and much praise.</p>"
  },
  {
    "ayah_key": "42:44",
    "group_ayah_key": "42:44",
    "from_ayah": "42:44",
    "to_ayah": "42:46",
    "ayah_keys": "42:44,42:45,42:46",
    "text": "<p lang=\"en\" class=\"en \">And whomsoever Allah sends astray, for him there is no protector after Him. And you will see the wrongdoers, when they behold the torment, they will say: \"Is there any way of return? <span>(44)</span>And you will see them brought forward to it <span class=\"gray\">(Hell)</span> made humble by disgrace, <span class=\"gray\">(and)</span> looking with stealthy glance. And those who believe will say: \"Verily, the losers are they who lose themselves and their families on the Day of Resurrection.\" Verily, the wrongdoers will be in a lasting torment <span>(45)</span>And they will have no protectors to help them other than Allah. And he whom Allah sends astray, for him there is no way <span>(46)</span></p><p lang=\"en\" class=\"en \">The State of the Wrongdoers on the Day of Resurrection</p><p lang=\"en\" class=\"en \">Allah tells us that whatever He wills happens and whatever He does not will does not happen, and no one can make it happen. Whomever He guides, none can lead astray, and whomever He leads astray, none can guide, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but he whom He sends astray, for him you will find no protecting to lead him.)</span><span class=\"gray\">(18:17)</span>. Then Allah tells us about the wrongdoers, i.e., the idolators who associate others in worship with Allah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا رَأَوُا الْعَذَابَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when they behold the torment,)</span> i.e., on the Day of Resurrection, they will wish that they could go back to this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِنْ سَبِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will say: \"Is there any way of return?\")</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ - بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ ۖ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you could but see when they will be held over the <span class=\"gray\">(Hell)</span> Fire! They will say: \"Would that we were but sent back! Then we would not deny the Ayat of our Lord, and we would be of the believers!\" Nay, it has become manifest to them what they had been concealing before. But if they were returned, they would certainly revert to that which they were forbidden. And indeed they are liars.)</span><span class=\"gray\">(6:27-28)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will see them brought forward to it)</span> means, to the Fire.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَاشِعِينَ مِنَ الذُّلِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(made humble by disgrace,)</span> means, in a befitting manner, because of their previous disobedience towards Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(and)</span> looking with stealthy glance.)</span> Mujahid said, \"In a humiliated manner.\" That is, they will steal glances at it, because they will be afraid of it. But the thing that they are afraid of will undoubtedly happen, and worse than that – may Allah save us from that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ آمَنُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe will say)</span> means, on the Day of Resurrection they will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the losers...)</span> means, the greatest losers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are they who lose themselves and their families on the Day of Resurrection.)</span> means, they will be taken to the Fire and deprived of any pleasures in the Hereafter. They will lose themselves, and they will be separated from their loved ones, companions, families and relatives, and they will lose them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the wrongdoers will be in a lasting torment.)</span> means, everlasting and eternal, with no way out and no escape.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will have no protectors to help them other than Allah.)</span> means, no one to save them from the punishment and torment which they are suffering.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he whom Allah sends astray, for him there is no way.)</span> means, no salvation.</p>"
  }
]