[
  {
    "ayah_key": "6:161",
    "group_ayah_key": "6:161",
    "from_ayah": "6:161",
    "to_ayah": "6:163",
    "ayah_keys": "6:161,6:162,6:163",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Truly, my Lord has guided me to a straight path, a right religion, the religion of Ibrahim, Hanifan <span class=\"gray\">(monotheism)</span> and he was not of the Mushrikin. <span>(161)</span>Say: \"Verily, my Salah, my sacrifice, my living, and my dying are for Allah, the Lord of all that exists. <span>(162)</span>\"He has no partner. And of this I have been commanded, and I am the first of the Muslims. <span>(163)</span></p><div lang=\"en\" class=\"en \"><h2>Islam is the Straight Path</h2></div><p lang=\"en\" class=\"en \">Allah commands His Prophet ﷺ, the chief of the Messengers, to convey the news of being guided to Allah's straight path. This path is neither wicked, nor deviant,</p><p class=\"ar qpc-hafs\" lang=\"ar\">دِينًا قِيَمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a right religion...)</span> that is, established on firm grounds,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The religion of Ibrahim, Hanifan and he was not of the Mushrikin.)</span> Allah said in similar Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ إِلَّا مَن سَفِهَ نَفْسَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who turns away from the religion of Ibrahim except him who deludes himself?)</span><span class=\"gray\">[2:130]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And strive hard in Allah's cause as you ought to strive. He has chosen you, and has not laid upon you in religion any hardship: it is the religion of your father Ibrahim.)</span><span class=\"gray\">[22:78]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ - شَاكِرًا لِّأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ - وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ - ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ibrahim was an Ummah <span class=\"gray\">(or a nation)</span>, obedient to Allah, a Hanif, and he was not one of the Mushrikin. <span class=\"gray\">(He was)</span> thankful for His <span class=\"gray\">(Allah's)</span> favors. He <span class=\"gray\">(Allah)</span> chose him <span class=\"gray\">(as an intimate friend)</span> and guided him to a straight path. And We gave him good in this world, and in the Hereafter he shall be of the righteous. Then, We have sent the revelation to you <span class=\"gray\">(saying)</span>: \"Follow the religion of Ibrahim, <span class=\"gray\">(he was a)</span> Hanif, and he was not of the Mushrikin\")</span><span class=\"gray\">[16:120-123]</span>. </p><p lang=\"en\" class=\"en \">Ordering the Prophet ﷺ to follow the religion of Ibrahim, the Hanifiyyah, does not mean that Prophet Ibrahim reached more perfection in it than our Prophet ﷺ. Rather, our Prophet ﷺ perfectly established the religion and it was completed for him; and none before him reached this level of perfection. This is why he is the Final Prophet, the chief of all the Children of Adam who holds the station of praise and glory, the honor of intercession on the Day of Resurrection. All creation <span class=\"gray\">(on that Day)</span> will seek him, even Ibrahim the friend of Allah, peace be upon him <span class=\"gray\">[to request the beginning of Judgement]</span>. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said, \"The Messenger of Allah was asked, 'Which religion is the best with Allah, the Exalted?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَنِيفِيَّةُ السَّمْحَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Hanifiyyah As-Samhah <span class=\"gray\">(the easy monotheism)</span>)</span>\"</p><div lang=\"en\" class=\"en \"><h2>The Command for Sincerity in Worship</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, my Salah, my sacrifice, my living, and my dying are for Allah, the Lord of the all that exists.\")</span></p><p lang=\"en\" class=\"en \">Allah commands the Prophet ﷺ to inform the idolators who worship other than Allah and sacrifice to something other than Him, that he opposes them in all this, for his prayer is for Allah, and his rituals are in His Name alone, without partners. Allah said in a similar statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصَلِّ لِرَبِّكَ وَانْحَرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore turn in prayer to your Lord and sacrifice.)</span><span class=\"gray\">[108:2]</span>, meaning, make your prayer and sacrifice for Allah alone. As for the idolators, they used to worship the idols and sacrifice to them, so Allah commanded the Prophet ﷺ to defy them and contradict their practices. Allah, the Exalted, commanded him to dedicate his intention and heart to being sincere for Him alone. Mujahid commented,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ صَلَاتِي وَنُسُكِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, my prayer and my Nusuk...)</span> refers to sacrificing during Hajj and 'Umrah.</p><div lang=\"en\" class=\"en \"><h2>Islam is the Religion of all Prophets</h2></div><p lang=\"su\" class=\"su \">The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا أَوَّلُ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I am the first of the Muslims.)</span> means, from this Ummah, according to Qatadah. This is a sound meaning, because all Prophets before our Prophet ﷺ were calling to Islam, which commands worshipping Allah alone without partners. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you but We revealed to him <span class=\"gray\">(saying)</span>: \"None has the right to be worshipped but I, so worship Me.\")</span><span class=\"gray\">[21:25]</span> Allah informed us that Nuh said to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you turn away, then no reward have I asked of you, my reward is only from Allah, and I have been commanded to be of the Muslims.)</span><span class=\"gray\">[10:72]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ إِلَّا مَن سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ - إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ - وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who turns away from the religion of Ibrahim except him who deludes himself? Truly, We chose him in this world and verily, in the Hereafter he will be among the righteous. When his Lord said to him, \"Submit <span class=\"gray\">(i.e. be a Muslim)</span>!\" He said, \"I have submitted myself <span class=\"gray\">(as a Muslim)</span> to the Lord of the all that exists.\" And this was enjoined by Ibrahim upon his sons and by Ya'qub <span class=\"gray\">(saying)</span>, \"O my sons! Allah has chosen for you the <span class=\"gray\">(true)</span> religion, then die not except as Muslims.\")</span><span class=\"gray\">[2:130-132]</span>. </p><p lang=\"lt\" class=\"lt \">Yusuf, peace be upon him, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! You have indeed bestowed on me of the sovereignty, and taught me something of the interpretation of dreams – the <span class=\"gray\">(Only)</span> Creator of the heavens and the earth! You are my Wali <span class=\"gray\">(Protector)</span> in this world and in the Hereafter. Cause me to die as a Muslim, and join me with the righteous.)</span><span class=\"gray\">[12:101]</span> Musa said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ مُوسَىٰ يَا قَوْمِ إِن كُنتُمْ آمَنتُم بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِن كُنتُم مُّسْلِمِينَ - فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ - وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Musa said: \"O my people! If you have believed in Allah, then put your trust in Him if you are Muslims.\" They said: \"In Allah we put our trust. Our Lord! Make us not a trial for the folk who are wrongdoers. And save us by your mercy from the disbelieving folk\")</span><span class=\"gray\">[10:84-86]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We did send down the Tawrah, therein was guidance and light, by which the Prophets, who submitted themselves to Allah's will, judged for the Jews. And the rabbis and the priests <span class=\"gray\">[did also]</span>.)</span><span class=\"gray\">[5:44]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when I <span class=\"gray\">(Allah)</span> inspired Al-Hawariyyun <span class=\"gray\">(the disciples)</span><span class=\"gray\">[of 'Isa]</span> to believe in Me and My Messenger, they said: \"We believe. And bear witness that we are Muslims.\")</span><span class=\"gray\">[5:111]</span></p><p lang=\"en\" class=\"en \">Therefore, Allah states that He sent all His Messengers with the religion of Islam, although their respective laws differed from each other, and some of them abrogated others. Later on, the Law sent with Muhammad ﷺ abrogated all previous laws and nothing will ever abrogate it, forever. Certainly, Muhammad's Law will always be apparent and its flags raised high, until the Day of Resurrection. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعَاشِرُ الْأَنْبِيَاءِ أَوْلَادُ عَلَّاتٍ دِينُنَا وَاحِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We, the Prophets, are half brothers, but our religion is one.)</span> Half brothers, mentioned in the Hadith, refers to the brothers to one father, but different mothers. Therefore, the religion, representing the one father, is one; worshipping Allah alone without partners, even though the laws which are like the different mothers in this parable, are different. Allah the Most High knows best. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Ali said that when the Messenger of Allah ﷺ used to start the prayer with Takbir <span class=\"gray\">[saying, \"Allahu Akbar\" <span class=\"gray\">(Allah is the Great)</span>]</span> he would then supplicate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have directed my face towards He Who has created the heavens and earth, Hanifan and I am not among the Mushrikin. Certainly, my prayer, sacrifice, living and dying are all for Allah, Lord of the worlds.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَنْتَ الْمَلِكُ لَا إِلَهَ إِلَّا أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، وَاهْدِنِي لِأَحْسَنِ الْأَخْلَاقِ لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ، تَبَارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! You are the King, there is no deity worthy of worship except You. You are my Lord and I am Your servant. I have committed wrong against myself and admitted to my error, so forgive me all my sins. Verily, You, only You forgive the sins. <span class=\"gray\">(O Allah!)</span> Direct me to the best conduct, for none except You directs to the best conduct. Divert me from the worst conduct, for only You divert from the worst conduct. Glorified and Exalted You are. I seek Your forgiveness and repent to You.)</span> This Hadith, which was also recorded by Muslim in the Sahih, continues and mentions the Prophet's supplication in his bowing, prostrating and final sitting positions.</p>"
  }
]