[
  {
    "ayah_key": "8:61",
    "group_ayah_key": "8:61",
    "from_ayah": "8:61",
    "to_ayah": "8:63",
    "ayah_keys": "8:61,8:62,8:63",
    "text": "<p lang=\"en\" class=\"en \">But if they incline to peace, you also incline to it, and trust in Allah. Verily, He is the All-Hearer, the All-Knower <span>(61)</span>And if they intend to deceive you, then verily, Allah is All-Sufficient for you. He it is Who has supported you with His help and with the believers <span>(62)</span>And He has united their <span class=\"gray\">(believers')</span> hearts. If you had spent all that is in the earth, you could not have united their hearts, but Allah has united them. Certainly He is All-Mighty, All-Wise <span>(63)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to Facilitate Peace when the Enemy seeks a Peaceful Resolution</h2></div><p lang=\"en\" class=\"en \">Allah says, if you fear betrayal from a clan of people, then sever the peace treaty with them, so that you both are on equal terms. If they continue being hostile and opposing you, then fight them,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن جَنَحُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they incline)</span>, and seek,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلسَّلْمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to peace)</span>, if they resort to reconciliation, and seek a treaty of non-hostility,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْنَحْ لَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you also incline to it)</span>, and accept offers of peace from them. This is why when the pagans inclined to peace in the year of Hudaybiyah and sought cessation of hostilities for nine years, between them and the Messenger of Allah ﷺ he accepted this from them, as well as, accepting other terms of peace they brought forth. 'Abdullah bin Al-Imam Ahmad recorded that 'Ali bin Abi Talib said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ سَيَكُونُ بَعْدِي اخْتِلَافٌ أَوْ أَمْرٌ فَإِنِ اسْتَطَعْتَ أَنْ يَكُونَ السِّلْمَ فَافْعَل</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will be disputes after me, so if you have a way to end them in peace, then do so.)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and trust in Allah.)</span> Allah says, conduct a peace treaty with those who incline to peace, and trust in Allah. Verily, Allah will suffice for you and aid you even if they resort to peace as a trick, so that they gather and reorganize their forces,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ حَسْبَكَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then verily, Allah is All-Sufficient for you)</span>.</p><div lang=\"en\" class=\"en \"><h2>Reminding the Believers of Allah's Favor of uniting Them</h2></div><p lang=\"en\" class=\"en \">Allah mentioned His favor on the Prophet ﷺ, in that He aided him with believers, the Muhajirin and the Ansar,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ - وَأَلَّفَ بَيْنَ قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who has supported you with His help and with the believers. And He has united their hearts.)</span></p><p lang=\"en\" class=\"en \">The Ayah says, 'it is Allah who gathered the believers' hearts, believing, obeying, aiding and supporting you – O Muhammad,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَّا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you had spent all that is in the earth, you could not have united their hearts.)</span> because of the enmity and hatred that existed between them. Before Islam, there were many wars between the Ansar tribes of Aws and Khazraj, and there were many causes to stir unrest between them. However, Allah ended all that evil with the light of faith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَانًا وَكُنتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِّنَ النَّارِ فَأَنقَذَكُم مِّنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember Allah's favor on you, for you were enemies one to another, but He united your hearts, so that, by His grace, you became brethren, and you were on the brink of a pit of Fire, and He saved you from it. Thus Allah makes His Ayat clear to you, that you may be guided.)</span><span class=\"gray\">[3:103]</span></p><p lang=\"en\" class=\"en \">In the Two Sahihs, it is recorded that when the Messenger of Allah ﷺ gave a speech to the Ansar about the division of war booty collected in the battle of Hunayn, he said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْأَنْصَارِ أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي، وَعَالَةً فَأَغْنَاكُمُ اللهُ بِي، وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Ansar! Did I not find you misguided and Allah guided you by me, poor and Allah enriched you by me, and divided and Allah united you by me?)</span></p><p lang=\"en\" class=\"en \">Every question the Prophet ﷺ asked them, they said, \"Truly, the favor is from Allah and His Messenger.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُ عَزِيزٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah has united them. Certainly He is All-Mighty, All-Wise.)</span></p><p lang=\"en\" class=\"en \">He is the Most Formidable, and the hopes of those who have trust in Him, never end unanswered; Allah is All-Wise in all of His decisions and actions.</p>"
  },
  {
    "ayah_key": "8:64",
    "group_ayah_key": "8:64",
    "from_ayah": "8:64",
    "to_ayah": "8:66",
    "ayah_keys": "8:64,8:65,8:66",
    "text": "<p lang=\"en\" class=\"en \">O Prophet! Allah is sufficient for you and for the believers who follow you <span>(64)</span>O Prophet! Urge the believers to fight. If there are twenty steadfast persons among you, they will overcome two hundred, and if there be a hundred steadfast persons they will overcome a thousand of those who disbelieve, because they <span class=\"gray\">(the disbelievers)</span> are people who do not understand <span>(65)</span>Now Allah has lightened your <span class=\"gray\">(task)</span>, for He knows that there is weakness in you. So if there are of you a hundred steadfast persons, they shall overcome two hundred, and if there are a thousand of you, they shall overcome two thousand by the leave of Allah. And Allah is with the patient <span>(66)</span></p><div lang=\"en\" class=\"en \"><h2>Encouraging Believers to fight in Jihad; the Good News that a Few Muslims can overcome a Superior Enemy Force</h2></div><p lang=\"en\" class=\"en \">Allah encourages His Prophet ﷺ and the believers to fight and struggle against the enemy, and wage war against their forces. Allah affirms that He will suffice, aid, support, and help the believers against their enemies, even if their enemies are numerous and have sufficient supplies, while the believers are few. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! Urge the believers to fight)</span>, encouraged and called them to fight. The Messenger of Allah ﷺ used to encourage the Companions to fight when they faced the enemy. On the day of Badr when the idolators came with their forces and supplies, he said to his Companions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُومُوا إِلَى جَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Get ready and march forth towards a Paradise as wide as the heavens and earth.)</span></p><p lang=\"en\" class=\"en \">Umayr bin Al-Humam said, \"As wide as the heavens and earth?\" The Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes)</span> 'Umayr said, \"Excellent! Excellent!\" The Messenger ﷺ asked him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَحْمِلُكَ عَلَى قَوْلِكَ: بَخٍ بَخٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What makes you say, 'Excellent! Excellent!'?)</span> He said, \"The hope that I might be one of its dwellers.\" The Prophet ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّكَ مِنْ أَهْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are one of its people.)</span> Umayr went ahead, broke the scabbard of his sword, took some dates and started eating from them. He then threw the dates from his hand, saying, \"Verily, if I lived until I finished eating these dates, then it is indeed a long life.\" He went ahead, fought and was killed, may Allah be pleased with him.</p><p lang=\"en\" class=\"en \">Allah said next, commanding the believers and conveying good news to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَكُن مِّنكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّائَةٌ يَغْلِبُوا أَلْفًا مِّنَ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If there are twenty steadfast persons among you, they will overcome two hundred, and if there be a hundred steadfast persons, they will overcome a thousand of those who disbelieve.)</span></p><p lang=\"en\" class=\"en \">The Ayah says, one Muslim should endure ten disbelievers. Allah abrogated this part later on, but the good news remained. 'Abdullah bin Al-Mubarak said that Jarir bin Hazim narrated to them that, Az-Zubayr bin Al-Khirrit narrated to him, from 'Ikrimah, from Ibn 'Abbas, \"When this verse was revealed,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن يَكُن مِّنكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If there are twenty steadfast persons among you, they will overcome two hundred...)</span> it became difficult for the Muslims, when Allah commanded that one Muslim is required to endure ten idolators. Soon after, this matter was made easy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ خَفَّفَ اللَّهُ عَنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now Allah has lightened your <span class=\"gray\">(task)</span>)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْلِبُوا مِائَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they shall overcome two hundred...)</span></p><p lang=\"en\" class=\"en \">Allah lowered the number <span class=\"gray\">[of adversaries that Muslims are required to endure]</span>, and thus, made the required patience less, compatible to the decrease in numbers.\" Al-Bukhari recorded a similar narration from Ibn Al-Mubarak. Muhammad bin Ishaq recorded that Ibn 'Abbas said, \"When this Ayah was revealed, it was difficult for the Muslims, for they thought it was burdensome since twenty should fight two hundred, and a hundred against a thousand. Allah made this ruling easy for them and abrogated this Ayah with another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ خَفَّفَ اللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now Allah has lightened your <span class=\"gray\">(task)</span>, for He knows that there is weakness in you...)</span></p><p lang=\"en\" class=\"en \">Thereafter, if Muslims were half as many as their enemy, they were not allowed to run away from them. If the Muslims were fewer than that, they were not obligated to fight the disbelievers and thus allowed to avoid hostilities.\"</p>"
  }
]