[
  {
    "ayah_key": "9:34",
    "group_ayah_key": "9:34",
    "from_ayah": "9:34",
    "to_ayah": "9:35",
    "ayah_keys": "9:34,9:35",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Verily, there are many of the Ahbar <span class=\"gray\">(rabbis)</span> and the Ruhban <span class=\"gray\">(monks)</span> who devour the wealth of mankind in falsehood, and hinder <span class=\"gray\">(them)</span> from the way of Allah. And those who hoard up gold and silver and spend them not in the way of Allah, announce unto them a painful torment <span>(34)</span>On the Day when that will be heated in the fire of Hell and with it will be branded their foreheads, their flanks, and their backs, <span class=\"gray\">(and it will be said unto them:)</span> \"This is the treasure which you hoarded for yourselves. Now taste of what you used to hoard. <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>Warning against Corrupt Scholars and Misguided Worshippers</h2></div><p lang=\"en\" class=\"en \">As-Suddi said that the Ahbar are Jewish rabbis, while the Ruhban are Christian monks. This statement is true, for Ahbar are Jewish rabbis, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَن قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do not the Ahbar <span class=\"gray\">(rabbis)</span> and the religious learned men forbid them from uttering sinful words and eating unlawful things.)</span><span class=\"gray\">[5:63]</span></p><p lang=\"en\" class=\"en \">The Ruhban are Christian monks or worshippers, while the 'Qissisun' are their scholars. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is because among them, there are Qissisin and Ruhban...)</span><span class=\"gray\">[5:82]</span>. </p><p lang=\"en\" class=\"en \">This Ayah warns against corrupt scholars and misguided worshippers. Sufyan bin 'Uyaynah said, \"Those among our scholars who become corrupt are similar to the Jews, while those among our worshippers who become misguided are like Christians.\" An authentic Hadith declares,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَرْكَبُنَّ سُنَنَ مَنْ كَانَ قَبْلَكُمْ حَذْوَ القُذَّةِ بِالْقُذَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will follow the ways of those who were before you, step by step.)</span> They asked, \"Jews and Christians\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who else?)</span> In another narration, they asked, \"Persia and Rome?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ النَّاسِ إِلَّا هَؤُلَاءِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who else if it was not them)</span> These texts warn against imitating them in action and statement, for they, as Allah stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(devour the wealth of mankind in falsehood, and hinder <span class=\"gray\">(them)</span> from the way of Allah.)</span></p><p lang=\"en\" class=\"en \">They sell the religion in return for worldly gains, using their positions and status among people to illegally devour their property. For instance, the Jews were respected by the people of Jahiliyyah and collected gifts, taxes and presents from them. When Allah sent His Messenger ﷺ, the Jews persisted in their misguidance, disbelief and rebellion, hoping to keep their status and position. However, Allah extinguished all this and took it away from them with the light of Prophethood and instead gave them disgrace and degradation, and they incurred the anger of Allah, the Exalted. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and hinder <span class=\"gray\">(them)</span> from the way of Allah.)</span></p><p lang=\"en\" class=\"en \">Therefore, they illegally devour people's property and hinder them from following the truth. They also confuse truth with falsehood and pretend before their ignorant followers that they call to righteousness. The true reality is that they call to the Fire and will not find any helpers on the Day of Resurrection.</p><div lang=\"en\" class=\"en \"><h2>Torment of Those Who hoard Gold and Silver</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who hoard <span class=\"gray\">[Kanz]</span> gold and silver and spend them not in the way of Allah, announce unto them a painful torment.)</span><span class=\"gray\">[9:34]</span>. </p><p lang=\"en\" class=\"en \">This is the third category of leaders, for people rely on their scholars, worshippers and the wealthy among them. When these categories of people become corrupt, the society in general becomes corrupt. Ibn Al-Mubarak once said, \"What corrupted the religion, except kings and wicked Ahbar and Ruhban.\" As for Kanz, it refers to the wealth on which Zakah has not been paid, according to Malik, who narrated this from 'Abdullah bin Dinar from Ibn 'Umar. Al-Bukhari recorded that Az-Zuhri said that Khalid bin Aslam said that 'Abdullah bin 'Umar said, \"This was before Zakah was ordained. When Zakah was ordained, Allah made it a cleanser for wealth.\" 'Umar bin 'Abdul-'Aziz and 'Irak bin Malik said that this Ayah was abrogated by Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً</p><p lang=\"jv\" class=\"jv \"><span class=\"gray\">(Take Sadaqah <span class=\"gray\">(alms)</span> from their wealth)</span><span class=\"gray\">[9:103]</span></p><p lang=\"en\" class=\"en \">There are many Hadiths that admonish hoarding gold and silver. We will mention here some of these Hadiths.</p><p lang=\"en\" class=\"en \">Abdur-Razzaq recorded a Hadith from 'Ali about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who hoard up gold and silver...)</span> 'Ali said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبًّا لِلذَّهَبٍ تَبًّا لِلْفِضَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to gold! Woe to silver.)</span> He repeated this statement thrice, and this Hadith was hard on the Companions of the Messenger of Allah ﷺ, who said, \"What type of wealth should we use?\" 'Umar said, \"I will find out for you,\" and he asked, \"O Allah's Messenger! Your statement was hard for your Companions. They asked, 'What wealth should we use?'\" The Prophet ﷺ answered,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِسَانًا ذَاكِرًا وَقَلْبًا شَاكِرًا وَزَوْجَةً تُعِينُ أَحَدَكُمْ عَلَى دِينِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A remembering tongue, an appreciative heart and a wife that helps one of you implement his religion.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُحْمَىٰ عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا مَا كُنتُمْ تَكْنِزُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when that will be heated in the fire of Hell and with it will be branded their foreheads, their flanks, and their backs, <span class=\"gray\">(and it will be said unto them)</span> \"This is the treasure which you hoarded for yourselves. Now taste of what you used to hoard.\")</span></p><p lang=\"en\" class=\"en \">These words will be said to them as a way of admonishing, criticizing and mocking them. Allah also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ - ذُقْ إِنَّكَ أَنتَ الْعَزِيزُ الْكَرِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then pour over his head the torment of boiling water. \"Taste you <span class=\"gray\">(this)</span>! Verily, you were <span class=\"gray\">(pretending to be)</span> the mighty, the generous!\")</span><span class=\"gray\">[44:48-49]</span>. </p><p lang=\"en\" class=\"en \">There is a saying that goes, \"He who covets a thing and prefers it to Allah's obedience, will be punished with it.\" Because hoarding money was better to these people than Allah's pleasure, they were punished with it. For instance, Abu Lahab, may Allah curse him, was especially active in defying the Messenger of Allah ﷺ, and his wife was helping him in this regard. Therefore, on the Day of Resurrection, she will help in punishing him, for there will be a twisted rope of palm fiber on her neck. She will be gathering wood from the Fire and throwing it on him so that his torment is made harder by the hand of someone whom he used to care for in this life. Likewise, money was precious to those who hoarded it in this life. Therefore, money will produce the worst harm for them in the Hereafter, when it will be heated in the Fire of Jahannam, whose heat is quiet sufficient, and their forehead, sides and back will be branded with it. </p><p lang=\"jv\" class=\"jv \">Imam Abu Ja'far Ibn Jarir recorded that Thawban said that the Messenger of Allah ﷺ used to declare,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ تَركَ بَعْدَهُ كَنْزًا مُثِّلَ لَهُ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقَرَعَ لَهُ زَبِيبَتَانِ يَتْبَعُهُ وَيَقُولُ: وَيْلَكَ مَا أَنْتَ؟ فَيَقُولُ: أَنَا كَنْزُكَ الَّذِي تَرَكْتَهُ بَعْدكَ وَلَا يَزَالُ يَتْبَعُهُ حَتَّى يُلْقِمَهُ يَدَهُ فَيَقْضِمَهَا ثُمَّ يَتْبَعُهَا سَائِرَ جَسَدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever leaves a treasure behind <span class=\"gray\">(on which he did not pay the Zakah)</span>, then on the Day of Resurrection his wealth will be made like a bald-headed poisonous male snake with two black spots over the eyes. The snake will follow him, and he will say, 'Woe to you! Who are you?' The snake will say, 'I am your treasure that you left behind,' and will keep following him until the man gives it his hand; the snake will devour it and then devour his whole body.)</span></p><p lang=\"en\" class=\"en \">Ibn Hibban also collected this Hadith in his Sahih. Part of this Hadith was also collected in the Two Sahihs from Abu Hurayrah. In his Sahih, Muslim recorded from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ رَجُلٍ لَا يُؤَدِّي زَكَاةَ مَالِهِ إِلَّا جُعِلَ لَهُ يَوْمَ الْقِيَامَةِ صَفَائِحُ مِنْ نَارٍ، فَيُكْوَى بِهَا جَنْبُهُ وَجَبْهَتُهُ وَظَهْرُهُ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ، حَتَّى يُقْضَى بَيْنَ الْعِبَادِ ثُمَّ يُرَى سَبِيلُهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every man who does not pay the Zakah due on his money, then on the Day of Resurrection, his side, forehead and back will be branded with rods made of fire on a Day the length of which is fifty thousand years, until when the servants will be judged; that man will be shown his destination, either to Paradise or the Fire.)</span></p><p lang=\"en\" class=\"en \">In the Tafsir of this Ayah, Al-Bukhari recorded that Zayd bin Wahb said, \"I passed by Abu Dharr in the area of Rabadhah and asked him, 'What made you reside in this area?' He said, 'We were in Ash-Sham when I recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who hoard up gold and silver and spend them not in the way of Allah, announce unto them a painful torment.)</span></p><p lang=\"en\" class=\"en \">Mu'awiyah said, 'This Ayah is not about us, it is only about the People of the Book.' So I <span class=\"gray\">(Abu Dharr)</span> said, 'Rather, it is about us and them.\"</p>"
  }
]