[
  {
    "ayah_key": "5:51",
    "group_ayah_key": "5:51",
    "from_ayah": "5:51",
    "to_ayah": "5:53",
    "ayah_keys": "5:51,5:52,5:53",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Do not take friends from the Jews and the Christians, as they are but friends of each other. And if any among you befriends them, then surely, he is one of them. Verily, Allah guides not those people who are the wrongdoers <span>(51)</span>And you see those in whose hearts there is a disease, they hurry to their friendship, saying: \"We fear lest some misfortune of a disaster may befall us. \" Perhaps Allah may bring a victory or a decision according to His will. Then they will become regretful for what they have been keeping as a secret in themselves <span>(52)</span>And those who believe will say: \"Are these the men who swore their strongest oaths by Allah that they were with you?\" All that they did has been in vain, and they have become the losers <span>(53)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Taking the Jews, Christians and Enemies of Islam as Friends</h2></div><p lang=\"en\" class=\"en \">Allah forbids His believing servants from having Jews and Christians as friends, because they are the enemies of Islam and its people, may Allah curse them. Allah then states that they are friends of each other and He gives a warning threat to those who do this,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if any among you befriends them, then surely he is one of them.)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Umar ordered Abu Musa Al-Ash'ari to send him on one sheet of balance the count of what he took in and what he spent. Abu Musa then had a Christian scribe, and he was able to comply with 'Umar's demand. 'Umar liked what he saw and exclaimed, \"This scribe is proficient. Would you read in the Masjid a letter that came to us from Ash-Sham?\" Abu Musa said, 'He cannot.\" 'Umar said, \"Is he not pure?\" Abu Musa said, \"No, but he is Christian.\" Abu Musa said, \"So 'Umar admonished me and poked my thigh <span class=\"gray\">(with his finger)</span>, saying, 'Drive him out <span class=\"gray\">(from Al-Madinah)</span>.' He then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not the Jews and the Christians as friends...)</span>\" </p><p lang=\"en\" class=\"en \">Then he reported that 'Abdullah bin 'Utbah said, \"Let one of you beware that he might be a Jew or a Christian, while unaware.\" The narrator of this statement said, \"We thought that he was referring to the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not the Jews and the Christians as friends,)</span>\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you see those in whose hearts there is a disease...)</span> A disease of doubt, hesitation and hypocrisy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسَارِعُونَ فِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they hurry to their friendship,)</span> meaning, they rush to offer them their friendship and allegiances in secret and in public,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ نَخْشَىٰ أَن تُصِيبَنَا دَائِرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(saying: \"We fear lest some misfortune of a disaster may befall us.\")</span></p><p lang=\"en\" class=\"en \">They thus offer this excuse for their friendship and allegiances to the disbelievers, saying that they fear that the disbelievers might defeat the Muslims, so they want to be in favor with the Jews and Christians, to use this favor for their benefit in that eventuality! Allah replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَسَى اللَّهُ أَن يَأْتِيَ بِالْفَتْحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perhaps Allah may bring a victory...)</span> referring to the conquering of Makkah, according to As-Suddi.</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ أَمْرٍ مِّنْ عِندِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or a decision according to His will)</span> requiring the Jews and Christians to pay the Jizyah, as As-Suddi stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصْبِحُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they will become)</span> meaning, the hypocrites who gave their friendship to the Jews and Christians, will become,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ مَا أَسَرُّوا فِي أَنفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for what they have been keeping as a secret in themselves)</span> of allegiances,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَادِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(regretful,)</span> for their friendship with the Jews and Christians which did not benefit them or protect them from any harm. Rather, it was nothing but harm, as Allah exposed their true reality to His faithful servants in this life, although they tried to conceal it. When the signs that exposed their hypocrisy were compiled against them, their matter became clear to Allah's faithful servants. So the believers were amazed at these hypocrites who pretended to be believers, swearing to their faithfulness, yet their claims were all lies and deceit. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ الَّذِينَ آمَنُوا أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe will say, \"Are these the men who swore their strongest oaths by Allah that they were with you?\" All that they did has been in vain, and they have become the losers.)</span></p>"
  }
]