[
  {
    "ayah_key": "40:4",
    "group_ayah_key": "40:4",
    "from_ayah": "40:4",
    "to_ayah": "40:6",
    "ayah_keys": "40:4,40:5,40:6",
    "text": "<p lang=\"en\" class=\"en \">None disputes in the Ayat of Allah but those who disbelieve. So let not their ability of going about here and there through the land <span class=\"gray\">(for their purposes)</span> deceive you <span>(4)</span>The people of Nuh and the groups after them denied before these; and every nation plotted against their Messenger to seize him, and disputed by means of falsehood to refute therewith the truth. So I seized them, and how was My punishment <span>(5)</span>Thus has the Word of your Lord been justified against those who disbelieved, that they will be the dwellers of the Fire <span>(6)</span></p><p lang=\"en\" class=\"en \">One of the Attributes of the Disbelievers is That they dispute the Ayat of Allah - and The Consequences of that </p><p lang=\"en\" class=\"en \">Allah tells us that no one rejects or disputes His signs after clear proof has come,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those who disbelieve)</span>, i.e., those who reject the signs of Allah and His proof and evidence.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So let not their ability of going about here and there through the land deceive you!)</span> means, their wealth and luxurious life. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ - مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ ۚ وَبِئْسَ الْمِهَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let not the free disposal <span class=\"gray\">(and affluence)</span> of the disbelievers throughout the land deceive you. A brief enjoyment; then, their ultimate abode is Hell; and worst indeed is that place for rest.)</span><span class=\"gray\">(3:196-197)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We let them enjoy for a little while, then in the end We shall oblige them to <span class=\"gray\">(enter)</span> a great torment.)</span><span class=\"gray\">(31:24)</span>.</p><p lang=\"en\" class=\"en \">Then Allah consoles His Prophet Muhammad ﷺ for the rejection of his people. He tells him that he has an example in the Prophets who came before him, may the blessings and peace of Allah be upon them all, for their nations disbelieved them and opposed them, and only a few believed in them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Nuh denied before these;)</span> Nuh was the first Messenger whom Allah sent to denounce and forbid idol worship.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَحْزَابُ مِنْ بَعْدِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the groups after them)</span> means, from every nation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and every <span class=\"gray\">(disbelieving)</span> nation plotted against their Messenger to seize him,)</span> means, they wanted to kill him by any means possible, and some of them did kill their Messenger.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and disputed by means of falsehood to refute therewith the truth.)</span> means, they came up with specious arguments with which to dispute the truth which was so plain and clear.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذْتُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So I seized them)</span> means, 'I destroyed them, because of the sins they committed.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَكَيْفَ كَانَ عِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and how was My punishment!)</span> means, 'how have you heard that My punishment and vengeance was so severe and painful.' Qatadah said, \"It was terrible, by Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus has the Word of your Lord been justified against those who disbelieved, that they will be the dwellers of the Fire.)</span> means, 'just as the Word of punishment was justified against those of the past nations who disbelieved, so too is it justified against these disbelievers who have rejected you and gone against you, O Muhammad, and it is even more justified against them, because if they have disbelieved in you, there is no certainty that they will believe in any other Prophet.' And Allah knows best.</p>"
  }
]