[
  {
    "ayah_key": "12:89",
    "group_ayah_key": "12:89",
    "from_ayah": "12:89",
    "to_ayah": "12:92",
    "ayah_keys": "12:89,12:90,12:91,12:92",
    "text": "<p lang=\"en\" class=\"en \">He said: \"Do you know what you did with Yusuf and his brother, when you were ignorant? <span>(89)</span>They said: \"Are you indeed Yusuf?\" He said: \"I am Yusuf , and this is my brother. Allah has indeed been gracious to us. He who has Taqwa, and is patient, then surely, Allah makes not the reward of the gooddoers to be lost. <span>(90)</span>They said: \"By Allah! Indeed Allah has preferred you above us, and we certainly have been sinners. <span>(91)</span>He said: \"No reproach on you this day; may Allah forgive you, and He is the Most Merciful of those who show mercy <span>(92)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf reveals His True Identity to His Brothers and forgives Them</h2></div><p lang=\"en\" class=\"en \">Allah says, when Yusuf's brothers told him about the afflictions and hardship, and shortages in food they suffered from in the aftermath of the drought that struck them, and he remembered his father's grief for losing his two children, he felt compassion, pity and mercy for his father and brothers. He felt this way, especially since he was enjoying kingship, authority and power, so he cried and revealed his true identity to them when he asked them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَاهِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know what you did with Yusuf and his brother, when you were ignorant?)</span> meaning, 'when you separated between Yusuf and his brother,'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِذْ أَنتُمْ جَاهِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when you were ignorant?)</span> He said, 'What made you do this is your ignorance of the tremendous sin you were about to commit.' It appears, and Allah knows best, that Yusuf revealed his identity to his brothers only then by Allah's command, just as he hid his identity from them in the first two meetings, by Allah's command. When the affliction became harder, Allah sent His relief from that affliction, just as He said He does,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَعَ الْعُسْرِ يُسْرًا - إِنَّ مَعَ الْعُسْرِ يُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, along with every hardship is relief. Verily, along with every hardship is relief.)</span><span class=\"gray\">[94:5-6]</span> This is when they said to Yusuf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِنَّكَ لَأَنتَ يُوسُفُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you indeed Yusuf?)</span>, in amazement, because they had been meeting him for more than two years while unaware of who he really was. Yet, he knew who they were and hid this news from them. Therefore, they asked in astonishment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِنَّكَ لَأَنتَ يُوسُفُ ۖ قَالَ أَنَا يُوسُفُ وَهَٰذَا أَخِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you indeed Yusuf? He said: \"I am Yusuf, and this is my brother...\")</span> Yusuf said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ مَنَّ اللَّهُ عَلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has indeed been gracious to us.)</span> by gathering us together after being separated all this time,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ - قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, he who has Taqwa, and is patient, then surely, Allah makes not the reward of the gooddoers to be lost.\" They said: \"By Allah! Indeed Allah has preferred you above us.\")</span> They affirmed Yusuf's virtue above them, being blessed with beauty, conduct, richness, kingship, authority and, above all, prophethood. They admitted their error and acknowledged that they made a mistake against him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"No reproach on you this day.\")</span> He said to them, 'There will be no blame for you today or admonishment, and I will not remind you after today of your error against me.' He then multiplied his generosity by invoking Allah for them for mercy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْفِرُ اللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ الرَّاحِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(may Allah forgive you, and He is the Most Merciful of those who show mercy!)</span></p>"
  },
  {
    "ayah_key": "12:93",
    "group_ayah_key": "12:93",
    "from_ayah": "12:93",
    "to_ayah": "12:95",
    "ayah_keys": "12:93,12:94,12:95",
    "text": "<p lang=\"en\" class=\"en \">\"Go with this shirt of mine, and cast it over the face of my father, his vision will return, and bring to me all your family. <span>(93)</span>And when the caravan departed, their father said: \"I do indeed sense the smell of Yusuf, if only you think me not senile). <span>(94)</span>They said: \"By Allah! Certainly, you are in your old Dalal <span class=\"gray\">(error)</span>. <span>(95)</span></p><div lang=\"en\" class=\"en \"><h2>Ya'qub finds the Scent of Yusuf in his Shirt!</h2></div><p lang=\"hmn\" class=\"hmn \">Yusuf said, 'Take this shirt of mine,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِي يَأْتِ بَصِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and cast it over the face of my father, his vision will return)</span>,' because Ya'qub had lost his sight from excessive crying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and bring to me all your family.)</span> all the children of Ya'qub.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا فَصَلَتِ الْعِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the caravan departed)</span> from Egypt,</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ أَبُوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their father said...)</span>, Ya'qub, peace be upon him, said to the children who remained with him,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَا أَن تُفَنِّدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I do indeed feel the smell of Yusuf, if only you think me not senile.)</span>, except that you might think me senile because of old age.' 'Abdur-Razzaq narrated that Ibn 'Abbas said, \"When the caravan departed <span class=\"gray\">[from Egypt]</span>, a wind started blowing and brought the scent of Yusuf's shirt to Ya'qub. He said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَا أَن تُفَنِّدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I do indeed feel the smell of Yusuf , if only you think me not senile.)</span> He found his scent from a distance of eight days away!\" Similar was also reported through Sufyan Ath-Thawri and Shu'bah and others reported it from Abu Sinan. Ya'qub said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَن تُفَنِّدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if only you think me not senile.)</span> Ibn 'Abbas, Mujahid, 'Ata, Qatadah and Sa'id bin Jubayr commented, \"If only you think me not a fool!\" Mujahid and Al-Hasan said that it means, \"If only you think me not old.\" Their answer to him was,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, you are in your old Dalal.)</span> meaning, 'in your old error,' according to Ibn 'Abbas. Qatadah commented, \"They meant that, 'because of your love for Yusuf you will never forget him.' So they uttered a harsh word to their father that they should never have uttered to him, nor to a Prophet of Allah.\" Similar was said by As-Suddi and others.</p>"
  },
  {
    "ayah_key": "12:96",
    "group_ayah_key": "12:96",
    "from_ayah": "12:96",
    "to_ayah": "12:98",
    "ayah_keys": "12:96,12:97,12:98",
    "text": "<p lang=\"en\" class=\"en \">Then, when the bearer of the good news arrived, he cast it <span class=\"gray\">(the shirt)</span> over his face, and his vision returned. He said: \"Did I not say to you, 'I know from Allah that which you know not?' <span>(96)</span>They said: \"O our father! Ask forgiveness <span class=\"gray\">(from Allah)</span> for our sins, indeed we have been sinners. <span>(97)</span>He said: \"I will ask my Lord for forgiveness for you, verily, He! Only He is the Oft-Forgiving, the Most Merciful. <span>(98)</span></p><div lang=\"fil\" class=\"fil \"><h2>Yahudha brings Yusuf's Shirt and Good News</h2></div><p lang=\"gd\" class=\"gd \">Ibn 'Abbas and Ad-Dahhak said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَشِيرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(good news)</span> means information. Mujahid and As-Suddi said that the bearer of good news was Yahudha, son of Ya'qub. As-Suddi added, \"He brought it <span class=\"gray\">(Yusuf's shirt)</span> because it was he who brought Yusuf's shirt stained with the false blood. So he liked to erase that error with this good act, by bringing Yusuf's shirt and placing it on his father's face. His father's sight was restored to him.\" Ya'qub said to his children,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did I not say to you, 'I know from Allah that which you know not')</span>, that I know that Allah will return Yusuf to me and that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَا أَن تُفَنِّدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I do indeed feel the smell of Yusuf, if only you think me not senile.)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf's Brothers feel Sorry and Regretful</h2></div><p lang=\"en\" class=\"en \">This is when Yusuf's brothers said to their father, with humbleness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ - قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي ۖ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O our father! Ask forgiveness <span class=\"gray\">(from Allah)</span> for our sins, indeed we have been sinners.\" He said: \"I will ask my Lord for forgiveness for you, verily, He! Only He is the Oft-Forgiving, the Most Merciful.\")</span></p><p lang=\"en\" class=\"en \">and He forgives those who repent to Him. 'Abdullah bin Mas'ud, Ibrahim At-Taymi, 'Amr bin Qays, Ibn Jurayj and several others said that Prophet Ya'qub delayed fulfilling their request until the latter part of the night.</p>"
  }
]