[
  {
    "ayah_key": "2:31",
    "group_ayah_key": "2:31",
    "from_ayah": "2:31",
    "to_ayah": "2:33",
    "ayah_keys": "2:31,2:32,2:33",
    "text": "<p lang=\"en\" class=\"en \">And He taught Adam all the names <span class=\"gray\">(of everything)</span>, then He showed them to the angels and said, \"Tell Me the names of these if you are truthful. <span>(31)</span>They <span class=\"gray\">(angels)</span> said: \"Glory is to You, we have no knowledge except what you have taught us. Verily, You are the Knower, the Wise. <span>(32)</span>He said: \"O Adam! Inform them of their names,\" and when he had informed them of their names, He said: \"Did I not tell you that I know the Ghayb <span class=\"gray\">(unseen)</span> in the heavens and the earth, and I know what you reveal and what you have been concealing? <span>(33)</span></p><div lang=\"en\" class=\"en \"><h2>The Virtue of Adam over the Angels</h2></div><p lang=\"en\" class=\"en \">Allah stated the virtue of Adam above the angels, because He taught Adam, rather than them, the names of everything. This occurred after they prostrated to him. This discussion precedes that event here, only to show the importance of his position, and the absence of the angels' knowledge about creating the Khalifah when they asked about it. So Allah informed the angels that He knows what they do not know, and then He mentioned this to show them Adam's superiority over them in knowledge. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَ ءَادَمَ الأَسْمَآءَ كُلَّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He taught Adam all the names <span class=\"gray\">(of everything)</span>)</span>.</p><p lang=\"en\" class=\"en \">Ad-Dahhak said that Ibn 'Abbas commented on the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَ ءَادَمَ الأَسْمَآءَ كُلَّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He taught Adam all the names <span class=\"gray\">(of everything)</span>)</span> \"Meaning, the names that people use, such as human, animal, sky, earth, land, sea, horse, donkey, and so forth, including the names of the other species.\" Ibn Abi Hatim and Ibn Jarir reported that 'Asim bin Kulayb narrated from Sa'id bin Ma'bad that Ibn 'Abbas was questioned,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَ ءَادَمَ الأَسْمَآءَ كُلَّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He taught Adam all the names <span class=\"gray\">(of everything)</span>)</span> \"Did Allah teach him the names of the plate and the pot?\" He said, \"Yes, and even the terms for breaking wind!\"</p><p lang=\"en\" class=\"en \">Allah taught Adam the names of everything, their proper names, the names of their characteristics, and what they do, just as Ibn 'Abbas stated about the terms for passing gas.</p><p lang=\"en\" class=\"en \">In his Sahih, Al-Bukhari explained this Ayah in the Book of Tafsir with a report from Anas bin Malik who said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَجْتَمِعُ الْمُؤمِنُونَ يَوْمَ الْقِيَامَةِ فَيَقُولُونَ: لَوِ اسْتَشْفَعْنَا إِلَى رَبِّنَا فَيَأْتُونَ آدَمَ فَيَقُولُونَ: أَنْتَ أَبُو النَّاسِ خَلَقَكَ اللهُ بِيَدِهِ وَأَسْجَدَ لَكَ مَلَائِكَتَهُ وَعَلَّمَكَ أَسْمَاءَ كُلِّ شَيْءٍ، فَاشْفَعْ لَنَا عِنْدَ رَبِّكَ حَتَّى يُريحَنَا مِنْ مَكَانِنَا هَذا، فَيَقُولُ: لَسْتُ هُنَاكُمْ - وَيَذْكُرُ ذَنْبَهُ فَيَسْتَحْيِي - ائْتُوا نُوحًا فإِنَّهُ أَوَّلُ رَسُولٍ بَعَثَهُ اللهُ إِلَى أَهْلِ الْأَرْضِ، فَيَأْتُونَه، فَيَقُولُ: لَسْتُ هُناكُمْ - وَيَذْكُر سُؤَالَه رَبَّه مَا لَيْسَ لَهُ بِه عِلْم فَيَسْتَحْيِي - فَيَقُولُ: ائْتُوا خَلِيلَ الرَّحْمٰن فَيَأْتُونَهُ فَيقُولُ: لَسْتُ هُنَاكُمْ فَيَقُولُ: ائْتُوا مُوسَى عَبْدًا كَلَّمَهُ اللهُ وَأعْطَاهُ التَّوْرَاةَ، فَيقُولُ: لَسْتُ هُنَاكُم - فَيَذْكُرُ قَتْلَ النَّفْسِ بِغَيْرِ نَفْسٍ فَيَسْتَحْيِي مِنْ رَبِّهِ فَيَقُولُ: ائْتُوا عِيسى عَبْدَ اللهِ وَرَسُولَهُ وَكَلِمَةَ اللهِ ورُوحَهُ، فَيَأْتُونَهُ فَيَقُولُ: لَسْتُ هُنَاكُمْ ائْتُوا مُحَمَّدًا عَبْدًا غُفِرَ لَهُ مَا تَقَدَّم مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ، فَيَأْتُونِّي فأَنْطَلِقُ حَتَّى أَسْتأذِنَ عَلَى رَبِّي فيَأْذَنُ لِي، فإِذَا رأَيْتُ رَبِّي وَقَعْتُ سَاجِدًا فَيَدَعُنِي مَا شَاءَ اللهُ ثُمَّ يُقَالُ: ارْفَعْ رَأْسَكَ وَسَلْ تُعْطَهْ وَقُلْ يُسْمَعْ وَاشْفَعْ تُشَفَّعْ، فأَرْفَعُ رَأْسِي فأَحْمَدُهُ بِتَحْمِيدٍ يُعَلِّمُنِيهِ ثُمَّ أَشْفَعُ فَيُحَدُّ لِي حَدًّا فأُدْخِلُهُمُ الْجَنَّةَ ثُمَّ أَعُودُ إلَيْهِ فَإذَا رَأَيْتُ رَبِّي - مِثْلَهُ - ثُمَّ أَشْفَعُ فَيُحَدُّ لِي حدًّا فأُدْخِلُهُمُ الْجَنَّةَ ثُمَّ أَعُودُ الثَّالِثَةَ ثُمَّ أعُودُ الرَّابِعَةَ فَأَقُولُ: مَا بَقِيَ فِي النَّار إلَّا مَنْ حَبَسَهُ الْقُرْآنُ وَوَجَبَ عَلَيْهِ الْخُلُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believers will gather on the Day of Resurrection and will say, 'We should seek a means of intercession with our Lord' They will go to Adam and say, 'O Adam! You are the father of all mankind, Allah created you with His Own Hand, ordered the angels to prostrate for you and taught you the names of everything. Will you not intercede for us with your Lord, so that he relieve us from this gathering place?' On that Adam will reply, 'I cannot do what you have asked'. He will have remembered his error and will be embarrassed, saying, 'Go to Nuh, for he is the first of Allah's Messengers whom Allah sent to the people of the earth.' They will go to Nuh and ask him. He will say, 'I cannot do what you have asked.' He will recall asking Allah what he was not to know, and will also be embarrassed. He will say, 'Go to Khalil Ar-Rahman.' They will go to Ibrahim and he will also say, 'I cannot do what you have asked.' He will say, 'Go to Musa, a servant to whom Allah spoke directly and gave the Tawrah.' Musa will say, 'I cannot do what you have asked.' He will remember that he killed a person without justification and will be embarrassed before his Lord. He will say, 'Go to 'Isa, Allah's servant and Messenger and His Word and a spirit of His.' They will go to 'Isa and he will say, 'I will not do what you asked. Go to Muhammad, a servant whose previous and latter errors were forgiven.' They will come to me, and I will go to Allah and seek His permission and He will give me His permission. When I gaze at my Lord, I will prostrate myself and Allah will allow me to remain like that as much as He will. Then I will be addressed, 'O Muhammad! Raise your head; ask, for you will be given what you ask, and intercede, for your intercession will be accepted.' I will raise my head and thank and praise Allah with such praise as He will inspire me. I will intercede and He will grant me a quantity of people that He will admit into Paradise. I will go back to Him, and when I see my Lord, I will intercede and He will allow me a quantity that He will admit into Paradise. I will do that for a third and then a fourth time. I will say, 'There are no more people left in Hell except those whom the Qur'an has incarcerated and have thus acquired eternity in Hell.')</span> This Hadith was collected by Muslim, An-Nasa'i and Ibn Majah. </p><p lang=\"en\" class=\"en \">The reason why we mentioned this Hadith here is the Prophet's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَأْتُونَ آدَمَ فَيَقُولُون: أنْتَ أَبُو النَّاسِ خَلَقَكَ اللهُ بِيَدِهِ وَأَسْجَدَ لَكَ مَلَائِكَتَهُ وَعَلَّمَكَ أَسْمَاءَ كُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will go to Adam and say, 'O Adam! You are the father of all mankind, and Allah created you with His Own Hand, ordered the angels to prostrate for you, and taught you the names of everything)</span>. This part of the Hadith testifies to the fact that Allah taught Adam the names of all creatures.</p><p lang=\"en\" class=\"en \">This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then He showed them to the angels)</span> meaning, the objects or creations. 'Abdur-Razzaq narrated that Ma'mar said that Qatadah said, \"Allah paraded the objects before the angels,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَقَالَ أَنبِئُونِي بِأَسْمَاءِ هَٰؤُلَاءِ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And said, \"Tell Me the names of these if you are truthful\")</span>.\"</p><p lang=\"en\" class=\"en \">Allah's statement means, \"Tell Me the names of what I paraded before you, O angels who said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَآءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will You place therein those who will make mischief therein and shed blood)</span>.</p><p lang=\"en\" class=\"en \">You asked, 'Are You appointing a Khalifah from us or from other creations? We praise and glorify You.</p><p lang=\"en\" class=\"en \">Therefore, Allah said, \"If you say the truth, that if I appoint a non-angel Khalifah on the earth, he and his offspring will disobey Me, commit mischief and shed blood, but if I designate you the Khalifahs you will obey Me, follow My command and honor and glorify Me. However, since you do not know the names of the objects I paraded before you, then you have even less knowledge of what will occur on the earth that does not exist yet.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا ۖ إِنَّكَ أَنتَ الْعَلِيمُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They <span class=\"gray\">(angels)</span> said: \"Glory is to You, we have no knowledge except what you have taught us. Verily, it is You, the Knower, the Wise.\")</span>.</p><p lang=\"en\" class=\"en \">Here the angels are praising Allah's holiness, and perfection above every kind of deficiency, affirming that no creature could ever acquire any part of Allah's knowledge, except by His permission, nor could anyone know anything except what Allah teaches them. This is why they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا ۖ إِنَّكَ أَنتَ الْعَلِيمُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Glory is to You, we have no knowledge except what you have taught us. Verily You are the Knower, the Wise)</span> meaning, Allah is knowledgeable of everything, Most Wise about His creation, and He makes the wisest decisions, and He teaches and deprives whom He wills from knowledge. Verily, Allah's wisdom and justice in all matters is perfect.</p><div lang=\"af\" class=\"af \"><h2>Adam's Virtue of Knowledge is demonstrated</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا آدَمُ أَنبِئْهُم بِأَسْمَائِهِمْ فَلَمَّا أَنبَأَهُم بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O Adam! Inform them of their names,\" and when he had informed them of their names, He said: \"Did I not tell you that I know the Ghayb <span class=\"gray\">(unseen)</span> in the heavens and the earth, and I know what you reveal and what you have been concealing?\")</span></p><p lang=\"en\" class=\"en \">Zayd bin Aslam said, \"You are Jibril, you are Mika'il, you are Israfil, until he mentioned the name of the crow.\" Mujahid said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا آدَمُ أَنبِئْهُم بِأَسْمَائِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O Adam! Inform them of their names,\")</span> \"The name of the pigeon, the crow and everything.\" Statements of a similar meaning were reported from Sa'id bin Jubayr, Al-Hasan, and Qatadah. When Adam's virtue over the angels became apparent, as he mentioned the names that Allah taught him, Allah said to the angels,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did I not tell you that I know the Ghayb <span class=\"gray\">(unseen)</span> in the heavens and the earth, and I know what you reveal and what you have been concealing?)</span></p><p lang=\"en\" class=\"en \">This means, \"Did I not state that I know the seen and unseen matters. \" Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you <span class=\"gray\">(O Muhammad ﷺ)</span> speak <span class=\"gray\">(the invocation)</span> aloud, then verily, He knows the secret and that which is yet more hidden)</span><span class=\"gray\">(20:7)</span>.</p><p lang=\"en\" class=\"en \">Also, Allah said about the hoopoe, that it said to Sulayman;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[As Shaytan <span class=\"gray\">(Satan)</span> has barred them from Allah's way]</span> so they do not prostrate before Allah, Who brings to light what is hidden in the heavens and the earth, and knows what you conceal and what you reveal. Allah, La ilaha illa Huwa <span class=\"gray\">(none has the right to be worshipped but He)</span>, the Lord of the Supreme Throne!)</span><span class=\"gray\">(27:25-26)</span>.</p><p lang=\"en\" class=\"en \">They also have comments other than what we have said about the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I know what you reveal and what you have been concealing)</span>.</p><p lang=\"en\" class=\"en \">It is reported from Ad-Dahhak that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I know what you reveal and what you have been concealing)</span> means, \"I know the secrets, just as I know the apparent things, such as, what Iblis concealed in his heart of arrogance and pride.\" Abu Ja'far Ar-Razi narrated that Ar-Rabi' bin Anas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I know what you reveal and what you have been concealing)</span> means, \"The apparent part of what they said was: 'Do you create in it that which would commit mischief and shed blood?' The hidden meaning was: 'We have more knowledge and honor than any creation our Lord would create.' But they came to know that Allah favored Adam above them regarding knowledge and honor.\"</p>"
  }
]