[
  {
    "ayah_key": "39:5",
    "group_ayah_key": "39:5",
    "from_ayah": "39:5",
    "to_ayah": "39:6",
    "ayah_keys": "39:5,39:6",
    "text": "<p lang=\"en\" class=\"en \">He has created the heavens and the earth with truth. He makes the night to go in the day and makes the day to go in the night. And He has subjected the sun and the moon. Each running for an appointed term. Verily, He is the Almighty, the Oft-Forgiving <span>(5)</span>He created you <span class=\"gray\">(all)</span> from a single person; then made from him his wife. And He has sent down for you of An'am eight pairs. He creates you in the wombs of your mothers, creation after creation in three veils of darkness. Such is Allah your Lord. His is the kingdom. La ilaha illa Huwa. How then are you turned away <span>(6)</span></p><p lang=\"en\" class=\"en \">Evidence of the Power and Oneness of Allah</p><p lang=\"en\" class=\"en \">Allah tells us that He is the Creator of what is in the heavens and on earth, and what is between them. He is the Sovereign and Controller alternating the night and day.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He makes the night to go in the day and makes the day to go in the night.)</span> means, He has subjugated them and He causes them to alternate without ceasing, each seeking the other rapidly, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He brings the night as a cover over the day, seeking it rapidly)</span><span class=\"gray\">(7:54)</span>. This is the meaning of that which was narrated from Ibn 'Abbas, may Allah be pleased with him, Mujahid, Qatadah, As-Suddi and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has subjected the sun and the moon. Each running for an appointed term.)</span> means, for a period of time that is known to Allah, then it will come to an end on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is the Almighty, the Oft-Forgiving.)</span> means, beside His might, greatness and pride, He is Oft-Forgiving to those who disobey Him but then turn to Him in repentance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He created you <span class=\"gray\">(all)</span> from a single person;)</span> means, He created you, with all your varied races, types, languages and colors, from a single soul, who was Adam, peace be upon him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then made from him his wife.)</span> who was Hawwa', peace be upon her. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! Have Taqwa of your Lord, Who created you from a single person, and from him He created his wife, and from them both He created many men and women)</span><span class=\"gray\">(4:1)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has sent down for you of cattle eight pairs.)</span> means, He has created for you from among the cattles, eight pairs. These are the ones that are mentioned in Surat Al-An'am, eight kinds – a pair of sheep, a pair of goats, a pair of camels and a pair of oxen.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He creates you in the wombs of your mothers,)</span> means, He forms you in your mothers' wombs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلْقًا مِنْ بَعْدِ خَلْقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(creation after creation)</span>. Everyone of you is originally a Nutfah, then he becomes an 'Alaqah, then he becomes a Mudghah, then he is created and becomes flesh and bones and nerves and veins, and the Ruh <span class=\"gray\">(soul)</span> is breathed into him, and he becomes another type of creation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Blessed is Allah, the Best of creators)</span><span class=\"gray\">(23:14)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي ظُلُمَاتٍ ثَلَاثٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in three veils of darkness)</span> means, in the darkness of the womb, the darkness of the placenta which blankets and protects the child, and the darkness of the belly. This was the view of Ibn 'Abbas, may Allah be pleased with him, Mujahid, 'Ikrimah, Abu Malik, Ad-Dahhak, Qatadah, As-Suddi and Ibn Zayd.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمُ اللَّهُ رَبُّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is Allah your Lord.)</span> means, the One Who created the heavens and the earth and everything in between, and created you and your forefathers, is the Lord. To Him belong sovereignty and control over all of that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَٰهَ إِلَّا هُوَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(La ilaha illa Huwa.)</span> means, no one else should be worshipped except Him alone with no partner or associate.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّىٰ تُصْرَفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How then are you turned away?)</span> means, how can you worship anything besides Him? What has happened to your minds?</p>"
  }
]