[
  {
    "ayah_key": "40:18",
    "group_ayah_key": "40:18",
    "from_ayah": "40:18",
    "to_ayah": "40:20",
    "ayah_keys": "40:18,40:19,40:20",
    "text": "<p lang=\"en\" class=\"en \">And warn them of the Day that is drawing near, when the hearts will be at the throats Kazimin. There will be no friend, nor an intercessor for the wrongdoers, who could be given heed to <span>(18)</span>Allah knows the fraud of the eyes, and all that the breasts conceal <span>(19)</span>And Allah judges with truth, while those to whom they invoke besides Him, cannot judge anything. Certainly, Allah! He is the All-Hearer, the All-Seer <span>(20)</span></p><p lang=\"en\" class=\"en \">Warning of the Day of Resurrection and Allah's judgement on that Day</p><p lang=\"en\" class=\"en \">The Day that is drawing near' is one of the names of the Day of Judgement. It is so called because it is close, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَزِفَتِ الْآزِفَةُ - لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day of Resurrection draws near. None besides Allah can avert it)</span><span class=\"gray\">(53:57-58)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour has drawn near, and the moon has been cleft asunder)</span><span class=\"gray\">(54:1)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Draws near for mankind their reckoning)</span><span class=\"gray\">(21:1)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Event <span class=\"gray\">(the Hour)</span> ordained by Allah will come to pass, so seek not to hasten it)</span><span class=\"gray\">(16:1)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when they will see it approaching, the faces of those who disbelieve will change and turn black with sadness and in grief)</span><span class=\"gray\">(67:27)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when the hearts will be at the throats Kazimin.)</span> Qatadah said, \"When the hearts reach the throats because of fear, and they will neither come out nor go back to their places.\" This was also the view of 'Ikrimah, As-Suddi and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَاظِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Kazimin)</span> means silent, for no one will speak without His permission:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا ۖ لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَقَالَ صَوَابًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day that Ar-Ruh <span class=\"gray\">(Jibril)</span> and the angels will stand forth in rows, they will not speak except him whom the Most Gracious allows, and he will speak what is right.)</span><span class=\"gray\">(78:38)</span>. Ibn Jurayj said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَاظِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Kazimin)</span> \"It means weeping.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will be no friend, nor an intercessor for the wrongdoers, who could be given heed to.)</span> means, those who wronged themselves by associating others in worship with Allah, will have no relative to help them and no intercessor who can plead on their behalf; all means of good will be cut off from them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows the fraud of the eyes, and all that the breasts conceal.)</span> Allah tells us about His complete knowledge which encompasses all things, great and small, major and minor, so that people will take note that He knows about them and they will have the proper sense of shyness before Allah. They will pay attention to the fact that He can see them, for He knows the fraud of the eyes, even if the eyes look innocent, and He knows what the hearts conceal. Ad-Dahhak said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَائِنَةَ الْأَعْيُنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the fraud of the eyes,)</span> \"A wink and a man saying that he has seen something when he has not seen it, or saying that he has not seen it when he did see it.\" Ibn 'Abbas, may Allah be pleased with him, said, \"Allah knows when the eye looks at something, whether it wants to commit an act of betrayal or not.\" This was also the view of Mujahid and Qatadah. Ibn 'Abbas, may Allah be pleased with him, commented on the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُخْفِي الصُّدُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all that the breasts conceal.)</span>\" He knows, if you were able to, whether you would commit Zina with a woman or not.\" As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُخْفِي الصُّدُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all that the breasts conceal.)</span> meaning, of insinuating whispers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَقْضِي بِالْحَقِّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah judges with truth,)</span> means, He judges with justice. Al-A'mash narrated from Sa'id bin Jubayr from Ibn 'Abbas, may Allah be pleased with him, that this Ayah means: \"He is able to reward those who do good with good and those who do evil with evil.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, Allah! He is the All-Hearer, the All-Seer.)</span> This is how it was interpreted by Ibn 'Abbas, may Allah be pleased with him. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may requite those who do evil with that which they have done, and reward those who do good, with what is best)</span><span class=\"gray\">(53:31)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while those to whom they invoke besides Him,)</span> means, the idols and false gods,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَقْضُونَ بِشَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(cannot judge anything.)</span> means, they do not possess anything and they cannot judge anything.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, Allah! He is the All-Hearer, the All-Seer.)</span> means, He hears all that His creatures say and He knows all about them, so He guides whomsoever He wills and sends astray whomsoever He wills. And He judges with perfect justice in all of that.</p>"
  },
  {
    "ayah_key": "40:21",
    "group_ayah_key": "40:21",
    "from_ayah": "40:21",
    "to_ayah": "40:22",
    "ayah_keys": "40:21,40:22",
    "text": "<p lang=\"en\" class=\"en \">Have they not traveled in the land and seen what was the end of those who were before them? They were superior to them in strength, and in the traces in the land. But Allah seized them with punishment for their sins. And none had they to protect them from Allah <span>(21)</span>That was because there came to them their Messengers with clear evidences but they disbelieved <span class=\"gray\">(in them)</span>. So Allah seized them. Verily, He is All-Strong, Severe in punishment <span>(22)</span></p><p lang=\"en\" class=\"en \">The Severe Punishment for the Disbelievers</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَسِيرُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not traveled)</span>, 'these people who disbelieve in your Message, O Muhammad,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the land and seen what was the end of those who were before them?)</span> means, the nations of the past who disbelieved in their Prophets <span class=\"gray\">(peace be upon them)</span>, for which the punishment came upon them even though they were stronger than Quraysh.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآثَارًا فِي الْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in the traces in the land.)</span> means, they left behind traces in the earth, such as structures, buildings and dwellings which these people <span class=\"gray\">[i.e., the Quraysh]</span> cannot match. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We had firmly established them with that wherewith We have not established you!)</span><span class=\"gray\">(46:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they tilled the earth and populated it in greater numbers than these have done)</span><span class=\"gray\">(30:9)</span>. Yet despite this great strength, Allah punished them for their sin, which was their disbelief in their Messengers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none had they to protect them from Allah.)</span> means, they had no one who could protect them or ward off the punishment from them. </p><p lang=\"en\" class=\"en \">Then Allah mentions the reason why He punished them, and the sins which they committed. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That was because there came to them their Messengers with clear evidences)</span> meaning with clear proof and definitive evidence.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَكَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they disbelieved.)</span> means, despite all these signs, they disbelieved and rejected the Message.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Allah seized them.)</span> means, He destroyed them utterly, and a similar fate awaits the disbelievers.</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is All-Strong, Severe in punishment)</span> means, He is possessed of great strength and might.</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَدِيدُ الْعِقَابِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Severe in punishment,)</span> means, His punishment is severe and agonizing; we seek refuge with Allah, may He be blessed and exalted, from that.</p>"
  }
]