[
  {
    "ayah_key": "16:91",
    "group_ayah_key": "16:91",
    "from_ayah": "16:91",
    "to_ayah": "16:92",
    "ayah_keys": "16:91,16:92",
    "text": "<p lang=\"en\" class=\"en \">And fulfill the covenants <span class=\"gray\">(taken in the Name of)</span> Allah when you have taken them, and do not break the oaths after you have confirmed them - and indeed you have appointed Allah as your guarantor. Verily, Allah knows what you do <span>(91)</span>And do not be like the one who undoes the thread which she has spun, after it has become strong, by taking your oaths as a means of deception among yourselves when one group is more numerous than another group. Allah only tests you by this, and on the Day of Resurrection, He will certainly clarify that which used to differ over <span>(92)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to fulfill the Covenant</h2></div><p lang=\"en\" class=\"en \">This is one of the commands of Allah, to fulfill covenants, keep promises and to fulfill oaths after confirming them. Thus Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not break the oaths after you have confirmed them)</span> There is no conflict between this and the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِّأَيْمَانِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not use Allah as an excuse in your oaths)</span><span class=\"gray\">[2:224]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ ۚ وَاحْفَظُوا أَيْمَانَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the expiation for oaths when you have sworn. And protect your oaths.)</span><span class=\"gray\">[5:89]</span> meaning, do not forgo your oaths without offering the penance. </p><p lang=\"en\" class=\"en \">There is also no conflict between this Ayah <span class=\"gray\">(16:91)</span> and the Hadith reported in the Two Sahihs according to which the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي وَاللهِ إِنْ شَاءَ اللهُ لَا أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلَّا أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا - وَفِي رِوَايَةٍ - وَكَفَّرْتُ عَنْ يَمِينِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah, if Allah wills, I will not swear an oath and then realize that something else is better, but I do that which is better and find a way to free myself from the oath. According to another report he said: \"and I offer penance for my oath.\")</span></p><p lang=\"en\" class=\"en \">There is no contradiction at all between all of these texts and the Ayah under discussion here, which is:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not break the oaths after you have confirmed them)</span> because these are the kinds of oaths that have to do with covenants and promises, not the kind that have to do with urging oneself to do something or preventing him from doing something. Therefore Mujahid said concerning this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not break the oaths after you have confirmed them)</span> \"The oath here refers to oaths made during Jahiliyyah.\" This supports the Hadith recorded by Imam Ahmad from Jubayr bin Mut'im, who said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا حِلْفَ فِي الْإِسْلَامِ، وَأَيُّمَا حِلْفٍ كَانَ فِي الْجَاهِلِيَّةِ فَإِنَّهُ لَا يَزِيدُهُ الْإِسْلَامُ إِلَّا شِدَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no oath in Islam, and any oath made during the Jahiliyyah is only reinforced by Islam.)</span></p><p lang=\"en\" class=\"en \">This was also reported by Muslim. The meaning is that Islam does not need oaths as they were used by the people of the Jahiliyyah; adherence to Islam is sufficient to do away with any need for what they used to customarily give oaths for.</p><p lang=\"en\" class=\"en \">In the Two Sahihs it was reported that Anas said: \"The Messenger of Allah ﷺ swore the treaty of allegiance between the Muhajirin <span class=\"gray\">(emigrants)</span> and the Ansar <span class=\"gray\">(helpers)</span> in our house.\" This means that he established brotherhood between them, and they used to inherit from one another, until Allah abrogated that. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah knows what you do.)</span> This is a warning and a threat to those who break their oaths after confirming them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not be like the one who undoes the thread which she has spun, after it has become strong,)</span></p><p lang=\"en\" class=\"en \">Abdullah bin Kathir and As-Suddi said: \"This was a foolish woman in Makkah. Everytime she spun thread and made it strong, she would undo it again.\" Mujahid, Qatadah and Ibn Zayd said: \"This is like the one who breaks a covenant after confirming it.\" This view is more correct and more apparent, whether or not there was a woman in Makkah who undid her thread after spinning it. The word Ankathan could be referring back to the word translated as \"undoes\", reinforcing the meaning, or it could be the predicate of the verb \"to be\", meaning, do not be Ankathan, the plural of Nakth <span class=\"gray\">(breach, violation)</span>, from the word Nakith <span class=\"gray\">(perfidious)</span>. Hence after this, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(by taking your oaths as a means of deception among yourselves)</span> meaning for the purposes of cheating and tricking one another.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَىٰ مِنْ أُمَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when one group is more numerous than another group.)</span> meaning, you swear an oath with some people if they are more in number than you, so that they can trust you, but when you are able to betray them you do so. Allah forbids that, by showing a case where treachery might be expected or excused, but He forbids it. If treachery is forbidden in such a case, then in cases where one is in a position of strength it is forbidden more emphatically. </p><p lang=\"en\" class=\"en \">Mujahid said: \"They used to enter into alliances and covenants, then find other parties who were more powerful and more numerous, so they would cancel the alliance with the first group and make an alliance with the second who were more powerful and more numerous. This is what they were forbidden to do.\" Ad-Dahhak, Qatadah and Ibn Zayd said something similar.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah only tests you by this)</span> Sa'id bin Jubayr said: \"This means <span class=\"gray\">(you are tested)</span> by the large numbers.\" This was reported by Ibn Abi Hatim. Ibn Jarir said: \"It means <span class=\"gray\">(you are being tested)</span> by His command to you to adhere to your covenants.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day of Resurrection, He will certainly clarify that which you differed over.)</span> Everyone will be rewarded or punished in accordance with his deeds, good or evil.</p>"
  },
  {
    "ayah_key": "16:93",
    "group_ayah_key": "16:93",
    "from_ayah": "16:93",
    "to_ayah": "16:96",
    "ayah_keys": "16:93,16:94,16:95,16:96",
    "text": "<p lang=\"en\" class=\"en \">And had Allah willed, He would have made you <span class=\"gray\">(all)</span> one nation, but He allows whom He wills to stray and He guides whom He wills. But you shall certainly be called to account for what you used to do <span>(93)</span>And do not make your oaths a means of deception among yourselves, resulting in the slip of a foot after it was firmly planted, and you taste the evil of having hindered from the path of Allah, and you will suffer a terrible punishment <span>(94)</span>And do not use an oath by Allah for the purchase of little value, what is with Allah is better for you if you only knew <span>(95)</span>Whatever you have will be exhausted, and what is with Allah will remain. And to those who are patient, We will certainly grant them their rewards in proportion to the best of what they used to do <span>(96)</span></p><div lang=\"en\" class=\"en \"><h2>If Allah had willed, He would have made all of Humanity one Nation</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had Allah willed, He would have made you)</span> meaning - O mankind,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمَّةً وَاحِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(all)</span> one nation,)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَن فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had your Lord willed, all of those on earth would have believed together.)</span><span class=\"gray\">[10:99]</span>, meaning, He could have created harmony among them, and there would not be any differences, conflicts or hatred between them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ - إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if your Lord had so willed, He would surely, have made mankind one Ummah <span class=\"gray\">[nation or community]</span>, but they will not cease to disagree. Except him on whom your Lord has bestowed His mercy, and for that did He create them.)</span><span class=\"gray\">(11:118-119)</span> Similarly, Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but He allows whom He wills to stray and He guides whom He wills.)</span> Then on the Day of Resurrection, He will ask them all about their deeds, and will reward or punish them even equal to a scalish thread in the long slit of a date stone or the size of a speck on the back of a date stone, or even a thin membrane of the date stone.</p><div lang=\"en\" class=\"en \"><h2>The Prohibition on taking on Oath for Purposes of Treachery</h2></div><p lang=\"en\" class=\"en \">Then Allah warns His servant against taking oaths as means of deception, i.e., using them for treacherous purposes, lest a foot should slip after being firmly planted. This is an analogy describing one who was on the right path but then deviated and slipped from the path of guidance because of an unfulfilled oath that involved hindering people from the path of Allah. This is because if a disbeliever were to find that after having agreed to a covenant, then the believer betrayed him, then the believer will have hindered him from entering Islam. Thus Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَذُوقُوا السُّوءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ اللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you taste the evil of having hindered from the path of Allah, and you will suffer a terrible punishment.)</span></p><div lang=\"no\" class=\"no \"><h2>Do not break Oaths for the sake of Worldly Gain</h2></div><p lang=\"en\" class=\"en \">Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not use an oath by Allah for the purchase of little value.)</span> meaning, do not neglect an oath sworn in the Name of Allah for the sake of this world and its attractions, for they are few, and even if the son of Adam were to gain this world and all that is in it, that which is with Allah is better for him, i.e., the reward of Allah is better for the one who puts his hope in Him, believes in Him, seeks Him and fulfills his oaths in the hope of that which Allah has promised. This is why Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُمْ تَعْلَمُونَ - مَا عِندَكُمْ يَنفَدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you only knew. Whatever you have will be exhausted,)</span> meaning, it will come to an end and will vanish, because it is only there for a certain, limited time.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِندَ اللَّهِ بَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and what is with Allah will remain.)</span> meaning, His reward for you in Paradise will remain, without interruption or end, because it is eternal and will never change nor disappear.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to those who are patient, We will certainly grant them their rewards in proportion to the best of what they used to do.)</span> Here the Lord swears, with the Lam of affirmation, that He will reward the patient for the best of their deeds, i.e., He will forgive them for their bad deeds.</p>"
  }
]