[
  {
    "ayah_key": "18:23",
    "group_ayah_key": "18:23",
    "from_ayah": "18:23",
    "to_ayah": "18:24",
    "ayah_keys": "18:23,18:24",
    "text": "<p class=\"en translation\" lang=\"en\">And never say of anything, \"I shall do such and such thing tomorrow. <span>(23)</span>Except <span class=\"gray\">(with the saying)</span>, \"If Allah wills!\" And remember your Lord when you forget and say: \"It may be that my Lord guides me to a nearer way of truth than this. <span>(24)</span></p><div lang=\"en\" class=\"en \"><h2>Saying \"If Allah wills\" when determining to do Something in the Future</h2></div><p lang=\"en\" class=\"en \">Here Allah, may He be glorified, shows His Messenger ﷺ the correct etiquette when determining to do something in the future; this should always be referred to the will of Allah, the Knower of the Unseen, Who knows what was and what is yet to be and what is not to be, and how it will be if it is to be. It was recorded in the Two Sahihs that Abu Hurayrah said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ سُلَيْمَانُ بْنُ دَاوُدَ عَلَيْهِمَا السَّلَامُ: لَأَطُوفَنَّ اللَّيْلَةَ عَلَى سَبْعِينَ امْرَأَةً - وَفِي رِوَايَةٍ: تِسْعِينَ امْرَأَةً، وَفِي رِوَايَةٍ: مِائَةِ امْرَأَةٍ - تَلِدُ كُلُّ امْرَأَةٍ مِنْهُنَّ غُلَامًا يُقَاتِلُ فِي سَبِيلِ اللهِ، فَقِيلَ لَهُ - وَفِي رِوَايَةٍ قَالَ لَهُ الْمَلَكُ:- قُلْ إِنْ شَاءَ اللهُ، فَلَمْ يَقُلْ، فَطَافَ بِهِنَّ فَلَمْ تَلِدْ مِنْهُنَّ إِلَّا امْرَأَةٌ وَاحِدَةٌ نِصْفَ إِنْسَانٍ، فَقَالَ رَسُولُ اللهِ صلّى الله عليه وسلّم: وَالَّذِي نَفْسِي بِيَدِهِ، لَوْ قَالَ إِنْ شَاءَ اللهُ لَمْ يَحْنَثْ، وَكَانَ دَرَكًا لِحَاجَتِهِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي رِوَايَةٍ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَاتَلُوا فِي سَبِيلِ اللهِ فُرْسَانًا أَجْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sulayman bin Dawud <span class=\"gray\">(peace be upon them both)</span> said: \"Tonight I will go around to seventy women <span class=\"gray\">[according to some reports, it was ninety or one hundred women]</span> so that each one of them will give birth to a son who will fight for the sake of Allah.\" It was said to him, <span class=\"gray\">[according to one report, the angel said to him]</span> \"Say: 'If Allah wills'\", but he did not say it. He went around to the women but none of them gave birth except for one who gave birth to a half-formed child.)</span> The Messenger of Allah ﷺ said, <span class=\"gray\">(By the One in Whose hand is my soul, had he said, \"If Allah wills,\" he would not have broken his oath, and that would have helped him to attain what he wanted.)</span> According to another report, <span class=\"gray\">(They would all have fought as horsemen in the cause of Allah.)</span></p><p lang=\"en\" class=\"en \">At the beginning of this Surah we discussed the reason why this Ayah was revealed: when the Prophet was asked about the story of the people of the Cave, he said, \"I will tell you tomorrow.\" Then the revelation was delayed for fifteen days.</p><p lang=\"en\" class=\"en \">Since we discussed this at length at the beginning of the Surah, there is no need to repeat it here.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember your Lord when you forget)</span></p><p lang=\"en\" class=\"en \">It was said that this means, if you forget to say \"If Allah wills\", then say it when you remember. This was the view of Abu Al-'Aliyah and Al-Hasan Al-Basri. Hushaym reported from Al-A'mash from Mujahid that concerning a man who swears an oath, Ibn 'Abbas said \"He may say 'If Allah wills' even if it is a year later.\" Ibn 'Abbas used to interpret this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember your Lord when you forget)</span> in this way. Al-A'mash was asked, \"Did you hear this from Mujahid?\" He said, \"Layth bin Abi Salim told it to me.\" The meaning of Ibn 'Abbas' view, that a person may say \"If Allah wills\", even if it is a year later, is that if he forgets to say it when he makes the oath or when he speaks, and he remembers it later, even a year later, the Sunnah is that he should say it, so that he will still be following the Sunnah of saying \"If Allah wills\", even if that is after breaking his oath. This was also the view of Ibn Jarir, but he stated that this does not make up for breaking the oath or mean that one is no longer obliged to offer expiation. What Ibn Jarir said is correct, and it is more appropriate to understand the words of Ibn Abbas in this way. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَٰلِكَ غَدًا - إِلَّا أَن يَشَاءَ اللَّهُ ۚ وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never say of anything, \"I shall do such and such thing tomorrow.\" Except <span class=\"gray\">(with the saying)</span>, \"If Allah wills!\" And remember your Lord when you forget)</span> At-Tabarani recorded that Ibn 'Abbas said that this meant saying, \"If Allah wills.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْ عَسَىٰ أَن يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَٰذَا رَشَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say: \"It may be that my Lord guides me to a nearer way of truth than this.\")</span> meaning, 'if you <span class=\"gray\">(O Prophet)</span> are asked about something you know nothing about, ask Allah about it, and turn to Him so that He may guide you to what is right.' And Allah knows best.</p>"
  },
  {
    "ayah_key": "18:25",
    "group_ayah_key": "18:25",
    "from_ayah": "18:25",
    "to_ayah": "18:26",
    "ayah_keys": "18:25,18:26",
    "text": "<p class=\"en translation\" lang=\"en\">And they stayed in their cave three hundred years, adding nine <span>(25)</span>Say: \"Allah knows best how long they stayed. With Him is the unseen of the heavens and the earth.\" How clearly He sees, and hears <span class=\"gray\">(everything)</span>! They have no protector other than Him, and He makes none to share in His decision and His rule <span>(26)</span></p><div lang=\"en\" class=\"en \"><h2>The Length of their Stay in the Cave</h2></div><p lang=\"en\" class=\"en \">Here Allah tells His Messenger ﷺ the length of time the people of the Cave spent in their cave, from the time when He caused them to sleep until the time when He resurrected them and caused the people of that era to find them. The length of time was three hundred plus nine years in lunar years, which is three hundred years in solar years. The difference between one hundred lunar years and one hundred solar years is three years, which is why after mentioning three hundred, Allah says, 'adding nine.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah knows best how long they stayed...\")</span> 'If you are asked about how long they stayed, and you have no knowledge of that and no revelation from Allah about it, then do not say anything. Rather say something like this:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ بِمَا لَبِثُوا ۖ لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows best how long they stayed. With Him is <span class=\"gray\">(the knowledge of)</span> the Unseen of the heavens and the earth.)</span>\" meaning, no one knows about that except Him, and whoever among His creatures He chooses to tell. What we have said here is the view of more than one of the scholars of Tafsir, such as Mujahid and others among the earlier and later generations.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they stayed in their cave three hundred years,)</span> Qatadah said, this was the view of the People of the Book, and Allah refuted it by saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah knows best how long they stayed...\")</span> meaning, that Allah knows better than what the people say. This was also the view of Mutarraf bin 'Abdullah. However, this view is open to debate, because when the People of the Book said that they stayed in the cave for three hundred years, without the extra nine, they were referring to solar years, and if Allah was merely narrating what they had said, He would not have said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَازْدَادُوا تِسْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(adding nine.)</span> The apparent meaning of the Ayah is that Allah is stating the facts, not narrating what was said. This is the view of Ibn Jarir <span class=\"gray\">(may Allah have mercy on him)</span>. And Allah knows best.</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَبْصِرْ بِهِ وَأَسْمِعْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How clearly He sees, and hears <span class=\"gray\">(everything)</span>!)</span> He sees them and hears them. Ibn Jarir said, \"The language used is an eloquent expression of praise.\" The phrase may be understood to mean, how much Allah sees of everything that exists and how much He hears of everything that is to be heard, for nothing is hidden from Him! It was narrated that Qatadah commented on this Ayah:</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَبْصِرْ بِهِ وَأَسْمِعْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How clearly He sees, and hears <span class=\"gray\">(everything)</span>!)</span> \"No one hears or sees more than Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَهُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have no protector other than Him, and He makes none to share in His decision and His rule.)</span> meaning, He, may He be glorified, is the One Who has the power to create and to command, the One Whose ruling cannot be overturned; He has no adviser, supporter or partner, may He be exalted and hallowed.</p>"
  }
]