[
  {
    "ayah_key": "4:163",
    "group_ayah_key": "4:163",
    "from_ayah": "4:163",
    "to_ayah": "4:165",
    "ayah_keys": "4:163,4:164,4:165",
    "text": "<p lang=\"en\" class=\"en \">Verily, We have sent the revelation to you as We sent the revelation to Nuh and the Prophets after him; We <span class=\"gray\">(also)</span> sent the revelation to Ibrahim, Isma'il, Ishaq, Ya'qub, and Al-Asbat, <span class=\"gray\">(the offspring of the twelve sons of Ya'qub)</span> 'Isa, Ayyub, Yunus, Harun, and Sulayman; and to Dawud We gave the Zabur <span>(163)</span>And Messengers We have mentioned to you before, and Messengers We have not mentioned to you, and to Musa Allah spoke directly <span>(164)</span>Messengers as bearers of good news and warning, in order that mankind should have no plea against Allah after the <span class=\"gray\">(coming of)</span> Messengers. And Allah is Ever All-Powerful, All-Wise <span>(165)</span></p><div lang=\"en\" class=\"en \"><h2>Revelation Came to Prophet Muhammad <span class=\"gray\">(ﷺ)</span>, Just as it Came to the Prophets Before Him</h2></div><p lang=\"en\" class=\"en \">Muhammad bin Ishaq narrated that Muhammad bin Abi Muhammad said that 'Ikrimah, or Sa'id bin Jubayr, related to Ibn 'Abbas that he said, \"Sukayn and 'Adi bin Zayd said, 'O Muhammad! We do not know that Allah sent down anything to any human after Musa.' Allah sent down a rebuttal of their statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَىٰ نُوحٍ وَالنَّبِيِّينَ مِن بَعْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have inspired you <span class=\"gray\">(O Muhammad)</span> as We inspired Nuh and the Prophets after him.)</span>\"</p><p lang=\"en\" class=\"en \">Allah states that He sent down revelation to His servant and Messenger Muhammad ﷺ just as He sent down revelation to previous Prophets. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَىٰ نُوحٍ وَالنَّبِيِّينَ مِن بَعْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have inspired you <span class=\"gray\">(O Muhammad)</span> as We inspired Nuh and the Prophets after him,)</span> until,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتَيْنَا دَاوُودَ زَبُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and to Dawud We gave the Zabur.)</span> The 'Zabur' <span class=\"gray\">(Psalms)</span> is the name of the Book revealed to Prophet Dawud, peace be upon him.</p><div lang=\"en\" class=\"en \"><h2>Twenty-Five Prophets Are Mentioned in the Qur'an</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Messengers We have mentioned to you before, and Messengers We have not mentioned to you)</span></p><p lang=\"fil\" class=\"fil \">Before the revelation of this Ayah. The following are the names of the Prophets whom Allah named in the Qur'an. They are: Adam, Idris, Nuh <span class=\"gray\">(Noah)</span>, Hud, Salih, Ibrahim <span class=\"gray\">(Abraham)</span>, Lut, Isma'il <span class=\"gray\">(Ishmael)</span>, Ishaq <span class=\"gray\">(Isaac)</span>, Ya'qub <span class=\"gray\">(Jacob)</span>, Yusuf <span class=\"gray\">(Joesph)</span>, Ayyub <span class=\"gray\">(Job)</span>, Shu'ayb, Musa <span class=\"gray\">(Moses)</span>, Harun <span class=\"gray\">(Aaron)</span>, Yunus <span class=\"gray\">(Jonah)</span>, Dawud <span class=\"gray\">(David)</span>, Sulayman <span class=\"gray\">(Solomon)</span>, Ilyas <span class=\"gray\">(Elias)</span>, Al-Yasa' <span class=\"gray\">(Elisha)</span>, Zakariya <span class=\"gray\">(Zachariya)</span>, Yahya <span class=\"gray\">(John)</span> and 'Isa <span class=\"gray\">(Jesus)</span>, and their leader, Muhammad ﷺ. Several scholars of Tafsir also listed Dhul-Kifl among the Prophets. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Messengers We have not mentioned to you,)</span> means, 'there are other Prophets whom We did not mention to you in the Qur'an.'</p><div lang=\"en\" class=\"en \"><h2>The Virtue of Musa</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلَّمَ اللَّهُ مُوسَىٰ تَكْلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Musa Allah spoke directly.)</span> This is an honor to Musa, and this is why he is called the Kalim, he whom Allah spoke to directly. Al-Hafiz Abu Bakr bin Marduwyah recorded that 'Abdul-Jabbar bin 'Abdullah said, \"A man came to Abu Bakr bin 'Ayyash and said, 'I heard a man recite <span class=\"gray\">(this Ayah this way)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلَّمَ اللَّهُ مُوسَىٰ تَكْلِيمًا</p><p lang=\"en\" class=\"en \">\"and to Allah, Musa spoke directly.\" Abu Bakr said, 'Only a disbeliever would recite it like this.' Al-A'mash recited it with Yahya bin Withab, who recited it with Abu 'Abdur-Rahman As-Sulami who recited it with 'Ali bin Abi Talib who recited with the Messenger of Allah ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلَّمَ اللَّهُ مُوسَىٰ تَكْلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Musa Allah spoke directly.)</span></p><p lang=\"en\" class=\"en \">Abu Bakr bin Abi Ayyash was so angry with the man who recited the Ayah differently, because he altered its words and meanings. That person was from the group of Mu'tazilah who denied that Allah spoke to Musa or that He speaks to any of His creation. We were told that some of the Mu'tazilah once recited the Ayah that way, so one teacher present said to him, \"O son of a stinking woman! What would you do concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَ مُوسَىٰ لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Musa came at the time and place appointed by Us, and his Lord spoke to him,)</span><span class=\"gray\">[7:143]</span>?\" The Shaykh meant that the later Ayah cannot be altered or changed.</p><div lang=\"en\" class=\"en \"><h2>The Reason Behind Sending the Prophets is to Establish the Proof</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Messengers as bearers of good news as well as of warning,)</span> meaning, the Prophets bring good news to those who obey Allah and practice the good things that please Him. They also warn against His punishment and torment for those who defy His commandments. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that mankind should have no plea against Allah after the Messengers. And Allah is Ever All-Powerful, All-Wise.)</span></p><p lang=\"en\" class=\"en \">Allah sent down His Books and sent His Messengers with good news and warnings. He explained what He likes and is pleased with and what He dislikes and is displeased with. This way, no one will have an excuse with Allah. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّا أَهْلَكْنَاهُم بِعَذَابٍ مِّن قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We had destroyed them with a torment before this, they would surely have said: \"Our Lord! If only You had sent us a Messenger, we should certainly have followed Your Ayat, before we were humiliated and disgraced.\")</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا أَن تُصِيبَهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if <span class=\"gray\">(We had)</span> not <span class=\"gray\">(sent you to the people of Makkah)</span> in case a calamity should seize them for <span class=\"gray\">(the deeds)</span> that their hands have sent forth.)</span></p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs that Ibn Mas'ud said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَغْيَرُ مِنَ اللهِ، مِنْ أَجْلِ ذلِكَ حَرَّمَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَلَا أَحَدْ أَحَبْ إِلَيْهِ الْمَدْحُ مِنَ اللهِ عَزَّ وَجَلَّ، مِنْ أَجْلِ ذلِكَ مَدَحَ نَفْسَهُ، وَلَا أَحَدَ أَحَبْ إِلَيْهِ الْعُذْرُ مِنَ اللهِ، مِنْ أَجْلِ ذلِكَ بَعَثَ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No one is more jealous than Allah. This is why He prohibited all types of sin committed in public or secret. No one likes praise more than Allah, and this is why He has praised Himself. No one likes to give excuse more than Allah, and this is why He sent the Prophets as bearers of good news and as warners.)</span> In another narration, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَجْلِ ذلِكَ أَرْسَلَ رُسُلَهُ وَأَنْزَلَ كُتُبَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is why He sent His Messengers and revealed His Books.)</span></p>"
  }
]