[
  {
    "ayah_key": "39:68",
    "group_ayah_key": "39:68",
    "from_ayah": "39:68",
    "to_ayah": "39:70",
    "ayah_keys": "39:68,39:69,39:70",
    "text": "<p lang=\"en\" class=\"en \">And the Trumpet will be blown, and all who are in the heavens and all who are on the earth will swoon away, except him whom Allah wills. Then it will be blown another time, and behold they will be standing, looking on <span>(68)</span>And the earth will shine with the light of its Lord, and the Book will be presented, and the Prophets and the witnesses will be brought forward, and it will be judged between them with truth, and they will not be wronged <span>(69)</span>And each person will be paid in full of what he did; and He is Best Aware of what they do <span>(70)</span></p><p lang=\"en\" class=\"en \">The Blast of the Trumpet, the Judgement and the Recompense</p><p lang=\"en\" class=\"en \">Allah tells us about the terrors of the Day of Judgement, with its mighty signs and terrifying upheaval.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Trumpet will be blown and all who are in the heavens and all who are on the earth will swoon away, except him whom Allah wills.)</span></p><p lang=\"en\" class=\"en \">This will be the second trumpet-blast, which will cause people to die. By this trumpet-blast, everyone who is alive in the heavens and on earth will be caused to die, except for him whom Allah wills. Then the souls of the remaining creatures will be taken, until the last one to die will be the Angel of Death, and there will be left only the Ever Living, Eternal One, Who was there in the beginning and will be at the end, forever. He will say three times,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِمَنِ الْمُلْكُ الْيَوْمَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Whose is the kingdom this day?\")</span>, then He will answer Himself:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّهِ الْوَاحِدِ الْقَهَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"It is Allah's, the One, the Irresistible!\")</span><span class=\"gray\">(40:16)</span>. 'I am the One existing Alone, I subjugated all things and I decreed that all things must come to an end.' Then the first one to be brought back to life will be Israfil, and Allah will command him to sound the Trumpet again. This will be the third trumpet-blast, the trumpet-blast of Resurrection. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then it will be blown another time, and behold they will be standing, looking on)</span> means, after they have been bones and dust, they will come alive, looking at the terrors of the Day of Resurrection. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُمْ بِالسَّاهِرَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it will be only a single Zajrah, when behold, they find themselves alive.)</span><span class=\"gray\">(79:13-14)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when He will call you, and you will respond with His praise, and you will think that you have stayed <span class=\"gray\">(in this world)</span> but a little while!)</span><span class=\"gray\">(17:52)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs is that the heaven and the earth stand by His command. Then afterwards when He will call you by a single call, behold, you will come out from the earth.)</span><span class=\"gray\">(30:25)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that a man said to 'Abdullah bin 'Amr, may Allah be pleased with him, \"You say that the Hour will come at such and such time.\" He said, \"I thought that I would not narrate to you anymore. All that I said was that after a little while you would see something of great importance.\" 'Abdullah bin 'Amr, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ الدَّجَّالُ فِي أُمَّتِي فَيَمْكُثُ فِيهِمْ أَرْبَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Dajjal will emerge in my Ummah and he will stay among them for forty.)</span> I do not know whether he said forty days or forty months or forty years or forty nights.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَبْعَثُ اللهُ تَعَالَىٰ عِيسَى ابْنَ مَرْيَمَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، كَأَنَّهُ عُرْوَةُ بْنُ مَسْعُودٍ الثَّقَفِيُّ، فَيَظْهَرُ فَيُهْلِكُهُ اللهُ تَعَالَىٰ، ثُمَّ يَلْبَثُ النَّاسُ بَعْدَهُ سِنِينَ سَبْعًا، لَيْسَ بَيْنَ اثْنَيْنِ عَدَاوَةٌ، ثُمَّ يُرْسِلُ اللهُ تَعَالَىٰ رِيحًا بَارِدَةً مِنْ قِبَلِ الشَّامِ، فَلَا يَبْقَىٰ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ إِيمَانٍ إِلَّا قَبَضَتْهُ، حَتّٰى لَوْ أَنَّ أَحَدَهُمْ كَانَ فِي كَبِدِ جَبَلٍ لَدَخَلَتْ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then Allah will send 'Isa bin Maryam, peace be upon him, who resembles 'Urwah bin Mas'ud Ath-Thaqafi, and he will prevail. Allah will destroy him <span class=\"gray\">(the Dajjal)</span>, then after that mankind will live for seven years with no enmity between any two people. Then Allah will send a cool wind from the direction of Ash-Sham, which will take the soul of every person who has even a speck of faith in his heart; even if one of them were to be inside the heart of a mountain, it would enter upon him.)</span>\" He said, \"I heard it from the Messenger of Allah ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَبْقَىٰ شِرَارُ النَّاسِ فِي خِفَّةِ الطَّيْرِ وَأَحْلَامِ السِّبَاعِ، لَا يَعْرِفُونَ مَعْرُوفًا، وَلَا يُنْكِرُونَ مُنْكَرًا، قال: فَيَتَمَثَّلُ لَهُمُ الشَّيْطَانُ فَيَقُولُ: أَلَا تَسْتَجِيبُونَ؟ فَيَأْمُرُهُمْ بِعِبَادَةِ الْأَوْثَانِ فَيَعْبُدُونَهَا، وَهُمْ فِي ذَلِكَ دَارَّةٌ أَرْزَاقُهُمْ، حَسَنٌ عَيْشُهُمْ، ثُمَّ يُنْفَخُ فِي الصُّورِ، فَلَا يَسْمَعُهُ أَحَدٌ إِلَّا أَصْغَىٰ لَهُ، وَأَوَّلُ مَنْ يَسْمَعُهُ، رَجُلٌ يَلُوطُ حَوْضَهُ فَيَصْعَقُ، ثُمَّ لَا يَبْقَىٰ أَحَدٌ إِلَّا صَعِقَ، ثُمَّ يُرْسِلُ اللهُ تَعَالَىٰ أَوْ - يُنْزِلُ اللهُ عَزَّ وَجَلَّ - مَطَرًا كَأَنَّهُ الطَّلُّ - أَوِ الظِّلُّ شك نعمان - فَتَنْبُتُ مِنْهُ أَجْسَادُ النَّاسِ، ثُمَّ يُنْفَخُ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ، ثُمَّ يُقَالُ: أَيُّهَا النَّاسُ هَلُمُّوا إِلىٰ رَبِّكُمْ وَقِفُوهُمْ ۖ إِنَّهُمْ مَسْئُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will be left the most evil of people, as light as birds and with the hard hearts of wild predators. They will not recognize any good or denounce any evil. Then Shaytan will appear to them and say, \"Will you not obey me?\" Then he will command them to worship idols and they will worship them. At that time they will have ample provision and a good standard of living. Then the Trumpet will be blown, and no one will hear it but he will tilt his head to listen. The first one to hear it will be a man who is filling his water trough, and he will die when he hears it. Then there will be no one left who has not died. Then Allah will send)</span> – or – send down <span class=\"gray\">(rain like drizzle)</span> – or – shade – An-Nu'man <span class=\"gray\">[one of the narrators]</span> was not sure of its wording <span class=\"gray\">(from which the bodies of the people will grow. Then the Trumpet will be blown once more, and they will be standing, looking on. Then it will be said, \"O mankind, come to your Lord, <span class=\"gray\">(But stop them, verily, they are to be questioned)</span><span class=\"gray\">(37:24)</span>. </span></p><p lang=\"en\" class=\"en \">Then it will be said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْرِجُوا بَعْثَ النَّارِ، قال: فيُقَالُ: كَمْ؟ فَيُقَالُ: مِنْ كُلِّ أَلْفٍ تِسْعَمِائَةٍ وَتِسْعَةً وَتِسْعِينَ، فَيَوْمَئِذٍ يُبْعَثُ الْوِلْدَانُ شِيبًا، وَيَوْمَئِذٍ يُكْشَفُ عَنْ سَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Send forth the people of Hell.\" It will be said, \"How many\" It will said, \"From every thousand, nine hundred and ninety-nine.\" On that Day, children will be resurrected gray-haired, and on that Day the Shin will be laid bare.)</span>\" This was recorded by Muslim in his Sahih.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Abu Hurayrah, may Allah be pleased with him, said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَيْنَ النَّفْخَتَيْنِ أَرْبَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Between the two blasts, there will be only forty.)</span> They said, \"O Abu Hurayrah, forty days?\" He, may Allah be pleased with him, said, \"I do not know.\" They said, \"Forty years?\" He said, \"I do not know.\" They said, \"Forty months?\" He said, \"I do not know.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَبْلَى كُلُّ شَيْءٍ مِنَ الْإِنْسَانِ إِلَّا عَجْبَ ذَنَبِهِ فِيهِ يُرَكَّبُ الْخَلْقُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every part of a man will disinegrate apart from the root of his backbone, and out of that he will be created anew.)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the earth will shine with the light of its Lord,)</span> means, it will shine brightly on the Day of Resurrection when the Truth <span class=\"gray\">(Allah)</span>, may He be glorified and exalted, manifests Himself to His creation, to pass judgement.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Book will be presented)</span>. Qatadah said, \"The Book of deeds.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجِيءَ بِالنَّبِيِّينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Prophets will be brought forward,)</span> Ibn 'Abbas, may Allah be pleased with him, said, \"They will bear witness against the nations, testifying that they conveyed the Message of Allah to them.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالشُّهَدَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the witnesses)</span> means, witnesses from among the angels who record the deeds of all, good and evil alike.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it will be judged between them with truth,)</span> means, with justice.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will not be wronged.)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall setup Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything. And if there be the weight of a mustard seed, We will bring it. And Sufficient are We to take account.)</span><span class=\"gray\">(21:47)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah wrongs not even of the weight of a speck of dust, but if there is any good <span class=\"gray\">(done)</span>, He doubles it, and gives from Him a great reward.)</span><span class=\"gray\">(4:40)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And each person will be paid in full of what he did;)</span> meaning, of good and evil.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is Best Aware of what they do)</span>.</p>"
  }
]