[
  {
    "ayah_key": "2:89",
    "group_ayah_key": "2:89",
    "from_ayah": "2:89",
    "to_ayah": "2:89",
    "ayah_keys": "2:89",
    "text": "<p lang=\"en\" class=\"en \">And when there came to them <span class=\"gray\">(the Jews)</span>, a Book <span class=\"gray\">(this Qur'an)</span> from Allah confirming what is with them <span class=\"gray\">(the Tawrah)</span> and the Injil <span class=\"gray\">(Gospel)</span>, although aforetime they had invoked Allah <span class=\"gray\">(for the coming of Muhammad ﷺ)</span> in order to gain victory over those who disbelieved, then when there came to them that which they had recognised, they disbelieved in it. So let the curse of Allah be on the disbelievers <span>(89)</span></p><div lang=\"en\" class=\"en \"><h2>The Jews were awaiting the Prophet's coming, but They disbelieved in Him when He was sent</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when there came to them)</span> meaning, the Jews,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ مِّنْ عِندِ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a Book from Allah)</span> meaning, the Qur'an that Allah sent down to Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقٌ لِّمَا مَعَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(confirming what is with them)</span> meaning, the Tawrah. Further, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(although aforetime they had invoked Allah <span class=\"gray\">(for coming of Muhammad ﷺ)</span> in order to gain victory over those who disbelieved)</span> meaning, before this Messenger came to them, they used to ask Allah to aid them by his arrival, against their polytheistic enemies in war. They used to say to the polytheists, \"A Prophet shall be sent just before the end of this world and we, along with him, shall exterminate you, just as the nations of 'Ad and Iram were exterminated.\" Also, Muhammad bin Ishaq narrated that Ibn 'Abbas said, \"The Jews used to invoke Allah <span class=\"gray\">(for the coming of Muhammad ﷺ)</span> in order to gain victory over the Aws and Khazraj, before the Prophet ﷺ was sent. When Allah sent him to the Arabs, they rejected him and denied what they used to say about him. Hence, Mu'adh bin Jabal and Bishr bin Al-Bara' bin Ma'rur, from Bani Salamah, said to them, 'O Jews! Fear Allah and embrace Islam. You used to invoke Allah for the coming of Muhammad ﷺ when we were still disbelievers and you used to tell us that he would come and describe him to us,' Salam bin Mushkim from Bani An-Nadir replied, 'He did not bring anything that we recognize. He is not the Prophet we told you about.' Allah then revealed this Ayah about their statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَهُمْ كِتَابٌ مِّنْ عِندِ اللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when there came to them <span class=\"gray\">(the Jews)</span>, a Book <span class=\"gray\">(this Qur'an)</span> from Allah confirming what is with them <span class=\"gray\">(the Tawrah)</span> and the Injil <span class=\"gray\">(Gospel)</span>)</span>.\"</p><p lang=\"en\" class=\"en \">Abu Al-'Aliyah said, \"The Jews used to ask Allah to send Muhammad ﷺ so that they would gain victory over the Arab disbelievers. They used to say, 'O Allah! Send the Prophet that we read about - in the Tawrah - so that we can torment and kill the disbelievers alongside him.' When Allah sent Muhammad ﷺ and they saw that he was not one of them, they rejected him and envied the Arabs, even though they knew that he was the Messenger of Allah. Hence, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُم مَّا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when there came to them that which they had recognized, they disbelieved in it. So let the curse of Allah be on the disbelievers)</span>. \"</p>"
  },
  {
    "ayah_key": "2:90",
    "group_ayah_key": "2:90",
    "from_ayah": "2:90",
    "to_ayah": "2:90",
    "ayah_keys": "2:90",
    "text": "<p class=\"en translation\" lang=\"en\">How bad is that for which they have sold their own selves, that they should disbelieve in that which Allah has revealed <span class=\"gray\">(the Qur'an)</span>, grudging that Allah should reveal of His grace unto whom He wills of His servants. So they have drawn on themselves wrath upon wrath. And for the disbelievers, there is disgracing torment <span>(90)</span></p><p lang=\"hmn\" class=\"hmn \">Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَمَا اشْتَرَوْا بِهِ أَنفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How bad is that for which they have sold their own selves)</span>, \"The Jews sold the truth for falsehood and hid the truth about Muhammad .\" As-Suddi said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَمَا اشْتَرَوْا بِهِ أَنفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How bad is that for which they have sold their own selves)</span> means, \"The Jews sold themselves.\" meaning, what is worse is what they chose for themselves by disbelieving in what Allah revealed to Muhammad ﷺ instead of believing, aiding and supporting him. This behavior of theirs is the result of their injustice, envy and hatred,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يُنَزِّلَ اللَّهُ مِن فَضْلِهِ عَلَىٰ مَن يَشَاءُ مِنْ عِبَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(grudging that Allah should reveal of His grace unto whom He wills of His servants)</span>. \" There is no envy worse than this. Therefore,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَاءُوا بِغَضَبٍ عَلَىٰ غَضَبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they have drawn on themselves wrath upon wrath)</span>. Ibn 'Abbas commented on this Ayah, \"Allah became angry with them because they ignored some of the Tawrah and disbelieved in the Prophet that He sent to them.\" I <span class=\"gray\">(Ibn Kathir)</span> say that the meaning of,</p><p class=\"ps qpc-hafs\" lang=\"ps\">بَاءُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they drew on themselves)</span> is that they deserved and acquired multiplied anger. Also, Abu Al-'Aliyah said, \"Allah became angry with them, because of their disbelief in the Injil and 'Isa and He became angry with them again, because they disbelieved in Muhammad ﷺ and the Qur'an.\" Similar was said by 'Ikrimah and Qatadah. Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for the disbelievers, there is disgracing torment)</span>. Since their disbelief was a result of their transgression and envy, which was caused by arrogance, they were punished with disgrace and humiliation in this world and the Hereafter. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who scorn My worship <span class=\"gray\">(i.e. do not invoke Me, and do not believe in My Oneness)</span> they will surely enter Hell in humiliation!\")</span><span class=\"gray\">(40:60)</span> meaning, \"Disgraced, degraded and humiliated.\" Imam Ahmad narrated that 'Amr bin Shu'ayb said that his father said that his grandfather said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحْشَرُ الْمُتَكَبِّرُونَ يَوْمَ الْقِيَامَةِ أَمْثَالَ الذَّرِّ فِي صُوَرِ النَّاسِ، يَعْلُوهُمْ كُلُّ شَيْءٍ مِنَ الصِّغَارِ حَتَّى يَدْخُلُوا سِجْنًا فِي جَهَنَّمَ يُقَالُ لَهُ. بَوْلَسُ تَعْلُوهُمْ نَارُ الْأَنْيَارِ يُسْقَونَ مِنْ طِينَةِ الْخَبَالِ عُصَارَةِ أَهْلِ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The arrogant people will be gathered on the Day of Resurrection in the size of ants, but in the shape of men. Everything shall be above them, because of the humiliation placed on them, until they enter a prison in Jahannam called 'Bawlas' where the fire will surround them from above. They shall drink from the puss of the people of the Fire.)</span></p>"
  },
  {
    "ayah_key": "2:91",
    "group_ayah_key": "2:91",
    "from_ayah": "2:91",
    "to_ayah": "2:92",
    "ayah_keys": "2:91,2:92",
    "text": "<p lang=\"en\" class=\"en \">And when it is said to them <span class=\"gray\">(the Jews)</span>, \"Believe in what Allah has sent down,\" they say, \"We believe in what was sent down to us.\" And they disbelieve in that which came after it, while it is the truth confirming what is with them. Say <span class=\"gray\">(O Muhammad ﷺ to them)</span>: \"Why then have you killed the Prophets of Allah aforetime, if you indeed have been believers? <span>(91)</span>And indeed Musa came to you with clear proofs, yet you worshipped the calf after he left, and you were Zalimun <span>(92)</span></p><div lang=\"en\" class=\"en \"><h2>Although The Jews denied the Truth, They claimed to be Believers!</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them)</span>, meaning, the Jews and the People of the Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> آمِنُوا بِمَا أَنزَلَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Believe in what Allah has sent down)</span> to Muhammad ﷺ, believe in and follow him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا نُؤْمِنُ بِمَا أُنزِلَ عَلَيْنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say, \"We believe in what was sent down to us.\")</span> meaning, it is enough for us to believe in what was revealed to us in the Tawrah and the Injil, and this is the path that we choose,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكْفُرُونَ بِمَا وَرَاءَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they disbelieve in that which came after it)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَهُوَ الْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while it is the truth confirming what is with them)</span> meaning, while knowing that what was revealed to Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is the truth confirming what is with them)</span>. This means that since what was sent to Muhammad ﷺ conforms to what was revealed to the People of the Book, then this fact constitutes a proof against them. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those to whom We gave the Scripture <span class=\"gray\">(Jews and Christians)</span> recognize him <span class=\"gray\">(Muhammad ﷺ)</span> as they recognize their sons)</span><span class=\"gray\">(2:146)</span>. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِمَ تَقْتُلُونَ أَنبِيَاءَ اللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Why then have you killed the Prophets of Allah aforetime, if you indeed have been believers?\")</span>.</p><p lang=\"en\" class=\"en \">This means, \"If your claim that you believe in what was revealed to you is true, then why did you kill the Prophets who came to you affirming the Tawrah's Law, although you knew they were true Prophets? You killed them simply out of transgression, stubbornness and injustice with Allah's Messengers. Therefore, you only follow your lusts, opinions and desires.\" Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it that whenever there came to you a Messenger with what you yourselves desired not, you grew arrogant? Some you disbelieved and some you killed.)</span></p><p lang=\"en\" class=\"en \">Also, As-Suddi said, \"In this Ayah, Allah chastised the People of the Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَلِمَ تَقْتُلُونَ أَنبِيَاءَ اللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ to them)</span>: \"Why then have you killed the Prophets of Allah aforetime, if you indeed have been believers?\")</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَكُم مُّوسَىٰ بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed Musa came to you with clear proofs)</span> meaning, with clear signs and clear proofs that he was the Messenger of Allah and that there is no deity worthy of worship except Allah. The clear signs - or miracles - mentioned here are the flood, the locusts, the lice, the frogs, the blood, the staff and the hand. Musa's miracles also include parting the sea, shading the Jews with clouds, the manna and quails, the gushing stone, etc.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اتَّخَذْتُمُ الْعِجْلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(yet you worshipped the calf)</span> meaning, as a deity instead of Allah, during the time of Musa. Allah's statement,</p><p class=\"it qpc-hafs\" lang=\"it\">مِن بَعْدِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after he left)</span> after Musa went to Mount Tur to speak to Allah. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذَ قَوْمُ مُوسَىٰ مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُ خُوَارٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the people of Musa made in his absence, out of their ornaments, the image of a calf <span class=\"gray\">(for worship)</span>. It had a sound <span class=\"gray\">(as if it was mooing)</span>)</span><span class=\"gray\">(7:148)</span>.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَنتُمْ ظَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you were Zalimun)</span> meaning, you were unjust in this behavior of worshipping the calf, although you knew that there is no deity worthy of worship except Allah. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they regretted and saw that they had gone astray, they <span class=\"gray\">(repented and)</span> said: \"If our Lord have not mercy upon us and forgive us, we shall certainly be of the losers\")</span><span class=\"gray\">(7:149)</span>.</p>"
  }
]