[
  {
    "ayah_key": "25:17",
    "group_ayah_key": "25:17",
    "from_ayah": "25:17",
    "to_ayah": "25:19",
    "ayah_keys": "25:17,25:18,25:19",
    "text": "<p lang=\"en\" class=\"en \">And on the Day when He will gather them together and that which they worship besides Allah. He will say: \"Was it you who misled these My servants or did they stray from the path <span>(17)</span>They will say: \"Glorified be You! It was not for us to take any Awliya' besides You, but You gave them and their fathers comfort till they forgot the warning, and became a lost people. <span>(18)</span>Thus they will deny you in what you say; then you can neither avert nor find help. And whoever among you does wrong, We shall make him taste a great torment <span>(19)</span></p><div lang=\"en\" class=\"en \"><h2>The gods of the Idolators Will Disown Them on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah tells us about what will happen on the Day of Resurrection, when those whom the idolators used to worship instead of Allah, angels and others, will rebuke them. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when He will gather them together and that which they worship besides Allah.)</span> Mujahid said, \"This means 'Isa, 'Uzayr and the angels.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُ أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَٰؤُلَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will say: \"Was it you who misled these My servants...\")</span> Allah will say to those who were worshipped: 'Did you call these people to worship you instead of Me, or was it their own idea to worship you, without any call to that on your part' This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِن دُونِ اللَّهِ ۖ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ ۚ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ ۚ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ ۚ إِنَّكَ أَنتَ عَلَّامُ الْغُيُوبِ - مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Allah will say: \"O 'Isa, son of Maryam! Did you say unto men: 'Worship me and my mother as two gods besides Allah?' \"He will say: \"Glory be to You! It was not for me to say what I had no right <span class=\"gray\">(to say)</span>. Had I said such a thing, You would surely have known it. You know what is in my innerself though I do not know what is in Yours; truly, You, only You, are the All-Knower of all that is hidden. Never did I say to them aught except what You did command me to say.\")</span><span class=\"gray\">(5:116-117)</span> Describing how those who were worshipped will respond on the Day of Resurrection, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا سُبْحَانَكَ مَا كَانَ يَنبَغِي لَنَا أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Glorified be You! It was not for us to take <span class=\"gray\">(Nattakhidh)</span> any Awliya' besides You...\")</span> Most of the scholars recite a Fathah on the Nun of the word Nattakhidh in His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...for us to take <span class=\"gray\">(Nattakhidh)</span> any Awliya' besides You,\")</span> meaning, 'it is not right for any created being, neither us nor them, to worship anyone except You; we did not call them to do that, but they did it of their own accord, without us telling them to do it or accepting what they did. We are innocent of them and their worship.' This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَٰؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ - قَالُوا سُبْحَانَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> the Day when He will gather them all together, then He will say to the angels: \"Was it you that these people used to worship\" They <span class=\"gray\">(the angels)</span> will say: \"Glorified be You!\")</span><span class=\"gray\">(34:40-41)</span> Other scholars understand this phrase to mean: 'it is not proper for us to take anyone except You as protectors or helpers <span class=\"gray\">(Awliya')</span>, ' meaning, 'it is not proper for anyone to worship us, for we are Your servants and in need of You.' This meaning is close to the first.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن مَّتَّعْتَهُمْ وَآبَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but You gave them and their fathers comfort)</span> means, 'You made such a long period of time pass that they forgot the Reminder, i.e., they forgot what had been sent down to them through the Messengers, calling them to worship You alone with no partner or associate.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا قَوْمًا بُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and became a lost people.)</span> Ibn 'Abbas said, \"This means, they were destroyed.\" Al-Hasan Al-Basri and Malik narrated from Az-Zuhri: \"There was no good in them.\" And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus they will deny you because of what you say;)</span> meaning, 'those whom you used to worship besides Allah will show you to be liars in your claims that they were your helpers and protectors bringing you closer to Allah.' This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls on besides Allah, such as will not answer him till the Day of Resurrection, and who are unaware of their calls to them. And when mankind are gathered, they will become their enemies and will deny their worshipping.)</span><span class=\"gray\">(46:5-6)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then you can neither avert nor find help.)</span> means: they will not be able to avert the punishment from themselves, nor will they be able to help themselves.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَظْلِم مِّنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever among you does wrong,)</span> means by associating others in worship with Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُذِقْهُ عَذَابًا كَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall make him taste a great torment.)</span></p>"
  },
  {
    "ayah_key": "25:20",
    "group_ayah_key": "25:20",
    "from_ayah": "25:20",
    "to_ayah": "25:20",
    "ayah_keys": "25:20",
    "text": "<p class=\"en translation\" lang=\"en\">And We never sent before you any of the Messengers but verily, they ate food and walked in the markets. And We have made some of you as a trial for others; will you have patience And your Lord is Ever All-Seer <span>(20)</span></p><div lang=\"en\" class=\"en \"><h2>All of the Previous Messengers Were Human</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the previous Messengers He sent: they all used to eat food needing the nourishment in it. They used to go around in the marketplaces seeking to engage in trade and earn a livelihood. This should not, however, affect their status as Messengers, for Allah gave them good characteristics and caused them to speak fine words and do noble deeds, and gave them miracles and clear proofs, from which any person with sound insight may see the confirmation that what they brought from Allah was true. This Ayah is similar to the Ayat;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not before you any but men unto whom We revealed, from among the people of townships)</span><span class=\"gray\">(12:109)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَاهُمْ جَسَدًا لَّا يَأْكُلُونَ الطَّعَامَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not create them bodies that ate not food)</span><span class=\"gray\">(21:8)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made some of you as a trial for others; will you have patience)</span> means, 'We test some of you by means of others, so that We may see who will be obedient and who will be disobedient.' Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will you have patience And your Lord is Ever All-Seer.)</span> meaning, He knows who deserves to receive revelation, as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows best with whom to place His Message)</span><span class=\"gray\">(6:124)</span>. And He knows who deserves to be guided to the Message with which He sent them, and who does not deserve to be guided.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made some of you as a trial for others. Will you have patience)</span> Muhammad bin Ishaq said: Allah is saying, \"If I had willed that the world be such that no one would oppose My Messengers, I could have made it so, but I wanted to test My servants by means of them.\" In Sahih Muslim it is narrated from 'Iyad bin Himar that the Messenger of Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالى: إِنِّي مُبْتَلِيكَ وَمُبْتَلٍ بِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says: \"I will test you and test others by means of you.\")</span> In the Sahih it is recorded that he was given the choice between being a Prophet and king, or being a servant and Messenger, and he chose to be a servant and Messenger.</p>"
  }
]