[
  {
    "ayah_key": "2:183",
    "group_ayah_key": "2:183",
    "from_ayah": "2:183",
    "to_ayah": "2:184",
    "ayah_keys": "2:183,2:184",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Fasting is prescribed for you as it was prescribed for those before you, that you may acquire Taqwa <span>(183)</span>Fast for a fixed number of days, but if any of you is ill or on a journey, the same number <span class=\"gray\">(should be made up)</span> from other days. And as for those who can fast with difficulty, <span class=\"gray\">(e.g., an old man)</span>, they have <span class=\"gray\">(a choice either to fast or)</span> to feed a Miskin <span class=\"gray\">(poor person)</span><span class=\"gray\">(for every day)</span>. But whoever does good of his own accord, it is better for him. And that you fast is better for you if only you know <span>(184)</span></p><div lang=\"en\" class=\"en \"><h2>The Order to Fast</h2></div><p lang=\"en\" class=\"en \">In an address to the believers of this Ummah, Allah ordered them to fast, that is, to abstain from food, drink and sexual activity with the intention of doing so sincerely for Allah the Exalted alone. This is because fasting purifies the souls and cleanses them from the evil that might mix with them and their ill behavior. Allah mentioned that He has ordained fasting for Muslims just as He ordained it for those before them, they being an example for them in that, so they should vigorously perform this obligation more obediently than the previous nations. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَٰكِن لِّيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To each among you, We have prescribed a law and a clear way. If Allah had willed, He would have made you one nation, but that <span class=\"gray\">(He)</span> may test you in what He has given you; so compete in good deeds.)</span><span class=\"gray\">(5:48)</span></p><p lang=\"id\" class=\"id \">Allah said in this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Fasting is prescribed for you as it was prescribed for those before you, that you may have Taqwa)</span>.) since the fast cleanses the body and narrows the paths of Shaytan. In the Sahihayn the following Hadith was recorded:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيتَـزَوَّجْ وَمَنْ لَمْ يَسْتَطِع فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O young people! Whoever amongst you can afford marriage, let him marry. Whoever cannot afford it, let him fast, for it will be a shield for him.)</span></p><p lang=\"en\" class=\"en \">Allah then states that the fast occurs during a fixed number of days, so that it does not become hard on the hearts, thereby weakening their resolve and endurance.)</p><div lang=\"en\" class=\"en \"><h2>The various Stages of Fasting</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari and Muslim recorded that 'A'ishah said, \"<span class=\"gray\">(The day of)</span> 'Ashura' was a day of fasting. When the obligation to fast Ramadan was revealed, those who wished fasted, and those who wished did not.\" Al-Bukhari recorded the same from Ibn 'Umar and Ibn Mas'ud.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...those who can fast with difficulty, <span class=\"gray\">(e.g., an old man)</span>, they have <span class=\"gray\">(a choice either to fast or)</span> to feed a Miskin <span class=\"gray\">(poor person)</span><span class=\"gray\">(for every day)</span>.)</span></p><p lang=\"en\" class=\"en \">Mu'adh commented, \"In the beginning, those who wished, fasted and those who wished, did not fast and fed a poor person for each day.\" Al-Bukhari recorded Salamah bin Al-Akwa' saying that when the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...those who can fast with difficulty, <span class=\"gray\">(e.g., an old man)</span>, they have <span class=\"gray\">(a choice either to fast or)</span> to feed a Miskin <span class=\"gray\">(poor person)</span><span class=\"gray\">(for every day)</span>.)</span> was revealed, those who did not wish to fast, used to pay the Fidyah <span class=\"gray\">(feeding a poor person for each day they did not fast)</span> until the following Ayah <span class=\"gray\">(2:185)</span> was revealed abrogating the previous Ayah. It was also reported from 'Ubaydullah from Nafi' that Ibn 'Umar said; \"It was abrogated.\" As-Suddi reported that Murrah narrated that 'Abdullah said about this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who can fast with difficulty, <span class=\"gray\">(e.g., an old man)</span>, they have <span class=\"gray\">(a choice either to fast or)</span> to feed a Miskin <span class=\"gray\">(poor person)</span><span class=\"gray\">(for every day)</span>.)</span> \"It means 'those who find it difficult <span class=\"gray\">(to fast)</span>.' Formerly, those who wished, fasted and those who wished, did not but fed a poor person instead.\" Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَطَوَّعَ خَيْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whoever does good of his own accord)</span> meaning whoever fed an extra poor person,</p><p class=\"ps qpc-hafs\" lang=\"ps\"> فَهُوَ خَيْرٌ لَّهُ وَأَن تَصُومُوا خَيْرٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is better for him. And that you fast is better for you)</span> Later the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whoever of you sights <span class=\"gray\">(the crescent on the first night of)</span> the month <span class=\"gray\">(of Ramadan, i.e., is present at his home)</span>, he must observe Sawm <span class=\"gray\">(fasting)</span> that month)</span><span class=\"gray\">(2:185)</span> was revealed and this abrogated the previous Ayah <span class=\"gray\">(2:184)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Fidyah <span class=\"zu gray\" lang=\"zu\">(Expiation)</span> for breaking the Fast is for the Old and the Ailing</h2></div><p lang=\"it\" class=\"it \">Al-Bukhari reported that 'Ata heard Ibn 'Abbas recite:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for those who can fast with difficulty, <span class=\"gray\">(e.g., an old man)</span>, they have <span class=\"gray\">(a choice either to fast or)</span> to feed a Miskin <span class=\"gray\">(poor person)</span><span class=\"gray\">(for every day)</span>.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas then commented, \"<span class=\"gray\">(This Ayah)</span> was not abrogated, it is for the old man and the old woman who are able to fast with difficulty, but choose instead to feed a poor person for every day <span class=\"gray\">(they do not fast)</span>.\" Others reported that Sa'id bin Jubayr mentioned this from Ibn 'Abbas. So the abrogation here applies to the healthy person, who is not traveling and who has to fast, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whoever of you sights <span class=\"gray\">(the crescent on the first night of)</span> the month <span class=\"gray\">(of Ramadan, i.e., is present at his home)</span>, he must observe Sawm <span class=\"gray\">(fasting)</span> that month.)</span><span class=\"gray\">(2:185)</span></p><p lang=\"en\" class=\"en \">As for the old man <span class=\"gray\">(and woman)</span> who cannot fast, he is allowed to abstain from fasting and does not have to fast another day instead, because he is not likely to improve and be able to fast other days. So he is required to pay a Fidyah for every day missed. This is the opinion of Ibn 'Abbas and several others among the Salaf who read the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for those who can fast with difficulty, <span class=\"gray\">(e.g., an old man)</span>)</span> to mean those who find it difficult to fast as Ibn Mas'ud stated. This is also the opinion of Al-Bukhari who said, \"As for the old man <span class=\"gray\">(person)</span> who cannot fast, <span class=\"gray\">(he should do like)</span> Anas who, for one or two years after he became old fed some bread and meat to a poor person for each day he did not fast.\"</p><p lang=\"en\" class=\"en \">This point, which Al-Bukhari attributed to Anas without a chain of narrators, was collected with a continuous chain of narrators by Abu Ya'la Mawsuli in his Musnad, that Ayyub bin Abu Tamimah said; \"Anas could no longer fast. So he made a plate of Tharid <span class=\"gray\">(broth, bread and meat)</span> and invited thirty poor persons and fed them.\" The same ruling applies for the pregnant and breast-feeding women if they fear for themselves or their children or fetuses. In this case, they pay the Fidyah and do not have to fast other days in place of the days that they missed.</p>"
  }
]