[
  {
    "ayah_key": "20:74",
    "group_ayah_key": "20:74",
    "from_ayah": "20:74",
    "to_ayah": "20:76",
    "ayah_keys": "20:74,20:75,20:76",
    "text": "<p lang=\"en\" class=\"en \">Verily, whoever comes to his Lord as a criminal, then surely, for him is Hell, wherein he will neither die nor live <span>(74)</span>But whoever comes to Him as a believer, and has done righteous good deeds, for such are the high ranks <span>(75)</span>'Adn Gardens, under which rivers flow, wherein they will abide forever, and such is the reward of those who purify themselves <span>(76)</span></p><div lang=\"mt\" class=\"mt \"><h2>The Magicians admonish Fir'awn</h2></div><p lang=\"en\" class=\"en \">The clear intent of this is to be a completion of what the magicians admonished Fir'awn with. They warned him of the vengeance of Allah and His eternal and everlasting punishment. They also encouraged him to seek Allah's eternal and endless reward. They said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, whoever comes to his Lord as a criminal,)</span> This means, whoever meets Allah on the Day of Judgment while being a criminal.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then surely, for him is Hell, wherein he will neither die nor live.)</span> This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِي كُلَّ كَفُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither will it have a complete killing effect on them so that they die, nor shall its torment be lightened for them. Thus do We requite every disbeliever!)</span><span class=\"gray\">[35:36]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَجَنَّبُهَا الْأَشْقَى - الَّذِي يَصْلَى النَّارَ الْكُبْرَىٰ - ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it will be avoided by the wretched, who will enter the great Fire. There he will neither die nor live.)</span><span class=\"gray\">(87:11-13)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُم مَّاكِثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will cry: \"O Malik <span class=\"gray\">(Keeper of Hell)</span>! Let your Lord made an end of us.\" He will say: \"Verily, you shall abide forever.\")</span><span class=\"gray\">(43:77)</span> Imam Ahmad bin Hanbal recorded that Abu Sa'id Al-Khudri said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَهْلُ النَّارِ الَّذِينَ هُمْ أَهْلُهَا، فَإِنَّهُمْ لَا يَمُوتُونَ فِيهَا وَلَا يَحْيَوْنَ، وَلكِنْ أُنَاسٌ تُصِيبُهُمُ النَّارُ بِذُنُوبِهِمْ فَتُمِيتُهُمْ إِمَاتَةً حَتَّى إِذَا صَارُوا فَحْمًا أُذِنَ فِي الشَّفَاعَةِ فَجِيءَ بِهِمْ ضَبَائِرَ ضَبَائِرَ، فَبُثُّوا عَلَى أَنْهَارِ الْجَنَّةِ، فَيُقَالُ: يَا أَهْلَ الْجَنَّةِ أَفِيضُوا عَلَيْهِمْ، فَيَنْبُتُونَ نَبَاتَ الْحِبَّةِ تَكُونُ فِي حَمِيلِ السَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The dwellers of Hellfire, who are those who deserve it, they will not die in it, nor will they be living. Rather, they will be a people who will be punished by the Fire due to their sins. It will be gradually killing them and devouring them until they become burnt coals. Then, intercession will be allowed and they will be brought <span class=\"gray\">(out of Hell)</span> group by group and they will be spread on the rivers of Paradise. It will then be said, \"O people of Paradise, pour <span class=\"gray\">(water)</span> over them.\" Then, they will start to grow like the growing of a seed on the muddy banks of a flowing river.)</span> A man among the people said, \"It is as if the Messenger of Allah lived in the desert.\" This is how Muslim recorded this narration in his Sahih. </p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whoever comes to Him <span class=\"gray\">(Allah)</span> as a believer, and has done righteous good deeds,)</span> whoever meets his Lord on the Day of Judgment as a believer in his heart, then verily, his intentions in his heart will be affirmed to be true by his statements and deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for such are the high ranks,)</span> Paradise, which has the highest levels, the most tranquil rooms and the nicest homes. Imam Ahmad reported from 'Ubadah bin As-Samit that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْجَنَّةُ مِائَةُ دَرَجَةٍ مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَالْفِرْدَوْسُ أَعْلَاهَا دَرَجَةً، وَمِنْهَا تَخْرُجُ الْأَنْهَارُ الْأَرْبَعَةُ، وَالْعَرْشُ فَوْقَهَا، فَإِذَا سَأَلْتُمُ اللهَ فَاسْأَلُوهُ الْفِرْدَوْسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Paradise has one hundred levels and between each level is a distance like the distance between the sky and the earth. Al-Firdaws is the name of the highest of its levels. From it springs the four rivers and the Throne is above it. Therefore, when you ask Allah, then ask Him for Al-Firdaws.)</span> This narration was also recorded by At-Tirmidhi.</p><p lang=\"en\" class=\"en \">In the Two Sahihs it is recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ عِلِّيِّينَ لَيَرَوْنَ مَنْ فَوْقَهُمْ كَمَا تَرَوْنَ الْكَوْكَبَ الْغَابِرَ فِي أُفُقِ السَّمَاءِ لِتَفَاضُلِ مَا بَيْنَهُمْ - قَالُوا: يَا رَسُولَ اللهِ! تِلْكَ مَنَازِلُ الْأَنْبِيَاءِ قَالَ: - بَلىٰ، وَالَّذِي نَفْسِي بِيَدِهِ رِجَالٌ آمَنُوا بِاللهِ وَصَدَّقُوا الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the people of the 'Illiyyin will see those who are above them just as you see the fading star in the horizon of the sky, due to the different status of virtue between them.)</span> The people said, \"O Messenger of Allah, these are the dwellings of the Prophets.\" He replied, <span class=\"gray\">(Of course. And I swear by the One Whom my soul is in His Hand, <span class=\"gray\">(it is for)</span> men who had faith in Allah and they believed the Messengers.)</span></p><p lang=\"en\" class=\"en \">In the Sunan collections this narration is mentioned with the additional wording,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّ أَبَا بَكْرٍ وَعُمَرَ لَمِنْهُمْ وَأَنْعَمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily Abu Bakr and 'Umar are of them and they will be most favored.)</span> His saying,</p><p class=\"fa qpc-hafs\" lang=\"fa\">جَنَّاتُ عَدْنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Adn Gardens,)</span> meaning established as a residence. It is merely used here in reference to the high ranks mentioned previously.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(under which rivers flow, wherein they will abide forever,)</span> meaning that they will abide in it for eternity.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ جَزَاءُ مَن تَزَكَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and such is the reward of those who purify themselves.)</span> One who purifies himself from dirt, filth and associating partners with Allah. This is the person who worships Allah alone, without ascribing partners to Him, and he follows the Messengers in the good they came with all that they claim.</p>"
  },
  {
    "ayah_key": "20:77",
    "group_ayah_key": "20:77",
    "from_ayah": "20:77",
    "to_ayah": "20:79",
    "ayah_keys": "20:77,20:78,20:79",
    "text": "<p lang=\"en\" class=\"en \">And indeed We revealed to Musa: \"Travel by night with My servants and strike a dry path for them in the sea, fearing neither to be overtaken nor being afraid. <span>(77)</span>Then Fir'awn pursued them with his hosts, but the sea <span class=\"gray\">[Al-Yamm]</span> completely overwhelmed them and covered them up <span>(78)</span>And Fir'awn led his people astray, and he did not guide them <span>(79)</span></p><div lang=\"no\" class=\"no \"><h2>The Children of Israel leave Egypt</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs that He commanded Musa to journey at night with the Children of Israel, when Fir'awn refused to release them and send them with Musa. He was to take them away from Fir'awn's captivity. Allah expounds upon this in Surahs other than this noble Surah. Musa left with the Children of Israel, and when the people of Egypt awoke in the morning they found that not a single one of them remained in Egypt. Fir'awn became extremely furious. He sent callers into all of the cities to gather together his army from all of his lands and provinces. He said to them,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ هَٰؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ - وَإِنَّهُمْ لَنَا لَغَائِظُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, these indeed are but a small band. And verily, they have done what has enraged us.)</span><span class=\"gray\">[26:54-55]</span> Then when he gathered his army and organized his troops, he set out after them and they followed them at dawn when the sun began to rise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَرَاءَى الْجَمْعَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the two hosts saw each other)</span><span class=\"gray\">[26:61]</span> This means that each person of the two parties was looking at the other party.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَصْحَابُ مُوسَىٰ إِنَّا لَمُدْرَكُونَ - قَالَ كَلَّا ۖ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The companions of Musa said: \"We are sure to be overtaken.\" <span class=\"gray\">(Musa)</span> said: \"Nay, verily, with me is my Lord. He will guide me.\")</span><span class=\"gray\">[26:61-62]</span> Musa stopped with the Children of Israel and the sea was in front of them and Fir'awn was behind them. Then, at that moment, Allah revealed to Musa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And strike a dry path for them in the sea.)</span> So Musa struck the sea with his stick and he said, \"Split for me, by the leave of Allah.\" Thus, it split, and each separate part of the water became like a huge mountain. Then, Allah sent a wind to the land of the sea and it burned the soil until it became dry like the ground that is on land. For this reason Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَّا تَخَافُ دَرَكًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strike a dry path for them in the sea, fearing neither to be overtaken...)</span> This means being caught by Fir'awn.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor being afraid.)</span> meaning, \"Do not be afraid of the sea drowning your people.\" Then, Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُم مِّنَ الْيَمِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then Fir'awn pursued them with his hosts, but the sea <span class=\"gray\">[Al-Yamm]</span> completely overwhelmed them)</span> Al-Yamm means the sea.</p><p class=\"la qpc-hafs\" lang=\"la\">مَا غَشِيَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and covered them up.)</span> meaning, covered them up with a thing that was well-familiar to them in such a situation, as Allah states;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْتَفِكَةَ أَهْوَىٰ - فَغَشَّاهَا مَا غَشَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He destroyed the overthrown cities. So there covered them that which did cover.)</span><span class=\"gray\">[53:53-54]</span></p><p lang=\"en\" class=\"en \">As Fir'awn pursued them into the sea, misled his people and did not lead them to the path of correct guidance, likewise, he will go ahead of his people on the Day of Resurrection, and will lead them in to the Hellfire. And evil indeed is the place to which they are led.</p>"
  }
]