[
  {
    "ayah_key": "28:60",
    "group_ayah_key": "28:60",
    "from_ayah": "28:60",
    "to_ayah": "28:61",
    "ayah_keys": "28:60,28:61",
    "text": "<p lang=\"en\" class=\"en \">And whatever you have been given is an enjoyment of the life of the world and its adornment, and that which is with Allah is better and will remain forever. Have you then no sens <span>(60 )</span>Is he whom We have promised an excellent promise – which he will find true – like him whom We have made to enjoy the luxuries of the life of the world, then on the Day of Resurrection, he will be among those brought up <span>(61)</span></p><div lang=\"en\" class=\"en \"><h2>This World is transient and the One Whose concern is this World is not equal to the One Whose concern is the Hereafter</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the insignificance of this world and its contemptible adornments which are nothing in comparison to the great and lasting delights which Allah prepared for His righteous servants in the Hereafter. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عِنْدَكُمْ يَنْفَدُ ۖ وَمَا عِنْدَ اللَّهِ بَاقٍ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever is with you, will be exhausted, and whatever is with Allah will remain)</span><span class=\"gray\">(16:96)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which is with Allah is the best for the most righteous.)</span><span class=\"gray\">(3:198)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whereas the life of this world as compared with the Hereafter is but a brief passing enjoyment.)</span><span class=\"gray\">(13:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا - وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, you prefer the life of this world. Although the Hereafter is better and more lasting.)</span><span class=\"gray\">(87:16-17)</span>. The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ مَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا كَمَا يَغْمِسُ أَحَدُكُمْ إِصْبَعَهُ فِي الْيَمِّ، فَلْيَنْظُرْ مَاذَا يَرْجِعُ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah, the life of this world in comparison to the Hereafter is as if one of you were to dip his finger in the sea; let him see what comes back to him.)</span> Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you then no sense?)</span> means, do those who prefer this world to the Hereafter have no sense?</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he whom We have promised an excellent promise – which he will find true – like him whom We have made to enjoy the luxuries of the life of the world, then on the Day of Resurrection, he will be among those brought up?)</span> Is the one who believes in the reward which Allah has promised in return for righteous deeds, which he will undoubtedly attain, like one who disbelieves in the meeting with Allah and in His promises and threats? He is only enjoying a few days in this life,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then on the Day of Resurrection, he will be among those brought up.)</span> Mujahid and Qatadah said: \"He will be among those who are punished.\" It was said that this was revealed concerning the Messenger of Allah ﷺ and Abu Jahl, or that it was revealed concerning Hamzah and Ali, and Abu Jahl. Both views were narrated from Mujahid. The apparent meaning is that it is more general than that. This is like the Ayah where Allah describes a believer in Paradise looking out at his companion who is in Hell, and saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا نِعْمَةُ رَبِّي لَكُنْتُ مِنَ الْمُحْضَرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had it not been for the grace of my Lord, I would certainly have been among those brought forth <span class=\"gray\">(to Hell)</span>.)</span><span class=\"gray\">(37:57)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but the Jinn know well that they have indeed to appear <span class=\"gray\">(before Him)</span>)</span><span class=\"gray\">(37:158)</span>.</p>"
  },
  {
    "ayah_key": "28:62",
    "group_ayah_key": "28:62",
    "from_ayah": "28:62",
    "to_ayah": "28:67",
    "ayah_keys": "28:62,28:63,28:64,28:65,28:66,28:67",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> the Day when He will call to them and say: \"Where are My <span class=\"gray\">(so-called)</span> partners whom you used to assert? <span>(62)</span>Those about whom the Word will have been fulfilled will say: \"Our Lord! These are they whom we led astray. We led them astray, as we were astray ourselves. We declare our innocence before You. It was not us they worshipped. <span>(63)</span>And it will be said: \"Call upon your partners,\" and they will call upon them, but they will give no answer to them, and they will see the torment. If only they had been guided <span>(64)</span>And the Day He will call to them, and say: \"What answer gave you to the Messengers? <span>(65)</span>Then the news of a good answer will be obscured to them on that Day, and they will not be able to ask one another <span>(66)</span>But as for him who repented, believed, and did righteous deeds, then perhaps he will be among those who are successful <span>(67)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators and Their Partners and the Emnity between Them in the Hereafter</h2></div><p lang=\"en\" class=\"en \">Allah informs of how He will rebuke the idolators on the Day of Resurrection, when He will call them and say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Where are My <span class=\"gray\">(so-called)</span> partners whom you used to assert?\")</span> meaning, 'where are the gods which you used to worship in the world, the idols and rivals Can they help you or save you?' This is said in the nature of a rebuke and warning, as in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جِئْتُمُونَا فُرَادَىٰ كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ ۚ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And truly, you have come unto Us alone as We created you the first time. You have left behind you all that which We had bestowed on you. We see not with you your intercessors whom you claimed to be partners with Allah. Now all relations between you and them have been cut off, and all that you used to claim has vanished from you.)</span><span class=\"gray\">(6:94)</span> His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those about whom the Word will have been fulfilled)</span> means the Shayatin and evil Jinn, and those who used to advocate disbelief.</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا هَٰؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَا إِلَيْكَ ۖ مَا كَانُوا إِيَّانَا يَعْبُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! These are they whom we led astray. We led them astray, as we were astray ourselves. We declare our innocence before You. It was not us they worshipped.\")</span> They will testify against them and say that they led them astray, then they will declare their innocence of their worship. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have taken gods besides Allah, that they might give them honor, power and glory. Nay, but they will deny their worship of them, and become opponents to them.)</span><span class=\"gray\">(19:81-82)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ- وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls besides Allah, who will not answer him till the Day of Resurrection, and who are <span class=\"gray\">(even)</span> unaware of their calls to them? And when mankind are gathered, they will become their enemies and will deny their worshipping.)</span><span class=\"gray\">(46:5-6)</span>. Ibrahim Al-Khalil, peace be upon him, said to his people:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ۖ ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have taken idols instead of Allah. The love between you is only in the life of this world, but on the Day of Resurrection, you shall disown each other, and curse each other.)</span><span class=\"gray\">(29:25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When those who were followed disown those who followed, and they see the torment, then all their relations will be cut off from them)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will never get out of the Fire.)</span><span class=\"gray\">(2:166-167)</span>. Allah says:</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَقِيلَ ادْعُوا شُرَكَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it will be said <span class=\"gray\">(to them)</span>: \"Call upon your partners,\")</span> meaning, 'to save you from the predicament you are in, as you hoped that they would do in this world.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will call upon them, but they will give no answer to them, and they will see the torment.)</span> means, they will realize for sure that they are inevitably destined for the Fire. His saying:</p><p class=\"ur qpc-hafs\" lang=\"ur\">لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If only they had been guided!)</span> means, when they see the punishment with their own eyes, they will wish that they had been among the guided in this world. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا - وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Day He will say: \"Call those partners of Mine whom you claimed.\" Then they will cry unto them, but they will not answer them, and We shall put a Mawbiq <span class=\"gray\">(a barrier)</span> between them. And the criminals, shall see the Fire and apprehend that they have to fall in it. And they will find no way of escape from there.)</span><span class=\"gray\">(18:52-53)</span></p><p lang=\"en\" class=\"en \">Their attitude towards the Messengers on the Day of Resurrection</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Day He will call to them, and say: \"What answer gave you to the Messengers?\")</span> The first call will be concerning the issue of Tawhid, which includes evidences of the prophethood – 'What was your response to the Messengers who were sent to you? How did you deal with them?' This is like the questions which will be asked of a person in his grave: 'who is your Lord? who is your Prophet? and what is your religion?' The believer will testify that there is no God except Allah and that Muhammad is His servant and Messenger, but the disbelievers will say, \"Oh, oh, I do not know.\" So he will have no answer on the Day of Resurrection except to remain silent, because whoever is blind in this world <span class=\"gray\">(i.e., does not see Allah's signs and believes not in Him)</span>, will be blind in the Hereafter, and more astray. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then the news of a good answer will be obscured to them on that Day, and they will not be able to ask one another.)</span> Mujahid said: \"The proof will be obscured from them,\" so they will not be able to ask one another for help by virtue of their blood ties. Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for him who repented, believed, and did righteous deeds,)</span> means, in this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَسَىٰ أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then perhaps he will be among those who are successful.)</span> means, on the Day of Resurrection. And the word; perhaps <span class=\"gray\">('Asa)</span>, when used in reference to Allah, may He be exalted, implies that the thing described will inevitably come to pass, and this will undoubtedly happen by the grace and mercy of Allah.</p>"
  }
]