[
  {
    "ayah_key": "68:17",
    "group_ayah_key": "68:17",
    "from_ayah": "68:17",
    "to_ayah": "68:33",
    "ayah_keys": "68:17,68:18,68:19,68:20,68:21,68:22,68:23,68:24,68:25,68:26,68:27,68:28,68:29,68:30,68:31,68:32,68:33",
    "text": "<p lang=\"en\" class=\"en \">Verily, We have tried them as We tried the People of the Garden, when they swore to pluck the fruits in the morning <span>(17)</span>Without <span class=\"gray\">(saying: \"If Allah wills.\" <span>(18)</span>Then there passed over it a Ta'if from your Lord while they were asleep <span>(19)</span>So by the morning, it became like As-Sarim <span>(20)</span>Then they called out <span class=\"gray\">(one to another as soon)</span> as the morning broke <span>(21)</span>Saying: \"Go to your tilth in the morning, if you would pluck <span class=\"gray\">(the fruits)</span>. <span>(22)</span>So they departed, and they were whispering <span>(23)</span>\"No poor person shall enter upon you into it today. <span>(24)</span>And they went in the morning with Hard Qadirin <span>(25)</span>But when they saw it, they said: \"Verily, we have gone astray. <span>(26)</span>\"Nay! Indeed we are deprived! <span>(27)</span>The Awsat among them said; \"Did I not tell you, 'Why do you not Tusabbihun.' <span>(28)</span>They said: \"Glory to Our Lord! Verily, we have been wrongdoers. <span>(29)</span>Then they turned one against another, blaming <span>(30)</span>They said: \"Woe to us! Verily, we were Taghin. <span>(31)</span>\"We hope that our Lord will give us in exchange better than it. Truly, we hope in our Lord. <span>(32)</span>Such is the punishment, but truly, the punishment of the Hereafter is greater if they but knew <span>(33)</span></span></p><p lang=\"en\" class=\"en \">A Parable of the Removal of the Earnings of the Disbelievers</p><p lang=\"en\" class=\"en \">This is a parable that Allah made of the behavior of the Quraysh disbelievers with the great mercy, and tremendous favors He granted them. The mercy and favor of sending of Muhammad ﷺ to them. But they met him with denial, rejection and opposition. Therefore Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا بَلَوْنَاهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have tried them)</span> meaning, 'We have tested them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as We tried the People of the Garden,)</span> This refers to a garden containing different types of fruits and vegetation.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when they swore to pluck the fruits of the <span class=\"gray\">(garden)</span> in the morning,)</span> meaning, they vowed between themselves during the night that they would pluck the fruit of the garden in the morning so that poor and the beggars would not know what they were doing. In this way they would be able to keep its fruit for themselves and not give any of it in charity.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْتَثْنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Without <span class=\"gray\">(saying: \"If Allah wills.\")</span>)</span> meaning their vow that they made. Therefore, Allah broke their vow. He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then there passed over it a Ta'if from your Lord while they were asleep.)</span> meaning, it was afflicted with some heavenly destruction.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحَتْ كَالصَّرِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So by the morning it became like As-Sarim.)</span> Ibn 'Abbas said, \"Like the dark night.\" Ath-Thawri and As-Suddi both said, \"Like the crop when it is harvested withered and dry.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَنَادَوْا مُصْبِحِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they called out <span class=\"gray\">(one to another as soon)</span> as the morning broke.)</span> meaning, when it was <span class=\"gray\">(early)</span> morning time they called each other so that they could go together to pick the harvest or cut it <span class=\"gray\">(its fruits)</span>. Then Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اغْدُوا عَلَىٰ حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Saying:)</span> \"Go to your tilth in the morning, if you would pluck <span class=\"gray\">(the fruits)</span>.\")</span> meaning, 'if you want to pluck your harvest fruit.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they departed, and they were whispering:)</span> meaning, they spoke privately about what they were doing so that no one could hear what they were saying. Then Allah, the All-Knower of secrets and private discussions, explained what they were saying in private. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ - أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they departed, and they were whispering: \"No poor person shall enter upon you into it today.\")</span> meaning, some of them said to others, \"Do not allow any poor person to enter upon you in it <span class=\"gray\">(the garden)</span> today.\" Allah then said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَغَدَوْا عَلَىٰ حَرْدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they went in the morning with Hard)</span> meaning, with strength and power.</p><p class=\"sd qpc-hafs\" lang=\"sd\"> قَادِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qadirin)</span> meaning, they thought they had power to do what they claimed and what they were desiring.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when they saw it, they said: \"Verily, we have gone astray.\")</span> meaning, when they arrived at it and came upon it, and it was in the condition which Allah changed from that luster, brilliance and abundance of fruit, to being black, gloomy and void of any benefit. They believed that they had been mistaken in the path they took in walking to it. This is why they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّا لَضَالُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we have gone astray.)</span> meaning, 'we have walked down a path other than the one we were seeking to reach it.' This was said by Ibn 'Abbas and others. Then they changed their minds and realized with certainty that it was actually the correct path. Then they said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ نَحْنُ مَحْرُومُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! Indeed we are deprived <span class=\"gray\">(of the fruits)</span>!)</span> meaning, 'nay, this is it, but we have no portion and no share <span class=\"gray\">(of harvest)</span>.'</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ أَوْسَطُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Awsat among them said,)</span> Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, 'Ikrimah, Muhammad bin Ka'b, Ar-Rabi' bin Anas, Ad-Dahhak and Qatadah all said, \"This means the most just of them and the best of them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did I not tell you, 'Why do you not Tusabbihun?')</span> Mujahid, As-Suddi and Ibn Jurayj all said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا تُسَبِّحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do you not Tusabbihun?)</span> this means \"why do you not say, 'If Allah wills?'\" As-Suddi said, \"Their making exception due to the will of Allah in that time was by glorifying Allah <span class=\"gray\">(Tasbih)</span>.\" Ibn Jarir said, \"It is a person's saying, 'If Allah wills.'\" It has also been said that it means that the best of them said to them, \"Did I not tell you, why don't you glorify Allah and thank Him for what He has given you and favored you with?\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Glory to Our Lord! Verily, we have been wrongdoers.\")</span> They became obedient when it was of no benefit to them, and they were remorseful and confessed when it was not of any use. Then they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا ظَالِمِينَ - فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَاوَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...Verily, we have been wrongdoers.\" Then they turned one against another, blaming.)</span> meaning, they started blaming each other for what they had resolved to do, preventing the poor people from receiving their right of the harvested fruit. Thus, their response to each other was only to confess their error and sin.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Woe to us! Verily, we were Taghin.\")</span> meaning, 'we have transgressed, trespassed, violated and exceeded the bounds until what this happened to us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَىٰ رَبِّنَا رَاغِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We hope that our Lord will give us in exchange better than it. Truly, we hope in our Lord.)</span></p><p lang=\"en\" class=\"en \">It has been said, \"They were hoping for something better in exchange in this life.\" It has also been said, \"They were hoping for its reward in the abode of the Hereafter.\" And Allah knows best. Some of the Salaf mentioned that these people were from Yemen. Sa'id bin Jubayr said, \"They were from a village that was called Darawan which was six miles from San'a' <span class=\"gray\">(in Yemen)</span>. \" It has also been said, \"They were from the people of Ethiopia whose father had left them this garden, and they were from the People of the Book. Their father used to handle the garden in a good way. Whatever he reaped from it he would put it back into the garden as it needed, and he would save some of it as food for his dependants for the year, and he would give away the excess in charity. Then, when he died, and his children inherited the garden they said, 'Verily, our father was foolish for giving some of this garden's harvest to the poor. If we prevent them from it, then we will have more.' So when they made up their minds to do this they were punished with what was contrary to their plan. Allah took away all of what they possessed of wealth, gain and charity. Nothing remained for them.\" Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ الْعَذَابُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the punishment,)</span> meaning, such is the punishment of whoever opposes the command of Allah, is stingy with what Allah has given him and favored him with, withholds the right of the poor and needy, and responds to Allah's blessings upon him with ungratefulness <span class=\"gray\">(or disbelief)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but truly, the punishment of the Hereafter is greater if they but knew.)</span> meaning, this is the punishment in this life, as you have heard, and the punishment of the Hereafter is even harder.</p>"
  }
]