[
  {
    "ayah_key": "84:16",
    "group_ayah_key": "84:16",
    "from_ayah": "84:16",
    "to_ayah": "84:25",
    "ayah_keys": "84:16,84:17,84:18,84:19,84:20,84:21,84:22,84:23,84:24,84:25",
    "text": "<p lang=\"en\" class=\"en \">But no! I swear by Ash-Shafaq <span>(16)</span>And the night and what it Wasaqa <span>(17)</span>And the moon when it Ittasaq <span>(18)</span>You shall certainly travel from stage to stage <span>(19)</span>What is the matter with them, that they believe not <span>(20)</span>And when the Qur'an is recited to them, they fall not prostrate <span>(21)</span>Nay, those who disbelieve deny <span>(22)</span>And Allah knows best what they gather <span>(23)</span>So, announce to them a painful torment <span>(24)</span>Save those who believe and do righteous good deeds, for them is a reward that will never come to an end <span>(25)</span></p><p lang=\"en\" class=\"en \">Swearing by the Various Stages of Man's Journey</p><p lang=\"uz\" class=\"uz \">It has been reported from 'Ali, Ibn 'Abbas, 'Ubadah bin As-Samit, Abu Hurayrah, Shaddad bin Aws, Ibn 'Umar, Muhammad bin 'Ali bin Al-Husayn, Makhul, Bakr bin 'Abdullah Al-Muzani, Bukayr bin Al-Ashaj, Malik, Ibn Abi Dhi'b, and 'Abdul-'Aziz bin Abi Salamah Al-Majishun, they all said, \"Ash-Shafaq is the redness <span class=\"gray\">(in the sky)</span></p><p lang=\"en\" class=\"en \">Abdur-Razzaq recorded from Abu Hurayrah that he said, \"Ash-Shafaq is the whiteness.\" So Ash-Shafaq is the redness of the horizon, either before sunset, as Mujahid said or after sunset, as is well known with the scholars of the Arabic Language.</p><p lang=\"en\" class=\"en \">Al-Khalil bin Ahmad said, \"Ash-Shafaq is the redness that appears from the setting of sun until the time of the last 'Isha' <span class=\"gray\">(when it is completely dark)</span>. When that redness goes away, it is said, 'Ash-Shafaq has disappeared.'\"</p><p lang=\"en\" class=\"en \">Al-Jawhari said, \"Ash-Shafaq is the remaining light of the sun and its redness at the beginning of the night until it is close to actual nighttime <span class=\"gray\">(darkness)</span>.\" 'Ikrimah made a similar statement when he said, \"Ash-Shafaq is that what is between Al-Maghrib and Al-'Isha'.\"</p><p lang=\"en\" class=\"en \">In the Sahih of Muslim, it is recorded from 'Abdullah bin 'Amr that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقْتُ الْمَغْرِبِ مَا لَمْ يَغِبِ الشَّفَقُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The time of Al-Maghrib is as long as Ash-Shafaq has not disappeared.)</span>\"</p><p lang=\"en\" class=\"en \">In all of this, there is a proof that Ash-Shafaq is as Al-Jawhari and Al-Khalil have said.</p><p lang=\"gd\" class=\"gd \">Ibn 'Abbas, Mujahid, Al-Hasan and Qatadah, all said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا وَسَقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and what it Wasaqa)</span> means \"What it gathers.\" Qatadah said, \"The stars and animals it gathers.\"</p><p lang=\"ceb\" class=\"ceb \">Ikrimah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ وَمَا وَسَقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And by the night and what it Wasaqa,)</span></p><p lang=\"en\" class=\"en \">\"What it drives into due to its darkness, because when it is nighttime everything goes to its home.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَمَرِ إِذَا اتَّسَقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And by the moon when it Ittasaqa.)</span> Ibn 'Abbas said, \"When it comes together and becomes complete.\" Al-Hasan said, \"When it comes together and becomes full.\" </p><p lang=\"en\" class=\"en \">Qatadah said, \"When it completes its cycle.\" These statements refer to its light when it is completed and becomes full, as the idea was initiated with \"The night and what it gathers.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You shall certainly travel from stage to stage.)</span> Al-Bukhari recorded from Mujahid that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You shall certainly travel from stage to stage.)</span> \"Stage after stage. Your Prophet ﷺ has said this.\" Al-Bukhari recorded this statement with this wording.</p><p lang=\"ceb\" class=\"ceb \">Ikrimah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">طَبَقًا عَن طَبَقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(From stage to stage.)</span> \"Stage after stage. Weaned after he was breast feeding, and an old man after he was a young man.\" Al-Hasan Al-Basri said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">طَبَقًا عَن طَبَقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(From stage to stage.)</span> \"Stage after stage. Ease after difficulty, difficulty after ease, wealth after poverty, poverty after wealth, health after sickness, and sickness after health.\"</p><p lang=\"en\" class=\"en \">The Disapproval of Their Lack of Faith, giving Them Tidings of the Torment, that the Ultimate Pleasure will be for the Believers</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَهُمْ لَا يُؤْمِنُونَ - وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ ۩</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the matter with them, that they believe not? And when the Qur'an is recited to them, they fall not prostrate.)</span></p><p lang=\"en\" class=\"en \">meaning, what prevents them from believing in Allah, His Messenger ﷺ and the Last Day, and what is wrong with them that when Allah's Ayat and His Words are recited to them they do not prostrate due to awe, respect and reverence? Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, those who disbelieve deny.)</span> meaning, from their mannerism is rejection, obstinacy, and opposition to the truth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah knows best what they gather,)</span> Mujahid and Qatadah both said, \"What they conceal in their chests.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, announce to them a painful torment.)</span> meaning, 'inform them, O Muhammad, that Allah has prepared for them a painful torment.' Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Save those who believe and do righteous good deeds,)</span></p><p lang=\"en\" class=\"en \">This is a clear exception meaning, 'but those who believe.' This refers to those who believe in their hearts. Then the statement, \"and do righteous good deeds,\" is referring to that which they do with their limbs.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَهُمْ أَجْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them is a reward)</span> meaning, in the abode of the Hereafter.</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرُ مَمْنُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that will never come to an end.)</span> Ibn 'Abbas said, \"Without being decreased.\" Mujahid and Ad-Dahhak both said, \"Without measure.\" The result of their statements is that it <span class=\"gray\">(the reward)</span> is without end. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A gift without an end.)</span><span class=\"gray\">(11:108)</span> As-Suddi said, \"Some of them have said that this means without end and without decrease.\"</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Inshiqaq. All praise and thanks are due to Allah, and He is the giver of success and freedom from error.</p>"
  }
]