[
  {
    "ayah_key": "20:36",
    "group_ayah_key": "20:36",
    "from_ayah": "20:36",
    "to_ayah": "20:39",
    "ayah_keys": "20:36,20:37,20:38,20:39",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah)</span> said: \"You are granted your request, O Musa! <span>(36)</span>\"And indeed We conferred a favor on you another time <span class=\"gray\">(before)</span>. <span>(37)</span>\"When We inspired your mother with that which We inspired. <span>(38)</span>\"Saying: 'Put him <span class=\"gray\">(the child)</span> into the Tabut and put it into the river; then the river shall cast it up on the bank, and there, an enemy of Mine and an enemy of his shall take him.' And I endued you with love from Me, in order that you may be brought up under My Eye. <span>(39)</span></p><div lang=\"en\" class=\"en \"><h2>Glad Tidings of the acceptance of Musa's Supplication and the Reminder of the Previous Blessings</h2></div><p lang=\"en\" class=\"en \">This is a response from Allah to His Messenger, Musa, for what he requested from His Lord. It also contains a reminder of Allah's previous favors upon him. The first was inspiring his mother when she was breastfeeding him and she feared that Fir'awn and his chiefs would kill him. Musa was born during a year in which they <span class=\"gray\">(Fir'awn's people)</span> were killing all of the male children. So she placed him in a case and cast him into the river. The river carried him away and she became grieved and distressed, as Allah mentioned about her when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَارِغًا ۖ إِن كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the heart of the mother of Musa became empty. She was very near to disclose his <span class=\"gray\">(case)</span> had We not strengthened her heart.)</span><span class=\"gray\">[28:10]</span> So the river carried him to the home of Fir'awn.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then the people of Fir'awn picked him up, that he might become for them an enemy and a <span class=\"gray\">(cause of )</span> grief.)</span><span class=\"gray\">[28:8]</span> Means that this was a destined matter, decreed by Allah. They were killing the male children of the Israelites for fear of Musa's arrival. Therefore, with Allah having the great authority and the most perfect power, He determined that Musa would not be raised except upon Fir'awn's own bed. He would be sustained by Fir'awn's food and drink, while receiving the love of Fir'awn and his wife. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ ۚ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there, an enemy of Mine and an enemy of his shall take him. And I endued you with love from Me,)</span> This means that I made your enemy love you. Salamah bin Kuhayl said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I endued you with love from Me,)</span> \"This means, 'I made My creatures love you.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتُصْنَعَ عَلَىٰ عَيْنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that you may be brought up under My Eye.)</span> Abu 'Imran Al-Jawni said, \"This means, 'You will be raised under Allah's Eye.'\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَىٰ مَن يَكْفُلُهُ ۖ فَرَجَعْنَاكَ إِلَىٰ أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When your sister went and said: 'Shall I show you one who will nurse him?' So We restored you to your mother, that she might cool her eyes)</span></p><p lang=\"en\" class=\"en \">When he was accepted into the house of Fir'awn, women were brought in attempts to find someone who might be able to nurse him. But he refused to breast feed from any of them. Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We had already forbidden <span class=\"gray\">(other)</span> foster suckling mothers for him)</span><span class=\"gray\">[28:12]</span> Then, his sister came and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَدُلُّكُمْ عَلَىٰ أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I direct you to a household who will rear him for you, and look after him in a good manner?)</span><span class=\"gray\">[28:12]</span> She meant, \"Shall I guide you to someone who can nurse him for you for a fee?\" So she took him and they went with her to his real mother. When her breast was presented to him, he took it and they <span class=\"gray\">(Fir'awn's family)</span> were extremely happy for this. Thus, they hired her to nurse him and she achieved great happiness and comfort because of him, in this life and even more so in the Hereafter. Allah, the Exalted, says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَجَعْنَاكَ إِلَىٰ أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We restored you to your mother, that she might cool her eyes and she should not grieve.)</span> This means that she should not grieve over you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَتَلْتَ نَفْسًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then you killed man,)</span> This means that he killed a Coptic person <span class=\"gray\">(the people of Egypt, Fir'awn's people)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَجَّيْنَاكَ مِنَ الْغَمِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but We saved you from great distress)</span> This is what he was feeling due to Fir'awn's family intending to kill him. So he fled from them until he came to the water of the people of Madyan. This is when the righteous man said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَخَفْ ۖ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fear you not. You have escaped from the people who are wrongdoers.)</span><span class=\"gray\">[28:25]</span></p>"
  },
  {
    "ayah_key": "20:40",
    "group_ayah_key": "20:40",
    "from_ayah": "20:40",
    "to_ayah": "20:44",
    "ayah_keys": "20:40,20:41,20:42,20:43,20:44",
    "text": "<p lang=\"en\" class=\"en \">\"When your sister went and said: 'Shall I show you one who will nurse him' So We restored you to your mother, that she might cool her eyes and she should not grieve. Then you did kill a man, but We saved you from great distress and tried you with a heavy trial.\", Then you stayed a number of years with the people of Madyan. Then you came here according to the fixed term which I ordained <span class=\"gray\">(for you)</span>, O Musa <span>(40)</span>And I have chosen you for Myself <span>(41)</span>Go you and your brother with My Ayat, and do not, you both, slacken and become weak in My remembrance <span>(42)</span>Go both of you to Fir'awn, verily, he has transgressed <span>(43)</span>And speak to him mildly, perhaps he may accept admonition or fear <span class=\"gray\">(Allah)</span><span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>Choosing Musa to go to Fir'awn and to be Soft and Gentle in His Invitation</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says in His address to Musa that he had lived among the people of Madyan, avoiding Fir'awn and his chiefs. He worked as a shepherd for his father-in-law until the appointed time for his work ended. Then he met the decree of Allah and His predetermined will, without him having any set appointment. This entire situation was under the control of Allah, Blessed be He, the Most High. He compels His servants and His creatures to whatever end He wills. This is why Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَا مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then You came here according to the fixed term which I ordained <span class=\"gray\">(for you)</span>, O Musa!)</span> Mujahid said, \"For a set appointment.\" 'Abdur-Razzaq recorded that Ma'mar reported from Qatadah that he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَا مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then You came here according to the fixed term which I ordained <span class=\"gray\">(for you)</span>, O Musa!)</span> \"For the decree of messengership and prophethood.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْطَنَعْتُكَ لِنَفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I have chosen you for Myself.)</span> This means, \"I have chosen you and selected you to be a Messenger for Myself. This is as I wish and according to My will.\" Concerning the Tafsir of this Ayah, Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْتَقَى آدَمُ وَمُوسَىٰ فَقَالَ مُوسَىٰ: أَنْتَ الَّذِي أَشْقَيْتَ النَّاسَ وَأَخْرَجْتَهُمْ مِنَ الْجَنَّةِ، فَقَالَ آدَمُ: وَأَنْتَ الَّذِي اصْطَفَاكَ اللهُ بِرِسَالَتِهِ وَاصْطَفَاكَ لِنَفْسِهِ، وَأَنْزَلَ عَلَيْكَ التَّوْرَاةَ؟ قَالَ: نَعَمْ، قَالَ: فَوَجَدْتَهُ مَكْتُوبًا عَلَيَّ قَبْلَ أَنْ يَخْلُقَنِي؟ قَالَ: نَعَمْ، فَحَجَّ آدَمُ مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Adam and Musa met, and Musa said, \"You are the one who made things difficult for mankind and you caused them to be evicted from Paradise.\" Adam said, \"Are you the one whom Allah chose for His Message, and He selected you for Himself and He revealed the Tawrah to you?\" Musa replied, \"Yes.\" Then Adam said, \"Did you find that it was preordained upon me before He <span class=\"gray\">(Allah)</span> created me?\" Musa replied, \"Yes.\" Therefore, Adam defeated Musa's argument.)</span> Both Al-Bukhari and Muslim recorded this narration. Concerning Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">اذْهَبْ أَنتَ وَأَخُوكَ بِآيَاتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go you and your brother with My Ayat,)</span> This means with My proofs, evidences and miracles.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنِيَا فِي ذِكْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not, you both, slacken and become weak in My remembrance.)</span> 'Ali bin Abi Talhah related from Ibn 'Abbas that he said, \"This means do not be slow.\" Mujahid reported that Ibn 'Abbas said, \"This means do not be weak.\" The meaning here is that they should not slacken in the remembrance of Allah. Rather, they both should remember Allah during their meeting with Fir'awn so that the remembrance of Allah can be an aid for them against him. The remembrance of Allah would be their strength and their power that would defeat him. Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبَا إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go both of you to Fir'awn, Verily, he has transgressed.)</span> means that he has rebelled and become haughty and insolent against Allah and he has disobeyed Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُولَا لَهُ قَوْلًا لَّيِّنًا لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And speak to him mildly, perhaps he may accept admonition or fear <span class=\"gray\">(Allah)</span>.)</span> This Ayah contains a great lesson. Even though Fir'awn was the most insolent and arrogant of people and Musa was the friend of Allah among His creation at that time, Musa was still commanded to speak to Fir'awn with mildness and softness. Therefore, their invitation to him was with gentle, soft and easy speech that is used by one who is a close friend. This is so that the message may have more effect on the souls, and so it would have deeper and more beneficial results. This is as Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ ۖ وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Invite <span class=\"gray\">(mankind)</span> to the way of your Lord with wisdom and fair preaching, and argue with them in a way that is better.)</span><span class=\"gray\">(16:125)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(perhaps he may accept admonition or fear <span class=\"gray\">(Allah)</span>.)</span> This means that perhaps he will recant from that which he is in of misguidance and destruction,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or he will fear)</span> meaning that he will become obedient due to fear of Allah. This is as Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For such who desires to remember or desires to show his gratitude.)</span><span class=\"gray\">[25:62]</span> Thus, to remember means to recant from that which is dangerous, and fear means to attain obedience.</p>"
  }
]