[
  {
    "ayah_key": "2:14",
    "group_ayah_key": "2:14",
    "from_ayah": "2:14",
    "to_ayah": "2:15",
    "ayah_keys": "2:14,2:15",
    "text": "<p class=\"en translation\" lang=\"en\">And when they meet those who believe, they say: \"We believe,\" but when they are alone with their Shayatin <span class=\"gray\">(devils)</span>, they say: \"Truly, we are with you; verily, we were but mocking. <span>(14)</span>Allah mocks at them and leaves them increasing in their deviation to wander blindly <span>(15)</span></p><div lang=\"en\" class=\"en \"><h2>The Hypocrites' Cunning and Deceit</h2></div><p lang=\"en\" class=\"en \">Allah said that when the hypocrites meet the believers, they proclaim their faith and pretend to be believers, loyalists and friends. They do this to misdirect, mislead and deceive the believers. The hypocrites also want to have a share of the benefits and gains that the believers might possibly acquire. Yet,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when they are alone with their Shayatin)</span>, meaning, if they are alone with their devils, such as their leaders and masters among the rabbis of the Jews, hypocrites and idolators.</p><div lang=\"mt\" class=\"mt \"><h2>Human and Jinn Devils</h2></div><p lang=\"en\" class=\"en \">Ibn Jarir said, \"The devils of every creation are the mischievous among them. There are both human devils and Jinn devils. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And so We have appointed for every Prophet enemies ـ Shayatin <span class=\"gray\">(devils)</span> among mankind and Jinn, inspiring one another with adorned speech as a delusion <span class=\"gray\">(or by way of deception)</span>)</span><span class=\"gray\">(6:112)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of 'Mocking'</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا إِنَّا مَعَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"Truly, we are with you\")</span>. Muhammad bin Ishaq reported that Ibn 'Abbas said that the Ayah means, \"We are with you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we were but mocking)</span>, meaning, we only mock people <span class=\"gray\">(the believers)</span> and deceive them.\" Ad-Dahhak said that Ibn 'Abbas said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we were but mocking)</span>, means, \"We <span class=\"gray\">(meaning the hypocrites)</span> were mocking the Companions of Muhammad.\" Also, Ar-Rabi' bin Anas and Qatadah said similarly. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah mocks at them and leaves them increasing in their deviation to wander blindly)</span> answers the hypocrites and punishes them for their behavior. Ibn Jarir commented, \"Allah mentioned what He will do to them on the Day of Resurrection, when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when the hypocrites ـ men and women ـ will say to the believers: \"Wait for us! Let us get something from your light!\" It will be said: \"Go back to your rear! Then seek a light!\" So a wall will be put up between them, with a gate therein. Inside it will be mercy, and outside it will be torment.)</span><span class=\"gray\">(57:13)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ ۚ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not the disbelievers think that Our postponing of their punishment is good for them. We postpone the punishment only so that they may increase in sinfulness.)</span><span class=\"gray\">(3:178)</span>.\"</p><p lang=\"en\" class=\"en \">He then said, \"This, and its like, is Allah's mockery of the hypocrites and the people of Shirk.\"</p><div lang=\"en\" class=\"en \"><h2>The Hypocrites suffering for their Plots</h2></div><p lang=\"en\" class=\"en \">Allah stated that He will punish the hypocrites for their mockery, using the same terms to describe both the deed and its punishment, although the meaning is different. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The recompense for an offense is an offense equal to it; but whoever forgives and makes reconciliation, his reward is with Allah)</span><span class=\"gray\">(42:40)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then whoever transgresses <span class=\"gray\">(the prohibition)</span> against you, transgress likewise against him)</span><span class=\"gray\">(2:194)</span>.</p><p lang=\"en\" class=\"en \">The first act is an act of injustice, while the second act is an act of justice. So both actions carry the same name, while being different in reality. This is how the scholars explain deceit, cunning and mocking when attributed to Allah in the Qur'an. Surely, Allah exacts revenge for certain evil acts with a punishment that is similar in nature to the act itself. We should affirm here that Allah does not do these things out of joyful play, according to the consensus of the scholars, but as a just form of punishment for certain evil acts.</p><div lang=\"en\" class=\"en \"><h2>Meaning of 'Leaves them increasing in their deviation to wander blindly'</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمُدُّهُمْ فِي طُغْيَــٰـنِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah mocks at them and leaves them increasing in their deviation to wander blindly)</span>. As-Suddi reported that Ibn 'Abbas, Ibn Mas'ud and several other Companions of the Messenger of Allah ﷺ said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمُدُّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and leaves them increasing)</span> means, He gives them respite. Also, Mujahid said, \"He <span class=\"gray\">(causes their deviation)</span> to increase.\" Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they think that by the wealth and the children with which We augment them. <span class=\"gray\">(That)</span> We hasten to give them with good things. Nay, but they perceive not.)</span><span class=\"gray\">(23:55-56)</span>.</p><p lang=\"en\" class=\"en \">Ibn Jarir commented, \"The correct meaning of this Ayah is 'We give them increase from the view of giving them respite and leaving them in their deviation and rebellion.' Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn their hearts and their eyes away <span class=\"gray\">(from guidance)</span>, as they refused to believe in it the first time, and We shall leave them in their trespass to wander blindly)</span>. \" <span class=\"gray\">(6:110)</span>.</p><p lang=\"en\" class=\"en \">Tughyan used in this Ayah means to transgress the limits, just as Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, when the water Tagha <span class=\"gray\">(rose)</span> beyond its limits, We carried you in the ship)</span><span class=\"gray\">(69:11)</span>.</p><p lang=\"en\" class=\"en \">Also, Ibn Jarir said that the term 'Amah, in the Ayah means, 'deviation'. He also said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي طُغْيَــٰـنِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in their deviation to wander)</span>, \"In the misguidance and disbelief that has encompassed them, causing them to be confused and unable to find a way out of it. This is because Allah has stamped their hearts, sealed them, and blinded their vision. Therefore, they do not recognize guidance or find the way out of their deviation.\"</p>"
  }
]