[
  {
    "ayah_key": "3:64",
    "group_ayah_key": "3:64",
    "from_ayah": "3:64",
    "to_ayah": "3:64",
    "ayah_keys": "3:64",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"O people of the Scripture: Come to a word that is just between us and you, that we worship none but Allah the same, and that we associate no partners with Him, and that none of us shall take others as lords besides Allah.\" Then, if they turn away, say: \"Bear witness that we are Muslims. <span>(64)</span></p><div lang=\"en\" class=\"en \"><h2>Every Person Knows about Tawhid</h2></div><p lang=\"en\" class=\"en \">This Ayah includes the People of the Book, the Jews and Christians, and those who follow their ways.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O people of the Scripture! Come to a word\")</span></p><p lang=\"en\" class=\"en \">Word' - in Arabic - also means a complete sentence, as evident from this Ayah. Allah described this word as being one,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that is the same between us and you)</span>, an honest and righteous word that is fair to both parties. Allah then explained this word,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that we worship none but Allah <span class=\"gray\">(Alone)</span>, and that we associate no partners with Him,)</span> we worship neither a statue, cross, idol, Taghut <span class=\"gray\">(false gods)</span>, fire or anything else. Rather, we worship Allah Alone without partners, and this is the message of all of Allah's Messengers. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you but We revealed to him <span class=\"gray\">(saying)</span>: \"None has the right to be worshipped but I <span class=\"gray\">(Allah)</span>]</span>, so worship Me <span class=\"gray\">(Alone and none else)</span>.\") <span class=\"gray\">[21:25]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah <span class=\"gray\">(Alone)</span>, and avoid <span class=\"gray\">(or keep away from)</span> Taghut <span class=\"gray\">(all false deities)</span>.\")</span><span class=\"gray\">[16:36]</span>. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and that none of us shall take others as lords besides Allah.\")</span> Ibn Jurayj commented, \"We do not obey each other in disobedience to Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, if they turn away, say: \"Bear witness that we are Muslims.\")</span> if they abandon this fair call, then let them know that you will remain in Islam as Allah has legislated for you.</p><p lang=\"en\" class=\"en \">We should mention that the letter that the Prophet ﷺ sent to Heraclius reads, \"In the Name of Allah, the Most Gracious, the Most Merciful. From Muhammad, the Messenger of Allah, to Heraclius, Leader of the Romans: peace be upon those who follow the true guidance. Embrace Islam and you will acquire safety, embrace Islam and Allah will grant you a double reward. However, if you turn away from it, then you will carry the burden of the peasants, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O people of the Scripture: Come to a word that is the same between us and you, that we worship none but Allah <span class=\"gray\">(Alone)</span>, and that we associate no partners with Him, and that none of us shall take others as lords besides Allah.\" Then, if they turn away, say: \"Bear witness that we are Muslims.\")</span>\"</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq and other scholars said that the beginning of Surah Āl-'Imrān, and more than eighty verses thereafter; were revealed about the delegation of Najran. Az-Zuhri stated that the people of Najran were the first people to pay the Jizyah <span class=\"gray\">(tax money paid to the Muslim State)</span>. However, there is no disagreement that the Ayah that ordained the Jizyah <span class=\"gray\">[9:29]</span> was revealed after the Fath <span class=\"gray\">(conquering Makkah, and therefore, after the delegation of Najran came to Al-Madinah)</span>. So, how can this Ayah <span class=\"gray\">[3:64]</span> be contained in the Prophet's letter to Heraclius before the victory of Makkah, and how can we harmonize between the statements of Muhammad bin Ishaq and Az-Zuhri? The answer is that the delegation of Najran came before Al-Hudaybiyyah <span class=\"gray\">(before the victory of Makkah)</span>, and what they paid was in lieu of the Mubahalah; not as Jizyah. The Ayah about the Jizyah was later revealed, and its ruling supported what occurred with the Najran people. In support of this opinion, we should mention that in another instance, the ruling on dividing the booty into one - fifth <span class=\"gray\">(for the Prophet ﷺ)</span> and four-fifths <span class=\"gray\">(for the fighters)</span> agreed with the practice of 'Abdullah bin Jahsh during the raid that he led before Badr. An Ayah later on upheld the way 'Abdullah divided the booty. Therefore, it is possible that the Prophet ﷺ wrote this statement <span class=\"gray\">(Say, \"O People of the Scripture...\")</span> in his letter to Heraclius before the Ayah was revealed. Later on, the Qur'an agreed with the Prophet's statement, word by word. It is also a fact that the Qur'an was revealed in agreement with what 'Umar said regarding the captured disbelievers at Badr, the Hijab <span class=\"gray\">(Muslim woman code of dress)</span>, refraining from performing prayer for the hypocrites, and regarding his statements:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take you the Maqam <span class=\"gray\">(place)</span> of Ibrahim as a place of prayer.)</span><span class=\"gray\">[2:125]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِّنكُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be if he divorced you <span class=\"gray\">(all)</span> that his Lord will give him instead of you, wives better than you.)</span><span class=\"gray\">[66:5]</span>.</p>"
  },
  {
    "ayah_key": "3:65",
    "group_ayah_key": "3:65",
    "from_ayah": "3:65",
    "to_ayah": "3:68",
    "ayah_keys": "3:65,3:66,3:67,3:68",
    "text": "<p lang=\"en\" class=\"en \">O people of the Scripture! Why do you dispute about Ibrahim, while the Tawrah and the Injil were not revealed till after him? Have you then no sense <span>(65)</span>Verily, you are those who have disputed about that of which you have knowledge. Why do you then dispute concerning that of which you have no knowledge? It is Allah Who knows, and you know not <span>(66)</span>Ibrahim was neither a Jew nor a Christian, but he was a true Muslim Hanifa and he was not of the Mushrikin <span>(67)</span>Verily, among mankind who have the best claim to Ibrahim are those who followed him, and this Prophet and those who have believed. And Allah is the Wali <span class=\"gray\">(Protector and Helper)</span> of the believers <span>(68)</span></p><div lang=\"en\" class=\"en \"><h2>Disputing with the Jews and Christians About the Religion of Ibrahim</h2></div><p lang=\"en\" class=\"en \">Allah censures the Jews and Christians for their dispute with Muslims over Ibrahim Al-Khalil and the claim each group made that he was one of them. Muhammad bin Ishaq bin Yasar reported that Ibn 'Abbas said, \"The Christians of Najran and Jewish rabbis gathered before the Messenger of Allah ﷺ and disputed in front of him. The rabbis said, 'Ibrahim was certainly Jewish.' The Christians said, 'Certainly, Ibrahim was Christian.' So Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people of the Scripture <span class=\"gray\">(Jews and Christians)</span>! Why do you dispute about Ibrahim,)</span> meaning, 'How is it that you, Jews, claim that Ibrahim was Jew, although he lived before Allah sent down the Tawrah to Musa? How is it that you, Christians, claim that Ibrahim was Christian, although Christianity came after his time?\" This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَعْقِلُونَ</p><p lang=\"gl\" class=\"gl \"><span class=\"gray\">(Have you then no sense?)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَا أَنتُمْ هَٰؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُم بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُم بِهِ عِلْمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you are those who have disputed about that of which you have knowledge. Why do you then dispute concerning that of which you have no knowledge?)</span></p><p lang=\"en\" class=\"en \">This Ayah criticizes those who argue and dispute without knowledge, just as the Jews and Christians did concerning Ibrahim. Had they disputed about their religions, which they had knowledge of, and about the Law that was legislated for them until Muhammad ﷺ was sent, it would have been better for them. Rather, they disputed about what they had no knowledge of, so Allah criticized them for this behavior. Allah commanded them to refer what they have no knowledge of to He Who knows the seen and unseen matters and Who knows the true reality of all things. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Allah Who knows, and you know not.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ibrahim was neither a Jew nor a Christian, but he was a true Muslim Hanifa)</span>, shunning Shirk and living in Iman,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"zh-Latn\" class=\"zh-Latn \"><span class=\"gray\">(and he was not of the Mushrikin.)</span></p><p lang=\"su\" class=\"su \">This Ayah is similar to the Ayah in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَىٰ تَهْتَدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say, \"Be Jews or Christians, then you will be guided...\")</span><span class=\"gray\">[2:135]</span>.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, among mankind who have the best claim to Ibrahim are those who followed him, and this Prophet and those who have believed. And Allah is the Wali <span class=\"gray\">(Protector and Helper)</span> of the believers.)</span></p><p lang=\"en\" class=\"en \">This Ayah means, \"The people who have the most right to be followers of Ibrahim are those who followed his religion and this Prophet, Muhammad ﷺ, and his Companions from the Muhajirin, Ansar and those who followed their lead.\" Sa'id bin Mansur recorded that Ibn Mas'ud said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لِكُلِّ نَبِيٍّ وُلَاةً مِنَ النَّبِيِّينَ، وَإِنَّ وَلِيِّي مِنْهُمْ أَبِي وَخَلِيلُ رَبِّي عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every Prophet had a Wali <span class=\"gray\">(supporter, best friend)</span> from among the Prophets. My Wali among them is my father Ibrahim, the Khalil <span class=\"gray\">(intimate friend)</span> of my Lord, the Exalted and Most Honored)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوْلَى النَّاسِ بِإِبْرَهِيمَ لَلَّذِينَ اتَّبَعُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, among mankind who have the best claim to Ibrahim are those who followed him...)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is the Wali <span class=\"gray\">(Protector and Helper)</span> of the believers.)</span> means, Allah is the Protector of all those who believe in His Messengers.</p>"
  }
]