[
  {
    "ayah_key": "5:57",
    "group_ayah_key": "5:57",
    "from_ayah": "5:57",
    "to_ayah": "5:58",
    "ayah_keys": "5:57,5:58",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Do not take as friends those who take your religion for a mockery and fun from those who received the Scriptures before you, and <span class=\"gray\">(nor)</span> the disbelievers; and have Taqwa of Allah if you indeed are true believers <span>(57)</span>And when you proclaim the call for the Salah, they take it <span class=\"gray\">(but)</span> as a mockery and fun; that is because they are a people who understand not <span>(58)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Being Loyal Friends with Disbelievers</h2></div><p lang=\"en\" class=\"en \">This Ayah discourages and forbids taking the enemies of Islam and its people, such as the People of the Book and the polytheists, as friends. These disbelievers mock the most important acts that any person could ever perform, the honorable, pure acts of Islam which include all types of good for this life and the Hereafter. They mock such acts and make them the subject of jest and play, because this is what these acts represent in their misguided minds and cold hearts. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَالْكُفَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from those who received the Scriptures before you and <span class=\"gray\">(nor)</span> the disbelievers...)</span> This is to clarify the particular category <span class=\"gray\">(of disbelievers)</span>. As Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So shun the evil of the idols...)</span><span class=\"gray\">[22:30]</span> So some recited it \"Kuffari\", making it an object of the preposition, and others recited it \"Kuffara\", making it a predicate noun;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take not as friends those who take your religion for a mockery and fun from those who received the Scriptures before you...)</span> with the meaning of \"nor\",</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكُفَّارَ أَوْلِيَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor the disbelievers as friends)</span></p><p lang=\"en\" class=\"en \">That is, do not take these people nor those people as friends. The meaning here of \"Kuffar\" <span class=\"gray\">[disbelievers]</span> is idolators. </p><p lang=\"en\" class=\"en \">Similarly, Ibn Jarir recorded that in the recitation of Ibn Mas'ud <span class=\"gray\">[in place of \"Kuffar\" he recited it: \"and those who commit Shirk. Allah's statement,</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاتَّقُوا اللَّهَ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And have Taqwa of Allah if you indeed are true believers.)</span> means, fear Allah and do not take the enemies of you and your religion as friends, if you believe in Allah's Law and religion that these people mocked and jested about. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَن تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let not the believers take the disbelievers as friends instead of the believers, and whoever does that, will never be helped by Allah in any way, except if you indeed fear a danger from them. And Allah warns you against Himself, and to Allah is the final return.)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers Mock the Prayer and the Adhan</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you proclaim the call for the Salah, they take it <span class=\"gray\">(but)</span> as a mockery and fun;)</span></p><p lang=\"en\" class=\"en \">When you proclaim the Adhan for the prayer, which is the best action there is, for those who have sound minds and good comprehension,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اتَّخَذُوهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they take it...)</span> also,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُزُوًا وَلَعِبًا ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a mockery and fun; that is because they are a people who understand not.)</span> the acts of worship and Allah's Law. These are the characteristics of the followers of Shaytan who,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَمِعَ الْأَذَانَ أَدْبَرَ وَلَهُ حُصَاصٌ، أَيْ ضُرَاطٌ، حَتَّى لَا يَسْمَعَ التَّأْذِينَ فَإِذَا قُضِيَ التَّأْذِينُ، أَقْبَلَ فَإِذَا ثُوِّبَ لِلصَّلَاةِ أَدْبَرَ، فَإِذَا قُضِيَ التَّثْوِيبُ أَقْبَلَ حَتَّى يَخْطُرَ بَيْنَ الْمَرْءِ وَقَلْبِهِ، فَيَقُولُ: اذْكُرْ كَذَا اذْكُرْ كَذَا، لِمَا لَمْ يَكُنْ يَذْكُرُ حَتَّى يَظَلَّ الرَّجُلُ لَا يَدْرِي كَمْ صَلَّى، فَإِذَا وَجَدَ أَحَدُكُمْ ذلِكَ، فَلْيَسْجُدْ سَجْدَتَيْنِ قَبْلَ السَّلَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the call for prayer is made, Shaytan takes to his heels passing wind so that he may not hear the Adhan. When the call is finished he comes back, and when the Iqamah is pronounced, Shaytan again takes to his heels. When the Iqamah is finished he comes back again and tries to interfere with the person and his thoughts and to say, 'Remember this and that,' which he has not thought of before the prayer, until the praying person forgets how much he has prayed. If anyone of you does not remember, then he should perform two prostrations before pronouncing the Salam.)</span> This Hadith is agreed upon. Az-Zuhri said, \"Allah mentioned the Adhan in His Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you proclaim the call for the Salah, they take it <span class=\"gray\">(but)</span> as a mockery and fun; that is because they are a people who understand not.)</span>\" Ibn Abi Hatim recorded this statement.</p>"
  }
]