[
  {
    "ayah_key": "2:75",
    "group_ayah_key": "2:75",
    "from_ayah": "2:75",
    "to_ayah": "2:77",
    "ayah_keys": "2:75,2:76,2:77",
    "text": "<p lang=\"en\" class=\"en \">Do you <span class=\"gray\">(faithful believers)</span> covet that they will believe in your religion inspite of the fact that a party of them <span class=\"gray\">(Jewish rabbis)</span> used to hear the Word of Allah <span class=\"gray\">(the Tawrah)</span>, then they used to change it knowingly after they understood it <span>(75)</span>And when they <span class=\"gray\">(Jews)</span> meet those who believe <span class=\"gray\">(Muslims)</span>, they say, \"We believe,\" but when they meet one another in private, they say, \"Shall you <span class=\"gray\">(Jews)</span> tell them <span class=\"gray\">(Muslims)</span> what Allah has revealed to you that they <span class=\"gray\">(Muslims)</span> may argue with you <span class=\"gray\">(Jews)</span> about it before your Lord?\" Have you <span class=\"gray\">(Jews)</span> then no understanding <span>(76)</span>Know they <span class=\"gray\">(Jews)</span> not that Allah knows what they conceal and what they reveal <span>(77)</span></p><div lang=\"en\" class=\"en \"><h2>There was little Hope that the Jews Who lived during the Time of the Prophet <span class=\"gray\">(ﷺ)</span> could have believed</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَطْمَعُونَ</p><p lang=\"pt\" class=\"pt \"><span class=\"gray\">(Do you covet)</span> O believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يُؤْمِنُوا لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That they will believe in your religion)</span> meaning, that these people would obey you? They are the deviant sect of Jews whose fathers witnessed the clear signs but their hearts became hard afterwards. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Inspite of the fact that a party of them <span class=\"gray\">(Jewish rabbis)</span> used to hear the Word of Allah <span class=\"gray\">(the Tawrah)</span>, then they used to change it)</span> meaning, distort its meaning,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَعْدِ مَا عَقَلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after they understood it)</span>. They understood well, yet they used to defy the truth,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَهُمْ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(knowingly)</span>, being fully aware of their erroneous interpretations and corruption. This statement is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, because of their violation of their covenant, We cursed them and made their hearts grow hard. They change the words from their <span class=\"gray\">(right)</span> places)</span><span class=\"gray\">(5:13)</span>.</p><p lang=\"fr\" class=\"fr \">Qatadah commented that Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ يُحَرِّفُونَهُ مِن بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they used to change it knowingly after they understood it)</span> \"They are the Jews who used to hear Allah's Words and then alter them after they understood and comprehended them.\" Also, Mujahid said, \"Those who used to alter it and conceal its truths; they were their scholars.\" Also, Ibn Wahb said that Ibn Zayd commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(used to hear the Word of Allah <span class=\"gray\">(the Tawrah)</span>, then they used to change it)</span> \"They altered the Tawrah that Allah revealed to them, making it say that the lawful is unlawful and the prohibited is allowed, and that what is right is false and that what is false is right. So when a person seeking the truth comes to them with a bribe, they judge his case by the Book of Allah, but when a person comes to them seeking to do evil with a bribe, they take out the other <span class=\"gray\">(distorted)</span> book, in which it is stated that he is in the right. When someone comes to them who is not seeking what is right, nor offering them bribe, then they enjoin righteousness on him. This is why Allah said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enjoin you Al-Birr <span class=\"gray\">(piety and righteousness and every act of obedience to Allah)</span> on the people and you forget <span class=\"gray\">(to practise it)</span> yourselves, while you recite the Scripture <span class=\"gray\">(the Tawrah)</span>! Have you then no sense?)</span><span class=\"gray\">(2:44)</span>\"</p><div lang=\"en\" class=\"en \"><h2>The Jews knew the Truth of the Prophet <span class=\"gray\">(ﷺ)</span>, but disbelieved in Him</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they <span class=\"gray\">(Jews)</span> meet those who believe <span class=\"gray\">(Muslims)</span>, they say, \"We believe\", but when they meet one another in private...)</span>. Muhammad bin Ishaq reported that Ibn 'Abbas commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they <span class=\"gray\">(Jews)</span> meet those who believe <span class=\"gray\">(Muslims)</span>, they say, \"We believe\")</span> \"They believe that Muhammad ﷺ is the Messenger of Allah, 'But he was only sent for you <span class=\"gray\">(Arabs)</span>'\" However, when they meet each other they say, \"Do not convey the news about this Prophet to the Arabs, because you used to ask Allah to grant you victory over them when he came, but he was sent to them <span class=\"gray\">(not to you)</span>.\" Allah then revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوا أَتُحَدِّثُونَهُم بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُم بِهِ عِندَ رَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they <span class=\"gray\">(Jews)</span> meet those who believe <span class=\"gray\">(Muslims)</span>, they say, \"We believe,\" but when they meet one another in private, they say, \"Shall you <span class=\"gray\">(Jews)</span> tell them <span class=\"gray\">(Muslims)</span> what Allah has revealed to you, that they <span class=\"gray\">(Muslims)</span> may argue with you <span class=\"gray\">(Jews)</span> about it before your Lord?\")</span> meaning, \"If you admit to them that he is a Prophet, knowing that Allah took the covenant from you to follow him, they will know that Muhammad is the Prophet that we were waiting for and whose coming we find foretold of in our Book. Therefore, do not believe in him and deny him.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know they <span class=\"gray\">(Jews)</span> not that Allah knows what they conceal and what they reveal?)</span>.</p><p lang=\"en\" class=\"en \">Al-Hasan Al-Basri said, \"When the Jews met the believers they used to say, 'We believe.' When they met each other, some of them would say, 'Do not talk to the companions of Muhammad about what Allah has foretold in your Book, so that the news <span class=\"gray\">(that Muhammad is the Final Messenger)</span> does not become a proof for them against you with your Lord, and, thus, you will win the dispute.'\" Further, Abu Al-'Aliyah said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know they <span class=\"gray\">(Jews)</span> not that Allah knows what they conceal and what they reveal?)</span>, \"Meaning their secret denial and rejection of Muhammad ﷺ, although they find his coming recorded in their Book.\" This is also the Tafsir of Qatadah. Al-Hasan commented on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That Allah knows what they conceal)</span>, \"What they concealed refers to when they were alone with each other away from the Companions of Muhammad ﷺ. Then they would forbid each other from conveying the news that Allah revealed to them in their Book to the Companions of Muhammad ﷺ, fearing that the Companions would use this news <span class=\"gray\">(about the truth of Muhammad ﷺ)</span> against them before their Lord.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُعْلِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what they reveal?)</span> meaning, when they said to the Companions of Muhammad ﷺ,</p><p class=\"ur qpc-hafs\" lang=\"ur\">ءَامَنَّا</p><p lang=\"tg\" class=\"tg \"><span class=\"gray\">(We believe)</span>, as Abu Al-'Aliyah, Ar-Rabi' and Qatadah stated.</p>"
  }
]