[
  {
    "ayah_key": "2:65",
    "group_ayah_key": "2:65",
    "from_ayah": "2:65",
    "to_ayah": "2:66",
    "ayah_keys": "2:65,2:66",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed you knew those amongst you who transgressed in the matter of the Sabbath <span class=\"gray\">(i.e. Saturday)</span>. We said to them: \"Be you monkeys, despised and rejected. <span>(65)</span>So We made this punishment an example for those in front of it and those behind it, and a lesson for Al-Muttaqin <span class=\"gray\">(the pious <span>(66)</span></span></p><div lang=\"en\" class=\"en \"><h2>The Jews breach the Sanctity of the Sabbath</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمْتُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed you knew)</span>. This Ayah means, O Jews! Remember that Allah sent His torment on the village that disobeyed Him and broke their pledge and their covenant to observe the sanctity of the Sabbath. They began using deceitful means to avoid honoring the Sabbath by placing nets, ropes and artificial pools of water for the purpose of fishing before the Sabbath. When the fish came in abundance on Saturday as usual, they were caught in the ropes and nets for the rest of Saturday. During the night, the Jews collected the fish after the Sabbath ended. When they did that, Allah changed them from humans into monkeys, the animals having the form closest to humans. Their evil deeds and deceit appeared lawful on the surface, but they were in reality wicked. This is why their punishment was compatible with their crime. This story is explained in detail in Surat Al-A'raf, where Allah said <span class=\"gray\">(7:163)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا يَفْسُقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask them <span class=\"gray\">(O Muhammad ﷺ)</span> about the town that was by the sea; when they transgressed in the matter of the Sabbath <span class=\"gray\">(i.e. Saturday)</span>: when their fish came to them openly on the Sabbath day, and did not come to them on the day they had no Sabbath. Thus We made a trial of them, for they used to rebel <span class=\"gray\">(disobey Allah)</span>.)</span><span class=\"gray\">(7:163)</span></p><p lang=\"en\" class=\"en \">In his Tafsir, Al-'Awfi reported from Ibn 'Abbas that he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We said to them: \"Be you monkeys, despised and rejected\")</span> means, \"Allah changed their bodies into those of monkeys and swines. The young people turned into monkeys while the old people turned into swine.\" Shayban An-Nahwi reported that Qatadah commented on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We said to them: \"Be you monkeys, despised and rejected\")</span>, \"These people were turned into howling monkeys with tails, after being men and women.\"</p><div lang=\"en\" class=\"en \"><h2>The Monkeys and Swine that exist now are not the Descendants of Those that were transformed</h2></div><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas said, \"Those who violated the sanctity of the Sabbath were turned into monkeys, then they perished without offspring.\" Ad-Dahhak said that Ibn 'Abbas said, \"Allah turned them into monkeys because of their sins. They only lived on the earth for three days, for no transformed person ever lives more than three days. They did not eat, drink or have offspring. Allah transformed their shapes into monkeys, and He does what He wills, with whom He wills and He changes the shape of whomever He wills. On the other hand, Allah created the monkeys, swines and the rest of the creation in the six days <span class=\"gray\">(of creation)</span> that He mentioned in His Book.\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهَا نَكَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We made this punishment an example)</span> means, Allah made the people of this village, who violated the sanctity of the Sabbath,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَكَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(an example)</span> via the way they were punished. Similarly, Allah said about Pharaoh,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Allah, seized him with punishing example for his last and first transgression)</span><span class=\"gray\">(79:25)</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for those in front of it and those behind it)</span> meaning, for the other villages. Ibn 'Abbas commented, \"Meaning, 'We made this village an example for the villages around it by the manner in which We punished its people.\" Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have destroyed towns <span class=\"gray\">(populations)</span> round about you, and We have <span class=\"gray\">(repeatedly)</span> shown <span class=\"gray\">(them)</span> the Ayat <span class=\"gray\">(proofs, evidences, verses, lessons, signs, revelations, etc.)</span> in various ways that they might return <span class=\"gray\">(to the truth and believe in the Oneness of Allah ـ Islamic Monotheism)</span>)</span>.<span class=\"gray\">(46:27)</span></p><p lang=\"en\" class=\"en \">Therefore, Allah made them an example for those who lived during their time as well as a reminder for those to come, by preserving their story. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَوْعِظَةً لِّلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a lesson for Al-Muttaqin <span class=\"gray\">(the pious)</span>)</span>, meaning, a reminder. This Ayah means, \"The torment and punishment that this village suffered was a result of indulging in Allah's prohibitions and their deceit. Hence, those who have Taqwa should be aware of their evil behavior, so that what occurred to this village does not befall them as well.\" Also, Imam Abu 'Abdullah bin Battah reported that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَرْتَكِبُوا مَا ارْتَكَبَتِ الْيَهُودُ فَتَسْتَحِلُّوا مَحَارِمَ اللهِ بِأَدْنَى الْـحِيَلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not commit what the Jews committed, breaching what Allah has forbidden, by resorting to the lowest types of deceit.)</span></p><p lang=\"en\" class=\"en \">This Hadith has a good <span class=\"gray\">(Jayid)</span> chain of narration. Allah knows best.</p>"
  },
  {
    "ayah_key": "2:67",
    "group_ayah_key": "2:67",
    "from_ayah": "2:67",
    "to_ayah": "2:67",
    "ayah_keys": "2:67",
    "text": "<p class=\"en translation\" lang=\"en\">And <span class=\"gray\">(remember)</span> when Musa said to his people: \"Verily, Allah commands you that you slaughter a cow.\" They said, \"Do you make fun of us?\" He said, \"I take Allah's refuge from being among Al-Jahilin <span class=\"gray\">(the ignorant or the foolish)</span>. <span>(67)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of the murdered Israeli Man and the Cow</h2></div><p lang=\"en\" class=\"en \">Allah said, 'O Children of Israel! Remember how I blessed you with miracle of the cow that was the means for discovering the identity of the murderer, when the murdered man was brought back to life.'</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded 'Ubaydah As-Salmani saying, \"There was a man from among the Children of Israel who was impotent. He had substantial wealth, and only a nephew who would inherit from him. So his nephew killed him and moved his body at night, placing it at the doorstep of a certain man. The next morning, the nephew cried out for revenge, and the people took up their weapons and almost fought each other. The wise men among them said, 'Why would you kill each other, while the Messenger of Allah is still among you?' So they went to Musa and mentioned the matter to him and Musa said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, Allah commands you that you slaughter a cow.\" They said, \"Do you make fun of us?\" He said, \"I take Allah's refuge from being among Al-Jahilin <span class=\"gray\">(the ignorant or the foolish)</span>)</span>.\"</p><p lang=\"en\" class=\"en \">\"Had they not disputed, it would have been sufficient for them to slaughter any cow. However, they disputed, and the matter was made more difficult for them, until they ended up looking for the specific cow that they were later ordered to slaughter. They found the designated cow with a man, only who owned that cow. He said, 'By Allah! I will only sell it for its skin's fill of gold.' So they paid the cow's fill of its skin in gold, slaughtered it and touched the dead man with a part of it. He stood up, and they asked him, 'Who killed you?' He said, 'That man,' and pointed to his nephew. He died again, and his nephew was not allowed to inherit him. Thereafter, whoever committed murder for the purpose of gaining inheritance was not allowed to inherit. Ibn Jarir reported something similar to that. Allah knows best.</p>"
  }
]