[
  {
    "ayah_key": "47:24",
    "group_ayah_key": "47:24",
    "from_ayah": "47:24",
    "to_ayah": "47:28",
    "ayah_keys": "47:24,47:25,47:26,47:27,47:28",
    "text": "<p lang=\"en\" class=\"en \">Will they not then reflect upon the Qur'an, or are there locks upon their hearts <span>(24)</span>Verily, those who have turned back as disbelievers after guidance had become clear to them – Shaytan has enticed them and filled them with false hopes <span>(25)</span>That is because they said to those who hate what Allah has sent down: \"We will obey you in part of the matter.\" And Allah knows their secrets <span>(26)</span>Then how <span class=\"gray\">(will it be)</span> when the angels will take their souls at death, striking their faces and their backs <span>(27)</span>That is because they followed that which angered Allah and hated what earns His pleasure, so He rendered their deeds worthless <span>(28)</span></p><p lang=\"en\" class=\"en \">The Command to reflect upon the Qur'an</p><p lang=\"en\" class=\"en \">Commanding the people to reflect and ponder upon the Qur'an, and prohibiting them from turning away from it, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will they not then reflect upon the Qur'an, or are there locks upon their hearts?)</span> means, there indeed are locks upon some hearts, firmly closing them so that none of its meanings can reach them. Ibn Jarir recorded from Hisham bin 'Urwah, from his father, may Allah be pleased with him, that Allah's Messenger ﷺ once recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will they not then reflect upon the Qur'an, or are there locks upon their hearts?)</span> and a young man from Yemen said, \"Indeed, there are locks upon them – until Allah opens them totally or slightly.\" After that 'Umar, may Allah be pleased with him, always liked that young man, and kept that to himself until he became in charge, upon which he utilized him <span class=\"gray\">(as a consultant)</span>.</p><p lang=\"sr\" class=\"sr \">Condemning Apostasy</p><p lang=\"en\" class=\"en \">Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ ارْتَدُّوا عَلَىٰ أَدْبَارِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who have turned back)</span> meaning, they departed from the faith and returned to disbelief.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ۙ الشَّيْطَانُ سَوَّلَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...after guidance had become clear to them – Shaytan has enticed them)</span> meaning he adorned and beautified that <span class=\"gray\">(apostasy)</span> for them.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَمْلَىٰ لَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and filled them with false hopes.)</span> meaning, he tempted them, and deceived them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because they said to those who hate what Allah sent down: \"We will obey your in part of the matter.\")</span> means, they plotted secretly with them and gave them evil advice – as is the common practice of the hypocrites who declare the opposite of what they conceal. Because of this, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah knows their secrets.)</span> whatever they hide and conceal, Allah is well-acquainted with it and He knows it. This is similar to His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...And Allah records all that they plot by night.)</span><span class=\"gray\">(4:81)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How <span class=\"gray\">(will it be)</span> when the angels will take their souls at death, striking their faces and their backs?)</span></p><p lang=\"en\" class=\"en \">That is, how their situation will be when the angels come to take their lives, and their souls cling to their bodies, causing the angels to extract them by force, harshness, and beating. This is similar to Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا ۙ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you could but see when the angels take away the lives of the disbelievers, striking their faces and their backs.)</span><span class=\"gray\">(8:50)</span> And His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you could but see when the wrongdoers are in the agonies of death, while the angels extend their hands)</span><span class=\"gray\">(6:93)</span>. meaning, to beat them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْرِجُوا أَنْفُسَكُمُ ۖ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(saying)</span>: \"Deliver your souls! This day you will be recompensed with the torment of degradation because of what you used to utter against Allah other than the truth, and because you used to arrogantly reject His signs.\")</span><span class=\"gray\">(6:93)</span> Because of the above, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because they pursued what angered Allah and disliked what earns His pleasure, so He rendered their deeds worthless.)</span></p>"
  },
  {
    "ayah_key": "47:29",
    "group_ayah_key": "47:29",
    "from_ayah": "47:29",
    "to_ayah": "47:31",
    "ayah_keys": "47:29,47:30,47:31",
    "text": "<p lang=\"en\" class=\"en \">Or do those in whose hearts is a disease, think that Allah will not expose their ill–wills <span>(29)</span>Had We so willed, We could have shown them clearly to you, so that you would know them by their marks; but you will know them by the tone of their speech! And Allah knows <span class=\"gray\">(all)</span> your deeds <span>(30)</span>And We will surely, try you until We know those who strive among you and the patient, and We will put to a test all your affairs <span>(31)</span></p><p lang=\"en\" class=\"en \">Exposing the Hidden Secret of the Hypocrites </p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do those in whose hearts is disease think that Allah would never expose their ill–wills?)</span> meaning, do the hypocrites think that Allah will not expose their affair to His believing servant? Yes indeed, He will expose their affair and manifest it so that those with insight will be able to understand it. In that regard, Allah revealed Surah Bara'ah <span class=\"gray\">(or At-Tawbah)</span>, in which He clarified the hypocrites' scandals, and pinpointed their practices that are indicative of their hypocrisy. Because of that, this Surah <span class=\"gray\">(Surah Bara'ah)</span> is also called \"The Exposer\". Adghan is the plural of Dighn, which means what the souls harbor of envy and hatred toward Islam and its people who support it. </p><p lang=\"en\" class=\"en \">Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had We so willed, We could have shown them clearly to you, so that you would know them by their marks.)</span></p><p lang=\"en\" class=\"en \">Allah is telling His Messenger ﷺ, \"Had We willed, O Muhammad, We would have shown you the specific individuals who are hypocrites, so that you would plainly know them.\" However, Allah did not do that in regard to all of the hypocrites. He conceals His creation, lets their affairs run according to apparent purity, and leaves the inner secrets to the One Who is well aware of them. Allah then adds,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you will know them by the tone of their speech!)</span> which means, 'you will know them by their speech that reveals their intentions.' A person declares his association through the context and meaning of his words – as the Commander of the faithful 'Uthman bin 'Affan, may Allah be pleased with him, said, \"Never would one conceal a secret but Allah will expose it by the look on his face and the uncontrolled words of his tongue.\" Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَبْلُوَنَّكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We will surely try you)</span> meaning, 'We will surely test you with commands and prohibitions.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until We know those who strive among you and the patient, and We will put to a test all your affairs.)</span></p><p lang=\"en\" class=\"en \">There is absolutely no doubt that Allah's knowledge precedes the occurrence of all events. In this Ayah, \"until We know\" means 'until We know of its occurrence.' This is why Ibn 'Abbas said in regard to this and similar texts, \"Except so that We may know, means, so that We may see.\"</p>"
  }
]