[
  {
    "ayah_key": "34:24",
    "group_ayah_key": "34:24",
    "from_ayah": "34:24",
    "to_ayah": "34:27",
    "ayah_keys": "34:24,34:25,34:26,34:27",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Who gives you provision from the heavens and the earth?\" Say: \"Allah. And verily, <span class=\"gray\">(either)</span> we or you are rightly guided or in plain error. <span>(24)</span>Say: \"You will not be asked about our sins, nor shall we be asked of what you do. <span>(25)</span>Say: \"Our Lord will assemble us all together, then He will judge between us with truth. And He is the Just Judge, the All-Knower of the true state of affairs. <span>(26)</span>Say: \"Show me those whom you have joined with Him as partners. Nay! But He is Allah, the Almighty, the All-Wise. <span>(27)</span></p><p lang=\"en\" class=\"en \">Allah has no partner in anything whatsoever</p><p lang=\"en\" class=\"en \">Allah tells us that He is unique in His power of creation and His giving of provision, and that He is unique in His divinity also. As they used to admit that no one in heaven or on earth except Allah gave them provision, i.e., by sending down water and causing crops to grow, so they should also realize that there is no god worthy of worship besides Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, <span class=\"gray\">(either)</span> we or you are rightly guided or in plain error.)</span> 'One of the two sides must be speaking falsehood, and one must be telling the truth. There is no way that you and we could both be following true guidance, or could both be misguided. Only one of us can be correct, and we have produced the proof of Tawhid which indicates that your Shirk must be false.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, <span class=\"gray\">(either)</span> we or you are rightly guided or in plain error.)</span> Qatadah said, \"The Companions of Muhammad ﷺ said this to the idolators: 'By Allah, we and you cannot be following the same thing, only one of us can be truly guided.'\" 'Ikrimah and Ziyad bin Abi Maryam said, \"It means: we are rightly guided and you are in plain error.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"You will not be asked about our sins, nor shall we be asked of what you do.\")</span> This indicates disowning them, saying, 'you do not belong to us and we do not belong to you, because we call people to Allah, to believe that He is the Only God and to worship Him alone. If you respond, then you will belong to us and we to you, but if you reject our call, then we have nothing to do with you and you have nothing to do with us.' This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they deny you, say: \"For me are my deeds and for you are your deeds! You are innocent of what I do, and I am innocent of what you do!\")</span><span class=\"gray\">(10:41)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ - لَا أَعْبُدُ مَا تَعْبُدُونَ - وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ - وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ - وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ - لَكُمْ دِينُكُمْ وَلِيَ دِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O disbelievers! I worship not that which you worship, Nor will you worship that which I worship. And I shall not worship that which you are worshipping. Nor will you worship that which I worship. To you be your religion, and to me my religion.\")</span><span class=\"gray\">(109:1-6)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Our Lord will assemble us all together...\")</span> means, 'on the Day of Resurrection, He will bring all of creation together in one arena, then He will judge between us with truth, i.e., with justice.' Each person will be rewarded or punished according to his deeds; if they are good, then his end will be good, and if they are bad, then his end will be bad. On that Day they will know who has attained victory, glory and eternal happiness, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ - فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ - وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَٰئِكَ فِي الْعَذَابِ مُحْضَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when the Hour will be established – that Day shall <span class=\"gray\">(all men)</span> be separated. Then as for those who believed and did righteous good deeds, such shall be honored and made to enjoy luxurious life <span class=\"gray\">(forever)</span> in a Garden of Delight. And as for those who disbelieved and denied Our Ayat, and the meeting of the Hereafter, such shall be brought forth to the torment.)</span><span class=\"gray\">(30:14-16)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْفَتَّاحُ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Just Judge, the All-Knower of the true state of affairs.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Show me those whom you have joined with Him as partners...\")</span> means, 'show me those gods whom you made as rivals and equals to Allah.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَلَّا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay)</span> means, He has no peer, rival, partner or equal. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But He is Allah,)</span> meaning, the One and Only God Who has no partner.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَزِيزُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Almighty, the All-Wise.)</span> means, the Owner of might with which He subjugates and controls all things, the One Who is Wise in all His Words and deeds, Laws and decrees. Blessed and exalted and sanctified be He far above all that they say. And Allah knows best.</p>"
  },
  {
    "ayah_key": "34:28",
    "group_ayah_key": "34:28",
    "from_ayah": "34:28",
    "to_ayah": "34:30",
    "ayah_keys": "34:28,34:29,34:30",
    "text": "<p class=\"en translation\" lang=\"en\">And We have not sent you except as a giver of glad tidings and a warner to all mankind, and most of men know not <span>(28)</span>And they say: \"When is this promise if you are truthful? <span>(29)</span>Say: \"The appointment to you is for a Day, which you cannot put back for an hour nor put forward. <span>(30)</span></p><p lang=\"ar\" class=\"ar \">The Prophet <span class=\"gray\">(صلی اللہ علیہ وسلم)</span>  was sent to all of Mankind </p><p lang=\"en\" class=\"en \">Allah says to His servant and Messenger Muhammad ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have not sent you except as a giver of glad tidings and a warner to all mankind,)</span> i.e., to all of creation among those who are accountable for their deeds. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah.\")</span><span class=\"gray\">(7:158)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He Who sent down the Criterion to His servant that he may be a warner to the all creatures.)</span><span class=\"gray\">(25:1)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">بَشِيرًا وَنَذِيرًا</p><p lang=\"en\" class=\"en \">a giver of glad tidings and a warner means, to bring the glad tidings of Paradise to those who obey you and to warn of the fire of Hell to those who disobey you. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and most of men know not.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you desire it eagerly.)</span><span class=\"gray\">(12:103)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you obey most of those on the earth, they will mislead you far away from Allah's path)</span><span class=\"gray\">(6:116)</span>. Muhammad bin Ka'b said concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have not sent you except to all mankind)</span> meaning, to all the people. Qatadah said concerning this Ayah, \"Allah, may He be exalted, sent Muhammad ﷺ to both the Arabs and the non-Arabs, so the most honored of them with Allah is the one who is most obedient to Allah.\" In the Two Sahihs it was reported that Jabir, may Allah be pleased with him said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَتْ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا، فَأَيُّمَا رَجُلٍ مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلَاةُ فَلْيُصَلِّ، وَأُحِلَّتْ لِيَ الْغَنَائِمُ وَلَمْ تَحِلَّ لِأَحَدٍ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been given five things which were not given to any of the Prophets before me. I have been aided by fear <span class=\"gray\">(the distance of )</span> a month's journey. The entire earth has been made a Masjid and a means of purification for me, so that when the time for prayer comes, any man of my Ummah should pray. The spoils of war have been made permissible for me, whereas they were not permitted for any before me. I have been given the power of intercession; and the Prophets before me were sent to their own people, but I have been sent to all of mankind.)</span>\" It was also recorded in the Sahih that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَسْوَدِ وَالْأَحْمَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been sent to the black and the red.)</span> Mujahid said, \"This means to the Jinn and to mankind.\" Others said that it meant the Arabs and the non-Arabs. Both meanings are correct.</p><p lang=\"en\" class=\"en \">How the Disbelievers asked about when the Resurrection would happen, and the Response to Them </p><p lang=\"en\" class=\"en \">Allah tells us how the disbelievers believed it unlikely that the Hour would ever come to pass:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"When is this promise if you are truthful?\")</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe not therein seek to hasten it, while those who believe are fearful of it, and know that it is the very truth...)</span><span class=\"gray\">(42:18)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"The appointment to you is for a Day, which you cannot for an hour move back nor forward.\")</span> meaning, 'you have an appointed time which is fixed and cannot be changed or altered. When it comes, you will not be able to put it back or bring it forward,' as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the term of Allah when it comes, cannot be delayed)</span><span class=\"gray\">(71:4)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ - يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ۚ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We delay it only for a term <span class=\"gray\">(already)</span> fixed. On the Day when it comes, no person shall speak except by His leave. Some among them will be wretched and <span class=\"gray\">(others)</span> blessed.)</span><span class=\"gray\">(11:104-105)</span>.</p>"
  }
]