[
  {
    "ayah_key": "17:107",
    "group_ayah_key": "17:107",
    "from_ayah": "17:107",
    "to_ayah": "17:109",
    "ayah_keys": "17:107,17:108,17:109",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Believe in it or do not believe <span class=\"gray\">(in it)</span>. Verily, those who were given knowledge before it, when it is recited to them, fall down on their chins <span class=\"gray\">(faces)</span> in humble prostration. <span>(107)</span>And they say: \"Glory be to our Lord! Truly, the promise of our Lord must be fulfilled. <span>(108)</span>And they fall down on their chins <span class=\"gray\">(faces)</span> weeping and it increases their humility <span>(109)</span></p><div lang=\"en\" class=\"en \"><h2>Those Who were given Knowledge before truly admit the Qur'an</h2></div><p lang=\"en\" class=\"en \">Allah says to His Prophet Muhammad ﷺ:</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> O Muhammad to these disbelievers concerning what you have brought to them of this Glorious Qur'an:</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Believe in it <span class=\"gray\">(the Qur'an)</span> or do not believe <span class=\"gray\">(in it)</span>.)</span> meaning, it is all the same whether you believe in it or not, for it is true in and of itself. It was revealed by Allah, Who mentioned it previously in the Books that He revealed to other Messengers. Hence He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِن قَبْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who were given knowledge before it,)</span> meaning righteous people among the People of the Book, who adhered to their Books and appreciated them without distorting them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا يُتْلَىٰ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when it is recited to them,)</span> means, when this Qur'an is recited to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(fall down on their chins <span class=\"gray\">(faces)</span> in humble prostration.)</span> means, to Allah, in gratitude for the blessing He has bestowed on them by considering them fit to live until they met this Messenger to whom this Book was revealed. Hence they say:</p><p class=\"sd qpc-hafs\" lang=\"sd\">سُبْحَانَ رَبِّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to our Lord!)</span>, meaning, they extol and glorify their Lord for His perfect power and for not delaying the fulfillment of the promise which He made through His earlier Prophets, that He would send Muhammad ﷺ. Hence they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to our Lord! Truly, the promise of our Lord must be fulfilled.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they fall down on their chins <span class=\"gray\">(faces)</span> weeping)</span> means, in submission to Allah, may He be glorified, and in expression of their belief and faith in His Book and His Messenger ﷺ.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَزِيدُهُمْ خُشُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it increases their humility.)</span> means, it increases them in faith and submission. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While as for those who accept guidance, He increases their guidance and bestows on them their Taqwa.)</span><span class=\"gray\">(47:17)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخِرُّونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they fall down)</span> is a description rather than an action <span class=\"gray\">(i.e., this is a further description of their humility as referred to in Ayah 107; it does not imply that they prostrate twice)</span>.</p>"
  },
  {
    "ayah_key": "17:11",
    "group_ayah_key": "17:11",
    "from_ayah": "17:11",
    "to_ayah": "17:11",
    "ayah_keys": "17:11",
    "text": "<p class=\"en translation\" lang=\"en\">And man invokes <span class=\"gray\">(Allah)</span> for evil as he invokes <span class=\"gray\">(Allah)</span> for good and man is ever hasty <span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>Man's Haste and Prayers against Himself</h2></div><p lang=\"en\" class=\"en \">Allah tells us about man's haste and how he sometimes prays against himself or his children or his wealth, praying for something bad to happen for them, or for them to die or be destroyed, invoking curses, etc. If Allah were to answer his prayer, he would be destroyed because of it, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And were Allah to hasten for mankind the evil...)</span><span class=\"gray\">[10:11]</span> This is how it was interpreted by Ibn 'Abbas, Mujahid and Qatadah. We have already discussed the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَدْعُوا عَلَى أَنْفُسِكُمْ، وَلَا عَلَى أَمْوَالِكُمْ أَنْ تُوَافِقُوا مِنَ اللهِ سَاعَةَ إِجَابَةٍ يَسْتَجِيبُ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not pray against yourselves or your wealth, for that might coincide with a time when Allah answers prayers.)</span> What makes the son of Adam do that is his anxiety and haste. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْإِنسَانُ عَجُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And man is ever hasty.)</span> Salman Al-Farisi and Ibn 'Abbas mentioned the story of Adam, when he wanted to get up before his soul reached his feet. When his soul was breathed into him, it entered his body from his head downwards. When it reached his brain he sneezed, and said, \"Al-Hamdu Lillah\" <span class=\"gray\">(praise be to Allah)</span>, and Allah said, \"May your Lord have mercy on you, O Adam.\" When it reached his eyes, he opened them, and when it reached his body and limbs he started to stare at them in wonder. He wanted to get up before it reached his feet, but he could not. He said, \"O Lord, make it happen before night comes.\"</p>"
  }
]