[
  {
    "ayah_key": "2:3",
    "group_ayah_key": "2:3",
    "from_ayah": "2:3",
    "to_ayah": "2:3",
    "ayah_keys": "2:3",
    "text": "<p class=\"en translation\" lang=\"en\">Those Who have faith in the Ghayb <span>(3)</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of Iman</h2></div><p lang=\"yo\" class=\"yo \">Abu Ja'far Ar-Razi said that Al-'Ala' bin Al-Musayyib bin Rafi' narrated from Abu Ishaq that Abu Al-Ahwas said that 'Abdullah said, \"Iman is to trust.\". 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who have faith)</span> means they trust. Also, Ma'mar said that Az-Zuhri said, \"Iman is the deeds.\" In addition, Abu Ja'far Ar-Razi said that Ar-Rabi' bin Anas said that, 'They have faith', means, they fear <span class=\"gray\">(Allah)</span>.</p><p lang=\"en\" class=\"en \">Ibn Jarir <span class=\"gray\">(At-Tabari)</span> commented, \"The prefered view is that they be described as having faith in the Unseen by the tongue, deed and creed. In this case, fear of Allah is included in the general meaning of Iman, which necessitates following deeds of the tongue by implementation. Hence, Iman is a general term that includes affirming and believing in Allah, His Books and His Messengers, and realizing this affirmation through adhering to the implications of what the tongue utters and affirms.\"</p><p lang=\"en\" class=\"en \">Linguistically, in the absolute sense, Iman merely means trust, and it is used to mean that sometimes in the Qur'an, for instance, Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ</p><p lang=\"zh-Latn\" class=\"zh-Latn \"><span class=\"gray\">(He trusts <span class=\"gray\">(yu'minu)</span> in Allah, and trusts <span class=\"gray\">(yu'minu)</span> in the believers.)</span><span class=\"gray\">(9: 61)</span></p><p lang=\"en\" class=\"en \">Prophet Yusuf's brothers said to their father,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَآ أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَٰـدِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you will never believe us even when we speak the truth)</span><span class=\"gray\">(12:17)</span>.</p><p lang=\"en\" class=\"en \">Further, the word Iman is sometimes mentioned along with deeds, such as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلاَّ الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّٰـلِحَــٰتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Save those who believe <span class=\"gray\">(in Islamic Monotheism)</span> and do righteous deeds)</span><span class=\"gray\">(95:6)</span>.</p><p lang=\"en\" class=\"en \">However, when Iman is used in an unrestricted manner, it includes beliefs, deeds, and statements of the tongue.We should state here that Iman increases and decreases.</p><p lang=\"en\" class=\"en \">There are many narrations and Hadiths on this subject, and we discussed them in the beginning of our explanation of Sahih Al-Bukhari, all favors are from Allah. Some scholars explained that Iman means Khashyah <span class=\"gray\">(fear of Allah)</span>. For instance, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who fear their Lord unseen <span class=\"gray\">(i.e. they do not see Him, nor His punishment in the Hereafter)</span>)</span><span class=\"gray\">(67:12)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ خَشِىَ الرَّحْمَٰـنَ بِالْغَيْبِ وَجَآءَ بِقَلْبٍ مُّنِيبٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who feared the Most Gracious <span class=\"gray\">(Allah)</span> in the Ghayb <span class=\"gray\">(unseen)</span> and brought a heart turned in repentance <span class=\"gray\">(to Him and absolutely free from every kind of polytheism)</span>)</span><span class=\"gray\">(50: 33)</span>.</p><p lang=\"en\" class=\"en \">Fear is the core of Iman and knowledge, just as Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَآءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is only those who have knowledge among His servants that fear Allah)</span><span class=\"gray\">(35:28)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of Al-Ghayb</h2></div><p lang=\"en\" class=\"en \">As for the meaning of Ghayb here, the Salaf have different explanations of it, all of which are correct, indicating the same general meaning. For instance, Abu Ja'far Ar-Razi quoted Ar-Rabi' bin Anas, reporting from Abu Al-'Aliyah about Allah's statement, i</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُونَ بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Those who)</span> have faith in the Ghayb)</span>, \"They believe in Allah, His angels, Books, Messengers, the Last Day, His Paradise, Fire and in the meeting with Him. They also believe in life after death and in Resurrection. All of this is the Ghayb.\" Qatadah bin Di'amah said similarly.</p><p lang=\"en\" class=\"en \">Sa'id bin Mansur reported from 'Abdur-Rahman bin Yazid who said, \"We were sitting with 'Abdullah bin Mas'ud when we mentioned the Companions of the Prophet ﷺ and their deeds being superior to our deeds. 'Abdullah said, 'The matter of Muhammad ﷺ was clear for those who saw him. By He other than Whom there is no God, no person will ever acquire a better type of faith than believing in Al-Ghayb.' He then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - ذَٰلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ - الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif Lam Mim. This is the Book, wherein there is no doubt, a guidance for the Muttaqin. Those who believe in the Ghayb)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the successful)</span>. \" Ibn Abi Hatim, Ibn Marduwyah and Al-Hakim, in his Mustadrak, recorded this Hadith. Al-Hakim commented that this Hadith is authentic and that the Two Shaykhs - Al-Bukhari and Muslim - did not collect it, although it meets their criteria.</p><p lang=\"en\" class=\"en \">Ahmad recorded a Hadith with similar meaning from Ibn Muhayriz who said: I said to Abu Jumu'ah, \"Narrate a Hadith for us that you heard from the Messenger of Allah.\" He said, \"Yes. I will narrate a good Hadith for you. Once we had lunch with the Messenger of Allah ﷺ. Abu 'Ubaydah, who was with us, said, 'O Messenger of Allah! Are people better than us? We embraced Islam with you and performed Jihad with you.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ قَوْمٌ مِنْ بَعْدِكُمْ يُؤْمِنُونَ بِي وَلَمْ يَرَوْنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, those who will come after you, who will believe in me although they did not see me.)</span>\"</p><p lang=\"en\" class=\"en \">This Hadith has another route collected by Abu Bakr bin Marduwyah in his Tafsir, from Salih bin Jubayr who said: 'Abu Jumu'ah Al-Ansari, the Companion of the Messenger of Allah ﷺ, came to Bayt Al-Maqdis <span class=\"gray\">(Jerusalem)</span> to perform the prayer. Raja' bin Haywah was with us, so when Abu Jumu'ah finished, we went out to greet him. When he was about to leave, he said, \"You have a gift and a right. I will narrate a Hadith for you that I heard from the Messenger of Allah. \" We said, \"Do so, and may Allah grant you mercy.\" He said, \"We were with the Messenger of Allah, ten people including Mu'adh bin Jabal. We said, \"O Messenger of Allah! Are there people who will acquire greater rewards than us? We believed in Allah and followed you.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَمْنَعُكُمْ مِنْ ذَلِكَ وَرَسُولُ اللهِ بَيْنَ أَظْهُرِكُمْ يَأْتِيكُمْ بِالْوَحْيِ مِنَ السَّمَاءِ، بَلْ قَوْمٌ بَعْدَكُمْ يَأْتِيهِمْ كِتَابٌ مِنْ بَيْنِ لَوْحَيْنِ يُؤْمِنُونَ بِهِ وَيَعْمَلُونَ بِمَا فِيهِ، أُولٰئِكَ أَعْظَمُ مِنْكُمْ أَجْرًا مَرَّتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What prevents you from doing so, while the Messenger of Allah is among you, bringing you the revelation from heaven There are people who will come after you and who will be given a book between two covers <span class=\"gray\">(the Qur'an)</span>, and they will believe in it and implement its commands. They have a greater reward than you, even twice as much.)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And perform Salah, and spend out of what we have provided for them)</span></p><div lang=\"su\" class=\"su \"><h2>Meaning of Iqamat As-Salah</h2></div><p lang=\"gd\" class=\"gd \">Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُقِيمُونَ الصَّلَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And perform the Salah)</span>, means, \"Perform the prayer with all of the obligations that accompany it.\" Ad-Dahhak said that Ibn 'Abbas said, \"Iqamat As-Salah means to complete the bowings, prostrations, recitation, humbleness and attendance for the prayer.\" Qatadah said, \"Iqamat As-Salah means to preserve punctuality, and the ablution, bowings, and prostrations of the prayer.\" Muqatil bin Hayyan said Iqamat As-Salah means \"To preserve punctuality for it, as well as completing ones purity for it, and completing the bowings, prostrations, recitation of the Qur'an, Tashahhud and blessings for the Prophet ﷺ. This is Iqamat As-Salah.\"</p><div lang=\"en\" class=\"en \"><h2>The Meaning of \"Spending\" in this Ayah</h2></div><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And spend out of what We have provided for them)</span> means, \"The Zakah due on their wealth.\" As-Suddi said that Abu Malik and Abu Salih narrated from Ibn 'Abbas, as well as Murrah from Ibn Mas'ud and other Companions of the Messenger of Allah ﷺ, that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And spend out of what We have provided for them)</span> means, \"A man's spending on his family. This was before the obligation of Zakah was revealed.\" Juwaybir narrated from Ad-Dahhak, \"General spending <span class=\"gray\">(in charity)</span> was a means of drawing nearer to Allah, according to one's discretion and capability. Until the obligation of charity was revealed in the seven Ayat of Surat Bara'ah <span class=\"gray\">(chapter 9)</span>, were revealed. These abrogated the previous case.\"</p><p lang=\"en\" class=\"en \">In many instances, Allah mentioned prayer and spending wealth together. Prayer is a right of Allah as well as a form of worshipping Him. It includes singling Him out for one's devotion, praising Him, glorifying Him, supplicating to Him, invoking Him, and it displays one's dependence upon Him. Spending is form of kindness towards creatures by giving them what will benefit them, and those people most deserving of this charity are the relatives, the wife, the servants and then the rest of the people. So all types of required charity and required spending are included in Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And spend out of what we have provided for them)</span>. The Two Sahihs recorded that Ibn 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُنِيَ الْإِسْلَامُ عَلَىٰ خَمْسٍ: شَهَادَةِ أَنْ لَا إِلٰهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَصَوْمِ رَمَضَانَ، وَحَجِّ الْبَيْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Islam is built upon five <span class=\"gray\">(pillars)</span>: Testifying that there is no deity worthy of worship except Allah and that Muhammad is the Messenger of Allah, establishing the prayer, giving Zakah, fasting Ramadan and Hajj to the House.)</span></p><p lang=\"en\" class=\"en \">There are many other Hadiths on this subject.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of Salah</h2></div><p lang=\"en\" class=\"en \">In the Arabic language, the basic meaing of Salah is supplication. In religious terminology, Salah is used to refer to the acts of bowing and prostration, the remaining specified acts associated with it, specificed at certain times, with those known conditions, and the characteristics, and requirements that are well-known about it.</p>"
  }
]