[
  {
    "ayah_key": "8:31",
    "group_ayah_key": "8:31",
    "from_ayah": "8:31",
    "to_ayah": "8:33",
    "ayah_keys": "8:31,8:32,8:33",
    "text": "<p lang=\"en\" class=\"en \">And when Our Ayat are recited to them, they say: \"We have heard <span class=\"gray\">(the Qur'an)</span>; if we wish we can say the like of this. This is nothing but the tales of the ancients. <span>(31)</span>And <span class=\"gray\">(remember)</span> when they said: \"O Allah! If this <span class=\"gray\">(the Qur'an)</span> is indeed the truth <span class=\"gray\">(revealed)</span> from You, then rain down stones on us from the sky or bring on us a painful torment. <span>(32)</span>And Allah would not punish them while you <span class=\"gray\">(Muhammad ﷺ)</span> are among them, nor will He punish them while they seek <span class=\"gray\">(Allah's)</span> forgiveness <span>(33)</span></p><div lang=\"en\" class=\"en \"><h2>The Quraysh claimed They can produce Something similar to the Qur'an</h2></div><p lang=\"en\" class=\"en \">Allah describes the disbelief, transgression, rebellion, as well as misguided statements that the pagans of Quraysh used to utter when they heard Allah's Ayat being recited to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We have heard <span class=\"gray\">(the Qur'an)</span>; if we wish we can say the like of this.\")</span></p><p lang=\"en\" class=\"en \">They boasted with their words, but not with their actions. They were challenged several times to bring even one chapter like the Qur'an, and they had no way to meet this challenge. They only boasted in order to deceive themselves and those who followed their falsehood. It was said that An-Nadr bin Al-Harith, may Allah curse him, was the one who said this, according to Sa'id bin Jubayr, As-Suddi, Ibn Jurayj and others. An-Nadr visited Persia and learned the stories of some Persian kings, such as Rustum and Isphandiyar. When he went back to Makkah, He found that the Prophet was sent from Allah and reciting the Qur'an to the people. Whenever the Prophet ﷺ would leave an audience in which An-Nadr was sitting, An-Nadr began narrating to them the stories that he learned in Persia, proclaiming afterwards, \"Who, by Allah, has better tales to narrate, I or Muhammad?\" When Allah allowed the Muslims to capture An-Nadr in Badr, the Messenger of Allah ﷺ commanded that his head be cut off before him, and that was done, all thanks are due to Allah. The meaning of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...tales of the ancients)</span> meaning that the Prophet ﷺ has plagiarized and learned books of ancient people, and this is what he narrated to people, as they claimed. This is the pure falsehood that Allah mentioned in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا - قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ كَانَ غَفُورًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Tales of the ancients, which he has written down:, and they are dictated to him morning and afternoon.\" Say: \"It <span class=\"gray\">(this Qur'an)</span> has been sent down by Him <span class=\"gray\">(Allah)</span> Who knows the secret of the heavens and the earth. Truly, He is Oft-Forgiving, Most Merciful.\")</span><span class=\"gray\">[25:5-6]</span> for those who repent and return to Him, He accepts repentance from them and forgives them.</p><div lang=\"en\" class=\"en \"><h2>The Idolators ask for Allah's Judgment and Torment!</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when they said: \"O Allah! If this <span class=\"gray\">(the Qur'an)</span> is indeed the truth <span class=\"gray\">(revealed)</span> from You, then rain down stones on us from the sky or bring on us a painful torment.\")</span></p><p lang=\"en\" class=\"en \">This is indicative of the pagans' enormous ignorance, denial, stubbornness and transgression. They should have said, \"O Allah! If this is the truth from You, then guide us to it and help us follow it.\" However, they brought Allah's judgment on themselves and asked for His punishment. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ ۚ وَلَوْلَا أَجَلٌ مُّسَمًّى لَّجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you to hasten on the torment <span class=\"gray\">(for them)</span>, and had it not been for a term appointed, the torment would certainly have come to them. And surely, it will come upon them suddenly while they perceive not!)</span><span class=\"gray\">[29:53]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"Our Lord! Hasten to us Qittana <span class=\"gray\">(our record of good and bad deeds so that we may see it)</span> before the Day of Reckoning!\")</span><span class=\"gray\">[38:16]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ - لِّلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ - مِّنَ اللَّهِ ذِي الْمَعَارِجِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A questioner asked concerning a torment about to befall. Upon the disbelievers, which none can avert. From Allah, the Lord of the ways of ascent.)</span><span class=\"gray\">[70:1-3]</span></p><p lang=\"en\" class=\"en \">The ignorant ones in ancient times said similar things. The people of Shu'ayb said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"So cause a piece of the heaven to fall on us, if you are of the truthful!\")</span><span class=\"gray\">[26:187]</span> while the pagans of Quraysh said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O Allah! If this <span class=\"gray\">(the Qur'an)</span> is indeed the truth <span class=\"gray\">(revealed)</span> from You, then rain down stones on us from the sky or bring on us a painful torment.\")</span></p><p lang=\"mt\" class=\"mt \">Shu'bah said from 'Abdul-Hamid that Anas bin Malik said that it was Abu Jahl bin Hisham who uttered this statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O Allah! If this <span class=\"gray\">(the Qur'an)</span> is indeed the truth <span class=\"gray\">(revealed)</span> from You, then rain down stones on us from the sky or bring on us a painful torment.\")</span></p><p lang=\"en\" class=\"en \">So Allah revealed this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would not punish them while you are among them, nor will He punish them while they seek <span class=\"gray\">(Allah's)</span> forgiveness.)</span></p><p lang=\"la\" class=\"la \">Al-Bukhari recorded it.</p><div lang=\"en\" class=\"en \"><h2>The Presence of the Prophet <span class=\"gray\">(ﷺ)</span>, and the Idolators asking For forgiveness, were the Shelters against receiving Allah's immediate Torment</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would not punish them while you are among them, nor will He punish them while they seek <span class=\"gray\">(Allah's)</span> forgiveness.)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas said, \"Pagans used to go around the House in Tawaf and proclaim, 'We rush to Your obedience, O Allah, there is no partner with You,' and the Prophet ﷺ would tell them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدٍ، قَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enough, enough.)</span> But they would go on, 'We rush to Your obedience, O Allah, there is no partner with You except a partner who is with You, You own Him but he does not own! They also used to say, 'O Allah, Your forgiveness, Your forgiveness.' Allah revealed this verse;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would not punish them while you are among them...)</span>'\"</p><p lang=\"en\" class=\"en \">Ibn 'Abbas commented, \"They had two safety shelters: the Prophet ﷺ, and their seeking forgiveness <span class=\"gray\">(from Allah)</span>. The Prophet ﷺ went away, and only seeking forgiveness remained.\" At-Tirmidhi recorded that Abu Musa said that the Messenger of Allah ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْزَلَ اللهُ عَلَيَّ أَمَانَيْنِ لِأُمَّتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Allah sent down to me two safe shelters for the benefit of my Ummah)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would not punish them while you are among them, nor will He punish them while they seek <span class=\"gray\">(Allah's)</span> forgiveness.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا مَضَيْتُ تَرَكْتُ فِيهِمُ الْاسْتِغْفَارَ إِلَى يَومِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When I die, I will leave the seeking of forgiveness with them, until the Day of Resurrection.)</span></p><p lang=\"en\" class=\"en \">What testifies to this Hadith, is the Hadith that Ahmad recorded in his Musnad and Al-Hakim in his Mustadrak, that Abu Sa'id narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ قَالَ: وَعِزَّتِكَ يَا رَبِّ! لَا أَبْرَحُ أَغْوِي عِبَادَكَ مَا دَامَتْ أَرْوَاحُهُمْ فِي أَجْسَادِهِمْ. فَقَالَ الرَّبُّ: وَعِزَّتِي وَجَلَالِي! لَا أَزَالُ أَغْفِرُ لَهُمْ مَا اسْتَغْفَرُونِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shaytan said, 'By Your might, O Lord! I will go on luring Your servants as long as their souls are still in their bodies.' The Lord said, 'By My might and majesty! I will keep forgiving them, as long as they keep invoking Me for forgiveness.')</span></p><p lang=\"en\" class=\"en \">Al-Hakim, \"Its chain is Sahih and they did not record it.\"</p>"
  }
]