[
  {
    "ayah_key": "50:6",
    "group_ayah_key": "50:6",
    "from_ayah": "50:6",
    "to_ayah": "50:11",
    "ayah_keys": "50:6,50:7,50:8,50:9,50:10,50:11",
    "text": "<p lang=\"en\" class=\"en \">Have they not looked at the heaven above them, how We have made it and adorned it, and there are no Furuj in it <span>(6)</span>And the earth! We have spread it out, and set thereon Rawasi standing firm, and We planted in it every lovely <span class=\"gray\">(Bahij)</span> pair <span>(7)</span>An insight and a Reminder for every servant who turns to Allah in repentance <span>(8)</span>And We send down blessed water <span class=\"gray\">(rain)</span> from the sky, then We produce therewith Jannat and grain that are reaped <span>(9)</span>And date palms Basiqat, with arranged clusters <span>(10)</span>A provision for the servants. And We give life therewith to a dead land. Thus will be the Resurrection <span>(11)</span></p><p lang=\"en\" class=\"en \">Allah's Power and Ability over what is Greater than Resurrection</p><p lang=\"en\" class=\"en \">Allah the Exalted notifies the servants of His infinite power, which He demonstrated by creating what is bigger than that which they wondered about and whose possibility they discount,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not looked at the heaven above them, how We have made it and adorned it,)</span> with lamps;</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَمَا لَهَا مِنْ فُرُوجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there are no Furuj in it?)</span> i.e., clefts, according to Mujahid. Others said that Furuj means, rifts, or cracks. All these meanings are close to one another. Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ مَا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِنْ تَفَاوُتٍ ۖ فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِنْ فُطُورٍ - ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who has created the seven heavens one above another; you can see no fault in the creation of the Most Gracious. Then look again: \"Can you see any rifts?\" Then look again and yet again, your sight will return to you in a state of humiliation and worn out.)</span><span class=\"gray\">(67:3-4)</span> fatigued, unable to discover any imperfection or shortcomings. The statement of Allah the Exalted, the Blessed,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالْأَرْضَ مَدَدْنَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the earth! We have spread it out,)</span> means, 'We made it spacious and spread it out,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَيْنَا فِيهَا رَوَاسِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and set thereon Rawasi standing firm.)</span> which are the mountains to save the earth from shaking along with its inhabitants,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We planted in it every lovely <span class=\"gray\">(Bahij)</span> pair.)</span> every kind and species of plant, fruit and vegetation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of everything We have created pairs that you may reflect.)</span><span class=\"gray\">(51:49)</span> Allah's saying 'Bahij', meaning a beautiful scene,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبْصِرَةً وَذِكْرَىٰ لِكُلِّ عَبْدٍ مُنِيبٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(An insight and a Reminder for every servant who turns to Allah in repentance.)</span> Allah says that observing the creation of the heavens and earth and all the great things that He has placed in them provides insight, proof and a lesson for every penitent servant who submits in humbleness and repentance to Allah feeling fear, in awe of Him. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down blessed water from the sky,)</span> meaning beneficial,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْبَتْنَا بِهِ جَنَّاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then We produce therewith Jannat)</span>, means special and public parks, gardens, etc.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَبَّ الْحَصِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and grain that are reaped)</span> grains that are harvested for food and for storage for later use,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّخْلَ بَاسِقَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And date palms Basiqat,)</span> meaning, tall and high, according to the explanation reported from Ibn 'Abbas, Mujahid, 'Ikrimah, Al-Hasan, Qatadah and As-Suddi. Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَهَا طَلْعٌ نَضِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with arrranged clusters.)</span> producing fruits arranged in clusters,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِزْقًا لِلْعِبَادِ ۖ </p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(A provision for <span class=\"gray\">(Allah's)</span> servants.)</span> for <span class=\"gray\">(Allah's)</span> creation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We give life therewith to a dead land.)</span> this is the land that was barren. However, when rain falls upon it, it is stirred to life; it swells and produces all of the lovely pairs such as flowers and the like – amazing on account of their beauty. All of this comes into existence after the land was without greenery, yet it was stirred back to life and became green. Indeed, this should provide proof of Resurrection after death and disintegration; thus Allah resurrects the dead. This sign of Allah's ability that is seen and witnessed is greater than the denial of those who discount the possibility of Resurrection. Allah the Exalted and Most Honored said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of the heavens and the earth is indeed greater than the creation of mankind;)</span><span class=\"gray\">(40:57)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead? Yes, He surely is Able to do all things.)</span><span class=\"gray\">(46:33)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ۚ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs <span class=\"gray\">(is this)</span>, that you see the earth barren; but when We send down water to it, it is stirred to life and growth. Verily, He Who gives it life, surely is able to give life to the dead. Indeed He is Able to do all things.)</span><span class=\"gray\">(41:39)</span></p>"
  }
]