[
  {
    "ayah_key": "69:13",
    "group_ayah_key": "69:13",
    "from_ayah": "69:13",
    "to_ayah": "69:18",
    "ayah_keys": "69:13,69:14,69:15,69:16,69:17,69:18",
    "text": "<p lang=\"en\" class=\"en \">Then when the Trumpet will be blown with one blowing <span>(13)</span>And the earth and the mountains shall be removed from their places, and crushed with a single crushing <span>(14)</span>Then on that Day shall the Event occur <span>(15)</span>And the heaven will be rent asunder, for that Day it will be frail and torn up <span>(16)</span>And the angels will be on its sides, and eight angels will, that Day, bear the Throne of your Lord above them <span>(17)</span>That Day shall you be brought to Judgement, not a secret of you will be hidden <span>(18)</span></p><p lang=\"en\" class=\"en \">A Mention of the Horrors of the Day of Judgement</p><p lang=\"en\" class=\"en \">Allah informs of the horrors that will take place on the Day of Judgement. The first of these events is the blowing of fright <span class=\"gray\">(into the Trumpet)</span>, which will be followed by the blowing of destruction when everyone in the heavens and the earth will be struck down except whoever Allah wills. Then, after this will be the blowing of standing before the Lord of all that exists, and the resurrection, and the gathering. And this is that blowing. It is emphasized here that it is one blowing, because the command of Allah cannot be opposed or prevented, and it does not need to be repeated or stressed. Thus, Allah goes on to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the earth and the mountains shall be removed from their places, and crushed with a single crushing.)</span> meaning, they will be stretched out to the extent of the surface <span class=\"gray\">(of the earth)</span> and the earth will change into something else other than the earth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then on that Day shall the Event occur.)</span> meaning, the Day of Judgement.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the heaven will be rent asunder, for that Day it will be frail and torn up.)</span> Ibn Jurayj said, \"This is like Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the heaven shall be opened, it will become as gates.)</span><span class=\"gray\">(78:19)</span> Ibn 'Abbas said, \"It <span class=\"gray\">(the sky)</span> will be torn apart and the Throne will be near it.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَكُ عَلَىٰ أَرْجَائِهَا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the angels will be on its sides,)</span> The word Malak here is referring to the species of angels <span class=\"gray\">(all of them)</span>; meaning the angels collectively will be standing on the sides of the heavens. Ar-Rabi' bin Anas said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَكُ عَلَىٰ أَرْجَائِهَا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the angels will be on its sides,)</span> \"This means that they will be standing on what has been ground to powder of the heavens looking at the people of the earth.' Concerning the statement of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and eight angels will, that Day, bear the Throne of your Lord above them.)</span> means on the Day of Judgement eight angels will carry the Throne. Abu Dawud recorded from Jabir bin 'Abdullah that the Messenger of Allah ﷺ said,</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was permitted to speak about one of the angels among those angels who carry the Throne of Allah. Between the lobe of his ear to his shoulder is the distance of seven hundred years <span class=\"gray\">(of travelling)</span>.)</span> This is the wording recorded in Abu Dawud.</p><p lang=\"en\" class=\"en \">The Children of Adam being presented before Allah</p><p lang=\"en\" class=\"en \">Concerning the statement of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَىٰ مِنْكُمْ خَافِيَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That Day shall you be brought to Judgement, not a secret of you will be hidden.)</span> meaning, 'you will all be presented to the Knower of the secrets and private counsels. He is the One from Whom none of your affairs are hidden. He is the Knower of all things apparent, secret and hidden.' This is the reason that Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا تَخْفَىٰ مِنْكُمْ خَافِيَةٌ</p><p lang=\"lb\" class=\"lb \"><span class=\"gray\">(not a secret of you will be hidden.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Abu Musa that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعْرَضُ النَّاسُ يَوْمَ الْقِيَامَةِ ثَلَاثَ عَرْضَاتٍ، فَأَمَّا عَرْضَتَانِ فَجِدَالٌ وَمَعَاذِيرُ، وَأَمَّا الثَّالِثَةُ فَعِنْدَ ذَلِكَ تَطِيرُ الصُّحُفُ فِي الْأَيْدِي فَآخِذٌ بِيَمِينِهِ وَآخِذٌ بِشِمالِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people will be exhibited three times on the Day of Judgement. The first two presentations will be <span class=\"gray\">(their)</span> arguing and offering excuses. During the third presentation the pages <span class=\"gray\">(records)</span> will fly into their hands. Some of them will receive the records in their right hands and some will receive them in their left hands.)</span> Ibn Majah and At-Tirmidhi both recorded this Hadith.</p>"
  },
  {
    "ayah_key": "69:19",
    "group_ayah_key": "69:19",
    "from_ayah": "69:19",
    "to_ayah": "69:24",
    "ayah_keys": "69:19,69:20,69:21,69:22,69:23,69:24",
    "text": "<p lang=\"en\" class=\"en \">Then as for him who will be given his Record in his right hand will say: \"Here! read my Record! <span>(19)</span>\"Surely, I did believe that I shall meet my account! <span>(20)</span>So, he shall be in a life, well-pleasing <span>(21)</span>In a lofty Paradise <span>(22)</span>The fruits in bunches whereof will be low and near at hand <span>(23)</span>Eat and drink at ease for that which you have sent on before you in days past <span>(24)</span></p><p lang=\"en\" class=\"en \">The Happiness of the Person Who will receive His Book in His Right Hand and His Good Situation</p><p lang=\"en\" class=\"en \">Allah informs of the happiness of those who receive their Book in the right hand on the Day of Judgement and being pleased with this. Out of his extreme pleasure is his saying to everyone that he meets,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَاؤُمُ اقْرَءُوا كِتَابِيَهْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Here! read my Record!)</span> meaning, 'take my Book and read it.' He will say this because he knows that what is in it is good and purely virtuous deeds. He will be of those whom Allah replaced their bad deeds <span class=\"gray\">(evils)</span> with good deeds. 'Abdur-Rahman bin Zayd said, \"The meaning of</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَاؤُمُ اقْرَءُوا كِتَابِيَهْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Here! read my Record!)</span> is 'Here, read my Book.'... The suffix 'Um' is a grammatical addition.\" This is what he <span class=\"gray\">('Abdur-Rahman)</span> said. It seems apparent that the suffix 'Um' means here 'you all.'</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Abdullah bin 'Abdullah bin Hanzalah - and he <span class=\"gray\">(Hanzalah)</span> was the Companion who was washed by the angels for his funeral - said, \"Verily, Allah will stop His servant on the Day of Judgement and He will make his sins appear on the outside of his Book of Records. Then He will say to him, 'Did you do this?' The servant will respond, 'Yes my Lord.' Then Allah will say to him, 'I will not expose you <span class=\"gray\">(or dishonor you)</span> for it, for verily, I have forgiven you. ' The person will then say, 'Here <span class=\"gray\">(you all)</span> read my Book!'\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, I did believe that I shall meet my account!)</span> This will be when he <span class=\"gray\">(the servant of Allah)</span> will be saved from being disgraced and exposed on the Day of Judgement. </p><p lang=\"en\" class=\"en \">In the Sahih, it is recorded from Ibn 'Umar that he was asked about the private counsel. He responded by saying that he heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُدْنِي اللهُ الْعَبْدَ يَوْمَ الْقِيَامَةِ فَيُقَرِّرُهُ بِذُنُوبِهِ كُلِّهَا، حَتّٰى إِذَا رَأَى أَنَّهُ قَدْ هَلَكَ قَالَ اللهُ تَعَالىٰ: إِنِّي سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا وَأَنَا أَغْفِرُهَا لَكَ الْيَوْمَ، ثُمَّ يُعْطَىٰ كِتَابَ حَسَنَاتِهِ بِيَمِينِهِ. وَأَمَّا الْكَافِرُ وَالْمُنَافِقُ فَيَقُولُ الْأَشْهَادُ</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰؤُلَاءِ الَّذِينَ كَذَبُوا عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will bring the servant close <span class=\"gray\">(to Him)</span> on the Day of Judgement and make him confess all of his sins. This will continue until the servant thinks that he is about to be destroyed. Then Allah will say, \"Verily, I have concealed these sins for you in the worldly life and I have forgiven you for them today.\" Then he will be given his Book of good deeds in his right hand. However, about the disbeliever and the hypocrite, the witnesses will say, <span class=\"gray\">(\"These are those who lied on their Lord, and verily, the curse of Allah is on the wrongdoers.\")</span>)</span> Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, I did believe that I shall meet my account!)</span> means, 'I used to be certain in the worldly life that this day would definitely come.' This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(They are those)</span> who are certain that they are going to meet their Lord.)</span><span class=\"gray\">(2:46)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he shall be in a life, well-pleasing.)</span><span class=\"gray\">(69:21)</span> meaning, pleasant.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَنَّةٍ عَالِيَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In a lofty Paradise,)</span> meaning, having elevated castles, beautiful wide-eyed maidens, pleasant stations and eternal joy. It has been confirmed in the Sahih that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْجَنَّةَ مِائَةُ دَرَجَةٍ مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Paradise has one hundred levels and between each level is a distance like the distance between the earth and the sky.)</span> Then Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُطُوفُهَا دَانِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The fruits in bunches whereof will be low and near at hand.)</span> Al-Bara' bin 'Azib said, \"This means close enough for one of them <span class=\"gray\">(the people of Paradise)</span> to reach them while he is lying on his bed.\" More than one person has said this. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat and drink at ease for that which you have sent on before you in days past!)</span> meaning, this will be said to them as an invitation to them of blessing, favor and goodness. For verily, it has been confirmed in the Sahih that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا وَسَدِّدُوا وَقَارِبُوا، وَاعْلَمُوا أَنَّ أَحَدًا مِنْكُمْ لَنْ يُدْخِلَهُ عَمَلُهُ الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Work deeds, strive, seek to draw near <span class=\"gray\">(to Allah)</span> and know that none of you will be admited into Paradise because of his deeds.)</span></p><p lang=\"en\" class=\"en \">They <span class=\"gray\">(the Companions)</span> said, \"Not even you O Messenger of Allah?\" He replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنَا إِلَّا أَنْ يَتَغَمَّدَنِيَ اللهُ بِرَحْمَةٍ مِنْهُ وَفَضْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not even me, except if Allah covers me with mercy from Himself and grace.)</span></p>"
  }
]