[
  {
    "ayah_key": "15:39",
    "group_ayah_key": "15:39",
    "from_ayah": "15:39",
    "to_ayah": "15:44",
    "ayah_keys": "15:39,15:40,15:41,15:42,15:43,15:44",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">[Iblis]</span> said: \"O my Lord! Because You misled me, I shall indeed adorn the path of error for them <span class=\"gray\">(mankind)</span> on the earth, and I shall mislead them all. <span>(39)</span>\"Except Your chosen <span class=\"gray\">(guided)</span> servants among them. <span>(40)</span><span class=\"gray\">(Allah)</span> said: \"This is the way which will lead straight to Me. <span>(41)</span>\"Certainly, you shall have no authority over My servants, except those of the astray who follow you. <span>(42)</span>And surely, Hell is the place promised for them all <span>(43)</span>It has seven gates, for each of those gates is a class assigned <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>The Threat of Iblis to tempt Mankind, and Allah's Promise of Hell for him</h2></div><p lang=\"en\" class=\"en \">Allah informed about the rebellion and arrogance of Iblis, in that he said to the Lord:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا أَغْوَيْتَنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Because You misled me,)</span> i.e., because You misled me and misguided me.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُزَيِّنَنَّ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I shall indeed adorn the path of error for them)</span> meaning, for the progeny of Adam.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on the earth,)</span> meaning - I will make sin dear to them, and will encourage, provoke and harass them to commit sin.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I shall mislead them all.)</span> meaning - just as You have misled me and have ordained that for me.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except Your chosen, <span class=\"gray\">(guided)</span> servants among them.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do you see this one whom You have honored above me, if You give me respite until the Day of Resurrection, I will surely seize and mislead his offspring, all but a few!\")</span><span class=\"gray\">(17:62)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ </p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said)</span>, i.e., threatening and warning Iblis.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the way which will lead straight to Me.)</span> means, 'all of you will return to Me, and I will reward or punish you according to your deeds: if they are good then I will reward you, and if they are bad then I will punish you.' This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ لَبِالْمِرْصَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord is ever watchful.)</span><span class=\"gray\">(89:14)</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is up to Allah to show the right way.)</span><span class=\"gray\">(16:9)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, you shall have no authority over My servants)</span> meaning, 'you will have no way to reach those for whom I have decreed guidance.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except those of the astray who follow you.)</span> Ibn Jarir mentioned that Yazid bin Qusayt said: \"The Prophets used to have Masjids outside their cities, and if a Prophet wanted to consult with his Lord about something, he would go out to his place of worship and pray as Allah decreed. Then he would ask Him about whatever was concerning him. Once while a Prophet was in his place of worship, the enemy of Allah - meaning Iblis - came and sat between him and the Qiblah <span class=\"gray\">(direction of prayer)</span>. The Prophet said, 'I seek refuge with Allah from the accursed Shaytan.' <span class=\"gray\">[The enemy of Allah said, 'Do you know who you are seeking refuge from? Here he is!' The Prophet said, 'I seek refuge with Allah from the accursed Shaytan']</span>, and he repeated that three times. Then the enemy of Allah said, 'Tell me about anything in which you will be saved from me.' The Prophet twice said, 'No, you tell me about something in which you can overpower the son of Adam?' Each of them was insisting that the other answer first, then the Prophet said, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, you shall have no authority over My servants, except those of the astray who follow you.)</span> The enemy of Allah said, 'I heard this before you were even born.' The Prophet said, 'And Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۚ إِنَّهُ سَمِيعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if an evil whisper comes to you from Shaytan then seek refuge with Allah. Verily, He is All-Hearing, All-Knowing)</span><span class=\"gray\">(7:200)</span>. By Allah, I never sense that you are near but I seek refuge with Allah from you.' The enemy of Allah said, 'You have spoken the truth. In this way you will be saved from me.' The Prophet said, 'Tell me in what ways you overpower the son of Adam.' He said, 'I seize him at times of anger and times of desire.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, Hell is the place promised for them all.)</span> meaning, Hell is the abode designated for all those who follow Iblis, as Allah says in the Qur'an:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects <span class=\"gray\">(Jews, Christians and all the other non-Muslim nations)</span> that reject it <span class=\"gray\">(the Qur'an)</span>, the Fire will be their promised meeting place.)</span><span class=\"gray\">(11:17)</span></p><div lang=\"en\" class=\"en \"><h2>The Gates of Hell are Seven</h2></div><p lang=\"en\" class=\"en \">Then Allah tells us that Hell has seven gates:</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for each of those gates is a <span class=\"gray\">(special)</span> class <span class=\"gray\">(of sinners)</span> assigned.)</span> means, for each gate a portion of the followers of Iblis have been decreed, and they will have no choice in the matter. May Allah save us from that. Each one will enter a gate according to his deeds, and will settle in a level of Hell according to his deeds. Ibn Abi Hatim recorded that Samurah bin Jundub reported from the Prophet ﷺ about,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for each of those gates is a class assigned.)</span> He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مِنْ أَهْلِ النَّارِ مَنْ تَأْخُذُهُ النَّارُ إِلَى كَعْبَيْهِ، وَإِنَّ مِنْهُمْ مَنْ تَأْخُذُهُ النَّارُ إِلَى حُجْزَتِهِ، وَمِنْهُمْ مَنْ تَأْخُذُهُ النَّارُ إِلَى تَرَاقِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Among the people of Hell are those whom the Fire will swallow up to the ankles, and those whom it will swallow up to the waist, and those whom it will swallow up to the collarbone.)</span> The degree of which will depend upon their deeds. This is like the Ayah;</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for each of those gates is a class assigned.)</span></p>"
  },
  {
    "ayah_key": "15:4",
    "group_ayah_key": "15:4",
    "from_ayah": "15:4",
    "to_ayah": "15:5",
    "ayah_keys": "15:4,15:5",
    "text": "<p class=\"en translation\" lang=\"en\">And never did We destroy a township but there was a known decree for it <span>(4)</span>No nation can advance its term, nor delay it <span>(5)</span></p><div lang=\"en\" class=\"en \"><h2>Every Township has its allotted Time</h2></div><p lang=\"en\" class=\"en \">Allah is informing us that He never destroys a township until He has established evidences for it and its allotted time has ended. When the time for a nation's destruction has come, He never delays it, and He never moves its appointed time forward. This was a message and a warning to the people of Makkah, telling them to give up their Shirk, their stubbornness and disbelief for which they deserved to be destroyed.</p>"
  }
]