[
  {
    "ayah_key": "14:24",
    "group_ayah_key": "14:24",
    "from_ayah": "14:24",
    "to_ayah": "14:26",
    "ayah_keys": "14:24,14:25,14:26",
    "text": "<p lang=\"en\" class=\"en \">See you not how Allah sets forth a parable? A goodly word as a goodly tree, whose root is firmly fixed, and its branches <span class=\"gray\">(reach)</span> to the sky <span>(24)</span>Giving its fruit at all times, by the leave of its Lord, and Allah sets forth parables for mankind in order that they may remember <span>(25)</span>And the parable of an evil word is that of an evil tree uprooted from the surface of earth, having no stability <span>(26)</span></p><div lang=\"en\" class=\"en \"><h2>The Parable of the Word of Islam and the Word of Kufr</h2></div><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah reported that 'Abdullah bin 'Abbas commented that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلًا كَلِمَةً طَيِّبَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a parable: a goodly word)</span>, refers to testifying to La ilaha illallah, <span class=\"gray\">(none has the right to be worshipped but Allah)</span> while,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَشَجَرَةٍ طَيِّبَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a goodly tree)</span>, refers to the believer, and that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَصْلُهَا ثَابِتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whose root is firmly fixed)</span>, indicates that La ilaha illallah, <span class=\"gray\">(none has the right to be worshipped but Allah)</span> is firm in the believers' heart,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَرْعُهَا فِي السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and its branches <span class=\"gray\">(reach)</span> to the sky.)</span> with which the believer's works are ascended to heaven. Similar is said by Ad-Dahhak, Sa'id bin Jubayr, 'Ikrimah, Mujahid and several others. They stated that this parable describes the believer's deeds, good statements and good actions. The believer is just like the beneficial date tree, always having good actions ascending at all times, by day and by night.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'Abdullah bin 'Umar said, \"We were with the Messenger of Allah ﷺ when he asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْبِرُونِي عَنْ شَجَرَةٍ تُشْبِهُ - أَوْ - كَالرَّجُلِ الْمُسْلِمِ لَا يَتَحَاتُّ وَرَقُهَا صَيْفًا وَلَا شِتَاءً، وَتُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tell me about a tree that resembles the Muslim, the leaves of which do not fall in summer or winter and gives its fruit at all times by the leave of its Lord.)</span>\" Ibn 'Umar said, \"I thought of the date palm tree, but felt shy to answer when I saw that Abu Bakr and 'Umar did not talk. When they did not give an answer, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ النَّخْلَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the date palm tree.)</span> When we departed, I said to 'Umar, 'My father, by Allah! I thought that it was the date tree.' He said, 'Why did you not speak then?' I said, 'I saw you were silent and I felt shy to say anything.' 'Umar said, 'Had you said it, it would have been more precious to me than such things <span class=\"gray\">(i.e., would have been very precious to me)</span>.'\" 'Abdullah bin 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَشَجَرَةٍ طَيِّبَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a goodly tree)</span>, is a tree in Paradise. Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُؤْتِي أُكُلَهَا كُلَّ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Giving its fruit at all times,)</span> It is said that it means by day and by night. And they say that describes the believer as a tree that always has fruits during summer and winter, by night and by day. This is the parable of the believer whose good works ascend to heaven by day and by night and at all times,</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِإِذْنِ رَبِّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(by the leave of its Lord,)</span> thus earning perfection and becoming beneficial, plentiful, pure and blessed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah sets forth parables for mankind in order that they may remember.)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the parable of an evil word is that of an evil tree)</span> describing the disbelief of the disbeliever, for it has no basis or stability. It is similar to the colocynth tree <span class=\"gray\">(a very bitter, unscented plant)</span> which is also called, 'Ash-Shiryan'. Shu'bah narrated that Mu'awiyah bin Abi Qurrah narrated that Anas bin Malik said that it is the colocynth tree. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اجْتُثَّتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(uprooted)</span>, meaning, was cutoff from the root,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن فَوْقِ الْأَرْضِ مَا لَهَا مِن قَرَارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from the surface of earth, having no stability.)</span> therefore, existing without basis or stabililty, just like Kufr <span class=\"gray\">(disbelief)</span>, for it does not have a basis or roots. Surely, the works of the disbelievers will never ascend nor will any of them be accepted.</p>"
  }
]