[
  {
    "ayah_key": "17:20",
    "group_ayah_key": "17:20",
    "from_ayah": "17:20",
    "to_ayah": "17:21",
    "ayah_keys": "17:20,17:21",
    "text": "<p class=\"en translation\" lang=\"en\">On each these as well as those We bestow from the bounties of your Lord. And the bounties of your Lord can never be forbidden <span>(20)</span>See how We prefer one above another <span class=\"gray\">(in this world)</span>, and verily, the Hereafter will be greater in degrees and greater in preferment.) Allah say <span>(21)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلًّا </p><p lang=\"en\" class=\"en \">On each meaning, on each of the two groups, those who desire this world and those who desire the Hereafter, We bestow what they want</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ عَطَاءِ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from the bounties of your Lord.)</span> means, He is the One Who is in control of all things, and He is never unjust. He gives to each what he deserves, whether it is eternal happiness or doom. His decree is unstoppable, no one can withhold what He gives or change what He wants. Allah says:</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the bounties of your Lord can never be forbidden.)</span> meaning, no one can withhold or prevent them. Qatadah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the bounties of your Lord can never be forbidden.)</span> \"<span class=\"gray\">(It means)</span> they can never decrease\".</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Bounties of your Lord can never be forbidden)</span> Al-Hasan and others said, \"<span class=\"gray\">(It means)</span> they can never be prevented.\" Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See how We prefer one above another,)</span> meaning in this world, so that some are rich and some are poor, and others are in between; some are beautiful, some are ugly and others are in between; some die young while others live to a great age, and some die in between.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, the Hereafter will be greater in degrees and greater in preferment.)</span> means, the differences between them in the Hereafter will be greater than the differences between them in this world. Some of them will be in varying levels of Hell, in chains and fetters, while others will be in the lofty degrees of Paradise, with its blessings and delights. The people of Hell will vary in their positions and levels, just as the people of Paradise will. In Paradise there are one hundred levels, and the distance between one level and another is like the distance between heaven and earth. It is recorded in the Two Sahihs that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الدَّرَجَاتِ الْعُلَى لَيَرَوْنَ أَهْلَ عِلِّيِّينَ كَمَا تَرَوْنَ الْكَوْكَبَ الْغَابِرَ فِي أُفُقِ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of the highest levels <span class=\"gray\">(of Paradise)</span> will see the people of 'Illiyin as if they are looking at distant stars on the horizon.)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, the Hereafter will be greater in degrees and greater in preferment.)</span></p>"
  },
  {
    "ayah_key": "17:22",
    "group_ayah_key": "17:22",
    "from_ayah": "17:22",
    "to_ayah": "17:22",
    "ayah_keys": "17:22",
    "text": "<p class=\"en translation\" lang=\"en\">Set not up with Allah any other ilah <span class=\"gray\">(god)</span>, or you will sit down reproved, forsaken <span class=\"gray\">(in the Hellfire)</span><span>(22)</span></p><div lang=\"en\" class=\"en \"><h2>Do not associate Anything in Worship with Allah</h2></div><p lang=\"en\" class=\"en \">Addressing those who are responsible among this Ummah, Allah says, \"Do not admit any partner into your worship of your Lord.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَقْعُدَ مَذْمُومًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or you will sit down reproved,)</span> meaning, because of associating others with Him.</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّخْذُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(forsaken.)</span> means, because the Lord, may He be exalted, will not help you; He will leave you to the one whom you worshipped, and he has no power either to benefit or to harm, because the Only One Who has the power to benefit or to harm is Allah alone, with no partner or associate. Imam Ahmad reported that 'Abdullah bin Mas'ud said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَصَابَتْهُ فَاقَةٌ فَأَنْزَلَهَا بِالنَّاسِ لَمْ تُسَدَّ فَاقَتُهُ، وَمَنْ أَنْزَلَهَا بِاللهِ أَرْسَلَ اللهُ لَهُ بِالْغِنَى إِمَّا آجِلًا وَإِمَّا غِنىً عَاجِلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever is afflicted with poverty and goes and asks people for help, will never get rid of his poverty, but if he asks Allah for help, then Allah will grant him the means of independence sooner or later.)</span> This was also recorded by Abu Dawud and At-Tirmidhi, who said, \"Hasan Sahih Gharib\".</p>"
  },
  {
    "ayah_key": "17:23",
    "group_ayah_key": "17:23",
    "from_ayah": "17:23",
    "to_ayah": "17:24",
    "ayah_keys": "17:23,17:24",
    "text": "<p lang=\"en\" class=\"en \">And your Lord has Qada <span class=\"gray\">[decreed]</span> that you worship none but Him. And that you be dutiful to your parents. If one of them or both of them attain old age in your life, say not to them a word of disrespect, nor reprimand them but address them in terms of honor <span>(23)</span>And lower unto them the wing of submission and humility through mercy, and say: \"My Lord! Bestow on them Your mercy as they did bring me up when I was young. <span>(24)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to Worship Allah Alone and to be Dutiful to One's Parents</h2></div><p lang=\"en\" class=\"en \">Allah commands us to worship Him alone, with no partner or associate. The word Qada <span class=\"gray\">[normally having the meaning of decree]</span> here means \"commanded\". Mujahid said that</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has Qada)</span> means enjoined. This is also how Ubayy bin Ka'b, Ibn Mas'ud and Ad-Dahhak bin Muzahim recited the Ayah as:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَصَّى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ</p><p lang=\"en\" class=\"en \">\"And your Lord has Wassa <span class=\"gray\">[enjoined]</span> that you worship none but Him.\" The idea of worshipping Allah is connected to the idea of honoring one's parents. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِالْوَالِدَيْنِ إِحْسَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that you be dutiful to your parents.)</span> Here He commands good treatment of parents, as He says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(give thanks to Me and to your parents. Unto Me is the final destination)</span><span class=\"gray\">[31:14]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَا أُفٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If one of them or both of them attain old age in your life, say not to them a word of disrespect,)</span> means, do not let them hear anything offensive from you, not even say \"Uff!\" which is the mildest word of disrespect,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تَنْهَرْهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not reprimand them)</span> means, do not do anything horrible to them.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تَنْهَرْهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not reprimand them)</span> 'Ata' bin Rabah said that it meant, \"Do not raise your hand against them.\" When Allah forbids speaking and behaving in an obnoxious manner, He commands speaking and behaving in a good manner, so He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لَّهُمَا قَوْلًا كَرِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but address them in terms of honor.)</span> meaning gently, kindly, politely, and with respect and appreciation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And lower unto them the wing of submission and humility through mercy,)</span> means, be humble towards them in your actions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say: \"My Lord! Bestow on them Your Mercy as they did bring me up when I was young.\")</span> means, say this when they grow old and when they die. Ibn 'Abbas said: \"But then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not <span class=\"gray\">(proper)</span> for the Prophet and those who believe to ask Allah's forgiveness for the idolators...)</span>\" <span class=\"gray\">[9:13]</span> There are many Hadiths which speak about honoring one's parents, such as the Hadith narrated through a number of chains of narration from Anas and others, which states that the Prophet ﷺ climbed up on the Minbar, and then said, <span class=\"gray\">(<span class=\"gray\">(Āmīn, Āmīn, Āmīn.)</span>)</span> It was said, \"O Messenger of Allah, why did you say Āmīn?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَانِي جِبْرِيلُ فَقَالَ: يَا مُحَمَّدُ رَغِمَ أَنْفُ رَجُلٍ ذُكِرْتَ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيْكَ، قُلْ: آمِينَ، فَقُلْتُ: آمِينَ، ثُمَّ قَالَ: رَغِمَ أَنْفُ رَجُلٍ دَخَلَ عَلَيْهِ شَهْرُ رَمَضَانَ ثُمَّ خَرَجَ فَلَمْ يُغْفَرْ لَهُ، قُلْ: آمِينَ، فَقُلْتُ: آمِينَ، ثُمَّ قَالَ: رَغِمَ أَنْفُ رَجُلٍ أَدْرَكَ وَالِدَيْهِ أَوْ أَحَدَهُمَا فَلَمْ يُدْخِلَاهُ الْجَنَّةَ، قُلْ: آمِينَ، فَقُلْتُ: آمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Jibril came to me and said, \"O Muhammad, he is doomed who hears you mentioned and does not say Salla upon you.\" He said, \"Say Āmīn,\" so I said Āmīn. Then he said, \"He is doomed who sees the month of Ramadan come and go, and he has not been forgiven.\" He said, \"Say Āmīn,\" so I said Āmīn. Then he said, \"He is doomed who grows up and both his parents or one of them are still alive, and they do not cause him to enter Paradise.\" He said, \"Say Āmīn,\" so I said Āmīn.)</span></p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad reported from Abu Hurayrah that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَغِمَ أَنْفُ، ثُمَّ رَغِمَ أَنْفُ ثُمَّ رَغِمَ أَنْفُ رَجُلٍ أَدْرَكَ أَحَدَ أَبَوَيْهِ أَوْ (كِلَيْهِمَا) عِنْدَ الْكِبَرِ وَلَمْ يَدْخُلِ الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is doomed, he is doomed, he is doomed, the man whose parents, one or both of them, reach old age while he is alive and he does not enter Paradise.)</span> This version is Sahih although no one recorded it other than Muslim.</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded Mu'awiyah bin Jahimah As-Salami saying that Jahimah came to the Prophet ﷺ and said: \"O Messenger of Allah, I want to go out to fight and I have come to seek your advice.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ لَكَ مِنْ أُمِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you have a mother?)</span> He said, \"Yes.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْزَمْهَا فَإِنَّ الْجَنَّةَ عِنْدَ رِجْلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then stay with her, for Paradise is at her feet.)</span> Similar incidents were also recorded by others. This was recorded by An-Nasa'i and Ibn Majah.</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded that Al-Miqdam bin Ma'dikarib said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يُوصِيكُمْ بِآبَائِكُمْ إِنَّ اللهَ يُوصِيكُمْ بِأُمَّهَاتِكُمْ إِنَّ اللهَ يُوصِيكُمْ بِأُمَّهَاتِكُمْ إِنَّ اللهَ يُوصِيكُمْ بِأُمَّهَاتِكُمْ إِنَّ اللهَ يُوصِيكُمْ بِالْأَقْرَبِ فَالْأَقْرَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah enjoins you concerning your fathers, Allah enjoins you concerning your mothers, Allah enjoins you concerning your mothers, Allah enjoins you concerning your mothers, Allah enjoins you concerning your close relatives then the next in closeness.)</span> This was recorded by Ibn Majah from the Hadith of 'Abdullah bin 'Ayyash.</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Ahmad recorded that a man from Banu Yarbu' said: \"I came to the Prophet ﷺ while he was talking to the people, and I heard him saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدُ الْمُعْطِي الْعُلْيَا، أُمَّكَ وَأَبَاكَ، وَأُخْتَكَ وَأَخَاكَ، ثُمَّ أَدْنَاكَ أَدْنَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The hand of the one who gives is superior. <span class=\"gray\">(Give to)</span> your mother and your father, your sister and your brother, then the closest and next closest.)</span>\"</p>"
  }
]