[
  {
    "ayah_key": "11:29",
    "group_ayah_key": "11:29",
    "from_ayah": "11:29",
    "to_ayah": "11:30",
    "ayah_keys": "11:29,11:30",
    "text": "<p lang=\"en\" class=\"en \">And O my people! I ask of you no wealth for it, my reward is from none but Allah. I am not going to drive away those who have believed. Surely, they are going to meet their Lord, but I see that you are a people that are ignorant <span>(29)</span>And O my people! Who will help me against Allah, if I drove them away Will you not then give a thought) Nuh says to his people, \"I do not ask you for any wealth in return for my sincere advice to you.\" Wealth <span class=\"gray\">(Mal)</span> here means, \"payment that I take from you.\" Nuh means, \"I am only seeking the reward from Allah, the Mighty and Sublime.\" Concerning the statemen <span>(30)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am not going to drive away those who have believed.)</span> This alludes to the fact that they <span class=\"gray\">(the disbelievers)</span> requested Nuh to disassociate himself from the believers, because they were averse to them and felt themselves too important to sit with them. This is similar to the request of disbelievers to the seal of the Messengers ﷺ to disassociate himself from a group of the people who were considered weak in their social status. They wanted the Prophet ﷺ to sit with them in a special gathering of the elite. Therefore, Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And turn not away those who invoke their Lord, morning and afternoon.)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوا أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِم مِّن بَيْنِنَا ۗ أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We have tried some of them with others, that they might say: \"Is it these <span class=\"gray\">(poor believers)</span> whom Allah has favored from among us?\" Does not Allah know best those who are grateful?)</span><span class=\"gray\">[6:53]</span></p>"
  },
  {
    "ayah_key": "11:31",
    "group_ayah_key": "11:31",
    "from_ayah": "11:31",
    "to_ayah": "11:31",
    "ayah_keys": "11:31",
    "text": "<p class=\"en translation\" lang=\"en\">And I do not say to you that with me are the treasures of Allah, nor that I know the Ghayb; nor do I say I am an angel, and I do not say of those whom your eyes look down upon that Allah will not bestow any good on them. Allah knows what is in their inner selves. In that case, I should, indeed be one of the wrongdoers <span>(31)</span></p><p lang=\"en\" class=\"en \">Nuh is informing them that he is a Messenger from Allah, calling to the worship of Allah alone, without any partners and he is doing this by the permission of Allah. At the same time, he is not asking them for any reward for this work. He invites whomever he meets, whether of nobility or low class. Therefore, whoever responds favorably, then he has achieved salvation. He also explains that he has no power to manipulate the hidden treasures of Allah, nor does he have any knowledge of the Unseen, except what Allah has allowed him to know. Likewise, he is not an angel, rather, he is merely a human Messenger aided with miracles. Nuh goes on to say, \"I do not say about these people whom you <span class=\"gray\">(disbelievers)</span> detest and look down upon, that Allah will not reward them for their deeds. Allah knows best what is in their souls. If they are believers in their hearts, as their condition appears to be outwardly, then they will have a good reward. If anyone behaves evilly with them after they have believed, then he is a wrongdoer who speaks what he has no knowledge of.</p>"
  },
  {
    "ayah_key": "11:32",
    "group_ayah_key": "11:32",
    "from_ayah": "11:32",
    "to_ayah": "11:34",
    "ayah_keys": "11:32,11:33,11:34",
    "text": "<p lang=\"en\" class=\"en \">They said: \"O Nuh! You have disputed with us, and much have you prolonged the dispute with us, now bring upon us what you threaten us with, if you are of the truthful. <span>(32)</span>He said: \"Only Allah will bring it <span class=\"gray\">(the punishment)</span> on you, if He wills, and then you will escape not <span>(33)</span>\"And my advice will not profit you, even if I wish to give you good counsel, if Allah's will is to keep you astray. He is your Lord! and to Him you shall return. <span>(34)</span></p><div lang=\"en\" class=\"en \"><h2>The People's Request of Nuh to bring the Torment and His Response to Them</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs that the people of Nuh sought to hasten Allah's vengeance, torment, anger and the trial <span class=\"gray\">(His punishment)</span>. This is based on their saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"O Nuh! You have disputed with us and much have you prolonged the dispute with us...\")</span> They meant by this, \"You <span class=\"gray\">(Nuh)</span> have argued with us long enough, and we are still not going to follow you.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتِنَا بِمَا تَعِدُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(now bring upon us what you threaten us with,)</span> What he <span class=\"gray\">(Nuh)</span> promised is referring to the vengeance and torment <span class=\"gray\">(from Allah)</span>. They were actually saying, \"Supplicate against us however you wish, and let whatever you have supplicated come to us.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتَ مِنَ الصَّادِقِينَ - قَالَ إِنَّمَا يَأْتِيكُم بِهِ اللَّهُ إِن شَاءَ وَمَا أَنتُم بِمُعْجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...if you are of the truthful.\" <span class=\"gray\">(In reply to this,)</span> He said: \"Only Allah will bring it <span class=\"gray\">(the punishment)</span> on you, if He wills, and then you will escape not.)</span><span class=\"gray\">[11:32-33]</span> This means, 'It is only Allah Who can punish you and hasten your punishment for you. He is the One from Whom nothing escapes. '</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَنفَعُكُمْ نُصْحِي إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ اللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And my advice will not profit you, even if I wish to give you good counsel, if Allah's will is to keep you astray.)</span> This means: something that could be useful to you <span class=\"gray\">(in acceptance)</span> of my preaching to you, warning you and advising you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كَانَ اللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if Allah's will is to keep you astray.)</span> This means: your deception and your ultimate destruction.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is your Lord! and to Him you shall return.)</span> He is the Owner of the finality of all matters. He is the Controller, the Judge, the Most Just and He does not do any injustice. Unto Him belongs the creation and the command. He is the Originator and the Repeater <span class=\"gray\">(of the creation)</span>. He is the Owner of this life and the Hereafter.</p>"
  },
  {
    "ayah_key": "11:35",
    "group_ayah_key": "11:35",
    "from_ayah": "11:35",
    "to_ayah": "11:35",
    "ayah_keys": "11:35",
    "text": "<p class=\"en translation\" lang=\"en\">Or they <span class=\"gray\">(the pagans of Makkah)</span> say: \"He has fabricated it.\" Say: \"If I have fabricated it, upon me be my crimes, but I am innocent of <span class=\"gray\">(all)</span> those crimes which you commit <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>An Interruption to verify the Truthfulness of the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">This is presented in the middle of the story to affirm the story itself. It is as if Allah, the Exalted, is saying to Muhammad , \"Or do these obstinate disbelievers say that he fabricated this and invented it himself?\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If I have fabricated it, upon me be my crimes...\")</span> This means: such sin would be mine alone.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا بَرِيءٌ مِّمَّا تُجْرِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but I am innocent of <span class=\"gray\">(all)</span> those crimes which you commit.)</span> This story is not invented, or fabricated falsely. Because he <span class=\"gray\">(the Prophet)</span> knows better the punishment of Allah for one who lies on Allah.</p>"
  },
  {
    "ayah_key": "11:36",
    "group_ayah_key": "11:36",
    "from_ayah": "11:36",
    "to_ayah": "11:39",
    "ayah_keys": "11:36,11:37,11:38,11:39",
    "text": "<p lang=\"en\" class=\"en \">And it was revealed to Nuh: \"None of your people will believe except those who have believed already. So be not sad because of what they used to do <span>(36)</span>\"And construct the ship under Our Eyes and with Our revelation, and address Me not on behalf of those who did wrong; they are surely to be drowned. <span>(37)</span>And as he was constructing the ship, whenever the chiefs of his people passed by him, they mocked at him. He said: \"If you mock at us, so do we mock at you likewise for your mocking. <span>(38)</span>\"And you will know who it is on whom will come a torment that will cover him with disgrace and on whom will fall a lasting torment. <span>(39)</span></p><div lang=\"en\" class=\"en \"><h2>The Revelation to Nuh concerning what would happen to the People and the Command to prepare for It</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, sent revelation to Nuh when his people hastened the vengeance and punishment of Allah upon themselves. Then, Nuh supplicated against them, as Allah mentioned, when He said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Leave not one of the disbelievers inhabiting the earth!)</span><span class=\"gray\">[71:26]</span> And he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانتَصِرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he invoked his Lord <span class=\"gray\">(saying)</span>: \"I have been overcome, so help <span class=\"gray\">(me)</span>!\")</span><span class=\"gray\">[54:10]</span> At this point Allah revealed to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّهُ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ آمَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None of your people will believe except those who have believed already.)</span> Therefore, do not grieve over them and do not be concerned with their affair.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْنَعِ الْفُلْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And construct the ship.)</span> The word Fulk here means ship.</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِأَعْيُنِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(under Our Eyes)</span> This means under Our vision.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَحْيِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and with Our revelation,)</span> This means, \"We will teach you <span class=\"gray\">(Nuh)</span> what to do.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۚ إِنَّهُم مُّغْرَقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and address Me not on behalf of those who did wrong; they are surely to be drowned.)</span> Muhammad bin Ishaq mentioned from the Tawrah, \"Allah commanded him <span class=\"gray\">(Nuh)</span> to make it <span class=\"gray\">(the ship)</span> from Indian oak wood. Then He commanded him to make its length eighty cubits and its width fifty cubits. Allah then commanded him to coat its interior and exterior with tar and to make it with a slanted bow to part the water <span class=\"gray\">(as it sailed)</span>. Its height was thirty cubits into the sky. It had three levels and each level was ten cubits high. The lowest level was for the animals, both tame and wild, the second level was for the human beings and the highest level was for the birds. Its door was in the center of it and it had a cover on top of it that covered the entire ship.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِ سَخِرُوا مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as he was constructing the ship, whenever the chiefs of his people passed by him, they mocked at him.)</span> This means that they teased him and rejected his threat that they would drown <span class=\"gray\">(in the forthcoming flood)</span>.</p><p class=\"ur qpc-hafs\" lang=\"ur\">قَالَ إِن تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"If you mock at us, so do we mock at you likewise...\")</span> This is a severe threat and a serious warning.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who it is on whom will come a torment that will cover him with disgrace)</span> This means that it <span class=\"gray\">(the torment)</span> will humiliate him in this life.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on whom will fall a lasting torment.)</span> that is continuous and everlasting.</p>"
  }
]