[
  {
    "ayah_key": "2:229",
    "group_ayah_key": "2:229",
    "from_ayah": "2:229",
    "to_ayah": "2:230",
    "ayah_keys": "2:229,2:230",
    "text": "<p lang=\"en\" class=\"en \">The divorce is twice, after that either you retain her on reasonable terms or release her with kindness. And it is not lawful for you <span class=\"gray\">(men)</span> to take back <span class=\"gray\">(from your wives)</span> any of what you gave them <span class=\"gray\">(the Mahr, bridal-money given by the husband to his wife at the time of marriage)</span>, except when both parties fear that they would be unable to keep the limits ordained by Allah <span class=\"gray\">(e.g., to deal with each other on a fair basis)</span>. Then if you fear that they would not be able to keep the limits ordained by Allah, then there is no sin on either of them if she gives back <span class=\"gray\">(the Mahr or a part of it)</span>. These are the limits ordained by Allah, so do not transgress them. And whoever transgresses the limits ordained by Allah, then such are the wrongdoers <span>(229)</span>And if he has divorced her <span class=\"gray\">(the third time)</span>, then she is not lawful unto him thereafter until she has married another husband. Then, if the other husband divorces her, it is no sin on both of them that they reunite, provided they feel that they can keep the limits ordained by Allah. These are the limits of Allah, which He makes plain for the people who have knowledge <span>(230)</span></p><div lang=\"de\" class=\"de \"><h2>Divorce is Thrice</h2></div><p lang=\"en\" class=\"en \">This honorable Ayah abrogated the previous practice in the beginning of Islam, when the man had the right to take back his divorced wife even if he had divorced her a hundred times, as long as she was still in her 'Iddah <span class=\"gray\">(waiting period)</span>. This situation was harmful for the wife, and this is why Allah made the divorce thrice, where the husband is allowed to take back his wife after the first and the second divorce <span class=\"gray\">(as long as she is still in her 'Iddah)</span>. The divorce becomes irrevocable after the third divorce, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The divorce is twice, after that, either you retain her on reasonable terms or release her with kindness.)</span></p><p lang=\"en\" class=\"en \">In his Sunan, Abu Dawud reported in Chapter: \"Taking the Wife back after the third <span class=\"gray\">(Divorce)</span> is an abrogated practice,\" that Ibn 'Abbas commented on the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And divorced women shall wait <span class=\"gray\">(as regards their marriage)</span> for three menstrual periods, and it is not lawful for them to conceal what Allah has created in their wombs,)</span><span class=\"gray\">(2:228)</span></p><p lang=\"en\" class=\"en \">The man used to have the right to take back his wife even if he had divorced her thrice. Allah abrogated this and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الطَّلَاقُ مَرَّتَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The divorce is twice.)</span></p><p lang=\"en\" class=\"en \">This Hadith was also collected by An-Nasa'i. Ibn Abu Hatim reported that 'Urwah said that a man said to his wife, \"I will neither divorce you nor take you back.\" She said, \"How?\" He said, \"I will divorce you and when your term of 'Iddah nears its end, I will take you back.\" She went to Allah's Messenger ﷺ and told him what happened, and Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الطَّلَاقُ مَرَّتَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The divorce is twice.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir <span class=\"gray\">(At-Tabari)</span> also reported this Hadith in his Tafsir.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...after that, either you retain her on reasonable terms or release her with kindness.)</span> meaning, 'If you divorce her once or twice, you have the choice to take her back, as long as she is still in her 'Iddah, intending to be kind to her and to mend differences. Otherwise, await the end of her term of 'Iddah, when the divorce becomes final, and let her go her own way in peace, without committing any harm or injustice against her.' 'Ali bin Abu Talhah reported that Ibn 'Abbas said, \"When the man divorces his wife twice, let him fear Allah, regarding the third time. He should either keep her with him and treat her with kindness, or let her go her own way with kindness, without infringing upon any of her rights.\"</p><div lang=\"en\" class=\"en \"><h2>Taking back the Mahr <span class=\"gray\">(Dowry)</span></h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not lawful for you <span class=\"gray\">(men)</span> to take back <span class=\"gray\">(from your wives)</span> any of <span class=\"gray\">(the dowry)</span> what you gave them,)</span> meaning, you are not allowed to bother or pressure your wives to end this situation by giving you back the Mahr and any gifts that you have given them <span class=\"gray\">(in return for divorce)</span>. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and you should not treat them with harshness, that you may take away part of what you have given them, unless they commit open illegal sexual intercourse.)</span><span class=\"gray\">(4:19)</span></p><p lang=\"en\" class=\"en \">However, if the wife willingly gives back anything with a good heart, then Allah said regarding this situation:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَّرِيئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but if they, of their own good pleasure, remit any part of it to you, take it, and enjoy it without fear of any harm.)</span><span class=\"gray\">(4:4)</span></p><div lang=\"en\" class=\"en \"><h2>Allowing Khul' and the Return of the Mahr in that Case</h2></div><p lang=\"en\" class=\"en \">When the spouses have irreconcilable differences wherein the wife ignores the rights of the husband, dislikes him and becomes unable to live with him any longer, she is allowed to free herself <span class=\"gray\">(from married life)</span> by giving him back what he had given her <span class=\"gray\">(in gifts and Mahr)</span>. There is no sin on her in this case nor on him if he accepts such offer. This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَن يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not lawful for you <span class=\"gray\">(men)</span> to take back <span class=\"gray\">(from your wives)</span> any of what you gave them, except when both parties fear that they would be unable to keep the limits ordained by Allah <span class=\"gray\">(e.g., to deal with each other on a fair basis)</span>. Then if you fear that they would not be able to keep the limits ordained by Allah, then there is no sin on either of them if she gives back.)</span></p><p lang=\"en\" class=\"en \">Sometimes, the woman has no valid reason and she still asks for her marriage to be ended. In this case, Ibn Jarir reported that Thawban said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيّـُمَا امْرَأَةٍ سَأَلَتْ زَوْجَهَا طَلَاقًا فِي غَيْرِ مَا بَأْسٍ، فَحَرَامٌ عَلَيْهَا رَائِحَةُ الْجَنَّـةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Any woman who asks her husband for divorce without justification, then the scent of Paradise will be forbidden for her.)</span></p><p lang=\"en\" class=\"en \">At-Tirmidhi recorded this Hadith and stated that it is Hasan.</p><p lang=\"ha\" class=\"ha \">Ibn Jarir said that the Ayah <span class=\"gray\">(2:229)</span> was revealed about Thabit bin Qays bin Shammas and his wife Habibah bint 'Abdullah bin Ubayy bin Salul. In his Muwatta', Imam Malik reported that Habibah bint Sahl Al-Ansariyah was married to Thabit bin Qays bin Shammas and that Allah's Messenger ﷺ once went to the Fajr <span class=\"gray\">(Dawn)</span> prayer and found Habibah bint Sahl by his door in the dark. Allah's Messenger ﷺ said, \"Who is this?\" She said, \"I am Habibah bint Sahl, O Messenger of Allah!\" He said, \"What is the matter?\" She said, \"I and Thabit bin Qays\", meaning, <span class=\"gray\">(she can no longer be with)</span> her husband. When her husband Thabit bin Qays came, Allah's Messenger ﷺ said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هذِهِ حَبِيبَةُ بِنْتُ سَهْلٍ قَدْ ذَكَرَتْ مَا شَاءَ اللهُ أَنْ تَذْكُرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is Habibah bint Sahl, she said what Allah has permitted her to say.)</span></p><p lang=\"en\" class=\"en \">Habibah also said, \"O Messenger of Allah! I still have everything he gave me.\" Allah's Messenger ﷺ said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">خُذْ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take it from her.)</span> So, he took it from her and she remained in her family's house.\"</p><p lang=\"en\" class=\"en \">This was reported by Ahmad, Abu Dawud and An-Nasai.</p><p lang=\"en\" class=\"en \">Al-Bukhari reported that Ibn 'Abbas said that the wife of Thabit bin Qays bin Shammas came to the Prophet ﷺ and said, \"O Messenger of Allah! I do not criticize his religion or mannerism. But I hate committing Kufr in Islam <span class=\"gray\">(by ignoring his rights on her)</span>.\" Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَرُدِّينَ عَلَيهِ حَدِيقَتَهُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you give him back his garden?)</span></p><p lang=\"ceb\" class=\"ceb \">She said, \"Yes.\" Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْبَلِ الْـحَدِيقَةَ وَطَلِّقْهَا تَطْلِيقَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take back the garden and divorce her once.)</span></p><p lang=\"gl\" class=\"gl \">An-Nasa'i also recorded it.</p><div lang=\"en\" class=\"en \"><h2>The 'Iddah <span class=\"en gray\" lang=\"en\">(Waiting Period)</span> for the Khul'</h2></div><p lang=\"en\" class=\"en \">At-Tirmidhi reported that Rubayi' bint Mu'awwidh bin 'Afra' got a Khul' during the time of Allah's Messenger ﷺ and the Prophet ﷺ ordered her to wait for one menstruation period for 'Iddah.</p><div lang=\"en\" class=\"en \"><h2>Transgressing the set limits of Allah is an Injustice</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا وَمَن يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the limits ordained by Allah, so do not transgress them. And whoever transgresses the limits ordained by Allah, then such are the wrongdoers.)</span></p><p lang=\"en\" class=\"en \">This means that the laws that Allah has legislated are His set limits, so do not transgress them. An authentic Hadith states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ حَدَّ حُدُودًا فَلَا تَعْتَدُوهَا، وفَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا، وحَرَّمَ مَحَارِمَ فَلَا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ مِنْ غَيْرِ نِسْيَانٍ فَلَا تَسْأَلُوا عَنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has set some limits, so do not transgress them; and commanded some commands, so do not ignore them; and made some things unlawful, so do not commit them. He has also left some matters <span class=\"gray\">(without rulings)</span> as a mercy with you, not because He has forgotten them, so do not ask about them.)</span></p><div lang=\"en\" class=\"en \"><h2>Pronouncing Three Divorces at the same Time is Unlawful</h2></div><p lang=\"en\" class=\"en \">The last Ayah we mentioned was used as evidence to prove that it is not allowed to pronounce three divorces at one time. What further proves this ruling is that Mahmud bin Labid has stated - as An-Nasa'i recorded - that Allah's Messenger ﷺ was told about a man who pronounced three divorces on his wife at one time, so the Prophet ﷺ stood up while angry and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُلْعَبُ بِكِتَابِ اللهِ وَأَنَا بَيْنَ أَظْهُرِكُم؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Book of Allah is being made the subject of jest while I am still amongst you?)</span></p><p lang=\"en\" class=\"en \">A man then stood up and said, \"Should I kill that man, O Messenger of Allah?\"</p><div lang=\"en\" class=\"en \"><h2>The Wife cannot be taken back after the Third Divorce</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِن بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if he has divorced her <span class=\"gray\">(the third time)</span>, then she is not lawful for him thereafter until she has married another husband.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that if the man divorces his wife for the third time after he divorced her twice, then she will no longer be allowed for marriage to him. Allah said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...until she has married another husband.)</span> meaning, until she legally marries another man. For instance, if she has sexual intercourse with any man, even her master <span class=\"gray\">(if she was a servant)</span>, she would still be ineligible for marriage for her ex-husband <span class=\"gray\">(who divorced her thrice)</span>, because whomever she had sexual relations with was not her legal husband. If she marries a man without consummating the marriage, she will not be eligible for her ex-husband. Muslim reported that 'A'ishah said that Allah's Messenger ﷺ was asked about a woman who marries a man who thereafter divorces her <span class=\"gray\">(thrice)</span>. She then marries another man and he divorces her before he has sexual relations with her, would she be allowed for her first husband? Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، حَتَّى يَذُوقَ عُسَيْلَتَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, until he enjoys her 'Usaylah <span class=\"gray\">(sexual relation)</span>.)</span> Al-Bukhari also reported this Hadith.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'A'ishah said, \"The wife of Rifa'ah Al-Qurazi came while I and Abu Bakr were with the Prophet ﷺ and she said, 'I was Rifa'ah's wife, but he divorced me and it was an irrevocable divorce. Then I married 'Abdur-Rahman bin Az-Zubayr, but his sexual organ is minute like a string.' She then took a small string of her garment <span class=\"gray\">(to resemble how small his sexual organ was)</span>. Khalid bin Sa'id bin Al-'As, who was next to the door and was not yet allowed in, said, 'O Abu Bakr! Why do you not forbid this <span class=\"gray\">(woman)</span> from what she is revealing frankly before the Prophet?' The Prophet ﷺ merely smiled. Then, Allah's Messenger ﷺ asked her:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّكِ تُرِيدِينَ أَنْ تَرْجِعِي إِلى رِفَاعَةَ، لَا، حَتَّى تَذُوقِي عُسَيْلَتَهُ، وَيَذُوقَ عُسَيْلَتَكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you want to remarry Rifa'ah? You cannot unless you experience his 'Usaylah and he experiences your 'Usaylah <span class=\"gray\">(i.e., had a complete sexual relation with your present husband)</span>.)</span>\"</p><p lang=\"en\" class=\"en \">Al-Bukhari, Muslim, and An-Nasa'i also recorded this Hadith. Muslim's wording is \"Rifa'ah divorced his wife for the third and final time.\"</p><p lang=\"en\" class=\"en \">The word 'Usaylah mentioned in the Hadith means sexual intercourse. Imam Ahmad and An-Nasa'i reported that 'A'ishah said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ الْعُسَيْلَةَ الْجِمَاعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Usaylah is sexual intercourse.)</span></p><div lang=\"en\" class=\"en \"><h2>The Curse on the Participants of Tahlil/Halalah</h2></div><p lang=\"en\" class=\"en \">The reason for the woman <span class=\"gray\">(who was divorced thrice)</span> to marry another man must be that the man desires her and has the intention of having an extended married life with her. These are the legal goals and aims behind marriage. If the reason behind the second marriage was to make the woman eligible for her ex-husband again, then this is the Tahlil that the Hadiths have cursed and criticized. In addition, when the reason behind this marriage <span class=\"gray\">(if it was Tahlil)</span> is announced in the contract, it would make the contract invalid according to the majority of the scholars.</p><p lang=\"en\" class=\"en \">Imam Ahmad reported that 'Abdullah bin Mas'ud said, \"Allah's Messenger ﷺ cursed the one who does Tahlil, the one in whose favor it is done, those who eat Riba <span class=\"gray\">(usury)</span> and those who feed it <span class=\"gray\">(pay the usury)</span>.\" At-Tirmidhi and An-Nasa'i reported this Hadith and At-Tirmidhi said, \"This Hadith is Hasan.\" He said, \"This is what is acted upon according to people of knowledge among the Companions, among whom are 'Umar, 'Uthman and Ibn 'Umar. It was also the saying of the scholars of Fiqh among the Tabi'in <span class=\"gray\">(second generation of Islam)</span>. And it has been reported from 'Ali, Ibn Mas'ud and Ibn 'Abbas\".</p><p lang=\"en\" class=\"en \">In his Mustadrak, Al-Hakim reported that Nafi' said: \"A man came to Ibn 'Umar and asked him about a man who divorced his wife three times. Then, his brother married her to make Tahlil for his brother, without the brother knowing this fact. He then asked, \"Is she allowed for the first <span class=\"gray\">(husband)</span>?\" He said, \"No, unless it is a marriage that involves desire. We used to consider this an act of adultery during the time of Allah's Messenger ﷺ.\" Al-Hakim said, \"This Hadith has a Sahih chain although they <span class=\"gray\">(Al-Bukhari and Muslim)</span> did not record it.\"The wording of this Hadith indicates that the ruling came from the Prophet ﷺ. Abu Bakr bin Abu Shaybah, Al-Jawzjani, Harb Al-Kirmani and Abu Bakr Al-Athram said that Qabisah bin Jabir said that 'Umar said, \"If the participants to Tahlil are brought to me, I will have them stoned.\"</p><div lang=\"en\" class=\"en \"><h2>When does a Woman who was divorced Three Times become Eligible for Her First Husband</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِن طَلَّقَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if he has divorced her)</span> meaning, the second husband after he had complete sexual relations with her,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا جُنَاحَ عَلَيْهِمَا أَن يَتَرَاجَعَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is no sin on both of them that they reunite)</span> meaning, the wife and her first husband,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِن ظَنَّا أَن يُقِيمَا حُدُودَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(provided they feel that they can keep the limits ordained by Allah.)</span> meaning, they live together honorably. Mujahid said, \"If they are convinced that the aim behind their marriage is honorable.\" Next, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ حُدُودُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the limits of Allah,)</span> His commandments and legislation,</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُبَيِّنُهَا </p><p lang=\"sq\" class=\"sq \"><span class=\"gray\">(He makes plain)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِقَوْمٍ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for the people who have knowledge.)</span></p>"
  }
]