[
  {
    "ayah_key": "43:26",
    "group_ayah_key": "43:26",
    "from_ayah": "43:26",
    "to_ayah": "43:35",
    "ayah_keys": "43:26,43:27,43:28,43:29,43:30,43:31,43:32,43:33,43:34,43:35",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when Ibrahim said to his father and his people: \"Verily, I am innocent of what you worship, <span>(26)</span>\"Except Him Who created me; and verily, He will guide me. <span>(27)</span>And he made it a word lasting among his offspring, that they may turn back <span>(28)</span>Nay, but I gave to these and their fathers to enjoy, till there came to them the truth, and a Messenger making things clear <span>(29)</span>And when the truth came to them, they said: \"This is magic, and we disbelieve therein. <span>(30)</span>And they say: \"Why is not this Qur'an sent down to some great man of the two towns? <span>(31)</span>Is it they who would portion out the mercy of your Lord? It is We Who portion out between them their livelihood in this world, and We raised some of them above others in ranks, so that some may employ others in their work. But the mercy of your Lord is better than what they amass <span>(32)</span>And were it not that mankind would have become of one community, We would have provided for those who disbelieve in the Most Gracious, silver roofs for their houses, and elevators whereby they ascend <span>(33)</span>And for their houses, doors, and thrones on which they could recline <span>(34)</span>And adornments of gold. Yet all this would have been nothing but an enjoyment of this world. And the Hereafter with your Lord is for those who have Taqwa <span>(35)</span></p><p lang=\"id\" class=\"id \">Ibrahim's Declaration of Tawhid </p><p lang=\"en\" class=\"en \">Here Allah tells us about His servant, Messenger and close Friend, the leader of the monotheists and the father of all subsequent Prophets, from whom Quraysh were descended and claimed to have taken their religion. He disowned his father's and his people's worship of idols and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ - إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ - وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, I am innocent of what you worship, except Him Who created me; and verily, He will guide me.\" And he made it a Word lasting among his offspring,)</span> The Word means the worship of Allah Alone with no partner or associate, and the denunciation of all gods apart from Him, i.e., La ilaha illallah. He left this word as an example to be followed by those of his progeny who were guided by Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they may turn back.)</span> means, come back to this word. 'Ikrimah, Mujahid, Ad-Dahhak, Qatadah, As-Suddi and others commented on the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he made it a Word lasting among his offspring,)</span> \"This means, La ilaha illallah, and there are still those among his offspring who say it.\" A similar view was narrated from Ibn 'Abbas, may Allah be pleased with him. Ibn Zayd said, \"The word of Islam,\" which refers to the same thing suggested by the group.</p><p lang=\"en\" class=\"en \">How the People of Makkah turned away from the Messenger ﷺ and opposed Him, and His Response</p><p lang=\"su\" class=\"su \">Allah further says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ مَتَّعْتُ هَٰؤُلَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but I gave to these)</span> means, the idolators,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآبَاءَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their fathers)</span> means, they lived a long life in their misguidance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till there came to them the truth, and a Messenger making things clear.)</span> means, his message is clear and his warning is clear.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَٰذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the truth came to them, they said: \"This is magic, and we disbelieve therein.\")</span> means, they were arrogant and stubborn, and they pushed him away out of disbelief, envy and transgression.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say)</span> means, objecting to that which Allah has revealed to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why is not this Qur'an sent down to some great man of the two towns?)</span> meaning, why was this Qur'an not revealed to some man who was great and prominent in their eyes, from the two towns, i.e., Makkah and At-Ta'if? This was the view of Ibn 'Abbas, may Allah be pleased with him, 'Ikrimah, Muhammad bin Ka'b Al-Qurazi, Qatadah, As-Suddi and Ibn Zayd. </p><p lang=\"en\" class=\"en \">Several scholars of Tafsir stated that by this, the Quraysh meant Al-Walid bin Al-Mughirah and 'Urwah bin Mas'ud Ath-Thaqafi. The apparent meaning is that what they meant was a great man from either of the two towns. Allah responded to their rejection by saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it they who would portion out the mercy of your Lord?)</span> meaning, the matter has nothing to do with them; it is for Allah to decide. Allah knows best where to direct His Message, and He does not reveal it except to the one who is the purest in heart and soul, and of the noblest descent. </p><p lang=\"en\" class=\"en \">Then Allah points out that He differentiates among His creation in terms of what He gives them of wealth, provision, intellect, understanding and other visible and hidden strengths:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is We Who portion out between them their livelihood in this world,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that some may employ others in their work.)</span> It was said that this means that some employ others in their work, because one needs the other, and vice versa. This was the view of As-Suddi and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the mercy of your Lord is better than which they amass.)</span> means, the mercy of Allah towards His creation is better for them than the wealth and conveniences of this world which they possess.</p><p lang=\"en\" class=\"en \">Wealth is not a Sign of Divine Pleasure</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And were it not that mankind would have become of one community,)</span> means, 'were it not for the fact that many ignorant people would think that Our giving them wealth was a sign that We love the person to whom We give it, and thus they would have agreed upon disbelief for the sake of wealth.' This is the view of Ibn 'Abbas, Al-Hasan, Qatadah, As-Suddi and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We would have provided for those who disbelieve in the Most Gracious, silver roofs for their houses, and elevators)</span> means, ladders and staircases of silver. This was the view of Ibn 'Abbas, Mujahid, Qatadah, As-Suddi, Ibn Zayd and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهَا يَظْهَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whereby they ascend,)</span> means, go up. And their houses would have doors, i.e., locks on their doors,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and thrones on which they could recline,)</span> means, all of that would be made of silver.</p><p class=\"ky qpc-hafs\" lang=\"ky\">وَزُخْرُفًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And adornments)</span> means, and gold. This was the view of Ibn 'Abbas, Qatadah, As-Suddi and Ibn Zayd.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كُلُّ ذَٰلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet all this would have been nothing but an enjoyment of this world.)</span> means, all that belongs to this transient world which is insignificant before Allah. He hastens their reward for good deeds in the form of luxuries in this world, so that when they reach the Hereafter, they will have no good merits with Allah for which they may be rewarded, as was reported in the Sahih Hadith. It was reported in another Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ الدُّنْيَا تَزِنُ عِنْدَ اللهِ جَنَاحَ بَعُوضَةٍ مَا سَقَىٰ مِنْهَا كَافِرًا شَرْبَةَ مَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If this world were worth a gnat's wing before Allah, He would not give a disbeliever a drink of water.)</span> Al-Baghawi narrated its chain of narration.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Hereafter with your Lord is <span class=\"gray\">(only)</span> for those who have Taqwa.)</span> means, it is exclusively for them, and no one else will share it with them. When 'Umar bin Al-Khattab, may Allah be pleased with him, visited the Messenger of Allah ﷺ in seclusion, when he was keeping away from his wives, and he saw him resting on a rough mat which had left marks on his side, his eyes filled with tears and he said, \"O Messenger of Allah, look at this Chosroes and this Caesar with all that they have, and you are the best of Allah's creation. \" The Messenger of Allah ﷺ was reclining, but he sat up and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَ فِي شَكٍّ أَنْتَ يَا ابْنَ الْخَطَّابِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you in doubt, O son of Al-Khattab?)</span> Then he ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولٰئِكَ قَوْمٌ عُجِّلَتْ لَهُمْ طَـيِّـبَاتُهُمْ فِي حَيَاتِهِمُ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those are people for whom the enjoyments are hastened in this world.)</span> According to another report:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا تَرْضَىٰ أَنْ تَــكُونَ لَهُمُ الدُّنْيَا وَلَنَا الْآخِرَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does it not please you that this world is for them and the Hereafter is for us?)</span></p><p lang=\"en\" class=\"en \">In as the Two Sahihs and elsewhere, it is reported that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَلَا تَأْكُلُوا فِي صِحَافِهَا، فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَنَا فِي الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not drink from vessels of gold and silver, and do not eat from plates of the same, for these things are for them in this world and for us in the Hereafter.)</span></p><p lang=\"en\" class=\"en \">Allah has granted these things to them in this world because it is insignificant, as was reported by At-Tirmidhi and Ibn Majah via Abu Hazim from Sahl bin Sa'd, who said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَتِ الدُّنْيَا تَزِنُ عِنْدَ اللهِ جَنَاحَ بَعُوضَةٍ مَا سَقَىٰ مِنْهَا كَافِرًا شَرْبَةَ مَاءٍ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If this world were worth a gnat's wing before Allah, He would never give a disbeliever a drink of water.)</span>\" At-Tirmidhi said: \"Hasan Sahih.\"</p>"
  }
]