[
  {
    "ayah_key": "45:30",
    "group_ayah_key": "45:30",
    "from_ayah": "45:30",
    "to_ayah": "45:37",
    "ayah_keys": "45:30,45:31,45:32,45:33,45:34,45:35,45:36,45:37",
    "text": "<p lang=\"en\" class=\"en \">Then, as for those who believed and did good deeds, their Lord will admit them to His mercy. That will be the evident success <span>(30)</span>But as for those who disbelieved <span class=\"gray\">(it will be said to them)</span>: \"Were not Our Ayat recited to you? But you were proud, and you were a people who were criminals. <span>(31)</span>And when it was said: \"Verily, Allah's promise is the truth, and there is no doubt about the coming of the Hour,\" you said: \"We know not what is the Hour: we do not think it but conjecture, and we have no firm convincing belief <span class=\"gray\">(therein)</span>. <span>(32)</span>And the evil of what they did will appear to them, and that which they used to mock at will completely encircle them <span>(33)</span>And it will be said: \"This Day We will forget you as you forgot the meeting of this Day of yours. And your abode is the Fire, and there is none to help you. <span>(34)</span>This, because you took the revelations of Allah in mockery, and the life of the world deceived you. So this Day, they shall not be taken out from there <span class=\"gray\">(Hell)</span>, nor shall they be returned to the worldly life <span>(35)</span>So all praise is due to Allah, the Lord of the heavens and the Lord of the earth, and the Lord of all that exists <span>(36)</span>And His is the majesty in the heavens and the earth, and He is Al-'Aziz, Al-Hakim <span>(37)</span></p><p lang=\"en\" class=\"en \">Allah states to us His judgement in His creation on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, as for those who believed and did good deeds,)</span> Those whose hearts believed and their limbs performed good deeds, in sincerity to Allah and conforming with Islamic legislation;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their Lord will admit them to His mercy.)</span> and that is Paradise. In the Sahih, Allah said to Paradise;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتِ رَحْمَتِي، أَرْحَمُ بِكِ مَنْ أَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"You are My mercy, with which I grant mercy to whom I will,\")</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الْفَوْزُ الْمُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That will be the evident success.)</span> clear and apparent. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَاسْتَكْبَرْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for those who disbelieved <span class=\"gray\">(it will be said to them)</span>: \"Were not Our Ayat recited to you? But you were proud...\")</span> They will be admonished and criticized with this statement, that means, 'have not the Ayat of Ar-Rahman been recited to you? But you did not follow them out of pride and turned away upon hearing them,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنْتُمْ قَوْمًا مُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you were a people who were criminals.)</span>, 'by your actions, as well as, the denial that your hearts contained.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it was said: \"Verily, Allah's promise is the truth, and there is no doubt about the coming of the Hour,\")</span> 'when the believers said these words to you;'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you said: \"We know not what is the Hour...\")</span> 'we do not recognize what you are talking about,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ نَظُنُّ إِلَّا ظَنًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(we do not think it but conjecture,)</span> 'we only remotely think that it might come,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِمُسْتَيْقِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we have no firm convincing belief <span class=\"gray\">(therein)</span>.)</span> 'we are not sure of it.' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the evil of what they did will appear to them,)</span> the repercussion of their evil deeds will become apparent to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَاقَ بِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will completely encircle them.)</span> from all directions,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَا كَانُوا بِهِ يَسْتَهْزِئُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that which they used to mock at)</span> of the coming torment and punishment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ الْيَوْمَ نَنْسَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it will be said: \"This Day We will forget you...\")</span> 'We will treat you as if We have forgotten you, casting you in the fire of Jahannam,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as you forgot the meeting of this Day of yours.)</span> 'and did not work for it because you did not believe in its coming,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your abode is the Fire, and there is none to help you.)</span> In the Sahih, it is reported that Allah the Exalted will ask some of His servants on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أُزَوِّجْكَ؟ أَلَمْ أُكْرِمْكَ؟ أَلَمْ أُسَخِّرْ لَكَ الْخَيْلَ وَالْإِبِلَ، وَأَذَرْكَ تَرْأَسُ وَتَرْبَعُ؟ فَيَقُولُ: بَلَىٰ يَارَبِّ. فَيَقُولُ: أَفَظَنَنْتَ أَنَّكَ مُلَاقِيَّ؟ فَيَقُولُ: لَا. فَيَقُولُ اللهُ تَعَالَىٰ: فَالْيَوْمَ أَنْسَاكَ كَمَا نَسِيتَنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Have I not given you a spouse, honored you and subjected the camels and horses to you? Have I not allowed you to be a chief and a master?\" The servant will say in answer, \"Yes, O Lord!\" Allah will say, \"Did you think that you would ever meet Me?\" He will say, \"No.\" Allah the Exalted will say, \"then this Day, I will forget you as you forgot Me.\")</span> Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This, because you took the revelations of Allah in mockery.)</span> 'We gave you this punishment as retribution because you mocked Allah's proofs that He sent to you, and made them the subject of jokes and jest,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the life of the world deceived you.)</span> 'this life fooled you and you were seduced by to it, thus becoming among the ultimate losers,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So this Day, they shall not be taken out from there)</span>, from Hellfire,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُسْتَعْتَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor shall they be returned to the worldly life.)</span> no apologies shall be sought from them, but they will be punished without limit or delay, just as a group of the believers will enter Paradise without limit or delay. </p><p lang=\"en\" class=\"en \">After Allah mentioned His judgement for the believers and the disbelievers, He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So all praise is due to Allah, the Lord of the heavens and the Lord of the earth,)</span> He is their Owner and the Owner of all that is in and on them, and surely,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Lord of all that exists.)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And His is the majesty in the heavens and the earth,)</span> meaning, the kingship, according to Mujahid. This Ayah means, Allah is the Almighty, Worthy of all praise; everything and everyone is subservient and in complete need of and dependent upon Him. In an authentic Hadith, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَىٰ: الْعَظَمَةُ إِزَارِي، وَالْكِبْرِيَاءُ رِدَائِي، فَمَنْ نَازَعَنِي وَاحِدًا مِنْهُمَا أَسْكَنْتُهُ نَارِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah the Exalted said, \"Glory is My robe and pride is My garment; whoever rivals Me for either of them, I will make him reside in My Fire!\")</span> Muslim collected a similar Hadith. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is the Al-'Aziz,)</span> Who is never resisted or rivaled,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Hakim)</span> all wise in His statements, actions, legislation and the decree that He appoints; all glory and praise are due to Him, none has the right to be worshipped but He, Alone. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Jathiyah. All praise and thanks are due to Allah alone.</p>"
  }
]