[
  {
    "ayah_key": "22:26",
    "group_ayah_key": "22:26",
    "from_ayah": "22:26",
    "to_ayah": "22:27",
    "ayah_keys": "22:26,22:27",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when We showed Ibrahim the site of the House <span class=\"gray\">(saying)</span>: \"Associate not anything with Me, and sanctify My House for those who circumambulate it, and those who stand up <span class=\"gray\">(for prayer)</span>, and those who bow and make prostration <span class=\"gray\">(in prayer)</span>; <span>(26)</span>And proclaim to mankind the Hajj <span class=\"gray\">(pilgrimage)</span>. They will come to you on foot and on every lean camel, they will come from every Fajj 'Amiq <span>(27)</span></p><div lang=\"en\" class=\"en \"><h2>Building of the Ka'bah and the Proclamation of the Hajj</h2></div><p lang=\"en\" class=\"en \">This is a rebuke to those among Quraysh who worshipped others than Allah and joined partners with Him in the place which from the outset had been established on the basis of Tawhid and the worship of Allah Alone, with no partner or associate. Allah tells us that He showed Ibrahim the site of the 'Atiq House, i.e., He guided him to it, entrusted it to him and granted him permission to build it. Many scholars take this as evidence to support their view that Ibrahim was the first one to build the House and that it was not built before his time. It was recorded in the Two Sahihs that Abu Dharr said, \"I said, 'O Messenger of Allah, which Masjid was the first to be built?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَسْجِدُ الْحَرَامُ</p><p lang=\"hmn\" class=\"hmn \"><span class=\"gray\">(Al-Masjid Al-Haram.)</span> I said, 'Then which?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْتُ الْمَقْدِسِ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Bayt Al-Maqdis.)</span> I said, 'How long between them?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعُونَ سَنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Forty years.)</span>\" And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the first House <span class=\"gray\">(of worship)</span> appointed for mankind was that at Bakkah <span class=\"gray\">(Makkah)</span>, full of blessing)</span><span class=\"gray\">(3:96)</span> until the end of following two Ayat. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَهِدْنَا إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We commanded Ibrahim and Isma'il that they should purify My House for those who are circumambulating it, or staying <span class=\"gray\">(I'tikaf)</span>, or bowing or prostrating themselves.)</span><span class=\"gray\">(2:125)</span> And Allah says here:</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن لَّا تُشْرِكْ بِي شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Associate not anything with Me,)</span> meaning, 'Build it in My Name Alone.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَطَهِّرْ بَيْتِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and sanctify My House)</span> Qatadah and Mujahid said, \"And purify it from Shirk.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for those who circumambulate it, and those who stand up, and those who bow, and make prostration <span class=\"gray\">(in prayer)</span>)</span> means, 'and make it purely for those who worship Allah Alone, with no partner or associate.' What is meant by \"those who circumambulate it\" is obvious, since this is an act of worship that is done only at the Ka'bah and not at any other spot on earth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَائِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those who stand up)</span> means, in prayer. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرُّكَّعِ السُّجُودِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those who bow, and make prostration.)</span> Tawaf and prayer are mentioned together because they are not prescribed together anywhere except in relation to the House. Tawaf is done around the Ka'bah and prayer is offered facing its direction in the majority of cases, with a few exceptions, such as when one is uncertain of the direction of the Qiblah, during battle and when praying optional prayers while traveling. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَذِّن فِي النَّاسِ بِالْحَجِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And proclaim to mankind the Hajj)</span> meaning, 'announce the pilgrimage to mankind and call them to perform pilgrimage to this House which We have commanded you to build.' It was said that Ibrahim said: \"O Lord, how can I convey this to people when my voice will not reach them?\" It was said: \"Call them and We will convey it.\" So Ibrahim stood up and said, \"O mankind! Your Lord has established a House so come on pilgrimage to it.\" It is said that the mountains lowered themselves so that his voice would reach all the regions of the earth, and those who were still in their mothers' wombs and their fathers' loins would hear the call. The response came from everyone in the cities, deserts and countryside, and those whom Allah has decreed will make the pilgrimage, until the Day of Resurrection: \"At Your service, O Allah, at Your service.\" This is a summary of the narrations from Ibn 'Abbas, Mujahid, 'Ikrimah, Sa'id bin Jubayr and others among the Salaf. And Allah knows best. This was recorded by Ibn Jarir and by Ibn Abi Hatim at length.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will come to you on foot and on every lean camel,)</span> This Ayah was used as evidence by those scholars whose view is that Hajj performed on foot by those who are able, is better than Hajj performed riding, because the phrase \"on foot\" is mentioned first, and because it is an indication of their keenness and resolve. Waki' narrated from Abu Al-'Umays from Abu Halhalah from Muhammad bin Ka'b that Ibn 'Abbas said, \"I do not regret anything except for the fact that I wish I had performed Hajj on foot, because Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْتُوكَ رِجَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will come to you on foot)</span>.\" But the majority are of the view that performing Hajj while riding is better, following the example of the Messenger of Allah ﷺ, because he performed Hajj riding, although his physical ability was sound.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْتِينَ مِن كُلِّ فَجٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will come from every Fajj)</span> means every route, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We placed therein Fijaj for them to pass)</span><span class=\"gray\">[21:31]</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَمِيقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Amiq)</span> means distant. This was the view of Mujahid, 'Ata', As-Suddi, Qatadah, Muqatil bin Hayan, Ath-Thawri and others. This Ayah is like the Ayah in which Allah tells us how Ibrahim prayed for his family,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So fill some hearts among men with love towards them)</span><span class=\"gray\">[14:37]</span>. There is no one among the Muslims who does not long to see the Ka'bah and perform Tawaf, people come to this spot from every corner of the world.</p>"
  }
]