[
  {
    "ayah_key": "11:118",
    "group_ayah_key": "11:118",
    "from_ayah": "11:118",
    "to_ayah": "11:119",
    "ayah_keys": "11:118,11:119",
    "text": "<p lang=\"en\" class=\"en \">And if your Lord had so willed, He could surely have made mankind one Ummah, but they will not cease to disagree <span>(118)</span>Except him on whom your Lord has bestowed His mercy, and for that did He create them. And the Word of your Lord has been fulfilled <span class=\"gray\">(His saying)</span>: \"Surely, I shall fill Hell with Jinn and men all together. <span>(119)</span></p><div lang=\"en\" class=\"en \"><h2>Allah has not made Faith universally accepted</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs that He is able to make all of mankind one nation upon belief, or disbelief. This is just as He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَن فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had your Lord willed, those on earth would have believed, all of them together.)</span><span class=\"gray\">[10:99]</span> Allah goes on to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَزَالُونَ مُخْتَلِفِينَ - إِلَّا مَن رَّحِمَ رَبُّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they will not cease to disagree. Except him on whom your Lord has bestowed His mercy,)</span> This means that people will always differ in religions, creeds, beliefs, opinions and sects. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن رَّحِمَ رَبُّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except him on whom your Lord has bestowed His mercy,)</span> This means that those who have received the mercy of Allah by following the Messengers are excluded from this. They are those who adhere to what they are commanded in the religion by the Messengers of Allah. That has always been their characteristic until the coming of the finality of the Prophets and Messengers <span class=\"gray\">(Muhammad ﷺ)</span>. Those who received Allah's mercy are those who followed him, believed in him and supported him. Therefore, they succeeded by achieving happiness in this life and the Hereafter. They are the Saved Sect mentioned in the Hadith recorded in the Musnad and Sunan collections of Hadith. The routes of transmission of this Hadith all strengthen each other <span class=\"gray\">(in authenticity)</span>. In these narrations the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْيَهُودَ افْتَرَقَتْ عَلَى إِحْدَى وَسَبْعِينَ فِرْقَةً، وَإِنَّ النَّصَارَى افْتَرَقَتْ عَلَى اثْنَتَيْنِ وَسَبْعِينَ فِرْقَةً، وَسَتَفْتَرِقُ هَذِهِ الْأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً، كُلُّهَا فِي النَّارِ إِلَّا فِرْقَةً وَاحِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the Jews split into seventy-one sects, and the Christians split into seventy-two sects, and this nation <span class=\"gray\">(of Muslims)</span> will split into seventy-three sects. All of them will be in the Fire except one sect.)</span> They <span class=\"gray\">(the Companions)</span> said, \"Who are they <span class=\"gray\">(the Saved Sect)</span> O Messenger of Allah?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنَا عَلَيْهِ وَأَصْحَابِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sect that is upon what my Companions and I are upon.)</span> Al-Hakim recorded this narration in his Mustadrak with this additional wording. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word of your Lord has been fulfilled <span class=\"gray\">(His saying)</span>: \"Surely, I shall fill Hell with Jinn and men all together.\")</span> Allah, the Exalted, informs that He precedes everything in His preordainment and decree, by His perfect knowledge and penetrating wisdom. The result of this decree is that from those whom He has created, some deserve the Paradise and some deserve the Hell Fire. From this decree is that He will fill the Hellfire with both mankind and Jinns. His is the profound evidence and the perfect wisdom. In the Two Sahihs it is recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْتَصَمَتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ الْجَنَّةُ: مَا لِي لَا يَدْخُلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ وَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ. فَقَالَ اللهُ عَزَّ وَجَلَّ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ، وَقَالَ لِلنَّارِ: أَنْتِ عَذَابِي أَنْتَقِمُ بِكِ مِمَّنْ أَشَاءُ، وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا الْجَنَّةُ فَلَا يَزَالُ فِيهَا فَضْلٌ، حَتَّى يُنْشِىءَ اللهُ لَهَا خَلْقًا يُسْكِنُ فَضْلَ الْجَنَّةِ، وَأَمَّا النَّارُ فَلَا تَزَالُ تَقُولُ: هَلْ مِنْ مَزِيدٍ حَتَّى يَضَعَ عَلَيْهَا رَبُّ الْعِزَّةِ قَدَمَهُ فَتَقُولُ: قَطْ قَطْ وَعِزَّتِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Paradise and the Hellfire debated. Paradise said, 'None will enter me except the weak and despised of the people.' The Hell-fire said, 'I have inherited the haughty and the arrogant people.' Then Allah said to the Paradise, 'You are My mercy and I grant mercy with you to whoever I wish.' Then He said to the Hellfire, 'You are My torment and I take vengeance with you upon whoever I wish. I will fill each one of you.' However, the Paradise will always have more bounties, to such an extent that Allah will create more creatures to dwell in it and enjoy its extra bounties. The Hellfire will continue saying, 'Are there anymore <span class=\"gray\">(to enter me)</span>,' until the Lord of might places His Foot over it. Then it <span class=\"gray\">(Hell)</span> will say, \"Enough, enough, by Your might!\")</span></p>"
  },
  {
    "ayah_key": "11:12",
    "group_ayah_key": "11:12",
    "from_ayah": "11:12",
    "to_ayah": "11:14",
    "ayah_keys": "11:12,11:13,11:14",
    "text": "<p lang=\"en\" class=\"en \">So perchance you may give up a part of what is revealed unto you, and that your breast feels straitened for it because they say, \"Why has not a treasure been sent down unto him, or an angel come with him\" But you are only a warner. And Allah is a Guardian over all things <span>(12)</span>Or they say, \"He forged it.\" Say: \"Bring you then ten forged Surahs like unto it, and call whomsoever you can, other than Allah, if you speak the truth! <span>(13)</span>If then they answer you not, know then that it is sent down with the knowledge of Allah and that there is no god besides Him! Will you then be Muslims <span>(14)</span></p><div lang=\"en\" class=\"en \"><h2>The Messenger <span class=\"gray\">(ﷺ)</span> grieving by the Statements of the Polytheists, and His Gratification</h2></div><p lang=\"en\" class=\"en \">This statement of Allah, the Exalted, to His Messenger comforted the worries that the polytheists were causing him due to their statements directed towards him. This is just as Allah says about them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَالِ هَٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ ۙ لَوْلَا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا - أَوْ يُلْقَىٰ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ الظَّالِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Why does this Messenger eat food, and walk about in the markets. Why is not an angel sent down to him to be a warner with him\" Or; \"<span class=\"gray\">(why)</span> has not a treasure been granted to him, or why has he not a garden whereof he may eat\" And the wrongdoers say: \"You follow none but a man bewitched.\")</span><span class=\"gray\">[25:7-8]</span> Thus, Allah commanded His Messenger and guided him to not let these statements of theirs grieve his heart. Allah directed him to not let these statements prevent him, or deter him from calling them to Allah, both day and night. This is as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, We know that your breast is straitened at what they say.)</span><span class=\"gray\">[15:97]</span> Allah says in this verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَىٰ إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَن يَقُولُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So perchance you may give up a part of what is revealed unto you, and that your breast feels straitened for it because they say...)</span></p><p lang=\"en\" class=\"en \">The meaning here is that he <span class=\"gray\">(the Prophet ﷺ)</span> may be compelled to give up the Message due to what they <span class=\"gray\">(the polytheists)</span> say about him. However, Allah goes on to explain: \"You <span class=\"gray\">(Muhammad)</span> are only a warner and you have an example in your brothers of the Messengers who came before you. For verily, the previous Messengers were rejected and harmed, yet they were patient until the help of Allah came to them.\"</p><div lang=\"en\" class=\"en \"><h2>An Explanation concerning the Miracle of the Qur'an</h2></div><p lang=\"en\" class=\"en \">Then Allah, the Exalted, explains the miracle of the Qur'an, and that no one is able to produce its like, or even bring ten chapters, or one chapter like it. The reason for this is that the Speech of the Lord of all that exists is not like the speech of the created beings, just as His attributes are not like the attributes of the creation. Nothing resembles His existence. Exalted is He, the Most Holy, and the Sublime. There is no deity worthy of worship except He and there is no true Lord other than He. Then Allah goes on to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If then they answer you not,)</span> Meaning, that if they do not come with a reply to that which you have challenged them with <span class=\"gray\">(to the reproduction of ten chapters like the Qur'an)</span>, then know that it is due to their inability to do so. Know <span class=\"gray\">(that this is a proof)</span> that this is the speech revealed from Allah. It contains His knowledge, His commands and His prohibitions. Then Allah continues by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن لَّا إِلَٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that there is no God besides Him! Will you then be Muslims?)</span></p>"
  },
  {
    "ayah_key": "11:120",
    "group_ayah_key": "11:120",
    "from_ayah": "11:120",
    "to_ayah": "11:120",
    "ayah_keys": "11:120",
    "text": "<p class=\"en translation\" lang=\"en\">And all that We relate to you of the news of the Messengers is in order that We may make strong and firm your heart thereby. And in this has come to you the truth, as well as an admonition and a reminder for the believers <span>(120)</span></p><div lang=\"en\" class=\"en \"><h2>The Conclusion</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, is saying, 'We relate all of these stories to you <span class=\"gray\">(Muhammad)</span> concerning what happened with the Messengers who came before you with their nations. This is an explanation of what transpired in their arguments and disputes and how the Prophets were all rejected and harmed. These stories also explain how Allah helped His party of believers and disgraced His enemies, the disbelievers. We relate all of this to you <span class=\"gray\">(Muhammad)</span> in order to make your heart firm and so that you may take an example from your brothers who passed before you of the Messengers.' Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَكَ فِي هَٰذِهِ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in this has come to you the truth,)</span> This is referring to this Surah itself. This was said by Ibn 'Abbas, Mujahid and a group of the Salaf and it is the correct view. This means, 'This comprehensive Surah contains the stories of the Prophets and how Allah saved them, and the believers along with them and how He destroyed the disbelievers. There has come to you <span class=\"gray\">(Muhammad)</span> stories of truth and true events in this Surah. In this Surah is an admonition that prevents the disbelievers, and a reminder that causes the believers to reflect.'</p>"
  },
  {
    "ayah_key": "11:121",
    "group_ayah_key": "11:121",
    "from_ayah": "11:121",
    "to_ayah": "11:122",
    "ayah_keys": "11:121,11:122",
    "text": "<p class=\"en translation\" lang=\"en\">And say to those who do not believe: \"Act according to your ability and way, We are acting <span>(121)</span>And you wait! We <span class=\"gray\">(too)</span> are waiting. <span>(122)</span></p><div lang=\"en\" class=\"en \"><h2>Allah, the Exalted, commands His Messenger ﷺ to say to those who disbelieve in what he has come with from his lord,by way of warning,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Act according to your ability)</span> This means upon your path and your way.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا عَامِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are acting <span class=\"gray\">(in our way)</span>. This means that we are upon our path and our way <span class=\"gray\">(Islam)</span>.</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانتَظِرُوا إِنَّا مُنتَظِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you wait ! We <span class=\"gray\">(too)</span> are waiting.)</span> This means,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ ۗ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will come to know for which of us will be the <span class=\"gray\">(happy)</span> end in the Hereafter. Certainly the wrongdoers will not be successful.)</span><span class=\"gray\">[6:135]</span> Verily, Allah fulfilled His promise to His Messenger ﷺ, helped him and aided him. He made His Word uppermost <span class=\"gray\">(victorious)</span>, and the word of those who disbelieved lowly and disgraced. Allah is truly the Most Mighty, Most Wise.</p>"
  }
]