[
  {
    "ayah_key": "41:46",
    "group_ayah_key": "41:46",
    "from_ayah": "41:46",
    "to_ayah": "41:48",
    "ayah_keys": "41:46,41:47,41:48",
    "text": "<p lang=\"en\" class=\"en \">Whosoever does righteous good deed, it is for himself; and whosoever does evil, it is against himself. And your Lord is not at all unjust to <span class=\"gray\">(His)</span> servants <span>(46)</span>To Him is referred the knowledge of the Hour. No fruit comes out of its sheath, nor does a female conceive nor brings forth <span class=\"gray\">(young)</span>, except by His knowledge. And on the Day when He will call unto them <span class=\"gray\">(saying)</span>: \"Where are My <span class=\"gray\">(so-called)</span> partners?\" They will say: \"We inform You that none of us bears witness to it! <span>(47)</span>And those whom they used to invoke before <span class=\"gray\">(in this world)</span> shall disappear from them, and they will perceive that they have no place of refuge <span>(48)</span></p><p lang=\"en\" class=\"en \">Everyone will be requited according to His Deeds</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever does righteous good deed, it is for himself;)</span> means, the benefit of which will come to him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَسَاءَ فَعَلَيْهَا ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever does evil, it is against himself.)</span> means, the consequences of that will come back on him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord is not at all unjust to <span class=\"gray\">(His)</span> servants)</span> means, He only punishes people for their sins, and He does not punish anyone except after establishing proof against him and sending a Messenger to him.</p><p lang=\"en\" class=\"en \">Knowledge of the Hour is with Allah Alone</p><p lang=\"en\" class=\"en \">Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him is referred the knowledge of the Hour.)</span> meaning, no one knows about that apart from Him. Muhammad ﷺ, the leader of mankind, said to Jibril, who is one of the leading angels, when he asked him about the Hour:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The one who is asked about it does not know more than the one who is asking.)</span>\" And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ رَبِّكَ مُنْتَهَاهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To your Lord belongs the term thereof.)</span><span class=\"gray\">(79:44)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None can reveal its time but He)</span><span class=\"gray\">(7:187)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No fruit comes out of its sheath, nor does a female conceive nor brings forth <span class=\"gray\">(young)</span>, except by His knowledge.)</span> means, all of that is known to Him, and nothing is hidden from your Lord the weight of a speck of dust on the earth or in the heaven. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(not a leaf falls, but He knows it)</span><span class=\"gray\">(6:59)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَىٰ وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows what every female bears, and by how much the wombs fall short or exceed. Everything with Him is in <span class=\"gray\">(due)</span> proportion)</span><span class=\"gray\">(13:8)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no aged man is granted a length of life nor is a part cut off from his life, but is in a Book. Surely, that is easy for Allah.)</span><span class=\"gray\">(35:11)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when He will call unto them <span class=\"gray\">(saying)</span>: \"Where are My <span class=\"gray\">(so-called)</span> partners?\")</span> means, on the Day of Resurrection, Allah will call out to the idolators before all of creation and say, \"Where are My partners whom you worshipped besides Me?\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا آذَنَّاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"We inform You...\")</span> means, 'we tell You,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنَّا مِنْ شَهِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that none of us bears witness to it.)</span> means, 'not one of us will bear witness today that You have any partner.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those whom they used to invoke before <span class=\"gray\">(in this world)</span> shall disappear from them,)</span> means, they will go away, and will be of no benefit to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will perceive that they have no place of refuge)</span> means, they will have no way of escaping from the punishment of Allah. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the criminals shall see the Fire and apprehend that they have to fall therein. And they will find no way of escape from there.)</span><span class=\"gray\">(18:53)</span></p>"
  },
  {
    "ayah_key": "41:49",
    "group_ayah_key": "41:49",
    "from_ayah": "41:49",
    "to_ayah": "41:51",
    "ayah_keys": "41:49,41:50,41:51",
    "text": "<p lang=\"en\" class=\"en \">Man does not get tired of asking for good; but if an evil touches him, then he gives up all hope and is lost in despair <span>(49)</span>And truly, if We give him a taste of mercy from Us, after some adversity has touched him, he is sure to say: \"This is due to my <span class=\"gray\">(merit)</span>; I think not that the Hour will be established. But if I am brought back to my Lord, surely there will be for me the best with Him. \"Then, We verily will show to the disbelievers what they have done, and We shall make them taste a severe torment <span>(50)</span>And when We show favor to man, he turns away and becomes arrogant; but when evil touches him, then he has recourse to long supplications <span>(51)</span></p><p lang=\"en\" class=\"en \">Man is fickle when Ease comes to Him after Difficulty</p><p lang=\"en\" class=\"en \">Allah tells us that man never gets bored of asking his Lord for good things, such as wealth, physical health, etc., but if evil touches him – i.e., trials and difficulties or poverty –</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَيَئُوسٌ قَنُوطٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then he gives up all hope and is lost in despair.)</span>, i.e., he thinks that he will never experience anything good again.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And truly, if We give him a taste of mercy from Us, after some adversity has touched him, he is sure to say: \"This is due to my <span class=\"gray\">(merit)</span>...\")</span> means, if something good happens to him or some provision comes to him after a period of difficulty, he says, 'this is because of me, because I deserve this from my Lord.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I think not that the Hour will be established.)</span> means, he does not believe that the Hour will come. So when he is given some blessing, he becomes careless, arrogant and ungrateful, as Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَىٰ - أَنْ رَآهُ اسْتَغْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! Verily, man does transgress. Because he considers himself self-sufficient.)</span><span class=\"gray\">(96:6-7)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ رُجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if I am brought back to my Lord, surely there will be for me the best with Him.)</span> means, 'if there is a Hereafter after all, then my Lord will be generous and kind to me just as He was in this world.' So he expects Allah to do him favors in spite of his bad deeds and lack of certain faith. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, We verily will show to the disbelievers what they have done, and We shall make them taste a severe torment.)</span> Thus Allah threatens punishment and vengeance to those whose conduct and belief is like that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We show favor to man, he turns away and becomes arrogant;)</span> means, he turns away from doing acts of obedience and is too proud to obey the commands of Allah. This is like the Ayah:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَتَوَلَّىٰ بِرُكْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But <span class=\"gray\">[Fir'awn]</span> turned away along with his hosts)</span><span class=\"gray\">(51:39)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّهُ الشَّرُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but when evil touches him,)</span> means, difficulties,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُو دُعَاءٍ عَرِيضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then he has recourse to long supplications.)</span> means, he asks at length for one thing. Long supplications are those which are long on words and short on meaning. The opposite is concise speech which is brief but full of meaning. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَىٰ ضُرٍّ مَسَّهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when harm touches man, he invokes Us, lying on his side, or sitting or standing. But when We have removed his harm from him, he passes on as if he had never invoked Us for a harm that touched him!)</span><span class=\"gray\">(10:12)</span></p>"
  }
]