[
  {
    "ayah_key": "17:42",
    "group_ayah_key": "17:42",
    "from_ayah": "17:42",
    "to_ayah": "17:43",
    "ayah_keys": "17:42,17:43",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"If there had been other gods along with Him as they assert, then they would certainly have sought out a way to the Lord of the Throne <span>(42)</span>Glorified and Exalted is He high above what they say <span>(43)</span></p><p lang=\"en\" class=\"en \">Allah says: 'Say, O Muhammad, to these idolators who claim that Allah has a partner among His creation, and who worship others besides Him that they may bring them nearer to Him: if the matter is as you say, and there is another god besides Him whom you worship in order to draw closer to Him and so that he will intercede for you with Him, then those whom you worship would themselves worship Him and seek means to draw closer to Him. So worship Him alone, just as those on whom you call besides Him worship Him. You have no need of a deity to be an intermediary between you and Him, for He does not like or accept that, rather He hates it and rejects it, and has forbidden that through all of His Messengers and Prophets.' Then He glorifies and sanctifies Himself far above all that, and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified and Exalted is He high above what they say!)</span> meaning these idolators who transgress and do wrong when they claim that there are other gods besides Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عُلُوًّا كَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(high above)</span> means, far above. He is Allah, the One, the Self-Sufficient Master, Whom all creatures need. He begets not, nor was He begotten, and there is none comparable or coequal unto Him.</p>"
  },
  {
    "ayah_key": "17:44",
    "group_ayah_key": "17:44",
    "from_ayah": "17:44",
    "to_ayah": "17:44",
    "ayah_keys": "17:44",
    "text": "<p class=\"en translation\" lang=\"en\">The seven heavens and the earth and all that is therein, glorify Him and there is not a thing but glorifies His praise. But you understand not their glorification. Truly, He is Ever Forbearing, Oft-Forgiving <span>(44)</span></p><div lang=\"jv\" class=\"jv \"><h2>Everything glorifies Allah</h2></div><p lang=\"en\" class=\"en \">Allah says: the seven heavens and the earth and all that is therein, meaning the creatures that dwell therein, sanctify Him, exalt Him, venerate Him, glorify Him and magnify Him far above what these idolators say, and they bear witness that He is One in His Lordship and Divinity. </p><p lang=\"en\" class=\"en \">In everything there is a sign of Allah indicating that He is One. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whereby the heavens are almost torn, and the earth is split asunder, and the mountains fall in ruins, That they ascribe child to the Most Beneficent)</span><span class=\"gray\">(19:90-91)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there is not a thing but glorifies His praise.)</span> there is no created being that does not celebrate the praises of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you understand not their glorification.)</span></p><p lang=\"en\" class=\"en \">means, 'You do not understand them, O mankind, because it is not like your languages.' This applies to all creatures generally, animal, inanimate and botanical. This is the better known of the two opinions according to the most reliable of two opinions. It was reported in Sahih Al-Bukhari that Ibn Mas'ud said: \"We used to hear the Tasbih of the food as it was being eaten.\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that <span class=\"gray\">[Mu'adh bin Anas said that]</span> the Messenger of Allah ﷺ came upon some people who were sitting on their mounts and talking to one another. He said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْكَبُوهَا سَالِمَةً وَدَعُوهَا سَالِمَةً، وَلَا تَتَّخِذُوهَا كَرَاسِيَّ لِأَحَادِيثِكُمْ فِي الطُّرُقِ وَالْأَسْوَاقِ، فَرُبَّ مَرْكُوبَةٍ خَيْرٌ مِنْ رَاكِبِهَا، وَأَكْثَرُ ذِكْرًا للهِ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ride them safely then leave them safely. Do not use them as chairs for you to have conversations in the streets and marketplaces, because the one that is ridden may be better than the one who rides it, and may remember Allah more than he does.)</span></p><p lang=\"gd\" class=\"gd \">An-Nasa'i recorded in his Sunan that 'Abdullah bin 'Amr said: \"The Messenger of Allah ﷺ forbade us from killing frogs.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ كَانَ حَلِيمًا غَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, He is Ever Forbearing, Oft-Forgiving.)</span> means, He does not hasten to punish those who disobey Him, rather He gives them time and waits, then if they persist in their stubborn Kufr, He seizes them with a punishment of the All-Mighty, All-Capable. It was recorded in the Two Sahihs that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will let the wrongdoer carry on until, when He does seize him, He will never let him go.)</span> Then the Messenger of Allah ﷺ recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the punishment of your Lord when He seizes the <span class=\"gray\">(population of)</span> towns while they are doing wrong.)</span><span class=\"gray\">[11:102]</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a township did We destroy while they were given to wrongdoing.)</span><span class=\"gray\">[22:45]</span> until the end of two Ayat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a township did I give respite while it was given to wrongdoing.)</span><span class=\"gray\">[22:48]</span></p><p lang=\"en\" class=\"en \">Whoever gives up his disbelief and disobedience, and turns back to Allah in repentance, Allah will accept his repentance, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever does evil or wrongs himself but afterwards seeks Allah's forgiveness)</span><span class=\"gray\">[4:110]</span> Here, Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ كَانَ حَلِيمًا غَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, He is Ever Forbearing, Oft-Forgiving.)</span> At the end of Surah Fatir, He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ ۚ إِنَّهُ كَانَ حَلِيمًا غَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah grasps the heavens and the earth lest they should move away from their places, and if they were to move away from their places, there is not one that could grasp them after Him. Truly, He is Ever Most Forbearing, Oft-Forgiving...)</span> until His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Allah were to punish men)</span><span class=\"gray\">(35:41-45)</span></p>"
  },
  {
    "ayah_key": "17:45",
    "group_ayah_key": "17:45",
    "from_ayah": "17:45",
    "to_ayah": "17:46",
    "ayah_keys": "17:45,17:46",
    "text": "<p class=\"en translation\" lang=\"en\">And when you recite the Qur'an, We put between you and those who believe not in the Hereafter, an invisible veil <span>(45)</span>And We have put Akinnah over their hearts, lest they should understand it, and in their ears deafness. And when you make mention of your Lord Alone in the Qur'an, they turn on their backs, fleeing in extreme dislike <span>(46)</span></p><div lang=\"en\" class=\"en \"><h2>The Veil over the Hearts of the Idolators</h2></div><p lang=\"en\" class=\"en \">Allah says to His Messenger Muhammad ﷺ: 'When you recite Qur'an to these idolators, We put an invisible veil between you and them.' Qatadah and Ibn Zayd said, \"It is coverings over their hearts,\" as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِّمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Our hearts are under coverings <span class=\"gray\">(screened)</span> from that to which you invite us; and in our ears is deafness, and between us and you is a screen)</span><span class=\"gray\">[41:5]</span> meaning, there is something that is stopping and preventing your words from reaching us.</p><p class=\"fa qpc-hafs\" lang=\"fa\">حِجَابًا مَّسْتُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(an invisible veil.)</span> meaning something which covers, or that cannot be seen, so there is a barrier between them and guidance. This is the interpretation that Ibn Jarir <span class=\"gray\">(may Allah have mercy on him)</span> thought was correct.</p><p lang=\"cy\" class=\"cy \">Al-Hafiz Abu Ya'la Al-Mawusili recorded that Asma' bint Abi Bakr <span class=\"gray\">(may Allah be pleased with her)</span> said, \"When the Ayah,</p><p class=\"ps qpc-hafs\" lang=\"ps\">تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perish the two hands of Abu Lahab and perish he!)</span><span class=\"gray\">(111:1)</span> was revealed, the one-eyed woman Umm Jamil <span class=\"gray\">[the wife of Abu Lahab]</span> came with a stone pestle in her hand, screaming, 'What was sent to us is somebody blameworthy, or, we reject somebody blameworthy <span class=\"gray\">[Abu Musa - one of the narrators - said, it is I who am not sure what was said]</span>; we shun his religion and disobey whatever he commands!' The Messenger of Allah ﷺ was sitting with Abu Bakr by his side. Abu Bakr, may Allah be pleased with him, said, 'This woman has come and I am afraid she will see you.' The Prophet ﷺ said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا لَنْ تَرَانِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly she will not see me.)</span> and he recited Qur'an through which he was protected from her:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَّسْتُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you recite the Qur'an, We put between you and those who believe not in the Hereafter, an invisible veil)</span>. She came and found Abu Bakr, but she did not see the Prophet ﷺ. She said, 'O Abu Bakr, I have heard that your companion is lampooning me.' Abu Bakr said, 'No, by the Lord of this House <span class=\"gray\">[the Ka'bah]</span>, he is not lampooning you.' Then she went away, saying, 'The Quraysh know that I am the daughter of their master.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have put coverings over their hearts,)</span> Akinnah <span class=\"gray\">(coverings)</span> is the plural of Kinan, which covers the heart.</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن يَفْقَهُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest they should understand it,)</span> means, lest they should understand the Qur'an.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَفِي آذَانِهِمْ وَقْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in their ears deafness)</span> something that will stop them from hearing the Qur'an in such a way that they will understand it and be guided by it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you make mention of your Lord Alone in the Qur'an,)</span> means, when you declare Allah to be One in your recitation, and say 'La Ilaha Illallah',</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَّوْا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they turn)</span> means they turn away</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ أَدْبَارِهِمْ نُفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on their backs, fleeing in extreme dislike.)</span> As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Allah Alone is mentioned, the hearts of those who believe not in the Hereafter are filled with disgust <span class=\"gray\">(from the Oneness of Allah)</span>.)</span><span class=\"gray\">[39:45]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you make mention of your Lord Alone in the Qur'an,)</span> Commenting on this Ayah, Qatadah said that when the Muslims said La Ilaha Illallah, the idolators disliked this and found it intolerable. Iblis and his troops hated it, but Allah insisted on supporting it so that it would prevail over those who opposed it. Whoever uses it against his opponent will prevail, and whoever fights for it will be victorious. Only the Muslims of the Arabian Peninsula, which can be traversed by a rider in a few nights, knew it and accepted it, out of all mankind.</p>"
  }
]