[
  {
    "ayah_key": "55:1",
    "group_ayah_key": "55:1",
    "from_ayah": "55:1",
    "to_ayah": "55:13",
    "ayah_keys": "55:1,55:2,55:3,55:4,55:5,55:6,55:7,55:8,55:9,55:10,55:11,55:12,55:13",
    "text": "<p lang=\"fr\" class=\"fr \">The Introduction to  Surat Ar-Rahman</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Zirr said that a man said <span class=\"gray\">[to Ibn Mas'ud]</span>: \"How is this recited: \"Ma'in Ghayri Yasin or Asin?\" He asked him, \"Are you that proficient in reciting the whole Qur'an?\" He replied, \"I recite the Mufassal section in one Rak'ah.\" So he said, \"Woe to you! Do you recite the Qur'an in haste, as if it is poetry? I know that the Prophet ﷺ used to recite two Surahs from the beginning of the Mufassal section <span class=\"gray\">(in one Rak'ah)</span>.\" And Ibn Mas'ud considered Surat Ar-Rahman to be the beginning of the Mufassal section. </p><p lang=\"en\" class=\"en \">Abu 'Isa At-Tirmidhi recorded that Jabir said, \"The Messenger of Allah ﷺ went to his Companions and recited Surat Ar-Rahman from beginning to end for them, but they did not say anything. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَقَدْ قَرَأْتُهَا عَلَى الْجِنِّ لَيْلَةَ الْجِنِّ فَكَانُوا أَحْسَنَ مَرْدُودًا مِنْكُمْ، كُنْتُ كُلَّمَا أَتَيْتُ عَلَىٰ قَوْلِهِ: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ قَالُوا: لَا بِشَيْءٍ مِنْ نِعَمِكَ رَبَّنَا نُكَذِّبُ فَلَكَ الْحَمْدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I recited it to the Jinns, on the night of the Jinns and their response was better than yours! Whenever I recited Allah's statement: <span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span> They said, \"None of Your favors do we deny, our Lord! All praise is due to you.\" </span></p><p lang=\"gd\" class=\"gd \">At-Tirmidhi recorded it and he said, \"This Hadith is Gharib.\" Al-Hafiz Abu Bakr Al-Bazzar also collected this Hadith. Abu Ja'far Ibn Jarir recorded that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ recited Surat Ar-Rahman, or it was recited before him, and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لِيَ أَسْمَعُ الْجِنَّ أَحْسَنَ جَوَابًا لِرَبِّهَا مِنْكُمْ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do I hear the Jinn giving a better response to their Lord than you?)</span> They said, \"Why is that, O Allah's Messenger?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَتَيْتُ عَلَىٰ قَوْلِ اللهِ تَعَالَىٰ: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ إِلَّا قَالَتِ الْجِنُّ: لَا بِشَيْءٍ مِنْ نِعَمِ رَبِّنَا نُكَذِّبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whenever I recited the statement of Allah the Exalted, <span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span> The Jinn responded by saying, \"None of the favors of our Lord do we deny.\")</span>\" </p><p lang=\"en\" class=\"en \">Al-Hafiz Al-Bazzar also collected this Hadith.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحْمَٰنُ - عَلَّمَ الْقُرْآنَ - خَلَقَ الْإِنْسَانَ - عَلَّمَهُ الْبَيَانَ - الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ - وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ - وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ - أَلَّا تَطْغَوْا فِي الْمِيزَانِ - وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ - وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ - فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ - وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ     </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ar-Rahman!)</span><span class=\"gray\">(2. He has taught the Qur'an.)</span><span class=\"gray\">(3. He created man.)</span><span class=\"gray\">(4. He taught him Al-Bayan.)</span><span class=\"gray\">(5. The sun and the moon <span class=\"gray\">(run)</span> on fixed courses.)</span><span class=\"gray\">(6. And the Najm and the trees prostrating.)</span><span class=\"gray\">(7. And the heaven He has raised high, and He has set up the balance.)</span><span class=\"gray\">(8. In order that you may not transgress the balance.)</span><span class=\"gray\">(9. And observe the weight with equity and do not make the balance deficient.)</span><span class=\"gray\">(10. And the earth He has put down <span class=\"gray\">(laid)</span> for Al-An'am.)</span><span class=\"gray\">(11. Therein are fruits, date palms producing Akmam.)</span><span class=\"gray\">(12. And also corn, with <span class=\"gray\">(its)</span> 'Asf, and Rayhan.)</span><span class=\"gray\">(13. Then which of the blessings of your Lord will you both deny?)</span></p><p lang=\"en\" class=\"en \">Ar-Rahman revealed and taught the Qur'an</p><p lang=\"en\" class=\"en \">Allah informs of His favors and His mercy for His creatures, for He revealed the Qur'an to His servants, He made memorizing and understanding of it easy for those on whom He has bestowed His mercy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحْمَٰنُ - عَلَّمَ الْقُرْآنَ - خَلَقَ الْإِنْسَانَ - عَلَّمَهُ الْبَيَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ar-Rahman! He has taught the Qur'an. He created man. He taught him Al-Bayan.)</span> Al-Hasan said: \"Eloquent speech.\" This refers to Allah teaching the Qur'an, that is, teaching the servants how to recite it by making it easy for them to speak and pronounce letters with the various parts of the mouth, such as the alveolar bridge, the tongue and the lips.</p><p lang=\"en\" class=\"en \">Among Allah's Signs: the Sun, the Moon, the Sky and the Earth</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sun and the moon <span class=\"gray\">(run)</span> on fixed courses.)</span> They move in their orbit in perfect succession, according to precise calculation that is never delayed nor disturbed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the sun to overtake the moon, nor does the night outstrip the day. They all float, each in an orbit.)</span><span class=\"gray\">(36:40)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He is the)</span> Cleaver of the daybreak. He has appointed the night for resting, and the sun and the moon for calculating. Such is the measuring of the Almighty, the All-Knowing.)</span><span class=\"gray\">(6:96)</span>, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Najm and the trees prostrating.)</span> Ibn Jarir commented, \"Scholars of Tafsir disagreed over the meaning of Allah's statement, 'And the Najm.' They agreed, however, that the trees mentioned here are those that stand on trunks.\"</p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said, \"An-Najm refers to the plants that lay on the ground.\" </p><p lang=\"en\" class=\"en \">Similar was said by Sa'id bin Jubayr, As-Suddi and Sufyan Ath-Thawri. This is what Ibn Jarir preferred, may Allah have mercy upon him. Mujahid said, \"An-Najm <span class=\"gray\">(the star)</span>; the one that is in the sky.\" Al-Hasan and Qatadah said similarly. This is the saying that is the most obvious, and Allah knows best, for Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not that whoever is in the heavens and whoever is on the earth, and the sun, and the moon, and the stars, and the mountains, and the trees, and the moving creatures, and many of mankind prostrate themselves to Allah.)</span><span class=\"gray\">(22:18)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the heaven He has raised high, and He has set up the balance.)</span> meaning the justice, as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, We have sent Our Messengers with clear proofs, and sent down with them the Book and the balance that mankind may keep up equity.)</span><span class=\"gray\">(57:25)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تَطْغَوْا فِي الْمِيزَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In order that you may not transgress the balance.)</span> meaning, He created the heavens and earth in justice and truth so that everything is founded on, and observing, justice and truth. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And observe the weight with equity and do not make the balance deficient.)</span> meaning, do not cheat in the weights and measures, but rather observe justice and fairness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And weigh with the true and straight balance.)</span><span class=\"gray\">(26:182)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the earth He has put down <span class=\"gray\">(laid)</span> for Al-Ana'm.)</span> Allah raised the heavens and put down, or laid, the earth and balanced it with firm mountains, so that it would be stable for its residents that live on it, i.e. the various types and kinds of creatures, different in species, shape, color and language. Ibn 'Abbas, Mujahid, Qatadah and Ibn Zayd said that Al-An'am means the creatures.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا فَاكِهَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein are fruits,)</span> of various colors, taste and scent,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّخْلُ ذَاتُ الْأَكْمَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and date palms producing Akmam.)</span> Allah mentioned the date tree here specifically because of its benefit, both fresh and dry. Ibn Jurayj reported that Ibn 'Abbas said said Al-Akmam, means sheathed fruit stalks. Similar was said by more than one of the scholars of Tafsir, it refers to the stalks that the seeds grow in to become a cluster of dates, unripe green dates then they ripen and ripen more. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also corn, with <span class=\"gray\">(its)</span> 'Asf, and Rayhan.)</span> 'Ali bin Abi Talhah said that Ibn 'Abbas said that in,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحَبُّ ذُو الْعَصْفِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also corn, with <span class=\"gray\">(its)</span> 'Asf)</span>,</p><p lang=\"en\" class=\"en \">Asf means straw.\" Al-'Awfi reported from Ibn 'Abbas, \"'Asf is green leaves cut from the stem, so it is called 'Asf when it dries out.\" Similarly, Qatadah, Ad-Dahhak and Abu Malik said that 'Asf means straw. </p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Mujahid and others said that Rayhan means leaves, while Al-Hasan said that it means sweet-scented plants. 'Ali bin Abi Talhah reported that Ibn 'Abbas said that Rayhan means green leaves. </p><p lang=\"en\" class=\"en \">The meanings here, and Allah knows best, are the various crops that produce straw, such as wheat and barley, and Rayhan are the leaves that grow on the stems.</p><p lang=\"en\" class=\"en \">Mankind is surrounded by Allah's favors</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span> meaning, \"O mankind and Jinn, which of the favors that Allah has given to you do you deny?\" Mujahid and others said this, and it is apparent when one reads what comes after it. Meaning the favors that are obvious to you while you are surrounded by them, you cannot deny or reject them. </p><p lang=\"en\" class=\"en \">So we say, just as the believers among the Jinns said, \"O Allah! None of Your favors do we deny. All praise is due to You.\" Ibn 'Abbas used to say, \"Nay, our Lord!\" meaning, \"None of Your favors do we deny.\"</p>"
  }
]