[
  {
    "ayah_key": "59:18",
    "group_ayah_key": "59:18",
    "from_ayah": "59:18",
    "to_ayah": "59:20",
    "ayah_keys": "59:18,59:19,59:20",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Have Taqwa of Allah and let every person look to what he has sent forth for tomorrow, and fear Allah. Verily, Allah is All-Aware of what you do <span>(18)</span>And be not like those who forgot Allah, and He caused them to forget themselves. Those are the rebellious <span>(19)</span>Not equal are the dwellers of the Fire and the dwellers of the Paradise. It is the dwellers of Paradise that will be successful <span>(20)</span></p><p lang=\"en\" class=\"en \">The Command to have Taqwa and to prepare for the Day of Resurrection</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Al-Mundhir bin Jarir narrated that his father said, \"While we were in the company of the Messenger of Allah ﷺ in the early hours of the morning, some people came there who were barefooted, naked, wearing striped woolen clothes, or cloaks, with their swords hung <span class=\"gray\">(around their necks)</span>. Most of them, nay, all of them, belonged to the tribe of Mudar. The color of the face of the Messenger of Allah ﷺ underwent a change when he saw them in poverty. He then entered <span class=\"gray\">(his house)</span> and came out and commanded Bilal to pronounce Adhan. Bilal pronounced Adhan and Iqamah, and the Prophet ﷺ led the prayer. He then addressed them, first reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! Have Taqwa of your Lord, Who created you from a single person...)</span><span class=\"gray\">(4:1)</span>, until the end of the Ayah. Then he recited the Ayah that is in Surat Al-Hashr:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let every person look to what he has sent forth for tomorrow,\")</span> He then said, \"A man donated his Dinar, his Dirham, from his clothes, from his Sa' of wheat, from his Sa' of dates\" – until he said – \"even if it was half a date.\" Then a person among the Ansar came there with a moneybag, which his hands could scarcely lift; in fact, his hands could not lift it. Then the people followed continuously, until I saw two heaps of eatables and clothes. I saw the face of the Messenger ﷺ radiate with pleasure, like gold. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا بَعْدَهُ، مِنْ غَيْرِ أَنْ يُنْقَصَ مِنْ أُجُورِهِمْ شَيْءٌ، وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا، مِنْ غَيْرِ أَنْ يُنْقَصَ مِنْ أَوْزَارِهِمْ شَيْءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who sets a good example in Islam, there is a reward for him for this <span class=\"gray\">(act of goodness)</span> and reward of that also who acted according to it subsequently, without any deduction from their rewards. Whoever sets in Islam an evil example, there is upon him the burden of that evil and the burden of him also who acted upon it subsequently, without any deduction from their burden.)</span>\" Muslim recorded this Hadith via the chain of Shu'bah. Therefore, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Have Taqwa of Allah)</span>, ordains the Taqwa of Allah which pertains to obeying what He ordered and staying away from what He forbade. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let every person look to what he has sent forth for tomorrow,)</span> meaning, hold yourselves accountable before you are recompensed, and contemplate what you have kept for yourselves of good deeds for the Day of your return and being paraded before your Lord,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ ۚ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Have Taqwa of Allah)</span>, again ordering Taqwa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is All-Aware of what you do.)</span> Allah asserts that surely, He knows all of your deeds – O mankind – and actions. Nothing that pertains to you ever escapes His observation, nor any matter of yours, whether major or minor, is ever beyond His knowledge,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be not like those who forgot Allah, and He caused them to forget themselves.)</span> meaning, do not forget the remembrance of Allah, the Exalted, otherwise, He will make you forget to perform the good deeds that benefit you in your return, because the recompense is equated with the action. This is why Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْفَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those are the rebellious.)</span> referring to those who rebel against obedience to Allah, who will earn destruction on the Day of Resurrection and failure upon their return,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Let not your properties or your children divert you from the remembrance of Allah. And whosoever does that, then they are the losers.)</span><span class=\"gray\">(63:9)</span></p><p lang=\"en\" class=\"en \">The Residents of Paradise and the Residents of Hell are never Equal</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not equal are the dwellers of the Fire and the dwellers of the Paradise.)</span> meaning, these two categories of people are never the same with regards to the judgement of Allah, the Exalted, on the Day of Resurrection. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَاءَ مَا يَحْكُمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do those who earn evil deeds think that We shall hold them equal with those who believe and do righteous good deeds, in their present life and after their death? Worst is the judgement that they make.)</span><span class=\"gray\">(45:21)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ ۚ قَلِيلًا مَا تَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And not equal are the blind and those who see; nor are those who believe and do righteous good deeds and those who do evil. Little do you remember!)</span><span class=\"gray\">(40:58)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall We treat those who believe and do righteous good deeds as corrupters on earth? Or shall We treat those who have Taqwa as the wicked?)</span><span class=\"gray\">(38:28)</span></p><p lang=\"en\" class=\"en \">Therefore, Allah asserts that He will honor the righteous and humiliate the sinners, and this is why He said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the dwellers of Paradise that will be successful.)</span> that is, they are those who will earn safety and deliverance from the torment of Allah the Exalted and Most Honored.</p>"
  }
]