[
  {
    "ayah_key": "4:94",
    "group_ayah_key": "4:94",
    "from_ayah": "4:94",
    "to_ayah": "4:94",
    "ayah_keys": "4:94",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! When you go <span class=\"gray\">(to fight)</span> in the cause of Allah, verify <span class=\"gray\">(the truth)</span>, and say not to anyone who greets you: \"You are not a believer;\" seeking the perishable goods of the worldly life. There is much more benefit with Allah. Even as he is now, so were you yourselves before, till Allah conferred on you His Favors, therefore, be cautious in discrimination. Allah is Ever Well-Aware of what you do <span>(94)</span></p><div lang=\"en\" class=\"en \"><h2>Greeting with the Salam is a Sign of Islam</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Ikrimah said that Ibn 'Abbas said, \"A man from Bani Sulaym, who was tending a flock of sheep, passed by some of the Companions of the Prophet ﷺ and said Salam to them. They said <span class=\"gray\">(to each other)</span>, 'He only said Salam to protect himself from us.' Then they attacked him and killed him. They brought his sheep to the Prophet ﷺ, and this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe!)</span>, until the end of the Ayah.\" At-Tirmidhi recorded this in his <span class=\"gray\">(chapter on)</span> Tafsir, and said, \"This Hadith is Hasan, and it is also reported from Usamah bin Zayd.\" Al-Hakim also recorded it and said, \"Its chain is Sahih, but they did not collect it.\" Al-Bukhari recorded that Ibn 'Abbas commented;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقُولُوا لِمَنْ أَلْقَىٰ إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say not to anyone who greets you: \"You are not a believer;\")</span>, \"A man was tending his sheep and the Muslims caught up with him. He said, 'As-Salamu 'Alaykum.' However, they killed him and took his sheep. Allah revealed the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقُولُوا لِمَنْ أَلْقَىٰ إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say not to anyone who greets you: \"You are not a believer; seeking the perishable goods of the worldly life)</span>.\" Ibn 'Abbas said; \"The goods of this world were those sheep.\" And he recited,</p><p class=\"sd qpc-hafs\" lang=\"sd\">السَّلَامَ </p><p><span class=\"gray\">(Peace)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Al-Qa'qa' bin Abdullah bin Abi Hadrad narrated that his father 'Abdullah bin Abi Hadrad said, \"The Messenger of Allah ﷺ sent us to <span class=\"gray\">(the area of)</span> Idam. I rode out with a group of Muslims that included Abu Qatadah, Al-Harith bin Rab'i and Muhallam bin Juthamah bin Qays. We continued on until we reached the area of Idam, where 'Amr bin Al-Adbat Al-Ashja'i passed by us on his camel. When he passed by us he said Salam to us, and we did not attack him. Because of some previous problems with him, Muhallam bin Juthamah killed him and took his camel. When we went back to the Messenger of Allah ﷺ and told him what had happened, a part of the Qur'an was revealed about us,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When you go <span class=\"gray\">(to fight)</span> in the cause of Allah)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Well-Aware)</span>.\" Only Ahmad recorded this Hadith. Al-Bukhari recorded that Ibn 'Abbas said that the Messenger of Allah ﷺ said to Al-Miqdad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا كَانَ رَجُلٌ مُؤْمِنٌ يُخْفِي إِيمَانَهُ مَعَ قَوْمٍ كُفَّارٍ فَأَظْهَرَ إيمَانَهُ فَقَتَلْتَهُ، فَكَذلِكَ كُنْتَ أَنْتَ تُخْفِي إِيمَانَكَ بِمَكَّةَ مِنْ قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You killed a believing man who hid his faith with disbelieving people, after he had announced his faith to you. Remember that you used to hide your faith in Makkah before.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded this shorter version without a complete chain of narrators. However a longer version with a connected chain of narrators has also been recorded. Al-Hafiz Abu Bakr Al-Bazzar recorded that Ibn 'Abbas said, \"The Messenger of Allah ﷺ sent a military expedition under the authority of Al-Miqdad bin Al-Aswad and when they reached the designated area, they found the people had dispersed. However, a man with a lot of wealth did not leave and said, 'I bear witness that there is no deity worthy of worship except Allah.' Yet, Al-Miqdad killed him, and a man said to him, 'You killed a man after he proclaimed: \"There is no deity worthy of worship except Allah. By Allah I will mention what you did to the Prophet ﷺ.' When they went back to the Messenger of Allah, they said, 'O Messenger of Allah! Al-Miqdad killed a man who testified that there is no deity worthy of worship except Allah.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوا لِيَ الْمِقْدَادَ، يَا مِقْدَادُ! أَقَتَلْتَ رَجُلًا يَقُولُ: لَا إِلهَ إلَّا اللهُ، فَكَيْفَ لَكَ بِلَا إِلهَ إِلَّا اللهُ غَدًا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Summon Al-Miqdad before me. O Miqdad! Did you kill a man who proclaimed, \"There is no deity worthy of worship except Allah?\" What would you do when you face, \"There is no deity worthy of worship except Allah tomorrow?\")</span> Allah then revealed;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَىٰ إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِندَ اللَّهِ مَغَانِمُ كَثِيرَةٌ كَذَٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When you go <span class=\"gray\">(to fight)</span> in the cause of Allah, verify <span class=\"gray\">(the truth)</span>, and say not to anyone who greets you: \"You are not a believer;\" seeking the perishable goods of the worldly life. There are much more profits and booties with Allah. Even as he is now, so were you yourselves before till Allah conferred on you His Favors, therefore, be cautious in discrimination)</span>.</p><p lang=\"no\" class=\"no \">The Messenger of Allah ﷺ said to Al-Miqdad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ رَجُلٌ مُؤْمِنٌ يُخْفِي إِيمَانَهُ مَعَ قَوْمٍ كُفَّارٍ فَأَظْهَرَ إيمَانَهُ فَقَتَلْتَهُ، فَكَذَلِكَ كُنْتَ أَنْتَ تُخْفِي إِيمَانَكَ بِمَكَّةَ مِنْ قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He was a believing man who hid his faith among disbelieving people, and he announced his faith to you, but you killed him, although you used to hide your faith before, in Makkah.)</span>\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعِندَ اللَّهِ مَغَانِمُ كَثِيرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is much more benefit with Allah.)</span> means, better than what you desired of worldly possessions which made you kill the one who greeted you with the Salam and pronounced his faith to you. Yet, you ignored all this and accused him of hypocrisy, to acquire the gains of this life. However, the pure wealth with Allah is far better than what you acquired. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so were you yourselves before, till Allah conferred on you His Favors.)</span> means, beforehand, you used to be in the same situation like this person who hid his faith from his people. We mentioned the relevant Hadiths above. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember when you were few and were reckoned weak in the land)</span>. <span class=\"gray\">[8:26]</span> 'Abdur-Razzaq recorded that Sa'id bin Jubayr commented about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ كُنتُم مِّن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so were you yourselves before)</span>, \"You used to hide your faith, just as this shepherd hid his faith.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَبَيَّنُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(therefore, be cautious in discrimination)</span>, then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is Ever Well-Aware of what you do.)</span> and this part of the Ayah contains a threat and a warning, as Sa'id bin Jubayr stated.</p>"
  }
]