[
  {
    "ayah_key": "9:3",
    "group_ayah_key": "9:3",
    "from_ayah": "9:3",
    "to_ayah": "9:3",
    "ayah_keys": "9:3",
    "text": "<p class=\"en translation\" lang=\"en\">And a declaration from Allah and His Messenger to mankind on the greatest day of Hajj that Allah is free from obligations to the Mushrikin and so is His Messenger. So if you repent, it is better for you, but if you turn away, then know that you cannot escape Allah. And give tidings of a painful torment for those who disbelieve <span>(3)</span></p><div lang=\"en\" class=\"en \"><h2>Allah says, this is a declaration,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from Allah and His Messenger)</span>, and a preface warning to the people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ الْحَجِّ الْأَكْبَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on the greatest day of Hajj)</span>, the day of Sacrifice, the best and most apparent day of the Hajj rituals, during which the largest gathering confers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللَّهَ بَرِيءٌ مِّنَ الْمُشْرِكِينَ ۙ وَرَسُولُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that Allah is free from <span class=\"gray\">(all)</span> obligations to the Mushrikin and so is His Messenger.)</span> also free from all obligations to them. Allah next invites the idolators to repent,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تُبْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So if you repent)</span>, from the misguidance and Shirk you indulge in,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is better for you, but if you turn away)</span>, and persist on your ways,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then know that you cannot escape Allah)</span> Rather, Allah is capable over you, and you are all in His grasp, under His power and will,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give tidings of a painful torment for those who disbelieve)</span></p><p lang=\"en\" class=\"en \">earning them disgrace and affliction in this life and the torment of chains and barbed iron bars in the Hereafter. Al-Bukhari recorded that Abu Hurayrah said, \"Abu Bakr sent me during that Hajj with those dispatched on the day of Sacrifice to declare in Mina that no Mushrik will be allowed to attend Hajj after that year, nor will a naked person be allowed to perform Tawaf.\" </p><p lang=\"en\" class=\"en \">Humayd said, \"The Prophet ﷺ then sent 'Ali bin Abi Talib and commanded him to announce Bara'ah.\" Abu Hurayrah said, \"Ali publicized Bara'ah with us to the gathering in Mina on the day of Sacrifice, declaring that no Mushrik shall perform Hajj after that year, nor shall a naked person perform Tawaf around the House.\" Al-Bukhari also collected this Hadith the this narration of which, Abu Hurayrah said, \"On the day of Nahr, Abu Bakr sent me along with other announcers to Mina to make a public announcement that 'No pagan is allowed to perform Hajj after this year, and no naked person is allowed to perform the Tawaf around the Ka'bah.' Abu Bakr was leading the people in that Hajj season, and in the year of 'The Farewell Hajj' when the Prophet ﷺ performed Hajj, no Mushrik performed Hajj.'\" This is the narration that Al-Bukhari recorded in the Book on Jihad. </p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq reported a narration from Abu Ja'far Muhammad bin 'Ali bin Al-Husayn who said, \"When Bara'ah was revealed to Allah's Messenger ﷺ, and he had sent Abu Bakr to oversee the Hajj rites for the people, he was asked, 'O Messenger of Allah! Why not send this <span class=\"gray\">[message]</span> to Abu Bakr?' So ﷺ he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُؤَدِّي عَنِّي إِلَّا رَجُلٌ مِنْ أَهْلِ بَيْتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will not be accepted to have been from me if it is not from a man from my family.)</span> Then he ﷺ called for 'Ali and said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْرُجْ بِهٰذِهِ الْقِصَّةِ مِنْ صَدْرِ بَرَاءَةَ وَأَذِّنْ فِي النَّاسِ يَوْمَ النَّحْرِ إِذَا اجْتَمَعُوا بِمِنًى، أَنَّهُ لَا يَدْخُلُ الْجَنَّةَ كَافِرٌ، وَلَا يَحُجُّ بَعْدَ الْعَامِ مُشْرِكٌ، وَلَا يَطُوفُ بِالْبَيْتِ عُرْيَانٌ، وَمَنْ كَانَ لَهُ عِنْدَ رَسُولِ اللهِ صلّى الله عليه وسلّم عَهْدٌ فَهُوَ لَهُ إِلَى مُدَّتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take this section from the beginning of Bara'ah and proclaim to the people on the day of the Sacrifice while they are gathered at Mina that no disbeliever will enter Paradise, no idolator will be permitted to perform Hajj after the year, there will be no Tawaf while naked, and whoever has a covenant with Allah's Messenger, then it shall be valid until the time of its expiration.)</span></p><p lang=\"en\" class=\"en \">Ali rode the camel of Allah's Messenger ﷺ named Al-'Adba' until he caught up with Abu Bakr in route. When Abu Bakr saw him he said, 'Are you here as a commander or a follower.' 'Ali replied, 'A follower.' They continued on. Abu Bakr lead the people in Hajj while the Arabs were camping in their normal locations from Jahiliyyah. On the day of Sacrifice, 'Ali bin Abi Talib stood and proclaimed, 'O people! No disbeliever will be admitted into Paradise, no idolator will be permitted to perform Hajj next year, there shall be no Tawaf while naked, and whoever has a covenant with Allah's Messenger ﷺ, then it shall be valid until its time of expiration.' </p><p lang=\"en\" class=\"en \">So no idolator performed Hajj after that year, Tawaf around the House while naked ceased. Then they returned to Allah's Messenger ﷺ. So this was the declaration of innocence, whoever among the idolators had no treaty, then he had a treaty of peace for one year, if he had a particular treaty, then it was valid until its date of expiration.\"</p>"
  },
  {
    "ayah_key": "9:30",
    "group_ayah_key": "9:30",
    "from_ayah": "9:30",
    "to_ayah": "9:31",
    "ayah_keys": "9:30,9:31",
    "text": "<p lang=\"en\" class=\"en \">And the Jews say: \"Uzayr <span class=\"gray\">(Ezra)</span> is the son of Allah,\" and the Christians say: \"The Messiah is the son of Allah.\" That is their saying with their mouths, resembling the saying of those who disbelieved aforetime. May Allah fight them, how they are deluded away from the truth <span>(30)</span>They <span class=\"gray\">(Jews and Christians)</span> took their rabbis and their monks to be their lords besides Allah, and <span class=\"gray\">(they also took as their Lord)</span> the Messiah, son of Maryam, while they were commanded to worship none but One God, none has the right to be worshipped but He. Praise and hallowed be He above what they associate <span class=\"gray\">(with Him)</span>. <span>(31)</span></p><div lang=\"en\" class=\"en \"><h2>Fighting the Jews and Christians is legislated because They are Idolators and Disbelievers</h2></div><p lang=\"en\" class=\"en \">Allah the Exalted encourages the believers to fight the polytheists, disbelieving Jews and Christians, who uttered this terrible statement and utter lies against Allah, the Exalted. As for the Jews, they claimed that 'Uzayr was the son of God, Allah is free of what they attribute to Him. As for the misguidance of Christians over 'Isa, it is obvious. This is why Allah declared both groups to be liars,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ قَوْلُهُم بِأَفْوَاهِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is their saying with their mouths)</span>, but they have no proof that supports their claim, other than lies and fabrications,</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُضَاهِئُونَ </p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(resembling)</span>, imitating,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَوْلَ الَّذِينَ كَفَرُوا مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the saying of those who disbelieved aforetime.)</span></p><p lang=\"en\" class=\"en \">They imitate the previous nations who fell into misguidance just as Jews and Christians did,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتَلَهُمُ اللَّهُ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(may Allah fight them)</span>, Ibn 'Abbas said, \"May Allah curse them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّىٰ يُؤْفَكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(how they are deluded away from the truth!)</span> how they deviate from truth, when it is apparent, exchanging it for misguidance. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They took their rabbis and their monks to be their lords besides Allah, and the Messiah, son of Maryam)</span><span class=\"gray\">[9:31]</span>. </p><p lang=\"en\" class=\"en \">Imam Ahmad, At-Tirmidhi and Ibn Jarir At-Tabari recorded a Hadith via several chains of narration, from 'Adi bin Hatim, may Allah be pleased with him, who became Christian during the time of Jahiliyyah. When the call of the Messenger of Allah ﷺ reached his area, 'Adi ran away to Ash-Sham, and his sister and several of his people were captured. The Messenger of Allah ﷺ freed his sister and gave her gifts. So she went to her brother and encouraged him to become Muslim and to go to the Messenger of Allah ﷺ. 'Adi, who was one of the chiefs of his people <span class=\"gray\">(the tribe of Tai')</span> and whose father, Hatim At-Ta'i, was known for his generosity, went to Al-Madinah. When the people announced his arrival, 'Adi went to the Messenger of Allah ﷺ wearing a silver cross around his neck. The Messenger of Allah ﷺ recited this Ayah;</p><p class=\"fa qpc-hafs\" lang=\"fa\">اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They took their rabbis and their monks to be their lords besides Allah)</span>. </p><p lang=\"en\" class=\"en \">Adi commented, \"I said, 'They did not worship them.'\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَى إِنَّهُمْ حَرَّمُوا عَلَيْهِمُ الْحَلَالَ وَأَحَلُّوا لَهُمُ الْحَرَامَ فَاتَّبَعُوهُمْ فَذَلِكَ عِبَادَتُهُمْ إِيَّاهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes they did. They <span class=\"gray\">(rabbis and monks)</span> prohibited the allowed for them <span class=\"gray\">(Christians and Jews)</span> and allowed the prohibited, and they obeyed them. This is how they worshipped them.)</span> The Messenger of Allah ﷺ said to 'Adi,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَدِيُّ مَا تَقُولُ؟ أَيُفِرُّكَ أَنْ يُقَالَ: اللهُ أَكْبَرَ؟ فَهَلْ تَعْلَمُ شَيْئًا أَكْبَرَ مِنَ اللهِ؟ مَا يُفِرُّكَ؟ أَيُفِرُّكَ أَنْ يُقَالَ: لَا إِلَهَ إِلَّا اللهُ؟ فَهَلْ تَعْلَمُ مَنْ إِلٰهٌ إِلَّا اللهُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O 'Adi what do you say? Did you run away <span class=\"gray\">(to Ash-Sham)</span> so that 'Allahu Akbar' <span class=\"gray\">(Allah is the Great)</span> is not pronounced? Do you know of anything greater than Allah? What made you run away? Did you run away so that 'La ilaha illallah' is not pronounced? Do you know of any deity worthy of worship except Allah?)</span></p><p lang=\"en\" class=\"en \">The Messenger ﷺ invited 'Adi to embrace Islam, and he embraced Islam and pronounced the Testimony of Truth. The face of the Messenger of Allah ﷺ beamed with pleasure and he said to 'Adi,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْيَهُودَ مَغْضُوبٌ عَلَيْهِمْ وَالنَّصَارَى ضَالُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the Jews have earned the anger <span class=\"gray\">(of Allah)</span> and the Christians are misguided.)</span></p><p lang=\"en\" class=\"en \">Hudhayfah bin Al-Yaman, 'Abdullah bin 'Abbas and several others said about the explanation of,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They took their rabbis and their monks to be their lords besides Allah...)</span> that the Christians and Jews obeyed their monks and rabbis in whatever they allowed or prohibited for them. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَٰهًا وَاحِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they were commanded to worship none but One God)</span>, </p><p lang=\"en\" class=\"en \">Who, whatever He renders prohibited is the prohibited, whatever He allowed is the allowed, whatever He legislates, is to be the law followed, and whatever He decides is to be adhered to;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا إِلَٰهَ إِلَّا هُوَ ۚ سُبْحَانَهُ عَمَّا يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None has the right to be worshipped but He. Hallowed be He above what they associate <span class=\"gray\">(with Him)</span>.)</span></p><p lang=\"en\" class=\"en \">Meaning, exalted, sanctified, hallowed above partners, equals, aids, rivals or children, there is no deity or Lord worthy of worship except Him.</p>"
  }
]