[
  {
    "ayah_key": "2:210",
    "group_ayah_key": "2:210",
    "from_ayah": "2:210",
    "to_ayah": "2:210",
    "ayah_keys": "2:210",
    "text": "<p class=\"en translation\" lang=\"en\">Do they then wait for anything other than that Allah should come to them over the shadows of the clouds and the angels? <span class=\"gray\">(Then)</span> the case would be already judged. And to Allah return all matters <span class=\"gray\">(for decision)</span><span>(210)</span></p><div lang=\"gl\" class=\"gl \"><h2>Do not delay embracing the Faith</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلَائِكَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they then wait for anything other than that Allah should come to them over the shadows of the clouds and the angels?)</span> on the Day of Resurrection to judge the early and the latter creations. Allah shall then reward each according to his or her deeds; and whoever does good shall see it, and whoever does evil shall see it. This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُضِيَ الْأَمْرُ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Then)</span> the case would be already judged. And to Allah return all matters <span class=\"gray\">(for decision)</span>.)</span></p><p lang=\"fil\" class=\"fil \">Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا - وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا - وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنسَانُ وَأَنَّىٰ لَهُ الذِّكْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! When the earth is ground to powder. And your Lord comes with the angels in rows. And Hell will be brought near that Day. On that Day will man remember, but how will that remembrance <span class=\"gray\">(then)</span> avail him?)</span><span class=\"gray\">(89:21-23)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they then wait for anything other than that the angels should come to them, or that your Lord <span class=\"gray\">(Allah)</span> should come, or that some of the signs of your Lord should come <span class=\"gray\">(i. e., portents of the Hour, e.g., rising of the sun from the west)</span>!)</span><span class=\"gray\">(6:158)</span></p><p lang=\"ig\" class=\"ig \">Abu Ja'far Razi reported that Abu Al-'Aliyah narrated that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلَائِكَةُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they then wait for anything other than that Allah should come to them over the shadows of the clouds and the angels?)</span> means, the angels will descend on the shadows of clouds, while Allah comes as He wills. Some of the reciters read it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ </p><p lang=\"en\" class=\"en \">Do they then wait for anything other than that Allah should come to them and also the angels over the shadows of the clouds. This is similar to Allah's other statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنزِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> the Day when the heaven shall be rent asunder with clouds, and the angels will be sent down, with a grand descending.)</span><span class=\"gray\">(25:25)</span></p>"
  },
  {
    "ayah_key": "2:211",
    "group_ayah_key": "2:211",
    "from_ayah": "2:211",
    "to_ayah": "2:212",
    "ayah_keys": "2:211,2:212",
    "text": "<p lang=\"en\" class=\"en \">Ask the Children of Israel how many clear Ayat <span class=\"gray\">(proofs, evidences, verses, lessons, signs, revelations, etc.)</span> We gave them. And whoever changes Allah's favor after it has come to him, <span class=\"gray\">[e.g., renounces the religion of Allah <span class=\"gray\">(Islam)</span> and accepts Kufr <span class=\"gray\">(disbelief)</span>]</span> then surely, Allah is severe in punishment <span>(211)</span>Beautified is the life of this world for those who disbelieve, and they mock at those who believe. But those who have Taqwa, will be above them on the Day of Resurrection. And Allah gives <span class=\"gray\">(of His bounty, blessings, favors, and honors on the Day of Resurrection)</span> to whom He wills without limit <span>(212)</span></p><div lang=\"en\" class=\"en \"><h2>The Punishment for changing Allah's Favor and mocking the Believers</h2></div><p lang=\"en\" class=\"en \">Allah mentioned that the Children of Israel, were witnesses to many clear signs that attest to the truth of Moses regarding what he was sent with for them. They witnessed his hand <span class=\"gray\">(when it became lit with light)</span>, his parting the sea, his striking the rock <span class=\"gray\">(and water flowed from the rock)</span>, the clouds that shaded them during the intense heat, the manna and the quails, and so forth. These signs attested to the existence of the Creator and the truth of Moses by whose hand these signs appeared. Yet, so many among them changed Allah's favor, by preferring disbelief to faith and by ignoring Allah's favors,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُبَدِّلْ نِعْمَةَ اللَّهِ مِن بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever changes Allah's favor after it had come to him, then surely, Allah is severe in punishment.)</span></p><p lang=\"en\" class=\"en \">Similarly, Allah said about the disbelievers of Quraysh:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ - جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who have changed the blessings of Allah into disbelief, and caused their people to dwell in the house of destruction? Hell, in which they will burn, ـ and what an evil place to settle in!)</span><span class=\"gray\">(14:28-29)</span></p><p lang=\"en\" class=\"en \">Then Allah states that He has made the life of this world beautiful for the disbelievers who are satisfied with it, who collect wealth, but refrain from spending it on what they have been commanded, which could earn them Allah's pleasure. Instead, they ridicule the believers who ignore this life and who spend whatever they earn on what pleases their Lord. The believers spend seeking Allah's Face, and this is why they have gained the ultimate happiness and the best share on the Day of the Return. Therefore, they will be exalted above the disbelievers at the Gathering Place, when they are gathered, during the resurrection and in their final destination. The believers will reside in the highest grades in the utmost highs, while the disbelievers will reside in the lowest of lows <span class=\"gray\">(in the Fire)</span>.</p><p lang=\"en\" class=\"en \">This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah gives to whom He wills without limit.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that Allah gives sustenance to whomever He wills of His servants without count or limit in this and the Hereafter. A Hadith has stated <span class=\"gray\">(that Allah said)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنَ آدَمَ أَنْفِقْ أُنْفِقْ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O son of Adam! Spend <span class=\"gray\">(in Allah's cause)</span> and I <span class=\"gray\">(Allah)</span> will spend on you.)</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْفِقْ بِلَالُ وَلَا تَخْشَ مِنْ ذِي الْعَرْشِ إِقْلَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Bilal! Spend and do not fear deprivation from the Owner of the Throne.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنفَقْتُم مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and whatsoever you spend of anything <span class=\"gray\">(in Allah's cause)</span>, He will replace it.)</span><span class=\"gray\">(34:39)</span> In addition, it is reported in the Sahih <span class=\"gray\">(that the Prophet ﷺ said)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ مَلَكَيْنِ يَنْزِلَانِ مِنَ السَّمَاءِ صَبِيحَةَ كُلِّ يَوْمٍ فَيَقُولُ أحَدُهُمَا: اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا، وَيَقُولُ الآخَرُ: اللَّهُمَّ أعْطِ مُمْسِكًا تَلَفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every day two angels come down from heavens and one of them says, 'O Allah! Compensate every person who spends in Your cause,' and the other <span class=\"gray\">(angel)</span> says, 'O Allah! Destroy every miser.')</span> Also in the Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ ابْنُ آدَمَ: مَالِي مَالِي. وَهَلْ لَكَ مِنْ مَالِكَ إِلَّا مَا أَكَلْتَ فَأَفْنَيْتَ، وَمَا لَبِسْتَ فَأَبْلَيْتَ، وَمَا تَصَدَّقْتَ فَأَمْضَيْتَ، وَمَا سِوَى ذلِكَ فَذَاهِبٌ وَتَارِكُهُ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The son of Adam says, 'My money, my money!' Yet, what is your money except that which you eat and use up, wear and tear, and spend in charity and thus keep <span class=\"gray\">(in your record)</span>. Other than that, it will go away and will be left for the people <span class=\"gray\">(the inheritors)</span>.)</span></p><p lang=\"en\" class=\"en \">In addition, Imam Ahmad reported that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الدُّنْيَا دَارُ مَنْ لَا دَارَ لَهُ، وَمَالُ مَنْ لَا مَالَ لَهُ، وَلَهَا يَجْمَعُ مَنْ لَا عَقْلَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Dunya <span class=\"gray\">(life of this world)</span> is the residence of those who have no residence, the wealth of those who have no wealth, and it is harvested by those who have no sense of reason.)</span></p>"
  }
]