[
  {
    "ayah_key": "7:127",
    "group_ayah_key": "7:127",
    "from_ayah": "7:127",
    "to_ayah": "7:129",
    "ayah_keys": "7:127,7:128,7:129",
    "text": "<p lang=\"en\" class=\"en \">The chiefs of Fir'awn's people said: \"Will you leave Musa and his people to spread mischief in the land, and to abandon you and your gods?\" He said: \"We will kill their sons, and let their women live, and we have indeed irresistible power over them. <span>(127)</span>Musa said to his people: \"Seek help in Allah and be patient. Verily, the earth is Allah's. He gives it as a heritage to whom He wills of His servants; and the <span class=\"gray\">(blessed)</span> end is for the pious and righteous persons. <span>(128)</span>They said: \"We suffered troubles before you came to us, and since you have come to us.\" He said: \"It may be that your Lord will destroy your enemy and make you successors on the earth, so that He may see how you act? <span>(129)</span></p><div lang=\"en\" class=\"en \"><h2>Fir'awn vows to kill the Children of Israel, Who complain to Musa; Allah promises Them Victory</h2></div><p lang=\"en\" class=\"en \">Allah mentions the conspiracy of Fir'awn and his people, their ill intentions and their hatred for Musa and his people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الْمَلَأُ مِن قَوْمِ فِرْعَوْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The chiefs of Fir'awn's people said)</span>, to Fir'awn,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَتَذَرُ مُوسَىٰ وَقَوْمَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Will you leave Musa and his people\")</span>, will you let them be free,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُفْسِدُوا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"to spread mischief in the land\")</span>, spreading unrest among your subjects and calling them to worship their Lord instead of you?</p><p lang=\"en\" class=\"en \">Amazingly, these people were worried that Musa and his people would cause mischief! Rather, Fir'awn and his people are the mischief-makers, but they did not realize it. They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَذَرَكَ وَآلِهَتَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and to abandon you and your gods\")</span></p><p lang=\"en\" class=\"en \">Your gods', according to Ibn 'Abbas, as As-Suddi narrated from him, \"Were cows. Whenever they saw a beautiful cow, Fir'awn would command them to worship it. This is why As-Samiri, made the statue of a calf that seemed to moo for the Children of Israel.\" Fir'awn accepted his people's recommendation, saying,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We will kill their sons, and let their women live\")</span> thus reiterating his previous order concerning the Children of Israel. He had tormented them <span class=\"gray\">[killing every newly born male]</span> before Musa was born, so that Musa would not live. However, the opposite of what Fir'awn sought and intended occurred. The same end struck Fir'awn that he intended to subjugate and humiliate the Children of Israel with. Allah gave victory to the Children of Israel, humiliated and disgraced Fir'awn, and caused him to drown along with his soldiers. </p><p lang=\"en\" class=\"en \">When Fir'awn insisted on his evil plot against the Children of Israel,</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ مُوسَىٰ لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa said to his people: \"Seek help in Allah and be patient\")</span> and promised them that the good end will be theirs and that they will prevail, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ - قَالُوا أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِن بَعْدِ مَا جِئْتَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, the earth is Allah's. He gives it as a heritage to whom He wills of His servants; and the <span class=\"gray\">(blessed)</span> end is for the pious and righteous persons.\" They said: \"We suffered troubles before you came to us, and since you have come to us.\")</span></p><p lang=\"en\" class=\"en \">The Children of Israel replied to Musa, 'they <span class=\"gray\">(Fir'awn and his people)</span> inflicted humiliation and disgrace on us, some you witnessed, both before and after you came to us, O Musa'! Musa replied, reminding them of their present situation and how it will change in the future,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"It may be that your Lord will destroy your enemy...\")</span> encouraging them to appreciate Allah when the afflictions are removed and replaced by a bounty.</p>"
  },
  {
    "ayah_key": "7:13",
    "group_ayah_key": "7:13",
    "from_ayah": "7:13",
    "to_ayah": "7:15",
    "ayah_keys": "7:13,7:14,7:15",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah)</span> said: \"<span class=\"gray\">(O Iblis)</span> get down from this <span class=\"gray\">(Paradise)</span>, it is not for you to be arrogant here. Get out, for you are of those humiliated and disgraced. <span>(13)</span><span class=\"gray\">(Iblis)</span> said: \"Allow me respite till the Day they are raised up <span class=\"gray\">(the Day of Resurrection)</span>. <span>(14)</span><span class=\"gray\">(Allah)</span> said: \"You are of those respited.\") Allah ordered Ibli <span>(15)</span></p><p class=\"ur qpc-hafs\" lang=\"ur\">فَاهْبِطْ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Get down from this)</span> \"because you defied My command and disobeyed Me. Get out, it is not for you to be arrogant here,\" in Paradise, according to the scholars of Tafsir. It could also refer to particular status which he held in the utmost highs. Allah said to Iblis,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Get out, for you are of those humiliated and disgraced.)</span> as just recompense for his ill intentions, by giving him the opposite of what he intended <span class=\"gray\">(arrogance)</span>. This is when the cursed one remembered and asked for respite until the Day of Judgment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ - قَالَ فَإِنَّكَ مِنَ الْمُنظَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then allow me respite till the Day they are raised up. <span class=\"gray\">(Allah)</span> said: \"Then you are of those respited.\")</span><span class=\"gray\">[15:36-37]</span></p><p lang=\"en\" class=\"en \">Allah gave Shaytan what he asked for out of His wisdom, being His decision and decree, that is never prevented or resisted. Surely, none can avert His decision, and He is swift in reckoning.</p>"
  },
  {
    "ayah_key": "7:130",
    "group_ayah_key": "7:130",
    "from_ayah": "7:130",
    "to_ayah": "7:131",
    "ayah_keys": "7:130,7:131",
    "text": "<p lang=\"en\" class=\"en \">And indeed We punished the people of Fir'awn with years of drought and lack of fruits <span class=\"gray\">(crops)</span>, that they might remember <span class=\"gray\">(take heed)</span><span>(130)</span>But whenever good came to them, they said: \"This is for us.\" And if evil afflicted them, they considered it an omen about Musa and those with him. Be informed! Verily, their omens are with Allah but most of them know not <span>(131)</span></p><div lang=\"en\" class=\"en \"><h2>Fir'awn and His People suffer Years of Drought</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We punished the people of Fir'awn)</span> We tested and tried them,</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِالسِّنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with years of drought)</span> of famine due to little produce,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَقْصٍ مِّنَ الثَّمَرَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and lack of fruits)</span>, which is less severe, according to Mujahid. Abu Ishaq narrated that Raja' bin Haywah said, \"The date tree used to produce only one date!\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَذَّكَّرُونَ - فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That they might remember <span class=\"gray\">(take heed)</span>. But whenever good came to them)</span> such as a fertile season and provisions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَنَا هَٰذِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they said, \"This is for us.\")</span>, because we deserve it,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن تُصِبْهُمْ سَيِّئَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if evil afflicted them)</span> drought and famine,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَطَّيَّرُوا بِمُوسَىٰ وَمَن مَّعَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they considered it an omen Musa and those with him.)</span> saying that this hardship is because of them and what they have done.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّمَا طَائِرُهُمْ عِندَ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, their omens are with Allah)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّمَا طَائِرُهُمْ عِندَ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, their omens are with Allah)</span> \"Allah says that their afflictions are with and from Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most of them know not.)</span>\"</p>"
  }
]