[
  {
    "ayah_key": "37:149",
    "group_ayah_key": "37:149",
    "from_ayah": "37:149",
    "to_ayah": "37:160",
    "ayah_keys": "37:149,37:150,37:151,37:152,37:153,37:154,37:155,37:156,37:157,37:158,37:159,37:160",
    "text": "<p lang=\"en\" class=\"en \">Now ask them: \"Are there <span class=\"gray\">(only)</span> daughters for your Lord and sons for them? <span>(149)</span>Or did We create the angels female while they were witnesses <span>(150)</span>Verily, it is of their falsehood that they say <span>(151)</span>\"Allah has begotten.\" And, verily, they are liars <span>(152)</span>Has He <span class=\"gray\">(then)</span> chosen daughters rather than sons <span>(153)</span>What is the matter with you? How do you decide <span>(154)</span>Will you not then remember <span>(155)</span>Or is there for you a plain authority <span>(156)</span>Then bring your Book if you are truthful <span>(157)</span>And they have invented a kinship between Him and the Jinn, but the Jinn know well that they have indeed to appear <span class=\"gray\">(before Him)</span><span>(158)</span>Glorified be Allah! <span class=\"gray\">(He is free)</span> from what they attribute unto Him <span>(159)</span>Except the servants of Allah, whom He chooses <span>(160)</span></p><p lang=\"en\" class=\"en \">Refutation of Those Who attribute Children to Allah and say that the Angels are His Daughters</p><p lang=\"en\" class=\"en \">Allah denounces those idolators who attribute daughters to Allah – exalted be He above that – and attributed to themselves what they desired, i.e., they wanted male offspring to themselves.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَىٰ ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the news of <span class=\"gray\">(the birth of)</span> a female <span class=\"gray\">(child)</span> is brought to any of them, his face becomes dark, and he is filled with inward grief!)</span><span class=\"gray\">(16:58)</span>, i.e., that upsets him, and he would only choose sons for himself. Allah says: 'Then how can they attribute to Allah the share that they would not choose for themselves?' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَفْتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now ask them)</span> means, quiz them by way of denunciation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are there <span class=\"gray\">(only)</span> daughters for your Lord and sons for them?)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَىٰ - تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it for you the males and for Him the females? That indeed is a division most unfair!)</span><span class=\"gray\">(53:21-22)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ خَلَقْنَا الْمَلَائِكَةَ إِنَاثًا وَهُمْ شَاهِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or did We create the angels female while they were witnesses?)</span> means, how did they decide that the angels are female when they did not witness their creation? This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ أَشَهِدُوا خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they make the angels females who themselves are servants of the Most Gracious. Did they witness their creation? Their testimony will be recorded, and they will be questioned!)</span><span class=\"gray\">(43:19)</span>, which means, they will be questioned about that on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُمْ مِنْ إِفْكِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it is of their falsehood)</span> means, it is a part of the lies they tell.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَقُولُونَ - وَلَدَ اللَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they say: \"Allah has begotten.\")</span> meaning, that offspring have been born to Him.</p><p class=\"ps qpc-hafs\" lang=\"ps\"> وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they are liars!)</span> Allah mentions three of the things they said about the angels, which formed the utmost disbelief and falsehood. They said that they were the daughters of Allah and that Allah had offspring – exalted and sanctified be He above that. Then they made these offspring female, then they worshipped them instead of Allah, exalted and sanctified be He – any of which on its own would be sufficient to condemn them to spend eternity in Hell. Then Allah says, denouncing them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has He <span class=\"gray\">(then)</span> chosen daughters rather than sons?)</span> meaning, what would make Him choose daughters rather than sons? This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has then your Lord preferred for you sons, and taken for Himself from among the angels daughters? Verily, you indeed utter an awful saying.)</span><span class=\"gray\">(17:40)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ كَيْفَ تَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the matter with you? How do you decide?)</span> meaning, 'what kind of reasoning makes you say that?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَذَكَّرُونَ - أَمْ لَكُمْ سُلْطَانٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not then remember? Or is there for you a plain authority?)</span> means, 'evidence to prove what you say.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوا بِكِتَابِكُمْ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then bring your Book if you are truthful!)</span> means, 'produce evidence for that derived from a Book revealed from heaven by Allah, to prove that He has taken what you say <span class=\"gray\">(i.e., offspring)</span>. What you say is totally irrational.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have invented a kinship between Him and the Jinn,)</span> Mujahid said, \"The idolators said that the angels were the daughters of Allah. Abu Bakr, may Allah be pleased with him, said, 'Then who are their mothers?' They said, 'The daughters of the leaders of the Jinn.'\" Qatadah and Ibn Zayd also said this. Allah – may He be blessed and exalted – says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمَتِ الْجِنَّةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but the jinn know)</span> meaning, those to whom this is attributed</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ لَمُحْضَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(know well that they have indeed to appear <span class=\"gray\">(before Him)</span>.)</span> means, that those who say that will be brought forth for punishment on the Day of Reckoning, because of the lies and falsehood that they uttered without knowledge.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified be Allah! <span class=\"gray\">(He is free)</span> from what they attribute unto Him!)</span> means, exalted, sanctified and glorified be He far above having any offspring and far above what the wrongdoers and heretics attribute to Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except the servants of Allah, whom He chooses.)</span> The pronoun in the verb translated as \"they attribute\" refers to all of mankind, then He excludes those whom He chooses, who are the ones who follow the truth revealed to every Prophet who was sent.</p>"
  }
]