[
  {
    "ayah_key": "2:8",
    "group_ayah_key": "2:8",
    "from_ayah": "2:8",
    "to_ayah": "2:9",
    "ayah_keys": "2:8,2:9",
    "text": "<p class=\"en translation\" lang=\"en\">And of mankind, there are some who say: \"We believe in Allah and the Last Day\" while in fact they do not believe <span>(8)</span>They try to deceive Allah and those who believe, while they only deceive themselves, and perceive <span class=\"gray\">(it)</span> not <span>(9)</span></p><div lang=\"en\" class=\"en \"><h2>Meaning of Nifaq</h2></div><p lang=\"en\" class=\"en \">Nifaq means to show conformity - or agreement - and to conceal evil. Nifaq has several types: Nifaq in the creed that causes its people to reside in Hell for eternity, and Nifaq in deed, which is one of the major sins, as we will explain soon, Allah willing. Ibn Jurayj said of the hypocrite that, \"His actual deeds are different from what he publicizes, what he conceals is different from what he utters, his entrance and presence are not the same as his exit and absence.\"</p><div lang=\"sv\" class=\"sv \"><h2>The Beginning of Hypocrisy</h2></div><p lang=\"en\" class=\"en \">The revelations about the characteristics of the hypocrites were revealed in Al-Madinah, this is because there were no hypocrites in Makkah. Rather the opposite was the situation in Makkah, since some people were forced to pretend that they were disbelievers, while their hearts concealed their faith. Afterwards, the Messenger of Allah ﷺ migrated to Al-Madinah, where the Ansar from the tribes of Aws and Khazraj resided. They used to worship idols during the pre-Islamic period of ignorance, just as the rest of the Arab idolators. Three Jewish tribes resided in Al-Madinah, Banu Qaynuqa'-allies of Al-Khazraj, Banu An-Nadir and Banu Qurayzah-allies of the Aws. Many members of the Aws and Khazraj tribes embraced Islam. However, only a few Jews embraced Islam, such as 'Abdullah bin Salam. During the early stage in Al-Madinah, there weren't any hypocrites because the Muslims were not strong enough to be feared yet. On the contrary, the Messenger of Allah ﷺ conducted peace treaties with the Jews and several other Arab tribes around Al-Madinah. Soon after, the battle of Badr occurred and Allah gave victory to Islam and its people. 'Abdullah bin Ubayy bin Salul was a leader in Al-Madinah. He was Al-Khazraj's chief, and during the period of Jahiliyyah he was the master of both tribes - Aws and Khazraj. They were about to appoint him their king when the Message reached Al-Madinah, and many in Al-Madinah embraced Islam. Ibn Salul's heart was filled with hatred against Islam and its people. When the battle of Badr took place, he said, \"Allah's religion has become apparent.\" So he pretended to be Muslim, along with many of those who were just like him, as well as many among the People of the Book. It was then that hypocrisy began in Al-Madinah and among the surrounding nomad tribes. As for the Emigrants, none of them were hypocrites, since they emigrated willingly <span class=\"gray\">(seeking the pleasure of Allah)</span>. Rather, when a Muslim would emigrate from Makkah, he would be forced to abandon all of his wealth, offspring and land; he would do so seeking Allah's reward in the Hereafter.</p><div lang=\"su\" class=\"su \"><h2>The Tafsir of Ayah 2:8</h2></div><p lang=\"mt\" class=\"mt \">Muhammad bin Ishaq narrated that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُم بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of mankind, there are some who say: \"We believe in Allah and the Last Day\" while in fact they do not believe)</span> \"This refers to the hypocrites among the Aws and Khazraj and those who behaved as they did.\"</p><p lang=\"en\" class=\"en \">This is how Abu Al-'Aliyah, Al-Hasan, Qatadah and As-Suddi explained this Ayah. Allah revealed the characteristics of the hypocrites, so that the believers would not be deceived by their outer appearance, thus saving the believers from a great evil. Otherwise, the believers might think that the hypocrites were believers, when in reality they are disbelievers. To consider the sinners as righteous people is extremely dangerous, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُم بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of mankind, there are some who say: \"We believe in Allah and the Last Day\" while in fact they do not believe)</span> meaning, they utter these false statements only with their tongues, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ ۗ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the hypocrites come to you <span class=\"gray\">(O Muhammad ﷺ)</span>, they say: \"We bear witness that you are indeed the Messenger of Allah.\" Allah knows that you are indeed His Messenger)</span><span class=\"gray\">(63:1)</span>.</p><p lang=\"en\" class=\"en \">This Ayah means that the hypocrites utter these statements only when they meet you, not because they actually believe what they are saying. The hypocrites emphasize their belief in Allah and the Last Day with their words, when that is not the case in reality. Therefore, Allah stated that the hypocrites lie in their testimony of creed, when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah bears witness that the hypocrites are indeed liars.)</span><span class=\"gray\">(63:1)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while in fact they believe not)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They try to deceive Allah and those who believe)</span>. The hypocrites show belief outwardly while concealing disbelief. They think that by doing this, they will mislead Allah, or that the statements they utter will help them with Allah, and this is an indication of their total ignorance. They think that such behavior will deceive Allah, just as it might deceive some of the believers. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ ۚ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Allah will resurrect them all together; then they will swear to Him as they swear to you. And they think that they have something <span class=\"gray\">(to stand upon)</span>. Verily, they are liars!)</span><span class=\"gray\">(58:18)</span>. aHence, Allah refuted their way by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَخْدَعُونَ إلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While they only deceive themselves, and perceive <span class=\"gray\">(it)</span> not!)</span> Allah stated that the hypocrites only deceive themselves by this behavior, although they are unaware of this fact. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the hypocrites try to deceive Allah, but it is He Who deceives them)</span><span class=\"gray\">(4:142)</span>.</p><p lang=\"en\" class=\"en \">Also, Ibn Abi Hatim narrated that Ibn Jurayj commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the hypocrites seek to deceive Allah, but it is He Who deceives them)</span>, \"The hypocrites pronounce, 'There is no deity worthy of worship except Allah' seeking to ensure the sanctity of their blood and money, all the while concealing disbelief.\"Sa'id said that Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُم بِمُؤْمِنِينَ - يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of mankind, there are some who say: \"We believe in Allah and the Last Day\" while in fact they believe not. They try to deceive Allah and those who believe, while they only deceive themselves, and perceive <span class=\"gray\">(it)</span> not!)</span></p><p lang=\"en\" class=\"en \">\"This is the description of a hypocrite. He is devious, he says the truth with his tongue and defies it with his heart and deeds. He wakes up in a condition other than the one he goes to sleep in, and goes to sleep in a different condition than the one he wakes up in. He changes his mind just like a ship that moves about whenever a wind blows.\"</p>"
  },
  {
    "ayah_key": "2:80",
    "group_ayah_key": "2:80",
    "from_ayah": "2:80",
    "to_ayah": "2:80",
    "ayah_keys": "2:80",
    "text": "<p class=\"en translation\" lang=\"en\">And they <span class=\"gray\">(Jews)</span> say, \"The Fire shall not touch us but for a few numbered days.\" Say <span class=\"gray\">(O Muhammad ﷺ to them)</span>: \"Have you taken a covenant from Allah, so that Allah will not break His covenant? Or is it that you say of Allah what you know not? <span>(80)</span></p><div lang=\"en\" class=\"en \"><h2>The Jews hope They will only remain in the Fire for a Few Days</h2></div><p lang=\"en\" class=\"en \">Allah mentioned the claim of the Jews, that the Fire will only touch them for a few days, and then they will be saved from it. Allah refuted this claim by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَتَّخَذْتُمْ عِندَ اللَّهِ عَهْدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ to them)</span>: \"Have you taken a covenant from Allah?')</span>. Hence, the Ayah proclaims, 'if you had a promise from Allah for that, then Allah will never break His promise. However, such promise never existed. Rather, what you say, about Allah, you have no knowledge of and you thus utter a lie about Him.' Al-'Awfi said that Ibn 'Abbas said about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَن تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَّعْدُودَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they <span class=\"gray\">(Jews)</span> say, \"The Fire shall not touch us but for a few numbered days.\")</span>. \"The Jews said, 'The Fire will only touch us for forty days.'\" Others added that this was the period during which the Jews worshipped the calf.</p><p lang=\"cy\" class=\"cy \">Also, Al-Hafiz Abu Bakr bin Marduwyah reported Abu Hurayrah saying,</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Khaybar was conquered, a roasted poisoned sheep was presented to the Prophet ﷺ as a gift <span class=\"gray\">(by the Jews)</span>. The Messenger of Allah ﷺ ordered, 'Assemble before me all the Jews who were here.' The Jews were summoned and the Prophet ﷺ said <span class=\"gray\">(to them)</span>, 'Who is your father?' They replied, 'So-and-so.' He said, 'You have lied; your father is so-and-so.' They said, 'You have uttered the truth.' He said, 'Will you now tell me the truth, if I ask you about something?' They replied, 'Yes, O Abul-Qasim; and if we should tell a lie, you will know our lie as you have about our fathers.' On that he asked, 'Who are the people of the <span class=\"gray\">(Hell)</span> Fire?' They said, 'We shall remain in the <span class=\"gray\">(Hell)</span> Fire for a short period, and after that you will replace us in it.' The Prophet ﷺ said, 'May you be cursed and humiliated in it! By Allah, we shall never replace you in it.' Then he asked, 'Will you tell me the truth if I ask you a question?' They said, 'Yes, O Abul-Qasim.' He asked, 'Have you poisoned this sheep?' They said, 'Yes.' He asked, 'What made you do so?' They said, 'We wanted to know if you were a liar, in which case we would get rid of you, and if you were a Prophet then the poison would not harm you.')</span> Imam Ahmad, Al-Bukhari and An-Nasa'i recorded similarly.</p>"
  }
]