[
  {
    "ayah_key": "71:5",
    "group_ayah_key": "71:5",
    "from_ayah": "71:5",
    "to_ayah": "71:20",
    "ayah_keys": "71:5,71:6,71:7,71:8,71:9,71:10,71:11,71:12,71:13,71:14,71:15,71:16,71:17,71:18,71:19,71:20",
    "text": "<p lang=\"en\" class=\"en \">He said: O my Lord! Verily, I have called to my people night and day <span>(5)</span>But all my calling added nothing but to <span class=\"gray\">(their)</span> flight <span>(6)</span>And verily, every time I called unto them that You might forgive them, they thrust their fingers into their ears, covered themselves up with their garments, and persisted, and magnified themselves in pride <span>(7)</span>Then verily, I called to them openly <span class=\"gray\">(aloud)</span><span>(8)</span>Then verily, I proclaimed to them in public, and I have appealed to them in private <span>(9)</span>I said <span class=\"gray\">(to them)</span>: Ask forgiveness from your Lord, verily, He is Oft-Forgiving <span>(10)</span>He will send rain to you Midrar <span>(11)</span>And give you increase in wealth and children, and bestow on you gardens and bestow on you rivers <span>(12)</span>What is the matter with you, that you do not hope for any Waqar from Allah <span>(13)</span>While He has created you <span class=\"gray\">(in)</span> Atwar <span class=\"gray\">(stages)</span><span>(14)</span>See you not how Allah has created the seven heavens in tiers <span>(15)</span>And has made the moon a light therein, and made the sun a lamp <span>(16)</span>And Allah has brought you forth from the <span class=\"gray\">(dust of)</span> earth <span>(17)</span>Afterwards He will return you into it <span class=\"gray\">(the earth)</span>, and bring you forth <span>(18)</span>And Allah has made for you the earth a wide expanse <span>(19)</span>That you may go about therein in broad roads <span>(20)</span></p><p lang=\"en\" class=\"en \">Nuh complains about his Encounter with His People</p><p lang=\"en\" class=\"en \">Allah tells about His servant and Messenger, Nuh, and that he complained to his Lord about the response he received from his people, and how he was patient with them for this long period of time – which was nine hundred and fifty years. He complained due to his explaining and clarifying matters for them and his calling them to guidance and the straightest path. So he <span class=\"gray\">(Nuh)</span> said,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my Lord! Verily, I have called to my people night and day,)</span> meaning, 'I did not abandon calling them night and day, carrying out Your command and in obediance to You.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But all my calling added nothing but to <span class=\"gray\">(their)</span> flight.)</span> meaning, 'the more I called them to come to the truth, the more they fled from it and avoided it.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, every time I called unto them that You might forgive them, they thrust their fingers into their ears, covered themselves up with their garments,)</span> meaning, 'they closed up their ears so that they could not hear what I was calling them to.' This is similar to what Allah said about the disbelievers of the Quraysh.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve say: \"Listen not to this Qur'an, and make noise in the midst of its <span class=\"gray\">(recitation)</span> that you may overcome.\")</span><span class=\"gray\">(41:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَغْشَوْا ثِيَابَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(covered themselves up with their garments,)</span> Ibn Jarir recorded from Ibn 'Abbas that he said, \"They concealed themselves under false pretences from him so that he would not recognize them.\" Sa'id bin Jubayr and As-Suddi both said, \"They covered their heads so that they could not hear what he was saying.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَصَرُّوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and persisted,)</span> meaning, they continued in what they were upon of associating partners with Allah and great disbelief.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَكْبَرُوا اسْتِكْبَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and magnified themselves in pride.)</span> meaning, they were turned away from following the truth and submitting to it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then verily, I called to them openly.)</span> meaning, openly among the people.</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then verily, I proclaimed to them in public,)</span> meaning, with open speech and a raised voice.</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَأَسْرَرْتُ لَهُمْ إِسْرَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I have appealed to them in private.)</span> meaning, in discussions with them. So he tried various types of propagation to be more effective with them.</p><p lang=\"en\" class=\"en \">What Nuh said when He called His People to Allah</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I said: Ask forgiveness from your Lord, verily, He is Oft-Forgiving;)</span> meaning, 'return to Him and turn away from what you are involved in. Repent to Him soon, for verily, He is Most Accepting of the repentance of those who turn to Him in repentance. He will accept repentance no matter what the sin is, even if it is disbelief and polytheism.' Thus, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا - يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I said: Ask forgiveness from your Lord, verily, He is Oft-Forgiving; He will send rain to you Midrar,)</span> meaning, continuous rain. Thus, it is recommended to recite this Surah in the prayer for rain due to this Ayah. This has been reported from the Commander of the faithful, 'Umar bin Al-Khattab. He ascended the Minbar to perform the prayer for rain, and he did not do more than seeking Allah's forgiveness and reciting the Ayat that mention seeking Allah's forgiveness. Among these Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا - يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I said: Ask forgiveness from your Lord, verily, He is Oft-Forgiving; He will send rain to you Midrar,)</span> Then he <span class=\"gray\">('Umar)</span> said, \"Verily, I have sought rain with the keys of the sky which cause the rain to descend.\" Ibn 'Abbas and others have said, \"It <span class=\"gray\">(Midrar)</span> means some of it <span class=\"gray\">(rain)</span> following others.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give you increase in wealth and children, and bestow on you gardens and bestow on you rivers.)</span> meaning, 'if you repent to Allah, seek His forgiveness and obey Him, He will increase your provisions for you and provide you with water from the blessings of the sky. He will cause the blessings of the earth and crops to grow for you. He will increase your live stock animals for you and give you more wealth and children. This means that He will give you more wealth, more children and gardens with various types of fruits. He will cause rivers to flow among these gardens.' This is the position of the invitation with encouragement. Then He made it balanced for them by using intimidation. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the matter with you, that you do not hope for any Waqar from Allah)</span> meaning, great majesty. This has been said by Ibn 'Abbas, Mujahid and Ad-Dahhak. Ibn 'Abbas said, \"That you all do not magnify Allah in the proper manner that He deserves to be magnified. Meaning, you do not fear His punishment and His vengeance.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ خَلَقَكُمْ أَطْوَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While He has created you <span class=\"gray\">(in)</span> Atwar <span class=\"gray\">(stages)</span>.)</span> It has been said that this means from a drop of sperm, then from a hanging clot, then from a lump of flesh. Ibn 'Abbas, 'Ikrimah, Qatadah, Yahya bin Rafi', As-Suddi and Ibn Zayd, all said this. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not how Allah has created the seven heavens in tiers?)</span> meaning, one above another. Can this be comprehended simply by hearing it only or is it of the matters that actually can be perceived with the senses which are known about the movements <span class=\"gray\">(of the heavenly bodies)</span> and the eclipses. It is known that they <span class=\"gray\">(the scholars)</span> have many different opinions about these matters that we will not discuss here. The only intent here is that Allah</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا - وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has created the seven heavens in tiers and has made the moon a light therein, and made the sun a lamp?)</span> meaning, He made a distinction between them <span class=\"gray\">(the sun and moon)</span> in reference to their lighting. He made each one of them in a set manner with a distinct quality so that the night and day may be known. They <span class=\"gray\">(the night and day)</span> are known by the rising and setting of the sun. He also determined fixed stations and positions for the moon, and He made its light vary so that sometimes it increases until it reaches a maximum, then it begins to decrease until it is completely veiled. This shows the passing of months and years. This is as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ مَا خَلَقَ اللَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّ ۚ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who made the sun a shining thing and the moon as a light and measured out for its stages that you might know the number of years and the reckoning. Allah did not create this but in truth. He explains the Ayat in detail for people who have knowledge.)</span><span class=\"gray\">(10:5)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has brought you forth from the <span class=\"gray\">(dust of)</span> earth?)</span> This <span class=\"gray\">(Nabat)</span> is a verbal noun <span class=\"gray\">(for emphasis)</span> and its usage here is most excellent.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُعِيدُكُمْ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Afterwards He will return you into it <span class=\"gray\">(the earth)</span>,)</span><span class=\"gray\">(71:18)</span> meaning, when you die.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُخْرِجُكُمْ إِخْرَاجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And bring you forth.)</span> meaning, on the Day of Judgement He will repeat your creation just as He first originated you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has made for you the earth a wide expanse.)</span> meaning, He spread it out, leveled it, settled it, and stabilized it with firm and lofty mountains.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That you may go about therein in broad roads.)</span> meaning, He created it so that you may settle in it and travel in it wherever you wish, from its different sides, areas and regions. All of this is from what Nuh informed them of concerning Allah's power and His greatness in creating the heavens and the earth. It demostrates the favor that He did for them by making both heavenly benefits and earthly benefits. For He is the Creator and the Sustainer Who made the heaven as a building and the earth as a bed, and He enlarged His provisions for His creatures. Therefore, He is the One Who it is obligatory to worship, and accept as One God. No one should be associated with Him as a partner, because He has no equal, peer, rival, coequal, mate, son, minister or advisor, rather He is the Most High, the Most Great.</p>"
  }
]