[
  {
    "ayah_key": "7:46",
    "group_ayah_key": "7:46",
    "from_ayah": "7:46",
    "to_ayah": "7:47",
    "ayah_keys": "7:46,7:47",
    "text": "<p lang=\"en\" class=\"en \">And between them will be a <span class=\"gray\">(barrier)</span> screen and on Al-A'raf will be men, who would recognize all, by their marks. And they will call out to the dwellers of Paradise, \"Peace be on you\" and at that time they will not yet have entered it <span class=\"gray\">(Paradise)</span>, but they will hope to enter <span class=\"gray\">(it)</span><span>(46)</span>And when their eyes will be turned towards the dwellers of the Fire, they will say: \"Our Lord! Place us not with the people who are wrongdoers. <span>(47)</span></p><div lang=\"en\" class=\"en \"><h2>The People of Al-A'raf</h2></div><p lang=\"en\" class=\"en \">After Allah mentioned that the people of Paradise will address the people of the Fire, He stated that there is a barrier between Paradise and the Fire, which prevents the people of the Fire from reaching Paradise. Ibn Jarir said, \"It is the wall that Allah described,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So a wall will be put up between them, with a gate therein. Inside it will be mercy, and outside it will be torment.)</span><span class=\"gray\">[57:13]</span> It is also about Al-A'raf that Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الْأَعْرَافِ رِجَالٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on Al-A'raf will be men)</span>.\" Ibn Jarir recorded that As-Suddi said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَيْنَهُمَا حِجَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And between them will be a screen)</span> \"It is the wall, it is Al-A'raf.\" Mujahid said, \"Al-A'raf is a barrier between Paradise and the Fire, a wall that has a gate.\" </p><p lang=\"en\" class=\"en \">Ibn Jarir said, \"Al-A'raf is plural for 'Urf, where every elevated piece of land is known as 'Urf to the Arabs.\" </p><p lang=\"en\" class=\"en \">As-Suddi said, \"Al-A'raf is so named because its residents recognize <span class=\"gray\">(Ya'rifun)</span> the people. Al-A'raf's residents are those whose good and bad deeds are equal, as Hudhayfah, Ibn 'Abbas, Ibn Mas'ud and several of the Salaf and later generations said.\" Ibn Jarir recorded that Hudhayfah was asked about the people of Al-A'raf and he said, \"A people whose good and bad deeds are equal. Their evil deeds prevented them from qualifying to enter Paradise, and their good deeds qualified them to avoid the Fire. Therefore, they are stopped there on the wall until Allah judges them.\" </p><p lang=\"la\" class=\"la \">Ma'mar said that Al-Hasan recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and at that time they will not yet have entered it <span class=\"gray\">(Paradise)</span>, but they will hope to enter <span class=\"gray\">(it)</span>.)</span></p><p lang=\"en\" class=\"en \">Then he said, \"By Allah! Allah did not put this hope in their hearts, except for an honor that He intends to bestow on them.\" Qatadah said; \"Those who hope are those among you whom Allah informed of their places.\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when their eyes will be turned towards the dwellers of the Fire, they will say: \"Our Lord! Place us not with the people who are wrongdoers.\")</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak reported that Ibn 'Abbas said, \"When the people of Al-A'raf look at the people of the Fire and recognize them, they will supplicate, 'O Lord! Do not place us with the people who are wrongdoers.'\"</p>"
  },
  {
    "ayah_key": "7:48",
    "group_ayah_key": "7:48",
    "from_ayah": "7:48",
    "to_ayah": "7:49",
    "ayah_keys": "7:48,7:49",
    "text": "<p lang=\"en\" class=\"en \">And the men on Al-A'raf will call unto the men whom they would recognize by their marks, saying: \"Of what benefit to you was your gathering, and your arrogance? <span>(48)</span>\"Are they those, of whom you swore that Allah would never show them mercy? <span class=\"gray\">(Behold! It has been said to them)</span>: 'Enter Paradise, no fear shall be on you, nor shall you grieve.' <span>(49)</span></p><p lang=\"en\" class=\"en \">Allah states that the people of Al-A'raf will admonish some of the chiefs of the idolators whom they recognize by their marks in the Fire, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَغْنَىٰ عَنكُمْ جَمْعُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Of what benefit to you was your gathering...\")</span> meaning, your great numbers,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا كُنتُمْ تَسْتَكْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...and your arrogance?\")</span> This Ayah means, your great numbers and wealth did not save you from Allah's torment. Rather, you are dwelling in His torment and punishment. 'Ali bin Abi Talhah reported from Ibn 'Abbas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are they those, of whom you swore that Allah would never show them mercy?)</span> refers to the people of Al-A'raf who will be told when Allah decrees:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنتُمْ تَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Behold! It has been said to them)</span>: \"Enter Paradise, no fear shall be on you, nor shall you grieve.\")</span></p>"
  },
  {
    "ayah_key": "7:50",
    "group_ayah_key": "7:50",
    "from_ayah": "7:50",
    "to_ayah": "7:51",
    "ayah_keys": "7:50,7:51",
    "text": "<p lang=\"en\" class=\"en \">And the dwellers of the Fire will call to the dwellers of Paradise: \"Pour on us some water or anything that Allah has provided you with.\" They will say: \"Both <span class=\"gray\">(water and provision)</span> Allah has forbidden for the disbelievers <span>(50)</span>\"Who took their religion as amusement and play, and the life of the world deceived them.\" So this Day We shall forget them as they forgot their meeting of this Day, and as they used to reject Our Ayat <span>(51)</span></p><div lang=\"en\" class=\"en \"><h2>The Favors of paradise are Prohibited for the People of the Fire</h2></div><p lang=\"en\" class=\"en \">Allah emphasizes the disgrace of the people of the Fire. They will ask the people of Paradise for some of their drink and food, but they will not be given any of that. As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَىٰ أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the dwellers of the Fire will call to the dwellers of Paradise: \"Pour on us some water or anything that Allah has provided you with.\")</span></p><p lang=\"en\" class=\"en \">\"That is food\". Ath-Thawri said that 'Uthman Ath-Thaqafi said that Sa'id bin Jubayr commented on this Ayah, \"One of them will call his father or brother, 'I have been burned, so pour some water on me.' The believers will be asked to reply, and they will reply,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(\"Both Allah has forbidden to the disbelievers.\")</span>\" 'Abdur-Rahman bin Zayd bin Aslam said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Both Allah has forbidden to the disbelievers.\")</span> \"Refers to the food and drink of Paradise.\" </p><p lang=\"en\" class=\"en \">Allah describes the disbelievers by what they used to do in this life, taking the religion as amusement and play, and being deceived by this life and its adornment, rather than working for the Hereafter as Allah commanded,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So this Day We shall forget them as they forgot their meeting of this Day)</span> meaning, Allah will treat them as if He has forgotten them. Certainly, nothing escapes Allah's perfect watch and He never forgets anything. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي كِتَابٍ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In a Record. My Lord neither errs nor forgets)</span><span class=\"gray\">[20:52]</span></p><p lang=\"en\" class=\"en \">Allah said – that He will forget them on that Day – as just recompense for them, because,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَسُوا اللَّهَ فَنَسِيَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have forgotten Allah, so He has forgotten them)</span><span class=\"gray\">[9:67]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَٰلِكَ الْيَوْمَ تُنسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Like this: Our Ayat came unto you, but you disregarded them, and so this Day, you will be neglected)</span><span class=\"gray\">[20:126]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ الْيَوْمَ نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it will be said: \"This Day We will forget you as you forgot the meeting of this Day of yours.\")</span><span class=\"gray\">[45:34]</span> Al-'Awfi reported that Ibn 'Abbas commented on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So this Day We shall forget them as they forgot their meeting of this Day)</span></p><p lang=\"en\" class=\"en \">\"Allah will forget the good about them, but not their evil.\" And 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"We shall forsake them as they have forsaken the meeting of this Day of theirs.\" Mujahid said, \"We shall leave them in the Fire.\" </p><p lang=\"en\" class=\"en \">As-Suddi said, \"We shall leave them from any mercy, just as they left any action on behalf of the meeting on this Day of theirs.\" </p><p lang=\"en\" class=\"en \">It is recorded in the Sahih that Allah will say to the servant on the Day of Resurrection:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أُزَوِّجْكَ؟ أَلَمْ أُكْرِمْكَ؟ أَلَمْ أُسَخِّرْ لَكَ الْخَيْلَ وَالْإِبِلَ وَأَذَرْكَ تَرْأَسُ وَتَرْبَعُ؟ فَيَقُولُ: بَلَى، فَيَقُولُ: أَظَنَنْتَ أَنَّكَ مُلَاقِيَّ؟ فَيَقُولُ: لَا، فَيَقُولُ اللهُ تَعَالَى: فَالْيَوْمَ أَنْسَاكَ كَمَا نَسِيتَنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Have I not gotten you married? Have I not honored you? Have I not made horses and camels subservient for you and allowed you to become a leader and a master?\" He will say, \"Yes.\" Allah will say, \"Did you think that you will meet Me?\" He will say, \"No.\" Allah the Exalted will say, 'Then this Day, I will forget you as you have forgotten Me.\")</span></p>"
  }
]