[
  {
    "ayah_key": "21:87",
    "group_ayah_key": "21:87",
    "from_ayah": "21:87",
    "to_ayah": "21:88",
    "ayah_keys": "21:87,21:88",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> Dhun-Nun, when he went off in anger, and imagined that We shall not punish him! But he cried through the darknesses <span class=\"gray\">(Zulumat)</span><span class=\"gray\">(saying)</span>: \"There is no God but You, Glorified be You! Truly, I have been of the Zalimin wrongdoers. <span>(87)</span>So We answered his call, and delivered him from the distress. And thus We do deliver the believers <span>(88)</span></p><div><h2>Yunus</h2></div><p lang=\"en\" class=\"en \">This story is mentioned here, and in Surat As-Saffat and Surah Nun. Yunus bin Matta, upon him be peace, was sent by Allah to the people of Nineveh, which was a town in the area of Mawsil <span class=\"gray\">[in northern Iraq]</span>. He called them to Allah, but they rejected him and persisted in their disbelief. So he left them in anger, threatening them with punishment after three <span class=\"gray\">[days]</span>. When they realized that he was telling the truth and that a Prophet never lies, they went out to the desert with their children and cattle and flocks. They separated the mothers from their children, then they beseeched Allah and pleaded to Him, with the camels and their young groaning, the cows and their calves mooing, and the sheep and their lambs bleating, so Allah spared them from the punishment. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Was there any town that believed <span class=\"gray\">(after seeing the punishment)</span>, and its faith saved it? Except the people of Yunus; when they believed, We removed from them the torment of disgrace in the life of the world, and permitted them to enjoy for a while)</span><span class=\"gray\">(10:98)</span>.</p><p lang=\"en\" class=\"en \">Yunus, meanwhile, went and traveled with some people on a ship, which was tossed about on the sea. The people were afraid that they would drown, so they cast lots to choose a man whom they would throw overboard. The lot fell to Yunus, but they refused to throw him overboard. This happened a second and a third time. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he <span class=\"gray\">(agreed to)</span> cast lots, and he was among the losers.)</span><span class=\"gray\">[37:141]</span> meaning, the draw went against him, so Yunus stood up, removed his garment and cast himself into the sea. Then Allah sent from the Green Sea – according to what Ibn Mas'ud said – a large fish which cleaved the oceans until it came and swallowed Yunus when he threw himself into the sea. Allah inspired that large fish not to devour his flesh or break his bones, <span class=\"gray\">(as if He said)</span> Yunus is not food for you, rather your belly is a prison for him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَا النُّونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> Dhun-Nun,)</span> Here Nun refers to the fish; it is correct for it to be attributed to him here.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذ ذَّهَبَ مُغَاضِبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when he went off in anger,)</span> Ad-Dahhak said: \"Anger towards his people.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and imagined that We shall not punish him!)</span> meaning, constrict him in the belly of the fish. Something similar to this was reported from Ibn 'Abbas, Mujahid, Ad-Dahhak and others. This was the view favored by Ibn Jarir, and he quoted as evidence for that the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّا آتَاهُ اللَّهُ ۚ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا ۚ سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the man whose resources are restricted, let him spend according to what Allah has given him. Allah puts no burden on any person beyond what He has given him. Allah will grant after hardship, ease)</span><span class=\"gray\">(65:7)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَىٰ فِي الظُّلُمَاتِ أَن لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But he cried through the depths of darkness <span class=\"gray\">(saying)</span>: \"There is no God but You, Glorified be You! Truly, I have been of the wrongdoers.\")</span></p><p lang=\"en\" class=\"en \">Ibn Mas'ud said regarding the 'depths of darkness': \"The darkness of the belly of the fish, the darkness of the sea and the darkness of the night.\" This was also narrated from Ibn 'Abbas, 'Amr bin Maymun, Sa'id bin Jubayr, Muhammad bin Ka'b, Ad-Dahhak, Al-Hasan and Qatadah. Salim bin Abu Al-Ja'd said: \"The darkness of the fish in the belly of another fish in the darkness of the sea.\" Ibn Mas'ud, Ibn 'Abbas and others said: \"This was because the fish took him through the sea, cleaving it until it reached the bottom of the sea. Yunus heard the rocks at the bottom of the sea uttering glorification of Allah, at which point he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no God but You, Glorified be You! Truly, I have been of the wrongdoers)</span>\"</p><p lang=\"en\" class=\"en \">Awf Al-A'rabi said: \"When Yunus found himself in the belly of the fish, he thought that he had died. Then he moved his legs. When he moved his legs, he prostrated where he was, then he called out: 'O Lord, I have taken a place of worship to You in a place which no other person has reached.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So 'We answered his call, and delivered him from the distress.)</span> means, 'We brought him forth from the belly of the fish and from that darkness.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نُنجِي الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We do deliver the believers.)</span> means, when they are in difficulty and they call upon Us and repent to Us, especially if they call upon Us with these words at the time of distress.</p><p lang=\"en\" class=\"en \">The leader of the Prophets ﷺ encouraged us to call upon Allah with these words. Imam Ahmad recorded that Sa'd bin Abi Waqqas, may Allah be pleased with him, said: \"I passed by 'Uthman bin 'Affan, may Allah be pleased with him, in the Masjid, and greeted him. He stared at me but did not return my Salam. I went to 'Umar bin Al-Khattab and said: 'O Commander of the faithful, has something happened in Islam?' I said that twice. He said, 'No, why do you ask?' I said, 'I passed by 'Uthman a short while ago in the Masjid and greeted him, and he stared at me but he did not return my Salam.' 'Umar sent for 'Uthman and asked him, 'Why did you not return your brother's Salam?' He said, 'That is not true.' Sa'd said, 'Yes it is.' It reached the point where they both swore oaths. Then 'Uthman remembered and said, 'Yes, you are right, I seek the forgiveness of Allah and I repent to Him. You passed by me a short while ago but I was preoccupied with thoughts of something I had heard from the Messenger of Allah ﷺ, which I never think of but a veil comes down over my eyes and my heart.' Sa'd said: 'And I will tell you what it was. The Messenger of Allah ﷺ told us the first part of the supplication then a bedouin came and kept him busy, then the Messenger of Allah ﷺ got up and I followed him. When I felt worried that he would enter his house, I stamped my feet. I turned to the Messenger of Allah ﷺ, who said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ هَذَا، أَبُو إِسْحَاقَ؟</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Who is this? Abu Ishaq?)</span> I said, \"Yes, O Messenger of Allah.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَه</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the matter?)</span> I said, \"Nothing, by Allah, except that you told us the first part of the supplication, then this bedouin came and kept you busy.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ دَعْوَةُ ذِي النُّونِ إِذْ هُوَ فِي بَطْنِ الْحُوتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, the supplicaiton of Dhun-Nun when he was in the belly of the fish:</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no God but You, Glorified be You! Truly, I have been of the wrongdoers.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهُ لَمْ يَدْعُ بِهَا مُسْلِمٌ رَبَّهُ فِي شَيْءٍ قَطُّ إِلَّا اسْتَجَابَ لَهُ</p><p lang=\"en\" class=\"en \">No Muslim ever prays to his Lord with these words for anything, but He will answer his prayer.)\" It was also recorded by At-Tirmidhi, and by An-Nasa'i in Al-Yawm wal-Laylah. Ibn Abi Hatim recorded that Sa'd said that the Messenger of Allah ﷺ said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَنْ دَعَا بِدُعَاءِ يُونُسَ اسْتُجِيبَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever offers supplication in the words of the supplication of Yunus, will be answered.)</span> Abu Sa'id said: \"He was referring to:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نُنجِي الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We do deliver the believers.)</span>\"</p>"
  },
  {
    "ayah_key": "21:89",
    "group_ayah_key": "21:89",
    "from_ayah": "21:89",
    "to_ayah": "21:90",
    "ayah_keys": "21:89,21:90",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> Zakariyya, when he cried to his Lord: \"O My Lord! Leave me not single <span class=\"gray\">(childless)</span>, though You are the Best of the inheritors. <span>(89)</span>So We answered his call, and We bestowed upon him Yahya, and cured his wife for him. Verily, they used to hasten on to do good deeds, and they used to call on Us with hope and fear, and they were Khashi'in before Us <span>(90)</span></p><div lang=\"ha\" class=\"ha \"><h2>Zakariyya and Yahya</h2></div><p lang=\"en\" class=\"en \">Allah tells us of His servant Zakariyya, who asked Allah to grant him a son who would be a Prophet after him. The story has already been given in detail at the beginning of Surah Maryam and also in Surah 'Imran. Here an abbreviated version is given.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ نَادَىٰ رَبَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when he cried to his Lord)</span> means, in secret, hiding it from his people.</p><p class=\"ps qpc-hafs\" lang=\"ps\">رَبِّ لَا تَذَرْنِي فَرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O My Lord! Leave me not single,)</span> means, with no child and no heir to stand among the people after me.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنتَ خَيْرُ الْوَارِثِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(though You are the Best of the inheritors.)</span> This is a supplication and form of praise befitting the topic. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَىٰ وَأَصْلَحْنَا لَهُ زَوْجَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We answered his call, and We bestowed upon him Yahya, and cured his wife for him.)</span> Ibn 'Abbas, Mujahid and Sa'id bin Jubayr said: \"She was barren and never had a child, then she gave birth.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they used to hasten on to do good deeds,)</span> means, acts of worship and acts of obedience towards Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَدْعُونَنَا رَغَبًا وَرَهَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they used to call on Us with hope and fear,)</span> Ath-Thawri said, \"Hoping for that <span class=\"gray\">(reward)</span> which is with Us and fearing that <span class=\"gray\">(punishment)</span> which is with Us.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا لَنَا خَاشِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they were Khashi'in before Us.)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas that this means, sincerely believing in that which was revealed by Allah. Mujahid said: \"Truly believing.\" Abu Al-'Aliyah said: \"Fearing.\" Abu Sinan said: \"Khushu' means the fear which should never leave our hearts.\" It was also reported from Mujahid that the Khashi'in are those who are humble.\" Al-Hasan, Qatadah and Ad-Dahhak said, \"The Khashi'in are those who humble themselves before Allah.\" All of these suggestions are close in meaning.</p>"
  }
]