[
  {
    "ayah_key": "2:129",
    "group_ayah_key": "2:129",
    "from_ayah": "2:129",
    "to_ayah": "2:129",
    "ayah_keys": "2:129",
    "text": "<p class=\"en translation\" lang=\"en\">\"Our Lord! Send amongst them a Messenger of their own, who shall recite unto them Your verses and instruct them in the Book <span class=\"gray\">(this Qur'an)</span>, and purify them. Verily, You are the Mighty, the Wise. <span>(129)</span></p><div lang=\"en\" class=\"en \"><h2>Ibrahim's Supplication that Allah sends the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah mentioned Ibrahim's supplication for the benefit of the people of the Sacred Area <span class=\"gray\">(to grant them security and provision)</span>, and it was perfected by invoking Allah to send a Messenger from his offspring. This accepted supplication, from Ibrahim, conformed with Allah's appointed destiny that Muhammad ﷺ be sent as a Messenger among the Ummiyyin and to all non-Arabs, among the Jinns and mankind.</p><p lang=\"en\" class=\"en \">Hence, Ibrahim was the first person to mention the Prophet ﷺ to the people. Ever since, Muhammad ﷺ was known to the people, until the last Prophet was sent among the Children of Israel, Jesus the son of Mary, who mentioned Muhammad ﷺ by name. Jesus addressed the Children of Israel saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي رَسُولُ اللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am the Messenger of Allah unto you, confirming what is before me in the Tawrah, and giving glad tidings of a Messenger to come after me, whose name shall be Ahmad)</span><span class=\"gray\">(61:6)</span></p><p lang=\"en\" class=\"en \">This is why the Prophet ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">دَعْوَةُ أَبِي إِبْرَاهِيمَ وَبُشْرَى عِيسَى ابْنِ مَرْيـَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The supplication of my father Ibrahim and the glad tidings brought forth by Jesus the son of Mary.)</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَتْ أُمِّي أَنَّهُ خَرَجَ مِنْهَا نُورٌ أَضَاءَتْ لَهُ قُصُورُ الشَّامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My mother saw a light that went out of her and radiated the palaces of Ash-Sham.)</span></p><p lang=\"en\" class=\"en \">It was said that the Prophet's mother saw this vision when she was pregnant with, narrated this vision to her people, and the story became popular among them. The light mentioned in the Hadith appeared in Ash-Sham <span class=\"gray\">(Greater Syria)</span>, testifying to what will later occur when the Prophet's religion will be firmly established in Ash-Sham area. This is why by the end of time, Ash-Sham will be a refuge for Islam and its people. Also, Jesus the son of Mary will descend in Ash-Sham, next to the eastern white minaret in Damascus. The Two Sahihs stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللهِ وَهُمْ كَذَلِكَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وفي صحيح البخاري</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُمْ بالشَّامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will always be a group of my Ummah who will be on the truth, undeterred by those who fail or oppose them, until the command of Allah comes while they are on this.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari added in his Sahih, <span class=\"gray\">(And they will reside in Ash-Sham.)</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of Al-Kitab wal-Hikmah</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُعَلِّمُهُمُ الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and instruct them in the Book)</span> meaning, Al-Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحِكْمَةَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Al-Hikmah)</span> meaning, the Sunnah, as Al-Hasan, Qatadah, Muqatil bin Hayyan and Abu Malik asserted. It was also said that 'Al-Hikmah', means 'comprehension in the religion', and both meanings are correct. 'Ali bin Abi Talhah said, that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُزَكِّيهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and purify them)</span> means, \"With the obedience of Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, You are the Mighty, the Wise)</span>.</p><p lang=\"en\" class=\"en \">This Ayah stated that Allah is able to do anything, and nothing escapes His ability. He is Wise in His decisions, His actions, and He puts everything in its rightful place due to His perfect knowledge, wisdom and justice.</p>"
  },
  {
    "ayah_key": "2:13",
    "group_ayah_key": "2:13",
    "from_ayah": "2:13",
    "to_ayah": "2:13",
    "ayah_keys": "2:13",
    "text": "<p class=\"en translation\" lang=\"en\">And when it is said to them: Believe as the people believe,\" They say: \"Shall we believe as the fools have believed?\" Verily, they are the fools, but they do not know <span>(13)</span></p><p lang=\"en\" class=\"en \">Allah said that if the hypocrites are told,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمِنُوا كَمَا آمَنَ النَّاسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Believe as the people believe,\")</span>, meaning, 'Believe just as the believers believe in Allah, His angels, His Books, His Messengers, Resurrection after death, Paradise and Hellfire, etc. And obey Allah and His Messenger by heeding the commandments and avoiding the prohibitions.' Yet the hypocrites answer by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Shall we believe as the fools have believed?\")</span> they meant <span class=\"gray\">(may Allah curse the hypocrites)</span> the Companions of the Messenger of Allah ﷺ. This is the same Tafsir given by Abu Al-'Aliyah and As-Suddi in his Tafsir, with a chain of narration to Ibn 'Abbas, Ibn Mas'ud and other Companions. This is also the Tafsir of Ar-Rabi' bin Anas and 'Abdur-Rahman bin Zayd bin Aslam. The hypocrites said, \"Us and them having the same status, following the same path, while they are fools?!\" 'The fool' is the ignorant, simple-minded person who has little knowledge in areas of benefit and harm. This is why, according to the majority of the scholars, Allah used the term foolish to include children, when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلاَ تُؤْتُواْ السُّفَهَآءَ أَمْوَٰلَكُمُ الَّتِى جَعَلَ اللَّهُ لَكُمْ قِيَــٰـمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not give your property, which Allah has made a means of support for you, to the foolish)</span><span class=\"gray\">(4:5)</span>.</p><p lang=\"en\" class=\"en \">Allah answered the hypocrites in all of these instances. For instance, Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَآ إِنَّهُمْ هُمُ السُّفَهَآءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they are the fools)</span>. Allah thus affirmed that the hypocrites are indeed the fools, yet,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَــٰـكِن لاَّ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they know not)</span>. Since they are so thoroughly ignorant, the hypocrites are unaware of their degree of deviation and ignorance, and such situation is more dangerous, a severer case of blindness, and further from the truth than one who is aware.</p>"
  }
]