[
  {
    "ayah_key": "20:53",
    "group_ayah_key": "20:53",
    "from_ayah": "20:53",
    "to_ayah": "20:56",
    "ayah_keys": "20:53,20:54,20:55,20:56",
    "text": "<p lang=\"en\" class=\"en \">Who has made earth for you like a bed; and has opened ways for you therein, and has sent down water <span class=\"gray\">(rain)</span> from the sky. And We have brought forth with it various kinds of vegetation <span>(53)</span>Eat and pasture your cattle; verily, in this are Ayat for men of understanding <span>(54)</span>Thereof We created you, and into it We shall return you, and from it We shall bring you out once again <span>(55)</span>And indeed We showed him <span class=\"gray\">(Fir'awn)</span> all Our Ayat, but he denied and refused <span>(56)</span></p><div lang=\"en\" class=\"en \"><h2>The Completion of Musa's Reply to Fir'awn</h2></div><p lang=\"en\" class=\"en \">This is from the completion of Musa's speech concerning the description of His Lord when Fir'awn asked him about Him. He <span class=\"gray\">(Musa)</span> said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He Who gave to each thing its form and nature, then guided it aright.)</span> Then, Fir'awn attempted to present some argumentative rebuttal during Musa's reply. Yet, Musa continued by saying, \"He is the One Who made the earth as a bed for you.\" Some recited the word as Mihadan and others recited it as Mahdan, which means 'a place of rest that you settle down upon.' It also may mean 'that which you stand upon, sleep upon or travel upon its back.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَلَكَ لَكُمْ فِيهَا سُبُلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has opened ways for you therein.)</span> This means, 'He made roads for you to walk upon their shoulders.' This is just as He, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And placed therein broad highways for them to pass through, that they may be guided.)</span><span class=\"gray\">(21:31)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِّن نَّبَاتٍ شَتَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has sent down water from the sky. And We have brought forth with it various kinds of vegetation.)</span> referring to the various species of plants, such as vegetation and fruits. Some are sour, some are sweet, some are bitter and there are other kinds as well.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَارْعَوْا أَنْعَامَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat and pasture your cattle <span class=\"gray\">(therein)</span>;)</span> meaning, 'something that is food for you and a palatable fruit for you, and something that is for your cattle as fodder for them, both green and dry.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are Ayat.)</span> This means proofs, signs and evidences.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّأُولِي النُّهَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for men of understanding.)</span> meaning those who possess correct and upright intelligence realizing that there is no god worthy of worship except Allah, and there is no true Lord other than Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thereof We created you, and into it we shall return you, and from it We shall bring you out once again.)</span> meaning, 'the earth is your beginning. For your father, Adam, was created with dirt from the surface of the earth. You also will be returned to the earth. This means that you will become dirt when you die and decay.' The statement, \"And from it We shall bring you out once again,\" means,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when He will call you, and you will answer with His praise and obedience, and you will think that you have stayed <span class=\"gray\">(in this world)</span> but a little while!)</span><span class=\"gray\">[17:52]</span> This Ayah is similar to Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Therein you shall live, and therein you shall die, and from it you shall be brought out.\")</span><span class=\"gray\">(7:25)</span></p><div lang=\"en\" class=\"en \"><h2>Musa showed Fir'awn all of the Signs but He did not believe</h2></div><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We showed him <span class=\"gray\">(Fir'awn)</span> all Our Ayat, but he denied and refused.)</span> This means that the proofs, signs and evidences were established against Fir'awn and he saw them with his own eyes, but he still denied and rejected them due to his disbelief, abstinence and transgression. This is as Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they belied them wrongfully and arrogantly, though they themselves were convinced thereof.)</span><span class=\"gray\">(27:14)</span></p>"
  },
  {
    "ayah_key": "20:57",
    "group_ayah_key": "20:57",
    "from_ayah": "20:57",
    "to_ayah": "20:59",
    "ayah_keys": "20:57,20:58,20:59",
    "text": "<p lang=\"en\" class=\"en \">He <span class=\"gray\">(Fir'awn)</span> said: \"Have you come to drive us out of our land with your magic, O Musa? <span>(57)</span>\"Then verily, we can produce magic the like thereof; so appoint a meeting between us and you, which neither we nor you shall fail to keep, in an open place where both shall have a just and equal chance. <span>(58)</span><span class=\"gray\">(Musa)</span> said: \"Your appointed meeting is the day of the festival, and let the people assemble when the sun has risen <span class=\"gray\">(forenoon)</span>. <span>(59)</span></p><div lang=\"en\" class=\"en \"><h2>Fir'awn describes Musa's Proofs as being Magic and Their Agreement to hold a Contest</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs of what Fir'awn said to Musa when he showed him the great proof. This great sign to Fir'awn was Musa casting down his stick which became a huge snake, and his pulling his hand out from under his arm while it was glowing white without any illness. At this, Fir'awn said, \"This is magic that you have brought to us to bewitch us and conquer the people, so that they will follow you. Then you will outnumber us.\" Fir'awn then said, \"Your plan will not work. We have magic just like yours, so do not let yourself be deceived by that what you are doing.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so appoint a meeting between us and you,)</span> Meaning, 'a day that we can come together to present some of our magic to confront yours. It will be at a specified place and time.' With this, Musa said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَوْعِدُكُمْ يَوْمُ الزِّينَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your appointed meeting is the day of festival,)</span> That was the day of their celebration and their New Year's festivity. It was a holiday for them when they took vacation from their work and came together for a large gathering. This day was selected so that all of the people could witness the power of Allah to do whatever He wills. They would see the miracles of the prophets and the futility of magic to contest the supernatural prophetic powers. This is why Musa said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن يُحْشَرَ النَّاسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let the people assemble)</span> meaning all of them.</p><p class=\"fi qpc-hafs\" lang=\"fi\">ضُحًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when the sun has risen <span class=\"gray\">(forenoon)</span>.)</span> meaning in the morning, just before noon. In this way the contest will be most visible, well lit, apparent and obvious in plain view. This is the way of the Prophets. Their work is always clear and apparent. It is never something hidden, or something for sale. This is why he did not say that the meeting should be at night, but rather, it was to be held during the bright part of the day. Ibn 'Abbas said, \"The day of their festivity was the day of 'Ashura'.\" As-Suddi, Qatadah and Ibn Zayd said, \"It was the day of their great celebration.\" Sa'id bin Jubayr said, \"It was the day of their great bazzar.\" These statements are not contradictory. I say that Allah destroyed Fir'awn and his armies on a day similar to this, just as is confirmed in the Sahih.</p><p lang=\"en\" class=\"en \">Abdur-Rahman bin Zayd bin Aslam said, \"It was a flat place where all of the people were on the same level, having an equal view of the event. There was nothing there that would obstruct the view so that some people could see what others did not.\"</p>"
  }
]