[
  {
    "ayah_key": "15:61",
    "group_ayah_key": "15:61",
    "from_ayah": "15:61",
    "to_ayah": "15:64",
    "ayah_keys": "15:61,15:62,15:63,15:64",
    "text": "<p lang=\"en\" class=\"en \">Then when the messengers <span class=\"gray\">(the angels)</span> came to the family of Lu <span>(61)</span>He <span class=\"gray\">(Lut)</span> said: \"Verily, you are people unknown to me. <span>(62)</span>They said: \"Nay, we have come to you with that <span class=\"gray\">(torment)</span> which they have been doubting. <span>(63)</span>\"And we have brought you the truth and certainly we tell the truth. <span>(64)</span></p><div lang=\"en\" class=\"en \"><h2>The Angels coming to Lut</h2></div><p lang=\"en\" class=\"en \">Allah tells us about when the angels came to Lut in the form of young men with handsome faces. When they entered his home, he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ قَوْمٌ مُّنكَرُونَ - قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, you are people unknown to me.\" They said: \"Nay, we have come to you with that <span class=\"gray\">(torment)</span> which they have been doubting.\")</span> meaning that they were bringing the punishment and destruction that the people doubted they would ever suffer from.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتَيْنَاكَ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we have brought you the truth)</span> is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We do not send the angels down except with the truth)</span><span class=\"gray\">[15:8]</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَصَادِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and certainly, we tell the truth.)</span> They said this in affirmation of the news that they brought him, that he would be saved and his people would be destroyed.</p>"
  },
  {
    "ayah_key": "15:65",
    "group_ayah_key": "15:65",
    "from_ayah": "15:65",
    "to_ayah": "15:66",
    "ayah_keys": "15:65,15:66",
    "text": "<p class=\"en translation\" lang=\"en\">\"Then travel for a portion of the night with your family, and you go behind them in the rear, and let no one amongst you look back, but go on to where you are ordered. <span>(65)</span>And We made this decree known to him that those <span class=\"gray\">(sinners)</span> would be rooted out in the early morning <span>(66)</span></p><div lang=\"en\" class=\"en \"><h2>Lut is ordered to leave with His Family during the Night</h2></div><p lang=\"en\" class=\"en \">Allah tells us that His angels ordered Lut to set out after part of the night had passed. They told him to walk behind them, to protect them. Similarly, the Messenger of Allah ﷺ would walk in the rear of the army on military campaigns, in order to help the weak and carry those who had no means of transport.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let no one amongst you look back,)</span> meaning - when you hear the people screaming from their torment, do not turn around to look at them; leave them to face whatever punishment and vengeance is coming to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْضُوا حَيْثُ تُؤْمَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but go on to where you are ordered.)</span> - it is as if they had a guide with them to show them the way.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَيْنَا إِلَيْهِ ذَٰلِكَ الْأَمْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made this decree known to him)</span> meaning - We already told him about that.</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنَّ دَابِرَ هَٰؤُلَاءِ مَقْطُوعٌ مُّصْبِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that those <span class=\"gray\">(sinners)</span> would be rooted out in the early morning.)</span> meaning in the morning, as in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَوْعِدَهُمُ الصُّبْحُ ۚ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, morning is their appointed time. Is not the morning near?)</span><span class=\"gray\">[11:81]</span></p>"
  },
  {
    "ayah_key": "15:67",
    "group_ayah_key": "15:67",
    "from_ayah": "15:67",
    "to_ayah": "15:72",
    "ayah_keys": "15:67,15:68,15:69,15:70,15:71,15:72",
    "text": "<p lang=\"en\" class=\"en \">And the inhabitants of the city came rejoicing <span>(67)</span><span class=\"gray\">[Lut]</span> said: \"Verily, these are my guests, so do not shame me. <span>(68)</span>\"And have Taqwa of Allah, and do not disgrace me. <span>(69)</span>They said: \"Did we not forbid you from entertaining any of the 'Alamin? <span>(70)</span>Lut ]said: \"These are my daughters, if you must act <span class=\"gray\">(so)</span><span>(71)</span>Verily, by your life, in their wild intoxication, they were wandering blindly <span>(72)</span></p><div lang=\"en\" class=\"en \"><h2>The People of the City arrive upon the Angels, thinking that they are Men</h2></div><p lang=\"en\" class=\"en \">Allah tells us about how Lut's people came to him when they found out about his handsome guests, and they came happily rejoicing about them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّ هَٰؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ - وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[Lut]</span> said: \"Verily, these are my guests, so do not shame me. And have Taqwa of Allah, and do not disgrace me.\")</span> This is what Lut said to them before he knew that his guests were messengers from Allah, as mentioned in Surat Hud, but here <span class=\"gray\">(in this Surah)</span>, we have already been told that they are messengers from Allah, and this is followed by an account of Lut's people coming and his exchange with them. However, here the conjunction <span class=\"gray\">(wa, meaning \"and\")</span> does not imply the sequence of events, especially since there is something to indicate that this is not the case. They said answering him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did we not forbid you from entertaining <span class=\"gray\">(or protecting)</span> any of the 'Alamin)</span> meaning, 'did we not tell you that you should not have anyone as a guest?' He reminded them about their womenfolk and what their Lord had created for them in the women of permissible sexual relationships. This issue has already been explained and is no need to repeat the discussion here. All of this happened while they were still unaware of the inevitable calamity and punishment that was about to befall them the following morning. Hence Allah, may He be exalted, said to Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, by your life, in their wild intoxication, they were wandering blindly.)</span> Allah swore by the life of His Prophet ﷺ, which is an immense honor reflecting his high rank and noble status. 'Amr bin Malik An-Nakari reported from Abu Al-Jawza' that Ibn 'Abbas said: \"Allah has never created or made or formed any soul that is dearer to him than Muhammad ﷺ. I never heard that Allah swore by the life of anyone else. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, by your life, in their wild intoxication, they were wandering blindly.)</span> meaning, by your life and the length of your stay in this world,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in their wild intoxication, they were wandering blindly.)</span> This was reported by Ibn Jarir. Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَفِي سَكْرَتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in their wild intoxication)</span> \"It means - in their misguided state;</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they were wandering blindly)</span> means - they were playing. \" 'Ali bin Abi Talhah reported that Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَمْرُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, by your life)</span> means by your life, and</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in their wild intoxication, they were wandering blindly.)</span> means that they were confused.\"</p>"
  },
  {
    "ayah_key": "15:73",
    "group_ayah_key": "15:73",
    "from_ayah": "15:73",
    "to_ayah": "15:77",
    "ayah_keys": "15:73,15:74,15:75,15:76,15:77",
    "text": "<p lang=\"en\" class=\"en \">So the Sayhah overtook them at the time of sunrise <span>(73)</span>And We turned them upside down and rained stones of baked clay upon them <span>(74)</span>Surely, in this are signs for those who see <span>(75)</span>And verily, they were right on the highroad <span>(76)</span>Surely, there is indeed a sign in that for the believers <span>(77)</span></p><div lang=\"en\" class=\"en \"><h2>The Destruction of the People of Lut</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الصَّيْحَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the Sayhah overtook them)</span> This is the piercing sound that came to them when the sun rose, which was accompanied by the city being flipped upside down, and stones of baked clay <span class=\"gray\">(As-Sijjil)</span> raining down upon them. The discussion of As-Sijjil in Surah Hud is a sufficient explanation. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّلْمُتَوَسِّمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, in this are signs for those who see.)</span> meaning that the traces of the destruction of that city are easily visible to any one who ponder about it, whether they look at it with physical eyesight or mental and spiritual insight, as Mujahid said concerning the phrase,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلْمُتَوَسِّمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who see)</span> he said, \"those who have insight and discernment.\" It was reported from Ibn 'Abbas and Ad-Dahhak that it referred to those who look. Qatadah said: \"those who learn lessons\".</p><div lang=\"en\" class=\"en \"><h2>The City of Sodom on the Highroad</h2></div><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they were right on the highroad.)</span> meaning that the city of Sodom, which was physically and spiritually turned upside down, and pelted with stones until it became a foul smelling lake <span class=\"gray\">(the Dead Sea)</span>, is on a route that is easily accessible until the present day. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِم مُّصْبِحِينَ - وَبِاللَّيْلِ ۗ أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you pass by them in the morning, and at night. Will you not then reflect?)</span><span class=\"gray\">(37:137-138)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِّلْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, there is indeed a sign in that for the believers.)</span> meaning, 'All that We did to the people of Lut, from the destruction and the vengeance, to how We saved Lut and his family, these are clear signs to those who believe in Allah and His Messengers.'</p>"
  },
  {
    "ayah_key": "15:78",
    "group_ayah_key": "15:78",
    "from_ayah": "15:78",
    "to_ayah": "15:79",
    "ayah_keys": "15:78,15:79",
    "text": "<p class=\"en translation\" lang=\"en\">And the Dwellers of Al-Aykah, were also wrongdoers <span>(78)</span>So, We took vengeance on them. They are both on an open route, plain to see <span>(79)</span></p><div lang=\"en\" class=\"en \"><h2>The Destruction of the Dwellers of Al-Aykah, the People of Shu'ayb</h2></div><p lang=\"en\" class=\"en \">The Dwellers of Al-Aykah, were the people of Shu'ayb. Ad-Dahhak, Qatadah and others said that Al-Aykah refers to intertwined trees. Their evildoing included associating partners with Allah <span class=\"gray\">(Shirk)</span>, banditry and cheating in weights and measures. Allah punished them with the Sayhah <span class=\"gray\">(the awful cry or torment)</span>, the earthquake, and the torment of the Day of Shadow. They lived near the people of Lut, but at a later time, and the people of Lut were known to them, which is why Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are both on an open route, plain to see.)</span> Ibn 'Abbas, Mujahid, Ad-Dahhak and others said, \"a visible route.\" This is why, when Shu'ayb warned his people, he said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the people of Lut are not far off from you!)</span><span class=\"gray\">[11:89]</span></p>"
  }
]