[
  {
    "ayah_key": "4:116",
    "group_ayah_key": "4:116",
    "from_ayah": "4:116",
    "to_ayah": "4:122",
    "ayah_keys": "4:116,4:117,4:118,4:119,4:120,4:121,4:122",
    "text": "<p lang=\"en\" class=\"en \">Verily, Allah forgives not <span class=\"gray\">(the sin of)</span> setting up partners <span class=\"gray\">(in worship)</span> with Him, but He forgives whom He wills, sins other than that, and whoever sets up partners in worship with Allah, has indeed strayed far away <span>(116)</span>They invoke nothing but female deities besides Him <span class=\"gray\">(Allah)</span>, and they invoke nothing but Shaytan, a persistent rebel <span>(117)</span>Allah cursed him. And he <span class=\"gray\">[Shaytan]</span> said: \"I will take an appointed portion of your servants. <span>(118)</span>\"Verily, I will mislead them, and surely, I will arouse in them false desires; and certainly, I will order them to slit the ears of cattle, and indeed I will order them to change the nature created by Allah.\" And whoever takes Shaytan as a Wali instead of Allah, has surely suffered a manifest loss <span>(119)</span>He <span class=\"gray\">[Shaytan]</span> makes promises to them, and arouses in them false desires; and Shaytan's promises are nothing but deceptions <span>(120)</span>The dwelling of such <span class=\"gray\">(people)</span> is Hell, and they will find no way of escape from it <span>(121)</span>And those who believe and do righteous good deeds, We shall admit them to the Gardens under which rivers flow <span class=\"gray\">(i.e. in Paradise)</span> to dwell therein forever. Allah's promise is the truth; and whose words can be truer than those of Allah <span>(122)</span></p><div lang=\"en\" class=\"en \"><h2>Shirk Shall not be Forgiven, in Reality the Idolators Worship Shaytan</h2></div><p lang=\"en\" class=\"en \">We talked about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah forgives not <span class=\"gray\">(the sin of)</span> setting up partners <span class=\"gray\">(in worship)</span> with Him, but He forgives whom He wills, sins other than that,)</span> before and mentioned the relevant Hadiths in the beginning of this Surah. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whoever sets up partners in worship with Allah, has indeed strayed far away.)</span> means, he will have taken other than the true path, deviated from guidance and righteousness, destroyed himself in this life and the Hereafter, and lost contentment in this life and the Hereafter.</p><p lang=\"de\" class=\"de \">Juwaybir said that Ad-Dahhak said about Allah's statement,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِن يَدْعُونَ مِن دُونِهِ إِلَّا إِنَاثًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They invoke nothing but female deities besides Him <span class=\"gray\">(Allah)</span>,)</span> \"The idolators claimed that the angels are Allah's daughters, saying, 'We only worship them so that they bring us closer to Allah.' So they took the angels as gods, made the shapes of girls and decided, 'These <span class=\"gray\">(idols)</span> resemble the daughters of Allah <span class=\"gray\">(i.e., the angels)</span>, Whom we worship.'\" This is similar to Allah's statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you then considered Al-Lat and Al-'Uzza)</span><span class=\"gray\">[53:19]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they make the angels who themselves are servants of the Most Gracious <span class=\"gray\">(Allah)</span> females)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have invented a kinship between Him and the Jinn)</span><span class=\"gray\">[37:158]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَدْعُونَ إِلَّا شَيْطَانًا مَّرِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they invoke nothing but Shaytan, a persistent rebel!)</span> means, Shaytan has commanded them to do this and made it seem fair and beautiful in their eyes. Consequently, they are worshipping Shaytan in reality, just as Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did I not command you, O Children of Adam, that you should not worship Shaytan)</span><span class=\"gray\">[36:60]</span> Allah said that, on the Day of Resurrection, the angels shall proclaim about the idolators who worshipped them in this life:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they used to worship the Jinn; most of them were believers in them)</span><span class=\"gray\">[34:41]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّعَنَهُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah cursed him)</span>, means, He expelled him and banished him from His mercy and His grace.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will take an appointed portion of your servants)</span> means, a fixed and known share. Muqatil bin Hayyan commented, \"From every one thousand, nine hundred and ninety-nine will go to the Fire and one to Paradise.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَأُضِلَّنَّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I will mislead them)</span> from the true path,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَأُمَنِّيَنَّهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and surely, I will arouse in them false desires;)</span> tempting them to feign repentance, arousing false hopes in them, encouraging them to delay and procrastinate with righteous deeds, deceiving them.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and certainly, I will order them to slit the ears of cattle,)</span> meaning, slitting their ears to designate them as Bahirah, Sa'ibah, and a Wasilah, as Qatadah and As-Suddi stated.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed I will order them to change the nature created by Allah.)</span> means tattooing, according to Al-Hasan bin Abi Al-Hasan Al-Basri.</p><p lang=\"en\" class=\"en \">In his Sahih, Muslim recorded the prohibition of tattooing the face, which in one of its wordings states: \"May Allah curse whoever does this.\" It is also recorded in the Sahih that Ibn Mas'ud said, \"May Allah curse those who have tattoos and those who do it, who pluck their <span class=\"gray\">(facial)</span> hairs and the one who does it for them, and those who make spaces between their teeth for the purpose of beauty, changing what Allah has created.\" He then said, \"Why should not I curse whom the Messenger of Allah ﷺ has cursed, when the Book of Allah commands it,\" referring to the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatsoever the Messenger gives you, take it; and whatsoever he forbids you, abstain <span class=\"gray\">(from it)</span>)</span><span class=\"gray\">[59:7]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِّن دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever takes Shaytan as a Wali <span class=\"gray\">(protector or helper)</span> instead of Allah, has surely suffered a manifest loss.)</span> means, he will have lost this life and the Hereafter. Indeed, this is a type of loss that cannot be compensated or restored. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">[Shaytan]</span> makes promises to them, and arouses in them false desires;)</span> explains the true reality. Surely, Shaytan deceitfully promises his supporters and tempts them into believing that they are winners in this and the Hereafter. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Shaytan's promises are nothing but deceptions.)</span> Allah states that on the Day of Return,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you)</span><span class=\"gray\">[14:22]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, there is a painful torment for the wrongdoers.)</span><span class=\"gray\">[14:22]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of such <span class=\"gray\">(people)</span>)</span> refers to those who like and prefer what Shaytan is promising and assuring them of,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَأْوَاهُمْ جَهَنَّمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The dwelling of such <span class=\"gray\">(people)</span> is Hell)</span>, as their destination and abode on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا يَجِدُونَ عَنْهَا مَحِيصًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will find no way of escape from it.)</span>, meaning, they will not be able to avoid, avert, evade or elude the Hellfire.</p><div lang=\"en\" class=\"en \"><h2>The Reward of Righteous Believers</h2></div><p lang=\"en\" class=\"en \">Allah then mentions the condition of the content righteous believers and the perfect honor they will earn in the end. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe and do righteous good deeds,)</span> meaning, their hearts were truthful and their limbs obedient with the righteous acts they were commanded, all the while abandoning the evil they were prohibited from doing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall admit them to Gardens under which rivers flow <span class=\"gray\">(Paradise)</span>)</span> meaning, they will think of where they want these rivers to flow and they will flow there,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to dwell therein forever)</span>, without end or being removed from it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدَ اللَّهِ حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah's promise is the truth)</span>, meaning, this is a true promise from Allah, and verily, Allah's promise shall come to pass. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whose words can be truer than those of Allah)</span> meaning, none is more truthful in statement and narration than Allah. There is no deity worthy of worship, or Lord except Him. The Messenger of Allah ﷺ used to proclaim in his speech,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَصْدَقَ الْحَدِيثِ كَلَامُ اللهِ، وَخَيْرَ الْهَدْيِ هَدْيُ مُحَمَّدٍ صلّى الله عليه وسلّم، وَشَرَّ الْأُمُورِ مُحْدَثَاتُهَا، وَكُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلَّ بِدْعَةٍ ضَلَالَةٌ، وَكُلَّ ضَلَالَةٍ فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The most truthful speech is Allah's Speech, and the best guidance is the guidance of Muhammad. The worst matters are the newly invented <span class=\"gray\">(in religion)</span>, every newly invented matter is an innovation, and every innovation is a heresy, and every heresy is in the Fire.)</span></p>"
  }
]