[
  {
    "ayah_key": "17:49",
    "group_ayah_key": "17:49",
    "from_ayah": "17:49",
    "to_ayah": "17:52",
    "ayah_keys": "17:49,17:50,17:51,17:52",
    "text": "<p lang=\"en\" class=\"en \">And they say: \"When we are bones and fragments <span class=\"gray\">(destroyed)</span>, should we really be resurrected <span class=\"gray\">(to be)</span> a new creation? <span>(49)</span>Say: \"Be you stones or iron, <span>(50)</span>\"Or some created thing that is yet greater <span class=\"gray\">(or harder)</span> in your breasts.\" Then, they will say: \"Who shall bring us back <span class=\"gray\">(to life)</span>?\" Say: \"He Who created you first!\" Then, they will shake their heads at you and say: \"When will that be?\" Say: \"Perhaps it is near! <span>(51)</span>On the Day when He will call you, and you will answer with <span class=\"gray\">(words of)</span> His praise and obedience, and you will think that you have stayed <span class=\"gray\">(in this world)</span> but a little while <span>(52)</span></p><div lang=\"en\" class=\"en \"><h2>Refutation of Those Who do not believe in Life after Death</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the disbelievers who think it very unlikely that the Resurrection will happen and who say, in a tone of denial,</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When we are bones and fragments.)</span> meaning earth. This was the view of Mujahid. 'Ali bin Abi Talhah reported from Ibn 'Abbas that it means dust.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(should we really be resurrected <span class=\"gray\">(to be)</span> a new creation?)</span> meaning, on the Day of Resurrection after we have disintegrated and become nothing, and have been forgotten. Allah tells us about them elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ - أَإِذَا كُنَّا عِظَامًا نَّخِرَةً - قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"Shall we indeed be returned to <span class=\"gray\">(our)</span> former state of life? Even after we are crumbled bones?\" They say: \"It would in that case, be a return with loss!\")</span><span class=\"gray\">(79:10-12)</span>. And,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he puts forth for Us a parable, and forgets his own creation.)</span> until the end of two Ayat. <span class=\"gray\">(36:78-79)</span> Allah commands His Messenger ﷺ to respond to them, so He says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad)</span>: \"Be you stones or iron,\")</span> - which are more difficult to restore than bones and fragments,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِي صُدُورِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or some created thing that is yet greater <span class=\"gray\">(or harder)</span> in your breasts.)</span> Ibn Ishaq narrated from Ibn Abi Najih from Mujahid: \"I asked Ibn 'Abbas about that, and he said: 'This is death.'\" 'Atiyah reported that Ibn 'Umar explained of this Ayah: \"If you were dead I would still resurrect you.\" This was also the view of Sa'id bin Jubayr, Abu Salih, Al-Hasan, Qatadah, Ad-Dahhak and others. This means that if you were to assume that you would become dead, which is the opposite of living, Allah will resurrect you when He wills, for nothing can stop Him when He wills a thing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِي صُدُورِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or some created thing that is yet greater <span class=\"gray\">(or harder)</span> in your breasts.)</span> Mujahid said: \"This means the heavens, earth and mountains.\" According to another report, \"Whatever you want to be, go ahead, Allah will still resurrect you after you die.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيَقُولُونَ مَن يُعِيدُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, they will say: \"Who shall bring us back <span class=\"gray\">(to life)</span>\")</span> meaning, who will resurrect us if we are stones or iron or some other strong created thing?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He Who created you first!\")</span> meaning, He Who created you when you were nothing, then you became human beings, walking about. He is able to create you anew, no matter what you have become.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)</span><span class=\"gray\">[30:27]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, they will shake their heads at you)</span> Ibn 'Abbas and Qatadah said, \"They will move their heads in a gesture of mockery.\" This view expressed by Ibn 'Abbas and Qatadah is what the Arabs understand from the language, because the word used Fasayunghidun indicates an up-and-down movement Nughad. A word derived from the same root, Naghd, is used to refer to the young of the ostrich, because when it walks, it walks quickly and moves its head. The same word is used to describe a tooth when it becomes loose and is detached from its place.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say: \"When will that be?\")</span> This shows that they thought it very unlikely that it would happen, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"When will this promise <span class=\"gray\">(i.e. Resurrection)</span> be fulfilled, if you are truthful?\")</span><span class=\"gray\">(36:48)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe not therein seek to hasten it <span class=\"gray\">[the Hour]</span>)</span><span class=\"gray\">[42:18]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">قُلْ عَسَىٰ أَن يَكُونَ قَرِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Perhaps it is near!\")</span> meaning, beware of it, for it is at hand and will no doubt come to you, and what will be will be.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when He will call you,)</span> meaning the Lord, may He be blessed and exalted:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَعَاكُمْ دَعْوَةً مِّنَ الْأَرْضِ إِذَا أَنتُمْ تَخْرُجُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When He will call you by a single call, behold, you will come out from the earth)</span><span class=\"gray\">[30:25]</span> meaning, when He commands you to come out from the earth, for nothing can oppose Him or prevent His command from being fulfilled. Rather, it is as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one as the twinkling of an eye)</span><span class=\"gray\">(54:50)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Our Word unto a thing when We intend it, is only that We say unto it: \"Be!\" - and it is)</span><span class=\"gray\">(16:40)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُم بِالسَّاهِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it will be only a single Zajrah. When behold, they find themselves <span class=\"gray\">(on the surface of the earth)</span> alive <span class=\"gray\">(after their death)</span>.)</span><span class=\"gray\">(79:13-14)</span>, meaning, it will be just one definitive command, then the people will have come out from the inside of the earth to its surface, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when He will call you, and you will answer with <span class=\"gray\">(words of)</span> His praise)</span> meaning, you will all rise up in response to His command and in obedience to His will.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَظُنُّونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you will think)</span> means, on the Day when you rise up from your graves,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن لَّبِثْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you have stayed)</span> in this earthly abode,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but a little while.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day they see it, <span class=\"gray\">(it will be)</span> as if they had not tarried <span class=\"gray\">(in this world)</span> except an afternoon or a morning.)</span><span class=\"gray\">(79:46)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُنفَخُ فِي الصُّورِ ۚ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا - يَتَخَافَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلَّا عَشْرًا - نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلَّا يَوْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when the Trumpet will be blown: that Day, We shall gather the blue or blind-eyed with thirst. They will speak in a very low voice to each other <span class=\"gray\">(saying)</span>: \"You stayed not longer than ten <span class=\"gray\">(days)</span>.\" We know very well what they will say, when the best among them in knowledge and wisdom will say: \"You stayed no longer than a day!\")</span><span class=\"gray\">(20:102-104)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ ۚ كَذَٰلِكَ كَانُوا يُؤْفَكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day that the Hour will be established, they will swear that they stayed not but an hour - thus were they ever deluded.)</span><span class=\"gray\">(30:55)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ - قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ - قَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will say: \"What number of years did you stay on earth?\" They will say: \"We stayed a day or part of a day. Ask of those who keep account.\" He will say: \"You stayed not but a little, if you had only known!\")</span><span class=\"gray\">(23:112-114)</span>.</p>"
  },
  {
    "ayah_key": "17:53",
    "group_ayah_key": "17:53",
    "from_ayah": "17:53",
    "to_ayah": "17:53",
    "ayah_keys": "17:53",
    "text": "<p class=\"en translation\" lang=\"en\">And say to My servants that they should say those words that are best. <span class=\"gray\">(Because)</span> Shaytan verily, sows a state of conflict and disagreement among them. Surely, Shaytan is to man a plain enemy <span>(53)</span></p><div lang=\"en\" class=\"en \"><h2>People should speak Good Words with Politeness</h2></div><p lang=\"en\" class=\"en \">Allah commands His servant Muhammad ﷺ to tell the believing servants of Allah that they should address one another in their conversations and discussions with the best and politest of words, for if they do not do that, Shaytan will sow discord among them, and words will lead to actions, so that evil and conflicts and fights will arise among them. For Shaytan is the enemy of Adam and his descendants, and has been since he refused to prostrate to Adam. His enmity is obvious and manifest. For this reason it is forbidden for a man to point at his Muslim brother with an iron instrument, for Shaytan may cause him to strike him with it</p><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Abu Hurayrah said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُشِيرَنَّ أَحَدُكُمْ إِلَى أَخِيهِ بِالسِّلَاحِ، فَإِنَّهُ لَا يَدْرِي أَحَدُكُمْ لَعَلَّ الشَّيْطَانَ أَنْ يَنْزِعَ فِي يَدِهِ فَيَقَعَ فِي حُفْرَةٍ مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No one of you should point at his brother with a weapon, for he does not know whether Shaytan will cause him to strike him with it and thus be thrown into a pit of Fire.)</span> Al-Bukhari and Muslim recorded this Hadith with the chain of narration from 'Abdur-Razzaq.</p>"
  }
]