[
  {
    "ayah_key": "20:128",
    "group_ayah_key": "20:128",
    "from_ayah": "20:128",
    "to_ayah": "20:130",
    "ayah_keys": "20:128,20:129,20:130",
    "text": "<p lang=\"en\" class=\"en \">And had it not been for a Word that went forth before from your Lord, and a term determined, <span class=\"gray\">(their punishment)</span> must necessarily have come <span class=\"gray\">(in this world)</span><span>(128)</span>So bear patiently what they say, and glorify the praises of your Lord before the rising of the sun, and before its setting, and during some hours of the night, and at the ends of the day, that you may become pleased with the reward which Allah shall give you <span>(129)</span></p><div lang=\"en\" class=\"en \"><h2>Many Nations were destroyed and in Them is a Lesson</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَهْدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it not a guidance for them...?)</span> This is addressed to those who reject what the Prophet ﷺ came to them with: 'We destroyed those who denied the Messengers from the previous nations before them. They showed open hostility, so now there is not trace of them and none of them are left. This is witnessed by the empty homes that these people left behind, and which others have now inherited, moving about in the dwellings of those of the past.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّأُولِي النُّهَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are signs indeed for men of understanding.)</span> This means those who have sound intellect and correct understanding. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not traveled through the land, and have they hearts wherewith to understand and ears wherewith to hear? Verily, it is not the eyes that grow blind, but it is the hearts which are in the breasts that grow blind.)</span><span class=\"gray\">(22:46)</span> Allah also said in Surah Alif Lam Mim As-Sajdah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it not a guidance for them: how many generations We have destroyed before them in whose dwellings they walk about?)</span><span class=\"gray\">[32:26]</span> Then, Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had it not been for a Word that went forth before from your Lord, and a term determined <span class=\"gray\">(their punishment)</span>, must necessarily have come <span class=\"gray\">(in this world)</span>.)</span><span class=\"gray\">[20:129]</span></p><p lang=\"en\" class=\"en \">This means that if it were not for the Word that had already preceded from Allah – that He would not punish anyone until the proof had been established against him and the punishment would take place at an appointed time that He has already determined for these rejecters – then the punishment would certainly seize them immediately.</p><div lang=\"en\" class=\"en \"><h2>The Command to be patient and perform the Five daily Prayers</h2></div><p lang=\"nl\" class=\"nl \">Allah comforts His Prophet ﷺ by saying to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So bear patiently what they say,)</span> This means, \"Be patient concerning their rejection of you.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And glorify the praises of your Lord before the rising of the sun,)</span> This is speaking of the Morning <span class=\"gray\">(Fajr)</span> prayer.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَبْلَ غُرُوبِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and before its setting,)</span> This is speaking of the Mid-afternoon <span class=\"gray\">('Asr)</span> prayer. This has been mentioned in the Two Sahihs on the authority of Jarir bin 'Abdullah Al-Bajali, who said, \"Once we were sitting with the Messenger of Allah ﷺ when he looked up at the moon on a night when it was full. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَرَ، لَا تُضَامُونَ فِي رُؤْيَتِهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you all will see your Lord <span class=\"gray\">(in the Hereafter)</span> just as you see this moon and you will not have to crowd together to see Him. Therefore, if you are able to not miss a prayer before sunrise <span class=\"gray\">(Fajr)</span> and before sunset <span class=\"gray\">('Asr)</span>, then you should do so.)</span> Then he recited this Ayah.\" Imam Ahmad recorded that 'Umarah bin Ru'aybah that he heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ يَلِجَ النَّارَ أَحَدٌ صَلَّى قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Anyone who prays before sunrise and before sunset will never enter the Hellfire.)</span> This was also recorded by Muslim. Concerning Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and during some hours of the night, glorify the praises.)</span> This means during its hours offer the late night <span class=\"gray\">(Tahajjud)</span> prayer. Some of the scholars said it also means the after sunset <span class=\"gray\">(Maghrib)</span> and the night <span class=\"gray\">('Isha')</span> prayers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطْرَافَ النَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and at the ends of the day,)</span> This is the opposite of the hours of the night.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ تَرْضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may become pleased)</span> As Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, your Lord will give you <span class=\"gray\">(all good)</span> so that you shall be well-pleased.)</span><span class=\"gray\">[93:5]</span> In the Sahih, it is recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى يَاأَهْلَ الْجَنَّةِ، فَيَقُولُونَ: لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ، فَيَقُولُ: هَلْ رَضِيتُمْ؟ فَيَقُولُونَ: رَبَّنَا وَمَا لَنَا لَا نَرْضَى وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقِكَ، فَيَقُولُ: إِنِّي أُعْطِيكُمْ أَفْضَلَ مِنْ ذَلِكَ، فَيَقُولُونَ: وَأَيُّ شَيْءٍ أَفْضَلُ مِنْ ذَلِكَ؟ فَيَقُولُ: أَحِلُّ عَلَيْكُمْ رِضْوَانِي فَلَا أَسْخَطُ عَلَيْكُمْ بَعْدَهُ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, the Exalted, says, \"O people of Paradise.\" They will reply, \"We are here at Your service and Your pleasure our Lord.\" He will then say, \"Are you all pleased?\" They will reply, \"Why should we not be pleased our Lord, when You have given us what You have not given any others of Your creation?\" Allah will then say, \"Verily, I am going to give you something better than that.\" They will say, \"And what thing could be better than that\" Allah will say, \"I have allowed for you My pleasure, so I will never be angry with you again after this.\")</span></p><p lang=\"en\" class=\"en \">In another Hadith, it states that it will be said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْجَنَّةِ، إِنَّ لَكُمْ عِنْدَ اللهِ مَوْعِدًا يُرِيدُ أَنْ يُنْجِزَكُمُوهُ: فَيَقُولُونَ: وَمَا هُوَ؟ أَلَمْ يُبَيِّضْ وُجُوهَنَا وَيُثْقِلْ مَوَازِينَنَا وَيُزَحْزِحْنَا عَنِ النَّارِ وَيُدْخِلْنَا الْجَنَّةَ، فَيُكْشَفُ الْحِجَابُ فَيَنْظُرُونَ إِلَيْهِ، فَوَ اللهِ مَا أَعْطَاهُمْ خَيْرًا مِنَ النَّظَرِ إِلَيْهِ، وَهِيَ الزِّيَادَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O people of Paradise, verily you all have an appointed promise with Allah that He would like to fulfill for you.\" They will say, \"And what is that? Has He not already enlightened our faces, made our Scales <span class=\"gray\">(of good deeds)</span> heavy, saved us from the Hellfire and entered us into Paradise?\" Then, the veil will be lifted and they will gaze upon Him <span class=\"gray\">(Allah)</span>. By Allah, He has not given them anything better than the opportunity to look upon Him, and that is the increase <span class=\"gray\">(extra blessing)</span>.)</span></p>"
  }
]