[
  {
    "ayah_key": "2:49",
    "group_ayah_key": "2:49",
    "from_ayah": "2:49",
    "to_ayah": "2:50",
    "ayah_keys": "2:49,2:50",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when We delivered you from Fir'awn's <span class=\"gray\">(Pharaoh)</span> people, who were afflicting you with a horrible torment, killing your sons and sparing your women, and therein was a mighty trial from your Lord <span>(49)</span>And <span class=\"gray\">(remember)</span> when We separated the sea for you and saved you and drowned Fir'awn's <span class=\"gray\">(Pharaoh)</span> people while you were watching <span>(50)</span></p><div lang=\"en\" class=\"en \"><h2>The Children of Israel were saved from Pharaoh and His Army Who drowned</h2></div><p lang=\"en\" class=\"en \">Allah said to the Children of Israel, \"Remember My favor on you</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ نَجَّيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We delivered you from Fir'awn's <span class=\"gray\">(Pharaoh)</span> people, who were afflicting you with a horrible torment,)</span> meaning, 'I - Allah - saved you from them and delivered you from their hands in the company of Musa, after they subjected you to horrible torture.' This favor came after the cursed Pharaoh had a dream in which he saw a fire emerge from Bayt Al-Maqdis <span class=\"gray\">(Jerusalem)</span>, and then the fire entered the houses of the Coptics in Egypt, with the exception of the Children of Israel. Its purport was that his kingship would be toppled by a man among the Children of Israel. It was also said that some of Pharaoh's entourage said that the Children of Israel were expecting a man among them to arise who would establish a state for them. We will mention the Hadith on this subject when we explain Surat Ta Ha <span class=\"gray\">(20)</span>, Allah willing. After the dream, Pharaoh ordered that every newborn male among the Children of Israel be killed and that the girls be left alone. He also commanded that the Children of Israel be given tasks of hard labor and assigned the most humiliating jobs.</p><p lang=\"en\" class=\"en \">The torment here refers to killing the male infants. In Surat Ibrahim <span class=\"gray\">(14)</span> this meaning is clearly mentioned,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who were afflicting you with horrible torment, and were slaughtering your sons and letting your women live.)</span><span class=\"gray\">(14:6)</span>.</p><p lang=\"en\" class=\"en \">We will explain this Ayah in the beginning of Surat Al-Qasas <span class=\"gray\">(28)</span>, Allah willing, and our reliance and trust are with Him.</p><p lang=\"en\" class=\"en \">The meaning of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُومُونَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who were afflicting you)</span> is, \"They humiliated you,\" as Abu 'Ubaydah stated. It was also said that it means, \"They used to exaggerate in tormenting you\" according to Al-Qurtubi. As for Allah saying,</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(killing your sons and sparing your women)</span> that explains His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُومُونَكُمْ سُوءَ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who were afflicting you with horrible torment)</span> then it explains the meaning of the favor He gave them, as mentioned in His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْكُرُواْ نِعْمَتِيَ الَّتِى أَنْعَمْتُ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember My favor which I bestowed upon you)</span>. As for what Allah said in Surat Ibrahim,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remind them of the annals of Allah)</span><span class=\"gray\">(14:5)</span> meaning, the favors and blessing He granted them, He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who were afflicting you with horrible torment, and were slaughtering your sons and letting your women live.)</span><span class=\"gray\">(14:6)</span></p><p lang=\"en\" class=\"en \">So Allah mentioned saving their children from being slaughtered in order to remind them of the many favors that He granted them.</p><p lang=\"en\" class=\"en \">We should state here that 'Pharaoh' <span class=\"gray\">(Fir'awn)</span> is a title that was given to every disbelieving king who ruled Egypt, whether from the 'Amaliq <span class=\"gray\">(Canaanites)</span> or otherwise, just as Caesar <span class=\"gray\">(Qaysar)</span> is the title of the disbelieving kings who ruled Rome and Damascus. Also, Khosrau <span class=\"gray\">(Kisra)</span> is the title of the kings who ruled Persia, while Tubb'a is the title of the kings of Yemen, and the kings of Abyssinia <span class=\"gray\">(Ethiopia)</span> were called Negus <span class=\"gray\">(An-Najashi)</span>.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي ذَٰلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And therein was a mighty trial from your Lord.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir commented that this part of the Ayah means, \"Our saving your fathers from the torment that they suffered by the hand of Pharaoh, is a great blessing from your Lord.\" We should mention that in the blessing there a is test, the same as with hardship, for Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall make a trial of you with evil and with good)</span><span class=\"gray\">(21:35)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَلَوْنَاهُم بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We tried them with good <span class=\"gray\">(blessings)</span> and evil <span class=\"gray\">(calamities)</span> in order that they might turn <span class=\"gray\">(to obey Allah.)</span>)</span><span class=\"gray\">(7:168)</span>.</p><p lang=\"de\" class=\"de \">Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We separated the sea for you and saved you and drowned Fir'awn's <span class=\"gray\">(Pharaoh)</span> people while you were watching)</span> means, 'After We saved you from Fir'awn and you escaped with Musa; Fir'awn went out in your pursuit and We parted the sea for you.' Allah mentioned this story in detail, as we will come to know, Allah willing. One of the shortest references to this story is Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنجَيْنَاكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And saved you)</span> meaning, \"We saved you from them, drowning them while you watched, bringing relief to your hearts and humiliation to your enemy.\"</p><div lang=\"en\" class=\"en \"><h2>Fasting the Day of 'Ashura</h2></div><p lang=\"en\" class=\"en \">It was reported that the day the Children of Israel were saved from Fir'awn was called the day of 'Ashura'. Imam Ahmad reported that Ibn 'Abbas said that the Messenger of Allah came to Al-Madinah and found that the Jews were fasting the day of 'Ashura'. He asked them, \"What is this day that you fast?\" They said, \"This is a good day during which Allah saved the Children of Israel from their enemy, and Musa used to fast this day.\" The Messenger of Allah ﷺ said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنَا أَحَقُّ بِمُوسَى مِنْكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have more right to Musa than you have.)</span></p><p lang=\"en\" class=\"en \">So the Messenger of Allah ﷺ fasted that day and ordered that it be fasted. This Hadith was collected by Al-Bukhari, Muslim, An-Nasa'i and Ibn Majah.</p>"
  },
  {
    "ayah_key": "2:5",
    "group_ayah_key": "2:5",
    "from_ayah": "2:5",
    "to_ayah": "2:5",
    "ayah_keys": "2:5",
    "text": "<p class=\"en translation\" lang=\"en\">They are on guidance from their Lord, and they are the successful <span>(5)</span></p><div lang=\"en\" class=\"en \"><h2>Guidance and Success are awarded to the Believers</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوْلَٰـئِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are)</span> refers to those who believe in the Unseen, establish the prayer, spend from what Allah has granted them, believe in what Allah has revealed to the Messenger and the Messengers before him, believe in the Hereafter with certainty, and prepare the necessary requirements for the Hereafter by performing good deeds and avoiding the prohibitions. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ هُدًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On guidance)</span> meaning, they are <span class=\"gray\">(following)</span> a light, guidance, and have insight from Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they are the successful)</span> meaning, in this world and the Hereafter. They shall have what they seek and be saved from the evil that they tried to avoid. Therefore, they will have rewards, eternal life in Paradise, and safety from the torment that Allah has prepared for His enemies.</p>"
  },
  {
    "ayah_key": "2:51",
    "group_ayah_key": "2:51",
    "from_ayah": "2:51",
    "to_ayah": "2:53",
    "ayah_keys": "2:51,2:52,2:53",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when We appointed for Musa <span class=\"gray\">(Moses)</span> forty nights, and <span class=\"gray\">(in his absence)</span> you took the calf <span class=\"gray\">(for worship)</span>, and you were Zalimun <span class=\"gray\">(polytheists and wrongdoers)</span><span>(51)</span>Then after that We forgave you so that you might be grateful <span>(52)</span>And <span class=\"gray\">(remember)</span> when We gave Musa the Scripture <span class=\"gray\">(the Tawrah)</span>) and the criterion <span class=\"gray\">(of right and wrong)</span> so that you may be guided aright <span>(53)</span></p><div lang=\"en\" class=\"en \"><h2>The Children of Israel worshipped the Calf</h2></div><p lang=\"en\" class=\"en \">Allah then said, \"Remember My favor on you when I forgave you for worshipping the calf.\" This happened after Musa went to the meeting place with his Lord at the end of that period which was forty days. These forty days were mentioned in Surat Al-A'raf, when Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَاعَدْنَا مُوسَىٰ ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We appointed for Musa thirty nights and added <span class=\"gray\">(to the period)</span> ten <span class=\"gray\">(more)</span>)</span><span class=\"gray\">(7:142)</span>.</p><p lang=\"en\" class=\"en \">It was said that these days were during the month of Dhul-Qa'dah plus the first ten days in Dhul-Hijjah, after the Children of Israel were delivered from Fir'awn and they safely crossed the sea. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We gave Musa the Scripture)</span> means, the Tawrah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْفُرْقَانَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the criterion)</span> that is that which differentiates between truth and falsehood, guidance and deviation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that you may be guided aright)</span>, after escaping the sea, as another Ayah in Surat Al-A'raf clearly stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We gave Musa ـ after We had destroyed the generations of old ـ the Scripture <span class=\"gray\">(the Tawrah)</span> as an enlightenment for mankind, and a guidance and a mercy, that they might remember <span class=\"gray\">(or receive admonition)</span>)</span><span class=\"gray\">(28:43)</span>.</p>"
  }
]