[
  {
    "ayah_key": "30:46",
    "group_ayah_key": "30:46",
    "from_ayah": "30:46",
    "to_ayah": "30:47",
    "ayah_keys": "30:46,30:47",
    "text": "<p lang=\"en\" class=\"en \">And among His signs is this that He sends the winds as glad tidings, giving you a taste of His mercy, and that the ships may sail at His command, and that you may seek of His bounty, in order that you may be thankful <span>(46)</span>And indeed We did send Messengers before you to their own peoples. They came to them with clear proofs, then, We took vengeance on those who committed crimes; and it was incumbent upon Us to help the believers <span>(47)</span></p><p lang=\"en\" class=\"en \">Among the Signs of Allah are the Winds</p><p lang=\"en\" class=\"en \">Here Allah mentions the favor He does for His creatures by sending winds to them, as harbingers of His mercy, meaning that they will be followed by rain. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(giving you a taste of His mercy,)</span> that is, the rain which will come down and revive people and the land.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that the ships may sail at His command,)</span> means, on the sea, for they are driven by the wind.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَبْتَغُوا مِنْ فَضْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that you may seek of His bounty,)</span> means, by trading, earning a living and traveling from one country to another, one region to another.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that you may be thankful.)</span> means, that you may give thanks to Allah for the innumerable favors He has done for you, both visible and hidden. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We did send Messengers before you to their own peoples. They came to them with clear proofs, then, We took vengeance on those who committed crimes;)</span> These are words of consolation from Allah to His servant and Messenger Muhammad ﷺ. They tell him that if many of his people and of mankind disbelieve in him, the previous Messengers were also rejected, despite the clear signs that they brought, but Allah punished those who rejected and opposed them, and saved those who believed in them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it was incumbent upon Us to help the believers.)</span> This is a duty which Allah took upon Himself as a blessing and a favor to them. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ الرَّحْمَةَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your Lord has prescribed mercy for Himself)</span><span class=\"gray\">(6:54)</span>. Ibn Abi Hatim recorded that Abu Ad-Darda', may Allah be pleased with him, said: \"I heard Allah's Messenger ﷺ saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنِ امْرِىءٍ مُسْلِمٍ يَرُدُّ عَنْ عِرْضِ أَخِيهِ إِلَّا كَانَ حَقًّا عَلَى اللهِ أَنْ يَرُدَّ عَنْهُ نَارَ جَهَنَّمَ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No Muslim man defends the honor of his brother except that there would be a right upon Allah to defend him from the fire of Hell on the Day of Resurrection.)</span> Then he recited this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it was incumbent upon Us to help the believers.)</span>\"</p>"
  },
  {
    "ayah_key": "30:48",
    "group_ayah_key": "30:48",
    "from_ayah": "30:48",
    "to_ayah": "30:51",
    "ayah_keys": "30:48,30:49,30:50,30:51",
    "text": "<p lang=\"en\" class=\"en \">Allah is He Who sends the winds, so that they raise clouds and spread them along the sky as He wills, and then break them into fragments until you see rain drops come forth from their midst! Then when He has made them fall on whom of His servants as He wills, lo, they rejoice <span>(48)</span>And verily, before that – just before it was sent down upon them – they were in despair <span>(49)</span>Look then at the effects of Allah's mercy, how He revives the earth after its death. Verily, that shall indeed raise the dead, and He is able to do all things <span>(50)</span>And if We send a wind, and they see it turn yellow – behold, they then would become unthankful <span class=\"gray\">(disbelievers)</span><span>(51)</span></p><p lang=\"en\" class=\"en \">The Revival of the Earth is a Sign of the Resurrection</p><p lang=\"en\" class=\"en \">Here Allah explains how He creates the clouds that rain the water.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is He Who sends the winds, so that they raise clouds)</span> either from the sea, as was mentioned by more than one <span class=\"gray\">(of the scholars)</span>, or from whatever Allah wills.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and spread them along the sky as He wills,)</span> means, He spreads them and causes them to increase and grow. From a little He makes a lot, and creates the clouds that look like shields. Then He spreads them out until they fill the horizon. Sometimes the clouds come from the sea, heavy and full, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۖ حَتَّىٰ إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who sends the winds as heralds of glad tidings, going before His mercy. Till when they have carried a heavy-laden cloud, We drive it to a land that is dead)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نُخْرِجُ الْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Similarly, We shall raise up the dead, so that you may remember or take heed.)</span><span class=\"gray\">(7:57)</span> Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is He Who sends the winds, so that they raise clouds and spread them along the sky as He wills, and then break them into fragments)</span> Mujahid, Abu 'Amr bin Al-'Ala', Matar Al-Warraq and Qatadah said, \"This means pieces.\" Others said that it means 'piled up,' as Ad-Dahhak said. Others said that it means black, because they contained so much water, and sometimes they are heavy and close to the earth. His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until you see rain drops come forth from their midst!)</span> means, 'so you see the drops, i.e., the rain, which come from the midst of those clouds.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when He has made them fall on whom of His servants as He wills, lo, they rejoice!)</span> They rejoice at the rain when it comes to them because of their need for it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, before that – just before it was sent down upon them – they were in despair!)</span> The people to whom this rain came were in despair, thinking that it rain would never fall, just before it came to them. When it came to them, it came at the time of greatest need, so it was a tremendous event for them What this means is that they were in need of it before it fell, and there had been no rainfall for a long time, so they were waiting for it at the time when it was due, but it did not come to them at that time. The rain was late, and a long time passed. Then the rain came to them suddenly, after they began to despair, and after their land became dry and barren, it was stirred to life, and it swelled and produced every lovely kind of growth. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْظُرْ إِلَىٰ آثَارِ رَحْمَتِ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Look then at the effects of Allah's mercy,)</span> meaning, the rain.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(how He revives the earth after its death.)</span> Thus Allah draws attention to the revival of people's bodies after they have died and disintegrated into nothing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ لَمُحْيِي الْمَوْتَىٰ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, that <span class=\"gray\">(Allah)</span> shall indeed raise the dead.)</span> means, the One Who does that is able to raise the dead.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is able to do all things.)</span><span class=\"gray\">(41:39)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We send a wind, and they see it turn yellow – behold, they then would become unthankful <span class=\"gray\">(disbelievers)</span>.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَرْسَلْنَا رِيحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We send a wind,)</span> means, a wind which dries up the crops which they have tended and cultivated and which have matured, and they see them turn yellow, and start to rot, if this were to happen, they would become ungrateful, i.e., they would deny the previous blessings that they were given. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمْ مَا تَحْرُثُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then tell Me about the seed that you sow in the ground.)</span><span class=\"gray\">(56:63)</span> until:</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ نَحْنُ مَحْرُومُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but we are deprived!)</span><span class=\"gray\">(56:67)</span></p>"
  },
  {
    "ayah_key": "30:52",
    "group_ayah_key": "30:52",
    "from_ayah": "30:52",
    "to_ayah": "30:53",
    "ayah_keys": "30:52,30:53",
    "text": "<p class=\"en translation\" lang=\"en\">So verily, you cannot make the dead to hear, nor can you make the deaf to hear the call, when they show their backs and turn away <span>(52)</span>And you cannot guide the blind from their straying; you can make to hear only those who believe in Our Ayat, and have submitted <span class=\"gray\">(to Allah in Islam)</span><span>(53)</span></p><p lang=\"en\" class=\"en \">The Disbelievers are like the Dead, Deaf and Blind</p><p lang=\"en\" class=\"en \">Allah says, 'just as you are not able to make the dead hear in their graves, or to make your words reach the deaf who cannot hear and who still turn away from you, so too you cannot guide the blind to the truth and bring them back from their misguidance.' That is a matter which rests with Allah, for by His power He can make the dead hear the voices of the living if He wills. He guides whom He wills and sends astray whom He wills, and no one but He has the power to do this. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you can make to hear only those who believe in Our Ayat, and have submitted <span class=\"gray\">(to Allah in Islam)</span>.<span class=\"gray\">(27:81)</span> means, those who are humble and who respond and obey. These are the ones who will listen to the truth and follow it; this is the state of the believers; the former <span class=\"gray\">(being deaf and blind)</span> is the state of the disbelievers, as Allah says:</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ ۘ وَالْمَوْتَىٰ يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is only those who listen will respond, but as for the dead, Allah will raise them up, then to Him they will be returned.)</span><span class=\"gray\">(6:36)</span> 'A'ishah, the Mother of the faithful, may Allah be pleased with her, used this Ayah –</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تُسْمِعُ الْمَوْتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So verily, you cannot make the dead to hear)</span> as evidence against 'Abdullah bin 'Umar when he reported that the Prophet ﷺ had addressed the slain disbelievers who had been thrown into a dry well three days after the battle of Badr, rebuking and reprimanding them, until 'Umar said, \"O Messenger of Allah, are you addressing people who are dead bodies?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ، وَلَكِنْ لَا يُجِيبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the One in Whose Hand is my soul, you do not hear what I say any better than they do, but they cannot respond.)</span> 'A'ishah interpreted this event to mean that the Prophet ﷺ was making the point that now they would know that what he had been telling them was true. Qatadah said: \"Allah brought them back to life for him so that they could hear what he said by way of rebuke and vengeance.\"</p>"
  }
]