[
  {
    "ayah_key": "17:63",
    "group_ayah_key": "17:63",
    "from_ayah": "17:63",
    "to_ayah": "17:65",
    "ayah_keys": "17:63,17:64,17:65",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah)</span> said: \"Go, and whosoever of them follows you, surely, Hell will be the recompense of you <span class=\"gray\">(all)</span> an ample recompense <span>(63)</span>\"And fool them gradually, those whom you can among them with your voice, Ajlib upon them with your cavalry and your infantry, share with them wealth and children, and make promises to them.\" But Shaytan promises them nothing but deceit <span>(64)</span>\"Verily, My servants, you have no authority over them. And All-Sufficient is your Lord as a Guardian. <span>(65)</span></p><p lang=\"en\" class=\"en \">When Iblis asked for respite, Allah said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go,)</span> I will give you respite.' According to another Ayah <span class=\"gray\">(Allah)</span> said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّكَ مِنَ الْمُنظَرِينَ - إِلَىٰ يَوْمِ الْوَقْتِ الْمَعْلُومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you are of those allowed respite till the Day of the time appointed.)</span><span class=\"gray\">(38:80-81)</span>. Then Allah warned him and those who follow him among the progeny of Adam about Hell:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"Go, and whosoever of them follows you, surely, Hell will be the recompense of you <span class=\"gray\">(all)</span>)</span> meaning, for your deeds.</p><p class=\"fi qpc-hafs\" lang=\"fi\">جَزَاءً مَّوْفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(an ample recompense.)</span> Mujahid said, \"Sufficient recompense.\" Qatadah said, \"It will be abundant for you and will not be decreased for you.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُم بِصَوْتِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fool them gradually those whom you can among them with your voice,)</span> It was said that this refers to singing. Mujahid said, \"With idle entertainment and singing,\" meaning, influence them with that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُم بِصَوْتِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fool them gradually those whom you can among them with your voice,)</span> Ibn 'Abbas said, \"Every caller who calls people to disobey Allah.\" This was the view of Qatadah, and was also the opinion favored by Ibn Jarir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ajlib upon them with your cavalry and your infantry.)</span> Send your troops and cavalry and infantry against them. The meaning is, send whatever forces you have at your disposal against them. This is a command <span class=\"gray\">(related to the divine decree)</span>, as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not that We have sent the Shayatin against the disbelievers to push them to do evil.)</span><span class=\"gray\">(19:83)</span>, meaning, to provoke them and drive them towards evil.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ajlib upon them with your cavalry and your infantry,)</span> Ibn 'Abbas and Mujahid said, \"Everyone who rides or walks to go and commit sin and disobey Allah.\" Qatadah said, \"He has infantry and cavalry among the Jinn and among humans. They are the ones who obey him.\" The Arabs use the verb Ajlaba when describing somebody shouting at another person. Hence it is forbidden in races to shout at one another and push one another. From this root is also derived the word Jalabah, which means raising voices.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and share with them wealth and children,)</span> Ibn 'Abbas and Mujahid said, \"This means what he commands them to do of spending money in disobedience to Allah, may He be exalted.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَوْلَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and children,)</span> Ibn' Abbas, as reported by Al-'Awfi, Mujahid and Ad-Dahhak said, \"This means the children of Zina <span class=\"gray\">(i.e., illegitimate children)</span>.\" 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"This means the children whom they used to kill out of folly, without knowledge.\" Qatadah reported that Al-Hasan Al-Basri said: \"Allah caused Shaytan to take a share of wealth and children by making them Magians, Jews and Christians, and making them follow any religion other than Islam, and by making them give a part of their wealth to the Shaytan.\" Qatadah said the same.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and share with them wealth and children.)</span> The fact that only wealth and children are mentioned in this Ayah, does not mean that it is limited only to those things. Everything in which a person disobeys Allah or obeys the Shaytan means that he is sharing with him. It was reported in Sahih Muslim from 'Iyad bin Himar that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ عَزَّ وَجَلَّ إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah the Mighty and Exalted says, \"I have created My servants as Hunafa' <span class=\"gray\">[monotheists]</span>, then the Shayatin come to them and lead them astray from their religion and <span class=\"gray\">(tell that)</span> what I have permitted for them is forbidden to them.\")</span> According to the Two Sahihs, the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ أَحَدَهُمْ إِذَا أَرَادَ أَنْ يَأْتِيَ أَهْلَهُ قَالَ: بِسْمِ اللهِ اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا فَإِنَّهُ إِنْ يُقَدَّرْ بَيْنَهُمَا وَلَدٌ فِي ذَلِكَ لَمْ يَضُرَّهُ الشَّيْطَانُ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When one of you wants to have intercourse with his wife, let him say, 'In the Name of Allah. O Allah, keep us away from Shaytan and keep Shaytan away from what you bestow on us <span class=\"gray\">(children)</span>.' Then if a child is decreed for them from that, the Shaytan will never harm him.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...and make promises to them.\" But Shaytan promises them nothing but deceit.)</span> As Allah tells us, Iblis will say, on the Day when the matter is decided:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you.)</span><span class=\"gray\">[14:22]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, My servants, you have no authority over them.)</span> Here Allah tells us that He supports His believing servants, and guards and protects them against the accursed Shaytan. Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَفَىٰ بِرَبِّكَ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And All-Sufficient is your Lord as a Guardian.)</span> meaning, as a Protector, Supporter and Helper.</p>"
  },
  {
    "ayah_key": "17:66",
    "group_ayah_key": "17:66",
    "from_ayah": "17:66",
    "to_ayah": "17:66",
    "ayah_keys": "17:66",
    "text": "<p class=\"en translation\" lang=\"en\">Your Lord is He Who drives the ship for you through the sea, in order that you may seek of His bounty. Truly, He is ever Most Merciful towards you <span>(66)</span></p><div lang=\"en\" class=\"en \"><h2>Ships are a Sign of the Mercy of Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us of His kindness towards His servants by subjugating for them ships on the sea. He makes it easy for them to use ships to serve their interests, seeking His bounty through trade between one region and another. He says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ كَانَ بِكُمْ رَحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, He is ever Most Merciful towards you.)</span> meaning, He does this for you out of His grace and mercy towards you.</p>"
  },
  {
    "ayah_key": "17:67",
    "group_ayah_key": "17:67",
    "from_ayah": "17:67",
    "to_ayah": "17:67",
    "ayah_keys": "17:67",
    "text": "<p class=\"en translation\" lang=\"en\">And when harm touches you upon the sea, those that you call upon vanish from you except Him. But when He brings you safe to land, you turn away. And man is ever ungrateful <span>(67)</span></p><div lang=\"en\" class=\"en \"><h2>When Harm befalls Them, the Disbelievers do not remember anyone except Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us that when harm befalls people, they call on Him, turning to Him and sincerely beseeching Him. Hence Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّا إِيَّاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when harm touches you upon the sea, those that you call upon vanish from you except Him.)</span> meaning, everything they worship besides Allah disappears from their hearts and minds. Similar happened to 'Ikrimah bin Abi Jahl when he fled from the Messenger of Allah ﷺ after the conquest of Makkah, and headed for Ethiopia. He set out across the sea to go to Ethiopia, but a stormy wind arose. The people said to one another: \"None can save you except Allah Alone.\" 'Ikrimah said to himself, \"By Allah if none can benefit on the sea except Allah then no doubt none can benefit on land except Allah. 'O Allah! I promise You that if You bring me safely out of this, I will go and put my hand in the hand of Muhammad and surely, I will find him full of pity, kindness and mercy.'\" They came out of it safely and were delivered from the sea. Then 'Ikrimah went to the Messenger of Allah ﷺ, and declared his Islam, and he became a good Muslim, may Allah be pleased with him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when He brings you safe to land, you turn away.)</span> means, you forget what you remembered of Divine Oneness <span class=\"gray\">(Tawhid)</span> when you were on the sea, and you turn away from calling on Him Alone with no partner or associate.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْإِنسَانُ كَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And man is ever ungrateful.)</span> means, by nature he forgets and denies His blessings, except for those whom Allah protects.</p>"
  },
  {
    "ayah_key": "17:68",
    "group_ayah_key": "17:68",
    "from_ayah": "17:68",
    "to_ayah": "17:68",
    "ayah_keys": "17:68",
    "text": "<p class=\"en translation\" lang=\"en\">Do you then feel secure that He will not cause a side of the land to swallow you up, or that He will not send against you a Hasib? Then, you shall find no guardian <span>(68)</span></p><div lang=\"en\" class=\"en \"><h2>Does not the Punishment of Allah come on Land too?</h2></div><p lang=\"en\" class=\"en \">Allah says, do you think that by emerging onto dry land you will be safe from His vengeance and punishment, that a side of the land will not swallow you up or He will not send against you a Hasib - which is a kind of rain that carries stones? This was the view of Mujahid and others. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ ۖ نَّجَّيْنَاهُم بِسَحَرٍ - نِّعْمَةً مِّنْ عِندِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We sent against them, except the family of Lut, them We saved in the last hour of the night, As a favor from Us.)</span><span class=\"gray\">(54:34-35)</span> Elsewhere, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We rained on them stones of Sijjil, in a well-arranged manner one after another)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَمِنتُم مَّن فِي السَّمَاءِ أَن يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ - أَمْ أَمِنتُم مَّن فِي السَّمَاءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you feel secure that He, Who is over the heaven <span class=\"gray\">(Allah)</span>, will not cause the earth to sink with you, and then it should quake? Or do you feel secure that He, Who is over the heaven <span class=\"gray\">(Allah)</span>, will not send against you a Hasib? Then you shall know how <span class=\"gray\">(terrible)</span> has been My warning)</span><span class=\"gray\">(67:16-17)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, you shall find no guardian.)</span> no helper to turn the punishment away from you and save you.</p>"
  }
]