[
  {
    "ayah_key": "25:4",
    "group_ayah_key": "25:4",
    "from_ayah": "25:4",
    "to_ayah": "25:6",
    "ayah_keys": "25:4,25:5,25:6",
    "text": "<p lang=\"en\" class=\"en \">Those who disbelieve say: \"This is nothing but a lie that he has invented, and others have helped him in it.\" In fact, they have produced an unjust wrong and a lie <span>(4)</span>And they say: \"Tales of the ancients which he has written down, and they are dictated to him morning and afternoon. <span>(5)</span>Say: \"It has been sent down by Him Who knows the secret of the heavens and the earth. Truly, He is Oft-Forgiving, Most Merciful. <span>(6)</span></p><div lang=\"en\" class=\"en \"><h2>What the Disbelievers Said About the Qur'an</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the foolishness of the disbelievers' ignorant minds, when they said about the Qur'an:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا إِفْكٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is nothing but a lie)</span>, meaning an untruth.</p><p class=\"fa qpc-hafs\" lang=\"fa\">افْتَرَاهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that he has invented,)</span> meaning the Prophet .</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and others have helped him in it.)</span> means, he asked other people to help him compile it. So Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ جَاءُوا ظُلْمًا وَزُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In fact, they have produced an unjust wrong and a lie.)</span> meaning, they are the ones who are telling a lie, and they know that it is false, for their own souls know that what they are claiming is not true.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Tales of the ancients which he has written down...\")</span> meaning, the ancients wrote them down, and he has copied it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهِيَ تُمْلَىٰ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they are dictated to him)</span> means, they are read or recited to him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُكْرَةً وَأَصِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(morning and afternoon.)</span> at the beginning and end of the day. Because this idea is so foolish and is so patently false, everyone knows that it is not true. It is known through Mutawatir reports and is a common fact that Muhammad the Messenger of Allah never learned to read or write, either at the beginning or the end of his life. He grew up among them for approximately forty years, from the time he was born until the time when his mission began. They knew all about him, and about his honest and sound character and how he would never lie or do anything immoral or bad. They even used to call him Al-Amin <span class=\"gray\">(the Trustworthy One)</span> from a young age, until his mission began, because they saw how truthful and honest he was. When Allah honored him with that which He honored him, they declared their enmity towards him and came up with all these accusations which any reasonable person would know he was innocent of. They were not sure what to accuse him of. Sometimes they said that he was a sorcerer, at other times they would say he was a poet, or crazy, or a liar. So Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See what examples they have put forward for you. So they have gone astray, and never can they find a way.)</span><span class=\"gray\">(17:48)</span> In response to their stubbornness, Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It has been sent down by Him Who knows the secret of the heavens and the earth\".)</span> meaning, He has revealed the Qur'an which includes true information about the earlier and later generations, information which concurs with the realities of the past and future.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَعْلَمُ السِّرَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who knows the secret)</span> means, Allah is the One Who knows the unseen in the heavens and on the earth; He knows their secrets just as He knows what is visible therein.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ كَانَ غَفُورًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, He is Oft-Forgiving, Most Merciful.)</span> This is an invitation to them to repent and turn back to Allah, telling them that His mercy is vast and His patience is immense. Whoever repents to Him, He accepts his repentance. Despite all their lies, immorality, falsehood, disbelief and stubbornness, and saying what they said about the Messenger and the Qur'an, He still invites them to repent and give up their sin, and to come to Islam and true guidance. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ۘ وَمَا مِنْ إِلَٰهٍ إِلَّا إِلَٰهٌ وَاحِدٌ ۚ وَإِن لَّمْ يَنتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ - أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ ۚ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, disbelievers are those who said: \"Allah is the third of the three.\" But there is no god but One God. And if they cease not from what they say, verily, a painful torment will befall on the disbelievers among them. Will they not turn with repentance to Allah and ask His forgiveness For Allah is Oft-Forgiving, Most Merciful.)</span><span class=\"gray\">(5:73-74)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who put into trial the believing men and believing women, and then do not turn in repentance, then they will have the torment of Hell, and they will have the punishment of the burning Fire.)</span><span class=\"gray\">(85:10)</span> Al-Hasan Al-Basri said: \"Look at this kindness and generosity! They killed His friends and He is calling them to repentance and mercy.\"</p>"
  },
  {
    "ayah_key": "25:41",
    "group_ayah_key": "25:41",
    "from_ayah": "25:41",
    "to_ayah": "25:44",
    "ayah_keys": "25:41,25:42,25:43,25:44",
    "text": "<p lang=\"en\" class=\"en \">And when they see you, they treat you only in mockery <span class=\"gray\">(saying)</span>: \"Is this the one whom Allah has sent as a Messenger <span>(41)</span>\"He would have nearly misled us from our gods, had it not been that we were patient and constant in their worship!\" And they will know, when they see the torment, who it is that is most astray from the path <span>(42)</span>Have you seen him who has taken as his god his own vain desire Would you then be a guardian over hi <span>(43)</span>Or do you think that most of them hear or understand They are only like cattle – nay, they are even farther astray from the path <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>How the Disbelievers Mocked the Messenger <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah tells us how the disbelievers mocked the Messenger when they saw him. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the disbelievers see you, they take you not except for mockery)</span><span class=\"gray\">(21:36)</span>, which means that they tried to find faults and shortcomings in him. Here Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they see you, they treat you only in mockery <span class=\"gray\">(saying)</span>: \"Is this the one whom Allah has sent as a Messenger\")</span> i.e., they said this by way of belittling and trying to undermine him, so Allah put them in their place, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed Messengers before you were mocked at)</span><span class=\"gray\">(6:10)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He would have nearly misled us from our gods,)</span> They meant: 'he nearly turned us away from worshipping idols, and he would have done so, had we not been patient and persevered in our ways.' So Allah said, warning and threatening them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will know, when they see the torment...)</span></p><div lang=\"en\" class=\"en \"><h2>They Took Their Desires as Their Gods and Were More Astray Than Cattle</h2></div><p lang=\"en\" class=\"en \">Then Allah tells His Prophet that if Allah decrees that someone will be misguided and wretched, then no one can guide him except Allah, glory be to Him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَ مَنِ اتَّخَذَ إِلَٰهَهُ هَوَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you seen him who has taken as his god his own vain desire)</span> meaning, whatever he admires and sees as good in his own desires becomes his religion and his way. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا ۖ فَإِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he then, to whom the evil of his deeds is made fair seeming. So that he consider it as good. Verily, Allah sends astray whom he wills.)</span><span class=\"gray\">[35:8]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would you then be a guardian over him)</span> Ibn 'Abbas said: \"During the Jahiliyyah, a man would worship a white rock for a while, then if he saw another that looked better, he would worship that and leave the first.\" Then Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do you think that most of them hear or understand)</span> meaning, they are worse than grazing cattle. Cattle only do what they were created to do, but these people were created to worship Allah Alone without associating partners with Him, but they worship others with Him, even though evidence has been established against them and Messengers have been sent to them.</p>"
  }
]