[
  {
    "ayah_key": "20:80",
    "group_ayah_key": "20:80",
    "from_ayah": "20:80",
    "to_ayah": "20:82",
    "ayah_keys": "20:80,20:81,20:82",
    "text": "<p lang=\"en\" class=\"en \">O Children of Israel! We delivered you from your enemy, and We made a covenant with you on the right side of the Mount, and We sent down to you manna and quail <span>(80)</span><span class=\"gray\">(Saying)</span> eat of the Tayyibat wherewith We have provided you, and commit no transgression or oppression therein, lest My anger should justly descend on you. And he on whom My anger descends, he is indeed perished <span>(81)</span>And verily, I am indeed forgiving to him who repents, believes and does righteous deeds, and then Ihtad <span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>A Reminder for the Children of Israel of Allah's Favors upon Them </h2></div><p lang=\"en\" class=\"en \">Allah reminds of His tremendous favors upon the Children of Israel and His numerous blessings. He saved them from their enemy, Fir'awn, and He relieved their eyes by drowning him and his hosts all at one time while they watched. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We drowned Fir'awn people while you were looking.)</span><span class=\"gray\">[2:50]</span> Al-Bukhari recorded that Ibn 'Abbas said, \"When the Messenger of Allah ﷺcame to Al-Madinah, he found the Jews fasting the day of 'Ashura'. Therefore he asked them about it and they said, 'This is the day that Allah gave Musa victory over Fir'awn.' Then, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَوْلَى بِمُوسَى فَصُومُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have more right to Musa <span class=\"gray\">(than them)</span>, so fast it.)</span> Muslim also recorded this narration in his Sahih.</p><p lang=\"en\" class=\"en \">Then, Allah made a covenant with Musa and the Children of Israel on the right side of the Mountain, after the destruction of Fir'awn. This is the Mountain upon which Allah spoke to Musa and He told Musa's people to look at it when they requested to see Allah. It is also the same Mountain upon which Musa was given the Tawrah, while at the same time the Children of Israel began worshipping the <span class=\"gray\">(statue of a)</span> calf, as Allah relates in the forth coming Ayat. The manna and quails have previously been discussed in Surah Al-Baqarah and other Surahs. Manna was a sweet substance that descended upon them from the sky and the quail <span class=\"gray\">[Salwa]</span> was a type of bird that would fall down to them. They would fill every pot with them as ample provisions until the following day. This was a kindness and a mercy from Allah upon them. It was a manifestation of Allah's good treatment of them. For this reason Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَلَا تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat of the Tayyibat wherewith We have provided you, and commit no transgression or oppression therein, lest My anger should justly descend on you.)</span> This means, \"Eat from this sustenance which I have provided for you, and do not transgress against My sustenance by taking it without necessity or you will be opposing what I have commanded you.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَحِلَّ عَلَيْكُمْ غَضَبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest My anger should justly descend on you.)</span> This means, \"I will become angry with you.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he on whom My anger descends, he is indeed perished.)</span> 'Ali bin Abi Talhah related that Ibn 'Abbas said, \"This means that he will indeed be made miserable.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, I am indeed forgiving to him who repents, believes and does righteous good deeds,)</span> meaning, \"Whoever turns to Me in repentance, then I will accept his repentance regardless of whatever sin he did.\" Allah, the Exalted, even accepts the repentance of the Children of Israel who worshipped the calf. Concerning Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">تَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who repents,)</span> This means to turn away from what one was involved in of disbelief, associating partners with Allah, disobedience of Allah or hypocrisy. Concerning Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَآمَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and believes)</span> This means the person's belief in his heart.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَمِلَ صَالِحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and does righteous deeds,)</span> his action with his bodily limbs. Concerning Allah's statement,</p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ اهْتَدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then Ihtada.)</span> 'Ali bin Abi Talhah related that Ibn 'Abbas said, \"This means that he then does not doubt.\" Qatadah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ اهْتَدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then Ihtada.)</span> \"This means he adheres to Islam until he dies.\" We see here that there is a specific order in which these things are presented. This is similar to Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he became one of those who believed and recommended one another to perseverance and patience and recommended one another to pity and compassion.)</span><span class=\"gray\">[90:17]</span></p>"
  }
]