[
  {
    "ayah_key": "26:116",
    "group_ayah_key": "26:116",
    "from_ayah": "26:116",
    "to_ayah": "26:122",
    "ayah_keys": "26:116,26:117,26:118,26:119,26:120,26:121,26:122",
    "text": "<p lang=\"en\" class=\"en \">They said: \"If you cease not, O Nuh you will surely be among those stoned. <span>(116)</span>He said: \"My Lord! Verily, my people have denied me. <span>(117)</span>\"Therefore judge You between me and them, and save me and those of the believers who are with me. <span>(118)</span>And We saved him and those with him in the laden ship <span>(119)</span>Then We drowned the rest thereafter <span>(120)</span>Verily, in this is indeed a sign, yet most of them are not believers <span>(121)</span>And verily your Lord, He is indeed the All-Mighty, the Most Merciful <span>(122)</span></p><div lang=\"en\" class=\"en \"><h2>His People's Threat, Nuh's Prayer Against Them, and Their Destruction</h2></div><p lang=\"en\" class=\"en \">Nuh stayed among his people for a long time, calling them to Allah night and day, in secret and openly. The more he repeated his call to them, the more determined were they to cling to their extreme disbelief and resist his call. In the end, they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِن لَّمْ تَنتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you cease not, O Nuh you will surely be among those stoned.)</span> meaning, 'if you do not stop calling us to your religion,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you will surely be among those stoned.)</span> meaning, 'we will stone you.' At that point, he prayed against them, and Allah responded to his prayer. Nuh said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">رَبِّ إِنَّ قَوْمِي كَذَّبُونِ - فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Verily, my people have denied me. Therefore judge You between me and them.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانتَصِرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he invoked his Lord <span class=\"gray\">(saying)</span>: \"I have been overcome, so help <span class=\"gray\">(me)</span>!\")</span><span class=\"gray\">(54:10)</span> And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنجَيْنَاهُ وَمَن مَّعَهُ فِي الْفُلْكِ الْمَشْحُونِ - ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We saved him and those with him in the laden ship. Then We drowned the rest thereafter.)</span> The \"laden ship\" is one that is filled with cargo and the couples, one pair from every species, that were carried in it. This Ayah means: 'We saved Nuh and all of those who followed him, and We drowned those who disbelieved in him and went against his commands, all of them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this is indeed a sign, yet most of them are not believers. And verily your Lord, He is indeed the All-Mighty, the Most Merciful.)</span></p>"
  },
  {
    "ayah_key": "26:123",
    "group_ayah_key": "26:123",
    "from_ayah": "26:123",
    "to_ayah": "26:135",
    "ayah_keys": "26:123,26:124,26:125,26:126,26:127,26:128,26:129,26:130,26:131,26:132,26:133,26:134,26:135",
    "text": "<p lang=\"en\" class=\"en \">'Ad denied the Messengers <span>(123)</span>When their brother Hud said to them: \"Will you not have Taqwa? <span>(124)</span>\"Verily, I am a trustworthy Messenger to you. <span>( 125)</span>\"So, have Taqwa of Allah, and obey me. <span>( 126)</span>\"No reward do I ask of you for it; my reward is only from the Lord of all that exists. <span>( 127)</span>\"Do you build on every Ri' an Ayah for your amusement? <span>( 128)</span>\"And do you get for yourselves Masani' as if you will live therein forever? <span>(129)</span>\"And when you seize <span class=\"gray\">(somebody)</span>, seize you <span class=\"gray\">(him)</span> as tyrants <span>(130)</span>\"So have Taqwa of Allah, and obey me. <span>(131)</span>\"And have Taqwa of Him, fear Him Who has aided you with all <span class=\"gray\">(good things)</span> that you know. <span>(132)</span>\"He has aided you with cattle and children. <span>(133)</span>\"And gardens and springs. <span>(134)</span>\"Verily, I fear for you the torment of a Great Day. <span>(135)</span></p><div lang=\"en\" class=\"en \"><h2>Hud's Preaching to His People 'Ad</h2></div><p lang=\"en\" class=\"en \">Here Allah tells us about His servant and Messenger Hud, when he called his people 'Ad. His people used to live in the Ahqaf, curved sand-hills near Hadramawt, on the borders of Yemen. They lived after the time of Nuh, as Allah says in Surat Al-A'raf:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِن بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember that He made you successors after the people of Nuh and increased you amply in stature)</span><span class=\"gray\">(7:69)</span>. This refers to the fact that they were physically strong and well-built, and very violent, and very tall; they had also been given a great deal of provisions, wealth, gardens, rivers, sons, crops and fruits. Yet despite all of that, they worshipped others besides Allah. So Allah sent Hud, one of their own, as a Messenger bringing them good news and delivering warnings. He called them to worship Allah alone, and he warned them of Allah's wrath and punishment if they were to go against him and treating him harshly. He said to them, as Nuh had said to his people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you build on every Ri' an Ayah for your amusement?)</span> The scholars of Tafsir differed over the meaning of the word Ri'. In brief, they said that it refers to an elevated location at a well-known crossroads, where they would build a huge, dazzling, sturdy structure, this is why he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً</p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(Do you build on every \"Ri\" an Ayah)</span> i.e., a well-known landmark,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعْبَثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for your amusement)</span> meaning, 'you are only doing that for the purpose of frivolity, not because you need it, but for fun and to show off your strength.' So their Prophet, peace be upon him, denounced them for doing that, because it was a waste of time and exhausted people's bodies for no purpose, and kept them busy with something that was of no benefit in this world or the next. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do you get for yourselves Masani' as if you will live therein forever?)</span> Mujahid said, \"This means fortresses built up strong and high and structures that are built to last.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَخْلُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as if you will live therein forever)</span> means, 'so that you may stay there forever, but that is not going to happen, because they will eventually cease to be, just as happened in the case of those who came before you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you seize <span class=\"gray\">(somebody)</span>, seize you <span class=\"gray\">(him)</span> as tyrants?)</span> They are described as being strong, violent and tyrannical.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, have Taqwa of Allah, and obey me.)</span> 'Worship your Lord and obey your Messenger.' Then Hud began reminding them of the blessings that Allah had bestowed upon them. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا الَّذِي أَمَدَّكُم بِمَا تَعْلَمُونَ - أَمَدَّكُم بِأَنْعَامٍ وَبَنِينَ - وَجَنَّاتٍ وَعُيُونٍ - إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And have Taqwa of Him, Who has aided you with all that you know. He has aided you with cattle and children, and gardens and springs. Verily, I fear for you the torment of a Great Day.)</span> meaning, 'if you disbelieve and oppose <span class=\"gray\">(your Prophet)</span>.' So he called them to Allah with words of encouragement and words of warning, but it was to no avail.</p>"
  }
]