[
  {
    "ayah_key": "29:53",
    "group_ayah_key": "29:53",
    "from_ayah": "29:53",
    "to_ayah": "29:55",
    "ayah_keys": "29:53,29:54,29:55",
    "text": "<p lang=\"en\" class=\"en \">And they ask you to hasten on the torment, and had it not been for a term appointed, the torment would certainly have come to them. And surely, it will come upon them suddenly while they perceive not <span>(53)</span>They ask you to hasten on the torment. And verily, Hell, of a surety, will encompass the disbelievers <span>(54)</span>On the Day when the torment shall cover them from above them and from beneath their feet, and it will be said: \"Taste what you used to do. <span>(55)</span></p><div lang=\"en\" class=\"en \"><h2>How the Idolators asked for the Torment to be hastened on</h2></div><p lang=\"en\" class=\"en \">Allah tells us of the ignorance of the idolators and how they asked for the punishment of Allah to be hastened so that it would befall them quickly. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they said: \"O Allah! If this is indeed the truth from You, then rain down stones on us from the sky or bring on us a painful torment.\")</span><span class=\"gray\">(8:32)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ ۚ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you to hasten on the torment, and had it not been for a term appointed, the torment would certainly have come to them.)</span> Were it not for the fact that Allah has decreed that the punishment should be delayed until the Day of Resurrection, the torment would have come upon them quickly as they demanded. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ - يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, it will come upon them suddenly while they perceive not! They ask you to hasten on the torment. And verily, Hell, of a surety, will encompass the disbelievers.)</span> means, 'they ask you to hasten on the punishment, but it will undoubtedly befall them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when the torment <span class=\"gray\">(Hellfire)</span> shall cover them from above them and from beneath their feet,)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Theirs will be a bed of Hell, and over them coverings <span class=\"gray\">(of Hell-fire)</span>)</span><span class=\"gray\">(7:41)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall have coverings of Fire, above them and coverings <span class=\"gray\">(of Fire)</span> beneath them)</span><span class=\"gray\">(39:16)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If only those who disbelieved knew <span class=\"gray\">(the time)</span> when they will not be able to ward off the Fire from their faces, nor from their backs)</span><span class=\"gray\">(21:39)</span>. The Fire will cover them from all sides, which is more effective as a physical punishment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it will be said: \"Taste what you used to do.\")</span> This is a threat and a rebuke, which is a form of psychological punishment, as in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day they will be dragged on their faces into the Fire <span class=\"gray\">(it will be said to them)</span>: \"Taste you the touch of Hell!\" Verily, We have created all things with a measurement.)</span><span class=\"gray\">(54:48-49)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when they will be pushed down by force to the fire of Hell, with a horrible, forceful pushing. This is the Fire which you used to deny. Is this magic or do you not see? Enter you therein <span class=\"gray\">(taste you therein its heat)</span> and whether you are patient of it or impatient of it, it is all the same. You are only being requited for what you used to do.)</span><span class=\"gray\">(52:13-16)</span></p>"
  },
  {
    "ayah_key": "29:56",
    "group_ayah_key": "29:56",
    "from_ayah": "29:56",
    "to_ayah": "29:60",
    "ayah_keys": "29:56,29:57,29:58,29:59,29:60",
    "text": "<p lang=\"en\" class=\"en \">O My servants who believe! Certainly, spacious is My earth. Therefore worship Me <span>(56)</span>Everyone shall taste death. Then unto Us you shall be returned <span>(57)</span>And those who believe and do righteous good deeds, to them We shall surely give lofty dwellings in Paradise, beneath which rivers flow, to live therein forever. Excellent is the reward for the workers <span>(58)</span>Those who are patient, and put their trust in their Lord <span>(59)</span>And so many a moving creature carries not its own provision! Allah provides for it and for you. And He is the All-Hearer, the All-Knower <span>(60)</span></p><div lang=\"en\" class=\"en \"><h2>Advice to migrate and the Promise of Provision and a Goodly Reward</h2></div><p lang=\"en\" class=\"en \">Allah commands His believing servants to migrate from a land in which they are not able to establish Islam, to the spacious earth of Allah where they can do so, by declaring Allah to be One and worshipping Him as He has commanded. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O My servants who believe! Certainly, spacious is My earth. Therefore worship Me.)</span> When things became too difficult for the believers in Makkah who were in a weak position and were oppressed, they left and migrated to Ethiopia, where they were able to practice their religion. The Muslims found Ethiopia the best place for guest; where Ashamah, the Negus or king, may Allah have mercy on him, gave them refuge, helped them, supported them, and honored them in his land. Later, the Messenger of Allah ﷺ and his remaining Companions migrated to Al-Madinah, formerly known as Yathrib, may Allah protect it. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everyone shall taste death. Then unto Us you shall be returned.)</span> meaning, 'wherever you are, death with catch up with you, so always obey Allah and be where Allah commands you to be, for this is better for you. Death is inevitable and there is no escape from it, and then you will return to Allah, and whoever was obedient to Him will have the best reward.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe and do righteous good deeds, to them We shall surely give lofty dwellings in Paradise, underneath which rivers flow,)</span> meaning, 'We shall cause them to dwell in lofty homes in Paradise under which various kinds of rivers flow – water, wine, honey and milk – which they can direct and cause to flow wherever they wish.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to live therein forever.)</span> means, they will remain there forever, never wanting to leave.</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِعْمَ أَجْرُ الْعَامِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Excellent is the reward for the workers.)</span> these rooms will be a blessed reward for the good deeds of the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ صَبَرُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who are patient,)</span> in adhering to their religion, who migrated for the sake of Allah and fought the enemy, leaving behind their families and relatives to seek Allah's Face, and hoping for that which is with Him, believing His promise. </p><p lang=\"en\" class=\"en \">Ibn Abi Hatim, may Allah have mercy on him, recorded from Abu Mu'aniq Al-Ash'ari that Abu Malik Al-Ash'ari told him that the Messenger of Allah ﷺ told him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ غُرَفًا يُرَى ظَاهِرُهَا مِنْ بَاطِنِهَا، وَبَاطِنُهَا مِنْ ظَاهِرِهَا، أَعَدَّهَا اللهُ تَعَالَى لِمَنْ أَطْعَمَ الطَّعَامَ، وَأَطَابَ الْكَلَامَ، وَتَابَعَ الصَّلَاةَ وَالصِّيَامَ، وَقَامَ بِاللَّيْلِ وَالنَّاسُ نِيَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In Paradise there are rooms whose outside can be seen from the inside, and their inside can be seen from the outside; Allah has prepared them for those who feed others, who speak well, who pray and fast continually, and who stand in prayer at night while people are asleep.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and put their trust in their Lord.)</span> in all their affairs, spiritual and worldly alike. Then Allah tells us that provision is not limited only to one place, but it is given to all His creatures no matter where they are. Indeed, when the Muhajirin migrated, their provision was greater and better than before, because after a short time they became rulers in the land, in all regions. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And so many a moving creature carries not its own provision!)</span> meaning, it does not have the ability to gather its provision and save it for tomorrow.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah provides for it and for you.)</span> means, Allah allots its provision to it even though it is weak, and makes it easy for it. He sends provision to every creature in the appropriate manner, even the ants in the depths of the earth, the birds in the air and the fish in the sea. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no moving creature is there on earth but its provision is due from Allah. And He knows its dwelling place and its deposit. All is in a Clear Book.)</span><span class=\"gray\">(11:6)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the All-Hearer, the All-Knower.)</span> means, He hears all that His servants say and He knows their every movements.</p>"
  },
  {
    "ayah_key": "29:61",
    "group_ayah_key": "29:61",
    "from_ayah": "29:61",
    "to_ayah": "29:63",
    "ayah_keys": "29:61,29:62,29:63",
    "text": "<p lang=\"en\" class=\"en \">And if you were to ask them: \"Who has created the heavens and the earth and subjected the sun and the moon?\" They will surely reply: \"Allah.\" How then are they deviating <span>(61)</span>Allah expands the provision for whom He wills of His servants, and straitens it for whom <span class=\"gray\">(He wills)</span>. Verily, Allah is the All-Knower of everything <span>(62)</span>And if you were to ask them: \"Who sends down water from the sky, and gives life therewith to the earth after its death?\" They will surely reply: \"Allah.\" Say: \"All the praises and thanks be to Allah!\" Nay, most of them have no sense <span>(63)</span></p><div lang=\"en\" class=\"en \"><h2>Evidences of Tawhid</h2></div><p lang=\"en\" class=\"en \">Allah states that there is no God but He. The idolators who worshipped others besides Him recognized that He was the sole creator of the heavens and earth, the sun and the moon, alternating the night and day. They acknowledged that He was the Creator Who provided for His servants and decreed how long they should live. He made them and their provision different, so that some were rich and some were poor, and He knew best what was suitable for each of them, who deserved to be rich and who deserved to be poor. So, Allah stated that He has alone created everything, and that He alone is controlling them – if this is how it is, then why worship anyone else? Why put one's trust in anyone else? Since dominion is His Alone, then let worship be for Him Alone. Allah often establishes His divinity by referring to their acknowledgement of His Unique Lordship, because the idolators used to acknowledge His Lordship, as they said in their Talbiyah <span class=\"gray\">(during Hajj and 'Umrah: \"At Your service, You have no partner, except the partner that You have, and You possess him and whatever he has.\"</span></p>"
  }
]