[
  {
    "ayah_key": "9:40",
    "group_ayah_key": "9:40",
    "from_ayah": "9:40",
    "to_ayah": "9:40",
    "ayah_keys": "9:40",
    "text": "<p lang=\"en\" class=\"en \">If you help him <span class=\"gray\">(Muhammad ﷺ)</span> not <span class=\"gray\">(it does not matter)</span>, for Allah did indeed help him when the disbelievers drove him out, the second of the two; when they were both in the cave, he said to his companion: \"Be not sad <span class=\"gray\">(or afraid)</span>, surely, Allah is with us.\" Then Allah sent down His Sakinah <span class=\"gray\">(calmness, tranquillity, peace)</span> upon him, and strengthened him with forces <span class=\"gray\">(angels)</span> which you saw not, and made the word of those who disbelieved the lowermost, while the Word of Allah that became the uppermost; and Allah is All-Mighty, All-Wise <span>(40)</span></p><div lang=\"en\" class=\"en \"><h2>Allah supports His Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِلَّا تَنصُرُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you help him not)</span>, if you do not support His Prophet ﷺ, then it does not matter, for Allah will help, support, suffice and protect him, just as He did,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when the disbelievers drove him out, the second of the two;)</span></p><p lang=\"en\" class=\"en \">During the year of the Hijrah, the idolators tried to kill, imprison or expel the Prophet ﷺ, who escaped with his friend and Companion, Abu Bakr bin Abi Quhafah, to the cave of Thawr. They remained in the cave for three days so that the pagans who were sent in their pursuit, returned <span class=\"gray\">(to Makkah)</span>, and they proceed to Al-Madinah. While in the cave, Abu Bakr was afraid the pagans might discover them for fear that some harm might touch the Messenger ﷺ. The Prophet ﷺ kept reassuring him and strengthening his resolve, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا بَكْرٍ، مَا ظَـنُّكَ بِاثْنَينِ اللهُ ثَالِثُهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Abu Bakr! What do you think about two, with Allah as their third)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Anas that Abu Bakr said to him, \"I said to the Prophet when we were in the cave, 'If any of them looks down at his feet, he will see us.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا بَكْرٍ، مَا ظَـنُّكَ بِاثْنَينِ اللهُ ثَالِثُهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Abu Bakr! What do you think about two with Allah as their third?)</span>\" This is recorded in the Two Sahihs. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then Allah sent down His Sakinah upon him)</span> sent His aid and triumph to His Messenger ﷺ, or they say it refers to Abu Bakr,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strengthened him with forces which you saw not)</span>, the angels,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَىٰ ۗ وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and made the word of those who disbelieved the lowermost, while the Word of Allah that became the uppermost;)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas commented, 'The word of those who disbelieved', is Shirk, while, 'The Word of Allah' is 'La ilaha illallah.\" It is recorded in the Two Sahihs that Abu Musa Al-Ash'ari said, \"The Messenger of Allah ﷺ was asked about a man who fights because of courage, or out of rage for his honor, or to show off. Whom among them is in the cause of Allah?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللهِ هِيَ الْعُلْيَا فَهُوَ فِي سَبِيلِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who fights so that Allah's Word is superior, then he fights in Allah's cause.)</span>\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is All-Mighty)</span>, in His revenge and taking retribution, He is the Most Formidable and those who seek refuge with Him and take shelter by adhering to what He instructs are never made to suffer injustice,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise)</span>, in His statements and actions.</p>"
  },
  {
    "ayah_key": "9:41",
    "group_ayah_key": "9:41",
    "from_ayah": "9:41",
    "to_ayah": "9:41",
    "ayah_keys": "9:41",
    "text": "<p class=\"en translation\" lang=\"en\">March forth, whether you are light or heavy, and strive hard with your wealth and your lives in the cause of Allah. This is better for you, if you but knew <span>(41)</span></p><div lang=\"en\" class=\"en \"><h2>Jihad is required in all Conditions</h2></div><p lang=\"en\" class=\"en \">Sufyan Ath-Thawri narrated from his father from Abu Ad-Duha, Muslim bin Subayh, who said, \"This Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انفِرُوا خِفَافًا وَثِقَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(March forth, whether you are light or heavy)</span> was the first part to be revealed from Surah Bara'ah.\" Mu'tamir bin Sulayman narrated that his father said, \"Hadrami claimed that he was told that some people used to declare that they will not gain sin <span class=\"gray\">(if they lag behind the forces of Jihad)</span> because they are ill or old. This Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انفِرُوا خِفَافًا وَثِقَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(March forth, whether you are light or heavy.)</span>\" </p><p lang=\"en\" class=\"en \">Allah commanded mass mobilization together with the Messenger of Allah ﷺ for the battle of Tabuk, to fight the disbelieving, People of the Book, the Romans, Allah's enemies. Allah ordained that the believers all march forth with the Messenger ﷺ regardless whether they felt active, lazy, at ease or had difficult circumstances,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انفِرُوا خِفَافًا وَثِقَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(March forth, whether you are light or heavy)</span></p><p lang=\"en\" class=\"en \">'Ali bin Zayd narrated that Anas said that Abu Talhah commented <span class=\"gray\">(on this Ayah)</span>, \"Whether you are old or young, Allah did not leave an excuse for anyone.\" Abu Talhah marched to Ash-Sham and fought until he was killed. In another narration, Abu Talhah recited Surah Bara'ah until he reached this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنفُسِكُمْ فِي سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(March forth, whether you are light or heavy, and strive hard with your wealth and your lives in the cause of Allah.)</span></p><p lang=\"en\" class=\"en \">He then said, \"I see that Allah had called us to mobilize whether we are old or young. O my children! Prepare my supplies.\" His children said, 'May Allah grant you His mercy! You conducted Jihad along with the Messenger of Allah ﷺ until he died, then with Abu Bakr until he died, then with 'Umar until he died. Let us perform Jihad in your place.\" Abu Talhah refused and he went to the sea <span class=\"gray\">[under the command of Mu'awiyah]</span> where he died. They could not find an island to bury him on until nine days later, during which his body did not deteriorate or change and they buried him on the island. As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انفِرُوا خِفَافًا وَثِقَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(March forth, whether you are light or heavy)</span>, whether you are rich, poor, strong, or weak. A man came forward, and he was fat, complained, and asked for permission to stay behind <span class=\"gray\">[from Jihad]</span>, but the Prophet ﷺ refused. Then this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انفِرُوا خِفَافًا وَثِقَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(March forth, whether you are light or heavy)</span> was revealed, and it became hard on the people. So Allah abrogated it with this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَىٰ وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no blame on those who are weak or ill or who find no resources to spend, if they are sincere and true <span class=\"gray\">(in duty)</span> to Allah and His Messenger)</span><span class=\"gray\">[9:91]</span>.\" </p><p lang=\"en\" class=\"en \">Ibn Jarir said that Hibban bin Zayd Ash-Shar'abi narrated to him, \"We mobilized our forces with Safwan bin 'Amr, who was the governor of Hims towards the city of Ephsos appointed to the Jerajima Christian expatriates <span class=\"gray\">(in Syria)</span>. I saw among the army an old, yet active man, whose eyebrows had sunk over his eyes <span class=\"gray\">(from old age)</span>, from the residents of Damascus, riding on his animal. I said to him, 'O uncle! Allah has given you an excuse <span class=\"gray\">(to lag behind)</span>.' He said, 'O my nephew! Allah has mobilized us whether we are light or heavy. Verily, those whom Allah loves, He tests them. Then to Allah is their return and eternal dwelling. Allah tests from His servants whoever thanks <span class=\"gray\">(Him)</span> and observes patience and remembrance of Him, all the while worshipping Allah, the Exalted and Most Honored, and worshipping none else.'\" </p><p lang=\"en\" class=\"en \">Next, Allah encourages spending in His cause and striving with one's life in His pleasure and the pleasure of His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنفُسِكُمْ فِي سَبِيلِ اللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strive hard with your wealth and your lives in the cause of Allah. This is better for you, if you but knew.)</span></p><p lang=\"en\" class=\"en \">Allah says, this is better for you in this life and the Hereafter. You might spend small amounts, but Allah will reward you the property of your enemy in this life, as well as, the honor that He will keep for you in the Hereafter. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَفَّلَ اللهُ لِلْمُجَاهِدِ فِي سَبِيلِهِ إِنْ تَوَفَّاهُ أَنْ يُدْخِلَهُ الْجَنَّةَ، أَوْ يَرُدَّهُ إِلَى مَنْزِلِهِ بِمَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah promised the Mujahid in His cause that if He brings death to him, He will enter him into Paradise. Or, He will return him to his house with whatever reward and war spoils he earns.)</span> So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۖ وَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ ۖ وَعَسَىٰ أَن تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَّكُمْ ۗ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Jihad is ordained for you <span class=\"gray\">(Muslims)</span> though you dislike it, and it may be that you dislike a thing which is good for you and that you like a thing which is bad for you. Allah knows but you do not know.)</span><span class=\"gray\">[2:216]</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said to a man,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَسْلِم</p><p lang=\"sq\" class=\"sq \"><span class=\"gray\">(Embrace Islam,)</span> but the man said, \"I dislike doing so.\" The Messenger ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَسْلِمْ وَإِنْ كُنْتَ كَارِهًا</p><p lang=\"ig\" class=\"ig \"><span class=\"gray\">(Embrace Islam even if you dislike it)</span>.\"</p>"
  },
  {
    "ayah_key": "9:42",
    "group_ayah_key": "9:42",
    "from_ayah": "9:42",
    "to_ayah": "9:42",
    "ayah_keys": "9:42",
    "text": "<p class=\"en translation\" lang=\"en\">Had it been a near gain and an easy journey, they would have followed you, but the distance was long for them; and they would swear by Allah: \"If we only could, we would certainly have come forth with you.\" They destroy themselves, and Allah knows that they are liars <span>(42)</span></p><div lang=\"en\" class=\"en \"><h2>Why Hypocrites would not join in Jihad</h2></div><p lang=\"en\" class=\"en \">Allah admonishes those who lagged behind and did not join the Prophet ﷺ for the battle of Tabuk, those who asked the Prophet for permission to remain behind, falsely pretending to have legitimate reasons to do so,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَوْ كَانَ عَرَضًا قَرِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had it been a near gain)</span>, booty right in front of them, according to Ibn 'Abbas,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَسَفَرًا قَاصِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and an easy journey)</span>, travel for only a short distance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّاتَّبَعُوكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they would have followed you.)</span> But,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the distance was long for them)</span>, to Ash-Sham,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَيَحْلِفُونَ بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they would swear by Allah)</span>, when you return to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If we only could, we would certainly have come forth with you)</span>, had not there been a valid excuse, we would have gone out with you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُهْلِكُونَ أَنفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They destroy themselves, and Allah knows that they are liars.)</span></p>"
  }
]