[
  {
    "ayah_key": "54:47",
    "group_ayah_key": "54:47",
    "from_ayah": "54:47",
    "to_ayah": "54:55",
    "ayah_keys": "54:47,54:48,54:49,54:50,54:51,54:52,54:53,54:54,54:55",
    "text": "<p lang=\"en\" class=\"en \">Verily, the criminals are in error and will burn <span>(47)</span>The Day they will be dragged on their faces into the Fire <span class=\"gray\">(it will be said to them)</span>: \"Taste you the touch of Hell! <span>(48)</span>Verily, We have created all things with Qadar <span>(49)</span>And Our commandment is but one as the twinkling of an eye <span>(50)</span>And indeed, We have destroyed your likes; then is there any that will remember <span>(51)</span>And everything they have done is noted in Az-Zubur <span>(52)</span>And everything, small and large, is written down <span>(53)</span>Verily, those who have Taqwa, will be in the midst of Gardens and Rivers <span>(54)</span>In a seat of truth, near the Muqtadir King <span>(55)</span></p><p lang=\"fr\" class=\"fr \">The Destination of the Criminals</p><p lang=\"en\" class=\"en \">Allah the Exalted states that the criminals are misguided away from the truth and engulfed in confusion, because of the doubts and uncertainty they are in. This description befits every disbeliever and innovator of all types and forms of sects. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day they will be dragged on their faces into the Fire)</span>, meaning, just as they were consumed in doubt, suspicion and hesitation, they ended up in the Fire. And just as they were misguided, they will end up being dragged on their faces, unaware of where they will be taken. They will be admonished and criticized,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا مَسَّ سَقَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Taste you the touch of Hell!\")</span></p><p lang=\"en\" class=\"en \">Everything was created with Qadar</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have created all things with Qadar.)</span> is similar to several other Ayat,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has created everything, and has measured it exactly according to its due measurements <span class=\"gray\">(Faqaddarahu Taqdir)</span>.)</span><span class=\"gray\">(25:2)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى - الَّذِي خَلَقَ فَسَوَّىٰ - وَالَّذِي قَدَّرَ فَهَدَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorify the Name of your Lord, the Most High. Who has created <span class=\"gray\">(everything)</span>, and then proportioned it. And Who has measured <span class=\"gray\">(Qaddara)</span> and then guided.)</span><span class=\"gray\">(87:1-3)</span>, i.e., He measured out the total sum <span class=\"gray\">(Qadar)</span> of everything and then guided the creation to it. The Imams of the Sunnah relied on this honorable Ayah as evidence that Allah created the creation with destined limits before they were created. He knew everything that will occur before it occurred and recorded everything that will occur, before they occurred. They used this Ayah and similar Ayat and Hadiths to refute the Qadariyyah sect, who started their sect during the latter time of the Companions. I mentioned this subject in detail in my explanation on the chapter on faith of Sahih Al-Bukhari. I will mention here some Hadiths pertaining to this honorable Ayah. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Hurayrah said, \"The idolators of the Quraysh came to the Messenger of Allah ﷺ arguing with him and discounting the Qadar. This Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day they will be dragged on their faces into the Fire: \"Taste you the touch of Hell!\" Verily, We have created all things with Qadar.)</span>\" Muslim, At-Tirmidhi and Ibn Majah collected this Hadith. Al-Bazzar recorded that 'Amr bin Shu'ayb said that his father narrated that his grandfather said, \"These Ayat were revealed about those who deny Al-Qadar,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ - يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the criminals are in error and will burn. The Day they will be dragged on their faces into the Fire: \"Taste you the touch of Hell!\" Verily, We have created all things with Qadar.)</span>\" </p><p lang=\"en\" class=\"en \">Ibn Abi Hatim also recorded that Zurarah said that his father said that the Prophet ﷺ recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Taste you the touch of Hell!\" Verily, We have created all things with Qadar.)</span> and then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَلَتْ فِي أُنَاسٍ مِنْ أُمَّتِي يَكُونُونَ فِي آخِرِ الزَّمَانِ يُكَذِّبُونَ بِقَدَرِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These Ayat were revealed about some members of my Ummah. They will come before the end of time and deny Al-Qadar.)</span></p><p lang=\"en\" class=\"en \">Ata' bin Abi Rabah said, \"I went to Ibn 'Abbas and found him drawing water from the well of Zamzam. The bottom of his clothes were wet with the water of Zamzam and I said to him, 'They talked about Al-Qadar <span class=\"gray\">(some denied it)</span>.' He asked, 'Have they done this?' I said, 'Yes.' He said, 'By Allah! This Ayah was revealed only about them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Taste you the touch of Hell!\" Verily, We have created all things with Qadar.)</span></p><p lang=\"en\" class=\"en \">They are the worst members of this Ummah. Do not visit those who fall ill among them or pray the Funeral prayer for those among them who die. If I saw one of them, I would pluck out his eyes with these two fingers of mine.'\" </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Nafi' said, \" 'Abdullah bin 'Umar had a friend in the area of Ash-Sham who used to write to him. 'Abdullah bin 'Umar wrote to him, 'I was told that you started talking about Al-Qadar. Therefore, do not dare write to me any more. I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَكُونُ فِي أُمَّتِي أَقْوَامٌ يُكَذِّبُونَ بِالْقَدَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will be some members of my Ummah who will deny Al-Qadar.)</span>\" Abu Dawud collected this Hadith from Ahmad bin Hanbal. Imam Ahmad recorded that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ شَيْءٍ بِقَدَرٍ حَتّٰى الْعَجْزُ وَالْكَيْسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every thing is predetermined, even laziness and intelligence.)</span> Muslim collected this Hadith using a chain of narration through Imam Malik. There is also an authentic Hadith in which the Messenger of Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَعِنْ بِاللهِ وَلَا تَعْجَزْ، فَإِنْ أَصَابَكَ أَمْرٌ فَقُلْ: قَدَّرَ اللهُ وَمَا شَاءَ فَعَلَ، وَلَا تَقُلْ: لَوْ أَنِّي فَعَلْتُ كَذَا لَكَانَ كَذَا، فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Seek the help of Allah and do not succumb to feebleness. And when an affliction strikes you, say, \"Allah has decreed this, and He does as He wills.\" Do not say, \"Had I done this or that, this or that would have happened, because \"if\" opens the door wide for the work of Ash-Shaytan.)</span>\" In a Hadith from 'Abbas, the Messenger of Allah said ﷺ to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعُوا عَلَىٰ أَنْ يَنْفَعُوكَ بِشَيْءٍ، لَمْ يَكْتُبْهُ اللهُ لَكَ لَمْ يَنْفَعُوكَ، وَلَوِ اجْتَمَعُوا عَلَىٰ أَنْ يَضُرُّوكَ بِشَيْءٍ، لَمْ يَكْتُبْهُ اللهُ عَلَيْكَ لَمْ يَضُرُّوكَ، جَفَّتِ الْأَقْلَامُ وَطُوِيَتِ الصُّحُفُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know that if the Ummah were to all gather their strength to cause you some benefit that Allah has not decreed for you, they will never be able to bring you that benefit. And if they gather their strength to bring a harm to you that Allah has not written on you, they will never be able to harm you. The pens have gone dry and the Books of Record have been closed.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ubadah bin Al-Walid bin Ubadah said that his father said to him, \"I went to 'Ubadah when he was ill, and I thought that he was going to die. So I said, 'O my father, advise us and make the best effort in this regard.' He said, 'Help me sit up,' and when he was helped up, he said, 'O my son! Know that you will not taste the delight of Faith or earn true knowledge in Allah until you believe in Al-Qadar, the good and the not so good parts of it.' I asked, 'O my father! How can I know <span class=\"gray\">(or believe in)</span> Al-Qadar, the good and the not so good parts of it?' He said, 'When you know that what has missed you, would never have come to you and what has befallen you would never have missed you. O my son! I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ مَا خَلَقَ اللهُ الْقَلَمُ، ثُمَّ قَالَ لَهُ: اكْتُبْ، فَجَرَىٰ فِي تِلْكَ السَّاعَةِ بِمَا هُوَ كَائِنٌ إِلَىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first thing Allah created was the Pen, right after that commanded it, 'Record!' and the Pen recorded everything that will occur until the Day of Resurrection.)</span></p><p lang=\"en\" class=\"en \">O my son! If you die not having this belief, you will enter the Hellfire.'\" At-Tirmidhi also recorded it and said: \"Hasan Sahih Gharib.\" </p><p lang=\"en\" class=\"en \">It is confirmed in Sahih Muslim from 'Abdullah bin 'Amr that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ كَتَبَ مَقَادِيرَ الْخَلْقِ قَبْلَ أَنْ يَخْلُقَ السَّمٰوَاتِ وَالْأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah recorded the measurements for the creatures fifty thousand years before He created the heavens and earth.)</span> Ibn Wahb added,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكَانَ عَرْشُهُ عَلَى الْمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And His Throne was over the water.)</span><span class=\"gray\">(11:7)</span> At-Tirmidhi also recorded it, and he said: \"Hasan, Sahih Gharib.\"</p><p lang=\"fil\" class=\"fil \">A Warning to beware of Allah's Threats</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one as the twinkling of an eye.)</span> This is information about the execution of His will in His creation, just as He informed us the execution of His decree in them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one)</span> meaning, 'We only command a thing once, without needing to repeat the command; and whatever We command comes to existence faster than the blinking of an eye without any delay, not even for an instant.' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, We have destroyed your likes)</span>, i.e. the earlier nations who denied their Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ مِنْ مُدَّكِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then is there any that will remember?)</span> meaning, is there any that will receive admonition by remembering the humiliation and torment that Allah decreed for them?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a barrier will be set between them and that which they desire, as was done in the past with the people of their kind.)</span><span class=\"gray\">(34:54)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And everything they have done is noted in Az-Zubur.)</span> meaning, everything they did is recorded in the Books of Record entrusted to the angels, peace be upon them,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكُلُّ صَغِيرٍ وَكَبِيرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And everything, small and large,)</span> meaning, of their actions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسْتَطَرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is written down.)</span> everything that they do is recorded and written in their Record of deeds, which leave nothing, whether large or small, but it is recorded and counted. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'A'ishah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَائِشَةُ إِيَّاكِ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّ لَهَا مِنَ اللهِ طَالِبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O 'A'ishah! Beware of small sins, because there is someone assigned by Allah who records them.)</span> An-Nasa'i and Ibn Majah also collected this Hadith.</p><p lang=\"en\" class=\"en \">The Good End for Those with Taqwa</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who have Taqwa, will be in the midst of Gardens and Rivers.)</span>, unlike the end that the miserable are facing, loss, confusion and being dragged in the Fire on their faces, as well as being disgraced, punished and threatened. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي مَقْعَدِ صِدْقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In a seat of truth,)</span> in the Dwelling of Allah's honor, encompassed by His pleasure, favors, bounties, generosity and compassion,</p><p class=\"fa qpc-hafs\" lang=\"fa\">عِنْدَ مَلِيكٍ مُقْتَدِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(near the Muqtadir King.)</span> meaning with the Magnificent King Who created everything and measured its destiny; He is able to grant them whatever they wish and ask for. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin 'Amr said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُقْسِطُونَ عِنْدَ اللهِ عَلَىٰ مَنَابِرَ مِنْ نُورٍ عَنْ يَمِينِ الرَّحْمٰنِ وَكِلْتَا يَدَيْهِ يَمِينٌ، الَّذِينَ يَعْدِلُونَ فِي حُكْمِهِمْ وَأَهْلِيهِمْ وَمَا وَلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the just will be with Allah on podiums of light, to the right of Ar-Rahman, and both of His Hands are right. They are those who are just and fair in their judgement and with their families and those whom they are responsible for.)</span> Muslim and An-Nasa'i also recorded this Hadith.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Iqtarabat <span class=\"gray\">(Al-Qamar)</span>. All praise and thanks are due to Allah, and success and immunity from error come from Him.</p>"
  }
]