[
  {
    "ayah_key": "65:6",
    "group_ayah_key": "65:6",
    "from_ayah": "65:6",
    "to_ayah": "65:7",
    "ayah_keys": "65:6,65:7",
    "text": "<p lang=\"en\" class=\"en \">Lodge them where you dwell, according to what you have, and do not harm them so as to suppress them. And if they are pregnant, then spend on them till they lay down their burden. Then if they suckle the children for you, give them their due payment, and let each of you deal with each other in a mannerly way. But if you make difficulties for one another, then some other woman may suckle for him <span>(6)</span>Let the rich man spend according to his means; and the man whose resources are restricted, let him spend according to what Allah has given him. Allah puts no burden on any person beyond what He has given him. Allah will grant after hardship, ease <span>(7)</span></p><p lang=\"en\" class=\"en \">The Divorced Woman has the Right to Decent Accommodations, and what is Reasonable</p><p lang=\"en\" class=\"en \">Allah the Exalted orders His faithful servants that when one of them divorces his wife, he should provide housing for her until the end of her 'Iddah period,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lodge them where you dwell,)</span> means, with you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ وُجْدِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(according to what you have,)</span> Ibn 'Abbas, Mujahid and several others said, it refers to \"Your ability.\" Qatadah said, \"If you can only afford to accommodate her in a corner of your house, then do so.\"</p><p lang=\"lb\" class=\"lb \">Forbidding Ill-Treatment of Divorced Women</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not harm them in order to suppress them.)</span> Muqatil bin Hayyan said, \"meaning, do not annoy her to force her to pay her way out nor expel her from your house.\" Ath-Thawri said from Mansur, from Abu Ad-Duha:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not harm them in order to suppress them)</span> \"He divorces her, and when a few days remain, he takes her back.\"</p><p lang=\"en\" class=\"en \">The Irrevocable Divorced Pregnant Woman has the Right of Support <span class=\"gray\">(Maintenance)</span> from Her Husband until she gives Birth</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they are pregnant, then spend on them till they lay down their burden.)</span> This is about the woman who is irrevocably divorced. If she is pregnant, then she is to be spent on her until she lays down her burden. This is supported due to the fact that if she is revocably divorced, the she has then right to receive her support <span class=\"gray\">(maintenance)</span> whether she is pregnant or not.</p><p lang=\"en\" class=\"en \">The Divorced Mother may take Compensation for suckling Her Child</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَرْضَعْنَ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if they suckle them for you,)</span> meaning, when pregnant women give birth and they are irrevocably divorced by the expiration of the 'Iddah, then at that time they may either suckle the child or not. </p><p lang=\"en\" class=\"en \">But that is only after she nourishes him with the milk, that is the early on milk which the infant's well-being depends upon. Then, if she suckles, she has the right to compensation for it. She is allowed to enter into a contract with the father or his representative in return for whatever payment they agree to. This is why Allah the Exalted said,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if they suckle the children for you, give them their due payment,)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let each of you deal with each other in a mannerly way.)</span> meaning, the affairs of the divorced couple should be managed in a just way without causing harm to either one of them, just as Allah the Exalted said in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No mother shall be treated unfairly on account of her child, nor father on account of child.)</span><span class=\"gray\">(2:233)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you make difficulties for one another, then some other woman may suckle for him.)</span> meaning, if the divorced couple disagrees, because the woman asks for an unreasonable fee for suckling their child, and the father refuses to pay the amount or offers an unreasonable amount, he may find another woman to suckle his child. If the mother agrees to accept the amount that was to be paid to the woman who agreed to suckle the child, then she has more right to suckle her own child. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let the rich man spend according to his means;)</span> means, the wealthy father or his representative should spend on the child according to his means,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ ۚ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the man whose resources are restricted, let him spend according to what Allah has given him. Allah puts no burden on any person beyond what He has given him.)</span> This is as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not burden a person beyond what He can bear.)</span><span class=\"gray\">(2:286)</span></p><p lang=\"en\" class=\"en \">A Story of a Woman who had Taqwa</p><p lang=\"de\" class=\"de \">Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will grant after hardship, ease.)</span> This is a sure promise from Him, and indeed, Allah's promises are true and He never breaks them, This is an Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَعَ الْعُسْرِ يُسْرًا - إِنَّ مَعَ الْعُسْرِ يُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, along with every hardship is relief. Verily, along with every hardship is relief.)</span><span class=\"gray\">(94:5-6)</span></p><p lang=\"en\" class=\"en \">There is a relevant Hadith that we should mention here. Imam Ahmad recorded that Abu Hurayrah said, \"A man and his wife from an earlier generation were poor. Once when the man came back from a journey, he went to his wife saying to her, while feeling hunger and fatigued, 'Do you have anything to eat?' She said, 'Yes, receive the good news of Allah's provisions.' He again said to her, 'If you have anything to eat, bring it to me.' She said, 'Wait a little longer.' She was awaiting Allah's mercy. When the matter was prolonged, he said to her, 'Get up and bring me whatever you have to eat, because I am real hungry and fatigued.' She said, 'I will. Soon I will open the oven's cover, so do not be hasty.' When he was busy and refrained from insisting for a while, she said to herself, 'I should look in my oven.' So she got up and looked in her oven and found it full of the meat of a lamb, and her mortar and pestle was full of seed grains; it was crushing the seeds on its own. So, she took out what was in the mortar and pestle, after shaking it to remove everything from inside, and also took the meat out that she found in the oven.\" </p><p lang=\"en\" class=\"en \">Abu Hurayrah added, \"By He in Whose Hand is the life of Abu Al-Qasim <span class=\"gray\">(Prophet Muhammad ﷺ)</span>! This is the same statement that Muhammad ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَخَذَتْ مَا فِي رَحْيَيْهَا وَلَمْ تَنْفُضْهَا (لَطَحَنَتْهَا) إِلىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had she taken out what was in her mortar and not emptied it fully by shaking it, it would have continued crushing the seeds until the Day of Resurrection.)</span>\"</p>"
  }
]