[
  {
    "ayah_key": "38:34",
    "group_ayah_key": "38:34",
    "from_ayah": "38:34",
    "to_ayah": "38:40",
    "ayah_keys": "38:34,38:35,38:36,38:37,38:38,38:39,38:40",
    "text": "<p lang=\"en\" class=\"en \">And indeed, We tried Sulayman and We placed on his throne Jasad <span class=\"gray\">(a body)</span>, and he returned <span>(34)</span>He said: \"My Lord! Forgive me, and bestow upon me a kingdom such as shall not belong to any other after me. Verily, You are the Bestower. <span>(35)</span>So, We subjected to him the wind; it blew gently by his order wherever he willed <span>(36)</span>And the Shayatin, from every kind of builder and diver <span>(37)</span>And also others bound in fetters <span>(38)</span><span class=\"gray\">[Allah said to Sulayman]</span>: \"This is Our gift, so spend you or withhold, no account will be asked of you. <span>(39)</span>And verily, for him is a near access to Us, and a good <span class=\"gray\">(final)</span> return <span>(40)</span></p><p lang=\"en\" class=\"en \">How Allah tested Sulayman then made Things easy for Him</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ فَتَنَّا سُلَيْمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, We tried Sulayman)</span> meaning, 'We tested him.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِ جَسَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We placed on his throne Jasad <span class=\"gray\">(a body)</span>)</span>.</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ أَنَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he returned.)</span> means, after this test, he turned back to Him and asked for forgiveness and to be given a kingdom such as shall not belong to any other after him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي ۖ إِنَّكَ أَنْتَ الْوَهَّابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"My Lord! Forgive me, and bestow upon me a kingdom such as shall not belong to any other after me. Verily, You are the Bestower.\")</span></p><p lang=\"en\" class=\"en \">Some of them said, \"No one after me will have the right to ask Allah for such a kingdom.\" This is the apparent meaning from the context of the Ayah, and several Hadiths with a similar meaning have been narrated from the Messenger of Allah ﷺ. </p><p lang=\"id\" class=\"id \">In his Tafsir of this Ayah, Al-Bukhari recorded that Abu Hurayrah, may Allah be pleased with him, said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عِفْرِيتًا مِنَ الْجِنِّ تَفَلَّتَ عَلَيَّ الْبَارِحَةَ - أَوْ كَلِمَةً نَحْوَهَا - لِيَقْطَعَ عَلَيَّ الصَّلَاةَ فَأَمْكَنَنِي اللهُ تَبَارَكَ وَتَعَالَى مِنْهُ، وَأَرَدْتُ أَنْ أَرْبِطَهُ إِلَى سَارِيَةٍ مِنَ سَوَارِي الْمَسْجِدِ حَتّٰى تُصْبِحُوا،وَتَنْظُرُوا إِلَيْهِ كُلُّكُمْ، فَذَكَرْتُ قَوْلَ أَخِي سُلَيْمَانَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(An 'Ifrit from among the Jinn came and bothered me last night – or he said something similar – trying to stop me from praying. Allah enabled me to overpower him, and I wanted to tie him to one of the pillars in the Masjid so that you could see him this morning. Then I remembered what my brother Sulayman said, <span class=\"gray\">(My Lord! Forgive me and bestow upon me a kingdom such as shall not belong to any other after me)</span>)</span></p><p lang=\"en\" class=\"en \">Rawh said, \"so he let him go, humiliated.\" ) This was also recorded by Muslim and An-Nasa'i. In his Sahih, Muslim recorded that Abu Ad-Darda', may Allah be pleased with him, said, \"The Messenger of Allah ﷺ stood up to pray and we heard him say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعُوذُ بِاللهِ مِنْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I seek refuge with Allah from you.)</span> Then he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْعَنُكَ بِلَعْنَةِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I curse you with the curse of Allah.)</span> three times, and he stretched out his hand as if he was reaching out to take something. When he finished his prayer, we said, 'O Messenger of Allah, we heard you say something in your prayer which we have never heard you say before, and we saw you stretching out your hand.' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عَدُوَّ اللهِ إِبْلِيسَ جَاءَ بِشِهَابٍ مِنْ نَارٍ لِيَجْعَلَهُ فِي وَجْهِي فَقُلْتُ: أَعُوذُ بِاللهِ مِنْكَ، ثَلَاثَ مَرَّاتٍ، ثُمَّ قُلْتُ: أَلْعَنُكَ بِلَعْنَةِ اللهِ التَّامَّةِ، فَلَمْ يَتَأَخَّرْ، ثَلَاثَ مَرَّاتٍ ثُمَّ أَرَدْتُ أَنْ آخُذَهُ،وَاللهِ لَوْلَا دَعْوَةُ أَخِينَا سُلَيْمَانَ لَأَصْبَحَ مُوثَقًا، يَلْعَبُ بِهِ صِبْيَانُ أَهْلِ الْمَدِينَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The enemy of Allah Iblis came with a flame of fire to throw in my face, so I said, \"I seek refuge with Allah from you\" three times, then I said, \"I curse you with the complete curse of Allah,\" but he did not back off. I said it three times. Then I wanted to seize him. By Allah, if it were not for the words of our brother Sulayman, he would have been chained up and he would have become a plaything for the children of the people of Al-Madinah.)</span>\" Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, We subjected to him the wind; it blew gently by his order wherever he willed.)</span> Al-Hasan Al-Basri, may Allah have mercy on him, said, \"When Sulayman, peace be upon him, slaughtered the horses out of anger for the sake of Allah, Allah compensated him with something better and swifter, the wind whose morning was a month's <span class=\"gray\">(journey)</span>, and its afternoon was a month's <span class=\"gray\">(journey)</span>.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَيْثُ أَصَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherever he willed.)</span> means, wherever in the world he wanted.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also the Shayatin, from every kind of builder and diver,)</span> means, among them were some whom he used to build high rooms, images, basins as large as reservoirs, and cauldrons fixed <span class=\"gray\">(in their places)</span>, and other difficult tasks which humans were unable to do. And there was another group, who dived into the sea recovering pearls, jewels and other precious things which cannot be found anywhere else.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also others bound in fetters.)</span> means, tied up in chains. These were the ones who had rebelled and refused to work, or else their work was bad and they were wrongdoers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[Allah said to Sulayman]</span>: \"This is Our Gift, so spend you or withhold, no account will be asked of you.\")</span> means, 'this that We have given to you of kingship and perfect power, as you asked for, you may give to whomsoever you wish and deny to whomsoever you wish, and you will not be brought to account. Whatever you do is permissible for you, so however you judge, it will be right.' It was reported in the Two Sahihs that when the Messenger of Allah ﷺ was given the choice between being a servant and a Messenger – who does what he is commanded to do and distributes things among the people as Allah commands him to do – or being a Prophet and a king, who can give to whomever he wishes and withhold from whomever he wishes without being held accountable for anything, he chose the former. He consulted with Jibril, peace be upon him, who said, \"Be humble.\" So he chose the former because it has a greater value before Allah and brings a higher status in the Hereafter, even though the second option, prophethood combined with kingship, is also a great thing both in this world and in the Hereafter, when Allah tells us what He gave to Sulayman, peace be upon him, in this world, He tells us that he will have a great share with Allah on the Day of Resurrection. He says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, for him is a near access to Us, and a good <span class=\"gray\">(final)</span> return.)</span> meaning, in this world and the Hereafter.</p>"
  }
]