[
  {
    "ayah_key": "54:41",
    "group_ayah_key": "54:41",
    "from_ayah": "54:41",
    "to_ayah": "54:46",
    "ayah_keys": "54:41,54:42,54:43,54:44,54:45,54:46",
    "text": "<p lang=\"en\" class=\"en \">And indeed, warnings came to the people of Fir'awn <span>(41)</span><span class=\"gray\">(They)</span> denied all Our signs, so We seized them with a punishment of the Almighty, All-Capable <span>(42)</span>Are your disbelievers better than these? Or have you immunity in the Divine Scriptures <span>(43)</span>Or say they: \"We are a great multitude, victorious? <span>(44)</span>Their multitude will be put to flight, and they will show their backs <span>(45)</span>Nay, but the Hour is their appointed time, and the Hour will be more grievous and more bitter <span>(46)</span></p><p lang=\"en\" class=\"en \">The Story of Fir'awn and His People</p><p lang=\"en\" class=\"en \">Allah the Exalted narrates to us the story of Fir'awn and his people. A Messenger came to them from Allah, Musa supported by his brother Harun. Their Messengers delivered good news if they believe, and a warning if they rejected the Message. Allah supported Musa and Harun with tremendous miracles and great signs, but Fir'awn and his people rejected all of them. Allah took them the way the All-Mighty, the All-Capable would; He destroyed them all leaving none surviving to tell the story of what happened to them. </p><p lang=\"sn\" class=\"sn \">Advising and Threatening the Quraysh</p><p lang=\"ceb\" class=\"ceb \"> Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَكُفَّارُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are your disbelievers)</span> meaning, 'O idolators of the Quraysh,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرٌ مِنْ أُولَٰئِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(better than these?)</span> meaning better than the nations that were mentioned here, who were destroyed on account of their disbelief in the Messengers and rejecting the Scriptures. 'Are you better than these?'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have you immunity in the Divine Scriptures?)</span>, 'do you have immunity from Allah that the torment and punishment will not touch you?' Allah said about the Quraysh,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or say they: \"We are a great multitude, victorious?\")</span> stating that they believed they will support each other and their great gathering will avail them against those who intend to harm them. Allah the Exalted responded,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their multitude will be put to flight, and they will show their backs.)</span> affirming that their gathering shall scatter, and they shall be defeated. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ibn 'Abbas said, \"The Prophet ﷺ, while in a dome-shaped tent on the day of the battle of Badr, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْشُدُكَ عَهْدَكَ وَوَعْدَكَ، اللّٰهُمَّ إِنْ شِئْتَ لَمْ تُعْبَدْ بَعْدَ الْيَوْمِ فِي الْأَرْضِ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! I ask you for the fulfillment of Your covenant and promise. O Allah! If You wish <span class=\"gray\">(to destroy the believers)</span>, You will never be worshipped on the earth after today.)</span></p><p lang=\"en\" class=\"en \">Abu Bakr caught him by the hand and said, 'This is sufficient, O Allah's Messenger! You have sufficiently asked and petitioned Allah.' The Prophet ﷺ was clad in his armor at that time and went out, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ - بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَىٰ وَأَمَرُّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their multitude will be put to flight and they will show their backs. Nay, but the Hour is their appointed time and that Hour will be more grievous and more bitter.)</span>\" </p><p lang=\"en\" class=\"en \">Al-Bukhari also recorded that Yusuf bin Mahak said, \"I was with the Mother of the faithful, 'A'ishah, when she said, 'When I was still a young playful girl in Makkah, this Ayah was revealed to Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَىٰ وَأَمَرُّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but the Hour is their appointed time and that Hour will be more grievous and more bitter.)</span>\" </p><p lang=\"en\" class=\"en \">This is the abridged narration that Al-Bukhari collected, but he also collected a longer narration of it in the Book of the Virtues of the Qur'an. Muslim did not collect this Hadith.</p>"
  }
]