[
  {
    "ayah_key": "2:231",
    "group_ayah_key": "2:231",
    "from_ayah": "2:231",
    "to_ayah": "2:231",
    "ayah_keys": "2:231",
    "text": "<p lang=\"en\" class=\"en \">And when you have divorced women and they have fulfilled the term of their prescribed period, either take them back on a reasonable basis or set them free on a reasonable basis. But do not take them back to hurt them, and whoever does that, then he has wronged himself. And treat not the verses <span class=\"gray\">(Laws)</span> of Allah in jest, but remember Allah's favors on you <span class=\"gray\">(i.e., Islam)</span>, and that which He has sent down to you of the Book <span class=\"gray\">(i.e., the Qur'an)</span> and Al-Hikmah <span class=\"gray\">(the Prophet's Sunnah ـ legal ways ـ Islamic jurisprudence)</span> whereby He instructs you. And fear Allah, and know that Allah is All-Aware of everything <span>(231)</span></p><div lang=\"en\" class=\"en \"><h2>Being Kind to the Divorced Wife</h2></div><p lang=\"en\" class=\"en \">This is a command from Allah to men that when one of them divorces his wife with a reversible divorce, he should treat her kindly. So when her term of 'Iddah <span class=\"gray\">(waiting period)</span> nears its end, he either takes her back in a way that is better, including having witnesses that he has taken her back, and he lives with her with kindness. Or, he should release her after her 'Iddah finishes and then kindly asks her to depart from his house, without disputing, fighting with her or using foul words. Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But do not take them back to hurt them,)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Mujahid, Masruq, Al-Hasan, Qatadah, Ad-Dahhak, Ar-Rabi' and Muqatil bin Hayyan said that a man used to divorce his wife, and when her 'Iddah came near its end, he would take her back to harm her and to stop her from marrying someone else. He then divorced her and she would begin her 'Iddah and when her 'Iddah term neared its end, he would take her back again, so that the term of 'Iddah would be prolonged for her. After that, Allah prohibited this practice. Allah has also threatened those who indulge in such practices, when He said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and whoever does that, then he has wronged himself.)</span> meaning, by defying Allah's commandments. Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And treat not the verses <span class=\"gray\">(Laws)</span> of Allah in a jest,)</span></p><p lang=\"ceb\" class=\"ceb \">Ibn Jarir said that Abu Musa <span class=\"gray\">(Al-Ash'ari)</span> narrated that Allah's Messenger ﷺ once became angry at the Ash'ari tribe. Abu Musa went to him and said, \"O Messenger of Allah! Are you angry with the Ash'ariyyin?\" The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ أَحَدُكُمْ: قَدْ طَلَّقْتُ، قَدْ رَاجَعْتُ، لَيْسَ هَذَا طَلَاقُ الْمُسْلِمِينَ، طَلِّقُوا الْمَرْأَةَ فِي قُبُلِ عِدَّتِـهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One of you says, 'I divorced her' - then says - 'I took her back!' This is not the appropriate way Muslims conduct divorce. Divorce the woman when she has fulfilled the term of the prescribed period.)</span></p><p lang=\"en\" class=\"en \">Masruq said that the Ayah refers to the man who harms his wife by divorcing her and then taking her back, so that the 'Iddah term is prolonged for her. Al-Hasan, Qatadah, 'Ata' Al-Khurasani, Ar-Rabi' and Muqatil bin Hayyan said, \"He is the man who divorces his wife and says, 'I was joking.' Or he frees a servant or gets married and says, 'I was only joking.' Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And treat not the verses <span class=\"gray\">(Laws)</span> of Allah in a jest,)</span></p><p lang=\"en\" class=\"en \">Then such men were made to bear the consequences of their actions.</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but remember Allah's favors on you,)</span> meaning, by His sending His Messenger ﷺ with the right guidance and clear signs to you:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنزَلَ عَلَيْكُم مِّنَ الْكِتَابِ وَالْحِكْمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and that which He has sent down to you of the Book <span class=\"gray\">(i.e., the Qur'an)</span> and Al-Hikmah)</span> meaning the Sunnah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِظُكُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...whereby He instructs you.)</span> meaning, commands you, forbids you and threatens you for transgressing His prohibitions. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fear Allah)</span> meaning, concerning what you perform and what you avoid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and know that Allah is All-Aware of everything.)</span> none of your secret or public affairs ever escapes His knowledge, and He will treat you accordingly.</p>"
  },
  {
    "ayah_key": "2:232",
    "group_ayah_key": "2:232",
    "from_ayah": "2:232",
    "to_ayah": "2:232",
    "ayah_keys": "2:232",
    "text": "<p lang=\"en\" class=\"en \">And when you have divorced women and they have fulfilled the term of their prescribed period, do not prevent them from marrying their <span class=\"gray\">(former)</span> husbands, if they mutually agree on reasonable basis. This <span class=\"gray\">(instruction)</span> is an admonition for him among you who believes in Allah and the Last Day. That is more virtuous and purer for you. Allah knows and you know not <span>(232)</span></p><div lang=\"en\" class=\"en \"><h2>The Wali <span class=\"zh-Latn gray\" lang=\"zh-Latn\">(Guardian)</span> of the Divorced Woman should not prevent Her from going back to Her Husband</h2></div><p lang=\"en\" class=\"en \">Ali bin Abu Talhah reported that Ibn 'Abbas said, \"This Ayah was revealed about the man who divorces his wife once or twice and her 'Iddah finishes. He later thinks about taking her back in marriage and the woman also wishes that, yet, her family prevents her from remarrying him. Hence, Allah prohibited her family from preventing her.\" Masruq, Ibrahim An-Nakha'i, Az-Zuhri and Ad-Dahhak stated that this is the reason behind revealing the Ayah <span class=\"gray\">(2:232)</span>. These statements clearly conform to the apparent meaning of the Ayah.</p><div lang=\"en\" class=\"en \"><h2>There is no Marriage without a Wali <span class=\"en gray\" lang=\"en\">(for the Woman)</span></h2></div><p lang=\"en\" class=\"en \">The Ayah <span class=\"gray\">(2:232)</span> also indicates that the woman is not permitted to give herself in marriage. Rather, she requires a Wali <span class=\"gray\">(guardian such as her father, brother, adult son, and so forth)</span> to give her away in marriage, as Ibn Jarir and At-Tirmidhi have stated when they mentioned this Ayah. Also, a Hadith states that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُزَوِّجُ الْمَرْأةُ الْمَرْأَةَ، ولَا تُزَوِّج الْمَرأةُ نَفْسَهَا، فَإِنَّ الزَّانِيَةَ هِيَ الَّتِي تُزَوِّجُ نَفْسَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The woman does not give another woman away for marriage and the woman does not give herself away in marriage, for only the adulteress gives herself away for marriage.)</span></p><p lang=\"en\" class=\"en \">Another Hadith states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نِكَاحَ إلَّا بِوَلِيٍّ مُرْشِدٍ وَشَاهِدَيْ عَدْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No marriage is valid except with the participation of a mature Wali and two trustworthy witnesses.)</span></p><div lang=\"en\" class=\"en \"><h2>The Reason behind revealing the Ayah <span class=\"gray\">(2:232)</span></h2></div><p lang=\"en\" class=\"en \">It was reported that this Ayah was revealed about Ma'qil bin Yasar Al-Muzani and his sister. Al-Bukhari reported in his Sahih, when he mentioned the Tafsir of this Ayah <span class=\"gray\">(2:232)</span>, that the husband of the sister of Ma'qil bin Yasar divorced her. He waited until her 'Iddah finished and then asked to remarry her, but Ma'qil refused. Then, this Ayah was sent down:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَاجَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...do not prevent them from marrying their <span class=\"gray\">(former)</span> husbands.)</span></p><p lang=\"en\" class=\"en \">Abu Dawud, At-Tirmidhi, Ibn Abu Hatim, Ibn Jarir and Ibn Marduwyah and Al-Bayhaqi reported this Hadith from Al-Hasan from Ma'qil bin Yasar. At-Tirmidhi rendered this Hadith authentic and in his narration, Ma'qil bin Yasar gave his sister in marriage for a Muslim man during the time of Allah's Messenger ﷺ. She remained with him for a while and he divorced her once and did not take her back until her 'Iddah finished. They then wanted to get back with each other and he came to ask her for marriage. Ma'qil said to him, \"O ungrateful one! I honored you and married her to you but you divorced her. By Allah! She will never be returned to you.\" But Allah knew his need for his wife and her need for her husband and He revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you have divorced women and they have fulfilled the term of their prescribed period,)</span> until He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and you know not.)</span></p><p lang=\"en\" class=\"en \">When Ma'qil heard the Ayah, he said, \"I hear and obey my Lord.\" He then summoned the man and said, \"I will honor you and let you remarry <span class=\"gray\">(my sister)</span>.\" Ibn Marduwyah added <span class=\"gray\">(that Ma'qil said)</span>, \"And will pay <span class=\"gray\">(the expiation)</span> for breaking my vow.\"</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This <span class=\"gray\">(instruction)</span> is an admonition for him among you who believes in Allah and the Last Day.)</span> meaning, prohibiting you from preventing the women from marrying their ex-husbands, if they both agree to it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ مِنكُمْ </p><p lang=\"xh\" class=\"xh \"><span class=\"gray\">(among you)</span> O people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who believes in Allah and the Last Day.)</span> meaning, believes in Allah's commandments and fears His warnings and the torment in the Hereafter. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is more virtuous and purer for you.)</span> meaning, obeying Allah's Law by returning the women to their ex-husbands, and abandoning your displeasure, is purer and cleaner for your hearts,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows)</span> the benefits you gain from what He commands and what He forbids.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you know not)</span> the benefits in what you do or what you refrain from doing.</p>"
  }
]