[
  {
    "ayah_key": "36:37",
    "group_ayah_key": "36:37",
    "from_ayah": "36:37",
    "to_ayah": "36:40",
    "ayah_keys": "36:37,36:38,36:39,36:40",
    "text": "<p lang=\"en\" class=\"en \">And a sign for them is the night. We withdraw therefrom the day, and behold, they are in darkness <span>(37)</span>And the sun runs on its fixed course for a term <span class=\"gray\">(appointed)</span>. That is the decree of the Almighty, the All-Knowing <span>(38)</span>And the moon, We have decreed for it stages, till it returns like the old dried curved date stalk <span>(39)</span>It is not for the sun to overtake the moon, nor does the night outstrip the day. They all float, each in an orbit <span>(40)</span></p><p lang=\"en\" class=\"en \">Among the Signs of the Might and Power of Allah are the Night and Day, and the Sun and Moon</p><p lang=\"en\" class=\"en \">Allah tells us of further proof of His great might and power, which is His creation of the night and day, the one with its darkness and the other with its light. He has caused them to follow one another, so that one comes and the other goes, and so on, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He brings the night as a cover over the day, seeking it rapidly)</span><span class=\"gray\">(7:54)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a sign for them is the night. We withdraw therefrom the day,)</span> meaning, 'We take it away from it, so it goes away and the night comes.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هُمْ مُظْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and behold, they are in darkness.)</span> As it says in the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَقْبَلَ اللَّيْلُ مِنْ هٰهُنَا، وَأَدْبَرَ النَّهَارُ مِنْ هٰهُنَا، وَغَرَبَتِ الشَّمْسُ، فَقَدْ أَفْطَرَ الصَّائِمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the night comes from here, and the day departs from here, and the sun has set, then the fasting person should break his fast.)</span> This is the apparent meaning of the Ayah. Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the sun runs on its fixed course for a term <span class=\"gray\">(appointed)</span>. That is the decree of the Almighty, the All-Knowing)</span> There are two views over the meaning of the phrase</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِمُسْتَقَرٍّ لَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on its fixed course for a term <span class=\"gray\">(appointed)</span>.)</span><span class=\"gray\">(The first view)</span> is that it refers to its fixed course of location, which is beneath the Throne, beyond the earth in that direction. Wherever it goes, it is beneath the Throne, it and all of creation, because the Throne is the roof of creation and it is not a sphere as many astronomers claim. Rather it is a dome supported by legs or pillars, carried by the angels, and it is above the universe, above the heads of people. When the sun is at its zenith at noon, it is in its closest position to Throne, and when it runs in its fourth orbit at the opposite point to its zenith, at midnight, it is in its furthest position from the Throne. At that point it prostrates and asks for permission to rise, as mentioned in the Hadiths. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Abu Dharr, may Allah be pleased with him, said, \"I was with the Prophet ﷺ in the Masjid at sunset, and he ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا ذَرٍّ، أَتَدْرِي أَيْنَ تَغْرُبُ الشَّمْسُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Abu Dharr! Do you know where the sun sets?)</span> I said, 'Allah and His Messenger know best.' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا تَذْهَبُ حَتّٰى تَسْجُدَ تَحْتَ الْعَرْشِ، فَذَلِكَ قَوْلُهُ تَعَالَى:وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It goes and prostrates beneath the Throne, and that is what Allah says: <span class=\"gray\">(And the sun runs on its fixed course for a term. That is the decree of the Almighty, the All-Knowing.)</span>)</span>\" </p><p lang=\"en\" class=\"en \">It was also reported that Abu Dharr, may Allah be pleased with him, said, \"I asked the Messenger of Allah ﷺ about the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the sun runs on its fixed course for a term.)</span> He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسْتَقَرُّهَا تَحْتَ الْعَرْشِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Its fixed course is beneath the Throne.)</span>\" <span class=\"gray\">(The second view)</span> is that this refers to when the sun's appointed time comes to an end, which will be on the Day of Resurrection, when its fixed course will be abolished, it will come to a halt and it will be rolled up. This world will come to an end, and that will be the end of its appointed time. This is the fixed course of its time. Qatadah said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">لِمُسْتَقَرٍّ لَّهَـا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on its fixed course for a term <span class=\"gray\">(appointed)</span>.)</span> means, \"It has an appointed time and it will not go beyond that.\" It was also said that this means, it keeps moving in its summer orbit for a certain time, and it does not exceed that, then it moves to its winter orbit for a certain time, and it does not exceed that. This was narrated from 'Abdullah bin 'Amr, may Allah be pleased with him. Ibn Mas'ud and Ibn 'Abbas, may Allah be pleased with them, recited this Ayah as: </p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَالشَّمْسُ تَجْرِي لَا مُسْتَقَرَّ لَهَا)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the sun runs with no fixed course for a term,)</span> meaning that it has no destination and it does not settle in one place, rather it keeps moving night and day, never slowing down or stopping, as in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has made the sun and the moon, both constantly pursuing their courses, to be of service to you)</span><span class=\"gray\">(14:33)</span>. which means, they will never slow down or stop, until the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the decree of the Almighty,)</span> means, which none can oppose or prevent.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Knowing.)</span> Who knows every movement and every cessation of movement, Who has decreed that and Who has set it in motion following a pattern in which there are no differences or inversions, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He is the)</span> Cleaver of the daybreak. He has appointed the night for resting, and the sun and the moon for reckoning. Such is the measuring of the Almighty, the All-Knowing.)</span><span class=\"gray\">(6:96)</span> And this is how this Ayah ends:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the decree of the Almighty, the All-Knowing.)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the moon, We have decreed for it stages,)</span> meaning, 'We have caused it to run in a different orbit, from which passing of the months can be deduced, just as night and day are known from the sun.' This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ ۖ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ ۗ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you about the crescent moons. Say: \"These are signs to mark fixed periods of time for mankind and for the pilgrimage <span class=\"gray\">(Hajj)</span>.\")</span><span class=\"gray\">(2:189)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who made the sun a shining thing and the moon as a light and measured out for it stages that you might know the number of years and the reckoning)</span><span class=\"gray\">(10:5)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ ۖ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have appointed the night and the day as two Ayat <span class=\"gray\">(signs)</span>. Then, We have obliterated the sign of the night while We have made the sign of the day illuminating, that you may seek bounty from your Lord, and that you may know the number of the years and the reckoning. And We have explained everything with full explanation.)</span><span class=\"gray\">(17:12)</span></p><p lang=\"en\" class=\"en \">So, He has given the sun its own light, and the moon its <span class=\"gray\">(reflection of)</span> light, and has given each its own orbit. So the sun rises each day and sets at the end of the day, giving one kind of light all the time, but it moves, rising and setting at different points in the summer and winter, thus making the days and nights longer or shorter alternatively according to the season. Its authority is in the daytime, for it is the heavenly body that dominates the day. As for the moon, Allah has decreed that it should pass through different phases.</p><p lang=\"en\" class=\"en \">At the beginning of the month, the moon appears small when it rises. It gives off little light, then on the second night its light increases and it rises to a higher position, and the higher it rises the more light it gives – even though it is reflected from the sun – until it becomes full on the fourteenth night of the month. Then it starts to wane until the end of the month, until it appears like the old dried curved date stalk. Ibn 'Abbas, may Allah be pleased with him, said, \"This is the original stem <span class=\"gray\">(which connects the bunch of dates to the tree)</span>.\"</p><p lang=\"en\" class=\"en \">The Arabs have a name for each set of three nights in a month, according to the phases of the moon. They call the first three nights Ghurar; the next three nights Nufal; the next three nights Tusa' <span class=\"gray\">(nine)</span> – because the last of them is the ninth. The next three nights are called 'Ushar <span class=\"gray\">(ten)</span> – because the first of them is the tenth. The next three nights are called Al-Bid <span class=\"gray\">(white)</span> – because of the light of the moon which shines brightly throughout these three nights. The next three nights are called Dura', the plural of Dar'a', because on the first of them the night is dark from the moon rising late. Dar'a' refers to the black sheep, i.e., the one whose head is black; the next three nights Zulam; then Hanadis, then Da'adi; then Mihaq, because of the absence of moonlight at the beginning of the month. Abu 'Ubayd did not recognize the names Tusa' and 'Ushar, in the book Gharib Al-Musannaf.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the sun to overtake the moon,)</span> Mujahid said, \"Each of them has a limit which it does not transgress or fall short of. When the time of one comes, the other goes away, and when the time for one to prevail comes, the time of the other ceases.\" 'Ikrimah said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the sun to overtake the moon,)</span> this means that each of them has its time when it prevails. So it is not appropriate for the sun to rise at night.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا اللَّيْلُ سَابِقُ النَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor does the night outstrip the day.)</span> means, after night has passed, it is not right for another night to come until it has been day. The authority of the sun is during the day and the authority of the moon is at night. Ad-Dahhak said, \"The night does not depart from here until the day comes from here – and he pointed to the east.\" Mujahid said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا اللَّيْلُ سَابِقُ النَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor does the night outstrip the day.)</span> \"They seek one another rapidly.\" The meaning is that there is no gap between night and day; each of them follows the other with no interval, because they have been subjugated and are both constantly pursuing one another.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They all float, each in an orbit.)</span> means, night and day, the sun and the moon, all of them are floating, i.e., revolving, in their orbits in the heaven. This was the view of Ibn 'Abbas, 'Ikrimah, Ad-Dahhak, Al-Hasan, Qatadah and 'Ata' Al-Khurasani. Ibn 'Abbas, may Allah be pleased with him, and others among the Salaf said, \"In an orbit like the arc of a spinning wheel.\"</p>"
  }
]