[
  {
    "ayah_key": "13:26",
    "group_ayah_key": "13:26",
    "from_ayah": "13:26",
    "to_ayah": "13:26",
    "ayah_keys": "13:26",
    "text": "<p class=\"en translation\" lang=\"en\">Allah increases the provision for whom He wills, and straitens <span class=\"gray\">(it for whom He wills)</span>, and they rejoice in the life of the world, whereas the life of this world compared to the Hereafter is but a brief passing enjoyment <span>(26)</span></p><div lang=\"en\" class=\"en \"><h2>Increase and Decrease in Provision is in Allah's Hand</h2></div><p lang=\"en\" class=\"en \">Allah states that He alone increases the provisions for whom He wills and decreases it for whom He wills, according to His wisdom and perfect justice. So, when the disbelievers rejoice with the life of the present world that was given to them, they do not know that they are being tested and tried. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they think that in wealth and children with which We enlarge them, We hasten unto them with good things? Nay, but they perceive not.)</span><span class=\"gray\">[23:55-56]</span> Allah belittled the life of the present world in comparison to what He has prepared for His believing servants in the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whereas the life of this world compared to the Hereafter is but a brief passing enjoyment.)</span> Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِّمَنِ اتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Short is the enjoyment of this world. The Hereafter is <span class=\"gray\">(far)</span> better for him who has Taqwa, and you shall not be dealt with unjustly even equal to the amount of a Fatila.)</span><span class=\"gray\">[4:77]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا - وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, you prefer the life of this world, although the Hereafter is better and more lasting.)</span><span class=\"gray\">[87:16-17]</span> Imam Ahmad recorded that Al-Mustawrid, from Bani Fihr, said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الدُّنْيَا فِي الْآخِرَةِ إِلَّا كَمَا يَجْعَلُ أَحَدُكُمْ إصْبَعَهُ هَذِهِ فِي الْيَمِّ، فَلْيَنْظُرْ بِمَ تَرْجِعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The life of the present world, compared to the Hereafter, is just like when one of you inserts his finger in the sea, so let him contemplate how much of it will it carry.)</span> and he pointed with the index finger. Imam Muslim also collected this Hadith in his Sahih. In another Hadith, the Prophet ﷺ passed by a dead sheep, whose ears were small, and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ لَلدُّنْيَا أَهْوَنُ عَلَى اللهِ مِنْ هَذَا عَلَى أَهْلِهِ حِينَ أَلْقَوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah! The life of this present world is as insignificant to Allah as this sheep was to its owners when they threw it away.)</span></p>"
  },
  {
    "ayah_key": "13:27",
    "group_ayah_key": "13:27",
    "from_ayah": "13:27",
    "to_ayah": "13:29",
    "ayah_keys": "13:27,13:28,13:29",
    "text": "<p lang=\"en\" class=\"en \">And those who disbelieved say: \"Why is not a sign sent down to him from his Lord\" Say: \"Verily, Allah sends astray whom He wills and guides unto Himself those who turn to Him in repentance. <span>(27)</span>Those who believed and whose hearts find rest in the remembrance of Allah. Verily, in the remembrance of Allah do hearts find rest <span>(28)</span>Those who believed, and work righteousness, Tuba is for them and a beautiful place of <span class=\"gray\">(final)</span> return <span>(29)</span></p><div lang=\"en\" class=\"en \"><h2>Disbelievers ask for Miracles, Allah's Response to Them</h2></div><p lang=\"ceb\" class=\"ceb \">Allah says that the idolators said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why is not)</span>, meaning, there should be,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a sign sent down to him from his Lord?)</span> The idolators also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let him then bring us an Ayah like the ones <span class=\"gray\">(Prophets)</span> that were sent before <span class=\"gray\">(with signs)</span>!)</span><span class=\"gray\">[21:5]</span> We mentioned this subject several times before and stated that Allah is able to bring them what they wanted. There is a Hadith which mentions that the idolators asked the Prophet to turn Mount As-Safa into gold and, they also asked him for a spring to gush forth for them and to remove the mountains from around Makkah and replace them with green fields and gardens. Allah revealed to His Messenger ﷺ: \"If You wish, O Muhammad, I will give them what they asked for. However, if they disbelieve thereafter, I will punish them with a punishment that I did not punish any among the 'Alamin <span class=\"gray\">(mankind and the Jinns)</span>. Or, if you wish, I will open for them the door to repentance and mercy.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تَفْتَحُ لَهُمْ بَابَ التَّوبَةِ وَالرَّحْمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Rather, open for them the door to repentance and mercy.)</span> This is why Allah said to His Messenger ﷺ next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, Allah sends astray whom He wills and guides unto Himself those who turn to Him in repentance.\")</span> Allah states that He brings misguidance or guidance whether the Messenger ﷺ was given a sign <span class=\"gray\">(a miracle)</span> according to their asking or not. Verily, earning the misguidance or the guidance are not connected to the miracles or the lack of them. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But neither Ayat nor warners benefit those who believe not.)</span><span class=\"gray\">[10:101]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment.)</span><span class=\"gray\">[10:96-97]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوا لِيُؤْمِنُوا إِلَّا أَن يَشَاءَ اللَّهُ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And even if We had sent down unto them angels, and the dead had spoken unto them, and We had gathered together all things before their very eyes, they would not have believed, unless Allah willed, but most of them behave ignorantly.)</span><span class=\"gray\">[6:111]</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, Allah sends astray whom He wills and guides unto Himself those who turn to Him in repentance.\")</span> meaning, He guides to Him those who repent, turn to Him, beg Him, seek His help and humbly submit to Him.</p><div lang=\"en\" class=\"en \"><h2>The Believer's Heart finds Comfort in the Remembrance of Allah</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believed, and whose hearts find rest in the remembrance of Allah.)</span> for their hearts find comfort on the side of Allah, become tranquil when He is remembered and pleased to have Him as their Protector and Supporter. So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the remembrance of Allah do hearts find rest.)</span> and surely, He is worthy of it.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of Tuba</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَآبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believed, and work righteousness, Tuba is for them and a beautiful place of <span class=\"gray\">(final)</span> return.)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said that Tuba means, \"Happiness and comfort or refreshment of the eye.\" 'Ikrimah said that Tuba means, \"How excellent is what they earned,\" while Ad-Dahhak said, \"A joy for them.\" Furthermore, Ibrahim An-Nakh'i said that Tuba means, \"Better for them,\" while Qatadah said that it is an Arabic word that means, 'you have earned a good thing.' In another narration, Qatadah said that 'Tuba for them' means, \"It is excellent for them,\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُسْنُ مَآبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a beautiful place of return.)</span> and final destination. These meanings for Tuba are all synonymous and they do not contradict one another.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Sa'id Al-Khudri said that a man asked, \"O Allah's Messenger! Tuba for those who saw you and believed in you!\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">طُوبَى لِمَنْ رَآنِي وَآمَنَ بِي، وَطُوبَى ثُمَّ طُوبَى ثُمَّ طُوبَى لِمَنْ آمَنَ بِي وَلَمْ يَرَنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tuba is for he who saw me and believed in me. Tuba, and another Tuba, and another Tuba for he who believed in me, but did not see me.)</span> A man asked, \"What is Tuba?\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَجَرَةٌ فِي الْجَنَّةِ مَسِيرَتُهَا مِائَةُ عَامٍ ثِيَابُ أَهْلِ الْجَنَّةِ تَخْرُجُ مِنْ أَكْمَامِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A tree in Paradise whose width is a hundred years, and the clothes of the people of Paradise are taken from its bark.)</span> Al-Bukhari and Muslim recorded that Sahl bin Sa'd said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لَا يَقْطَعُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is a tree in Paradise, if a rider travels in its shade for one hundred years, he would not be able to cross it.)</span> An-Nu'man bin Abi 'Ayyash Az-Zuraqi added, \"Abu Sa'id Al-Khudri narrated to me that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ الْجَوَادَ الْمُضَمَّرَ السَّرِيعَ مِائَةَ عَامٍ مَا يَقْطَعُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is a tree in Paradise, if a rider travels in its shade on a fast, sleek horse for one hundred years, he would not be able to cross it.)</span>\" In his Sahih, Imam Muslim recorded that Abu Dharr narrated that the Messenger of Allah ﷺ said that Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيدٍ وَاحِدٍ فَسَأَلُونِي فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا إِلَّا كَمَا يَنْقُصُ الْمِخْيَطُ إِذَا أُدْخِلَ فِي الْبَحْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O My slaves! If the first and the last among you, mankind and Jinns among you, stood in one spot and asked Me and I gave each person what he asked, it will not decrease from My dominion, except what the needle decreases <span class=\"gray\">(or carries)</span> when entered into the sea.)</span> Khalid bin Ma'ddan said, \"There is a tree in Paradise called Tuba, that has breasts that nurse the children of the people of Paradise. Verily, the miscarriage of a woman will be swimming in one of the rivers of Paradise until the Day of Resurrection commences, when he will be gathered with people while forty years of age.\" Ibn Abi Hatim collected this statement.</p>"
  }
]