[
  {
    "ayah_key": "62:1",
    "group_ayah_key": "62:1",
    "from_ayah": "62:1",
    "to_ayah": "62:4",
    "ayah_keys": "62:1,62:2,62:3,62:4",
    "text": "<p lang=\"et\" class=\"et \">The Virtues of Surat Al-Jumu'ah</p><p lang=\"en\" class=\"en \">Ibn 'Abbas and Abu Hurayrah narrated that Allah's Messenger ﷺ used to recite Surat Al-Jumu'ah and Surat Al-Munafiqin during the Friday Prayer. Muslim collected this Hadith in his Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ - هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ - وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ - ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Whatsoever is in the heavens and whatsoever is on the earth glorifies Allah – the King, the Holy, the Almighty, the All-Wise.)</span><span class=\"gray\">(2. He it is Who sent among the unlettered ones a Messenger from among themselves, reciting to them His Ayat, purifying them, and teaching them the Book and the Hikmah. And verily, they had been before in manifest error.)</span><span class=\"gray\">(3. And others among them who have not yet joined them. And He is the Almighty, the All-Wise.)</span><span class=\"gray\">(4. That is the grace of Allah, which He bestows on whom He wills. And Allah is the Owner of mighty grace.)</span></p><p lang=\"jv\" class=\"jv \">Everything praises and glorifies Allah </p><p lang=\"en\" class=\"en \">Allah states that everything in the heavens and the earth glorifies His praises,including all types of living creatures and inanimate objects.Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorify Him and there is not a thing but glorifies His praise)</span><span class=\"gray\">(17:44)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْمَلِكِ الْقُدُّوسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the King, the Holy,)</span> meaning that He is the Owner and King of the heavens and the earth Who has perfect control over their affairs. He is the Holy, free of all shortcomings, His attributes are perfect,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَزِيزِ الْحَكِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Almighty, the All-Wise.)</span> whose explanation is already discussed in many places.</p><p lang=\"en\" class=\"en \">The Favor that Allah granted by sending Muhammad <span class=\"gray\">(ﷺ)</span></p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who sent among the unlettered ones a Messenger from among themselves,)</span> the word 'unlettered' here refers to the Arabs. Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا ۖ وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ ۗ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say to those who were given the Scripture and those who are illiterates: \"Do you submit yourselves? If they do, they are rightly guided; but if they turn away, your duty is only to convey the message; and Allah is All-Seer of <span class=\"gray\">(His)</span> servants.)</span><span class=\"gray\">(3:20)</span></p><p lang=\"en\" class=\"en \">Mentioning the unlettered ones in specific here does not mean that Muhammad ﷺ was only sent to them, because the blessing to the Arabs is greater than that of other nations. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, this is indeed a Reminder for you and your people)</span><span class=\"gray\">(43:44)</span>. </p><p lang=\"en\" class=\"en \">Surely, the Qur'an is also a reminder for those other than Arabs to take heed. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And warn your tribe of near kindred.)</span><span class=\"gray\">(26:214)</span> These Ayat do not negate Allah's statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! verily, I am sent to you all as the Messenger of Allah.)</span><span class=\"gray\">(7:158)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that I may therewith warn you and whomsoever it may reach.)</span><span class=\"gray\">(6:19)</span> and in His statement about the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those of the groups that reject it, the Fire will be their promised meeting place.)</span><span class=\"gray\">(11:17)</span></p><p lang=\"en\" class=\"en \">There are other Ayat that indicate that his Message is universal. He, may Allah's peace and blessings be upon him, was sent to all people, mankind and the Jinns alike. We mentioned this meaning before in Surat Al-An'am producing various Ayat and Hadiths. All praise and thanks are to due to Allah.</p><p lang=\"en\" class=\"en \">This Ayah testifies that Allah has indeed accepted the invocation of His friend Ibrahim when he supplicated Allah to send a Messenger to the people of Makkah from among them their own. One who will recite to them Allah's statements, purify them and teach them the Book and the Hikmah. So, Allah – all praise and thanks be to Him – sent him when the Messengers ceased and the way was obscure. Indeed it was a time when it was most needed. Especially since Allah hated the people of the earth, Arabs and non-Arabs alike, except for a few of the People of the Scripture, who kept to the true faith Allah the Exalted sent to 'Isa bin Maryam, peace be upon him. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who sent among the unlettered ones a Messenger from among themselves, reciting to them His Ayat, purifying them, and teaching them the Book and the Hikmah. And verily, they had been before in manifest error.)</span></p><p lang=\"en\" class=\"en \">In ancient times, the Arabs used to adhere by the religion of Ibrahim, peace be upon him. They later changed, corrupted and contradicted it, choosing polytheism instead of Tawhid and doubts instead of certainty. They invented a religion that Allah did not legislate, just as the People of the Scriptures did when they changed and corrupted their Divine Books. Allah sent Muhammad ﷺ, with a great divine legislation, perfect religion that is suitable for all humans and Jinns. In it, there is guidance and explanations of all that they need in this life and the Hereafter. It draws them closer to Paradise and Allah's pleasure and takes them away from the Fire and earning Allah's anger. In it, there is the final judgement for all types of doubts and suspicion for all major and minor matters of the religion. In Muhammad ﷺ, Allah gathered all the good qualities of the Prophets before him, and gave him what He has never given the earlier and later generations of mankind. May Allah's peace and blessings be on Muhammad until the Day of Judgement.</p><p lang=\"en\" class=\"en \">Muhammad <span class=\"gray\">(ﷺ)</span> is the Messenger to Arabs and Non-Arabs alike</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And others among them who have not yet joined them. And He is the Almighty, the All-Wise.)</span> Imam Abu 'Abdullah Al-Bukhari, may Allah have mercy upon him, recorded that Abu Hurayrah said, \"We were sitting with the Prophet ﷺ, when Surat Al-Jumu'ah was revealed to him;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And others among them who have not yet joined them.)</span> They said, 'Who are they, O Allah's Messenger?' The Prophet ﷺ did not reply until they repeated the question thrice. At that time, Salman Al-Farisi was with us. So Allah's Messenger ﷺ placed his hand on Salman, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَ الْإِيمَانُ عِنْدَ الثُّرَيَّا لَنَالَهُ رِجَالٌ - أَوْ رَجُلٌ - مِنْ هٰؤُلَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If faith were on Ath-Thurayya <span class=\"gray\">(Pleiades)</span>, even then some men or a man from these people would attain it.)</span>\" Muslim, At-Tirmidhi, An-Nasa'i, Ibn Abi Hatim and Ibn Jarir collected this Hadith. This Hadith indicates that Surat Al-Jumu'ah was revealed in Al-Madinah and that the Messenger's Message is universal. The Prophet ﷺ explained Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآخَرِينَ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And others among them)</span> by mentioning Persia. This is why the Prophet ﷺ sent messages to the kings of Persia and Rome, among other kings, calling them to Allah the Exalted and to follow what he was sent with. This is why Mujahid and several others said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And others among them who have not yet joined them.)</span> refers to all non-Arabs who believe in the truth of the Prophet. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Almighty, the All-Wise.)</span> asserts that He is Almighty and All-Wise in His legislation and the destiny He appoints. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the grace of Allah, which He bestows on whom He wills. And Allah is the Owner of mighty grace.)</span> refers to the great prophethood that He granted Muhammad ﷺ and the qualities that He favored his Ummah with, by sending Muhammad ﷺ to them.</p>"
  },
  {
    "ayah_key": "62:11",
    "group_ayah_key": "62:11",
    "from_ayah": "62:11",
    "to_ayah": "62:11",
    "ayah_keys": "62:11",
    "text": "<p class=\"en translation\" lang=\"en\">And when they see some merchandise or some amusement, they disperse headlong to it, and leave you standing. Say: \"That which Allah has is better than any amusement or merchandise! And Allah is the best of providers. <span>(11)</span></p><p lang=\"en\" class=\"en \">The Prohibition of leaving the Masjid while the Imam is delivering the Friday Sermon</p><p lang=\"en\" class=\"en \">Allah criticizes what happened during one Friday sermon, when a caravan arrived at Al-Madinah and the people rushed out to the merchandise. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they see some merchandise or some amusement, they disperse headlong to it, and leave you standing.)</span> meaning, on the Minbar, delivering the Khutbah. Several of the Tabi'in said this, such as Abu Al-'Aliyah, Al-Hasan, Zayd bin Aslam and Qatadah. Muqatil bin Hayyan said that the caravan belonged to Dihyah bin Khalifah before he became a Muslim, and there were drums accompanying it.</p><p lang=\"en\" class=\"en \">So they rushed to the caravan and left Allah's Messenger ﷺ standing on the Minbar. Only a few remained, according to the authentic Hadith that Imam Ahmad recorded that Jabir said, \"Once, a caravan arrived at Al-Madinah while Allah's Messenger ﷺ was giving a Khutbah. So, the people left, and only twelve men remained <span class=\"gray\">[with the Messenger ﷺ]</span>. Then Allah sent down this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they see some merchandise or some amusement, they disperse headlong to it,)</span>\" The Two Sahihs also recorded this Hadith. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكُوكَ قَائِمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And leave you standing.)</span> proves that the Imam should deliver the speech on Friday while standing. In his Sahih, Imam Muslim recorded that Jabir bin Samurah said, \"<span class=\"gray\">(During Jumu'ah,)</span> the Prophet ﷺ gave two speeches, and he used to sit between them. The Prophet ﷺ would recite the Qur'an and remind the people <span class=\"gray\">(of Allah)</span>.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا عِنْدَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"That which Allah has...\")</span> means the reward that is with Allah in the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ ۚ وَاللَّهُ خَيْرُ الرَّازِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is better than any amusement or merchandise! And Allah is the best of providers.)</span> means, for those who trust in Him and seek His provisions when they are allowed to do so. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Jumu'ah. All praise and thanks are due to Allah and from Him comes the success and immunity from error.</p>"
  }
]