[
  {
    "ayah_key": "3:96",
    "group_ayah_key": "3:96",
    "from_ayah": "3:96",
    "to_ayah": "3:97",
    "ayah_keys": "3:96,3:97",
    "text": "<p lang=\"en\" class=\"en \">Verily, the first House <span class=\"gray\">(of worship)</span> appointed for mankind was that at Bakkah <span class=\"gray\">(Makkah)</span>, full of blessing, and a guidance for Al-'Alamin <span class=\"gray\">(mankind and Jinn <span>(96)</span>In it are manifest signs <span class=\"gray\">(for example)</span>, the Maqam <span class=\"gray\">(station)</span> of Ibrahim; whosoever enters it, he attains security. And Hajj to the House is a duty that mankind owes to Allah, for those who are able to undertake the journey; and whoever disbelieves, then Allah stands not in need of any of the 'Alamin <span>(97)</span></span></p><div lang=\"en\" class=\"en \"><h2>The Ka'bah is the First House of Worship</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the first House appointed for mankind)</span> for all people, for their acts of worship and religious rituals. They go around the House <span class=\"gray\">[in Tawaf]</span>, pray in its vicinity and remain in its area in I'tikaf.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَلَّذِي بِبَكَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(was that at Bakkah,)</span> meaning, the Ka'bah that was built by Ibrahim Al-Khalil, whose religion the Jews and Christians claim they follow. However, they do not perform Hajj to the house that Ibrahim built by Allah's command, and to which he invited the people to perform Hajj. Allah said next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُبَارَكًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(full of blessing)</span>, sanctified,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى لِّلْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a guidance for Al-'Alamin.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Dharr said; \"I said, 'O Allah's Messenger! Which Masjid was the first to be built on the surface of the earth?' He said, 'Al-Masjid Al-Haram <span class=\"gray\">(in Makkah)</span>.' I said, 'Which was built next?' He replied 'Al-Masjid Al-Aqsa <span class=\"gray\">(in Jerusalem)</span>.' I said, 'What was the period of time between building the two?' He said, 'Forty years.' He added,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ حَيْثُ أَدْرَكْتَ الصَّلَاةَ فَصَلِّ، فَكُلُّهَا مَسْجِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wherever <span class=\"gray\">(you may be, and)</span> the prayer becomes due, perform the prayer there, for the whole earth was made a Masjid.)</span>\" Al-Bukhari and Muslim also collected this Hadith.</p><div lang=\"fr\" class=\"fr \"><h2>The Names of Makkah, Such As 'Bakkah'</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَلَّذِي بِبَكَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(was that at Bakkah)</span>, where Bakkah is one of the names of Makkah. Bakkah means, 'it brings Buka' <span class=\"gray\">(crying, weeping)</span> to the tyrants and arrogant, meaning they cry and become humble in its vicinity. It was also said that Makkah was called Bakkah because people do Buka next to it, meaning they gather around it. There are many names for Makkah, such as Bakkah, Al-Bayt Al-'Atiq <span class=\"gray\">(the Ancient House)</span>, Al-Bayt Al-Haram <span class=\"gray\">(the Sacred House)</span>, Al-Balad Al-Amin <span class=\"gray\">(the City of Safety)</span> and Al-Ma'mun <span class=\"gray\">(Security)</span>. Makkah's names include Umm Rahm <span class=\"gray\">(Mother of Mercy)</span>, Umm Al-Qura <span class=\"gray\">(Mother of the Towns)</span>, Salah, <span class=\"gray\">[as well as others]</span>.</p><div lang=\"en\" class=\"en \"><h2>The Station of Ibrahim</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ آيَاتٌ بَيِّنَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In it are manifest signs)</span><span class=\"gray\">[3:97]</span>, means, clear signs that Ibrahim built the Ka'bah and that Allah has honored and blessed it. Allah then said,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> مَّقَامُ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Maqam <span class=\"gray\">(station)</span> of Ibrahim)</span> When the building <span class=\"gray\">[the Ka'bah]</span> was raised, Ibrahim stood on; the Maqam so that he could raise the walls higher, while his son Isma'il was handing the stones to him. We should mention that the Maqam used to be situated right next to the House. Later, and during his reign, 'Umar bin Al-Khattab moved the Maqam farther to the east, so that those who go around the House in Tawaf are able to perform it easily, without disturbing those who pray next to the Maqam after finishing their Tawaf. Allah commanded us to pray next to the Maqam;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take you <span class=\"gray\">(people)</span> the Maqam <span class=\"gray\">(station)</span> of Ibrahim as a place of prayer)</span><span class=\"gray\">[2:125]</span>.</p><p lang=\"en\" class=\"en \">We mentioned the Hadiths about this subject before, and all the thanks are due to Allah. Al-'Awfi said that, Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In it are manifest signs, the Maqam of Ibrahim;)</span></p><p lang=\"en\" class=\"en \">\"Such as the Maqam and Al-Mash'ar <span class=\"gray\">[Al-Haram]</span>.\" Mujahid said, \"The impression of Ibrahim's feet remains on the Maqam as a clear sign.\" It was reported that 'Umar bin 'Abdul-'Aziz, Al-Hasan, Qatadah, As-Suddi, Muqatil bin Hayyan and others said similarly.</p><div lang=\"en\" class=\"en \"><h2>Al-Haram, the Sacred Area, is a Safe Area</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن دَخَلَهُ كَانَ آمِنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whosoever enters it, he attains security,)</span><span class=\"gray\">[3:97]</span> meaning, the Haram of Makkah is a safe refuge for those in a state of fear. There in its vicinity, they will be safe, just as was the case during the time of Jahiliyyah. Al-Hasan Al-Basri said, \"<span class=\"gray\">(During the time of Jahiliyyah)</span> a man would commit murder, then wear a piece of wool around his neck and enter the Haram. And even when the son of the murdered person would meet him, he would not make a move against him, until he left the sanctuary.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not seen that We have made <span class=\"gray\">(Makkah)</span> a secure sanctuary, while men are being snatched away from all around them?)</span><span class=\"gray\">[29:67]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ - الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So let them worship <span class=\"gray\">(Allah)</span> the Lord of this House <span class=\"gray\">(the Ka'bah)</span>. <span class=\"gray\">(He)</span> Who has fed them against hunger, and has made them safe from fear)</span><span class=\"gray\">[106:3-4]</span>.</p><p lang=\"en\" class=\"en \">It is not allowed for anyone to hunt in the Haram or to drive game out of its den to be hunted, or cut the trees in its vicinity, or pick its grass, as the Hadiths of the Prophet ﷺ and the statements of the Companions testify. The Two Sahihs recorded <span class=\"gray\">(this being the wording of Muslim)</span> that Ibn 'Abbas said, \"On the day of the conquest of Makkah, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا هِجْرَةَ، وَلــكِنْ جِهَادٌ وَنِيَّـةٌ، وَإِذَا اسْتُنْفِرْتُمْ فَانْفِرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no more Hijrah <span class=\"gray\">(migration to Makkah)</span>, only Jihad and good intention. If you were mobilized, then march forth.)</span></p><p lang=\"en\" class=\"en \">He also said on the day of the conquest of Makkah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَذَا الْبَلَدَ حَرَّمَهُ اللهُ يَوْمَ خَلَقَ السَّمَواتِ وَالْأَرْضَ، فَهُوَ حَرَامٌ بِحُرْمَةِ اللهِ إِلى يَوْمِ الْقِيَامَةِ، وَإِنَّهُ لَمْ يَحِلَّ الْقِتَالُ فِيهِ لأَحَدٍ قَبْلِي، وَلَمْ يَحِلَّ لِي إِلَّا فِي سَاعَةٍ مِنْ نَهَارٍ، فَهُوَ حَرَامٌ بِحُرْمَةِ اللهِ إِلَى يَوْمِ الْقِيَامَةِ، لَا يُعْضَدُ شَوْكُهُ، وُلَا يُنَفَّرُ صَيْدُهُ، وَلَا يَلْتَقِطُ لُقَطَتَهَا إِلَّا مَنْ عَرَّفَهَا، وَلَا يُخْتَلَى خَلَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware! Allah made this town <span class=\"gray\">(Makkah)</span> a sanctuary when He created the heavens and earth, and it is sacred by Allah's decree until the Day of Resurrection. Fighting in Makkah was not permitted for anyone before me, and it was made legal for me for only a few hours or so on that day. No doubt it is at this moment a sanctuary by Allah's decree until the Day of Resurrection. It is not allowed to uproot its thorny shrubs, hunt its game, pick up its lost objects, except by announcing it, or to uproot its trees.)</span></p><p lang=\"en\" class=\"en \">Al-'Abbas said, 'Except the lemon grass, O Allah's Messenger, as they use it in their houses and graves.' The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الْإِذْخِرَ</p><p lang=\"lb\" class=\"lb \"><span class=\"gray\">(Except lemongrass)</span>.\"</p><p lang=\"en\" class=\"en \">The Two Sahihs also recorded that Abu Shurayh Al-'Adawi said that he said to 'Amr bin Sa'id while he was sending the troops to Makkah <span class=\"gray\">(to fight 'Abdullah bin Az-Zubayr)</span>, \"O Commander! Allow me to tell you what Allah's Messenger said on the day following the conquest of Makkah. My ears heard it and my heart memorized it thoroughly, and I saw the Prophet ﷺ with my own eyes when he, after glorifying and praising Allah, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَكَّةَ حَرَّمَهَا اللهُ، وَلَمْ يُحَرِّمْهَا النَّاسُ، فَلَا يَحِلُّ لِامْرِىءٍ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا، وَلَا يَعْضِدَ بِهَا شَجَرَةً، فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالِ رَسُولِ اللهِ صلّى الله عليه وسلّم فِيهَا فَقُولُوا لَهُ: إِنَّ اللهَ أَذِنَ لِرَسُولِهِ وَلَمْ يَأْذَنْ لَكُمْ، وَإِنَّمَا أَذِنَ لِي فِيهَا سَاعَةً مِنْ نَهَارٍ، وَقَدْ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالْأَمْسِ فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, not the people, made Makkah a sanctuary. Therefore, anybody who has belief in Allah and the Last Day, should neither shed blood in it nor cut down its trees. If anybody argues that fighting in it is permissible on the basis that Allah's Messenger fought in Makkah, say to him, 'Allah allowed His Messenger and did not allow you.' Allah allowed me only for a few hours on that day <span class=\"gray\">(of the conquest)</span>, and today its sanctity is as valid as it was before. So, those who are present, should inform those who are absent of this fact.)</span>.\"</p><p lang=\"en\" class=\"en \">Abu Shurayh was asked, \"What did 'Amr reply?\" He said that 'Amr said, \"O Abu Shurayh! I know better than you in this respect; Makkah does not give protection to a sinner, a murderer or a thief.\"</p><p lang=\"ha\" class=\"ha \">Jabir bin 'Abdullah said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحِلُّ لِأَحَدِكُمْ أَنْ يَحْمِلَ بِمَكَّةَ السِّلَاحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None of you is allowed to carry a weapon in Makkah.)</span> Muslim recorded this Hadith.</p><p lang=\"jv\" class=\"jv \">Abdullah bin 'Adi bin Al-Hamra' Az-Zuhri said that he heard the Messenger of Allah ﷺ say while standing at Al-Hazwarah in the marketplace of Makkah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ إِنَّكِ لَخَيْرُ أَرْضِ اللهِ، وَأَحَبُّ أَرْضِ اللهِ إِلَى اللهِ، وَلَوْلَا أَنِّي أُخْرِجْتُ مِنْكِ مَا خَرَجْتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah! You are the best of Allah's land and the most beloved land to Allah. Had it not been for the fact that I was driven out of you, I would not have left you.)</span></p><p lang=\"gd\" class=\"gd \">Imam Ahmad collected this Hadith and this is his wording. At-Tirmidhi, An-Nasa'i and Ibn Majah also collected it. At-Tirmidhi said, \"Hasan Sahih.\"</p><div lang=\"en\" class=\"en \"><h2>The Necessity of Performing Hajj</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Hajj to the House is a duty that mankind owes to Allah, for those who are able to undertake the journey)</span><span class=\"gray\">[3:97]</span>.</p><p lang=\"en\" class=\"en \">This Ayah established the obligation of performing Hajj. There are many Hadiths that mention it as one of the pillars and fundamentals of Islam, and this is agreed upon by the Muslims. According to texts and the consensus of the scholars, it is only obligatory for the adult Muslim to perform it once during his lifetime. Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ once gave a speech in which he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهَا النَّاسُ قَدْ فُرِضَ عَلَيْكُمُ الْحَجُّ فَحُجُّوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! Hajj has been enjoined on you, therefore, perform Hajj.)</span></p><p lang=\"en\" class=\"en \">A man asked, \"Is it every year, O Allah's Messenger?\" The Prophet ﷺ remained silent until the man repeated the question three times and he then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ قُلْتُ: نَعَمْ لَوَجَبَتْ وَلَمَا اسْتَطَعْتُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had I said yes, it would have become an obligation and you would not have been able to fulfill it.)</span> He said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرُونِي مَا تَرَكْتُكُمْ فَإِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِكَثْرَةِ سُؤَالِهِمْ وَاخْتِلَافِهِمْ عَلى أَنْبِيَائِهِمْ، وَإِذَا أَمَرْتُكُمْ بِشَيْءٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ، وَإِذَا نَهَيْتُكُمْ عَنْ شَيْءٍ فَدَعُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave me as I leave you, those before you were destroyed because of their many questions and disputing with their Prophets. If I command you with something, perform it as much as you can. If I forbid something for you, then refrain from it.)</span> Muslim recorded similarly.</p><div lang=\"en\" class=\"en \"><h2>Meaning of 'Afford' in the Ayah</h2></div><p lang=\"en\" class=\"en \">There are several categories of \"the ability to under take the journey\". There is the physical ability of the person himself and the ability that is related to other things as mentioned in the books of jurisprudence. Abu 'Isa At-Tirmidhi recorded that Ibn 'Umar said, \"A man stood up and asked the Messenger of Allah ﷺ, 'O Messenger of Allah! Who is the pilgrim?' He said, 'He who has untidy hair and clothes.' Another man asked, 'Which Hajj is better, O Messenger of Allah?' He said, 'The noisy <span class=\"gray\">(with supplication to Allah)</span> and bloody <span class=\"gray\">(with sacrifice)</span>.' Another man asked, 'What is the ability to undertake the journey, O Messenger of Allah?' He said, 'Having provision and a means of transportation.'\" This is the narration that Ibn Majah collected. Al-Hakim narrated that Anas said that the Messenger of Allah was asked about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for those who are able to undertake the journey;)</span><span class=\"gray\">[3:97]</span> \"What does 'able to undertake the journey' mean?\" The Prophet ﷺ answered, \"Having sufficient provision and a means of transportation.\" Al-Hakim stated that this Hadith's chain of narration is authentic, following the guidelines of Muslim in his Sahih, but the Two Sahihs did not collect it. Ahmad recorded that Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَرَادَ الْحَجَّ فَلْيَتَعَجَّل</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever intends to perform Hajj, let him rush to perform it.)</span> Abu Dawud also collected this Hadith.</p><div lang=\"en\" class=\"en \"><h2>The One who Denies the Necessity of Hajj Becomes a Disbeliever</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and whoever disbelieves, then Allah stands not in need of any of the 'Alamin)</span><span class=\"gray\">[3:97]</span>.</p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Mujahid and several others commented on this Ayah, \"Whoever denies the necessity of Hajj becomes disbeliever, and Allah is far Richer than to need him.\" Al-Hafiz Abu Bakr Al-Isma'ili recorded that 'Umar bin Al-Khattab said, \"Whoever can afford Hajj but did not perform it, there is no difference in his case if he dies while Jew or Christian.\" This has an authentic chain of narration leading to 'Umar.</p>"
  }
]