[
  {
    "ayah_key": "37:11",
    "group_ayah_key": "37:11",
    "from_ayah": "37:11",
    "to_ayah": "37:19",
    "ayah_keys": "37:11,37:12,37:13,37:14,37:15,37:16,37:17,37:18,37:19",
    "text": "<p lang=\"en\" class=\"en \">Then ask them: \"Are they harder to create, or those whom We have created?\" Verily, We created them of a sticky clay <span>(11)</span>Nay, you wondered while they mock <span>(12)</span>And when they are reminded, they pay no attention <span>(13)</span>And when they see an Ayah <span class=\"gray\">(a sign)</span> from Allah, they mock at it <span>(14)</span>And they say: \"This is nothing but evident magic! <span>(15)</span>\"When we are dead and have become dust and bones, shall we verily be resurrected? <span>(16)</span>\"And also our fathers of old? <span>(17)</span>Say : \"Yes, and you shall then be humiliated. <span>(18)</span>It will be a single Zajrah, and behold, they will be staring <span>(19)</span></p><p lang=\"en\" class=\"en \">The Certainty of Life after Death</p><p lang=\"en\" class=\"en \">Allah says: 'Ask these people, those who deny the resurrection, which is harder to create? Are they more difficult to create or the heavens, the earth, the angels, devils, the mighty creatures – everything in between them?' Ibn Mas'ud said that they admitted that these things were harder to create than they were. If this is the case, then why do they deny the resurrection, when they see things that are greater than that which they deny? As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of the heavens and the earth is indeed greater than the creation of mankind; yet, most of mankind know not)</span><span class=\"gray\">(40:57)</span> Then Allah explains that they were created from something weak, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We created them of a sticky clay.)</span> Mujahid, Sa'id bin Jubayr and Ad-Dahhak said, \"This is the useful kind of mud which sticks to itself.\" Ibn 'Abbas, may Allah be pleased with him, and 'Ikrimah said, \"It is sticky and useful.\" Qatadah said, \"It is that which sticks to the hand.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ عَجِبْتَ وَيَسْخَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, you wondered while they mock.)</span> means, 'you were astounded, O Muhammad, at these people who denied the resurrection whilst you were certain that it is true, when they disbelieved in what Allah told you of this wondrous matter, which is the re-creation of their bodies after they have disintegrated. They oppose what you say because of their intense disbelief and they make fun of what you tell them about that.'</p><p lang=\"en\" class=\"en \">Qatadah said, \"Muhammad ﷺ was astounded by the mockery of the misguided ones among the sons of Adam.\"</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَإِذَا رَأَوْا آيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they see an Ayah)</span> means, clear evidence and proof,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> يَسْتَسْخِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they mock at it.)</span> Mujahid and Qatadah said, \"They make fun of it.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"This is nothing but evident magic!\")</span> means, 'this that you have brought is nothing but plain magic.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ - أَوَآبَاؤُنَا الْأَوَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When we are dead and have become dust and bones, shall we <span class=\"gray\">(then)</span> verily be resurrected And also our fathers of old?)</span> They thought that this was unlikely to happen, and they did not believe it.</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Yes, and you shall then be humiliated\".)</span> means, 'tell them, O Muhammad: Yes, you will be raised up on the Day of Resurrection, after you have become dust and bones, and you will be humiliated,' i.e., put to shame before His great might. This is like the Ayat:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكُلٌّ أَتَوْهُ دَاخِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And all shall come to Him, humbled)</span><span class=\"gray\">(27:87)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who scorn My worship, they will surely enter Hell in humiliation!)</span><span class=\"gray\">(40:60)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be a single Zajrah, and behold, they will be staring!)</span> means, it will be a single command from Allah, He will call them once to come forth from the earth, then they will be standing before Him, staring at the horrors of the Day of Resurrection. And Allah knows best.</p>"
  },
  {
    "ayah_key": "37:114",
    "group_ayah_key": "37:114",
    "from_ayah": "37:114",
    "to_ayah": "37:122",
    "ayah_keys": "37:114,37:115,37:116,37:117,37:118,37:119,37:120,37:121,37:122",
    "text": "<p lang=\"en\" class=\"en \">And, indeed We gave Our grace to Musa and Harun <span>(114)</span>And We saved them and their people from the great distress <span>(115)</span>And helped them, so that they became the victors <span>(116)</span>And We gave them the clear Scripture <span>(117)</span>And guided them to the right path <span>(118)</span>And We left for them among the later generations <span>(119)</span>\"Salam <span class=\"gray\">(peace!)</span> be upon Musa and Harun! <span>(120)</span>Verily, thus do We reward the doers of good <span>(121)</span>Verily, they were two of Our believing servants <span>(122)</span></p><p lang=\"fil\" class=\"fil \">Musa and Harun</p><p lang=\"en\" class=\"en \">Allah tells us how He blessed Musa and Harun with prophethood and how He saved them, along with those who believed, from the oppression of Fir'awn and his people, who had persecuted them by killing their sons and sparing their women, and by forcing them to do the most menial tasks, then ultimately He caused them to prevail over them and to seize their lands and their wealth and all that they had spent their entire lives amassing. Then Allah revealed to Musa the Clear and Mighty Book, which is the Tawrah, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَىٰ وَهَارُونَ الْفُرْقَانَ وَضِيَاءً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We granted to Musa and Harun the criterion <span class=\"gray\">(of right and wrong)</span>, and a shining light)</span><span class=\"gray\">(21:48)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُمَا الْكِتَابَ الْمُسْتَبِينَ - وَهَدَيْنَاهُمَا الصِّرَاطَ الْمُسْتَقِيمَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave them the clear Scripture; and guided them to the right path.)</span> meaning, with regard to words and deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا عَلَيْهِمَا فِي الْآخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We left for them among the later generations.)</span> means, that after they died they would be mentioned in good terms and spoken of highly. Then Allah explain this further:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ عَلَىٰ مُوسَىٰ وَهَارُونَ - إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ - إِنَّهُمَا مِنْ عِبَادِنَا الْمُؤْمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Salam <span class=\"gray\">(peace!)</span> be upon Musa and Harun! Verily, thus do We reward the doers of good. Verily, they were two of Our believing servants.)</span></p>"
  },
  {
    "ayah_key": "37:123",
    "group_ayah_key": "37:123",
    "from_ayah": "37:123",
    "to_ayah": "37:132",
    "ayah_keys": "37:123,37:124,37:125,37:126,37:127,37:128,37:129,37:130,37:131,37:132",
    "text": "<p lang=\"en\" class=\"en \">And verily, Ilyas was one of the Messengers <span>(123)</span>When he said to his people: \"Will you not have Taqwa? <span>(124)</span>\"Will you call upon 'Ba'l and forsake the Best of creators <span>(125)</span>Allah, your Lord and the Lord of your forefathers? <span>(126)</span>But they denied him, so they will certainly be brought forth <span>(127)</span>Save the chosen servants of Allah <span>(128)</span>And We left for him among the later generations <span>(129)</span>\"Salam <span class=\"gray\">(peace!)</span> be upon Ilyasin! <span>(130)</span>Verily, thus do We reward the doers of good <span>(131)</span>Verily, he was one of Our believing servants <span>(132)</span></p><p>Ilyas</p><p lang=\"yo\" class=\"yo \">Qatadah and Muhammad bin Ishaq said, \"Ilyas is another name for Idris.\" Ibn Abi Hatim recorded that 'Abdullah bin Mas'ud, may Allah be pleased with him, said, \"Ilyas is Idris.\" This was also the view of Ad-Dahhak . Wahb bin Munabbih said, \"He is Ilyas bin Yasin bin Finhas bin Al-'Izar bin Harun bin 'Imran. </p><p lang=\"en\" class=\"en \">Allah sent him to the Children of Israel after Hizqil <span class=\"gray\">(Ezekiel)</span>, may peace be upon them both. They had started to worship an idol called Ba'l, and he called them to Allah, may He be exalted, and forbade them to worship anyone besides Him. Their king believed in him, then he apostatized, and they persisted in their misguided ways, and not one person among them believed in him. So he prayed to Allah against them, and Allah withheld the rain from them for three years. Then they asked him to relieve them from that, and promised that they would believe in him if rain came to them. So he prayed to Allah for them, and the rains came, but they persisted in their evil ways of disbelief. So he asked Allah to take him to Him. Al-Yasa' bin Akhtub had grown up under his care, may peace be upon them both. So Ilyas was commanded to go to such and such a place, and whatever mount came to him, he was to ride on it and not to give it away. A horse of fire was brought to him, so he rode it, and Allah clothed him with light and covered him with feathers, and he used to fly with the angels as a human angel, heavenly yet also earthly. This is what was narrated by Wahb bin Munabbih from the People of the Book; Allah knows best how true it is.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لِقَوْمِهِ أَلَا تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When he said to his people: \"Will you not have Taqwa?\")</span> means, 'do you not fear Allah when you worship others instead of Him?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْعُونَ بَعْلًا وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you call upon Ba'l and forsake the Best of creators,)</span> Ibn 'Abbas, may Allah be pleased with him, Mujahid, 'Ikrimah, Qatadah and As-Suddi said that the word Ba'l means lord. 'Ikrimah and Qatadah said, \"This is the language of the people of Yemen.\" According to another report from Qatadah, it is the language of Azd Shanu'ah. 'Abdur-Rahman bin Zayd bin Aslam narrated from his father that it is the name of an idol which was worshipped by the people of a city called Ba'labak <span class=\"gray\">(Baalbek)</span> which is to the west of Damascus. Ad-Dahhak said, \"It is an idol which they used to worship.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْعُونَ بَعْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you call upon Ba'l)</span> means, 'will you worship an idol,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ - اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الْأَوَّلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and forsake the Best of creators, Allah, your Lord and the Lord of your forefathers?)</span> means, 'He is the One Who is deserving of your worship alone, with no partners or associates.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they denied him, so they will certainly be brought forth,)</span> means, for the punishment on the Day of Reckoning.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Save the chosen servants of Allah.)</span> means, those who believe in Him alone.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We left for him among the later generations.)</span> means, he is praised and spoken of highly.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ عَلَىٰ إِلْ يَاسِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Salam <span class=\"gray\">(peace!)</span> be upon Ilyasin!)</span> Similarly, one might say for Isma'il, Isma'in. This is the language <span class=\"gray\">(dialect)</span> of Bani Asad; they say Mikal, Mika'il, and Mika'in. They say Ibrahim and Ibraham; Isra'il, Isra'in; Tur Sina', Tur Sinin. All of that is fine.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ - إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, thus do We reward the doers of good. Verily, he was one of Our believing servants.)</span> We have already discussed the meaning of this above. And Allah knows best.</p>"
  }
]