[
  {
    "ayah_key": "7:37",
    "group_ayah_key": "7:37",
    "from_ayah": "7:37",
    "to_ayah": "7:37",
    "ayah_keys": "7:37",
    "text": "<p lang=\"en\" class=\"en \">Who is more unjust than one who invents a lie against Allah or rejects His Ayat? For such their appointed portion will reach them from the Book <span class=\"gray\">(of Decrees)</span> until Our messengers <span class=\"gray\">(the angel of death and his assistants)</span> come to them to take their souls, they <span class=\"gray\">(the angels)</span> will say: \"Where are those whom you used to invoke and worship besides Allah,\" they will reply, \"They have vanished and deserted us.\" And they will bear witness against themselves, that they were disbelievers <span>(37)</span></p><div lang=\"en\" class=\"en \"><h2>Idolators enjoy Their destined Share in This Life, but will lose Their Supporters upon Death</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is more unjust than one who invents a lie against Allah or rejects His Ayat?)</span> meaning, none is more unjust than whoever invents a lie about Allah or rejects the Ayat that He has revealed. Muhammad bin Ka'b Al-Qurazi said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ الْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For such their appointed portion will reach them from the Book)</span> refers to each person's deeds, alloted provisions and age. Similar was said by Ar-Rabi' bin Anas and 'Abdur-Rahman bin Zayd bin Aslam. Allah said in similar statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ - مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who invent a lie against Allah, will never be successful. <span class=\"gray\">(A brief)</span> enjoyment in this world! And then unto Us will be their return, then We shall make them taste the severest torment because they used to disbelieve.)</span><span class=\"gray\">[10:69-70]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوا إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ - نُمَتِّعُهُمْ قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever disbelieves, let not his disbelief grieve you. To Us is their return, and We shall inform them what they have done. Verily, Allah is the All-Knower of what is in the breasts <span class=\"gray\">(of men)</span>. We let them enjoy for a little while.)</span><span class=\"gray\">[31:23-24]</span>. </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until when Our messengers come to them to take their souls.)</span> Allah states that when death comes to the idolators and the angels come to capture their souls to take them to Hellfire, the angels horrify them, saying, \"Where are the so-called partners <span class=\"gray\">(of Allah)</span> whom you used to call in the life of this world, invoking and worshipping them instead of Allah? Call them so that they save you from what you are suffering.\" However, the idolators will reply,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضَلُّوا عَنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"They have vanished and deserted us\")</span> meaning, we have lost them and thus, we do not hope in their benefit or aid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَهِدُوا عَلَىٰ أَنفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will bear witness against themselves)</span> they will admit and proclaim against themselves,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنَّهُمْ كَانُوا كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they were disbelievers.)</span></p>"
  },
  {
    "ayah_key": "7:38",
    "group_ayah_key": "7:38",
    "from_ayah": "7:38",
    "to_ayah": "7:39",
    "ayah_keys": "7:38,7:39",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah)</span> will say: \"Enter you in the company of nations who passed away before you, of men and Jinn, into the Fire.\" Every time a new nation enters, it curses its sister nation <span class=\"gray\">(that went before)</span> until they are all together in the Fire. The last of them will say to the first of them: \"Our Lord! These misled us, so give them a double torment of the Fire.\" He will say: \"For each one there is double <span class=\"gray\">(torment)</span>, but you know not. <span>(38)</span>The first of them will say to the last of them: \"You were not better than us, so taste the torment for what you used to earn. <span>(39)</span></p><div lang=\"en\" class=\"en \"><h2>People of the Fire will dispute and curse Each Other </h2></div><p lang=\"en\" class=\"en \">Allah mentioned what He will say to those who associate others with Him,invent lies about Him,and reject His Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا فِي أُمَمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enter you in the company of nations)</span>, who are your likes and similar to you in conduct,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ خَلَتْ مِن قَبْلِكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who passed away before you)</span> from the earlier disbelieving nations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ الْجِنِّ وَالْإِنسِ فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Of men and Jinn, into the Fire.)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time a new nation enters, it curses its sister nation <span class=\"gray\">(that went before)</span>)</span></p><p lang=\"en\" class=\"en \">Al-Khalil <span class=\"gray\">(Prophet Ibrahim)</span>, peace be upon him, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"But on the Day of Resurrection, you shall deny each other)</span><span class=\"gray\">[29:25]</span>. Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ - وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَٰلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُم بِخَارِجِينَ مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When those who were followed declare themselves innocent of those who followed <span class=\"gray\">(them)</span>, and they see the torment, then all their relations will be cut off from them. And those who followed will say: \"If only we had one more chance to return <span class=\"gray\">(to the worldly life)</span>, we would declare ourselves as innocent from them as they have declared themselves as innocent from us.\" Thus Allah will show them their deeds as regrets for them. And they will never get out of the Fire)</span><span class=\"gray\">[2:166-167]</span>. </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا ادَّارَكُوا فِيهَا جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until they are all together in the Fire)</span> means, they are all gathered in the Fire,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The last of them will say to the first of them)</span> that is, the nation of followers that enter last will say this to the first nations to enter. This is because the earlier nations were worse criminals than those who followed them, and this is why they entered the Fire first. For this reason, their followers will complain against them to Allah, because they were the ones who misguided them from the correct path, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا هَٰؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! These misled us, so give them a double torment of the Fire.\")</span> multiply their share of the torment. Allah said in another instance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا - وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا - رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when their faces will be turned over in the Fire, they will say: \"Oh! Would that we had obeyed Allah and obeyed the Messenger.\" And they will say: \"Our Lord! Verily, we obeyed our chiefs and our great ones, and they misled us from the <span class=\"gray\">(right)</span> way. Our Lord! Give them a double torment.\")</span><span class=\"gray\">[33:66-68]</span>. Allah said in reply,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِكُلٍّ ضِعْفٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will say: \"For each one there is double <span class=\"gray\">(torment)</span>...\")</span>, </p><p lang=\"en\" class=\"en \">We did what you asked, and recompensed each according to their deeds.' Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieved and hinder <span class=\"gray\">(men)</span> from the path of Allah, for them We will add torment)</span><span class=\"gray\">[16:88]</span>. Furthermore, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they shall bear their own loads, and other loads besides their own)</span><span class=\"gray\">[29:13]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also <span class=\"gray\">(some thing)</span> of the burdens of those whom they misled without knowledge)</span><span class=\"gray\">[16:25]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first of them will say to the last of them)</span> meaning, the followed will say to the followers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"You were not better than us...\")</span> meaning, you were led astray as we were led astray, according to As-Suddi.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"So taste the torment for what you used to earn.\")</span></p><p lang=\"en\" class=\"en \">Allah again described the condition of the idolators during the gathering <span class=\"gray\">(of Resurrection)</span>, when He said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُم بَلْ كُنتُم مُّجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who were arrogant will say to those who were deemed weak: \"Did we keep you back from guidance after it come to you? Nay, but you were criminals.\" Those who were deemed weak will say to those who were arrogant: \"Nay, but it was your plotting by night and day, when you ordered us to disbelieve in Allah and set up rivals to Him!\" And each of them <span class=\"gray\">(parties)</span> will conceal their own regrets, when they behold the torment. And We shall put iron collars round the necks of those who disbelieved. Are they requited aught except what they used to do?)</span><span class=\"gray\">[34:32-33]</span></p>"
  }
]