[
  {
    "ayah_key": "6:100",
    "group_ayah_key": "6:100",
    "from_ayah": "6:100",
    "to_ayah": "6:100",
    "ayah_keys": "6:100",
    "text": "<p class=\"en translation\" lang=\"en\">Yet, they join the Jinns as partners in worship with Allah, though He has created them, and they attribute, falsely without knowledge - sons and daughters to Him. Be He Glorified and Exalted above what that they attribute to Him <span>(100)</span></p><div lang=\"ny\" class=\"ny \"><h2>Rebuking the Idolators</h2></div><p lang=\"en\" class=\"en \">This Ayah refutes the idolators who worshipped others besides Allah and associated the Jinns with Him in worship. Glory be to Allah above this Shirk and Kufr. If someone asks, how did the idolators worship the Jinns, although they only were idol worshippers? The answer is that in fact, they worshipped the idols by obeying the Jinns who commanded them to do so. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَدْعُونَ مِن دُونِهِ إِلَّا إِنَاثًا وَإِن يَدْعُونَ إِلَّا شَيْطَانًا مَّرِيدًا - لَّعَنَهُ اللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا - وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَن يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِّن دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا - يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They invoke nothing but female deities besides Him, and they invoke nothing but Shaytan, a persistent rebel! Allah cursed him. And he <span class=\"gray\">(Shaytan)</span> said: \"I will take an appointed portion of your servants. Verily, I will mislead them, and surely, I will arouse in them false desires; and certainly, I will order them to slit the ears of cattle, and indeed I will order them to change the nature created by Allah.\" And whoever takes Shaytan as a protector instead of Allah, has surely suffered a manifest loss. He <span class=\"gray\">(Shaytan)</span> makes promises to them, and arouses in them false desires; and Shaytan's promises are nothing but deceptions.)</span><span class=\"gray\">[4:117-120]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you then take him <span class=\"gray\">(Iblis)</span> and his offspring as protectors and helpers rather than Me?)</span><span class=\"gray\">[18:50]</span> Ibrahim said to his father,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَٰنِ عَصِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my father! Worship not Shaytan. Verily! Shaytan has been a rebel against the Most Beneficent <span class=\"gray\">(Allah)</span>.\")</span><span class=\"gray\">[19:44]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ - وَأَنِ اعْبُدُونِي هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did I not ordain for you, O Children of Adam, that you should not worship Shaytan. Verily, he is a plain enemy to you. And that you should worship Me. That is a straight path.)</span><span class=\"gray\">[36:60-61]</span> On the Day of Resurrection, the angels will proclaim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified be You! You are our Protector instead of them. Nay, but they used to worship the Jinn; most of them were believers in them.)</span><span class=\"gray\">[34:41]</span> This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet, they join the Jinns as partners in worship with Allah, though He has created them.)</span><span class=\"gray\">[6:100]</span>, </p><p lang=\"en\" class=\"en \">Alone without partners. Consequently, how is it that another deity is being worshipped along with Him? As Ibrahim said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ - وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Worship you that which you <span class=\"gray\">(yourselves)</span> carve? While Allah has created you and what you make!\")</span><span class=\"gray\">[37:95-96]</span></p><p lang=\"en\" class=\"en \">Allah alone is the Creator without partners. Therefore, He Alone deserves to be worshipped without partners. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they Kharaqu <span class=\"gray\">(attribute falsely)</span> without knowledge, sons and daughters to Him.)</span> Allah mentions the misguidance of those who were led astray and claimed a son or offspring for Him, as the Jews did with 'Uzayr, the Christians with 'Isa and the Arab pagans with the angels whom they claimed were Allah's daughters. Allah is far holier than what the unjust, polytheist people associate with Him. The word, Kharaqu, means 'falsely attributed, invented, claimed and lied', according to the scholars of the Salaf. Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be He Glorified and Exalted above <span class=\"gray\">(all)</span> that they attribute to Him.)</span> means, He is holier than, hallowed, and Exalted above the sons, rivals, equals and partners that these ignorant, misled people attribute to Him.</p>"
  },
  {
    "ayah_key": "6:101",
    "group_ayah_key": "6:101",
    "from_ayah": "6:101",
    "to_ayah": "6:101",
    "ayah_keys": "6:101",
    "text": "<p class=\"en translation\" lang=\"en\">He is the Badi' <span class=\"gray\">(Originator)</span> of the heavens and the earth. How can He have children when He has no wife? He created all things and He is the All-Knower of everything <span>(101)</span></p><div lang=\"jv\" class=\"jv \"><h2>Meaning of Badi'</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is the Badi' of the heavens and the earth)</span> Meaning He originated, created, invented and brought them into existence without precedence, as Mujahid and As-Suddi said. This is why the word for innovation - Bid'ah - comes from it, because it is something that did not have a precedence.</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنَّىٰ يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can He have children when He has no wife?)</span> for the child is the offspring of two compatible spouses. Allah does not have an equal, none of His creatures are similar to Him, for He alone created the entire creation. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا إِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"The Most Beneficent <span class=\"gray\">(Allah)</span> has begotten a son.\" Indeed you have brought forth <span class=\"gray\">(said)</span> a terrible evil thing.)</span><span class=\"gray\">[19:88-89]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And everyone of them will come to Him alone on the Day of Resurrection.)</span><span class=\"gray\">[19:95]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He created all things and He is the All-Knower of everything.)</span></p><p lang=\"en\" class=\"en \">He has created everything and He is All-Knower of all things. How can He have a wife from His creation who is suitable for His majesty, when there is none like Him? How can He have a child then? Verily, Allah is Glorified above having a son.</p>"
  }
]