[
  {
    "ayah_key": "26:200",
    "group_ayah_key": "26:200",
    "from_ayah": "26:200",
    "to_ayah": "26:209",
    "ayah_keys": "26:200,26:201,26:202,26:203,26:204,26:205,26:206,26:207,26:208,26:209",
    "text": "<p lang=\"en\" class=\"en \">Thus have We caused it to enter the hearts of the criminals <span>(200)</span>They will not believe in it until they see the painful torment <span>(201)</span>It shall come to them of a sudden, while they perceive it not <span>(202)</span>Then they will say: \"Can we be respited? <span>(203)</span>Would they then wish for Our torment to be hastened on <span>(204)</span>Think, if We do let them enjoy for years <span>(205)</span>And afterwards comes to them that which they had been promised <span>(206)</span>All that with which they used to enjoy shall not avail them <span>(207)</span>And never did We destroy a township but it had its warner <span>(208)</span>By way of reminder, and We have never been unjust <span>(209)</span></p><div lang=\"en\" class=\"en \"><h2>The Deniers Will Never Believe Until They See the Torment</h2></div><p lang=\"en\" class=\"en \">Allah says: 'thus We caused denial, disbelief, rejection and stubbornness to enter the hearts of the sinners.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُؤْمِنُونَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will not believe in it)</span>, i.e., the truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until they see the painful torment.)</span> means, when their excuses will be of no avail, and the curse will be upon them, and theirs will be an evil abode.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَأْتِيَهُم بَغْتَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It shall come to them of a sudden,)</span> means, the punishment of Allah will come upon them suddenly,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يَشْعُرُونَ - فَيَقُولُوا هَلْ نَحْنُ مُنظَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they perceive it not. Then they will say: \"Can we be respited?\")</span> means, when they see the punishment, then they will wish they had a little more time so that they can obey Allah – or so they claim. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And warn mankind of the Day when the torment will come unto them)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُم مِّن زَوَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you would not leave)</span><span class=\"gray\">(14: 44)</span>. When every sinner and evildoer sees his punishment, he will feel intense regret. Such was the case of Fir'awn, when Musa prayed against him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! \"You have indeed bestowed on Fir'awn and his chiefs splendor and wealth in the life of this world)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"Verily, the invocation of you both is accepted.\")</span><span class=\"gray\">(10:88-89)</span>. This supplication had an effect on Fir'awn: he did not believe until he saw the painful torment:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنتُ أَنَّهُ لَا إِلَٰهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till when drowning overtook him, he said: \"I believe that none has the right to be worshipped but He in Whom the Children of Israel believe.\")</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنتَ مِنَ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you were one of the mischief-makers)</span><span class=\"gray\">(10:90-91)</span>. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so when they saw Our punishment, they said: \"We believe in Allah Alone...\")</span><span class=\"gray\">(40:84)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would they then wish for Our torment to be hastened on?)</span> This is a denunciation and a threat, because they used to say to the Messenger, by way of denial, thinking it unlikely ever to happen:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتِنَا بِعَذَابِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring Allah's torment upon us)</span><span class=\"gray\">(29:29)</span>. This is as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you to hasten on the torment...)</span><span class=\"gray\">(29:53)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتَ إِن مَّتَّعْنَاهُمْ سِنِينَ - ثُمَّ جَاءَهُم مَّا كَانُوا يُوعَدُونَ - مَا أَغْنَىٰ عَنْهُم مَّا كَانُوا يُمَتَّعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Think, if We do let them enjoy for years, and afterwards comes to them that which they had been promised, all that with which they used to enjoy shall not avail them.)</span> meaning, 'even if We delay the matter and give them respite for a short while or for a long time, then the punishment of Allah comes upon them, what good will their life of luxury do them then?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day they see it, <span class=\"gray\">(it will be)</span> as if they had not tarried <span class=\"gray\">(in this world)</span> except an afternoon or a morning)</span><span class=\"gray\">(79:46)</span>. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَن يُعَمَّرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everyone of them wishes that he could be given a life of a thousand years. But the grant of such life will not save him even a little from punishment)</span><span class=\"gray\">(2:96)</span>.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what will his wealth avail him when he goes down?)</span><span class=\"gray\">(92:11)</span> Allah says here:</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا أَغْنَىٰ عَنْهُم مَّا كَانُوا يُمَتَّعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All that with which they used to enjoy shall not avail them.)</span> According to an authentic Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَى بِالْكَافِرِ فَيُغْمَسُ فِي النَّارِ غَمْسَةً ثُمَّ يُقَالُ لَهُ: هَلْ رَأَيْتَ خَيْرًا قَطُّ؟ هَلْ رَأَيْتَ نَعِيمًا قَطُّ؟ فَيَقُولُ: لَا وَاللهِ يَا رَبِّ، وَيُؤتَى بِأَشَدِّ النَّاسِ بُؤْسًا كَانَ فِي الدُّنْيَا، فَيُصْبَغُ فِي الْجَنَّةِ صَبْغَةً، ثُمَّ يُقَالُ لَهُ: هَلْ رَأَيْتَ بُؤْسًا قَطُّ؟ فَيَقُولُ: لَا وَاللهِ يَا رَبِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The disbelievers will be brought and once dipped into the Fire, then it will be said to him: \"Did you ever see anything good? Did you ever see anything good?\" He will say, \"No, O Lord!\" Then the most miserable person who ever lived on earth will be brought, and he will be put in Paradise for a brief spell, then it will be said to him, \"Did you ever see anything bad?\" He will say, \"No, O Lord.\")</span> meaning: as if nothing ever happened.</p><p lang=\"en\" class=\"en \">Then Allah tells us of His justice towards His creation, in that He does not destroy any nation until after He has left them with no excuse, by warning them, sending Messengers to them and establishing proof against them. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ - ذِكْرَىٰ وَمَا كُنَّا ظَالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never did We destroy a township but it had its warners by way of reminder, and We have never been unjust.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"da\" class=\"da \"><span class=\"gray\">(And We never punish until We have sent a Messenger)</span><span class=\"gray\">(17:15)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَىٰ حَتَّىٰ يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never will your Lord destroy the towns until He sends to their mother town a Messenger reciting to them Our Ayat.)</span> until;</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَهْلُهَا ظَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the people thereof are wrongdoers)</span><span class=\"gray\">(28:59)</span>.</p>"
  },
  {
    "ayah_key": "26:210",
    "group_ayah_key": "26:210",
    "from_ayah": "26:210",
    "to_ayah": "26:212",
    "ayah_keys": "26:210,26:211,26:212",
    "text": "<p class=\"en translation\" lang=\"en\">And it is not the Shayatin <span class=\"gray\">(devils)</span> who have brought it down <span>(210)</span>Neither would it suit them nor are they able <span>(211)</span>Verily, they have been removed far from hearing it <span>(212)</span></p><div lang=\"en\" class=\"en \"><h2>The Qur'an Was Brought Down by Jibril, Not Shaytan</h2></div><p lang=\"en\" class=\"en \">Allah tells us about His Book, which falsehood cannot approach from before or behind it, sent down by the All-Wise, Worthy of all praise. He states that it has been brought down by the trustworthy Ruh <span class=\"gray\">(i.e., Jibril)</span> who is helped by Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not the Shayatin who have brought it down.)</span> Then He tells us that it could not be the case for three reasons that the Shayatin brought it down. One is that it would not suit them, i.e., they have no desire to do so and they do not want to, because their nature is to corrupt and misguide people, but this contains words enjoining what is right and forbidding what is evil, and light, guidance and mighty proofs. There is a big difference between this and the Shayatin, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنبَغِي لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither would it suit them)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَسْتَطِيعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor are they able.)</span> meaning, even if they wanted to, they could not do it. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنزَلْنَا هَٰذَا الْقُرْآنَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had We sent down this Qur'an on a mountain, you would surely have seen it humbling itself and rent asunder by the fear of Allah)</span><span class=\"gray\">(59:21)</span>.</p><p lang=\"en\" class=\"en \">Then Allah explains that even if they wanted to and were able to bear it and convey it, they still would not be able to achieve that, because they were prevented from hearing the Qur'an when it was brought down, for the heavens were filled with guardians and shooting stars at the time when the Qur'an was being revealed to the Messenger of Allah ﷺ, so none of the Shayatin could hear even one letter of it, lest there be any confusion in the matter. This is a part of Allah's mercy towards His servants, protection of His Laws, and support for His Book and His Messenger ﷺ. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they have been removed far from hearing it.)</span> This is like what Allah tells us about the Jinn:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا - وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ ۖ فَمَن يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَّصَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we have sought to reach the heaven; but found it filled with stern guards and flaming fires. And verily, we used to sit there in stations, to <span class=\"gray\">(steal)</span> a hearing, but any who listens now will find a flaming fire watching him in ambush.)</span> until;</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or whether their Lord intends for them a right path)</span><span class=\"gray\">[72:8-10]</span>.</p>"
  }
]