[
  {
    "ayah_key": "33:41",
    "group_ayah_key": "33:41",
    "from_ayah": "33:41",
    "to_ayah": "33:44",
    "ayah_keys": "33:41,33:42,33:43,33:44",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Remember Allah with much remembrance <span>(41)</span>And glorify His praises morning and Asila <span>(42)</span>He it is Who sends Salah on you, and His angels too, that He may bring you out from darkness into light. And He is Ever Most Merciful to the believers <span>(43)</span>Their greeting on the Day they shall meet Him will be \"Salam <span class=\"gray\">(Peace!)</span>\" And He has prepared for them a generous reward <span>(44)</span></p><p lang=\"en\" class=\"en \">The Virtue of remembering Allah much</p><p lang=\"en\" class=\"en \">Allah commands His believing servants to remember their Lord much, Who has bestowed upon them all kinds of blessings and favors, because this will bring them a great reward and a wonderful destiny.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin Busr said: \"Two bedouins came to the Messenger of Allah ﷺ and one of them said: 'O Messenger of Allah, which of the people is best?' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ طَالَ عُمْرُهُ وَحَسُنَ عَمَلُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The one whose life is long and whose deeds are good.)</span></p><p lang=\"en\" class=\"en \">The other one said: 'O Messenger of Allah, the laws of Islam are too much for us. Teach me something that I can adhere to.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَايَزَالُ لِسَانُكَ رَطْبًا بِذِكْرِ اللهِ تَعَالَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Keep your tongue moist with the remembrance of Allah, may He be exalted.)</span> At-Tirmidhi and Ibn Majah recorded the second part of this report. At-Tirmidhi said, \"This Hadith is Hasan Gharib\".</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin 'Amr, may Allah be pleased with him, said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ قَوْمٍ جَلَسُوا مَجْلِسًا لَمْ يَذْكُرُوا اللهَ تَعَالَى فِيهِ إِلَّا رَأَوْهُ حَسْرَةً يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No people sit together without mentioning Allah, but they will see that as regret on the Day of Resurrection.)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas, may Allah be pleased with him, commented on the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember Allah with much remembrance.)</span> \"Allah did not enjoin any duty upon His servants without setting known limits and accepting the excuses of those who have a valid excuse – apart from Dhikr, for Allah has not set any limits for it, and no one has any excuse for not remembering Allah unless he is oppressed and forced to neglect it. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember Allah standing, sitting down, and <span class=\"gray\">(lying down)</span> on your sides)</span><span class=\"gray\">(4:103)</span>. By night and by day, on land and on sea, when traveling and when staying home, in richness and in poverty, in sickness and in health, in secret and openly, in all situations and circumstances. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And glorify His praises morning and Asila.)</span> If you do this, He and His angels will send blessings upon you.\" There are very many Ayat, Hadiths and reports which encourage the remembrance of Allah, and this Ayah urges us to remember Him much. People such as An-Nasa'i and Al-Ma'mari and others have written books about the Adhkar to be recited at different times of the night and day.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And glorify His praises morning and Asila)</span> in the morning and in the evening. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ - وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So glorify Allah, when you come up to the evening, and when you enter the morning. And His are all the praises and thanks in the heavens and the earth; and in the afternoon and when you come up to the time, when the day begins to decline.)</span><span class=\"gray\">(30:17-18)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who sends Salah on you, and His angels too,)</span> This is encouragement to remember Allah, i.e., He will remember you, so remember Him. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ - فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Similarly, We have sent among you a Messenger of your own, reciting to you Our Ayat and purifying you, and teaching you the Book and the Hikmah, and teaching you that which you used not to know. Therefore remember Me. I will remember you, and be grateful to Me and never be ungrateful to Me)</span><span class=\"gray\">(2:151-152)</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: مَنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نفْسِي، وَمَنْ ذَكَرَنِي فِي مَلَإٍ ذَكَرْتُهُ فِي مَلَإٍ خَيْرٍ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says: \"Whoever remembers Me to himself, I will remember him to Myself, and whoever remembers Me in a gathering, I will remember him in a better gathering.\")</span></p><p lang=\"en\" class=\"en \">The Meaning of Salah</p><p lang=\"en\" class=\"en \">Allah's Salah means that He praises His servant before the angels, as Al-Bukhari recorded from Abu Al-'Aliyah. This was recorded by Abu Ja'far Ar-Razi from Ar-Rabi' bin Anas from Anas. Others said: \"Allah's Salah means mercy.\" It may be said that there is no contradiction between these two views. And Allah knows best. </p><p lang=\"en\" class=\"en \">Salah from the angels means their supplication and seeking forgiveness for people, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ - رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۚ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ - وَقِهِمُ السَّيِّئَاتِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who bear the Throne and those around it glorify the praises of their Lord, and believe in Him, and ask forgiveness for those who believe <span class=\"gray\">(saying)</span>: \"Our Lord! You comprehend all things in mercy and knowledge, so forgive those who repent and follow Your way, and save them from the torment of the blazing Fire! Our Lord! And make them enter the 'Adn Garden which you have promised them – and to the righteous among their fathers, their wives, and their offspring! Verily, You are the All-Mighty, the All-Wise. And save them from the sins.\")</span><span class=\"gray\">(40:7-9)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may bring you out from darkness into light.)</span> means, by means of His mercy towards you, His praise of you and the supplication of His angels for you, He brings you forth from the darkness of ignorance and misguidance into the light of guidance and certain faith.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is Ever Most Merciful to the believers.)</span> means, in this world and in the Hereafter: in this world He guides them to the truth of which others are ignorant, and He shows them the path from which others have gone astray, those who call for disbelief and innovation, and their followers among the wrongdoers. His mercy towards them in the Hereafter means that He will save them from the greater terror <span class=\"gray\">(of the Day of Resurrection)</span> and will command His angels to greet them with the glad tidings of Paradise and salvation from the Fire, which will only be because of His love for them and His kindness towards them. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas, may Allah be pleased with him, said: \"The Messenger of Allah ﷺ and a group of his Companions, may Allah be pleased with them, passed by a young child in the road. When his mother saw the people, she feared that her child may be crushed by the crowd, so she rushed forward, crying, 'My son, my son!' She ran and picked him up, and the people said, 'O Messenger of Allah, she would never throw her child in the Fire.' The Messenger of Allah ﷺ convincingly said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، وَاللهِ لَايُلْقِي حَبِيبَهُ فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, and Allah will not throw His beloved in the Fire.)</span> Its chain of narrators meets the conditions of the Two Sahihs, although none of the authors of the Six Books recorded it. But in Sahih Al-Bukhari it is recorded from the Commander of the faithful 'Umar bin Al-Khattab, may Allah be pleased with him, that the Messenger of Allah ﷺ saw a woman among the prisoners of war picking up her child, clasping the child to her breast and nursing him. The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُرَوْنَ هَذِهِ تُلْقِي وَلَدَهَا فِي النَّارِ وَهِيَ تَقْدِرُ عَلَى ذَلِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you think that this woman would throw her child into the Fire even though she is <span class=\"gray\">(physically)</span> able to do so?)</span> They said, \"No.\" The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَاللهِ! للهُ أَرْحَمُ بِعِبَادِهِ مِنْ هَذِهِ بِوَلَدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah, Allah is more merciful towards His servants than this woman is to her child.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their greeting on the Day they shall meet Him will be \"Salam!\")</span> The apparent meaning – and Allah knows best – is that their greeting, from Allah on the Day that they meet Him, will be Salam, i.e., He will greet them with Salam, as He says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said to them)</span>: Salam – a Word from the Lord, Most Merciful.)</span><span class=\"gray\">(36:58)</span> Qatadah claimed that the meaning was that they would greet one another with Salam on the Day when they meet Allah in the Hereafter. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ ۚ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their way of request therein will be 'Glory to You, O Allah,' and 'Salam' will be their greetings therein! and the close of their request will be 'All praise is due to Allah, the Lord of all that exits.')</span><span class=\"gray\">(10:10)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has prepared for them a generous reward.)</span> means Paradise and everything in it of food, drink, clothing, dwellings, physical pleasure, luxuries and delightful scenes, such as no eye has seen, no ear has heard and has never entered the mind of man.</p>"
  }
]