[
  {
    "ayah_key": "11:23",
    "group_ayah_key": "11:23",
    "from_ayah": "11:23",
    "to_ayah": "11:24",
    "ayah_keys": "11:23,11:24",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who believe and do righteous good deeds, and humble themselves before their Lord, they will be the dwellers of Paradise to dwell therein forever <span>(23)</span>The likeness of the two parties is as the blind and the deaf and the seer and the hearer. Are they equal when compared? Will you not then take heed <span>(24)</span></p><div lang=\"ga\" class=\"ga \"><h2>Rewarding the People of Faith</h2></div><p lang=\"en\" class=\"en \">When Allah, the Exalted, mentioned the condition of the wretched, He also commended the people of delight <span class=\"gray\">(the believers)</span>. They are those who believe and work righteous deeds. Thus, their hearts believed and their limbs worked righteous deeds, both in statements and actions. This includes their performance of deeds of obedience and their abandonment of evils. In this way they are the inheritors of Gardens <span class=\"gray\">(of Paradise)</span>, which contain lofty rooms and seats arranged in rows. Therein they will find bunches of fruit near to them, elevated couches, fair and beautiful wives, various types of fruit, desired kinds of food and delicious drinks. They also will be allowed to see the Creator of the heavens and the earth and they will be in this state of pleasure forever. They will not die, nor will they grow old. They will not experience sickness, nor will they sleep. They will not have excrement, nor will they spit or snot. Their sweat will be the perfume of musk.</p><div lang=\"en\" class=\"en \"><h2>The Parable of the Believers and the Disbelievers</h2></div><p lang=\"en\" class=\"en \">Then, Allah, the Exalted, makes a parable of the disbelievers and the believers. He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْفَرِيقَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The likeness of the two parties)</span> This refers to those disbelievers whom Allah first described as wretched, and then those believers whom He described with delightfulness. The first group is like one who is blind and deaf, while the second group is like he who sees and hears. Thus, the disbeliever is blind from the truth in this life and in the Hereafter. He is not guided to goodness, nor does he recognize it. He is deaf from hearing the proofs, thus he does not hear that which would benefit him. As Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had Allah known of any good in them, He would indeed have made them listen.)</span><span class=\"gray\">[8:23]</span> The believer is smart, bright and clever. He sees the truth and distinguishes between the truth and falsehood. Thus, he follows the good and abandons the evil. He hears and distinguishes between the proof and scepticism. Therefore, falsehood does not overcome him. Are these two types of people alike?</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not then take heed?)</span> This statement means, \"Will you not consider, so that you may distinguish between these two categories of people.\" This is as Allah mentions in another verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not equal are the dwellers of the Fire and the dwellers of the Paradise. It is the dwellers of Paradise that will be successful.)</span><span class=\"gray\">[59:20]</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ - وَلَا الظُّلُمَاتُ وَلَا النُّورُ - وَلَا الظِّلُّ وَلَا الْحَرُورُ - وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ ۚ إِنَّ اللَّهَ يُسْمِعُ مَن يَشَاءُ ۖ وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ - إِنْ أَنتَ إِلَّا نَذِيرٌ - إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not alike are the blind and the seeing. Nor are <span class=\"gray\">(alike)</span> darkness and light. Nor are <span class=\"gray\">(alike)</span> the shade and the sun's heat. Nor are <span class=\"gray\">(alike)</span> the living and the dead. Verily, Allah makes whom He wills to hear, but you cannot make hear those who are in graves. You are only a warner. Verily, We have sent you with the truth, a bearer of glad tidings and a warner. And there never was a nation but a warner had passed among them.)</span><span class=\"gray\">[35:19-24]</span></p>"
  },
  {
    "ayah_key": "11:25",
    "group_ayah_key": "11:25",
    "from_ayah": "11:25",
    "to_ayah": "11:27",
    "ayah_keys": "11:25,11:26,11:27",
    "text": "<p lang=\"en\" class=\"en \">And indeed We sent Nuh to his people <span class=\"gray\">(and he said)</span>: \"I have come to you as a plain warner. <span>(25)</span>\"That you worship none but Allah; surely, I fear for you the torment of a painful Day. <span>(26)</span>The chiefs who disbelieved among his people said: \"We see you but a man like ourselves, nor do we see any follow you but the meanest among us and they <span class=\"gray\">(too)</span> followed you without thinking. And we do not see in you any merit above us, in fact we think you are liars. <span>(27)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Nuh and His Conversation with His People</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about Prophet Nuh. He was the first Messenger whom Allah sent to the people of the earth who were polytheists involved in worshipping idols. Allah mentions that he <span class=\"gray\">(Nuh)</span> said to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have come to you as a plain warner.)</span> meaning, to openly warn you against facing Allah's punishment if you continue worshipping other than Allah. Thus, Nuh said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That you worship none but Allah;)</span> This can also be seen in his statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(surely, I fear for you the torment of a painful Day.)</span> This means, \"If you all continue doing this, then Allah will punish you with a severe punishment in the Hereafter.\" Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِن قَوْمِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The chiefs who disbelieved among his people said;)</span> The word 'chiefs' <span class=\"gray\">(Al-Mala'u)</span> here means the leaders and the heads of the disbelievers. They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَرَاكَ إِلَّا بَشَرًا مِّثْلَنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We see you but a man like ourselves,)</span> This means, \"You are not an angel. You are only a human being, so how can revelation come to you over us? We do not see anyone following you except the lowliest people among us, like the merchants, weavers and similar people. No people of nobility, or rulers among us follow you. These people who follow you are not known for their intelligence, wit, or sharp thinking. Rather, you merely invited them <span class=\"gray\">(to this Islam)</span> and they responded to your call and followed you <span class=\"gray\">(ignorantly)</span>.\" This is the meaning of their statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor do we see any follow you but the meanest among us and they <span class=\"gray\">(too)</span> followed you without thinking.)</span> The statement, \"without thinking,\" means that they merely followed the first thing that came to their minds. Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we do not see in you any merit above us, in fact we think you are liars.)</span> In this they are saying, \"We do not see that you <span class=\"gray\">[and your followers]</span> have any virtuous status above us in your physical appearance, your character, your provisions, or your condition, since you accepted this <span class=\"gray\">(new)</span> religion of yours.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ نَظُنُّكُمْ كَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in fact we think you are liars.)</span> This means, \"We think you are lying about that which you are claiming for yourselves of righteousness, piety, worship and happiness in the abode of the Hereafter when you arrive there.\" This was the response of the disbelievers to Nuh and his followers. This is a proof of their ignorance and their deficiency in knowledge and intelligence. For verily, the truth is not to be rejected because of the lowly status of those who follow it. Verily, the truth is correct in itself, regardless of whether its followers are of low status, or nobility. Actually, the reality concerning which there is no doubt, is that the followers of the truth are the noble ones, even though they may be poor. On the other hand, those who reject the truth are the lowly wretches, even though they may be wealthy. Thus, we see that usually the weakest of people are the ones who follow the truth, while the nobility and high-class people usually are opposed to the truth. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ مَا أَرْسَلْنَا مِن قَبْلِكَ فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِم مُّقْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And similarly, We sent not a warner before you to any town <span class=\"gray\">(people)</span> but the luxurious ones among them said: \"We found our fathers following a cerain way and religion, and we will indeed follow their footsteps.\")</span><span class=\"gray\">[43:23]</span> When Heraclius, the emperor of Rome, asked Abu Sufyan Sakhr bin Harb about the qualities of the Prophet , he said to him, \"Are his followers the noble people, or the weak\" Abu Sufyan said, \"They are the weakest of them.\" Then Heraclius said, \"They <span class=\"gray\">(weak ones)</span> are the followers of the Messengers.\" Concerning their statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">بَادِيَ الرَّأْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(without thinking.)</span> In reality this is not objectionable, or something derogatory, because the truth when it is made clear, does not leave room for second-guessing, or excessive thinking. Rather, it is mandatory that it should be followed and this is the condition of every pious, intelligent person. No one continues doubtfully pondering the truth <span class=\"gray\">(after it is made clear)</span> except one who is ignorant and excessively critical. The Messengers - Allah's peace and blessings be upon them all - only delivered what was obvious and clear. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we do not see in you any merit above us,)</span> They did not see this <span class=\"gray\">(the virtue of accepting Islam)</span> because they were blind from the truth. They could not see, nor could they hear. Rather, they were wavering in their skepticism. They were wandering blindly in the darknesses of their ignorance. They, in reality, were the slanderers and liars, lowly and despicable. Therefore, in the Hereafter they will be the greatest losers.</p>"
  },
  {
    "ayah_key": "11:28",
    "group_ayah_key": "11:28",
    "from_ayah": "11:28",
    "to_ayah": "11:28",
    "ayah_keys": "11:28",
    "text": "<p class=\"en translation\" lang=\"en\">He said: \"O my people! Tell me, if I have a clear proof from my Lord, and a mercy <span class=\"gray\">(prophethood)</span> has come to me from Him, but that <span class=\"gray\">(mercy)</span> has been obscured from your sight. Shall we compel you <span class=\"gray\">(to accept)</span> it when you have a strong hatred for it <span>(28)</span></p><div lang=\"en\" class=\"en \"><h2>The Response of Nuh</h2></div><p lang=\"en\" class=\"en \">Allah says, informing about the response of Nuh to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tell me, if I have a clear proof from my Lord,)</span> Bayyinah means certainty, a clear matter, and truthful prophethood. That is the greatest mercy from Allah upon him <span class=\"gray\">(Nuh)</span> and them <span class=\"gray\">(his people)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعُمِّيَتْ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but that <span class=\"gray\">(mercy)</span> has been obscured from your sight.)</span> \"Obscured from your sight\" in this verse means, 'it was hidden from you and you are not guided to it. Thus, you <span class=\"gray\">[people]</span> did not know its importance so you hastily rejected and denied it.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنُلْزِمُكُمُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall we compel you <span class=\"gray\">(to accept)</span> it)</span> This means, \"Should we force you to accept it, while you actually detest it.\"</p>"
  }
]