[
  {
    "ayah_key": "3:187",
    "group_ayah_key": "3:187",
    "from_ayah": "3:187",
    "to_ayah": "3:189",
    "ayah_keys": "3:187,3:188,3:189",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember)</span> when Allah took a covenant from those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span> to make it <span class=\"gray\">(the truth)</span> known and clear to mankind, and not to hide it, but they threw it away behind their backs, and purchased with it some miserable gain! And indeed worst is that which they bought <span>(187)</span>Think not that those who rejoice in what they have done <span class=\"gray\">(or brought about)</span>, and love to be praised for what they have not done, think not that they are rescued from the torment, and for them is a painful torment <span>(188)</span>And to Allah belongs the dominion of the heavens and the earth, and Allah has power over all things <span>(189)</span></p><div lang=\"en\" class=\"en \"><h2>Chastising the People of the Scriptures for Breaking the Covenant and Hiding the Truth</h2></div><p lang=\"en\" class=\"en \">In this Ayah, Allah chastises the People of the Scriptures, from whom Allah took the covenant by the words of their Prophets, that they would believe in Muhammad ﷺ and describe him to the people, so that they would recognize and follow him when Allah sent him. However, they hid this truth and preferred the the small amounts and the material gains instead of the rewards of this life and the Hereafter that they were promised. This is a losing deal and a failing trade, indeed.</p><p lang=\"en\" class=\"en \">These ayat also contains the warning for the scholars not to imitate their behavior,so that they do not suffer the same fate and become like them.Therefore, the scholars are required to spread the benificial knowledge that they have,incouraging the various righteous good deeds.They are also warned against hiding any part of their knowledge.</p><p lang=\"en\" class=\"en \">A hadith states that  the prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سُئِلَ عَنْ عِلْمٍ فَكَتَمَهُ، أُلْجِمَ يَوْمَ الْقِيَامَةِ بِلِجَامٍ مِنْ نَارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever was asked about knowledge that he knew but did not disclose it, will be tied with a bridle made of fire on the Day of Resurrection.)</span></p><div lang=\"en\" class=\"en \"><h2>Chastising Those Who Love to be Praised for What They Have not Done</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوا وَّيُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Think not that those who rejoice in what they have done, and love to be praised for what they have not done)</span>, refers to those who show off, rejoice in what they do and claim to do what they have not done. The Two Sahihs recorded that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنِ ادَّعَى دَعْوَةً كَاذِبَةً لِيَتَكَثَّرَ بِهَا، لَمْ يَزِدْهُ اللهُ إِلَّا قِلَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever issues a false claim to acquire some type of gain, then Allah will only grant him decrease.)</span></p><p lang=\"en\" class=\"en \">The Sahih also recorded;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُتَشَبِّعُ بِمَا لَمْ يُعْطَ، كَلَابِسِ ثَوْبَيْ زُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who claims to do what he has not done, is just like a person who wears two robes made of falsehood.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Marwan told his guard Rafi' to go to Ibn 'Abbas and proclaim to him, \"If every person among us who rejoices with what he has done and loves to be praised for what he has not done will be tormented, we all will be tormented.\" Ibn 'Abbas said, \"This Ayah was revealed about the People of the Scriptures.\" He then recited the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And remember)</span> when Allah took a covenant from those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span> to make it <span class=\"gray\">(the truth)</span> known and clear to mankind, and not to hide it, but they threw it away behind their backs, and purchased with it some miserable gain! And indeed worst is that which they bought.)</span> then the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوا وَّيُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Think not that those who rejoice in what they have done, and love to be praised for what they have not done)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"The Prophet ﷺ asked them about something, and they hid its knowledge, giving him an incorrect answer. They parted after showing off and rejoicing in front of him because they answered him, so they pretended, and they were delighted that they hid the correct news about what he had asked them.\" This was recorded by Al-Bukhari, Muslim, At-Tirmidhi and An-Nasa'i.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Abu Sa'id Al-Khudri said, \"During the time of the Messenger of Allah ﷺ, when the Messenger ﷺ would go to battle, some hypocrite men would remain behind and rejoice because they did not accompany the Prophet ﷺ in battle. When the Messenger ﷺ would come back, they would ask him to excuse them swearing to having some excuse, and wanting to be praised for that which they did not do. So Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوا وَّيُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Think not that those who rejoice in what they have done, and love to be praised for what they have not done)</span>,\"</p><p lang=\"en\" class=\"en \">to the end of the Ayah.\" And Muslim recorded similarly.</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(think not that they are rescued from the torment,)</span> Do not think that they will be saved from punishment, rather it will certainly strike them. So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and for them is a painful torment.)</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah belongs the dominion of the heavens and the earth, and Allah has power over all things.)</span></p><p lang=\"en\" class=\"en \">He is the Owner of everything, able to do all things and nothing escapes His might. Therefore, fear Him, never defy Him and beware of His anger and revenge. He is the Most Great, none is greater than Him, and the Most Able, none is more able than He is.</p>"
  }
]