[
  {
    "ayah_key": "22:18",
    "group_ayah_key": "22:18",
    "from_ayah": "22:18",
    "to_ayah": "22:18",
    "ayah_keys": "22:18",
    "text": "<p lang=\"en\" class=\"en \">See you not that whoever is in the heavens and whoever is on the earth, and the sun, and the moon, and the stars, and the mountains, and the trees, and Ad-Dawabb, and many of mankind prostrate themselves to Allah. But there are many <span class=\"gray\">(men)</span> on whom the punishment is justified. And whomsoever Allah disgraces, none can honor him. Verily, Allah does what He wills <span>(18)</span></p><div lang=\"en\" class=\"en \"><h2>Everything prostrates to Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He alone, with no partner or associate, is deserving of worship. Everything prostrates to His might, willingly or unwillingly, and everything prostrates in a manner that befits its nature, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَاخِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not observed things that Allah has created: <span class=\"gray\">(how)</span> their shadows incline to the right and to the left, making prostration unto Allah, and they are lowly?)</span><span class=\"gray\">(16:48)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not that whoever is in the heavens and whoever is on the earth prostrate themselves to Him)</span> means, the angels in the regions of the heavens, and all the living creatures, men, Jinn, animals and birds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there is not a thing but glorifies His praise)</span><span class=\"gray\">(17:44)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the sun, and the moon, and the stars,)</span> These are mentioned by name, because they are worshipped instead of Allah, so Allah explains that they too prostrate to their Creator and that they are subjected to Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Prostrate yourselves not to the sun nor to the moon, but prostrate yourselves to Allah Who created them)</span><span class=\"gray\">(41:37)</span>. In the Two Sahihs it was recorded that Abu Dharr said, \"The Messenger of Allah ﷺ said to me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرِي أَيْنَ تَذْهَبُ هَذِهِ الشَّمْسُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know where this sun goes?)</span> I said, 'Allah and His Messenger know best.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا تَذْهَبُ فَتَسْجُدُ تَحْتَ الْعَرْشِ، ثُمَّ تَسْتَأْمِرُ فَيُوشِكُ أَنْ يُقَالَ لَهَا: ارْجِعِي مِنْ حَيْثُ جِئْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It goes <span class=\"gray\">(sets)</span> and prostrates beneath the Throne, then it awaits the command. Soon it will be told, \"Go back the way whence you came.\")</span>\"</p><p lang=\"en\" class=\"en \">Ibn 'Abbas said: A man came and said, \"O Messenger of Allah, I saw myself in a dream last night, as if I was praying behind a tree. I prostrated, and the tree prostrated when I did, and I heard it saying, 'O Allah, write down a reward for me for that, and remove a sin from me for that, store it with You for me and accept it from me as You accepted from Your servant Dawud.'\" Ibn 'Abbas said, \"The Messenger of Allah ﷺ recited an Ayah mentioning a prostration, then he prostrated, and I heard him saying the same words that the man had told him the tree said.\" This was recorded by At-Tirmidhi, Ibn Majah, and Ibn Hibban in his Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالدَّوَابُّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ad-Dawabb)</span> means all the animals. It was reported in a Hadith recorded by Imam Ahmad that the Messenger of Allah ﷺ forbade using the backs of animals as platforms for speaking, for, perhaps the one who was being ridden was better and remembered Allah more than the one who was riding.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَثِيرٌ مِّنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and many of mankind)</span> means, they prostrate willingly, submitting themselves to Allah of their own free will.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But there are many <span class=\"gray\">(men)</span> on whom the punishment is justified.)</span> means, those who refuse prostration, are stubborn and arrogant.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُهِنِ اللَّهُ فَمَا لَهُ مِن مُّكْرِمٍ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ ۩</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whomsoever Allah disgraces, none can honor him. Verily, Allah does what He wills.)</span> It was recorded that Abu Hurayrah said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَرَأَ ابْنُ آدَمَ السَّجْدَةَ اعْتَزَلَ الشَّيْطَانُ يَبْكِي، يَقُولُ: يَا وَيْلَهُ أُمِرَ ابْنُ آدَمَ بِالسُّجُودِ فَسَجَدَ فَلَهُ الْجَنَّةُ، وَأُمِرْتُ بِالسُّجُودِ فَأَبَيْتُ فَلِيَ النَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the son of Adam recites the Ayat containing the prostration, the Shaytan withdraws weeping and says, \"Ah! Woe <span class=\"gray\">(to me)</span>! the son of Adam was commanded to prostrate and he prostrated, so Paradise is his; I was commanded to prostrate and I refused, so I am doomed to Hell.\")</span> This was recorded by Muslim.</p><p lang=\"en\" class=\"en \">In his book Al-Marasil, Abu Dawud recorded that Khalid bin Ma'dan, may Allah have mercy upon him, reported that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُضِّلَتْ سُورَةُ الْحَجِّ عَلَى سَائِرِ الْقُرْآنِ بِسَجْدَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surat Al-Hajj has been favored over the rest of the Qur'an with two prostrations.\")</span> Al-Hafiz Abu Bakr Al-Isma'ili recorded from Abu Al-Jahm that 'Umar did the two prostrations of <span class=\"gray\">[Surat]</span> Al-Hajj when he was in Al-Jabiyah, and he said, \"This Surah has been favored with two prostrations.\"</p>"
  },
  {
    "ayah_key": "22:19",
    "group_ayah_key": "22:19",
    "from_ayah": "22:19",
    "to_ayah": "22:22",
    "ayah_keys": "22:19,22:20,22:21,22:22",
    "text": "<p lang=\"en\" class=\"en \">These two opponents dispute with each other about their Lord; then as for those who disbelieved, garments of fire will be cut out for them, boiling water will be poured down over their heads <span>(19)</span>With it will melt <span class=\"gray\">(or vanish away)</span> what is within their bellies, as well as <span class=\"gray\">(their)</span> skins <span>(20)</span>And for them are hooked rods of iron <span>(21)</span>Every time they seek to get away therefrom, from anguish, they will be driven back therein, and <span class=\"gray\">(it will be)</span> said to them: \"Taste the torment of burning! <span>(22)</span></p><div lang=\"no\" class=\"no \"><h2>The Reason for Revelation</h2></div><p lang=\"en\" class=\"en \">It was recorded in the Two Sahihs that Abu Dharr swore that this Ayah –</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَٰذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These two opponents dispute with each other about their Lord;)</span> was revealed concerning Hamzah and his two companions, and 'Utbah and his two companions, on the day of Badr when they came forward to engage in single combat. This is the wording of Al-Bukhari in his Tafsir of this Ayah. Then Al-Bukhari recorded that 'Ali bin Abi Talib said, \"I will be the first one to kneel down before the Most Merciful so that the dispute may be settled on the Day of Resurrection.\" Qays <span class=\"gray\">(sub-narrator)</span> said, \"Concerning them the Ayah was revealed:</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَٰذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These two opponents dispute with each other about their Lord;)</span></p><p lang=\"en\" class=\"en \">He <span class=\"gray\">(Qays)</span> said, \"They are the ones who came forward <span class=\"gray\">(for single combat)</span> on the day of Badr: 'Ali, Hamzah and 'Ubaydah vs., Shaybah bin Rabi'ah, 'Utbah bin Rabi'ah and Al-Walid bin 'Utbah.\" This was reported only by Al-Bukhari.</p><p lang=\"en\" class=\"en \">Ibn Abi Najih reported that Mujahid commented on this Ayah, \"Such as the disbeliever and the believer disputing about the Resurrection.\" According to one report Mujahid and 'Ata' commented on this Ayah, \"This refers to the believers and the disbelievers.\"</p><p lang=\"en\" class=\"en \">The view of Mujahid and 'Ata' that this refers to the disbelievers and the believers, includes all opinions, the story of Badr as well as the others. For the believers want to support the religion of Allah, while the disbelievers want to extinguish the light of faith and to defeat the truth and cause falsehood to prevail. This was the view favored by Ibn Jarir, and it is good.</p><div lang=\"en\" class=\"en \"><h2>The Punishment of the Disbelievers</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then as for those who disbelieved, garments of fire will be cut out for them,)</span> meaning, pieces of fire will be prepared for them. Sa'id bin Jubayr said: \"Of copper, for it is the hottest of things when it is heated.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الْحَمِيمُ - يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(boiling water will be poured down over their heads. With it will melt <span class=\"gray\">(or vanish away)</span> what is within their bellies, as well as <span class=\"gray\">(their)</span> skins.)</span> meaning, when the boiling water – which is water that has been heated to the ultimate degree – is poured down over their heads.</p><p lang=\"jv\" class=\"jv \">Ibn Jarir recorded from Abu Hurayrah that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْحَمِيمَ لَيُصَبُّ عَلَى رُؤُوسِهِمْ فَيَنْفُذُ الْجُمْجُمَةَ حَتَّى يَخْلُصَ إِلَى جَوْفِهِ، فَيَسْلُتَ مَا فِي جَوْفِهِ حَتَّى يَبْلُغَ قَدَمَيْهِ، وَهُوَ الصِّهْرُ، ثُمَّ يُعَادُ كَمَا كَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The boiling water will be poured over their heads and will penetrate their skulls until it reaches what is inside, and what is inside will melt until it reaches their feet. This is the melting, then he will be restored to the state he was before.)</span></p><p lang=\"en\" class=\"en \">It was also recorded by At-Tirmidhi, who said it is Hasan Sahih. This was also recorded by Ibn Abi Hatim, who then recorded that 'Abdullah bin As-Sariy said, \"The angel will come to him, carrying the vessel with a pair of tongs because of its heat. When he brings it near to his face, he will shy away from it. He will raise a hammer that he is carrying and will strike his head with it, and his brains will spill out, then he will pour the brains back into his head. This is what Allah says in the Ayah:</p><p class=\"fa qpc-hafs\" lang=\"fa\">يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With it will melt what is within their bellies, as well as <span class=\"gray\">(their)</span> skins.)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُم مَّقَامِعُ مِنْ حَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for them are hooked rods of iron.)</span> Ibn 'Abbas said, \"They will be struck with them, and with each blow, a limb will be severed, and they will cry out for oblivion.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time they seek to get away therefrom, from anguish, they will be driven back therein,)</span> Al-A'mash reported from Abu Zibiyan that Salman said, \"The fire of Hell is black and dark; its flames and coals do not glow or shine.\" Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time they seek to get away therefrom, from anguish, they will be driven back therein,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذُوقُوا عَذَابَ الْحَرِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Taste the torment of burning!\")</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنتُم بِهِ تُكَذِّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it will be said to them: \"Taste you the torment of the Fire which you used to deny.\")</span><span class=\"gray\">(32:20)</span>. The meaning is that they will be humiliated by words and actions.</p>"
  }
]