[
  {
    "ayah_key": "69:25",
    "group_ayah_key": "69:25",
    "from_ayah": "69:25",
    "to_ayah": "69:37",
    "ayah_keys": "69:25,69:26,69:27,69:28,69:29,69:30,69:31,69:32,69:33,69:34,69:35,69:36,69:37",
    "text": "<p lang=\"en\" class=\"en \">But as for him who will be given his Record in his left hand, will say: \"I wish that I had not been given my Record!\") <span>(25)</span>\"And that I had never known how my account is! <span>(26)</span>\"Would that it had been my end! <span>(27)</span>\"My wealth has not availed me; <span>(28)</span>\"My power has gone from me! <span>(29)</span><span class=\"gray\">(It will be said)</span>: \"Seize him and fetter him; <span>(30)</span>\"Then throw him in the blazing Fire. <span>(31)</span>\"Then fasten him on a chain whereof the length is seventy cubits! <span>(32)</span>Verily, he used not to believe in Allah, the Most Great <span>(33)</span>And urged not the feeding of the poor <span>(34)</span>So, no friend has he here this Day <span>(35)</span>Nor any food except filth from Ghislin <span>(36)</span>None will eat it except the Khati'un <span>(37)</span></p><p lang=\"en\" class=\"en \">The Bad Condition of Whoever is given His Record in His Left Hand</p><p lang=\"en\" class=\"en \">These Ayat inform about the condition of the wretched people when one of them is given his Record <span class=\"gray\">(of deeds)</span> in his left hand when the people are brought before Allah. At this time he will be very remorseful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ - وَلَمْ أَدْرِ مَا حِسَابِيَهْ - يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He)</span> will say: \"I wish that I had not been given my Record! And that I had never known how my account is! Would that it had been my end!...\")</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak said, \"Meaning a death which is not followed by any life.\" Likewise said Muhammad bin Ka'b, Ar-Rabi' and As-Suddi. Qatadah said, \"He will hope for death even though in the worldly life it was the most hated thing to him.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَغْنَىٰ عَنِّي مَالِيَهْ ۜ - هَلَكَ عَنِّي سُلْطَانِيَهْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My wealth has not availed me; my power has gone from me.)</span> means, 'my wealth and my honor did not protect me from the punishment of Allah and His torment. Now the matter has ended with me alone and I have no helper nor anyone to save me.' At this Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوهُ فَغُلُّوهُ - ثُمَّ الْجَحِيمَ صَلُّوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Seize him and fetter him; then throw him in the blazing Fire.)</span> meaning, He will command the guardians of Hell to forcibly remove him from the gathering place, fetter him - meaning put iron collars on his neck - then carry him off to Hell and cast him into it, meaning they will submerge him in it. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then fasten him on a chain whereof the length is seventy cubits!)</span> Ka'b Al-Ahbar said, \"Every ring of it will be equal to the entire amount of iron found in this world.\" Al-'Awfi reported that Ibn 'Abbas and Ibn Jurayj both said, \"Each cubit will be the forearm's length of an angel.\" Ibn Jurayj reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَاسْلُكُوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then fasten him)</span> \"It will be entered into his buttocks and pulled out of his mouth. Then they will be arranged on this <span class=\"gray\">(chain)</span> just like locusts are arranged on a stick that is being roasted.\" Al-'Awfi reported from Ibn 'Abbas that he said, \"It will be ran into his behind until it is brought out of his two nostrils so he will not be able to stand on his two feet.\" Imam Ahmad recorded from 'Abdullah bin 'Amr that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ رَصَاصَةً مِثْلَ هٰذِهِ - وأشار إلى جُمْجُمَةٍ - أُرْسِلَتْ مِنَ السَّمَاءِ إِلَى الْأَرْضِ، وَهِيَ مَسِيرَةُ خَمْسِمِائَةِ سَنَةٍ، لَبَلَغَتِ الْأَرْضَ قَبْلَ اللَّيْلِ وَلَوْ أَنَّهَا أُرْسِلَتْ مِنْ رَأْسِ السِّلْسِلَةِ لَسَارَتْ أَرْبَعِينَ خَرِيفًا اللَّيْلَ وَالنَّهَارَ قَبْلَ أَنْ تَبْلُغَ قَعْرَهَا أَوْ أَصْلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If a drop of lead like this - and he pointed to a skull bone - were sent from the heaven to the earth, and it is a distance of five hundred years travel, it would reach the earth before night. And if it <span class=\"gray\">(the same drop of lead)</span> were sent from the head of the chain <span class=\"gray\">(of Hell)</span>, it would travel forty fall seasons, night and day, before it would reach its <span class=\"gray\">(Hell's)</span> cavity or base.)</span> At-Tirmidhi also recorded this Hadith and he said, \"This Hadith is Hasan.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ - وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he used not to believe in Allah, the Most Great, and urged not on the feeding of the poor.)</span> meaning, he did not establish the right of Allah upon him, of obedience to Him and performing His worship. He also did not benefit Allah's creation nor did he give them their rights. For verily, Allah has a right upon the servants that they worship Him alone and not associate anything with Him. The servants of Allah also have a right upon each other to good treatment and assistance in righteousness and piety. For this reason, Allah commanded performance of the prayer and the payment of Zakah. When the Prophet ﷺ was <span class=\"gray\">(in his last moments)</span> near death he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّلَاةَ وَمَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The prayer <span class=\"gray\">(As-Salah)</span> and your right hand possessions <span class=\"gray\">(i.e., slaves)</span>.)</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ - وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ - لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So no friend has he here this Day. Nor any food except filth from the washing of wounds. None will eat it except the Khati'un.)</span> meaning, there is no one today who can save him from the punishment of Allah, nor any close friend or intercessor whose request would be honored. He will have no food here except for the filthy washing of wounds. Qatadah said, \"It will be the worst food of the people of the Hellfire.\" Ar-Rabi' and Ad-Dahhak both said, \"It <span class=\"gray\">(Ghislin)</span> is a tree in Hell.\" Shabib bin Bishr reported from 'Ikrimah that Ibn 'Abbas said, 'Ghislin will be the blood and fluid that will flow from their flesh.\" 'Ali bin Abi Talhah reported from Ibn 'Abbas that he said, 'Ghislin is the pus of the people of the Hellfire.\"</p>"
  },
  {
    "ayah_key": "69:38",
    "group_ayah_key": "69:38",
    "from_ayah": "69:38",
    "to_ayah": "69:43",
    "ayah_keys": "69:38,69:39,69:40,69:41,69:42,69:43",
    "text": "<p lang=\"en\" class=\"en \">So, I swear by whatsoever you see <span>(38)</span>And by whatsoever you see not <span>(39)</span>That this is verily the word of an honored Messenger <span>(40)</span>It is not the word of a poet, little is that you believe <span>(41)</span>Nor is it the word of a soothsayer, little is that you remember <span>(42)</span>This is the revelation sent down from the Lord of all that exists <span>(43)</span></p><p lang=\"en\" class=\"en \">The Qur'an is the Speech of Allah</p><p lang=\"en\" class=\"en \">Allah swears by His creation, in which some of His signs can be seen in His creatures. These also indicate the perfection of His Names and Attributes. He then swears by the hidden things that they cannot see. This is an oath swearing that the Qur'an is His Speech, His inspiration and His revelation to His servant and Messenger, whom He chose to convey His Message, and the Messenger carried out this trust faithfully. So Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ - وَمَا لَا تُبْصِرُونَ - إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So I swear by whatsoever you see, and by whatsoever you see not, that this is verily the word of an honored Messenger.)</span> meaning, Muhammad ﷺ. Allah gave this description to him, a description which carries the meaning of conveying, because the duty of a messenger is to convey from the sender. Therefore, Allah gave this description to the angelic Messenger in Surat At-Takwir, where he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ - ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ - مُطَاعٍ ثَمَّ أَمِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this is the Word of <span class=\"gray\">(this Qur'an brought by)</span> a most honorable messenger. Owner of power <span class=\"gray\">(and high rank)</span> with Allah, the Lord of the Throne. Obeyed and trustworthy.)</span><span class=\"gray\">(81:19-21)</span> And here, it refers to Jibril. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا صَاحِبُكُمْ بِمَجْنُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and your companion is not a madman.)</span><span class=\"gray\">(81:22)</span> meaning, Muhammad ﷺ.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed he saw him in the clear horizon.)</span><span class=\"gray\">(81:23)</span> meaning, Muhammad ﷺ saw Jibril in his true form in which Allah created him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he is not Danin with the Unseen.)</span><span class=\"gray\">(81:24)</span> meaning, suspicious.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it <span class=\"gray\">(the Qur'an)</span> is not he word of the outcast Shaytan.)</span><span class=\"gray\">(81:25)</span> This is similar to what is being said here.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَا تُؤْمِنُونَ - وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَا تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not the word of a poet, little is that you believe! Nor is it the word of soothsayer, little is that you remember!)</span> So in one instance Allah applies the term messenger to the angelic Messenger and in another instance He applies it to the human Messenger <span class=\"gray\">(Muhammad ﷺ)</span>. This is because both of them are conveying from Allah that which has been entrusted to them of Allah's revelation and Speech. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the revelation sent down from the Lord of all that exists.)</span></p>"
  }
]