[
  {
    "ayah_key": "32:26",
    "group_ayah_key": "32:26",
    "from_ayah": "32:26",
    "to_ayah": "32:27",
    "ayah_keys": "32:26,32:27",
    "text": "<p lang=\"en\" class=\"en \">Is it not a guidance for them: how many generations We have destroyed before them in whose dwellings they do walk about? Verily, therein indeed are signs. Would they not then listen <span>(26)</span>Have they not seen how We drive water to the dry land that has no vegetation, and therewith bring forth crops providing food for their cattle and themselves? Will they not then see <span>(27)</span></p><p lang=\"en\" class=\"en \">Learning the Lessons of the Past</p><p lang=\"en\" class=\"en \">Allah says: will these people who deny the Messengers not learn from the nations who came before them, whom Allah destroyed for their rejection of His Messengers and their opposition to what the Messengers brought them of the straight path? No trace is left of them whatsoever.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can you find a single one of them or hear even a whisper of them?)</span><span class=\"gray\">(19:98)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَمْشُونَ فِي مَسَاكِنِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in whose dwellings they do walk about)</span> meaning, these disbelievers walk about in the places where those disbelievers used to live, but they do not see any of those who used to live there, for they have gone –</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنْ لَمْ يَغْنَوْا فِيهَا ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As if they had never lived there)</span><span class=\"gray\">(11:68)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are their houses in utter ruin, for they did wrong)</span><span class=\"gray\">(27:52)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ - أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a township did We destroy while they were given to wrongdoing, so that it lie in ruins, and <span class=\"gray\">(many)</span> a deserted well and lofty castle! Have they not traveled through the land)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but it is the hearts which are in the breasts that grow blind.)</span><span class=\"gray\">(22:45-46)</span> Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ فِي ذَٰلِكَ لَآيَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, therein indeed are signs.)</span> meaning, in the fact that these people are gone and have been destroyed, and in what happened to them because they disbelieved the Messengers, and how those who believed in them were saved, there are many signs, proofs and important lessons.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would they not then listen?)</span> means, to the stories of those who came before and what happened to them.</p><p lang=\"en\" class=\"en \">The Revival of the Earth with Water is Proof of the Resurrection to come</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not seen how We drive water to the dry land)</span> Here Allah explains His kindness and goodness towards them by His sending water to them, whether from the sky or from water flowing through the land, water carried by rivers down from the mountains to the lands that need it at particular times. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى الْأَرْضِ الْجُرُزِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to the dry land)</span> which means the land where nothing grows, as in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We shall make all that is on it a bare dry soil.)</span><span class=\"gray\">(18:8)</span> i.e., barren land where nothing grows. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not seen how We drive water to the dry land that has no vegetation, and therewith bring forth crops providing food for their cattle and themselves? Will they not then see?)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَنْظُرِ الْإِنْسَانُ إِلَىٰ طَعَامِهِ - أَنَّا صَبَبْنَا الْمَاءَ صَبًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then let man look at his food: We pour forth water in abundance.)</span><span class=\"gray\">(80:24-25)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will they not then see?)</span></p>"
  },
  {
    "ayah_key": "32:28",
    "group_ayah_key": "32:28",
    "from_ayah": "32:28",
    "to_ayah": "32:30",
    "ayah_keys": "32:28,32:29,32:30",
    "text": "<p lang=\"en\" class=\"en \">They say: \"When will this Fath be, if you are telling the truth? <span>(28)</span>Say: \"On the Day of Al-Fath, no profit will it be to those who disbelieve if they <span class=\"gray\">(then)</span> believe! Nor will they be granted a respite. <span>(29)</span>So turn aside from them and await, verily, they <span class=\"gray\">(too)</span> are awaiting <span>(30)</span></p><p lang=\"en\" class=\"en \">How the Disbelievers sought to hasten on the Punishment, and what happened to Them</p><p lang=\"en\" class=\"en \">Allah tells us how the disbelievers sought to hasten on the punishment, and to bring the wrath and vengeance of Allah upon themselves, because they thought this punishment would never happen, and because of their disbelief and stubbornness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْفَتْحُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"When will this Fath be...\")</span> meaning, 'when will you prevail over us, O Muhammad, since you claim that there will be a time when you will gain the upper hand over us and take your revenge on us, so when will that happen? All we see of you and your companions is that you are hiding, afraid and humiliated.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَوْمَ الْفَتْحِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"On the Day of Al-Fath...\")</span> meaning, 'when the wrath and punishment of Allah befall you, in this world and the next,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(no profit will it be to those who disbelieve if they <span class=\"gray\">(then)</span> believe! Nor will they be granted a respite.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when their Messengers came to them with clear proofs, they were glad with that which they had of the knowledge...)</span><span class=\"gray\">(40:83)</span> Those who claim that this refers to the conquest of Makkah go too far, and have made a grievous mistake, for on the day of the conquest of Makkah, the Messenger of Allah ﷺ accepted the Islam of the freed Makkan prisoners-of-war, who numbered nearly two thousand. If what was meant by this Ayah was the conquest of Makkah, he would not have accepted their Islam, because Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"On the Day of Al-Fath, no profit will it be to those who disbelieve if they <span class=\"gray\">(then)</span> believe! Nor will they be granted a respite.\")</span> What is meant by Al-Fath here is Judgement, as in the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[Nuh said:]</span> So Aftah <span class=\"gray\">(judge)</span> between me and them)</span><span class=\"gray\">(26:118)</span>. and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Our Lord will assemble us all together, then He will judge between us with truth\")</span><span class=\"gray\">(34:26)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they sought judgement and every obstinate, arrogant dictator was brought to a complete loss and destruction.)</span><span class=\"gray\">(14:15)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(although aforetime they had invoked Allah to pass judgement over those who disbelieved)</span><span class=\"gray\">(2:89)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you ask for a judgement, now has the judgement come unto you)</span><span class=\"gray\">(8:19)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So turn aside from them and await, verily, they <span class=\"gray\">(too)</span> are awaiting.)</span> meaning, 'turn away from these idolators, and convey that which has been revealed to you from your Lord.' This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Follow what has been revealed to you from your Lord, there is no God but Him.)</span><span class=\"gray\">(6:106)</span> 'Wait until Allah fulfills that which He has promised you, and grants you victory over those who oppose you, for He never breaks His promise.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">  إِنَّهُمْ مُنْتَظِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, they <span class=\"gray\">(too)</span> are awaiting.)</span> means, 'you are waiting, and they are waiting and plotting against you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do they say: \"A poet! We await for him some calamity by time!\")</span><span class=\"gray\">(52:30)</span>.</p><p lang=\"en\" class=\"en \">You will see the consequences of your patience towards them, and the fulfillment of the promise of your Lord in your victory over them, and they will see the consequences of their wait for something bad to befall you and your Companions, in that Allah's punishment will come upon them.' Sufficient unto us is Allah, and He is the Best Disposer of affairs. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat As-Sajdah.</p>"
  }
]