[
  {
    "ayah_key": "12:21",
    "group_ayah_key": "12:21",
    "from_ayah": "12:21",
    "to_ayah": "12:22",
    "ayah_keys": "12:21,12:22",
    "text": "<p lang=\"en\" class=\"en \">And he <span class=\"gray\">(the man)</span> from Egypt who bought him, said to his wife: \"Make his stay comfortable, maybe he will profit us or we shall adopt him as a son.\" Thus did We establish Yusuf in the land, that We might teach him the interpretation of events. And Allah has full power and control over His affairs, but most of men know not <span>(21)</span>And when he <span class=\"gray\">[Yusuf]</span> attained his full manhood, We gave him wisdom and knowledge <span class=\"gray\">(the prophethood)</span>, thus We reward the doers of good <span>(22)</span></p><div lang=\"sl\" class=\"sl \"><h2>Yusuf in Egypt</h2></div><p lang=\"en\" class=\"en \">Allah mentions the favors that He granted Yusuf, peace be on him, by which He made the man from Egypt who bought him, take care of him and provide him with a comfortable life. He also ordered his wife to be kind to Yusuf and had good hopes for his future, because of his firm righteous behavior. He said to his wife,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكْرِمِي مَثْوَاهُ عَسَىٰ أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Make his stay comfortable, maybe he will profit us or we shall adopt him as a son.)</span> The man who bought Yusuf was the minister of Egypt at the time, and his title was 'Aziz'. Abu Ishaq narrated that Abu 'Ubaydah said that 'Abdullah bin Mas'ud said, \"Three had the most insight: the 'Aziz of Egypt, who said to his wife,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَكْرِمِي مَثْوَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Make his stay comfortable...)</span>, the woman who said to her father,</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أَبَتِ اسْتَأْجِرْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my father! Hire him...)</span>, <span class=\"gray\">[28:26]</span> and Abu Bakr As-Siddiq when he appointed 'Umar bin Al-Khattab to be the Khalifah after him, may Allah be pleased with them both.\" Allah said next that just as He saved Yusuf from his brothers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus did We establish Yusuf in the land)</span>, in reference to Egypt,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنُعَلِّمَهُ مِن تَأْوِيلِ الْأَحَادِيثِ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(that We might teach him the interpretation of events.)</span> the interpretation of dreams, according to Mujahid and As-Suddi. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ غَالِبٌ عَلَىٰ أَمْرِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has full power and control over His affairs,)</span> if He wills something, then there is no averting His decision, nor can it ever be stopped or contradicted. Rather, Allah has full power over everything and everyone else. Sa'id bin Jubayr said while commenting on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ غَالِبٌ عَلَىٰ أَمْرِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has full power and control over His affairs,)</span> \"He does what ever He wills.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most of men know not.)</span> meaning, have no knowledge of Allah's wisdom with regards to His creation, compassion and doing what He wills. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when he attained)</span>, in reference to Prophet Yusuf, peace be upon him,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَشُدَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(his full manhood)</span>, sound in mind and perfect in body,</p><p class=\"fa qpc-hafs\" lang=\"fa\">آتَيْنَاهُ حُكْمًا وَعِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We gave him wisdom and knowledge)</span>, which is the prophethood that Allah sent him with for the people he lived among,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(thus We reward the doers of good.)</span> because Yusuf used to do good in the obedience of Allah the Exalted.</p>"
  },
  {
    "ayah_key": "12:23",
    "group_ayah_key": "12:23",
    "from_ayah": "12:23",
    "to_ayah": "12:23",
    "ayah_keys": "12:23",
    "text": "<p class=\"en translation\" lang=\"en\">And she, in whose house he was, sought to seduce him <span class=\"gray\">(to do an evil act)</span>, and she closed the doors and said: \"Come on, O you.\" He said: \"I seek refuge in Allah! Truly, he is my Rabb! He made my living in a great comfort! Verily, the wrongdoers will never be successful. <span>(23)</span></p><div lang=\"en\" class=\"en \"><h2>Wife of the 'Aziz loves Yusuf and plots against Him</h2></div><p lang=\"en\" class=\"en \">Allah states that the wife of the 'Aziz of Egypt, in whose house Yusuf resided and whose husband recommended that she takes care of him and be generous to him, tried to seduce Yusuf! She called him to do an evil act with her, because she loved him very much. Yusuf was very handsome, filled with manhood and beauty. She beautified herself for him, closed the doors and called him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَتْ هَيْتَ لَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(she)</span> said: \"Come on, O you.\")</span> But he categorically refused her call,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ مَعَاذَ اللَّهِ ۖ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"I seek refuge in Allah! Truly, he is my Rabb! He made my living in a great comfort!\")</span> as they used to call the chief and master a 'Rabb', Yusuf said to her, 'your husband is my master who provided me with comfortable living and was kind to me, so I will never betray him by committing immoral sins with his wife,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the wrongdoers will never be successful.)</span> This was said by Mujahid, As-Suddi, Muhammad bin Ishaq and several others. The scholars differ in their recitation of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَيْتَ لَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hayta Laka)</span>, whereby Ibn 'Abbas, Mujahid and several other scholars said that it means that she was calling him to herself. Al-Bukhari said; \"Ikrimah said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَيْتَ لَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hayta Laka')</span> means, 'come on, O you', in the Aramaic language.\" Al-Bukhari collected this statement from 'Ikrimah without a chain of narration. Other scholars read it with the meaning, 'I am ready for you'. Ibn 'Abbas, Abu 'Abdur-Rahman As-Sulami, Abu Wa'il, 'Ikrimah and Qatadah were reported to have read this part of the Ayah this way and explained it in the manner we mentioned, as 'I am ready for you'.</p>"
  },
  {
    "ayah_key": "12:24",
    "group_ayah_key": "12:24",
    "from_ayah": "12:24",
    "to_ayah": "12:24",
    "ayah_keys": "12:24",
    "text": "<p lang=\"en\" class=\"en \">And indeed she did desire him, and he would have inclined to her desire, had he not seen the evidence of his Lord. Thus it was, that We might turn away from him evil and immoval sins. Surely, he was one of Our Mukhlasin servants.) This is about the thoughts that cross the mind, according to Al-Baghawi who mentioned this opinion from some of the analysts. Al-Baghawi next mentioned here a Hadith that he narrated from 'Abdur Razzaq, from Ma'mar, from Hammam, from Abu Hurayrah, from the Messenger of Allah <span class=\"gray\">(pbuh <span>(24)</span></span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: إِذَا هَمَّ عَبْدِي بِحَسَنَةٍ فَاكْتُبُوهَا لَهُ حَسَنَةً، فَإِنْ عَمِلَهَا فَاكْتُبُوهَا لَهُ بِعَشْرِ أَمْثَالِهَا، وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا فَاكْتُبُوهَا حَسَنَةً، فَإِنَّمَا تَرَكَهَا مِنْ جَرّائِي، فَإِنْ عَمِلَهَا فَاكْتُبُوهَا بِمِثْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah the Exalted said, 'If my slave intends to perform a good deed, then record it for him as one good deed; if he performs it, then record it for him multiplied ten folds. If he intends to commit an evil act but did not commit it, then record it for him as one good deed, if he left it for My sake. But if he commits it, then write it as one evil deed.')</span></p><p lang=\"en\" class=\"en \">This Hadith was also collected in the Two Sahihs using various wording, this is one of them. It was also reported that the Ayah means that Yusuf was about to beat her. As for the evidence that Yusuf saw at that moment, there are conflicting opinions to what it was. Ibn Jarir At-Tabari said, \"The correct opinion is that we should say that he saw an Ayah from among Allah's Ayat that repelled the thought that crossed his mind. This evidence might have been the image of Ya'qub, or the image of an angel, or a divine statement that forbade him from doing that evil sin, etc. There are no clear proofs to support any of these statements in specific, so it should be left vague, as Allah left it. Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus it was, that We might turn away from him evil and immoral sins.)</span> means, 'Just as We showed him the evidence that turned him away from that sin, We save him from all types of evil and illegal sexual activity in all his affairs,' because,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, he was one of Our Mukhlasin servants.)</span> meaning, chosen, purified, designated, appointed and righteous. May Allah's peace and blessings be on him.\"</p>"
  }
]