[
  {
    "ayah_key": "19:27",
    "group_ayah_key": "19:27",
    "from_ayah": "19:27",
    "to_ayah": "19:33",
    "ayah_keys": "19:27,19:28,19:29,19:30,19:31,19:32,19:33",
    "text": "<p lang=\"en\" class=\"en \">Then she brought him to her people, carrying him. They said: \"O Mary! Indeed you have brought a thing Fariy. <span>(27)</span>\"O sister of Harun! Your father was not a man who used to commit adultery, nor your mother was an unchaste woman. <span>(28)</span>Then she pointed to him. They said: \"How can we talk to one who is a child in the cradle? <span>(29)</span>He said: \"Verily, I am a servant of Allah, He has given me the Scripture and made me a Prophet; <span>(30)</span>\"And He has made me blessed wherever I be, and has enjoined on me <span class=\"gray\">[Awsani]</span> Salah and Zakah, as long as I live. <span>(31)</span>\"And to be dutiful to my mother, and made me not arrogant, unblessed. <span>(32)</span>\"And Salam <span class=\"gray\">(peace)</span> be upon me the day I was born, and the day I die, and the day I shall be raised alive! <span>(33)</span></p><div lang=\"en\" class=\"en \"><h2>Maryam with Al-Masih before the People, Their Rejection of Her and His Reply to Them</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs of Maryam's situation when she was commanded to fast that day and not to speak to any human being. For verily, her affair would be taken care of and her proof would be established. Thus, she accepted the command of Allah and she readily received His decree. She took her child and brought him to her people, carrying him. When they saw her like this they made a big deal about her situation and they sternly protested against of it, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"O Mary! Indeed you have brought a thing Fariy.\")</span></p><p lang=\"en\" class=\"en \">Fariy means a mighty thing. This was said by Mujahid, Qatadah, As-Suddi and others. Ibn Abi Hatim reported from Nawf Al-Bikali that he said, \"Her people went out searching for her, she was from a family that was blessed with prophethood and nobility. However, they could not find any trace of her. They came across a cow herder and they asked him, 'Have you seen a girl whose description is such and such?' He replied, 'No, but tonight I saw my cows doing something that I've never seen them do before.' They asked, 'What did you see?' He said, 'Tonight I saw them prostrating in the direction of that valley.'\"</p><p lang=\"en\" class=\"en \">Abdullah bin Ziyad said <span class=\"gray\">(adding to the narration)</span>, \"I memorized from Sayyar that he <span class=\"gray\">(the cattle herder)</span> said, 'I saw a radiant light.'\" So they went towards the direction that he told him, and Maryam was coming towards them from that direction. When she saw them she sat down and she was holding her child in her lap. They came towards her until they were standing over her.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"O Mary! Indeed you have brought a mighty thing <span class=\"gray\">(Fariy)</span>.\")</span> This means it was a mighty thing that she had brought.</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أُخْتَ هَارُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O sister of Harun!)</span> This means, \"O one resembling Harun <span class=\"gray\">(Aaron)</span> in worship.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your father was not a man who used to commit adultery, nor your mother was an unchaste woman.)</span> They meant, \"You are from a good, pure family, well-known for its righteousness, worship and abstinence from worldy indulgence. How could you do such a thing?\" 'Ali bin Abi Talhah and As-Suddi both said, \"It was said to her,</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أُخْتَ هَارُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O sister of Harun!)</span> referring to the brother of Musa, because she was of his descendants. This is similar to the saying, 'O brother of Tamim,' to one who is from the Tamimi tribe, and 'O brother of Mudar,' to one who is from the Mudari tribe. It has also been said that she was related to a righteous man among them whose name was Harun and she was comparable to him in her abstinence and worship. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then she pointed to him. They said: \"How can we talk to one who is a child in the cradle?\")</span> This is what took place while they were in doubt about her situation, condeming her circumstances, saying what they wanted to say. At that time they were slandering her and falsely accusing her of a horrendous act. On that day she was fasting and keeping silent. Therefore, she referred all speech to him <span class=\"gray\">(the child)</span> and she directed them to his address and speech to them. They scoffed at her because they thought that she was mocking at them and playing with them. They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can we talk to one who is a child in the cradle?)</span> Maymun bin Mahran said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَشَارَتْ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then she pointed to him.)</span> \"She indicated, 'Speak to him.' They then said, 'After she has come to us with this calamity, she now commands us to speak to one who is a child in the cradle!'\" As-Suddi said, \"When she pointed to him they became angry and said, 'Her mocking us, to the extent of commanding us to speak to this child, is worse to us than her fornication.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"How can we talk to one who is a child in the cradle?\")</span> This means, \"How can someone speak who is in his cradle, in the state of infancy and a child\" 'Isa said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي عَبْدُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am a servant of Allah,)</span> The first thing that he said was a declaration of the lofty honor of his Lord and His being free of having a child. Also, he affirmed that he himself was a worshipper of his Lord. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has given me the Scripture and made me a Prophet.)</span> This was a declaration of innocence for his mother from the immorality that was attributed to her. Nawf Al-Bikali said, \"When they said what they said to his mother, he <span class=\"gray\">('Isa)</span> was nursing from her breast. At their statement he released the breast from his mouth and reclined on his left saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am a servant of Allah, He has given me the Scripture and made me a Prophet.)</span> And he continued speaking until he said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا دُمْتُ حَيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as long as I live.)</span>\" Concerning his statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has made me blessed wherever I be,)</span> Mujahid, 'Amr bin Qays and Ath-Thawri all said that this means, \"And He made me a teacher of goodness.\" In another narration from Mujahid, he said, \"A person of great benefit.\" Ibn Jarir reported from Wuhayb bin Al-Ward, a freed slave of the Bani Makhzum tribe, that he said, \"A scholar met another scholar who had more knowledge than himself. So he said to him, 'May Allah have mercy upon you, what acts of mine should I perform openly?' The other replied, 'Commanding good and forbidding evil, for verily, it is the religion of Allah, which He sent His Prophets with to His servants.' The scholars have indeed agreed upon the statement of Allah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has made me blessed wherever I be,)</span> Then it was said, 'What was his blessing?' He <span class=\"gray\">(Wuhayb)</span> replied, 'Commanding good and forbidding evil wherever he was.'\" His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has enjoined on me <span class=\"gray\">[Awsani]</span> Salah and Zakah, as long as I live.)</span> This is similar to the statement of Allah to Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And worship your Lord until there comes unto you the certainty <span class=\"gray\">(i.e. death)</span>.)</span><span class=\"gray\">[15:99]</span></p><p lang=\"en\" class=\"en \">Abdur-Rahman bin Al-Qasim reported from Malik bin Anas that he commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(and He has enjoined on me <span class=\"gray\">[Awsani]</span> Salah and Zakah, as long as I live.)</span></p><p lang=\"en\" class=\"en \">He said, \"Allah informed him of what would be of his affair until his death. This is the firmest evidence against the people who deny Allah's preordained decree.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَرًّا بِوَالِدَتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to be dutiful to my mother.)</span> This means, \"He <span class=\"gray\">(Allah)</span> has commanded me to treat my mother well.\" He mentioned this after mentioning obedience to his Lord, Allah. This is because Allah often combines the command to worship Him with obedience to the parents. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord has decreed that you worship none but Him and that you be dutiful to your parents.)</span><span class=\"gray\">[17:23]</span> And He, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give thanks to Me and to your parents. Unto Me is the final destination.)</span><span class=\"gray\">[31:14]</span> Concerning his statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He made me not arrogant, unblessed.)</span> This means, \"He <span class=\"gray\">(Allah)</span> has not made me too proud or arrogant to worship Him, obey Him and be dutiful to my mother, and thus be unblessed.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Salam <span class=\"gray\">(peace)</span> be upon me the day I was born, and the day I die, and the day I shall be raised alive!)</span></p><p lang=\"en\" class=\"en \">This is his affirmation that 'he is a worshipper of Allah, the Mighty and Sublime, and that he is a creature created by Allah. He <span class=\"gray\">('Isa)</span> will live, die and be resurrected, just like the other creatures that Allah has created. However, he will have peace in these situations, which are the most difficult situations for Allah's creatures.' May Allah's peace and blessings be upon him.</p>"
  }
]