[
  {
    "ayah_key": "44:51",
    "group_ayah_key": "44:51",
    "from_ayah": "44:51",
    "to_ayah": "44:59",
    "ayah_keys": "44:51,44:52,44:53,44:54,44:55,44:56,44:57,44:58,44:59",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who have Taqwa, will be in place of security <span>(51)</span>Among Gardens and Springs <span>(52)</span>Dressed in Sundus and Istabraq, facing each other <span>(53)</span>So <span class=\"gray\">(it will be)</span>. And We shall marry them to Hur <span class=\"gray\">(fair females)</span> with wide lovely eyes <span>(54)</span>They will call therein for every kind of fruit in peace and security <span>(55)</span>They will never taste death therein except the first death, and He will save them from the torment of the blazing Fire <span>(56)</span>As a bounty from your Lord! That will be the supreme success <span>(57)</span>Certainly, We have made this easy in your tongue, in order that they may remember <span>(58)</span>Wait then; verily, they <span class=\"gray\">(too)</span> are waiting <span>(59)</span></p><p lang=\"en\" class=\"en \">The State of Those Who have Taqwa and the Delights.They will enjoy in Paradise </p><p lang=\"en\" class=\"en \">When Allah describes the state of the doomed, He follows that with a description of the life of the blessed. For this reason the Qur'an is called Al-Mathani <span class=\"gray\">(i.e., oft-repeated)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُتَّقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who have Taqwa,)</span> i.e., those who fear Allah and are dutiful towards Him in this world,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي مَقَامٍ أَمِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will be in place of security.)</span> means, in the Hereafter, i.e., in Paradise, where they will be safe from death and the fear of leaving it, and from every kind of worry, grief, terror and exhaustion, and from the Shaytan and his wiles, and from all other troubles and disasters.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَنَّاتٍ وَعُيُونٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Among Gardens and Springs)</span>. This is in direct contrast to the state of the doomed, who will have the tree of Zaqqum and boiling water.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْبَسُونَ مِنْ سُنْدُسٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Dressed in Sundus)</span> means, the finest of silk, such as shirts and the like.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِسْتَبْرَقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Istabraq)</span> means, silk which is woven with shiny threads, like a splendid garment which is worn over regular clothes.</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُتَقَابِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(facing each other,)</span> means, sitting on thrones where none of them will sit with his back to anyone else.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So <span class=\"gray\">(it will be)</span>. And We shall marry them to Hur <span class=\"gray\">(fair females)</span> with wide lovely eyes,)</span> This will be a gift in addition to the beautiful wives given to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with whom no man or Jinn has had Tamth <span class=\"gray\">(sexual intercourse)</span> before them.)</span><span class=\"gray\">(55:56)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(In beauty)</span> they are like rubies and Marjan.)</span><span class=\"gray\">(55:58)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there any reward for good other than good?)</span><span class=\"gray\">(55:60)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will call therein for every kind of fruit in peace and security;)</span> means, whatever kinds of fruit they ask for will be brought to them, and they will have the security of knowing that this supply will never come to an end or be withheld; these fruits will be brought to them whenever they want.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَىٰ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will never taste death therein except the first death,)</span> This is an exception which reinforces the negation. The meaning is that they will never taste death there. It was reported in the Two Sahihs that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَىٰ بِالْمَوْتِ فِي صُورَةِ كَبْشٍ أَمْلَحَ فَيُوقَفُ بَيْنَ الْجَنَّةِ وَالنَّارِ، ثُمَّ يُذْبَحُ، ثُمَّ يُقَالُ: يَا أَهْلَ الْجَنَّةِ خُلُودٌ فَلَا مَوْتَ، وَيَا أَهْلَ النَّارِ خُلُودٌ فَلَا مَوْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Death will be brought forth in the image of a fine ram. It will be made to stand between Paradise and Hell, then it will be slaughtered. It will be said, \"O people of Paradise, it is eternal, no more death; and O people of Hell, it is eternal, no more death.\")</span> This Hadith was already quoted in our discussion of Surah Maryam. 'Abdur-Razzaq recorded that Abu Sa'id and Abu Hurayrah said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَالُ لِأَهْلِ الْجَنَّةِ: إِنَّ لَكُمْ أَنْ تَصِحُّوا فَلَا تَسْقَمُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَعِيشُوا فَلَا تَمُوتُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَنْعَمُوا فَلَا تَبْأَسُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلَا تَهْرَمُوا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be said to the people of Paradise, \"It is granted to you that you will be healthy and will never fall ill, you will live and never die, you will enjoy a life of luxury and will never be miserable, you will be youthful and will never grow old.\")</span>\" This was recorded by Muslim. </p><p lang=\"en\" class=\"en \">It was reported that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنِ اتَّقَى اللهَ دَخَلَ الْجَنَّةَ، يَنْعَمُ فِيهَا وَلَا يَبْأَسُ، وَيَحْيَا فِيهَا فَلَا يَمُوتُ، لَا تَبْلَىٰ ثِيَابُهُ، وَلَا يَفْنَىٰ شَبَابُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever has Taqwa of Allah, he will enter Paradise and enjoy a life of luxury and he will never be miserable. He will live therein and never die, his clothes will never wear out and his youth will never fade.)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَقَاهُمْ عَذَابَ الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He will save them from the torment of the blazing Fire,)</span> means, along with this great and eternal blessing, He will also have saved them from the agonizing torment in the depths of Hell, so they will have achieved their desired aim and avoided the thing they feared. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَضْلًا مِنْ رَبِّكَ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As a bounty from your Lord! That will be the supreme success!)</span> meaning, that will be from His bounty and kindness towards them. It was reported in the Two Sahihs that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا وَسَدِّدُوا وَقَارِبُوا، وَاعْلَمُوا أَنَّ أَحَدًا لَنْ يُدْخِلَهُ عَمَلُهُ الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Work and strive hard, and know that no one will enter Paradise by virtue of his deeds.)</span> They said, \"Not even you, O Messenger of Allah?\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنَا، إِلَّا أَنْ يَتَغَمَّدَنِيَ اللهُ بِرَحْمَةٍ مِنْهُ وَفَضْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not even me, unless Allah showers me with His mercy and grace.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, We have made this easy in your tongue, in order that they may remember.)</span> means, 'We have made this Qur'an, which We have sent down, easy, plain and clear, in your language which is the most eloquent, clear and beautiful of all languages.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that they may remember.)</span> means, in order that they may understand and know. </p><p lang=\"en\" class=\"en \">Despite the fact that it is so plain and clear, there are still people who disbelieve, who stubbornly go against it. Allah says to His Messenger ﷺ, consoling him and promising him victory, and warning those who reject him that they will be destroyed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wait then; verily, they <span class=\"gray\">(too)</span> are waiting.)</span> meaning, 'they will come to know who will be victorious and whose word will prevail in this world and in the Hereafter. For victory will be for you, O Muhammad, and for your brothers among the Prophets and Messengers, and for the believers who followed you,' as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has decreed: \"Verily, it is I and My Messengers who shall be the victorious.\")</span><span class=\"gray\">(58:21)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ - يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers and those who believe in this world's life and on the Day when the witnesses will stand forth, – the Day when their excuses will be of no profit to wrongdoers. Theirs will be the curse, and theirs will be the evil abode.)</span><span class=\"gray\">(40:51-52)</span></p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Ad-Dukhan. All praise and thanks are due to Allah and in Him is all strength and protection.</p>"
  }
]