[
  {
    "ayah_key": "2:45",
    "group_ayah_key": "2:45",
    "from_ayah": "2:45",
    "to_ayah": "2:46",
    "ayah_keys": "2:45,2:46",
    "text": "<p class=\"en translation\" lang=\"en\">And seek help in patience and As-Salat <span class=\"gray\">(the prayer)</span> and truly, it is extremely heavy and hard except for Al-Khashi'in.) <span class=\"gray\">(46 <span class=\"gray\">(They are those)</span> who are certain that they are going to meet their Lord, and that unto Him they are going to return <span>(45)</span></span></p><div lang=\"en\" class=\"en \"><h2>The Support that comes with Patience and Prayer</h2></div><p lang=\"en\" class=\"en \">Allah commanded His servants to use patience and prayer to acquire the good of this life and the Hereafter. Muqatil bin Hayan said that this Ayah means, \"Utilize patience and the obligatory prayer in seeking the Hereafter. As for patience <span class=\"gray\">(here)</span>, they say that it means fasting.\" There are similar texts reported from Mujahid. Al-Qurtubi and other scholars commented, \"This is why Ramadan is called the month of patience,\" as is mentioned in the Hadith literature. It was also said that 'patience' in the Ayah means, refraining from evil, and this is why 'patience' was mentioned along with practicing acts of worship, especially and foremost, the prayer. Also, Ibn Abi Hatim narrated that 'Umar bin Al-Khattab said, \"There are two types of patience: good patience when the disaster strikes, and a better patience while avoiding the prohibitions of Allah.\" Ibn Abi Hatim said that Al-Hasan Al-Basri was reported to have said similarly.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّلَاةِ</p><p lang=\"su\" class=\"su \"><span class=\"gray\">(And As-Salah <span class=\"gray\">(the prayer)</span>.)</span></p><p lang=\"en\" class=\"en \">The prayer is one of the best means of assistance for firmly adhering to Allah's orders, just as Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ ۖ إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنكَرِ ۗ وَلَذِكْرُ اللَّهِ أَكْبَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Recite <span class=\"gray\">(O Muhammad ﷺ)</span> what has been revealed to you of the Book <span class=\"gray\">(the Qur'an)</span>, and perform As-Salah. Verily, As-Salah <span class=\"gray\">(the prayer)</span> prevents from Al-Fahsha' <span class=\"gray\">(i.e. great sins of every kind)</span>, and Al-Munkar and the remembrance of <span class=\"gray\">(praising)</span> of <span class=\"gray\">(you by)</span> Allah is greater indeed)</span><span class=\"gray\">(29:45)</span>.</p><p lang=\"en\" class=\"en \">The personal pronoun in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهَا لَكَبِيرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And truly, it is extremely heavy and hard)</span> refers to prayer, as Mujahid is reported to have said, and it was also the choice of Ibn Jarir. It is possible that the pronoun might be referring to the advice - to observe patience and the prayer - mentioned in the same Ayah. Similarly, Allah said about Qarun <span class=\"gray\">(Korah)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who had been given <span class=\"gray\">(religious)</span> knowledge said: \"Woe to you! The reward of Allah <span class=\"gray\">(in the Hereafter)</span> is better for those who believe and do righteous good deeds, and this, none shall attain except As-Sabirun <span class=\"gray\">(the patient)</span>.\")</span><span class=\"gray\">(28:80)</span>.</p><p lang=\"gl\" class=\"gl \">Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The good deed and the evil deed cannot be equal. Repel <span class=\"gray\">(the evil)</span> with one which is better then verily he, between whom and you there was enmity, <span class=\"gray\">(will become)</span> as though he was a close friend. But none is granted it <span class=\"gray\">(the above quality)</span> except those who are patient ـ and none is granted it except the owner of the great portion <span class=\"gray\">(of happiness in the Hereafter and)</span> in this world.)</span><span class=\"gray\">(41:34-35)</span> meaning, this advice is only implemented by those who are patient and the fortunate. In any case, Allah's statement here means, prayer is 'heavy and burdensome',</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عَلَى الْخَاشِعِينَ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(except for Al-Khashi'in.)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Talhah reported that Ibn 'Abbas commented on this Ayah, \"They <span class=\"gray\">(Al-Khashi'in)</span> are those who believe in what Allah has revealed.\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those who are certain that they are going to meet their Lord, and that unto Him they are going to return.)</span> continues the subject that was started in the previous Ayah. Therefore, the prayer, or the advice to observe it is heavy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عَلَى الْخَاشِعِينَ - الَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَاقُو رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except for Al-Khashi'in. <span class=\"gray\">(They are those)</span> who are certain <span class=\"gray\">(Yazunnuna)</span> that they are going to meet their Lord,)</span> meaning, they know that they will be gathered and face their Lord on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that unto Him they are going to return.)</span> meaning, their affairs are all subject to His will and He justly decides what He wills. Since they are certain that they will be returned to Allah and be reckoned, it is easy for them to perform the acts of obedience and refrain from the prohibitions. Ibn Jarir commented on Allah's statement;</p><p class=\"fa qpc-hafs\" lang=\"fa\"> يَظُنُّونَ أَنَّهُم مُّلَاقُو رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yazunnuna that they are going to meet their Lord)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir said; \"The Arabs call certainty as well as doubt, Zann. There are similar instances in the Arabic language where a subject as well as its opposite share the same name. For instance, Allah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Mujrimun <span class=\"gray\">(criminals, polytheists, sinners)</span>, shall see the Fire and Zannu <span class=\"gray\">(apprehend)</span> that they have to fall therein)</span>\"<span class=\"gray\">(18:53)</span>.</p><p lang=\"en\" class=\"en \">It is recorded in the Sahih that on the Day of Resurrection, Allah will say to a servant, \"Have I not allowed you to marry, honored you, made the horses and camels subservient to you and allowed you to become a chief and a master?\" He will say, \"Yes.\" Allah will say, \"Did you have Zann <span class=\"gray\">(think)</span> that you will meet Me?\" He will say, \"No.\" Allah will say, \"This Day, I will forget you, just as you forgot Me.\" If Allah wills, we will further elaborate on this subject when we explain Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَسُواْ اللَّهَ فَنَسِيَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have forgotten Allah, so He has forgotten them)</span><span class=\"gray\">(9:67)</span>.</p>"
  },
  {
    "ayah_key": "2:47",
    "group_ayah_key": "2:47",
    "from_ayah": "2:47",
    "to_ayah": "2:47",
    "ayah_keys": "2:47",
    "text": "<p class=\"en translation\" lang=\"en\">O Children of Israel! Remember My favor which I bestowed upon you and that I preferred you over the 'Alamin <span class=\"gray\">(nations <span>(47)</span></span></p><div lang=\"en\" class=\"en \"><h2>Reminding the Children of Israel that They were preferred above the Other Nations</h2></div><p lang=\"en\" class=\"en \">Allah reminds the Children of Israel of the favors that He granted their fathers and grandfathers, how He showed preference to them by sending them Messengers from among them and revealing Books to them, more so than any of the other previous nations. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدِ اخْتَرْنَاهُمْ عَلَىٰ عِلْمٍ عَلَى الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We chose them <span class=\"gray\">(the Children of Israel)</span> over the 'Alamin, <span class=\"gray\">(nations)</span> with knowledge.)</span><span class=\"gray\">(44:32)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنبِيَاءَ وَجَعَلَكُم مُّلُوكًا وَآتَاكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Musa <span class=\"gray\">(Moses)</span> said to his people: \"O my people! Remember the favor of Allah to you: when He made Prophets among you, made you kings, honored you above the 'Alamin <span class=\"gray\">(nations)</span>.\")</span><span class=\"gray\">(5:20)</span>.</p><p lang=\"cy\" class=\"cy \">Abu Ja'far Ar-Razi reported that Ar-Rabi' bin Anas said that Abu Al-'Aliyah said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that I preferred you over the 'Alamin)</span> means, \"The kingship, Messengers and Books that were granted to them, instead of granting such to the other kingdoms that existed during their time, for every period there is a nation.\" It was also reported that Mujahid, Ar-Rabi' bin Anas, Qatadah and Isma'il bin Abi Khalid said similarly.</p><div lang=\"en\" class=\"en \"><h2>The Ummah of Muhammad <span class=\"gray\">(ﷺ)</span> is Better than the Children of Israel</h2></div><p lang=\"en\" class=\"en \">This is the only way the Ayah can be understood, because this Ummah is better than theirs, as Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ ۗ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَّهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are the best of people ever raised up for mankind; you enjoin good and forbid evil, and you believe in Allah. And had the People of the Book <span class=\"gray\">(Jews and Christians)</span> believed, it would have been better for them)</span><span class=\"gray\">(3:110)</span>.</p><p lang=\"en\" class=\"en \">Also, the Musnad and Sunan Collections of Hadith recorded that Mu'awiyah bin Haydah Al-Qushayri said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتُمْ تُوَفُّونَ سَبْعِينَ أُمَّةً أَنْتُمْ خَيْرُهَا وَأَكْرَمُهَا عَلَى اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You <span class=\"gray\">(Muslims)</span> are the seventieth nation, but you are the best and most honored of them according to Allah.)</span></p><p lang=\"en\" class=\"en \">There are many Hadiths on this subject, and they will be mentioned when we discuss Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are the best of peoples ever raised up for mankind)</span><span class=\"gray\">(3:110)</span>.</p>"
  }
]