[
  {
    "ayah_key": "8:11",
    "group_ayah_key": "8:11",
    "from_ayah": "8:11",
    "to_ayah": "8:14",
    "ayah_keys": "8:11,8:12,8:13,8:14",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember)</span> when He covered you with a slumber as a security from Him, and He caused water <span class=\"gray\">(rain)</span> to descend on you from the sky, to clean you thereby and to remove from you the Rijz <span class=\"gray\">(whispering or dirt)</span> of Shaytan, and to strengthen your hearts, and make your feet firm thereby <span>(11)</span><span class=\"gray\">(Remember)</span> when your Lord revealed to the angels, \"Verily, I am with you, so keep firm those who have believed. I will cast terror into the hearts of those who have disbelieved, so strike them over the necks, and smite over all their fingers and toes. <span>(12)</span>This is because they defied and disobeyed Allah and His Messenger. And whoever defies and disobeys Allah and His Messenger, then verily, Allah is severe in punishment <span>(13)</span>This is <span class=\"gray\">(the torment)</span>, so taste it; and surely, for the disbelievers is the torment of the Fire <span>(14)</span></p><div lang=\"sn\" class=\"sn \"><h2>Slumber overcomes Muslims</h2></div><p lang=\"en\" class=\"en \">Allah reminds the believers of the slumber that He sent down on them as security from the fear they suffered from, because of the multitude of their enemy and the sparseness of their forces. They were given the same favor during the battle of Uhud, which Allah described,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَنزَلَ عَلَيْكُم مِّن بَعْدِ الْغَمِّ أَمَنَةً نُّعَاسًا يَغْشَىٰ طَائِفَةً مِّنكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then after the distress, He sent down security for you. Slumber overtook a party of you, while another party was thinking about themselves.)</span><span class=\"gray\">[3:154]</span></p><p lang=\"en\" class=\"en \">Abu Talhah said, \"I was among those who were overcome by slumber during <span class=\"gray\">(the battle of)</span> Uhud. The sword fell from my hand several times, and I kept picking it up again, several times. I also saw the Companions' heads nodding while in the rear guard.\" Al-Hafiz Abu Ya'la narrated that 'Ali said, \"Only Al-Miqdad had a horse during Badr, and at some point, I found that all of us fell asleep, except the Messenger of Allah ﷺ. He was praying under a tree and crying until dawn.\" 'Abdullah bin Mas'ud said, \"Slumber during battle is security from Allah, but during prayer, it is from Shaytan.\" Qatadah said, \"Slumber affects the head, while sleep affects the heart.\"</p><p lang=\"en\" class=\"en \">Slumber overcame the believers on the day of Uhud, and this incident is very well-known. As for this Ayah <span class=\"gray\">(8:11)</span>, it is describing the battle of Badr, indicating that slumber also overcame the believers during Badr. Therefore, it appears that this will occur for the believers, whenever they are in distress, so that their hearts feel safe and sure of Allah's aid, rewards, favor and mercy from Allah with them. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَعَ الْعُسْرِ يُسْرًا - إِنَّ مَعَ الْعُسْرِ يُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, along with every hardship is relief. Verily, along with every hardship is relief.)</span><span class=\"gray\">[94:5-6]</span></p><p lang=\"en\" class=\"en \">In the Sahih, it is recorded that on the day of Badr, while he was in the bunker with Abu Bakr, the Messenger ﷺ and Abu Bakr were invoking Allah. Suddenly, slumber overcame the Messenger ﷺ and he woke up smiling and declared,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَبْشِرْ يَا أَبَابَكْرٍ هَذَا جِبْرِيلُ عَلَى ثَنَايَاهُ النَّقْعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Good news, O Abu Bakr! This is Jibril with dust on his shoulders.\"</span></p><p lang=\"en\" class=\"en \">He left the shade while reciting Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their multitude will be put to flight, and they will show their backs.)</span><span class=\"gray\">[54:45]</span></p><div lang=\"sm\" class=\"sm \"><h2>Rain falls on the Eve of Badr</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنَزِّلُ عَلَيْكُم مِّنَ السَّمَاءِ مَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He caused rain to descend on you from the sky.)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said, \"When the Prophet ﷺ arrived at Badr, he made camp. At the time, there was a sandy piece of land between the idolators and the water <span class=\"gray\">(the wells at Badr)</span>. Muslims felt weak and the Shaytan cast frustration into their hearts. He whispered to them, 'You claim that you are Allah's supporters and that His Messenger is among you! However, the idolators have taken over the water resource from you, while you pray needing purity.' Allah sent down heavy rain, allowing the Muslims to drink and use it for purity. Allah also removed Shaytan's whisper and made the sand firm when rain fell on it, and the Muslims walked on the sand along with their animals, until they reached the enemy. Allah supported His Prophet ﷺ and the believers with a thousand angels on one side, five hundred under the command of Jibril and another five hundred under the command of Mika'il on another side.\"</p><p lang=\"en\" class=\"en \">An even a better narration is that collected by Imam Muhammad bin Ishaq bin Yasar, author of Al-Maghazi, may Allah have mercy upon him. Ibn Ishaq narrated that, Yazid bin Ruwman narrated to him that, 'Urwah bin Az-Zubayr said, \"Allah sent rain down from the sky on a sandy valley. That rain made the area where the Messenger of Allah ﷺ and his Companions camped firmer so that it did not hinder their movement. Meanwhile, the part that the Quraysh were camping on became difficult to move in.\" Mujahid said, \"Allah sent down the rain on the believers before slumber overtook them, and the rain settled the dust, made the ground firmer, made them feel at ease and their feet firmer.\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيُطَهِّرَكُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to clean you thereby)</span> using it after answering the call of nature or needing to wash oneself, and this involves cleansing what is on the out side,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُذْهِبَ عَنكُمْ رِجْزَ الشَّيْطَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to remove from you the Rijz of Shaytan,)</span> such as his whispers and evil thoughts, this involves sinner purification, whereas Allah's statement about the residents of Paradise,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوا أَسَاوِرَ مِن فِضَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their garments will be of fine green silk, and gold embroidery. They will be adorned with bracelets of silver)</span><span class=\"gray\">[76:21]</span> involves outer appearance,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their Lord will give them a pure drink.)</span><span class=\"gray\">[76:21]</span> that purifies the anger, envy and hatred that they might have felt. This is the inner purity. Next, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to strengthen your hearts,)</span> with patience and to encourage you to fight the enemies, and this is inner courage,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُثَبِّتَ بِهِ الْأَقْدَامَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and make your feet firm thereby)</span>. this involves outer courage. Allah know best.</p><div lang=\"en\" class=\"en \"><h2>Allah commands the Angels to fight and support the Believers</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Remember)</span> when your Lord revealed to the angels, \"Verily, I am with you, so keep firm those who have believed.\")</span></p><p lang=\"en\" class=\"en \">This is a hidden favor that Allah has made known to the believers, so that they thank Him and are grateful to Him for it. Allah, glorified, exalted, blessed and praised be He, has revealed to the angels – whom He sent to support His Prophet, religion and believing group – to make the believers firmer. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will cast terror into the hearts of those who have disbelieved.)</span> means, 'you - angels - support the believers, strengthen their <span class=\"gray\">(battle)</span> front against their enemies, thus, implementing My command to you. I will cast fear, disgrace and humiliation over those who defied My command and denied My Messenger,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so strike them over the necks, and smite over all their fingers and toes.)</span> strike them on their foreheads to tear them apart and over the necks to cut them off, and cut off their limbs, hands and feet. It was said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوْقَ الْأَعْنَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(over the necks)</span> refers to striking the forehead, or the neck, according to Ad-Dahhak and 'Atiyyah Al-'Awfi. In support of the latter, Allah commanded the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّىٰ إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when you meet <span class=\"gray\">(in fight Jihad in Allah's cause)</span> those who disbelieve, smite <span class=\"gray\">(their)</span> necks till when you have killed and wounded many of them, then bind a bond firmly <span class=\"gray\">(on them, take them as captives)</span>.)</span><span class=\"gray\">[47:4]</span></p><p lang=\"en\" class=\"en \">Ar-Rabi' bin Anas said, \"In the aftermath of Badr, the people used to recognize whomever the angels killed from those whom they killed, by the wounds over their necks, fingers and toes, because those parts had a mark as if they were branded by fire.\" Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and smite over all their fingers and toes.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir commented that this Ayah commands, \"O believers! Strike every limb and finger on the hands and feet of your <span class=\"gray\">(disbelieving)</span> enemies.\" Al-'Awfi reported, that Ibn 'Abbas said about the battle of Badr that Abu Jahl said, \"Do not kill them <span class=\"gray\">(the Muslims)</span>, but capture them so that you make known to them what they did, their ridiculing your religion and shunning Al-Lat and Al-'Uzza <span class=\"gray\">(two idols)</span>.\" Allah than sent down to the angels,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا ۚ سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am with you, so keep firm those who have believed. I will cast terror into the hearts of those who have disbelieved, so strike them over the necks, and smite over all their fingers and toes.)</span></p><p lang=\"en\" class=\"en \">In that battle, Abu Jahl <span class=\"gray\">(may Allah curse him)</span> was killed along with sixty-nine men. 'Uqbah bin Abu Mua'it was captured and then killed, thus bring the death toll of the pagans to seventy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is because they defied and disobeyed Allah and His Messenger.)</span> joining the camp that defied Allah and His Messenger ﷺ not including themselves in the camp of Allah's Law and faith in Him. Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَن يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever defies and disobeys Allah and His Messenger, then verily, Allah is severe in punishment.)</span> for He will crush whoever defies and disobeys Him. Nothing ever escapes Allah's grasp nor can anything ever stand against His anger. Blessed and exalted He is, there is no true deity or Lord except Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is <span class=\"gray\">(the torment)</span>, so taste it; and surely, for the disbelievers is the torment of the Fire.)</span></p><p lang=\"en\" class=\"en \">This Ayah addresses the disbeliever, saying, taste this torment and punishment in this life and know that the torment of the Fire in the Hereafter is for the disbelievers.</p>"
  }
]