[
  {
    "ayah_key": "8:43",
    "group_ayah_key": "8:43",
    "from_ayah": "8:43",
    "to_ayah": "8:44",
    "ayah_keys": "8:43,8:44",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember)</span> when Allah showed them to you as few in your dream; if He had shown them to you as many, you would surely have been discouraged, and you would surely have disputed in making a decision. But Allah saved <span class=\"gray\">(you)</span>. Certainly, He is the All-Knower of that is in the breasts <span>(43)</span>And <span class=\"gray\">(remember)</span> when you met, He showed them to you as few in your eyes and He made you appear as few in their eyes, so that Allah might accomplish a matter already ordained, and to Allah return all matters <span class=\"gray\">(for decision)</span><span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>Allah made each Group look few in the Eye of the Other</h2></div><p lang=\"en\" class=\"en \">Mujahid said, \"In a dream, Allah showed the Prophet ﷺ the enemy as few. The Prophet ﷺ conveyed this news to his Companions and their resolve strengthened.\" Similar was said by Ibn Ishaq and several others. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَرَاكَهُمْ كَثِيرًا لَّفَشِلْتُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If He had shown them to you as many, you would surely, have been discouraged,)</span> you would have cowardly abstained from meeting them and fell in dispute among yourselves,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ سَلَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah saved)</span>, from all this, when He made you see them as few,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, He is the All-Knower of that is in the breasts.)</span><span class=\"gray\">[8:43]</span>.</p><p lang=\"en\" class=\"en \">Allah knows what the heart and the inner-self conceal,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows the fraud of the eyes, and all that the breasts conceal)</span><span class=\"gray\">[40:19]</span>.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when you met, He showed them to you as few in your eyes)</span> demonstrates Allah's compassion towards the believers. Allah made them see few disbelievers in their eyes, so that they would be encouraged and feel eager to meet them. Abu Ishaq As-Subai'i said, that Abu 'Ubaydah said that 'Abdullah bin Mas'ud said, \"They were made to seem few in our eyes during Badr, so that I said to a man who was next to me, 'Do you think they are seventy?' He said, 'Rather, they are a hundred.' However, when we captured one of them, we asked him and he said, 'We were a thousand.'\" Ibn Abi Hatim and Ibn Jarir recorded it. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He made you appear as few in their eyes,)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when you met. He showed them to you...)</span>, He encouraged each of the two groups against the other, according to 'Ikrimah, as recorded by Ibn Abi Hatim. This statement has a Sahih chain of narrators. Muhammad bin Ishaq said that Yahya bin 'Abbad bin 'Abdullah bin Az-Zubayr narrated to him that his father said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that Allah might accomplish a matter already ordained,)</span></p><p lang=\"en\" class=\"en \">\"In order for the war to start between them, so that He would have revenge against those whom He decided to have revenge <span class=\"gray\">(pagans)</span>, and grant and complete His favor upon those He decided to grant favor to, His supporters.\" The meaning of this, is that Allah encouraged each group against the other and made them look few in each other's eyes, so that they were eager to meet them. This occurred before the battle started, but when it started and Allah supported the believers with a thousand angels in succession, the disbelieving group saw the believers double their number. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا ۖ فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ ۚ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَن يَشَاءُ ۗ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّأُولِي الْأَبْصَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There has already been a sign for you <span class=\"gray\">(O Jews)</span> in the two armies that met <span class=\"gray\">(in combat, the battle of Badr)</span>. One was fighting in the cause of Allah, and as for the other, <span class=\"gray\">(they)</span> were disbelievers. They <span class=\"gray\">(disbelievers)</span> saw them <span class=\"gray\">(believers)</span> with their own eyes twice their number. And Allah supports with His aid whom He wills. Verily, in this is a lesson for those who understand.)</span><span class=\"gray\">[3:13]</span></p><p lang=\"en\" class=\"en \">This is how we combine these two Ayat, and certainly, each one of them is true, all the thanks are due to Allah and all the favors are from Him.</p>"
  },
  {
    "ayah_key": "8:45",
    "group_ayah_key": "8:45",
    "from_ayah": "8:45",
    "to_ayah": "8:46",
    "ayah_keys": "8:45,8:46",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! When you meet <span class=\"gray\">(an enemy)</span> force, take a firm stand against them and remember Allah much, so that you may be successful <span>(45)</span>And obey Allah and His Messenger, and do not dispute <span class=\"gray\">(with one another)</span> lest you lose courage and your strength departs, and be patient. Surely, Allah is with the patients <span>(46)</span></p><div lang=\"en\" class=\"en \"><h2>Manners of War</h2></div><p lang=\"en\" class=\"en \">Allah instructs His faithful servants in the manners of fighting and methods of courage when meeting the enemy in battle,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When you meet <span class=\"gray\">(an enemy)</span> force, take a firm stand against them)</span></p><p lang=\"en\" class=\"en \">In the Two Sahihs, it is recorded that 'Abdullah bin Abi Awfa said that during one battle, Allah's Messenger ﷺ waited until the sun declined, then stood among the people and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ لَا تَتَمَنَّوْا لِقَاءَ الْعَدُوِّ، واسْأَلُوا اللهَ الْعَافِيَةَ فَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا وَاعْلَمُوا أَنَّ الْجَنَّةَ تَحْتَ ظِلَالِ السُّيُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! Do not wish to face the enemy <span class=\"gray\">(in a battle)</span> and ask Allah to save you <span class=\"gray\">(from calamities)</span>. But if you should face the enemy, then be patient and let it be known to you that Paradise is under the shadows of the swords.)</span></p><p lang=\"en\" class=\"en \">He then stood and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ مُنْزِلَ الْكِتَابِ، وَمُجْرِي السَّحَابِ، وَهَازِمَ الْأَحْزَابِ، اهْزِمْهُمْ وَانْصُرْنَا عَلَيْهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Revealer of the <span class=\"gray\">(Holy)</span> Book, Mover of the clouds, and Defeater of the Confederates, defeat them and grant us victory over them.)</span></p><div lang=\"en\" class=\"en \"><h2>The Command for Endurance when the Enemy Engaging</h2></div><p lang=\"en\" class=\"en \">Allah commands endurance upon meeting the enemy in battle and ordains patience while fighting them. Muslims are not allowed to run or shy away, or show cowardice in battle. They are commanded to remember Allah while in that condition and never neglect His remembrance. They should rather invoke Him for support, trust in Him and seek victory over their enemies from Him. They are required to obey Allah and His Messenger ﷺ in such circumstances adhering to what He commanded them, and abstaining from what He forbade them. They are required to avoid disputing with each other, for this might lead to their defeat and failure,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَذْهَبَ رِيحُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest your strength departs)</span>, so that your strength, endurance and courage do not depart from you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرُوا ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and be patient. Surely, Allah is with the patients.)</span></p><p lang=\"en\" class=\"en \">In their courage, and obedience to Allah and His Messenger, the Companions reached a level never seen before by any nation or generation before them, or any nation that will ever come. Through the blessing of the Messenger ﷺ and their obedience to what he commanded, the Companions were able to open the hearts, as well as, the various eastern and western parts of the world in a rather short time. This occurred even though they were few, compared to the armies of the various nations at that time. For example, the Romans, Persians, Turks, Slavs, Berbers, Ethiopians, Sudanese tribes, the Copts and the rest of the Children of Adam. They defeated all of these nations, until Allah's Word became the highest and His religion became dominant above all religions. The Islamic state spread over the eastern and western parts of the world in less than thirty years. May Allah grant them His pleasure, as well as, be pleased with them all, and may He gather us among them, for He is the Most Generous, and Giving.</p>"
  }
]