[
  {
    "ayah_key": "20:113",
    "group_ayah_key": "20:113",
    "from_ayah": "20:113",
    "to_ayah": "20:114",
    "ayah_keys": "20:113,20:114",
    "text": "<p lang=\"en\" class=\"en \">And thus We have sent it down as a Qur'an in Arabic, and have explained therein in detail the warnings, in order that they may have Taqwa, or that it may cause them to have a lesson from it <span>(113)</span>Then High above all be Allah, the True King. And be not in haste with the Qur'an before its revelation is completed to you, and say: \"My Lord! Increase me in knowledge. <span>(114)</span></p><div lang=\"en\" class=\"en \"><h2>The Qur'an was revealed so that the People would have Taqwa and reflect</h2></div><p lang=\"en\" class=\"en \">After Allah, the Exalted, mentions that on the Day of Judgement both the good and the evil will be recompensed and there is no avoiding it, He then explains that the Qur'an was revealed as a bringer of glad tidings and a warner in the clear and eloquent Arabic language. There is no confusion or deficiency in it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We have sent it down as a Qur'an in Arabic, and have explained therein in detail the warnings, in order that they may have Taqwa of,)</span> This means: so that they will leave off sins, forbidden things and lewd abominations.</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ يُحْدِثُ لَهُمْ ذِكْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or that it may cause them to have a lesson from it.)</span> This means: to produce acts of obedience and deeds that will bring one closer to Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then High above all be Allah, the True King.)</span> This means: Most Holy and Majestic is He, the True King, Who is Himself the Truth and His promise is true. Likewise, His threat is true, His Messengers are true, the Paradise is true, the Hellfire is true and everything from Him is true. His justice is that He does not punish anyone before warning them, sending Messengers to them and granting excuses to His creatures, so that no one will have any argument or doubt <span class=\"gray\">(on Judgment Day)</span>.</p><p lang=\"en\" class=\"en \">The Command to the Prophet to listen to the Qur'an when it is revealed without making haste to recite it</p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْجَلْ بِالْقُرْآنِ مِن قَبْلِ أَن يُقْضَىٰ إِلَيْكَ وَحْيُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be not in haste with the Qur'an before its revelation is completed to you,)</span> This is similar to Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ - إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ - فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ - ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Move not your tongue to make haste therewith. It is for Us to collect it and to give you the ability to recite it. And when We have recited it to you, then follow its recital. Then it is for Us to made it clear <span class=\"gray\">(to you)</span>.)</span><span class=\"gray\">(75:16-19)</span></p><p lang=\"en\" class=\"en \">It is confirmed in the Sahih on the authority of Ibn 'Abbas, who said that the Messenger of Allah ﷺ used to go through great pains to retain the revelation. In doing so he used to move his tongue rapidly with its recital. Then, Allah revealed this Ayah. This means that whenever Jibril would say an Ayah, the Prophet ﷺ would say it with him due to his eagerness to memorize it. Then, Allah guided him to that which was easier and lighter in this matter, to relieve him of this difficulty. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ - إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Move not your tongue to make haste therewith. It is for Us to collect it and to give you the ability to recite it.)</span><span class=\"gray\">(75:16-17)</span> Meaning, \"We will gather it in your chest, then you will recite it to the people without forgetting anything of it.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ - ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We have recited it to you, then follow its recital. Then it is for Us to made it clear <span class=\"gray\">(to you)</span>.)</span><span class=\"gray\">(75:18-19)</span> And He said in this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْجَلْ بِالْقُرْآنِ مِن قَبْلِ أَن يُقْضَىٰ إِلَيْكَ وَحْيُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be not in haste with the Qur'an before its revelation is completed to you,)</span> This is a command to the Prophet ﷺ to listen quietly: 'Then, when the angel <span class=\"gray\">(Jibril)</span> completes reciting to you, you recite it after him.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل رَّبِّ زِدْنِي عِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say: \"My Lord! Increase me in knowledge.\")</span> meaning, \"Give me more knowledge from You.\" Ibn 'Uyaynah said, \"The Prophet ﷺ did not cease increasing <span class=\"gray\">(in knowledge)</span> until Allah, the Mighty and Sublime, took him <span class=\"gray\">(i.e. he died)</span>.\"</p>"
  }
]