[
  {
    "ayah_key": "53:42",
    "group_ayah_key": "53:42",
    "from_ayah": "53:42",
    "to_ayah": "53:55",
    "ayah_keys": "53:42,53:43,53:44,53:45,53:46,53:47,53:48,53:49,53:50,53:51,53:52,53:53,53:54,53:55",
    "text": "<p lang=\"en\" class=\"en \">And that to your Lord is the End <span>(42)</span>And that it is He Who makes laugh, and makes weep <span>(43)</span>And that it is He Who causes death and gives life <span>(44)</span>And that He creates the pairs, male and female <span>(45)</span>From Nutfah when it is emitted <span>(46)</span>And that upon Him is another bringing forth <span class=\"gray\">(Resurrection)</span><span>(47)</span>And that it is He Who Aghna and Aqna <span>(48)</span>And that He is the Lord of Ash-Shi'ra <span>(49)</span>And that it is He Who destroyed the former 'Ad <span>(50)</span>And Thamud. He spared none of them <span>(51)</span>And the people of Nuh aforetime. Verily, they were more unjust and more rebellious and transgressing <span>(52)</span>And He destroyed the overthrown cities <span>(53)</span>So, there covered them that which did cover <span>(54)</span>Then which of the graces of your Lord will you doubt <span>(55)</span></p><p lang=\"en\" class=\"en \">Some Attributes of the Lord, that He returns Man as He originated Him, and some of what He does with His Servants</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ إِلَىٰ رَبِّكَ الْمُنْتَهَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that to your Lord is the End.)</span> meaning, the return of everything on the Day of Resurrection. Ibn Abi Hatim recorded that 'Amr bin Maymun Al-Awdi said, \"Once, Mu'adh bin Jabal stood up among us and said, 'O Children of Awd! I am the emissary of Allah's Messenger ﷺ to you; know that the Return is to Allah, either to Paradise or the Fire.'\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that it is He Who makes you laugh, and makes you weep.)</span> means that He created in His creatures the ability to laugh or weep and the causes for each of these opposites,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that it is He Who causes death and gives life.)</span> In a similar statement, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who has created death and life.)</span><span class=\"gray\">(67:2)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ - مِنْ نُطْفَةٍ إِذَا تُمْنَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that He creates the pairs, male and female. From Nutfah when it is emitted.)</span> as He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى - أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَىٰ - ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّىٰ - فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ - أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does man think that he will be left neglected? Was he not a Nutfah? Then he became an 'Alaqah <span class=\"gray\">(something that clings)</span>; then <span class=\"gray\">(Allah)</span> shaped and fashioned <span class=\"gray\">(him)</span> in due proportion. And made of him two sexes, male and female. Is not He <span class=\"gray\">(Allah)</span> able to give life to the dead?)</span><span class=\"gray\">(75:36-40)</span></p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that upon Him is another bringing forth.)</span> meaning, just as He first originated creation, He is able to bring it back to life, resurrecting it for the Day of Judgement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنَّهُ هُوَ أَغْنَىٰ وَأَقْنَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that it is He Who Aghna <span class=\"gray\">(gives much)</span> and Aqna <span class=\"gray\">(a little)</span>.)</span> It is Allah Who gives wealth to His servants and this wealth remains with them. This means they are able to use it to their benefit, is this out of the completeness of His favor. Most of the statements of the scholars of Tafsir revolve around this meaning, such as those from Abu Salih, Ibn Jarir and others. Mujahid said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَغْنَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Aghna)</span> meaning: He gives wealth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Aqna)</span> meaning: He gives servants. Similar was said by Qatadah. Ibn 'Abbas and Mujahid said;</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَغْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Aghna)</span> means: He granted; while,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْنَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Aqna)</span> means: He gave contentment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ هُوَ رَبُّ الشِّعْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that He is the Lord of Ash-Shi'ra.)</span> Ibn 'Abbas, Mujahid, Qatadah and Ibn Zayd said about Ash-Shi'ra that it is the bright star, named Mirzam Al-Jawza' <span class=\"gray\">(Sirius)</span>, which a group of Arabs used to worship.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that it is He Who destroyed the former 'Ad)</span> the people of Hud. They are the descendants of 'Ad, son of Iram, son of Sam, son of Nuh. As Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ - إِرَمَ ذَاتِ الْعِمَادِ - الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Saw you not how your Lord dealt with 'Ad. Of Iram, with the lofty pillars, the like of which were not created in the land?)</span><span class=\"gray\">(89:6-8)</span> The people of 'Ad were among the strongest, fiercest people and the most rebellious against Allah the Exalted and His Messenger. Allah destroyed them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ - سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By a furious violent wind! Which Allah imposed in them for seven nights and eight days in succession.)</span><span class=\"gray\">(69:6-7)</span> Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَثَمُودَ فَمَا أَبْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Thamud. He spared none)</span>, declares that He destroyed them all and spared none of them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَوْمَ نُوحٍ مِنْ قَبْلُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the people of Nuh aforetime.)</span> before 'Ad and Thamud,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they were more unjust and more rebellious and transgressing.)</span> more unjust in disobeying Allah than those who came after them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْتَفِكَةَ أَهْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He destroyed the overthrown cities.)</span> meaning, the cities <span class=\"gray\">(of Sodom and Gomorrah)</span> to which Prophet Lut was sent. Allah turned their cities upside down over them and sent on them stones of Sijjil. Allah's statement that whatever has covered it, has covered it, is like the case with the stones of Sijjil that He sent on them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا ۖ فَسَاءَ مَطَرُ الْمُنْذَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We rained on them a rain <span class=\"gray\">(of torment)</span>. And how evil was the rain of those who had been warned!)</span><span class=\"gray\">(26:173)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the graces of your Lord will you doubt?)</span> meaning, 'which of Allah's favors for you, O man, do you doubt,' according to Qatadah. Ibn Jurayj said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the graces of your Lord will you doubt?)</span>, is directed towards the Prophet ﷺ saying: \"O Muhammad!\" However, the first explanation is better, and it is the meaning that Ibn Jarir preferred.</p>"
  }
]