[
  {
    "ayah_key": "13:34",
    "group_ayah_key": "13:34",
    "from_ayah": "13:34",
    "to_ayah": "13:35",
    "ayah_keys": "13:34,13:35",
    "text": "<p lang=\"en\" class=\"en \">For them is a torment in the life of this world, and certainly, harder is the torment of the Hereafter. And they have no defender <span class=\"gray\">(or protector)</span> against Allah <span>(34)</span>The description of the Paradise which those who have Taqwa have been promised: Underneath it rivers flow, its provision is eternal and so is its shade; this is the end <span class=\"gray\">(final destination)</span> of those who have Taqwa, and the end <span class=\"gray\">(final destination)</span> of the disbelievers is Fire <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>Punishment of the Disbelievers and Reward of the Pious Believers</h2></div><p lang=\"en\" class=\"en \">Here, Allah mentions the punishment of the disbelievers and the reward of the righteous believers, after describing the Kufr and Shirk that the disbelievers indulge in,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them is a torment in the life of this world,)</span> by the hands of the believers, killing and capturing them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَذَابُ الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and certainly, the torment of the Hereafter.)</span> which will come after they suffer humiliation in this life,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is harder)</span> many times harder. The Messenger of Allah ﷺ said to those who agreed to Mula'anah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, the torment of this life, is easier than the torment of the Hereafter.)</span> Indeed, and just as the Messenger of Allah ﷺ stated, the torment of this life ends but the torment of the Hereafter is everlasting in a Fire that is seventy times hot than our fire, where there are chains whose thickness and hardness are unimaginable. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهُ أَحَدٌ - وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So on that Day none will punish as He will punish. And none will bind as He will bind.)</span><span class=\"gray\">[89:25-26]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا لِمَن كَذَّبَ بِالسَّاعَةِ سَعِيرًا - إِذَا رَأَتْهُم مِّن مَّكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا - وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا - لَّا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا - قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for those who deny the Hour, We have prepared a flaming Fire. When it <span class=\"gray\">(Hell)</span> sees them from a far place, they will hear its raging and its roaring. And when they shall be thrown into a narrow place thereof, chained together, they will exclaim therein for destruction. Exclaim not today for one destruction, but exclaim for many destructions. Say: \"Is that <span class=\"gray\">(torment)</span> better, or the Paradise of Eternity promised for those who have Taqwa?\" It will be theirs as a reward and as a final destination.)</span><span class=\"gray\">[25:11-15]</span></p><p lang=\"mi\" class=\"mi \">Similarly He said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The description of the Paradise which those who have Taqwa have been promised)</span> meaning its description and qualities;</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Underneath it rivers flow,)</span> these rivers flow in the various parts and grades of Paradise and wherever its people wish they flow and gush forth for them. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ فِيهَا أَنْهَارٌ مِّن مَّاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The description of Paradise which those who have Taqwa have been promised <span class=\"gray\">(is that)</span> in it are rivers of water the taste and smell of which are not changed, rivers of wine delicious to those who drink, and rivers of clarified honey, therein for them is every kind of fruit, and forgiveness.)</span><span class=\"gray\">[47:15]</span> Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أُكُلُهَا دَائِمٌ وَظِلُّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(its provision is eternal and so is its shade)</span> for Paradise has foods, fruits and drinks that never end or finish. It is recorded in the Two Sahihs that Ibn 'Abbas narrated in the Hadith about the Eclipse prayer that the Companions said, \"O Allah's Messenger! While you were standing <span class=\"gray\">[in prayer]</span>, we saw you reach for something with your hand and then you brought it back.\" The Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي رَأَيْتُ الْجَنَّةَ - أَوْ أُرِيتُ الْجَنَّةَ - فَتَنَاوَلْتُ مِنْهَا عُنْقُودًا، وَلَوْ أَخَذْتُهُ لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I saw Paradise - or was shown Paradise - and reached for a cluster <span class=\"gray\">(of grapes or other fruit)</span>, and had I kept it, you would have eaten from it as long as this life remains.)</span></p><p lang=\"id\" class=\"id \">Imam Muslim recorded that Jabir bin 'Abdullah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْكُلُ أَهْلُ الْجَنَّةِ وَيَشْرَبُونَ، وَلَا يَتَمَخَّطُونَ وَلَا يَتَغَوَّطُونَ، وَلَا يَبُولُونَ، طَعَامُهُمْ جُشَاءٌ كَرِيحِ الْمِسْكِ، وَيُلْهَمُونَ التَّسْبِيحَ وَالتَّقْدِيسَ كَمَا يُلْهَمُونَ النَّفَسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Paradise eat and drink, and they do not need to blow their noses, or answer the call of nature, or urinate, for they pass the food excrements in belches, which smell like musk. They will be inspired to praise and glorify <span class=\"gray\">(Allah)</span> as spontaneously as they breathe.)</span> Imams Ahmad and An-Nasa'i recorded that Thumamah bin 'Uqbah said that he heard Zayd bin Arqam say, \"A man from the People of the Scriptures came and said <span class=\"gray\">[to the Prophet ﷺ]</span>, 'O Abul-Qasim! You claim that the people of Paradise eat and drink?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، إِنَّ الرَّجُلَ مِنْهُمْ لَيُعطَى قُوَّةَ مِائَةِ رَجُلٍ فِي الْأَكْلِ وَالشُّرْبِ وَالْجِمَاعِ وَالشَّهْوَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes. By He in Whose Hand is Muhammad's life, a man among them will be given the strength of a hundred men in eating, drinking, sexual intercourse and appetite.)</span> That man asked, 'He who eats and drinks needs to relieve the call of nature, but Paradise is pure <span class=\"gray\">[from feces and urine]</span>?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكُونُ حَاجَةُ أَحَدِهِمْ رَشْحًا يَفِيضُ مِنْ جُلُودِهِمْ كَرِيحِ الْمِسْكِ فَيَضْمُرُ بَطْنُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One of them <span class=\"gray\">(residents of Paradise)</span> relieves the call of nature through a sweat that emanates from the skin, with the scent of musk, and the stomach becomes empty again.)</span> Imam Ahmad and An-Nasa'i collected this Hadith. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةٍ كَثِيرَةٍ - لَّا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fruit in plenty, whose supply is not cut off nor are they out of reach.)</span><span class=\"gray\">[56:32-33]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the shade thereof is close upon them, and the bunches of fruit thereof will hang low within their reach.)</span><span class=\"gray\">[76:14]</span> The shade of Paradise is everlasting and never shrinks, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ لَّهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who believe and do deeds of righteousness, We shall admit them to Gardens under which rivers flow, abiding therein forever. Therein they shall have pure mates, and We shall admit them to shades wide and ever deepening.)</span><span class=\"gray\">[4:57]</span> Allah often mentions the description of Paradise and the description of the Fire together, to make Paradise appealing and warn against the Fire. This is why, after Allah mentioned the description of Paradise here, He next said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ عُقْبَى الَّذِينَ اتَّقَوا ۖ وَّعُقْبَى الْكَافِرِينَ النَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(this is the end <span class=\"gray\">(final destination)</span> of those who have Taqwa, and the end <span class=\"gray\">(final destination)</span> of the disbelievers is Fire.)</span> Allah said in another Ayah ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not equal are the dwellers of the Fire and the dwellers of the Paradise. It is the dwellers of Paradise that will be successful.)</span><span class=\"gray\">[59:20]</span></p>"
  }
]