[
  {
    "ayah_key": "2:42",
    "group_ayah_key": "2:42",
    "from_ayah": "2:42",
    "to_ayah": "2:43",
    "ayah_keys": "2:42,2:43",
    "text": "<p class=\"en translation\" lang=\"en\">And mix not truth with falsehood, nor conceal the truth while you know <span class=\"gray\">(the truth)</span><span>(42)</span>And perform As-Salah, and give Zakah, and bow down along with Ar-Raki'in <span>(43)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of hiding the Truth and distorting It with Falsehood</h2></div><p lang=\"en\" class=\"en \">Allah forbade the Jews from intentionally distorting the truth with falsehood and from hiding the truth and spreading falsehood,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And mix not truth with falsehood, nor conceal the truth while you know <span class=\"gray\">(the truth)</span>)</span>.</p><p lang=\"en\" class=\"en \">So Allah forbade them from two things; He ordered them to make the truth known, as well as explaining it. Ad-Dahhak said that Ibn 'Abbas mentioned the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And mix not truth with falsehood)</span> and said; \"Do not mix the truth with falsehood and the facts with lies.\" Qatadah said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And mix not truth with falsehood)</span> means, \"Do not mix Judaism and Christianity with Islam,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while you know <span class=\"gray\">(the truth)</span>.)</span> that the religion of Allah is Islam, and that Judaism and Christianity are innovations that did not come from Allah.\" It was reported that Al-Hasan Al-Basri said similarly.</p><p lang=\"gd\" class=\"gd \">Also, Muhammad bin Ishaq narrated that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكْتُمُواْ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor conceal the truth while you know <span class=\"gray\">(the truth)</span>.)</span> means, \"Do not hide the knowledge that you have of My Messenger and what he was sent with. His description, which you know about, can be found written in the Books that you have.\"</p><p lang=\"en\" class=\"en \">It is possible that it means, \"...although you know the tremendous harm that this evil will cause people, misguiding them and leading them to the Fire, because they will follow the falsehood that you mixed with the truth in your claims.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And perform As-Salat and give Zakah, and bow down along with Ar-Raki'in.)</span></p><p lang=\"en\" class=\"en \">Muqatil said, \"Allah's statement to the People of the Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الصَّلَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And perform As-Salah)</span> commands them to perform the prayer behind the Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتُوا الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and give Zakah)</span> commands them to pay the Zakah to the Prophet ﷺ, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْكَعُواْ مَعَ الرَّاكِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and bow down along with Ar-Raki'in)</span> commands them to bow down with those who bow down among the Ummah of Muhammad ﷺ. Allah therefore commands the People of the Book to be with, and among the Ummah of Muhammad ﷺ.\" In addition, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْكَعُواْ مَعَ الرَّاكِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And bow down along with Ar-Raki'in)</span> means, \"And be among the believers performing the best deeds they perform, such as, and foremost, the prayer.\" Many scholars said that this Ayah <span class=\"gray\">(2:43)</span> is proof for the obligation of performing the prayer in congregation <span class=\"gray\">(for men only)</span>. I will explain this ruling in detail in Kitab Al-Ahkam Al-Kabir, Allah willing.</p>"
  },
  {
    "ayah_key": "2:44",
    "group_ayah_key": "2:44",
    "from_ayah": "2:44",
    "to_ayah": "2:44",
    "ayah_keys": "2:44",
    "text": "<p class=\"en translation\" lang=\"en\">Enjoin you Al-Birr <span class=\"gray\">(piety and righteousness and every act of obedience to Allah)</span> on the people and you forget <span class=\"gray\">(to practise it)</span> yourselves, while you recite the Scripture <span class=\"gray\">(Tawrah)</span>)! Have you then no sense <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>The Condemnation of commanding Others to observe Righteousness while ignoring Righteousness</h2></div><p lang=\"en\" class=\"en \">Allah said, \"How is it, O People of the Book, that you command people to perform Al-Birr, which encompasses all types of righteousness, yet forget yourselves and do not heed what you call others to? And you read Allah's Book <span class=\"gray\">(the Tawrah)</span> and know what it promises to those who do not fulfill Allah's commandments.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you then no sense?)</span> of what you are doing to yourselves, so that you might become aware of your slumber and restore your sight from blindness\" 'Abdur-Razzaq said that Ma'mar stated that Qatadah commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enjoin you Al-Birr <span class=\"gray\">(piety and righteousness and every act of obedience to Allah)</span> on the people and you forget <span class=\"gray\">(to practise it)</span> yourselves,)</span></p><p lang=\"en\" class=\"en \">The Children of Israel used to command people to obey Allah, fear Him and perform Al-Birr. Yet, they contradicted these orders, so Allah reminded them of this fact. As-Suddi said similarly. Ibn Jurayj said that the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enjoin you Al-Birr on the people)</span> \"Is about the People of the Book and the hypocrites. They used to command people to pray and fast. However, they did not practice what they commanded others. Allah reminded them of this behavior. So whoever commands people to do righteousness, let him be among the first of them to implement that command.\" Also, Muhammad bin Ishaq narrated that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَنسَوْنَ أَنفُسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you forget yourselves,)</span> means, \"You forget to practice it yourselves,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While you recite the Scripture <span class=\"gray\">(Tawrah)</span>! Have you then no sense?)</span></p><p lang=\"en\" class=\"en \">You forbid the people from rejecting the prophethood and the covenant that you have mentioned with you in the Tawrah, while you yourselves have forgoten it, meaning that 'you have forgotten the covenant that I made with you that you will accept My Messenger. You have breeched My covenant, and rejected what you know is in My Book.'\"</p><p lang=\"en\" class=\"en \">Therefore, Allah admonished the Jews for this behavior and alerted them to the wrongs that they were perpetrating against themselves by ordering righteousness, yet refraining themselves from righteousness. We should state that Allah is not criticizing the People of the Book for ordering righteousness, because enjoining good is a part of righteousness and is an obligation for the scholars. However, the scholar is himself required to heed, and adhere to, what he invites others to. For instance, Prophet Shu'ayb said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ۚ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I wish not, in contradiction to you, to do that which I forbid you. I only desire reform to the best of my power. And my guidance cannot come except from Allah, in Him I trust and unto Him I repent)</span><span class=\"gray\">(11:88)</span>.</p><p lang=\"en\" class=\"en \">Therefore, enjoining righteousness and performing righteousness are both required. Neither category is rendered not necessary by the practice of the other, according to the most correct view of the scholars among the Salaf <span class=\"gray\">(predecessors)</span> and the Khalaf.</p><p lang=\"en\" class=\"en \">Imam Ahmad reported that Abu Wa'il said, \"While I was riding behind Usamah, he was asked, 'Why not advise 'Uthman?' He said, 'Do you think that if I advise him I should allow you to hear it I advise him in secret, and I will not start something that I would hate to be the first to start. I will not say to a man, 'You are the best man,' even if he was my leader, after what I heard from the Messenger of Allah ﷺ.' They said, 'What did he say?' He said, 'I heard him say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُجَاءُ بِالرَّجُلِ يَوْمَ الْقِيَامةِ فَيُلْقَى فِي النَّار فَتَنْدَلِقُ بِه أَقْتَابُهُ فيَدُورُ بِهَا فِي النَّار كَمَا يَدُورُ الْحِمَارُ بِرَحَاهُ فيُطِيفُ بِهِ أَهْلُ النَّار فَيَقُولُون: يَا فُلَانُ ما أَصَابَكَ؟ أَلَمْ تَكُنْ تَأْمُرُنَا بِالْمَعْرُوف وَتَنْهَانَا عَنِ الْمُنْكَرِ؟ فَيَقُولُ: كُنْتُ آمرُكُمْ باِلْمَعْرُوفِ وَلَا آتِيهِ وَأَنْهَاكُمْ عَنِ الْمُنْكَرِ وَآتِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man will be brought on the Day of Resurrection and thrown in the Fire. His intestines will fall out and he will continue circling pulling them behind him, just as the donkey goes around the pole. The people of the Fire will go to that man and ask him, 'What happened to you? Did you not used to command us to do righteous acts and forbid us from committing evil?' He will say, 'Yes. I used to enjoin righteousness, but refrained from performing righteousness, and I used to forbid you to perform from evil while I myself did it.')</span>.'\"</p><p lang=\"en\" class=\"en \">This Hadith was also recorded by Al-Bukhari and Muslim. eAlso, Ibrahim An-Nakha'i said, \"I hesitate in advising people because of three Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enjoin you Al-Birr on the people and you forget <span class=\"gray\">(to practise it)</span> yourselves)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ - كَبُرَ مَقْتًا عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Why do you say that which you do not do? Most hateful it is to Allah that you say that which you do not do)</span><span class=\"gray\">(61:2-3)</span>.\"</p><p lang=\"en\" class=\"en \">And Allah informed us that the Prophet Shu'ayb said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ۚ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I wish not, in contradiction to you, to do that which I forbid you. I only desire reform to the best of my power. And my guidance cannot come except from Allah, in Him I trust and unto Him I repent)</span><span class=\"gray\">(11:88)</span>.</p>"
  }
]