[
  {
    "ayah_key": "23:18",
    "group_ayah_key": "23:18",
    "from_ayah": "23:18",
    "to_ayah": "23:22",
    "ayah_keys": "23:18,23:19,23:20,23:21,23:22",
    "text": "<p lang=\"en\" class=\"en \">And We sent down from the sky water in measure, and We gave it lodging in the earth, and verily, We are able to take it away <span>(18)</span>Then We brought forth for you therewith gardens of date palms and grapes, wherein is much fruit for you, and whereof you eat <span>(19)</span>And a tree that springs forth from Tur Sinai, that grows oil, and relish for the eaters <span>(20)</span>And verily, in the cattle there is indeed a lesson for you. We give you to drink of that which is in their bellies. And there are, in them, numerous benefits for you, and of them you eat <span>(21)</span>And on them, and on ships you are carried <span>(22)</span></p><div lang=\"en\" class=\"en \"><h2>Allah's Signs and Blessings in the Rain, Vegetation, Trees and Cattle</h2></div><p lang=\"en\" class=\"en \">Allah mentions His innumerable blessings to His servants, whereby He sends down rain in due measure, meaning, according to what is needed, not so much that it damages the lands and buildings, and not so little to be insufficient for crops and fruits, but whatever is needed for irrigation, drinking and other benefits. If there is a land that needs a lot of water for its irrigation but its fertile soil would be carried away if rain fell on it, then Allah sends water to it from another land, as in the case of Egypt, which is said to be a barren land. Allah sends the water of the Nile to it, which brings red soil from Ethiopia when it rains there. The water brings the red soil which is used to irrigate the land of Egypt, and whatever of it is deposited is used for agriculture, because the land of Egypt is infertile, and most of it is sand. Glory be to the Subtle One, the All-Knowing, the Most Merciful, the Forgiving.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَسْكَنَّاهُ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We gave it lodging in the earth,)</span> means, 'when the water comes down from the clouds, We cause it to settle in the earth, and We cause the earth to absorb it and the seeds etc. in the earth to be nourished by it.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, We are able to take it away.)</span> means, 'if We wanted to cause it not to rain, We could do so; if We wanted to divert it towards the wilderness and wastelands, We could do so; if We wanted to make it salty so that you could not benefit from it for drinking or irrigation, We could do so; if We wanted to cause it not to be absorbed by the earth, but to remain on the surface, We could do so; if We wanted to make it go deep underground where you would not be able to reach it and you could not benefit from it, We could do so.' But by His grace and mercy, He causes sweet, fresh water to fall on you from the clouds, then it settles in the earth and forms springs and rivers, and you use it to irrigate your crops and fruits, and you drink it and give it to your livestock and cattle, and you bathe and purify yourselves with it. To Him is due the praise and thanks.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنشَأْنَا لَكُم بِهِ جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We brought forth for you therewith gardens of date palms and grapes,)</span> means, 'from that which We send down from the sky, We bring forth for you gardens and orchards which look beautiful.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن نَّخِيلٍ وَأَعْنَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of date palms and grapes,)</span> These were the kinds of gardens that were known to the people of the Hijaz, but there is no difference between a thing and its counterpart. The people of each region have fruits which are the blessing of Allah given to them, and for which they cannot properly thank Allah enough.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherein is much fruit for you,)</span> means, of all fruits. As Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With it <span class=\"gray\">[the rain]</span> He causes to grow for you the crops, the olives, the date palms, the grapes, and every kind of fruit)</span><span class=\"gray\">(16:11)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْهَا تَأْكُلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whereof you eat.)</span> This implies that you look at its beauty, wait for it to ripen, then eat from it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a tree that springs forth from Tur Sinai,)</span> means the olive tree. Tur means a mountain. Some of the scholars said, \"It is called Tur if there are trees on it, and if it is bare it is called Jabal, not Tur. And Allah knows best. Mount Sinai is the same as Tur Sinin, and it is the mountain on which Allah spoke to Musa bin 'Imran, peace be upon him, and in the surrounding mountains there are olive trees.</p><p class=\"fa qpc-hafs\" lang=\"fa\"> تَنْبُتُ بِالدُّهْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that grows oil,)</span> Some scholars think it <span class=\"gray\">[linguistically]</span> means that it brings forth oil. Others say it <span class=\"gray\">[linguistically]</span> means \"comes forth with oil.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصِبْغٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and relish)</span> meaning a condiment. according to Qatadah.</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِّلْآكِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for the eaters.)</span> means, it contains a beneficial oil and condiment.</p><p lang=\"en\" class=\"en \">Abd bin Humayd recorded in his Musnad and Tafsir from 'Umar that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتَدِمُوا بِالزَّيْتِ وَادَّهِنُوا بِهِ فَإِنَّهُ يَخْرُجُ مِنْ شَجَرَةٍ مُبَارَكَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat <span class=\"gray\">(olive)</span> oil as a condiment and apply it as oil, for it comes from a blessed tree.)</span> It was recorded by At-Tirmidhi and Ibn Majah. Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ - وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, in the cattle there is indeed a lesson for you. We give you to drink of that which is in their bellies. And there are, in them, numerous benefits for you, and of them you eat. And on them and on ships you are carried)</span>,</p><p lang=\"en\" class=\"en \">Here Allah mentions the benefits He has given to His servants in cattle, for they drink their milk which comes out from between dung and blood, they eat their meat and clothe themselves with their wool and hair, they ride on their backs and carry heavy burdens on them to far away lands, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they carry your loads to a land that you could not reach except with great trouble to yourselves. Truly, your Lord is full of kindness, Most Merciful.)</span><span class=\"gray\">(16:7)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ - وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ - وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see that We have created for them of what Our Hands have created, the cattle, so that they are their owners. And We have subdued them unto them so that some of them they have for riding and some they eat. And in them there are benefits for them, and drink. Will they not then be grateful?)</span><span class=\"gray\">(36:71-73)</span></p>"
  },
  {
    "ayah_key": "23:23",
    "group_ayah_key": "23:23",
    "from_ayah": "23:23",
    "to_ayah": "23:25",
    "ayah_keys": "23:23,23:24,23:25",
    "text": "<p lang=\"en\" class=\"en \">And indeed We sent Nuh to his people, and he said: \"O my people! Worship Allah! You have no other God but Him. Will you not then have Taqwa? <span>(23)</span>But the chiefs of his people who disbelieved said: \"He is no more than a human being like you, he seeks to make himself superior to you. Had Allah willed, He surely could have sent down angels. Never did we hear such a thing among our fathers of old. <span>(24)</span>\"He is only a man in whom is madness, so wait for him a while. <span>(25)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Nuh, Peace Be upon Him, and His People</h2></div><p lang=\"en\" class=\"en \">Allah tells us about Nuh, peace be upon him, whom He sent him to his people to warn them of the severe punishment of Allah and His severe vengeance on those who associated partners with Him, defied His commands and disbelieved His Messengers:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِّنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he said: \"O my people! Worship Allah! You have no other God but Him. Will you not then have Taqwa?\")</span> Meaning, \"Do you not fear Allah when you associate others in worship with Him?\" The chiefs or leaders of his people said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is no more than a human being like you, he seeks to make himself superior to you.)</span> meaning, 'he is putting himself above you and trying to make himself great by claiming to be a Prophet, but he is a human being like you, so how can he receive revelation when you do not?'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had Allah willed, He surely could have sent down angels.)</span> meaning, 'if Allah had wanted to send a Prophet, He would have sent an angel from Him, not a human being. We have never heard of such a thing – i.e., sending a man to our forefathers' – their predecessors in times past.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is only a man in whom is madness,)</span> means, 'he is crazy in his claim that Allah has sent him and chosen him from among you to receive revelation.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَبَّصُوا بِهِ حَتَّىٰ حِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so wait for him a while.)</span> means, 'wait until he dies, put up with him until you are rid of him.'</p>"
  }
]