[
  {
    "ayah_key": "74:1",
    "group_ayah_key": "74:1",
    "from_ayah": "74:1",
    "to_ayah": "74:10",
    "ayah_keys": "74:1,74:2,74:3,74:4,74:5,74:6,74:7,74:8,74:9,74:10",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْمُدَّثِّرُ - قُمْ فَأَنْذِرْ - وَرَبَّكَ فَكَبِّرْ - وَثِيَابَكَ فَطَهِّرْ - وَالرُّجْزَ فَاهْجُرْ - وَلَا تَمْنُنْ تَسْتَكْثِرُ - وَلِرَبِّكَ فَاصْبِرْ - فَإِذَا نُقِرَ فِي النَّاقُورِ - فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ - عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. O you enveloped in garments!)</span><span class=\"gray\">(2. Arise and warn!)</span><span class=\"gray\">(3. And magnify your Lord!)</span><span class=\"gray\">(4. And purify your garments!)</span><span class=\"gray\">(5. And keep away from Ar-Rujz!)</span><span class=\"gray\">(6. And give not a thing in order to have more.)</span><span class=\"gray\">(7. And be patient for the sake of your Lord!)</span><span class=\"gray\">(8. Then, when the Naqur is sounded.)</span><span class=\"gray\">(9. Truly, that Day will be a Hard Day.)</span><span class=\"gray\">(10. Far from easy for the disbelievers.)</span></p><p lang=\"en\" class=\"en \">The First Ayat to be revealed after 'Read!</p><p lang=\"en\" class=\"en \">It has been confirmed in the Sahih Al-Bukhari and Sahih Muslim on the authority of Abu Salamah that Jabir bin 'Abdullah informed him that he heard the Messenger of Allah ﷺ speaking about the time period <span class=\"gray\">(of the pause in)</span> revelation. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَيْنَا أَنَا أَمْشِي إِذْ سَمِعْتُ صَوْتًا مِنَ السَّمَاءِ فَرَفَعْتُ بَصَرِي قِبَلَ السَّمَاءِ، فَإِذَا الْمَلَكُ الَّذِي جَاءَنِي بِحِرَاءَ، قَاعِدٌ عَلَى كُرْسِيٍّ بَيْنَ السَّمَاءِ وَالْأَرْضِ، فَجُئِثْتُ مِنْهُ حَتّٰى هَوَيْتُ إِلَى الْأَرْضِ، فَجِئْتُ إِلَى أَهْلِي فَقُلْتُ: زَمِّلُونِي زَمِّلُونِي فَزَمَّلُونِي. فَأَنْزَلَ (اللهُ تَعَالىٰ)</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْمُدَّثِّرُ - قُمْ فَأَنْذِرْ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إلى 'فَاهْجُرْ'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ حَمِيَ الْوَحْيُ وَتَتَابَعَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While I was walking I heard a voice from the sky. So I lifted my gaze towards the sky and saw the same angel who had come to me at the cave of Hira'. He was sitting on a chair between the sky and the earth. So I fled from him <span class=\"gray\">(in fear)</span> until I fell down to the ground. Then, I went to my family and I said, 'Wrap me up, wrap me up. So, they wrapped me up! So Allah revealed, <span class=\"gray\">(O you wrapped up! Arise and warn!)</span> until <span class=\"gray\">(And keep away)</span><span class=\"gray\">[Here, Abu Salamah added, 'Ar-Rujz means idols.']</span><span class=\"gray\">(After this, the revelation started coming strongly and frequently in succession.)</span></span></p><p lang=\"en\" class=\"en \">This is the wording of Al-Bukhari. The way this Hadith is narrated necessitates that revelation had descended before this. This is due to the Prophet's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا الْمَلَكُ الَّذِي جَاءَنِي بِحِرَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The same angel who had come to me at the cave of Hira'.)</span>\" That angel was Jibril, who had came to him with Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ - خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ - اقْرَأْ وَرَبُّكَ الْأَكْرَمُ - الَّذِي عَلَّمَ بِالْقَلَمِ - عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Read! In the Name of your Lord Who has created. He has created man from a clot. Read! And your Lord is the Most Generous. Who has taught by the pen. He has taught man that which he knew not.)</span><span class=\"gray\">(96:1-5)</span> After this first occurrence <span class=\"gray\">(in the cave)</span> there was a period of time that passed, then the angel descended again. </p><p lang=\"id\" class=\"id \">Imam Ahmad recorded from Abu Salamah bin 'Abdur-Rahman that Jabir bin 'Abdullah informed him that he heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ فَتَرَ الْوَحْيُ عَنِّي فَتْرَةً، فَبَيْنَا أَنَا أَمْشِي سَمِعْتُ صَوْتًا مِنَ السَّمَاءِ، فَرَفَعْتُ بَصَرِي قِبَلَ السَّمَاءِ، فَإِذَا الْمَلَكُ الَّذِي جَاءَنِي، قَاعِدٌ عَلىٰ كُرْسِيٍّ بَيْنَ السَّمَاءِ وَالْأَرْضِ، فَجُئِثْتُ مِنْهُ فَرَقًا حَتّٰى هَوَيْتُ إِلَى الْأَرْضِ، فَجِئْتُ أَهْلِي فَقُلْتُ لَهُمْ: زَمِّلُونِي زَمِّلُونِي فَزَمَّلُونِي، فَأَنْزَلَ اللهُ تَعَالىٰ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْمُدَّثِّرُ - قُمْ فَأَنْذِرْ - وَرَبَّكَ فَكَبِّرْ - وَثِيَابَكَ فَطَهِّرْ - وَالرُّجْزَ فَاهْجُرْ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ حَمِيَ الْوَحْيُ وَتَتَابَعَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then the revelation ceased coming to me for a period of time.Then, while I was walking, I heard a voice from the sky. So I lifted my gaze towards the sky to see the same angel who had come to me, sitting on a chair between the sky and the earth. So I fled from him a short distance before I fell down to the ground. Then I came to my family and said to them, 'Wrap me up, wrap me up! So, they wrapped me up! Then Allah revealed, <span class=\"gray\">(O you wrapped up! Arise and warn! And magnify your Lord. And purify your garments. And keep away from Ar-Rujz!)</span><span class=\"gray\">(After this, the revelation started coming strongly and frequently in succession.)</span> They both <span class=\"gray\">(Al-Bukhari and Muslim)</span> recorded this Hadith by way of Az-Zuhri. </span></p><p lang=\"en\" class=\"en \">At-Tabarani recorded from Ibn 'Abbas that he said, \"Verily, Al-Walid bin Al-Mughirah prepared some food for the Quraysh. So when they had eaten from it he said, 'What do you have to say about this man?' Some of them said, 'He is a magician.' Others said, 'He is not a magician.' Then some of them said, 'He is a soothsayer.' But others said, 'He is not a soothsayer.' Some of them said, 'He is a poet.' But others said, 'He is not a poet.' Some of them said, 'This is magic from that of old.' Thus, they eventually all agreed that it was magic from ancient times. Then, when this news reached the Prophet ﷺ, he became grieved, covered his head and wrapped himself up. This is when Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْمُدَّثِّرُ - قُمْ فَأَنْذِرْ - وَرَبَّكَ فَكَبِّرْ - وَثِيَابَكَ فَطَهِّرْ - وَالرُّجْزَ فَاهْجُرْ - وَلَا تَمْنُنْ تَسْتَكْثِرُ - وَلِرَبِّكَ فَاصْبِرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you enveloped in garments! Arise and warn! And magnify your Lord <span class=\"gray\">(Allah)</span>! And purify your garments! And keep away from Ar-Rujz <span class=\"gray\">(the idols)</span>! And give not a thing in order to have more <span class=\"gray\">(or consider not your deeds of obedience to Allah as a favour to Him)</span>. And be patient for the sake of your Lord <span class=\"gray\">(i.e., perform your duty to Allah)</span>!)</span> Concerning Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُمْ فَأَنْذِرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Arise and warn!)</span> means, prepare to go forth with zeal and warn the people. With this the Prophet ﷺ attained messengership just as he attained prophethood with the first revelation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبَّكَ فَكَبِّرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And magnify your Lord!)</span> to declare the greatness of Him. Al-'Awfi reported from Ibn 'Abbas;</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَثِيَابَكَ فَطَهِّرْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And purify your garments!)</span> \"This means, do not let your garments that you wear be from earnings that are unlawful.\" It has also been said, \"Do not wear your clothes in disobedience.\" Muhammad bin Sirin said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَثِيَابَكَ فَطَهِّرْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And purify your garments!)</span> \"This means clean them with water.\" Ibn Zayd said, \"The idolators would not clean themselves, so Allah commanded him to clean himself and his garments.\" This view was preferred by Ibn Jarir. Sa'id bin Jubayr said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَثِيَابَكَ فَطَهِّرْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And purify your garments!)</span> \"This means purify your heart and your intentions.\" Muhammad bin Ka'b Al-Qurazi and Al-Hasan Al-Basri both said, \"And beautify your character.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرُّجْزَ فَاهْجُرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And keep away from Ar-Rujz!)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas, \"Ar-Rujz are idols, so keep away from them.\" Similar to this was said by Mujahid, 'Ikrimah, Qatadah, Az-Zuhri and Ibn Zayd, \"Verily, it is the idols.\" This is like Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! have Taqwa of Allah, and obey not the disbelievers and the hypocrites.)</span><span class=\"gray\">(33:1)</span> and Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ مُوسَىٰ لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Musa said to his brother Harun: \"Replace me among my people, act well and follow not way of the corrupters.\")</span><span class=\"gray\">(7:142)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمْنُنْ تَسْتَكْثِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give not a thing in order to have more.)</span> Ibn 'Abbas said, \"Do not give any gift seeking to get <span class=\"gray\">(back in return)</span> more than it.\" Khusayf reported from Mujahid;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمْنُنْ تَسْتَكْثِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give not a thing <span class=\"gray\">(Tamnun)</span> in order to have more.)</span> \"Do not slacken in seeking more good. Tamnun in the language of the Arabs means to become weak.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِرَبِّكَ فَاصْبِرْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be patient for the sake of your Lord!)</span> meaning, make your patience with their harms be for the Face of your Lord, the Mighty and Majestic. This was stated by Mujahid. Ibrahim An-Nakha'i said, \"Be patient in your giving for the sake of Allah, the Mighty and Majestic.\"</p><p lang=\"en\" class=\"en \">Reminding of the Day of Judgement</p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُقِرَ فِي النَّاقُورِ - فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ - عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when the Naqur is sounded. Truly, that Day will be a Hard Day – far from easy for the disbelievers)</span> Ibn 'Abbas, Mujahid, Ash-Sha'bi, Zayd bin Aslam, Al-Hasan, Qatadah, Ad-Dahhak, Ar-Rabi' bin Anas, As-Suddi and Ibn Zayd, all said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّاقُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Naqur)</span> \"It is the Trumpet.\" Mujahid said, \"It is in the shape of a horn.\" Ibn Abi Hatim narrated that Abu Sa'id Al-Ashaj told them that Asbat bin Muhammad related to them from Mutarrif, from 'Atiyah Al-'Awfi, from Ibn 'Abbas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُقِرَ فِي النَّاقُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when the Trumpet is sounded.)</span> The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ وَحَنَى جَبْهَتَهُ يَنْتَظِرُ مَتَىٰ يُؤْمَرُ فَيَنْفُخُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can I be comfortable when the one with the horn has placed it in his mouth, leaned his forehead forward, and is waiting to be commanded so that he can blow?)</span> The Companions of the Messenger of Allah ﷺ said, \"What do you command us, O Messenger of Allah?\" He replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ، عَلَى اللهِ تَوَكَّلْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah is sufficient for us, and what an excellent Trustee He is. We put our trust in Allah.\")</span> It has been recorded like this by Imam Ahmad on the authority of Asbat. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, that Day will be a Hard Day.)</span> meaning, severe.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Far from easy for the disbelievers.)</span> meaning, it will not be easy for them. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْكَافِرُونَ هَٰذَا يَوْمٌ عَسِرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The disbelievers will say: \"This a Hard Day.\")</span><span class=\"gray\">(54:8)</span> We have reported from Zurarah bin Awfa, the judge of Al-Basrah, that he lead the people in the morning prayer and he recited this Surah. Then, when he reached Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُقِرَ فِي النَّاقُورِ - فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ - عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when the Naqur is sounded. Truly, that Day will be a Hard Day – far from easy for the disbelievers.)</span> he made a moaning sound and then he fell down dead. May Allah have mercy on him.</p>"
  }
]