[
  {
    "ayah_key": "2:2",
    "group_ayah_key": "2:2",
    "from_ayah": "2:2",
    "to_ayah": "2:2",
    "ayah_keys": "2:2",
    "text": "<p class=\"en translation\" lang=\"en\">That is Book in which there is no Rayb, guidance for the Muttaqin <span>(2)</span></p><div lang=\"en\" class=\"en \"><h2>There is no Doubt in the Qur'an</h2></div><p lang=\"en\" class=\"en \">The Book, is the Qur'an, and Rayb means doubt. As-Suddi said that Abu Malik and Abu Salih narrated from Ibn 'Abbas, and Murrah Al-Hamadani narrated from Ibn Mas'ud and several other Companions of the Messenger of Allah ﷺ that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا رَيْبَ ۛ فِيهِ ۛ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In which there is no Rayb)</span>, means about which there is no doubt. Abu Ad-Darda', Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, Abu Malik, Nafi' 'Ata', Abu Al-'Aliyah, Ar-Rabi' bin Anas, Muqatil bin Hayyan, As-Suddi, Qatadah and Isma'il bin Abi Khalid said similarly. In addition, Ibn Abi Hatim said, \"I do not know of any disagreement over this explanation.\" The meaning of this is that the Book, the Qur'an, is without a doubt revealed from Allah. Similarly, Allah said in Surat As-Sajdah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif Lam Mim. The revelation of the Book <span class=\"gray\">(this Quran)</span> in which there is not doubt, is from the Lord of all that exists)</span><span class=\"gray\">(32:1-2)</span>.</p><p lang=\"en\" class=\"en \">Some scholars stated that this Ayah - 2:2 - contains a prohibition meaning, \"Do not doubt the Qur'an.\" Furthermore, some of the reciters of the Qur'an pause upon reading,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لاَ رَيْبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(there is no doubt)</span> and they then continue;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ هُدًى لِّلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in which there is guidance for the Muttaqin <span class=\"gray\">(the pious and righteous persons)</span>)</span>. However, it is better to pause at,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا رَيْبَ ۛ فِيهِ ۛ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in which there is no doubt)</span> because in this case,</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُدًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(guidance)</span> becomes an attribute of the Qur'an and carries a better meaning than,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ ۛ هُدًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in which there is guidance)</span>.</p><div lang=\"en\" class=\"en \"><h2>Guidance is granted to Those Who have Taqwa</h2></div><p lang=\"en\" class=\"en \">Hidayah - correct guidance - is only granted to those who have Taqwa - fear of Allah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: It is for those who believe, a guide and a healing. And as for those who disbelieve, there is heaviness <span class=\"gray\">(deafness)</span> in their ears, and it <span class=\"gray\">(the Qur'an)</span> is blindness for them. They are those who are called from a place far away <span class=\"gray\">(so they neither listen nor understand)</span>)</span><span class=\"gray\">(41:44)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّــٰـلِمِينَ إَلاَّ خَسَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down of the Qur'an that which is a healing and a mercy to those who believe <span class=\"gray\">(in Islamic Monotheism and act on it)</span>, and it increases the Zalimin <span class=\"gray\">(wrongdoers)</span> in nothing but loss)</span><span class=\"gray\">(17:82)</span>.</p><p lang=\"en\" class=\"en \">This is a sample of the numerous Ayat indicating that the believers, in particular, benefit from the Qur'an. That is because the Qur'an is itself a form of guidance, but the guidance in it is only granted to the righteous, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاءٌ لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! There has come to you a good advice from your Lord <span class=\"gray\">(i. e. the Qur'an, enjoining all that is good and forbidding all that is evil)</span>, and a healing for that <span class=\"gray\">(disease of ignorance, doubt, hypocrisy and differences)</span> which is in your breasts, ـ a guidance and a mercy <span class=\"gray\">(explaining lawful and unlawful things)</span> for the believers)</span><span class=\"gray\">(10:57)</span>.</p><p lang=\"en\" class=\"en \">Ibn 'Abbas and Ibn Mas'ud and other Companions of the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى لِّلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(guidance for the Muttaqin <span class=\"gray\">(the pious and righteous persons)</span>, means, a light for those who have Taqwa.</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of Al-Muttaqin</h2></div><p lang=\"en\" class=\"en \">Ibn 'Abbas said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى لِّلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(guidance for the Muttaqin)</span> that it means, \"They are the believers who avoid Shirk with Allah and who work in His obedience.\" Ibn 'Abbas also said that Al-Muttaqin means, \"Those who fear Allah's punishment, which would result if they abandoned the true guidance that they recognize and know. They also hope in Allah's mercy by believing in what He revealed.\" Further, Qatadah said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلْمُتَّقِينَ</p><p lang=\"it\" class=\"it \"><span class=\"gray\">(Al-Muttaqin)</span>, are those whom Allah has described in His statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who believe in the Ghayb and perform the Salah)</span><span class=\"gray\">(2:3)</span>, and the following Ayat. Ibn Jarir stated that the Ayah <span class=\"gray\">(2:2)</span> includes all of these meanings that the scholars have mentioned, and this is the correct view. Also, At-Tirmidhi and Ibn Majah narrated that 'Atiyah As-Sa'di said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَبْلُغُ الْعَبْدُ أَنْ يَكُونَ مِنَ الْمُتَّقِينَ حَتَّى يَدَعَ مَالَا بَأْسَ بِهِ حَذَرًا مِمَّا بِهِ بَأْسٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The servant will not acquire the status of the Muttaqin until he abandons what is harmless out of fear of falling into that which is harmful.)</span> At-Tirmidhi then said \"Hasan Gharib.\"</p><div lang=\"en\" class=\"en \"><h2>There are Two Types of Hidayah <span class=\"ha gray\" lang=\"ha\">(Guidance)</span></h2></div><p lang=\"en\" class=\"en \">Huda here means the faith that resides in the heart, and only Allah is able to create it in the heart of the servants. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you <span class=\"gray\">(O Muhammad ﷺ)</span> guide not whom you like)</span><span class=\"gray\">(28:56)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not upon you <span class=\"gray\">(Muhammad ﷺ)</span> is their guidance)</span><span class=\"gray\">(2:272)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يُضْلِلِ اللَّهُ فَلاَ هَادِيَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whomsoever Allah sends astray, none can guide him)</span><span class=\"gray\">(7:186)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He whom Allah guides, he is the rightly guided; but he whom He sends astray, for him you will find no Wali <span class=\"gray\">(guiding friend)</span> to lead him <span class=\"gray\">(to the right path)</span>)</span><span class=\"gray\">(18:17)</span>.</p><p lang=\"en\" class=\"en \">Huda also means to explain the truth, give direction and lead to it. Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَهْدِى إِلَى صِرَٰطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, you <span class=\"gray\">(O Muhammad ﷺ)</span> are indeed guiding <span class=\"gray\">(mankind)</span> to the straight path <span class=\"gray\">(i.e. Allah's religion of Islamic Monotheism)</span>)</span><span class=\"gray\">(42:52)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَآ أَنتَ مُنذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are only a warner, and to every people there is a guide)</span><span class=\"gray\">(13:7)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا ثَمُودُ فَهَدَيْنَٰـهُمْ فَاسْتَحَبُّواْ الْعَمَىٰ عَلَى الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for Thamud, We showed and made clear to them the path of truth <span class=\"gray\">(Islamic Monotheism)</span> through Our Messenger <span class=\"gray\">(i.e. showed them the way of success)</span>, but they preferred blindness to guidance)</span><span class=\"gray\">(41:17)</span>.</p><p lang=\"en\" class=\"en \">testifying to this meaning.</p><p lang=\"gl\" class=\"gl \">Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَدَيْنَٰـهُ النَّجْدَينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And shown him the two ways <span class=\"gray\">(good and evil)</span>.)</span><span class=\"gray\">(90:10)</span></p><p lang=\"en\" class=\"en \">This is the view of the scholars who said that the two ways refer to the paths of righteousness and evil, which is also the correct explanation. And Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>Meaning of Taqwa</h2></div><p lang=\"en\" class=\"en \">The root meaning of Taqwa is to avoid what one dislikes. It was reported that 'Umar bin Al-Khattab asked Ubayy bin Ka'b about Taqwa. Ubayy said, \"Have you ever walked on a path that has thorns on it?\" 'Umar said, \"Yes.\" Ubayy said, \"What did you do then?\" He said, \"I rolled up my sleeves and struggled.\" Ubayy said, \"That is Taqwa.\"</p>"
  }
]