[
  {
    "ayah_key": "37:171",
    "group_ayah_key": "37:171",
    "from_ayah": "37:171",
    "to_ayah": "37:179",
    "ayah_keys": "37:171,37:172,37:173,37:174,37:175,37:176,37:177,37:178,37:179",
    "text": "<p lang=\"en\" class=\"en \">And, verily, Our Word has gone forth of old for Our servants, the Messengers <span>(171)</span>That they verily would be made triumphant <span>(172)</span>And that Our hosts! they verily would be the victors <span>(173)</span>So, turn away from them for a while <span>(174)</span>And watch them and they shall see <span>(175)</span>Do they seek to hasten on Our torment <span>(176)</span>Then, when it descends in their courtyard, evil will be the morning for those who had warned <span>(177)</span>So, turn away from them for a while <span>(178)</span>And watch and they shall see <span>(179)</span></p><p lang=\"en\" class=\"en \">The Promise of Victory and the Command to turn away from Idolators</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, verily, Our Word has gone forth of old for Our servants, the Messengers,)</span> meaning, it has already been stated in the first decree that the Messengers and their followers will ultimately prevail in this world and the Hereafter. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has decreed: \"Verily, it is I and My Messengers who shall be the victorious.\" Verily, Allah is All-Powerful, Almighty.)</span><span class=\"gray\">(58:21)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers and those who believe in this world's life and on the Day when the witnesses will stand forth.)</span><span class=\"gray\">(40:51)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ - إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, verily, Our Word has gone forth of old for Our servants, the Messengers, that they verily would be made triumphant,)</span> meaning, 'in this world and in the Hereafter, as We have already stated that they would prevail over their people who disbelieved in them and went against them, and how Allah destroyed the disbelievers and saved His believing servants.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that Our hosts they verily would be the victors.)</span> means, that they would ultimately prevail.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So turn away from them for a while,)</span> means, 'bear their annoyance with patience and wait until an appointed time, when We shall cause you to prevail and will grant you victory.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And watch them and they shall see!)</span> means, 'watch them and see what will happen to them by way of punishment for their opposition towards you and their disbelief in you.' Allah said, as a threat and a warning,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they shall see!)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they seek to hasten on Our torment?)</span> meaning, 'they seek to hasten on the punishment because they disbelieve in you, and Allah is angry with them because of that and will make them suffer the consequences, and because of their disbelief and stubbornness, He will hasten on the punishment.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when it descends in their courtyard, evil will be the morning for those who had been warned!)</span> means, when the punishment comes down to the place where they are, terrible will be the day of their punishment and destruction. As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نَزَلَ بِسَاحَتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when it descends in their courtyard,)</span> means, in their homes;</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَسَاءَ صَبَاحُ الْمُنْذَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(evil will be the morning for those who had been warned!)</span> means, how terrible that morning will be for them. It was reported in the Two Sahihs that Anas, may Allah be pleased with him, said, \"On the morning of Khaybar, when the people came out with their tools <span class=\"gray\">(to go about their daily work)</span> and saw the <span class=\"gray\">(Muslim)</span> army, they went back and said, 'Muhammad by Allah! Muhammad and the army!' The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللهُ أَكْبَرُ، خَرِبَتْ خَيْبَرُ، إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allahu Akbar! Khaybar has been destroyed. Then, when it descends in the courtyard of any people, evil will be the morning for those who had been warned!)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ - وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So turn away from them for a while, and watch and they shall see!)</span> This is a reiteration of the command stated above. And Allah knows best.</p>"
  },
  {
    "ayah_key": "37:180",
    "group_ayah_key": "37:180",
    "from_ayah": "37:180",
    "to_ayah": "37:182",
    "ayah_keys": "37:180,37:181,37:182",
    "text": "<p class=\"en translation\" lang=\"en\">Glorified be your Lord, the Lord of Al-'Izzah! <span class=\"gray\">(He is free)</span> from what they attribute unto Him <span>(180)</span>And Salam <span class=\"gray\">(peace!)</span> be on the Messengers <span>(181)</span>And all the praises and thanks be to Allah, Lord of all that exists <span>(182)</span></p><p lang=\"en\" class=\"en \">Allah glorified Himself and states that He is far above what the lying wrongdoers say about Him; glorified and sanctified and exalted be He far above what they say. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified be your Lord, the Lord of Al-'Izzah!)</span> meaning, the Owner of might and power Whom none can resist.</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَمَّا يَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He is free)</span> from what they attribute unto Him!)</span> means, from what these lying fabricators say.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَلَامٌ عَلَى الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Salam be on the Messengers!)</span> means, may the peace of Allah be upon them in this world and in the Hereafter, because what they say about their Lord is sound, correct and true.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And all the praises and thanks be to Allah, Lord of all that exists.)</span> means, praise be to Him at the beginning and end of all things. Because Tasbih <span class=\"gray\">(glorification)</span> implies a declaration of being free from all shortcomings, the two ideas appear together here and in many places in the Qur'an. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ - وَسَلَامٌ عَلَى الْمُرْسَلِينَ - وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified be your Lord, the Lord of Al-'Izzah! <span class=\"gray\">(He is free)</span> from what they attribute unto Him! And Salam <span class=\"gray\">(peace!)</span> be on the Messengers! And all the praises and thanks be to Allah, Lord of all that exists.)</span> Sa'id bin Abi 'Arubah narrated that Qatadah said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَلَّمْتُمْ عَلَيَّ، فَسَلِّمُوا عَلَى الْمُرْسَلِينَ، فَأَنَا رَسُولٌ مِنَ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you send Salam on me, send Salam on all the Messengers, for I am one of the Messengers.)</span>\" This was recorded by Ibn Jarir and Ibn Abi Hatim. </p><p lang=\"en\" class=\"en \">Abu Muhammad Al-Baghawi recorded in his Tafsir that 'Ali, may Allah be pleased with him, said: \"Whoever wants a greater measure of reward on the Day of Resurrection, let him say at the end of any gathering,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ - وَسَلَامٌ عَلَى الْمُرْسَلِينَ - وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified be your Lord, the Lord of honor, glory and power! <span class=\"gray\">(He is free)</span> from what they attribute unto Him! And Salam <span class=\"gray\">(peace!)</span> be on the Messengers! And all the praises and thanks be to Allah, Lord of all that exists)</span>.\" </p><p lang=\"en\" class=\"en \">Other Hadiths concerning the expiation for any wrongs that may have occurred during a gathering prescribe saying the words: \"Glory be to You, O Allah, and praise. There is no God except You; I seek your forgiveness and I repent to you. \" I have written a chapter dealing exclusively with this topic.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat As-Saffat. And Allah, may He be glorified and exalted, knows best.</p>"
  }
]