[
  {
    "ayah_key": "3:113",
    "group_ayah_key": "3:113",
    "from_ayah": "3:113",
    "to_ayah": "3:117",
    "ayah_keys": "3:113,3:114,3:115,3:116,3:117",
    "text": "<p lang=\"en\" class=\"en \">Not all of them are alike; a party of the People of the Scripture stand for the right, they recite the verses of Allah during the hours of the night, prostrating themselves in prayer <span>(113)</span>They believe in Allah and the Last Day; they enjoin Al-Ma'ruf and forbid Al-Munkar; and they hasten in <span class=\"gray\">(all)</span> good works; and they are among the righteous <span>(114)</span>And whatever good they do, nothing will be rejected of them; for Allah knows well the Muttaqin <span class=\"gray\">(the pious)</span><span>(115)</span>Surely, those who disbelieve, neither their properties nor their offspring will avail them against Allah. They are the dwellers of the Fire, therein they will abide <span>(116)</span>The parable of what they spend in this world is that of a wind of Sir; it struck the harvest of a people who did wrong against themselves and destroyed it. Allah wronged them not, but they wronged themselves <span>(117)</span></p><div lang=\"en\" class=\"en \"><h2>Virtues of the People of the Scriptures Who Embrace Islam</h2></div><p lang=\"en\" class=\"en \">Muhammad bin Ishaq and others, including Al-'Awfi who reported it from Ibn 'Abbas, said; \"These Ayat were revealed about the clergy of the People of the Scriptures who embraced the faith. For instance, there is 'Abdullah bin Salam, Asad bin 'Ubayd, Tha'labah bin Sa'yah, Usayd bin Sa'yah, and so forth. This Ayah means that those among the People of the Book whom Allah rebuked earlier are not at all the same as those among them who embraced Islam. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسُوا سَوَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not all of them are alike)</span><span class=\"gray\">[3:113]</span>.\"</p><p lang=\"en\" class=\"en \">Therefore, these two types of people are not equal, and indeed, there are believers and also criminals among the People of the Book, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a party of the People of the Scripture stand for the right)</span> for they implement the Book of Allah, adhere to His Law and follow His Prophet Muhammad ﷺ. Therefore, this type is on the straight path,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they recite the verses of Allah during the hours of the night, prostrating themselves in prayer.)</span></p><p lang=\"en\" class=\"en \">They often stand in prayer at night for Tahajjud, and recite the Qur'an in their prayer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَٰئِكَ مِنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They believe in Allah and the Last Day; they enjoin Al-Ma'ruf and forbid Al-Munkar; and they hasten in <span class=\"gray\">(all)</span> good works; and they are among the righteous)</span><span class=\"gray\">[3: 114]</span>.</p><p lang=\"en\" class=\"en \">This is the same type of people mentioned at the end of the Surah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَا أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are, certainly, among the People of the Scripture <span class=\"gray\">(Jews and Christians)</span>, those who believe in Allah and in that which has been revealed to you, and in that which has been revealed to them, humbling themselves before Allah.)</span><span class=\"gray\">[3:199]</span>.</p><p lang=\"mi\" class=\"mi \">Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatever good they do, nothing will be rejected of them;)</span><span class=\"gray\">[3:115]</span> meaning, their good deeds will not be lost with Allah. Rather, He will award them the best rewards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for Allah knows well the Muttaqin <span class=\"gray\">(the pious)</span>.)</span> for no deed performed by any person ever escapes His knowledge, nor is any reward for those who do good deeds ever lost with Him. Allah mentions the disbelieving polytheists:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(neither their properties nor their offspring will avail them against Allah)</span><span class=\"gray\">[3:116]</span>. meaning, nothing can avert Allah's torment and punishment from striking them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are the dwellers of the Fire, therein they will abide.)</span></p><div lang=\"en\" class=\"en \"><h2>The Parable of What the Disbelievers Spend in This Life</h2></div><p lang=\"en\" class=\"en \">Allah gave a parable for what the disbelievers spend in this life, as Mujahid, Al-Hasan and As-Suddi said.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The likeness of what they spend in this world is the likeness of a wind of Sir;)</span> a frigid wind, as Ibn 'Abbas, 'Ikrimah, Sa'id bin Jubayr, Al-Hasan, Qatadah, Ad-Dahhak, Ar-Rabi' bin Anas and others have said. 'Ata' said that Sir, means, 'cold and snow.' Ibn 'Abbas and Mujahid are also reported to have said that Sir means, 'fire'. This latter meaning does not contradict the meanings we mentioned above, because extreme cold weather, especially when accompanied by snow, burns plants and produce, and has the same effect fire has on such growth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنفُسَهُمْ فَأَهْلَكَتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It struck the harvest of a people who did wrong against themselves and destroyed it)</span><span class=\"gray\">(3:117)</span>, by burning. This Ayah mentions a calamity that strikes produce that is ready to harvest, destroying it by burning and depriving its owner of it when he needs it the most. Such is the case with the disbelievers, for Allah destroys the rewards for their good deeds in this life, just as He destroyed the produce of the sinner because of his sins. Both types did not build their work on firm foundations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمَهُمُ اللَّهُ وَلَٰكِنْ أَنفُسَهُمْ يَظْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah wronged them not, but they wronged themselves.)</span></p>"
  }
]