[
  {
    "ayah_key": "4:97",
    "group_ayah_key": "4:97",
    "from_ayah": "4:97",
    "to_ayah": "4:100",
    "ayah_keys": "4:97,4:98,4:99,4:100",
    "text": "<p lang=\"en\" class=\"en \">Verily, as for those whom the angels take <span class=\"gray\">(in death)</span> while they are wronging themselves, they <span class=\"gray\">(angels)</span> say <span class=\"gray\">(to them)</span>: \"In what <span class=\"gray\">(condition)</span> were you?\" They reply: \"We were weak and oppressed on the earth.\" They <span class=\"gray\">(angels)</span> say: \"Was not the earth of Allah spacious enough for you to emigrate therein?\" Such men will find their abode in Hell - what an evil destination <span>(97)</span>Except the weak ones among men, women and children who cannot devise a plan, nor are they able to direct their way <span>(98)</span>These are they whom Allah is likely to forgive them, and Allah is Ever Oft-Pardoning, Oft-Forgiving <span>(99)</span>He who emigrates in the cause of Allah, will find on earth many dwelling places and plenty to live by. And whosoever leaves his home as an emigrant unto Allah and His Messenger, and death overtakes him, his reward is then surely incumbent upon Allah. And Allah is Ever Oft-Forgiving, Most Merciful <span>(100)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Residing Among the Disbelievers While Able to Emigrate</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Muhammad bin 'Abdur-Rahman, Abu Al-Aswad, said, \"The people of Al-Madinah were forced to prepare an army <span class=\"gray\">(to fight against the people of Ash-Sham during the Khilafah of Abdullah bin Az-Zubayir at Makkah)</span>, and I was enlisted in it. Then I met 'Ikrimah, the freed slave of Ibn 'Abbas, and informed him <span class=\"gray\">(about it)</span>, and he forbade me strongly from doing so <span class=\"gray\">(i.e., to enlist in that army)</span>, and then he said to me, 'Ibn 'Abbas told me that some Muslims used to go out with the idolators increasing the size of their army against the Messenger of Allah ﷺ. Then, an arrow would hit one of them and kill him, or he would be struck on his neck <span class=\"gray\">(with a sword)</span> and killed, and Allah sent down the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, as for those whom the angels take <span class=\"gray\">(in death)</span> while they are wronging themselves)</span>.\"</p><p lang=\"en\" class=\"en \">Ad-Dahhak stated that this Ayah was revealed about some hypocrites who did not join the Messenger of Allah ﷺ but remained in Makkah and went out with the idolators for the battle of Badr. They were killed among those who were killed. Thus, this honorable Ayah was revealed about those who reside among the idolators, while able to perform Hijrah and unable to practice the faith. Such people will be committing injustice against themselves and falling into a prohibition according to the consensus and also according to this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, as for those whom the angels take <span class=\"gray\">(in death)</span> while they are wronging themselves,)</span> by refraining from Hijrah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا فِيمَ كُنتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They <span class=\"gray\">(angels)</span> say <span class=\"gray\">(to them)</span>: \"In what <span class=\"gray\">(condition)</span> were you?\")</span> meaning, why did you remain here and not perform Hijrah?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They reply: \"We were weak and oppressed on the earth.\")</span> meaning, we are unable to leave the land or move about in the earth,</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They <span class=\"gray\">(angels)</span> say: \"Was not the earth of Allah spacious enough for you)</span>. Abu Dawud recorded that Samurah bin Jundub said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ جَامَعَ الْمُشْرِكَ وَسَكَنَ مَعَهُ فَإِنَّهُ مِثْلُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever mingles with the idolator and resides with him, he is just like him.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الْمُسْتَضْعَفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except the weak)</span> until the end of the Ayah, is an excuse that Allah gives for this type of people not to emigrate, because they are unable to free themselves from the idolators. And even if they did, they would not know which way to go. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who cannot devise a plan, nor are they able to direct their way)</span>, meaning, they do not find the way to emigrate, as Mujahid, 'Ikrimah and As-Suddi stated. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ عَسَى اللَّهُ أَن يَعْفُوَ عَنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are they whom Allah is likely to forgive them,)</span> means, pardon them for not migrating, and here, 'likely' means He shall,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَفُوًّا غَفُورًا</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(and Allah is Ever Oft-Pardoning, Oft-Forgiving)</span>. Al-Bukhari recorded that Abu Hurayrah said, \"While the Messenger of Allah ﷺ was praying 'Isha', he said, 'Sami' Allahu Liman Hamidah.' He then said before he prostrated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَنْجِ عَيَّاشَ بْنَ أبِي رَبِيعَةَ، اللَّهُمَّ أَنْجِ سَلَمَةَ بْنَ هِشَامٍ، اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ، اللَّهُمَّ أَنْجِ الْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ، اللَّهُمَّ اجْعَلْهَا سِنِينَ كَسِنِي يُوسُفَ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(O Allah! Save 'Ayyash bin Abi Rabi'ah. O Allah! Save Salamah bin Hisham. O Allah! Save Al-Walid bin Al-Walid. O Allah! Save the weak Muslims. O Allah! Be very hard on Mudar tribe. O Allah! Afflict them with years <span class=\"gray\">(of famine)</span> similar to the <span class=\"gray\">(famine)</span> years of the time of Prophet Yusuf.)</span>\"</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Abu An-Nu'man said that Hammad bin Zayd said that Ayyub narrated that Ibn Abi Mulaykah said that Ibn 'Abbas commented on the verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الْمُسْتَضْعَفِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except the weak ones among men)</span>, \"I and my mother were among those <span class=\"gray\">(weak ones)</span> whom Allah excused.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who emigrates in the cause of Allah, will find on earth many dwelling places and plenty to live by.)</span> this encourages the believers to perform Hijrah and abandon the idolators, for wherever the believer emigrates, he will find a safe refuge to resort to. Mujahid said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُرَاغَمًا كَثِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(many dwelling places)</span> means, he will find a way out of what he dislikes. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَعَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and plenty to live by.)</span> refers to provision. Qatadah also said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...will find on earth many dwelling places and plenty to live by.)</span> means, Allah will take him from misguidance to guidance and from poverty to richness. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever leaves his home as an emigrant unto Allah and His Messenger, and death overtakes him, his reward is then surely, incumbent upon Allah.)</span> means, whoever starts emigrating and dies on the way, he will acquire the reward of those who emigrate for Allah. The Two Sahihs, along with the Musnad and Sunan compilers, recorded that 'Umar bin Al-Khattab said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْأَعْمَالُ بِالنِّــيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِىءٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلى دُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلى مَا هَاجَرَ إِلَيْه</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The reward of deeds depends upon the intentions, and every person will be rewarded according to what he has intended. So, whoever emigrated to Allah and His Messenger, then his emigration is for Allah and His Messenger. And whoever emigrated for worldly benefits or for a woman to marry, his emigration is for what he emigrated for.)</span></p><p lang=\"en\" class=\"en \">This Hadith is general, it applies to Hijrah as well as every other deed. In the Two Sahihs, it is recorded that a man killed ninety-nine people and completed the number one hundred when he killed a worshipper. He then asked a scholar if he has a chance to repent. The scholar said, \"What prevents you from repentance?\" The scholar told the killer to emigrate from his land to another land where Allah is worshipped. When he left his land and started on the migration to the other land, death overtook him on the way. The angels of mercy and the angels of torment disputed about the man, whereas the former said that he went out in repentance, while the latter said that he did not arrive at his destination. They were commanded to measure the distance between the two lands and to whichever land he is closer to, he will be considered part of that land. Allah commanded that the righteous land to move closer and the land of evil to move farther. The angels found that he died closer to the land that he intended to emigrate to by a hand-span, and thus the angels of mercy captured his soul. In another narration, when death came to that man, he moved his chest towards the righteous village that he emigrated to.</p>"
  }
]