[
  {
    "ayah_key": "3:48",
    "group_ayah_key": "3:48",
    "from_ayah": "3:48",
    "to_ayah": "3:51",
    "ayah_keys": "3:48,3:49,3:50,3:51",
    "text": "<p lang=\"en\" class=\"en \">And He will teach him the Book and Al-Hikmah, and the Tawrah and the Injil <span>(48)</span>And will make him a Messenger to the Children of Israel <span class=\"gray\">(saying)</span>: \"I have come to you with a sign from your Lord, that I design for you out of clay, a figure like that of a bird, and breathe into it, and it becomes a bird by Allah's leave; and I heal the blind, and the leper, and I bring the dead to life by Allah's leave. And I inform you of what you eat, and what you store in your houses. Surely, therein is a sign for you, if you believe. <span>(49)</span>\"<span class=\"gray\">(And I have come)</span> confirming that which was before me of the Tawrah, and to make lawful to you part of what was forbidden to you, and I have come to you with a proof from your Lord. So have Taqwa of Allah and obey me. <span>(50)</span>\"Truly, Allah is my Lord and your Lord, so worship Him <span class=\"gray\">(Alone)</span>. This is the straight path. <span>(51)</span></p><div lang=\"en\" class=\"en \"><h2>The Description of 'Isa and the Miracles He Performed</h2></div><p lang=\"en\" class=\"en \">Allah states that the good news brought to Maryam about 'Isa was even better because Allah would teach him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكِتَابَ وَالْحِكْمَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Book and Al-Hikmah)</span>. It appears that the 'Book' the Ayah mentioned here refers to writing. We explained the meaning of Al-Hikmah in the Tafsir of Surat Al-Baqarah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">التَّوْرَاةَ وَالْإِنجِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Tawrah and the Injil)</span>. The Tawrah is the Book that Allah sent down to Musa, son of 'Imran, while the Injil is what Allah sent down to 'Isa, son of Maryam, peace be upon them, and 'Isa memorized both Books. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَسُولًا إِلَىٰ بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And will make him a Messenger to the Children of Israel)</span> means, that Allah will send 'Isa as a Messenger to the Children of Israel, proclaiming to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِّي قَدْ جِئْتُكُم بِآيَةٍ مِّن رَّبِّكُمْ أَنِّي أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have come to you with a sign from your Lord, that I design for you out of clay, a figure like that of a bird, and breathe into it, and it becomes a bird by Allah's leave)</span>. These are the miracles that 'Isa performed; he used to make the shape of a bird from clay and blow into it, and it became a bird by Allah's leave. Allah made this a miracle for 'Isa to testify that He had sent him.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأُبْرِئُ الْأَكْمَهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I heal him who is Akmah)</span> meaning, 'a person who was born blind,' which perfects this miracle and makes the challenge more daring.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَبْرَصَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the leper)</span> which is a known disease,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُحْيِي الْمَوْتَىٰ بِإِذْنِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I bring the dead to life by Allah's leave)</span>.</p><p lang=\"en\" class=\"en \">Many scholars stated that Allah sent every Prophet with a miracle suitable to his time. For instance, in the time of Musa, magic was the trade of the time, and magicians held a high position. So Allah sent Musa with a miracle that captured the eyes and bewildered every magician. When the magicians realized that Musa's miracle came from the Almighty, Most Great, they embraced Islam and became pious believers. As for 'Isa, he was sent during a time when medicine and knowledge in physics were advancing. 'Isa brought them the types of miracles that could not be performed, except by one sent by Allah. How can any physician bring life to clay, cure blindness and leprosy and bring back to life those entrapped in the grave? Muhammad ﷺ was sent during the time of eloquent people and proficient poets. He brought them a Book from Allah; if mankind and the Jinn tried to imitate ten chapters, or even one chapter of it, they will utterly fail in this task, even if they tried to do it by collective cooperation. This is because the Qur'an is the Word of Allah and is nothing like that of the creatures.</p><p lang=\"de\" class=\"de \">Isa's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I inform you of what you eat, and what you store in your houses)</span> means, I tell you about what one of you has just eaten and what he is keeping in his house for tomorrow.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, therein)</span>, all these miracles,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَآيَةً لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is a sign for you)</span> testifying to the truth of what I was sent to you with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُم مُّؤْمِنِينَ - وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you believe. And I have come confirming that which was before me of the Tawrah,)</span> affirming the Tawrah and upholding it,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلِأُحِلَّ لَكُم بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to make lawful to you part of what was forbidden to you.)</span></p><p lang=\"en\" class=\"en \">This part of the Ayah indicates that 'Isa abrogated some of the Laws of the Tawrah and informed the Jews of the truth regarding some issues that they used to dispute about. In another Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِأُبَيِّنَ لَكُم بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in order to make clear to you some of the <span class=\"gray\">(points)</span> in which you differ)</span><span class=\"gray\">[43:63]</span>.</p><p lang=\"fil\" class=\"fil \">Isa said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْتُكُم بِآيَةٍ مِّن رَّبِّكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I have come to you with a proof from your Lord.)</span> \"Containing affirmation and evidence to the truth of what I am conveying to you.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ - إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So have Taqwa of Allah and obey me. Truly, Allah is my Lord and your Lord, so worship Him <span class=\"gray\">(Alone)</span>.)</span> for I and you are equal in our servitude, submission and humbleness to Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the straight path.)</span></p>"
  },
  {
    "ayah_key": "3:5",
    "group_ayah_key": "3:5",
    "from_ayah": "3:5",
    "to_ayah": "3:6",
    "ayah_keys": "3:5,3:6",
    "text": "<p class=\"en translation\" lang=\"en\">Truly, nothing is hidden from Allah, in the earth or in the heaven <span>(5)</span>He it is Who shapes you in the wombs as He wills. None has the right to be worshipped but He, the Almighty, the All-Wise <span>(6)</span></p><p lang=\"en\" class=\"en \">Allah states that He has perfect knowledge in the heavens and earth and that nothing in them is hidden from His watch.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who shapes you in the wombs as He wills.)</span> meaning, He creates you in the wombs as He wills, whether male or female, handsome or otherwise, happy or miserable.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(La ilaha illa Huwa <span class=\"gray\">(none has the right to be worshipped but He)</span>, the Almighty, the All-Wise.)</span> meaning, He is the Creator and thus is the only deity worthy of worship, without partners, and His is the perfect might, wisdom and decision. This Ayah refers to the fact that 'Isa, son of Mary, is a created servant, just as Allah created the rest of mankind. Allah created 'Isa in the womb <span class=\"gray\">(of his mother)</span> and shaped him as He willed. Therefore, how could 'Isa be divine, as the Christians, may Allah's curses descend on them, claim? 'Isa was created in the womb and his creation changed from stage to stage, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِّن بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He creates you in the wombs of your mothers, creation after creation in three veils of darkness.)</span><span class=\"gray\">[39:6]</span>.</p>"
  },
  {
    "ayah_key": "3:52",
    "group_ayah_key": "3:52",
    "from_ayah": "3:52",
    "to_ayah": "3:54",
    "ayah_keys": "3:52,3:53,3:54",
    "text": "<p lang=\"en\" class=\"en \">Then when 'Isa came to know of their disbelief, he said: \"Who will be my helpers in Allah's cause?\" Al-Hawariyyun said: \"We are the helpers of Allah; we believe in Allah, and bear witness that we are Muslims. <span>(52)</span>\"Our Lord! We believe in what You have sent down, and we follow the Messenger <span class=\"gray\">['Isa]</span>; so write us down among those who bear witness. <span>(53)</span>And they <span class=\"gray\">(disbelievers)</span> plotted and Allah planned too. And Allah is the Best of those who plot <span>(54)</span></p><div lang=\"en\" class=\"en \"><h2>The Disciples Give Their Support to 'Isa</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَحَسَّ عِيسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when 'Isa came to know)</span>, meaning, 'Isa felt that they were adamant in disbelief and continuing in misguidance. He said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنصَارِي إِلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who will be my helper in Allah's cause)</span> Mujahid commented, \"Meaning, who would follow me to Allah?\" However, it appears that 'Isa was asking, \"Who would help me convey the Message of Allah?\"</p><p lang=\"sq\" class=\"sq \">The Prophet ﷺ said during the Hajj season, before the Hijrah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ رَجُلٌ يُؤْوِينِي حَتَّى أُبَلِّغَ كَلَامَ رَبِّي؟ فَإِنَّ قُرَيْشًا قَدْ مَنَعُونِي أَنْ أُبَلِّغَ كَلَامَ رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who will give me asylum so that I can convey the Speech of my Lord, for the Quraysh have prevented me from conveying the Speech of my Lord.)</span> until he found the Ansar. The Ansar helped the Prophet ﷺ and gave him refuge. He later migrated to them, they comforted the Prophet ﷺ and protected him from all his enemies, may Allah be pleased with them all. This is similar to what happened with 'Isa, for some of the Children of Israel believed in him, gave him their aid and support and followed the light that was sent with him. This is why Allah said about them;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ - رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Hawariyyun said: \"We are the helpers of Allah; we believe in Allah, and bear witness that we are Muslims. Our Lord! We believe in what You have sent down, and we follow the Messenger; so write us down among those who bear witness.\")</span></p><p lang=\"en\" class=\"en \">Hawari in Arabic - means 'support'. The Two Sahihs recorded that when the Prophet ﷺ encouraged the people to fight during the battle of Al-Ahzab, Az-Zubayr came forward, and again, when the Prophet ﷺ asked for fighters a second time. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لِكُلِّ نَبِيٍّ حَوَارِيًّا، وَحَوَارِيِّي الزُّبَيْرُ</p><p lang=\"so\" class=\"so \"><span class=\"gray\">(Every Prophet has a Hawari, and Az-Zubayr is my Hawari)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاكْتُبْنَا مَعَ الشَّاهِدِينَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(so write us down among those who bear witness)</span> \"Meaning among the Ummah of Muhammad.\" This Hadith has a good chain of narration.</p><div lang=\"mg\" class=\"mg \"><h2>The Jews Plot to Kill 'Isa</h2></div><p lang=\"en\" class=\"en \">Allah states that the Children of Israel tried to kill 'Isa by conspiring to defame him and crucify him. They complained about him to the king who was a disbeliever. They claimed that 'Isa was a man who misguided people, discouraged them from obeying the king, caused division, and separated between man and his own son. They also said other lies about 'Isa, which they will carry on their necks, including accusing him of being an illegitimate son. The king became furious and sent his men to capture 'Isa to torture and crucify him. When they surrounded 'Isa's home and he thought that they would surely capture him, Allah saved him from them, raising him up from the house to heaven. Allah put the image of 'Isa on a man who was in the house; when the unjust people went in the house while it was still dark, they thought that he was 'Isa. They captured that man, humiliated and crucified him. They also placed thorns on his head. However, Allah deceived these people. He saved and raised His Prophet from them, leaving them in disarray in the darkness of their transgression, thinking that they had successfully achieved their goal. Allah made their hearts hard, and defiant of the truth, disgracing them in such disgrace that it will remain with them until the Day of Resurrection. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they plotted, and Allah planned too. And Allah is the Best of those who plot.)</span></p>"
  }
]