[
  {
    "ayah_key": "37:99",
    "group_ayah_key": "37:99",
    "from_ayah": "37:99",
    "to_ayah": "37:113",
    "ayah_keys": "37:99,37:100,37:101,37:102,37:103,37:104,37:105,37:106,37:107,37:108,37:109,37:110,37:111,37:112,37:113",
    "text": "<p lang=\"en\" class=\"en \">And he said: \"Verily, I am going to my Lord. He will guide me <span>(99)</span>\"My Lord! Grant me <span class=\"gray\">(offspring)</span> from the righteous. <span>(100)</span>So, We gave him the glad tidings of a forbearing boy <span>(101)</span>And, when he <span class=\"gray\">(his son)</span> was old enough to walk with him, he said: \"O my son! I have seen in a dream that I am slaughtering you. So look what you think!\" He said: \"O my father! Do that which you are commanded, if Allah wills, you shall find me of the patient. <span>(102)</span>Then, when they had both submitted themselves, and he had laid him prostrate on his forehead <span>(103)</span>We called out to him: \"O Ibrahim! <span>(104)</span>\"You have fulfilled the dream!\" Verily, thus do We reward the doers of good <span>(105)</span>Verily, that indeed was a manifest trial <span>(106)</span>And We ransomed him with a great sacrifice <span>(107)</span>And We left for him among the later generations <span>(108)</span>\"Salam <span class=\"gray\">(peace!)</span> be upon Ibrahim! <span>(109)</span>Thus indeed do We reward the doers of good <span>(110)</span>Verily, he was one of Our believing servants <span>(111)</span>And We gave him the glad tidings of Ishaq – a Prophet from the righteous <span>(112)</span>We blessed him and Ishaq. And of their progeny are <span class=\"gray\">(some)</span> that do right, and some that plainly wrong themselves <span>(113)</span></p><p lang=\"en\" class=\"en \">Ibrahim's Emigration, the Test of the Sacrifice of Isma'il, and how Allah blessed Him</p><p lang=\"en\" class=\"en \">Allah tells us that after He helped His close friend Ibrahim, peace be upon him, against his people, and after Ibrahim gave up hoping that they would ever believe despite all the mighty signs that they had witnessed, he emigrated away from them, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي ذَاهِبٌ إِلَىٰ رَبِّي سَيَهْدِينِ - رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am going to my Lord. He will guide me! My Lord! Grant me <span class=\"gray\">(offspring)</span> from the righteous.)</span> meaning, obedient children, in compensation for his people and relatives whom he had left. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We gave him the glad tidings of a forbearing boy.)</span> This child was Isma'il, peace be upon him, for he was the first child of whom glad tidings were given to Ibrahim, peace be upon him, and he was older than Ishaq. The Muslims and the People of the Book agree, and indeed it is stated in their Book, that Isma'il, peace be upon him, was born when Ibrahim, peace be upon him, was eighty-six years old, and Ishaq was born when Ibrahim was ninety-nine years old. According to their Book, Allah commanded Ibrahim to sacrifice his only son, and in another text it says his firstborn son. But here they falsely inserted the name of Ishaq. This is not right because it goes against what their own Scripture says. They inserted the name of Ishaq because he is their ancestor, while Isma'il is the ancestor of the Arabs. They were jealous of them, so they added this idea and changed the meaning of the phrase \"only son\" to mean 'the only son who is with you,' because Isma'il had been taken with his mother to Makkah. But this is a case of falsification and distortion, because the words \"only son\" cannot be said except in the case of one who has no other son. Furthermore, the firstborn son has a special status that is not shared by subsequent children, so the command to sacrifice him is a more exquisite test.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, when he <span class=\"gray\">(his son)</span> was old enough to walk with him,)</span> means, when he grew up and started to go with his father and walk with him, for Ibrahim used to go every so often to check on his son and his mother in the land of Faran <span class=\"gray\">(i.e., Makkah)</span>, to see how they were doing. It was said that he used to ride on Al-Buraq, traveling there swiftly, and Allah knows best. It was reported from Ibn 'Abbas, peace be upon him, Mujahid, 'Ikrimah, Sa'id bin Jubayr, 'Ata' Al-Khurasani, Zayd bin Aslam and others that</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, when he <span class=\"gray\">(his son)</span> was old enough to walk with him,)</span> means, when he became a young man and was able to work as his father did.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَىٰ فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَىٰ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, when he <span class=\"gray\">(his son)</span> was old enough to walk with him, he said: \"O my son! I have seen in a dream that I am slaughtering you. So look what you think!\")</span> 'Ubayd bin 'Umayr said, \"The dreams of the Prophets are revelation,\" then he recited this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا بُنَيَّ إِنِّي أَرَىٰ فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he said: \"O my son! I have seen in a dream that I am slaughtering you. So look what you think!\")</span>. He told his son that in order to make it easier for him, and also to test his patience and resolve, at a young age, in obeying Allah and obeying his father.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O my father! Do that which you are commanded...\")</span> meaning, 'obey the command of Allah and sacrifice me.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if Allah wills, you shall find me of the patient.)</span> meaning, 'I will be patient and will seek the reward for that with Allah.' He, may peace and blessings be upon him, believed in what had been promised. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ ۚ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا - وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And mention in the Book Isma'il. Verily, he was true to what he promised, and he was a Messenger, <span class=\"gray\">(and)</span> a Prophet. And he used to enjoin on his family the Salah and the Zakah, and his Lord was pleased with him.)</span><span class=\"gray\">(19:54-55)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when they had both submitted themselves, and he had laid him prostrate on his forehead;)</span> means, when both of them had pronounced the Shahadah and remembered Allah – Ibrahim because he was about to offer a sacrifice and Isma'il because he was about to die. Or it was said that \"submitted themselves\" means that they submitted and followed the command of Allah; Ibrahim obeyed the command of Allah and Isma'il obeyed Allah and his father. This was the view of Mujahid, 'Ikrimah, Qatadah, As-Suddi and Ibn Ishaq, and others.</p><p lang=\"en\" class=\"en \">The meaning of the phrase \"and he had laid him prostrate on his forehead\" is: he placed him facedown so that he could slaughter him from behind, and not have to see his face at the time of slaughter, so that it would be easier for him. Ibn 'Abbas, may Allah be pleased with him, Mujahid, Sa'id bin Jubayr, Ad-Dahhak and Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَلَّهُ لِلْجَبِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he had laid him prostrate on his forehead;)</span> means, \"He turned him upside down on his face.\" Imam Ahmad recorded that Ibn 'Abbas, may Allah be pleased with him, said, \"When the rituals were enjoined upon Ibrahim, peace be upon him, the Shaytan appeared to him at the Mas'a and raced with him, but Ibrahim got there first. Then Jibril, upon him be peace, took him to Jamrat Al-'Aqabah and the Shaytan appeared to him, so he stoned him with seven pebbles until he disappeared. Then he appeared him at Al-Jamrah Al-Wusta and he stoned him with seven pebbles. Then he laid him prostrate on his face. Isma'il, peace be upon him, was wearing a white shirt, and he said, 'O my father, I do not have any garment in which I can be shrouded apart from this; take it off me so that you can shroud me in it.' He started to take it off, then he was called from behind:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ يَا إِبْرَاهِيمُ - قَدْ صَدَّقْتَ الرُّؤْيَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Ibrahim! You have fulfilled the dream!)</span> Ibrahim turned, and saw a fine, horned, white ram.\" Ibn 'Abbas said, \"We used to look for similar types of rams.\" Hisham mentioned this Hadith at length in Al-Manasik.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ - قَدْ صَدَّقْتَ الرُّؤْيَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We called out to him: \"O Ibrahim! You have fulfilled the dream!\")</span> means, 'the purpose of your dream has been fulfilled by your laying down your son to sacrifice him.' As-Suddi and others said that he passed the knife over Isma'il's neck, but it did not cut him at all, because a sheet of copper was placed between them. Ibrahim was called at that point, and it was said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ صَدَّقْتَ الرُّؤْيَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have fulfilled the dream!)</span> Allah says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, thus do We reward the doers of good.)</span> means, 'this is how We deal with those who obey Us in things that are difficult for them; We make for them a way out.' As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا - وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever has Taqwa of Allah, He will make a way for him to get out <span class=\"gray\">(from every difficulty)</span>. And He will provide him from <span class=\"gray\">(sources)</span> he never could imagine. And whosoever puts his trust in Allah, then He will suffice him. Verily, Allah will accomplish his purpose. Indeed Allah has set a measure for all things.)</span><span class=\"gray\">(65:2-3)</span>. </p><p lang=\"en\" class=\"en \">On the basis of this Ayah and this story, some of the scholars of Usul have stated that it is valid for a ruling to be abrogated before anyone is able to act upon it – unlike some of the Mu'tazilah. The evidence for this is obvious, because Allah commanded Ibrahim, peace be upon him, to sacrifice his son, then He abrogated that and pointed out the ransom. The purpose of His command had been primarily to reward His close Friend for his patience and resolve in sacrificing his son. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَهُوَ الْبَلَاءُ الْمُبِينُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, that indeed was a manifest trial.)</span> meaning, it was clearly a test when he was commanded to sacrifice his son, so, he hastened to do it, in submission to the command of Allah and in obedience to Him. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِبْرَاهِيمَ الَّذِي وَفَّىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of Ibrahim who fulfilled all that.)</span><span class=\"gray\">(53:37)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We ransomed him with a great sacrifice)</span>. It was reported that Ibn 'Abbas, may Allah be pleased with him, said, \"A ram which had grazed in Paradise for forty years.\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Safiyyah bint Shaybah said, \"A woman from Bani Sulaym, who was the midwife of most of the people in our household, told me that the Messenger of Allah ﷺ sent for 'Uthman bin Talhah, may Allah be pleased with him.\" On one occasion she said, \"I asked 'Uthman, 'Why did the Prophet ﷺ call you?' He said, 'The Messenger of Allah ﷺ said to me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي كُنْتُ رَأَيْتُ قَرْنَيِ الْكَبْشِ حِينَ دَخَلْتُ الْبَيْتَ فَنَسِيتُ أَنْ آمُرَكَ أَنْ تُخَمِّرَهُمَا فَخَمِّرْهُمَا، فَإِنَّهُ لَا يَنْبَغِي أَنْ يَكُونَ فِي الْبَيْتِ شَيْءٌ يَشْغَلُ الْمُصَلِّيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I saw the horns of the ram when I entered the House <span class=\"gray\">[i.e., the Ka'bah]</span>, and I forgot to tell you to cover them up; cover them up, for there should not be anything in the House which could distract the worshipper.)</span>'\" Sufyan said, \"The horns of the ram remained hanging in the House until it was burned, and they were burned too.\" </p><p lang=\"en\" class=\"en \">This offers independent evidence that the one who was to be sacrificed was Isma'il, peace be upon him. The Quraysh had inherited the horns of the ram that Ibrahim sacrificed, and they had been passed down from generation to generation, until the Messenger of Allah ﷺ was sent. And Allah knows best.</p><p lang=\"en\" class=\"en \">Reports which state that the One Who was to be sacrificed was Isma'il, and that this is Correct without a Doubt</p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr, 'Amir Ash-Sha'bi, Yusuf bin Mihran, Mujahid, 'Ata' and others reported from Ibn 'Abbas that it was Isma'il, peace be upon him.</p><p lang=\"en\" class=\"en \">Ibn Jarir narrated that Ibn 'Abbas said, \"The one who was ransomed was Isma'il, peace be upon him. The Jews claimed that it was Ishaq, but the Jews lied.\"</p><p lang=\"en\" class=\"en \">It was reported that Ibn 'Umar said, \"The sacrifice was Isma'il.\" Ibn Abi Najih said, narrating from Mujahid, \"It was Isma'il, peace be upon him.\" This was also the view of Yusuf bin Mihran. Ash-Sha'bi said, \"It was Isma'il, peace be upon him, and I saw the horns of the ram in the Ka'bah.\"</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq reported from Al-Hasan bin Dinar and 'Amr bin 'Ubayd from Al-Hasan Al-Basri that he did not doubt that the one of the two sons Ibrahim was commanded to sacrifice was Isma'il, peace be upon him. Ibn Ishaq said, \"I heard Muhammad bin Ka'b Al-Qurazi say, 'The one whom Allah commanded Ibrahim to sacrifice of his two sons was Isma'il.' We find this in the Book of Allah, because when Allah finishes the story of the one of the two sons of Ibrahim who was to be sacrificed, He then says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave him the glad tidings of Ishaq – a Prophet from the righteous)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ </p><p lang=\"so\" class=\"so \"><span class=\"gray\">(So, We gave her glad tidings of Ishaq and after Ishaq, of Ya'qub)</span><span class=\"gray\">(11:71)</span>. </p><p lang=\"en\" class=\"en \">He mentions the son and the son of the son, but He would not have commanded him to sacrifice Ishaq when He had promised that this son would in turn have a son. The one whom He commanded him to sacrifice can only have been Isma'il.\" Ibn Ishaq said, \"I heard him say that often.\"</p><p lang=\"en\" class=\"en \">Ibn Ishaq reported from Buraydah bin Sufyan bin Farwah Al-Aslami that Muhammad bin Ka'b Al-Qurazi told them that he mentioned that to 'Umar bin 'Abd Al-'Aziz, may Allah be pleased with him, when he was Khalifah, while he was with him in Syria. 'Umar said to him, \"This is something about which I have never given any thought, but I see that it is as you say.\" Then he sent for a man who was with him in Syria, a Jew who had become a Muslim and was committed to Islam, and he thought that he had been one of their scholars. 'Umar bin 'Abd Al-'Aziz, may Allah be pleased with him, asked him about that.</p><p lang=\"en\" class=\"en \">Muhammad bin Ka'b said, \"I was with 'Umar bin 'Abd Al-'Aziz. 'Umar said to him, 'Which of the two sons of Ibrahim was he commanded to sacrifice?' He said, 'Isma'il. By Allah, O Commander of the faithful, the Jews know this, but they were jealous of you Arabs because it was your father about whom Allah issued this command and the virtue that Allah mentioned was because of his patience in obeying the command. So they denied that and claimed that it was Ishaq, because he is their father.'\"</p><p lang=\"en\" class=\"en \">Abdullah bin Al-Imam Ahmad bin Hanbal, may Allah have mercy on him, said, \"I asked my father about which son was to be sacrificed – was it Isma'il or Ishaq?\" He said, \"Isma'il.\" This was mentioned in Kitab Az-Zuhd.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim said, \"I heard my father say, 'The correct view is that the one who was to be sacrificed was Isma'il, peace be upon him.'\" He said, \"And it was narrated that 'Ali, Ibn 'Umar, Abu Hurayrah, Abu At-Tufayl, Sa'id bin Al-Musayyib, Sa'id bin Jubayr, Al-Hasan, Mujahid, Ash-Sha'bi, Muhammad bin Ka'b Al-Qurazi, Abu Ja'far Muhammad bin 'Ali and Abu Salih, may Allah be pleased with them all, said that the one who was to be sacrificed was Isma'il.\"</p><p lang=\"en\" class=\"en \">Al-Baghawi said in his Tafsir, \"This was the view of 'Abdullah bin 'Umar, Sa'id bin Al-Musayyib, As-Suddi, Al-Hasan Al-Basri, Mujahid, Ar-Rabi' bin Anas, Muhammad bin Ka'b Al-Qurazi and Al-Kalbi.\" This was also reported from Ibn 'Abbas and from Abu 'Amr bin Al-'Ala'.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave him the glad tidings of Ishaq – a Prophet from the righteous.)</span> having given the glad tidings of the one who was to be sacrificed, who was Isma'il, Allah immediately follows that with mention of the glad tidings of his brother Ishaq. This is also mentioned in Surah Hud <span class=\"gray\">(11:71)</span> and in Surat Al-Hijr <span class=\"gray\">(15:53-55)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a Prophet)</span> means, from him there will come a righteous Prophet.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَارَكْنَا عَلَيْهِ وَعَلَىٰ إِسْحَاقَ ۚ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We blessed him and Ishaq. And of their progeny are <span class=\"gray\">(some)</span> that do right, and some that plainly wrong themselves.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَىٰ أُمَمٍ مِمَّنْ مَعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was said: \"O Nuh! Come down <span class=\"gray\">(from the ship)</span> with peace from Us and blessings on you and on the people who are with you, but people to whom We shall grant their pleasures <span class=\"gray\">(for a time)</span>, but in the end a painful torment will reach them from Us.\")</span><span class=\"gray\">(11:48)</span></p>"
  }
]