[
  {
    "ayah_key": "5:78",
    "group_ayah_key": "5:78",
    "from_ayah": "5:78",
    "to_ayah": "5:81",
    "ayah_keys": "5:78,5:79,5:80,5:81",
    "text": "<p lang=\"en\" class=\"en \">Those among the Children of Israel who disbelieved were cursed by the tongue of Dawud and 'Isa, son of Maryam. That was because they disobeyed <span class=\"gray\">(Allah and the Messengers)</span> and were ever transgressing <span class=\"gray\">(beyond the bounds)</span><span>(78)</span>They used not to forbid one another from the evil they committed. Vile indeed was what they used to do <span>(79)</span>You see many of them taking the disbelievers as their friends. Evil indeed is that which they have sent forward before themselves; for that <span class=\"gray\">(reason)</span> Allah is wrath with them, and in torment they will abide <span>(80)</span>And had they believed in Allah, and in the Prophet and in what has been revealed to him, never would they have taken them as friends; but many of them are rebellious <span>(81)</span></p><div lang=\"en\" class=\"en \"><h2>Allah Cursed the Disbelievers Among the Children of Israel</h2></div><p lang=\"en\" class=\"en \">Allah states that He has cursed the disbelievers among the Children of Israel long ago, and revealed this fact to His Prophets Dawud and 'Isa, son of Maryam. He cursed them because they disobeyed Allah and transgressed against His creatures. Al-'Awfi reported that Ibn 'Abbas said, \"They were cursed in the Tawrah, the Injil, the Zabur <span class=\"gray\">(Psalms)</span> and the Furqan <span class=\"gray\">(Qur'an)</span>.\" Allah then states that during their time, their habit was that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانُوا لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They used not to forbid one another from the evil they committed.)</span></p><p lang=\"en\" class=\"en \">They did not forbid each other from committing sins and the prohibitions. Allah chastised them for this behavior, so that their behavior would not be imitated. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَبِئْسَ مَا كَانُوا يَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Vile indeed was what they used to do.)</span></p><div lang=\"en\" class=\"en \"><h2>Hadiths that Order Enjoining Righteousness and Forbidding Evil</h2></div><p lang=\"en\" class=\"en \">There are many Hadiths that order enjoining righteousness and forbidding evil. Imam Ahmad recorded that Hudhayfah bin Al-Yaman said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ، لَتَأْمُرُنَّ بِالْمَعْرُوفِ، وَلَتَنْهَوُنَّ عَنِ الْمُنْكَرِ، أَوْ لَيُوشِكَنَّ اللهُ أَنْ يَبْعَثَ عَلَيْكُمْ عِقَابًا مِنْ عِنْدِهِ، ثُمَّ لَتَدْعُنَّهُ فَلَا يَسْتَجِيبَ لَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! You will enjoin righteousness and forbid evil, or Allah will send a punishment on you from Him. Then, you will supplicate to Him, but He will not accept your supplication.)</span> At-Tirmidhi also recorded it and said, \"This Hadith is Hasan.\" </p><p lang=\"hmn\" class=\"hmn \">Muslim recorded that Abu Sa'id Al-Khudri said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وَذلِكَ أَضْعَفُ الْإِيمَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He among you who witnesses an evil, let him change it with his hand, if he cannot do that, then by his tongue, if he cannot do even that, then with his heart, and this is the weakest faith.)</span></p><p lang=\"en\" class=\"en \">Abu Dawud said that Al-'Urs, meaning Ibn 'Amirah, said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا عُمِلَتِ الْخَطِيئَةُ فِي الْأَرْضِ كَانَ مَنْ شَهِدَهَا فَكَرِهَهَا، - وَقَالَ مَرَّةً فَأَنْكَرَهَا - كَانَ كَمَنْ غَابَ عَنْهَا، وَمَنْ غَابَ عَنْهَا فَرَضِيَهَا كَانَ كَمَنْ شَهِدَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When sin is committed on the earth, then whoever witnesses it and hates - <span class=\"gray\">(once he said)</span>: forbids it, will be like those who did not witness it. Whoever was absent from it, but agreed with it, will be like those who witness it.)</span></p><p lang=\"en\" class=\"en \">Only Abu Dawud recorded this Hadith. Abu Dawud recorded that one of the Companions said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ يَهْلِكَ النَّاسُ حَتَّى يَعْذِرُوا أَوْ يُعْذِرُوا مِنْ أَنْفُسِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people will not perish until they do not leave - or - have any excuse for themselves.)</span> Ibn Majah recorded that Abu Sa'id Al-Khudri said that the Messenger of Allah ﷺ gave a speech once and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا لَا يَمْنَعَنَّ رَجُلًا هَيْبَةُ النَّاسِ أَنْ يَقُولَ الْحَقَّ إِذَا عَلِمَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Behold! Fear from people should not prevent one from saying the truth if he knows it.)</span> Abu Sa'id then cried and said, \"By Allah! We have seen some errors, but we feared <span class=\"gray\">(the people)</span>.\" </p><p lang=\"en\" class=\"en \">Another Hadith that Abu Sa'id narrated states that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The best Jihad is a word of truth proclaimed before an unjust ruler.)</span> Recorded by Abu Dawud, At-Tirmidhi, and Ibn Majah. At-Tirmidhi said, \"Hasan Gharib from this route of narration.\" </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Hudhayfah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَنْبَغِي لِمُسْلِمٍ أَنْ يُذِلَّ نَفْسَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not required of the Muslim that he humiliate himself.)</span> They said, 'How does one humiliate himself?\" he said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَعَرَّضُ مِنَ الْبَلَاءِ لِمَا لَا يُطِيقُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He takes on trials that he is not capable of enduring.)</span> This was recorded by At-Tirmidhi and Ibn Majah, and At-Tirmidhi said, \"This Hadith is Hasan Sahih Gharib.\"</p><div lang=\"sv\" class=\"sv \"><h2>Censuring the Hypocrites</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَرَىٰ كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You see many of them taking the disbelievers as their friends.)</span> Mujahid said that this Ayah refers to the hypocrites. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil indeed is that which they have sent forward before themselves;)</span> by giving their loyalty and support to the disbelievers, instead of the believers. This evil act caused them to have hypocrisy in their hearts and brought them the anger of Allah, that will remain with them until the Day of Return. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن سَخِطَ اللَّهُ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for that <span class=\"gray\">(reason)</span> Allah is wrath with them)</span> because of what they did. Allah next said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي الْعَذَابِ هُمْ خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in torment they will abide)</span> on the Day of Resurrection. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had they believed in Allah, and in the Prophet and in what has been revealed to him, never would they have taken them as friends.)</span> meaning, had they sincerely believed in Allah, His Messenger and the Qur'an, they would not have committed the evil act of supporting the disbelievers in secret and being enemies with those who believe in Allah, the Prophet ﷺ and what was revealed to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ كَثِيرًا مِّنْهُمْ فَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but many of them are rebellious)</span>. disobedient to Allah and His Messenger and defiant of the Ayat of His revelation that He sent down.</p>"
  }
]