[
  {
    "ayah_key": "39:7",
    "group_ayah_key": "39:7",
    "from_ayah": "39:7",
    "to_ayah": "39:8",
    "ayah_keys": "39:7,39:8",
    "text": "<p lang=\"en\" class=\"en \">If you disbelieve, then verily, Allah is not in need of you; He likes not disbelief for His servants. And if you are grateful, He is pleased therewith for you. No bearer of burdens shall bear the burden of another. Then to your Lord is your return, and He will inform you what you used to do. Verily, He is the All-Knower of that which is in breasts <span>(7)</span>And when some hurt touches man, he cries to his Lord, turning to Him in repentance. But when He bestows a favor upon him from Himself, he forgets that for which he cried for before, and he sets up rivals to Allah, in order to mislead others from His path. Say: \"Take pleasure in your disbelief for a while, surely, you are <span class=\"gray\">(one)</span> of the dwellers of the Fire! <span>(8)</span></p><p lang=\"en\" class=\"en \">Allah hates Disbelief and is pleased with Gratitude</p><p lang=\"en\" class=\"en \">Allah tells us that He is Independent and has no need of anything in creation. This is like the Ayah in which Musa, peace be upon him, says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"If you disbelieve, you and all on earth together, then verily, Allah is Rich, Owner of all praise.\")</span><span class=\"gray\">(14:8)</span>. In Sahih Muslim, it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ مِنْكُمْ، مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O My servants, if the first and the last of you, men and Jinn alike, were all to be as evil as the most evil man among you, that would not diminish from My sovereignty in the least.\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَرْضَىٰ لِعِبَادِهِ الْكُفْرَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He likes not disbelief for His servants.)</span> means, He does not like it and He does not enjoin it.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you are grateful, He is pleased therewith for you.)</span> means: He likes this for you and He will increase His favor upon you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No bearer of burdens shall bear the burden of another.)</span> means, no person can bear anything for another; each person will be asked about his own affairs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَىٰ رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then to your Lord is your return, and He will inform you what you used to do. Verily, He is the All-Knower of that which is in breasts.)</span> means, nothing whatsoever is hidden from Him.</p><p lang=\"en\" class=\"en \">It is an aspect of Man's Disbelief that He remembers Allah at times of difficulty then associates others with Him after He has been relieved of His distress</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when some hurt touches man, he cries to his Lord, turning to Him in repentance.)</span> means, at times of need, he prays to Allah and seeks His help alone, not associating anything with Him. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ الْإِنْسَانُ كَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when harm touches you upon the sea, those that you call upon vanish from you except Him. But when He brings you safe to land, you turn away. And man is ever ungrateful.)</span><span class=\"gray\">(17:67)</span>. Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when He bestows a favor upon him from Himself, he forgets that for which he cried for before,)</span> means, at the time of ease, he forgets that supplication and prayer. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَىٰ ضُرٍّ مَسَّهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when harm touches man, he invokes Us, lying on his side, or sitting or standing. But when We have removed his harm from him, he passes on as if he had never invoked Us for a harm that touched him!)</span><span class=\"gray\">(10:12)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he sets up rivals to Allah, in order to mislead others from His path.)</span> means, at times of ease, he associates others in worship with Allah and sets up rivals to Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَابِ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Take pleasure in your disbelief for a while, surely, you are <span class=\"gray\">(one)</span> of the dwellers of the Fire!\")</span> means, say to those whose way this is, 'enjoy your disbelief for a while!' This is a stern threat and solemn warning, as in the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Enjoy! But certainly, your destination is the Fire!\")</span><span class=\"gray\">(14:30)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We let them enjoy for a little while, then in the end We shall oblige them to <span class=\"gray\">(enter)</span> a great torment.)</span><span class=\"gray\">(31:24)</span></p>"
  },
  {
    "ayah_key": "39:71",
    "group_ayah_key": "39:71",
    "from_ayah": "39:71",
    "to_ayah": "39:72",
    "ayah_keys": "39:71,39:72",
    "text": "<p lang=\"en\" class=\"en \">And those who disbelieved will be driven to Hell in groups till when they reach it, the gates thereof will be opened. And its keepers will say: \"Did not the Messengers come to you from yourselves, reciting to you the Ayat of your Lord, and warning you of the meeting of this Day of yours?\" They will say: \"Yes,\" but the Word of torment has been justified against the disbelievers <span>(71)</span>It will be said: \"Enter you the gates of Hell, to abide therein. And what an evil abode of the arrogant! <span>(72)</span></p><p lang=\"en\" class=\"en \">How the Disbelievers will be driven to Hell</p><p lang=\"en\" class=\"en \">Allah tells us how the doomed disbeliever will be driven to Hell by force, with threats and warnings. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when they will be pushed down by force to the fire of Hell, with a horrible, forceful pushing.)</span><span class=\"gray\">(52:13)</span> swhich means, they will be pushed and forced towards it, and they will be extremely thirsty, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا - وَنَسُوقُ الْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day We shall gather those who have Taqwa unto the Most Gracious, like a delegation. And We shall drive the criminals to Hell, in a thirsty state.)</span><span class=\"gray\">(19:85-86)</span> When they are in that state, they will be blind, dumb and deaf, and some of them will be walking on their faces:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَأْوَاهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall gather them together on the Day of Resurrection on their faces, blind, dumb and deaf; their abode will be Hell; whenever it abates, We shall increase for them the fierceness of the Fire)</span><span class=\"gray\">(17:97)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَتَّىٰ إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till when they reach it, the gates thereof will be opened.)</span> means, as soon as they arrive, the gates will be opened quickly, in order to hasten on their punishment. Then the keepers of Hell, who are stern angels, severe and strong, will say to them by way of rebuking and reprimanding:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did not the Messengers come to you from yourselves,)</span> meaning, 'of your own kind, so that you could have spoken to them and learned from them,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(reciting to you the Ayat of your Lord,)</span> means, 'establishing proof against you that what they brought to you was true,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and warning you of the meeting of this Day of yours)</span> means, 'warning you of the evil of this Day.' The disbeliever will say to them:</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes,)</span> meaning, 'they did come to us and warn us and establish proof and evidence against us,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but the Word of torment has been justified against the disbelievers!)</span> means, 'but we rejected them and went against them, because we were already doomed, as it was decreed that we would be, because we had turned away from the truth towards falsehood.' This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِن شَيْءٍ إِنْ أَنتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ - وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time a group is cast therein, its keeper will ask: \"Did no warner come to you?\" They will say: \"Yes, indeed a warner came to us, but we denied him and said: 'Allah never revealed anything; you are only in great error.'\" And they will say: \"Had we but listened or used our intelligence, we would not have been among the dwellers of the blazing Fire!\")</span><span class=\"gray\">(67:8)</span> which means, they will feel regret and will blame themselves.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they will confess their sin. So, away with the dwellers of the blazing Fire!)</span><span class=\"gray\">(67:11)</span> means, they are lost and doomed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be said <span class=\"gray\">(to them)</span>: \"Enter you the gates of Hell, to abide therein...\")</span> means everyone who sees them and the situation they are in, will testify that they deserve the punishment. These words are not attributed to any specific person, but they are said as an indication that the entire universe will bear witness that they deserve what they are suffering, in accordance with the judgement of the Most Just, the All-Knowing. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be said <span class=\"gray\">(to them)</span>: \"Enter you the gates of Hell, to abide therein...\")</span> meaning, 'to stay there forever; you will never leave or depart.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(indeed)</span> what an evil abode of the arrogant!)</span> means, 'what an evil destiny and what an evil place to stay, because of your arrogance in this world and your refusal to follow the truth; this is what has led you to this, what an evil state and what an evil final destination!'</p>"
  }
]