[
  {
    "ayah_key": "2:54",
    "group_ayah_key": "2:54",
    "from_ayah": "2:54",
    "to_ayah": "2:54",
    "ayah_keys": "2:54",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when Musa said to his people: \"O my people! Verily, you have wronged yourselves by worshipping the calf. So turn in repentance to your Creator and kill yourselves <span class=\"gray\">(the innocent kill the wrongdoers among you)</span>, that will be better for you with your Creator.\" Then He accepted your repentance. Truly, He is the One Who accepts repentance, the Most Merciful <span>(54)</span></p><div lang=\"en\" class=\"en \"><h2>The Children of Israel kill each other in Repentance</h2></div><p lang=\"en\" class=\"en \">This was the repentance required from the Children of Israel for worshipping the calf. Commenting on Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِاتِّخَاذِكُمُ الْعِجْلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Musa said to his people: \"O my people! Verily, you have wronged yourselves by worshipping the calf...)</span>, Al-Hasan Al-Basri said, \"When their hearts thought of worshipping the calf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they regretted and saw that they had gone astray, they <span class=\"gray\">(repented and)</span> said: \"If our Lord does not have mercy upon us and forgive us\")</span><span class=\"gray\">(7:149)</span>. This is when Musa said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِاتِّخَاذِكُمُ الْعِجْلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my people! Verily, you have wronged yourselves by worshipping the calf...)</span>.\" Abu 'Al-'Aliyah, Sa'id bin Jubayr and Ar-Rabi' bin Anas commented on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُوبُوا إِلَىٰ بَارِئِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So turn in repentance to your Bari')</span> that it means, \"To your Creator.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ بَارِئِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to your Bari' <span class=\"gray\">(Creator)</span>)</span> alerts the Children of Israel to the enormity of their error and means, \"Repent to He Who created you after you associated others with Him in worship.\"</p><p lang=\"en\" class=\"en \">An-Nasa'i, Ibn Jarir and Ibn Abi Hatim recorded Ibn 'Abbas saying, \"Allah told the Children of Israel that their repentance would be to slay by the sword every person they meet, be he father or son. They should not care whom they kill. Those were guilty whom Musa and Harun were not aware of their guilt, they admitted their sin and did as they were ordered. So Allah forgave both the killer and the one killed.\" This is part of the Hadith about the trials that we will mention in Surat Ta Ha, <span class=\"gray\">(20)</span> Allah willing.</p><p lang=\"en\" class=\"en \">Ibn Jarir narrated that Ibn 'Abbas said, \"Musa said to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُوبُوا إِلَىٰ بَارِئِكُمْ فَاقْتُلُوا أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"So turn in repentance to your Creator and kill each other <span class=\"gray\">(the innocent kill the wrongdoers among you)</span>, that will be better for you with your Creator.\" Then He accepted your repentance. Truly, He is the One Who accepts repentance, the Most Merciful.)</span></p><p lang=\"en\" class=\"en \">Allah ordered Musa to command his people to kill each other. He ordered those who worshipped the calf to sit down and those who did not worship the calf to stand holding knives in their hands. When they started killing them, a great darkness suddenly overcame them. After the darkness lifted, they had killed seventy thousand of them. Those who were killed among them were forgiven, and those who remained alive were also forgiven.\"</p>"
  },
  {
    "ayah_key": "2:55",
    "group_ayah_key": "2:55",
    "from_ayah": "2:55",
    "to_ayah": "2:56",
    "ayah_keys": "2:55,2:56",
    "text": "<p class=\"en translation\" lang=\"en\">And <span class=\"gray\">(remember)</span> when you said: \"O Musa! We shall never believe in you until we see Allah plainly.\" But you were seized with a bolt of lightning while you were looking <span>(55)</span>Then We raised you up after your death, so that you might be grateful <span>(56)</span></p><div lang=\"en\" class=\"en \"><h2>The Best among the Children of Israel ask to see Allah; their subsequent Death and Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah said, 'Remember My favor on you for resurrecting you after you were seized with lightning when you asked to see Me directly, which neither you nor anyone else can bear or attain.' This was said by Ibn Jurayj. Ibn 'Abbas said that the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when you said: \"O Musa ! We shall never believe in you until we see Allah plainly.\")</span> means, \"Publicly\", \"So that we gaze at Allah.\" Also, 'Urwah bin Ruwaym said that Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَنتُمْ تَنظُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While you were looking)</span> means, \"Some of them were struck with lightning while others were watching.\" Allah resurrected those, and struck the others with lightning. As-Suddi commented on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْكُمُ الصَّاعِقَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you were seized with a bolt of lightning)</span> saying; \"They died, and Musa stood up crying and supplicating to Allah, 'O Lord! What should I say to the Children of Israel when I go back to them after You destroyed the best of them,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّايَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If it had been Your will, You could have destroyed them and me before; would You destroy us for the deeds of the foolish ones among us)</span>' Allah revealed to Musa that these seventy men were among those who worshipped the calf. Afterwards, Allah brought them back to life one man at a time, while the rest of them were watching how Allah was bringing them back to life. That is why Allah's said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We raised you up after your death, so that you might be grateful.)</span>\"</p><p lang=\"en\" class=\"en \">Ar-Rabi' bin Anas said, \"Death was their punishment, and they were resurrected after they died so they could finish out their lives.\" Qatadah said similarly.</p><p lang=\"en\" class=\"en \">Abdur-Rahman bin Zayd bin Aslam commented on this Ayah, \"Musa returned from meeting with his Lord carrying the Tablets on which He wrote the Tawrah. He found that they had worshipped the calf in his absence. Consequently, he commanded them to kill themselves, and they complied, and Allah forgave them. He said to them, 'These Tablets have Allah's Book, containing what He commanded you and what He forbade for you.' They said, 'Should we believe this statement because you said it? By Allah, we will not believe until we see Allah in the open, until He shows us Himself and says: This is My Book, therefore, adhere to it. Why does He not talk to us as He talked to you, O, Musa?'\" Then he <span class=\"gray\">('Abdur-Rahman bin Zayd)</span> recited Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall never believe in you until we see Allah plainly)</span> and said, \"So Allah's wrath fell upon them, a thunderbolt struck them, and they all died. Then Allah brought them back to life after He killed them.\" Then he <span class=\"gray\">('Abdur-Rahman)</span> recited Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We raised you up after your death, so that you might be grateful)</span>, and said, \"Musa said to them, 'Take the Book of Allah.' They said, 'No.' He said, 'What is the matter with you' They said, 'The problem is that we died and came back to life.' He said, 'Take the Book of Allah.' They said, 'No.' So Allah sent some angels who made the mountain topple over them.\"</p><p lang=\"en\" class=\"en \">This shows that the Children of Israel were required to fulfill the commandments after they were brought back to life. However, Al-Mawardy said that there are two opinions about this matter. The first opinion is that since the Children of Israel witnessed these miracles, they were compelled to believe, so they did not have to fulfill the commandments. The second opinion states that they were required to adhere to the commandments, so that no responsible adult is free of such responsibilities. Al-Qurtubi said that this is what is correct, because, he said, although the Children of Israel witnessed these tremendous calamities and incidents, that did not mean that they were not responsible for fulfilling the commandments any more. Rather they are responsible for that, and this is clear. Allah knows best.</p>"
  }
]