[
  {
    "ayah_key": "24:63",
    "group_ayah_key": "24:63",
    "from_ayah": "24:63",
    "to_ayah": "24:63",
    "ayah_keys": "24:63",
    "text": "<p class=\"en translation\" lang=\"en\">Make not the calling of the Messenger among you as your calling one of another. Allah knows those of you who slip away under shelter. And let those beware who oppose the Messenger's commandment, lest some Fitnah should befall them or a painful torment be inflicted on them <span>(63)</span></p><div lang=\"en\" class=\"en \"><h2>The Etiquette of Addressing the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Ad-Dahhak said, reporting from Ibn 'Abbas: \"They used to say, 'O Muhammad,' or 'O Abu Al-Qasim,' but Allah forbade them to do that, as a sign of respect towards His Prophet ﷺ, and told them to say, 'O Prophet of Allah,' 'O Messenger of Allah.'\" This was also the view of Mujahid and Sa'id bin Jubayr. Qatadah said: \"Allah commanded that His Prophet should be treated with respect and honor, and that he should be a leader.\" Muqatil said concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُم بَعْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Make not the calling of the Messenger among you as your calling one of another.)</span> \"When you address him, do not say, 'O Muhammad,' or 'O son of 'Abdullah'; rather honor him and say, 'O Prophet of Allah,' or, 'O Messenger of Allah.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُم بَعْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Make not the calling of the Messenger among you as your calling one of another.)</span> A second view concerning the meaning of the Ayah is that it means 'do not think that if he prays against you it is like when anyone else prays against you, because his prayers will be answered; so beware lest he prays against you and you will be doomed.' Ibn Abi Hatim recorded this from Ibn 'Abbas, Al-Hasan Al-Basri and 'Atiyyah Al-'Awfi. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنكُمْ لِوَاذًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows those of you who slip away under shelter.)</span> Muqatil bin Hayyan said, \"This refers to the hypocrites who used to find it too difficult to listen to the Khutbah on Fridays, so they would hide behind some of the Companions of Muhammad ﷺ and sneak out of the Masjid. It was not proper for a man to leave on Fridays once the Khutbah began, unless he had permission from the Prophet ﷺ. If one of them wanted to leave, he would make a gesture to the Prophet ﷺ with his finger, and the Prophet ﷺ would give permission without the man speaking. This is because if the Prophet ﷺ was giving the Khutbah and a man spoke, it would invalidate his Friday prayer.\" As-Suddi said, \"If they were with him for a congregational prayer, they would hide behind one another so that he could not see them.\"</p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Going Against the Messenger's Commandment</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let those beware who oppose the Messenger's commandment)</span> This means going against the commandment of the Prophet ﷺ, which is his way, methodology and Sunnah. All words and deeds will be measured against his words and deeds; those that are in accordance with his words and deeds will be accepted, and whatever does not match up will be rejected, no matter who the person is who said and did them. It was recorded in the Two Sahihs and elsewhere that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever does a deed that is not in accordance with this matter of ours will have it rejected.)</span> meaning, let those beware who go against the Shari'ah of the Messenger ﷺ, in secret and in the open,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن تُصِيبَهُمْ فِتْنَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest some Fitnah should befall them)</span>, i.e., lest some disbelief or hypocrisy or innovation enter their hearts.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or a painful torment be inflicted on them.)</span> means in this world afflicting them with capital punishment, or by law of prescribed punishment, or by confinement in prison, or so on. Imam Ahmad recorded that Abu Hurayrah said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلِي وَمَثَلُكُمْ كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهَا جَعَلَ الْفَرَاشُ وَهَذِهِ الدَّوَابُّ اللَّائِي يَقَعْنَ فِي النَّارِ يَقَعْنَ فِيهَا، وَجَعَلَ يَحْجُزُهُنَّ وَيَغْلِبْنَهُ فَيَقْتَحِمْنَ فِيهَا - قَالَ: - فَذَلِكَ مَثَلِي وَمَثَلُكُمْ، أَنَا آخِذٌ بِحُجَزِكُمْ عَنِ النَّارِ هَلُمَّ عَنِ النَّارِ، فَتَغْلِبُونِي وَتَقْتَحِمُونَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of me and you is as the example of a man who kindled a fire and when it illuminated all around him, moths and other creatures started falling into the fire, and he was trying to stop them but they overwhelmed him and still kept falling in. This is the parable of me and you. I am trying to restrain you and keep you away from the fire, but you overwhelm me and fall in.)</span> This was also narrated by Al-Bukhari and Muslim.</p>"
  },
  {
    "ayah_key": "24:64",
    "group_ayah_key": "24:64",
    "from_ayah": "24:64",
    "to_ayah": "24:64",
    "ayah_keys": "24:64",
    "text": "<p class=\"en translation\" lang=\"en\">Certainly, to Allah belongs all that is in the heavens and the earth. Indeed, He knows your condition and the Day when they will be brought back to Him, then He will inform them of what they did. And Allah is All-Knower of everything <span>(64)</span></p><div lang=\"en\" class=\"en \"><h2>Allah Knows Your Condition</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He is the Sovereign of the heavens and the earth, and He knows the seen and the unseen. He knows what His servants do in secret and in the open. So He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ يَعْلَمُ مَا أَنتُمْ عَلَيْهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, He knows your condition)</span> He knows and it is visible to Him, and not one iota is hidden from him. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And put your trust in the All-Mighty, the Most Merciful,)</span> until His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He, only He, is the All-Hearer, the All-Knower)</span><span class=\"gray\">(26:217-220)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِن ذَٰلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither you do any deed nor recite any portion of the Qur'an, nor you do any deed but We are Witness thereof when you are doing it. And nothing is hidden from your Lord; <span class=\"gray\">(even)</span> the weight of a speck of dust on the earth or in the heaven. Not what is less than that or what is greater than that but is in a Clear Record.)</span><span class=\"gray\">(10:61)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ هُوَ قَائِمٌ عَلَىٰ كُلِّ نَفْسٍ بِمَا كَسَبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is then He Who takes charge of every person and knows all that he has earned?)</span><span class=\"gray\">(13:33)</span> He sees all that His servants do, good and evil alike. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, even when they cover themselves with their garments, He knows what they conceal and what they reveal)</span><span class=\"gray\">(11:5)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ مِّنكُم مَّنْ أَسَرَّ الْقَوْلَ وَمَن جَهَرَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the same <span class=\"gray\">(to Him)</span> whether any of you conceals his speech or declares it openly)</span><span class=\"gray\">(13:10)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no moving creature is there on earth but its provision is due from Allah. And He knows its dwelling place and its deposit. All is in a Clear Book.)</span><span class=\"gray\">(11:6)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with Him are the keys of the Unseen, none knows them but He. And He knows whatever there is in the land and in the sea; not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.)</span><span class=\"gray\">(6:59)</span> And there are many Ayat and Hadiths which say similar things.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُرْجَعُونَ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Day when they will be brought back to Him,)</span> means, the day when all creatures will be brought back to Allah, which is the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُنَبِّئُهُم بِمَا عَمِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then He will inform them of what they did.)</span> means, He will tell them everything they did in this life, major and minor, significant and insignificant. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day man will be informed of what he sent forward <span class=\"gray\">(of deeds)</span>, and what he left behind.)</span><span class=\"gray\">(75:13)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Book will be placed, and you will see the criminals, fearful of that which is therein. They will say: \"Woe to us! What sort of Book is this that leaves neither a small thing nor a big thing, but has recorded it with numbers!\" And they will find all that they did, placed before them, and your Lord treats no one with injustice.)</span><span class=\"gray\">(18:49)</span> Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُم بِمَا عَمِلُوا ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Day when they will be brought back to Him, then He will inform them of what they did. And Allah is All-Knower of everything.)</span><span class=\"gray\">(24:64)</span></p><p lang=\"en\" class=\"en \">Praise be to Allah, the Lord of all that exists, and we ask Him to help us achieve perfection. </p><p lang=\"en\" class=\"en \">The end of the Tafsir of Surat An-Nur, to Allah be praise and thanks.</p>"
  }
]