[
  {
    "ayah_key": "24:19",
    "group_ayah_key": "24:19",
    "from_ayah": "24:19",
    "to_ayah": "24:19",
    "ayah_keys": "24:19",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who like that Fahishah should be circulated among those who believe, they will have a painful torment in this world and in the Hereafter. And Allah knows and you know not <span>(19)</span></p><div lang=\"en\" class=\"en \"><h2>Disciplining Those Who Like That Illegal Sexual Intercourse Should Be Circulated Among the Believers</h2></div><p lang=\"en\" class=\"en \">This is a third instance of discipline directed at those who hear evil talk, believe it to some extent, and start to spread it; they should not spread such talk or pass it on to others. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who like that Fahshah should be circulated among those who believe, they will have a painful torment)</span> meaning, those who like to see evil talk about them <span class=\"gray\">(the believers)</span> appear,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will have a painful torment in this world)</span> means, because of the prescribed punishment, and in the Hereafter because of the torment in Hell.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah knows and you know not.)</span> means, return the matter to Him and you will be guided. Imam Ahmad recorded from Thawban that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُؤْذُوا عِبَادَ اللهِ وَلَا تُعَيِّرُوهُمْ، وَلَا تَطْلُبُوا عَوْرَاتِهِمْ، فَإِنَّهُ مَنْ طَلَبَ عَوْرَةَ أَخِيهِ الْمُسْلِمِ طَلَبَ اللهُ عَوْرَتَهُ، حَتَّى يَفْضَحَهُ فِي بَيْتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not annoy the servants of Allah, nor abuse them, nor seek their hidden shortcomings. Whoever seeks out the faults of his Muslim brother, Allah will expose his faults and degrade him, even if he is hiding in his house.)</span></p>"
  },
  {
    "ayah_key": "24:20",
    "group_ayah_key": "24:20",
    "from_ayah": "24:20",
    "to_ayah": "24:21",
    "ayah_keys": "24:20,24:21",
    "text": "<p lang=\"en\" class=\"en \">And had it not been for the grace of Allah and His mercy on you, and that Allah is full of kindness, Most Merciful <span>(20)</span>O you who believe! Follow not the Khutuwat of Shaytan. And whosoever follows the footsteps of Shaytan, then, verily, he commands Al-Fahsha' and the evil deeds. And had it not been for the grace of Allah and His mercy on you, not one of you would ever have been pure from sins. But Allah purifies whom He wills, and Allah is All-Hearer, All-Knower <span>(21)</span></p><div lang=\"en\" class=\"en \"><h2>A Reminder of the Grace of Allah and a Warning Against Following the Footsteps of Shaytan</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had it not been for the grace of Allah and His mercy on you, and that Allah is full of kindness, Most Merciful.)</span> meaning, if it were not for this, it would have been another matter altogether, but He, may He be exalted, is full of kindness towards His servants and Merciful towards them. He accepts the repentance of those who repent to Him from this sin, and purifies those among them who are purified by the prescribed punishment carried out on them. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Follow not the Khutuwat of Shaytan.)</span> meaning, his ways and paths and what he commands,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنكَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever follows the footsteps of Shaytan, then, verily, he commands immorality and the evil deeds.)</span> This is a warning given in the most concise and eloquent manner. 'Ali bin Abi Talhah recorded from Ibn 'Abbas that</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُطُوَاتِ الشَّيْطَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Khutuwat of Shaytan)</span> means his deeds. 'Ikrimah said that it means his evil whispers. Qatadah said: \"Every sin is one of the footsteps of Shaytan.\" Abu Mijlaz said: \"Vowing to commit sin is one of the footsteps of Shaytan.\" Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had it not been for the grace of Allah and His mercy on you, not one of you would ever have been pure from sins.)</span> meaning, if He did not help whomever He wills to repent and come back to Him and be purified from Shirk, evil and sin, and whatever bad characteristics each person has according to his nature, no one would ever attain purity and goodness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ يُزَكِّي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah purifies whom He wills)</span> means, among His creation, and He sends astray whomever He wills, leaving him to be doomed in his misguidance and sin.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ سَمِيعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is All-Hearer,)</span> means, He hears what His servants say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Knower.)</span> of who deserves to be guided and who deserves to be misguided.</p>"
  },
  {
    "ayah_key": "24:22",
    "group_ayah_key": "24:22",
    "from_ayah": "24:22",
    "to_ayah": "24:22",
    "ayah_keys": "24:22",
    "text": "<p class=\"en translation\" lang=\"en\">And let not those among you who are blessed with graces and wealth swear not to give to their kinsmen, the poor, and those who left their homes for Allah's cause. Let them pardon and forgive. Do you not love that Allah should forgive you? And Allah is Oft-Forgiving, Most Merciful <span>(22)</span></p><div lang=\"en\" class=\"en \"><h2>Urging Those Who Have Been Blessed With Wealth to Give and to Be Tolerant</h2></div><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَأْتَلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not swear)</span> meaning, make an oath,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولُو الْفَضْلِ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those among you who are blessed with graces )</span> means, those who have the means to give charity and do good,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّعَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and wealth)</span> means, good fortune,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يُؤْتُوا أُولِي الْقُرْبَىٰ وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to give to their kinsmen, the poor, and those who left their homes for Allah's cause.)</span> means, do not swear that you will not uphold the ties of kinship with your relatives who are needy or who migrated for the sake of Allah, which is the ultimate act of kindness in the area of upholding kinship ties. Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَعْفُوا وَلْيَصْفَحُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let them pardon and forgive.)</span> past insults and bad treatment. This is part of the patience, generosity and kindness of Allah towards His creation, despite the fact that they wrong themselves.</p><p lang=\"en\" class=\"en \">This Ayah was revealed concerning As-Siddiq, may Allah be pleased with him, when he swore that he would not help Mistah bin Uthathah after he said what he said about 'A'ishah, as we have already seen in the Hadith.</p><p lang=\"en\" class=\"en \">When Allah revealed the innocence of the Mother of the believers, 'A'ishah, and the believers were happy and content with the outcome of this incident, and those believers who had talked about the matter repented, and the prescribed punishment had been carried out upon those on whom it was carried out, then Allah started to soften the heart of As-Siddiq towards his relative Mistah bin Uthathah. Mistah was the cousin of As-Siddiq, the son of his maternal aunt, and he was a poor man with no wealth except whatever Abu Bakr spent on him. He was one of those who had migrated for the sake of Allah. He had invented the lies and the slander, but then Allah accepted his repentance from that and the prescribed punishment was carried out on him. As-Siddiq was known for his generosity and he did favors to his relatives and strangers alike. When this Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you not love that Allah should forgive you?)</span>, which shows that the reward fits the action, and that 'if you forgive others, you will be forgiven,' then As-Siddiq said, \"Of course, by Allah, we love – O our Lord – that You should forgive us.\" Then he resumed his spending on Mistah and said, \"By Allah I will never stop spending on him.\" This was to counteract what he had said previously, \"By Allah I will never spend on him.\" This proves that he deserved to be called As-Siddiq, may Allah be pleased with him and his daughter.</p>"
  }
]