[
  {
    "ayah_key": "26:221",
    "group_ayah_key": "26:221",
    "from_ayah": "26:221",
    "to_ayah": "26:227",
    "ayah_keys": "26:221,26:222,26:223,26:224,26:225,26:226,26:227",
    "text": "<p lang=\"en\" class=\"en \">Shall I inform you upon whom the Shayatin descend <span>(221)</span>They descend on every lying, sinful person <span class=\"gray\">(Athim)</span><span>(222)</span>Who gives ear, and most of them are liars <span>(223)</span>As for the poets, the astray follow them <span>(234)</span>See you not that they speak about every subject in their poetry <span>(225)</span>And that they say what they do not do <span>(226)</span>Except those who believe and do righteous deeds, and remember Allah much and vindicate themselves after they have been wronged. And those who do wrong will come to know by what overturning they will be overturned <span>(227)</span></p><div lang=\"ky\" class=\"ky \"><h2>Refutation of the Fabrications of the Idolators</h2></div><p lang=\"en\" class=\"en \">Here Allah addresses those idolators who claimed that what was brought by the Messenger ﷺ was not the truth but was merely something that he had made up by himself, or that it came to him in visions from the Jinn. Allah stated that His Messenger was above their claims and fabrications, and that what he had brought did indeed come from Allah, and that it was a revelation and inspiration, brought down by a noble, trustworthy and mighty angel. It did not come from the Shayatin, because they have no desire for anything like this Noble Qur'an – they descend upon those who are like them, the lying fortune-tellers. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أُنَبِّئُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I inform you)</span> meaning, shall I tell you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ مَن تَنَزَّلُ الشَّيَاطِينُ - تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(upon whom the Shayatin descend? They descend on every lying, sinful person <span class=\"gray\">(Athim)</span>)</span> meaning, one whose speech is lies and fabrication.</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَثِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Athim)</span> means, whose deeds are immoral. This is the person upon whom the Shayatin descend, fortune-tellers and other sinful liars. The Shayatin are also sinful liars.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُلْقُونَ السَّمْعَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who gives ear,)</span> means, they try to overhear what is said in the heavens, and they try to hear something of the Unseen, then they add to it a hundred lies and tell it to their human comrades, who then tell it to others. Then the people believe everything they say because they were right about the one thing which was heard from the heavens. This was stated in an authentic Hadith recorded by Al-Bukhari from 'A'ishah, may Allah be pleased with her, who said, \"The people asked the Prophet ﷺ about fortune-tellers, and he said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ لَيْسُوا بِشَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are nothing.)</span> They said: \"O Messenger of Allah, they say things that come true.\" The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الْكَلِمَةُ مِنَ الْحَقِّ يَخْطَفُهَا الْـجِنِّـيُّ فَيُقَرْقِرُهَا فِي أُذُنِ وَلِيِّهِ كَقَرْقَرَةِ الدَّجَاجِ، فَيَخْلِطُونَ مَعَهَا أَكْثَرَ مِنْ مِائَةِ كَذْبَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is a word of truth which the Jinn snatches, then he gabbles it like the clucking of a chicken into the ear of his friend, but he mixes it with more than one hundred lies.)</span> Al-Bukhari also recorded that Abu Hurayrah said, \"The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَضَى اللهُ الْأَمْرَ فِي السَّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ، كَأَنَّهَا سِلْسِلَةٌ عَلَى صَفْوَانٍ، فَإِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا: مَاذَا قَالَ رَبُّكُمْ؟ قَالُوا (لِلَّذِي قَالَ): الْحَقَّ، وَهُوَ الْعَلِيُّ الْكَبِيرُ، فَيَسْمَعُهَا مُسْتَرِقُو السَّمْعِ، وَمُسْتَرِقُو السَّمْعِ هَكَذَا بَعْضُهُمْ فَوْقَ بَعْضٍ - وَصَفَ سُفْيَانُ بِيَدِهِ، فَحَرَّفَهَا وَبَدَّدَ بَيْنَ أَصَابِعِهِ - فَيَسْمَعُ الْكَلِمَةَ فَيُلْقِيهَا إِلَى مَنْ تَحْتَهُ، ثُمَّ يُلْقِيهَا الْآخَرُ إِلَى مَنْ تَحْتَهُ، حَتَّى يُلْقِيَهَا عَلَى لِسَانِ السَّاحِرِ أَوِ الْكَاهِنِ، فَرُبَّمَا أَدْرَكَهُ الشِّهَابُ قَبْلَ أَنْ يُلْقِيَهَا، وَرُبَّمَا أَلْقَاهَا قَبْلَ أَنْ يُدْرِكَهُ، فَيَكْذِبُ مَعَهَا مِائَةَ كَذْبَةٍ، فَيُقَالُ: أَلَيْسَ قَدْ قَالَ لَنَا يَوْمَ كَذَا وَكَذَا: كَذَا وَكَذَا؟ فَيُصَدَّقُ بِتِلْكَ الْكَلِمَةِ الَّتِي سُمِعَتْ مِنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Allah decrees a matter in heaven, the angels beat their wings in submission to His decree, a chain beating on a rock. And when the fear in their hearts subsides, they say: \"What is it that your Lord has said?\" They say: \"The truth. And He is the Most High, the Most Great.\" Then when the Jinn who are listening out, one above the other)</span> – and Sufyan illustrated this with a gesture, holding his hand vertically with his fingers outspread – <span class=\"gray\">(when they hear this, they throw it down from one to another, until it is passed to the fortune-teller or soothsayer. The shooting star may strike the Jinn before he passes it on, or he may pass it on before he is struck, and he adds to it one hundred lies, thus it is said: \"Did he not tell us that on such and such a day, such and such would happen?\" So they believe him because of that one thing which was heard from the heavens.)</span> This was recorded by Al-Bukhari.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded from 'A'ishah, may Allah be pleased with her, that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمَلَائِكَةَ تَحَدَّثُ فِي الْعَنَانِ - وَالْعَنَانُ: الْغَمَامُ - بِالْأَمْرِ (يَكُونُ) فِي الْأَرْضِ، فَتَسْمَعُ الشَّيَاطِينُ الْكَلِمَةَ، فَتَقُرُّهَا فِي أُذُنِ الْكَاهِنِ كَمَا تُقَرُّ الْقَارُورَةُ، فَيَزِيدُونَ مَعَهَا مِائَةَ كَذْبَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The angels speak in the clouds about some matter on earth, and the Shayatin overhear what they say, so they tell it to the fortune-teller, gurgling into his ear like <span class=\"gray\">(a liquid poured)</span> from a glass bottle, and he adds to it one hundred lies.)</span></p><div lang=\"en\" class=\"en \"><h2>Refutation of the Claim That the Prophet <span class=\"gray\">(ﷺ)</span> Was a Poet</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for the poets, the astray ones follow them.)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas that this means: \"The disbelievers follow the misguided among mankind and the Jinn.\" This was also the view of Mujahid, 'Abdur-Rahman bin Zayd bin Aslam, and others. 'Ikrimah said, \"Two poets would ridicule one another in verse, with one group of people supporting one and another group supporting the other. Hence Allah revealed the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for the poets, the erring ones follow them.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not that they speak about every subject in their poetry?)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas that this means: \"They indulge in every kind of nonsense.\" Ad-Dahhak reported that Ibn 'Abbas said, \"They engage in every kind of verbal art.\" This was also the view of Mujahid and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that they say what they do not do.)</span> Al-'Awfi reported that Ibn 'Abbas said that at the time of the Messenger of Allah ﷺ, two men, one from among the Ansar and one from another tribe, were ridiculing one another in verse, and each one of them was supported by a group of his own people, who were the foolish ones, and Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ - أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ - وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for the poets, the erring ones follow them. See you not that they speak about every subject in their poetry? And that they say what they do not do.)</span></p><p lang=\"en\" class=\"en \">What is meant here is that the Messenger ﷺ, to whom this Qur'an was revealed, was not a soothsayer or a poet, because his situation was quite obviously different to theirs, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنبَغِي لَهُ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have not taught him poetry, nor is it suitable for him. This is only a Reminder and a plain Qur'an.)</span><span class=\"gray\">(36:69)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ - وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَّا تُؤْمِنُونَ - وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَّا تَذَكَّرُونَ - تَنزِيلٌ مِّن رَّبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That this is verily, the word of an honored Messenger. It is not the word of a poet, little is that you believe! Nor is it the word of a soothsayer, little is that you remember! This is the Revelation sent down from the Lord of all that exits.)</span><span class=\"gray\">(69:40-43)</span></p><div lang=\"en\" class=\"en \"><h2>The Exception of the Poets of Islam</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except those who believe and do righteous deeds,)</span> Muhammad bin Ishaq narrated from Yazid bin 'Abdullah bin Qusayt, that Abu Al-Hasan Salim Al-Barrad, the freed servant of Tamim Ad-Dari said: \"When the Ayah –</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for the poets, the erring ones follow them.)</span> was revealed, Hassan bin Thabit, 'Abdullah bin Rawahah and Ka'b bin Malik came to the Messenger of Allah ﷺ, weeping, and said: \"Allah knew when He revealed this Ayah that we are poets. The Prophet ﷺ recited to them the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except those who believe and do righteous deeds,)</span> and said:</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنْتُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(This means)</span> you.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَكَرُوا اللَّهَ كَثِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and remember Allah much)</span>. He said:</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنْتُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(This means)</span> you.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and vindicate themselves after they have been wronged.)</span> He said:</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنْتُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(This means)</span> you.)</span> This was recorded by Ibn Abi Hatim and Ibn Jarir from the narration of Ibn Ishaq.</p><p lang=\"en\" class=\"en \">But this Surah was revealed in Makkah, so how could the reason for its revelation be the poets of the Ansar? This is something worth thinking about. The reports that have been narrated about this are all Mursal and cannot be relied on. And Allah knows best. But this exception could include the poets of the Ansar and others. It even includes those poets of the Jahiliyyah who indulged in condemning Islam and its followers, then repented and turned to Allah, and gave up what they used to do and started to do righteous deeds and remember Allah much, to make up for the bad things that they had previously said, for good deeds wipe out bad deeds. So they praised Islam and its followers in order to make up for their insults, as <span class=\"gray\">[the poet]</span> 'Abdullah bin Az-Zab'ari said when he became Muslim:</p><p lang=\"en\" class=\"en \">\"O Messenger of Allah, indeed my tongue will try to make up for things it said when I was bad – When I went along with the Shaytan during the years of misguidance, and whoever inclines towards his way is in a state of loss.\"</p><p lang=\"en\" class=\"en \">Similarly, Abu Sufyan bin Al-Harith bin 'Abd Al-Muttalib was one of the most hostile people towards the Prophet ﷺ, even though he was his cousin, and he was the one who used to mock him the most. But when he became Muslim, there was no one more beloved to him than the Messenger of Allah ﷺ. He began to praise the Messenger of Allah ﷺ where he had mocked him, and take him as a close friend where he had regarded him as an enemy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and vindicate themselves after they have been wronged.)</span> Ibn 'Abbas said, \"They responded in kind to the disbelievers who used to ridicule the believers in verse.\" This was also the view of Mujahid, Qatadah and several others. It was also recorded in the Sahih that the Messenger of Allah ﷺ said to Hassan:</p><p class=\"sd qpc-hafs\" lang=\"sd\">اهْجُهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ridicule them in verse.)</span> Or he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هاجِهِمْ وَجِبْرِيلُ مَعَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ridicule them in verse, and Jibril is with you.)</span> Imam Ahmad recorded that Ka'b bin Malik said to the Prophet ﷺ, \"Allah has revealed what He revealed about the poets. The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُؤْمِنَ يُجَاهِدُ بِسَيْفِهِ وَلِسَانِهِ، وَالَّذِي نَفْسِي بِيَدِهِ! لَكَأَنَّ مَا تَرْمُونَهُمْ بِهِ نَضْحُ النَّـبْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believer wages Jihad with his sword and with his tongue, By the One in Whose Hand is my soul, it is as if you are attacking them with arrows.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who do wrong will come to know by what overturning they will be overturned.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when their excuses will be of no profit to wrongdoers)</span><span class=\"gray\">(40:52)</span>. According to the Sahih, the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالظُّلْمَ، فَإِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware of wrongdoing, for wrongdoing will be darkness on the Day of Resurrection.)</span> Qatadah bin Di'amah said concerning the Ayah –</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who do wrong will come to know by what overturning they will be overturned.)</span> this refers to the poets and others.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir Surat Ash-Shu'ara'. Praise be to Allah, Lord of the worlds.</p>"
  }
]