[
  {
    "ayah_key": "14:44",
    "group_ayah_key": "14:44",
    "from_ayah": "14:44",
    "to_ayah": "14:46",
    "ayah_keys": "14:44,14:45,14:46",
    "text": "<p lang=\"en\" class=\"en \">And warn mankind of the Day when the torment will come unto them; then the wrongdoers will say: \"Our Lord! Respite us for a little while, we will answer Your call and follow the Messengers!\" <span class=\"gray\">(It will be said:)</span> \"Had you not sworn aforetime that you would not leave <span class=\"gray\">(the world for the Hereafter)</span>. <span>(44)</span>\"And you dwelt in the dwellings of men who wronged themselves, and it was clear to you how We dealt with them. And We put forth <span class=\"gray\">(many)</span> parables for you. <span>(45)</span>Indeed, they planned their plot, and their plot was with Allah, though their plot was not such as to remove the mountains from their places <span>(46)</span></p><div lang=\"en\" class=\"en \"><h2>There will be no Respite after the Coming of the Torment</h2></div><p lang=\"en\" class=\"en \">Allah mentions what those who committed injustice against themselves will say when they witness the torment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَخِّرْنَا إِلَىٰ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Respite us for a little while, we will answer Your call and follow the Messengers!)</span> Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Until, when death comes to one of them, he says: \"My Lord! Send me back.\")</span><span class=\"gray\">[23:99]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Let not your properties divert you.)</span><span class=\"gray\">[63:9-10]</span> Allah described the condition of the wrongdoers on the Day of Gathering, when He said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you only could see when the criminals shall hang their heads.)</span><span class=\"gray\">[32:12]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you could but see when they will be held over the Fire! They will say: \"Would that we were but sent back <span class=\"gray\">(to the world)</span>! Then we would not deny the Ayat of Our Lord...\"!)</span><span class=\"gray\">[6:27]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَصْطَرِخُونَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein they will cry.)</span><span class=\"gray\">[35:37]</span> Allah refuted their statement here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ تَكُونُوا أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had you not sworn aforetime that you would not leave.)</span> Allah says, 'Had you not vowed before, that your previous state will not change, that there will be no Resurrection or Reckoning? Therefore, taste this torment because of what you vowed before.' Mujahid commented that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُم مِّن زَوَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you would not leave.)</span> refers to leaving this worldly life to the Hereafter. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ لَا يَبْعَثُ اللَّهُ مَن يَمُوتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they swear by Allah with their strongest oaths, that Allah will not raise up him who dies.)</span><span class=\"gray\">[16:38]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَكَنتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you dwelt in the dwellings of men who wronged themselves, and it was clear to you how We had dealt with them. And We put forth <span class=\"gray\">(many)</span> parables for you.)</span> Allah says, 'you have witnessed or heard of the news of what happened to the earlier disbelieving nations, but you did not draw a lesson from their end, nor did what We punished them with provide an example for you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِكْمَةٌ بَالِغَةٌ ۖ فَمَا تُغْنِ النُّذُرُ</p><p lang=\"mt\" class=\"mt \"><span class=\"gray\">(Perfect wisdom but the warners benefit then not.)</span><span class=\"gray\">[54:5]</span> Shu'bah narrated that Abu Ishaq said that 'Abdur-Rahman bin Dabil said that 'Ali bin Abi Talib commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(though their plot was not such as to remove the mountains from their places.)</span> \"He who disputed with Ibrahim about his Lord, took two eaglets and raised them until they became adult eagels. Then he tied each eagel's leg to a wooden box with ropes and left them go hungry. He and another man sat inside the wooden box and raised a staff with a piece of meat on its tip. So, the two eagles started flying. The king asked his companion to tell him what he was seeing, and he described the scenes to him, until he said that he saw the earth as a fly. So, the king brought the staff closer to the eagels and they started landing slowly. This is why Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">(وَإِنْ كَادَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ)</p><p lang=\"en\" class=\"en \">though their plot was hardly one to remove the mountains from their places.'\" Mujahid also mentioned that this story was about Nebuchadnezzar, and that when the king's sight was far away from earth and its people, he was called, 'O tyrant one! Where are you headed to?' He became afraid and brought the staff closer to the eagels, which flew faster with such haste that the mountains almost shook from the noise they made. The mountains were almost moved from their places, so Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(though their plot was not such as to remove the mountains from their places.)</span>\" Ibn Jurayj narrated that Mujahid recited this Ayah in a way that means, \"though their plot was such as to remove the mountains from their places.\" However, Al-'Awfi reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(though their plot was not such as to remove the mountains from their places.)</span> indicates that their plot was not such as to remove the mountains from their places. Similar was said by Al-Hasan Al-Basri. Ibn Jarir reasoned that, \"Associating others with Allah and disbelieving in Him, which they brought upon themselves, did not bother the mountains nor other creatures. Rather, the harm of their actions came to haunt them.\" I <span class=\"gray\">(Ibn Kathir)</span> said, this meaning is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا ۖ إِنَّكَ لَن تَخْرِقَ الْأَرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And walk not on the earth with conceit and arrogance. Verily, you can neither rend nor penetrate the earth, nor can you attain a stature like the mountains in height.)</span><span class=\"gray\">[17:37]</span> There is another way of explaining this Ayah; 'Ali bin Abi Talhah reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(though their plot was not such as to remove the mountains from their places.)</span> refers to their Shirk, for Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whereby the heavens are almost torn.)</span><span class=\"gray\">[19:90]</span> Ad-Dahhak and Qatadah said similarly.</p>"
  }
]