[
  {
    "ayah_key": "6:123",
    "group_ayah_key": "6:123",
    "from_ayah": "6:123",
    "to_ayah": "6:124",
    "ayah_keys": "6:123,6:124",
    "text": "<p lang=\"en\" class=\"en \">And thus We have set up in every town great ones of its wicked people to plot therein. But they plot not except against themselves, and they perceive <span class=\"gray\">(it)</span> not <span>(123)</span>And when there comes to them a sign they say: \"We shall not believe until we receive the like of that which the Messengers of Allah received.\" Allah knows best with whom to entrust His Message. Humiliation and disgrace from Allah and a severe torment will overtake the criminals for that which they used to plot <span>(124)</span></p><div lang=\"en\" class=\"en \"><h2>Evil Plots of the Leaders of the Criminals and their Subsequent Demise</h2></div><p lang=\"en\" class=\"en \">Allah says: Just as We appointed chiefs and leaders for the criminals who call to disbelief, hinder from the path of Allah, and oppose and defy you in your town, O Muhammad. Such was also the case with the Messengers before you, who were tested with the same. But the good end was always theirs.' Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus have We made for every Prophet an enemy among the criminals.)</span><span class=\"gray\">[25:31]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أَرَدْنَا أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We decide to destroy a town, We send a definite order to those among them who lead a life of luxury, and they transgress therein.)</span><span class=\"gray\">[17:16]</span> meaning, We command them to obey Us, but they defy the command and as a consequence, We destroy them. It was also said that, \"We send a definite order\", in the last Ayah means, \"We decree for them,\" as Allah stated here</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَمْكُرُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to plot therein.)</span> Ibn Abi Talhah reported that Ibn 'Abbas explained the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...great ones of its wicked people to plot therein.)</span> \"We give the leadership to these wicked ones and they commit evil in it. When they do this, We destroy them with Our torment.\" Mujahid and Qatadah said that in the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَكَابِرَ مُجْرِمِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(great ones)</span> refers to leaders. I say that this is also the meaning of Allah's statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ - وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send a warner to a township, but those who were given the worldly wealth and luxuries among them, said: \"We believe not in what you have been sent with.\" And they say: \"We have too much wealth and too many children and we are not going to suffer punishment.\")</span><span class=\"gray\">[34:34-35]</span> And,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ مَا أَرْسَلْنَا مِن قَبْلِكَ فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِم مُّقْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And similarly, We sent not a warner before you to any town but the luxurious ones among them said: \"We found our fathers following a certain way and religion, and we will indeed follow their footsteps.\")</span><span class=\"gray\">[43:23]</span></p><p lang=\"en\" class=\"en \">Plot' in the Ayah <span class=\"gray\">[6:123]</span> refers to beautified speech and various actions with which the evil ones call to misguidance. Allah said about the people of Prophet Nuh, peace be upon him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا كُبَّارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have plotted a mighty plot.)</span><span class=\"gray\">[71:22]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنتُمْ لَكُنَّا مُؤْمِنِينَ - قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُم بَلْ كُنتُم مُّجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you could see when the wrongdoers will be made to stand before their Lord, how they will cast the <span class=\"gray\">(blaming)</span> word one to another! Those who were deemed weak will say to those who were arrogant: \"Had it not been for you, we should certainly have been believers.\" And those who were arrogant will say to those who were deemed weak: \"Did we keep you back from guidance after it had come to you? Nay, but you were criminals.\" Those who were deemed weak will say to those who were arrogant: \"Nay, but it was your plotting by night and day, when you ordered us to disbelieve in Allah and set up rivals for Him!\")</span><span class=\"gray\">[34:31-33]</span>. Ibn Abi Hatim reported that Ibn Abi 'Umar said that Sufyan said, \"Every 'plot' mentioned in the Qur'an refers to actions.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَمْكُرُونَ إِلَّا بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they plot not except against themselves, and they perceive <span class=\"gray\">(it)</span> not.)</span> means, the harm of their wicked plots, as well as misguiding those whom they lead astray, will only strike them. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they shall bear their own loads, and other loads besides their own.)</span><span class=\"gray\">[29:13]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ أَلَا سَاءَ مَا يَزِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also of the burdens of those whom they misled without knowledge. Evil indeed is that which they shall bear!)</span><span class=\"gray\">[16:25]</span>. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when there comes to them a sign they say: \"We shall not believe until we receive the like of that which the Messengers of Allah received.\")</span> When there comes to them a sign they say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We shall not believe until we receive the like of that which the Messengers of Allah received.\")</span> until the angels bring us the Message from Allah, just as they brought it to the Messengers. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَىٰ رَبَّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who expect not a meeting with Us said: \"Why are not the angels sent down to us, or why do we not see our Lord?\")</span><span class=\"gray\">[25:21]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows best with whom to entrust His Message.)</span> means, He knows best with whom His Message should be given and which of His creatures are suitable for it. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ - أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Why is not this Qur'an sent down to some great man of the two towns?\" Is it they who would portion out the mercy of your Lord?)</span><span class=\"gray\">[43:31-32]</span>. </p><p lang=\"en\" class=\"en \">They said, why was not this Qur'an revealed to a mighty, respectable leader, honored by us,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ الْقَرْيَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...from one of the two towns)</span> Of Makkah and At-Ta'if. This is because they, may Allah curse them, belittled the Messenger ﷺ out of envy, transgression, rebellion and defiance. Allah described them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they see you, they only mock: \"Is this the one whom Allah has sent as a Messenger?\")</span><span class=\"gray\">[25:41]</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُم بِذِكْرِ الرَّحْمَٰنِ هُمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when those who disbelieved see you, they only mock at you: \"Is this the one who talks about your gods?\" While they disbelieve at the mention of the Most Gracious <span class=\"gray\">(Allah)</span>.)</span><span class=\"gray\">[21:36]</span>, and,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Messengers were mocked before, but the scoffers were surrounded by that, whereat they used to mock.)</span><span class=\"gray\">[21:41]</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers Admit to the Prophet's Nobility of Lineage</h2></div><p lang=\"en\" class=\"en \">The disbelievers did all of this although they admitted to the Prophet's virtue, honorable lineage, respectable ancestry and purity of household and upbringing, may Allah, His angels, and the believers send blessings upon him. The disbelievers used to call the Prophet ﷺ, before he received revelation, 'Al-Amin' – the Truthful. The leader of the Quraysh disbelievers, Abu Sufyan, had to admit to this fact when Heraclius, emperor of Rome, asked him, \"How honorable is his <span class=\"gray\">(the Prophet's)</span> ancestral lineage among you?\" Abu Sufyan answered, \"His ancestry is highly regarded among us.\" Heraclius asked, \"Do you find that he lied, before he started his mission?\" Abu Sufyan replied, \"No.\" The emperor of Rome relied on the honor and purity of the Prophet ﷺ to recognize the truth of his prophethood and what he came with. </p><p lang=\"no\" class=\"no \">Imam Ahmad recorded that Wathilah bin Al-Asqa' said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ اصْطَفَى مِنْ وَلَدِ إِبْرَاهِيمَ إِسْمَاعِيلَ، وَاصْطَفَى مِنْ بَنِي إِسْمَاعِيلَ بَنِي كِنَانَةَ وَاصْطَفَى مِنْ بَنِي كِنَانَةَ قُرَيْشًا وَاصْطَفَى مِنْ قرَيْشٍ بَنِي هَاشِمٍ وَاصْطَفَانِي مِنْ بَنِي هَاشِمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah has chosen Isma'il from the offspring of Ibrahim, Bani Kinanah from the offspring of Isma'il, Quraysh from Bani Kinanah, Bani Hashim from Quraysh and, He has chosen me from Bani Hashim.)</span> Muslim recorded this Hadith. </p><p lang=\"ceb\" class=\"ceb \">Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ مِنْ خَيْرِ قُرُونِ بَنِي آدَمَ قَرْنًا فَقَرْنًا، حَتَّى بُعِثْتُ مِنَ الْقَرْنِ الَّذِي كُنْتُ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was chosen from a succession of the best generations of the Children of Adam, until the generation I was sent in.)</span> Allah's said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِندَ اللَّهِ وَعَذَابٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Humiliation and disgrace from Allah and a severe torment will overtake the criminals...)</span></p><p lang=\"en\" class=\"en \">This is a stern threat and sure promise from Allah for those who arrogantly refrain from obeying His Messengers and adhering to what they came with. On the Day of Resurrection, they will suffer humiliation and eternal disgrace before Allah, because they were arrogant in the worldly life. This is why it is befitting that they earn disgrace on the Day of Resurrection. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who scorn My worship, they will surely enter Hell in humiliation!)</span><span class=\"gray\">[40:60]</span> disgrace and dishonor. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a severe torment for that which they used to plot.)</span></p><p lang=\"en\" class=\"en \">Since plotting usually takes place in secret and involves treachery and deceit, the disbelievers were recompensed with severe torment from Allah on the Day of Resurrection, as a just reckoning,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَظْلِمُ رَبُّكَ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord treats no one with injustice)</span><span class=\"gray\">[18:49]</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبْلَى السَّرَآئِرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when all the secrets will be examined.)</span><span class=\"gray\">[86:9]</span> Meaning, the secrets, hidden thoughts and intentions will be exposed. </p><p lang=\"en\" class=\"en \">In the Two Sahihs, it is recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنْصَبُ لِكُلِّ غَادِرٍ لِوَاءٌ عِنْدَ اسْتِهِ يَوْمَ الْقِيَامَةِ، فَيُقَالُ: هَذِهِ غَدْرَةُ فُلَانِ بْنِ فُلَانِ بْنِ فُلَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A banner will be raised for every deceitful person from his anus on the Day of Resurrection, and it will say; 'This is the treacherous plot of so-and-so, son of so-and-so, son of so-and-so.,)</span></p><p lang=\"en\" class=\"en \">The wisdom in this is that since a plot occurs in secret, and people are usually unaware of it, then on the Day of Resurrection the plot itself will become public news testifying to the actions of those who committed it.</p>"
  }
]