[
  {
    "ayah_key": "7:24",
    "group_ayah_key": "7:24",
    "from_ayah": "7:24",
    "to_ayah": "7:25",
    "ayah_keys": "7:24,7:25",
    "text": "<p class=\"en translation\" lang=\"en\"><span class=\"gray\">(Allah)</span> said: \"Get down, one of you an enemy to the other. On earth will be a dwelling place for you and an enjoyment for a time. <span>(24)</span>He said: \"Therein you shall live, and therein you shall die, and from it you shall be brought out <span class=\"gray\">(resurrected)</span>. <span>(25)</span></p><div lang=\"en\" class=\"en \"><h2>Sending Them All Down to Earth</h2></div><p lang=\"en\" class=\"en \">It was said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">اهْبِطُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Get down)</span>, was addressed to Adam, Hawwa', Iblis and the snake. Some scholars did not mention the snake, and Allah knows best. The enmity is primarily between Adam and Iblis, and Hawwa' follows Adam in this regard. Allah said in Surah Ta Ha,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اهْبِطَا مِنْهَا جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Get you down <span class=\"gray\">(from the Paradise to the earth)</span>, both of you, together...\")</span><span class=\"gray\">[20:123]</span>.</p><p lang=\"en\" class=\"en \">If the story about the snake is true, then it is a follower of Iblis. Some scholars mentioned the location on earth they were sent down, but these accounts are taken from the Israelite tales, and only Allah knows if they are true. If having known these areas was useful for the people in matters of religion or life, Allah would have mentioned them in His Book, and His Messenger ﷺ would have mentioned them too. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On earth will be a dwelling place for you and an enjoyment for a time.)</span> means, on earth you will have dwellings and known, designated, appointed terms that have been recorded by the Pen, counted by Predestination and written in the First Record.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> said: \"Therein you shall live, and therein you shall die, and from it you shall be brought out <span class=\"gray\">(resurrected)</span>.\")</span></p><p lang=\"en\" class=\"en \">This Ayah is similar to Allah's other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thereof <span class=\"gray\">(the earth)</span> We created you, and into it We shall return you, and from it We shall bring you out once again.)</span><span class=\"gray\">[20:55]</span>. </p><p lang=\"en\" class=\"en \">Allah states that He has made the earth a dwelling place for the Children of Adam, for the remainder of this earthly life. On it, they will live, die and be buried in their graves; and from it, they will be resurrected for the Day of Resurrection. On that Day, Allah will gather the first and last of creatures and reward or punish each according to his or her deeds.</p>"
  },
  {
    "ayah_key": "7:26",
    "group_ayah_key": "7:26",
    "from_ayah": "7:26",
    "to_ayah": "7:26",
    "ayah_keys": "7:26",
    "text": "<p class=\"en translation\" lang=\"en\">O Children of Adam! We have bestowed Libas <span class=\"gray\">(raiment)</span> upon you to cover yourselves with, and as Rish <span class=\"gray\">(adornment)</span>; and the Libas <span class=\"gray\">(raiment)</span> of Taqwa, that is better. Such are among the Ayat of Allah, that they may remember <span>(26)</span></p><div lang=\"en\" class=\"en \"><h2>Bestowing Raiment and Adornment on Mankind</h2></div><p lang=\"en\" class=\"en \">Allah reminds His servants that He has given them Libas and Rish. Libas refers to the clothes that are used to cover the private parts, while Rish refers to the outer adornments used for purposes of beautification. Therefore, the first type is essential while the second type is complimentary. Ibn Jarir said that Rish includes furniture and outer clothes. 'Abdur-Rahman bin Zayd bin Aslam commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِبَاسُ التَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Libas <span class=\"gray\">(raiment)</span> of Taqwa...)</span> \"When one fears Allah, Allah covers his errors. Hence the 'Libas of Taqwa' <span class=\"gray\">(that the Ayah mentions)</span>.\"</p>"
  },
  {
    "ayah_key": "7:27",
    "group_ayah_key": "7:27",
    "from_ayah": "7:27",
    "to_ayah": "7:27",
    "ayah_keys": "7:27",
    "text": "<p class=\"en translation\" lang=\"en\">O Children of Adam! Let not Shaytan deceive you, as he got your parents out of Paradise, stripping them of their raiment, to show them their private parts. Verily, he and his tribe see you from where you cannot see them. Verily, We made the Shayatin friends of those who believe not <span>(27)</span></p><div lang=\"en\" class=\"en \"><h2>Warning against the Lures of Shaytan</h2></div><p lang=\"en\" class=\"en \">Allah warns the Children of Adam against Iblis and his followers, by explaining about his ancient enmity for the father of mankind, Adam peace be upon him. Iblis plotted to have Adam expelled from Paradise, which is the dwelling of comfort, to the dwelling of hardship and fatigue <span class=\"gray\">(this life)</span> and caused him to have his private part uncovered, after it had been hidden from him. This, indeed, is indicative of deep hatred <span class=\"gray\">(from Shaytan towards Adam and mankind)</span>. Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you then take him <span class=\"gray\">(Iblis)</span> and his offspring as protectors and helpers rather than Me, while they are enemies to you? What an evil is the exchange for the wrongdoers.)</span><span class=\"gray\">[18:50]</span>.</p>"
  }
]