[
  {
    "ayah_key": "4:88",
    "group_ayah_key": "4:88",
    "from_ayah": "4:88",
    "to_ayah": "4:91",
    "ayah_keys": "4:88,4:89,4:90,4:91",
    "text": "<p lang=\"en\" class=\"en \">Then what is the matter with you that you are divided into two parties about the hypocrites? Allah has cast them back because of what they have earned. Do you want to guide him whom Allah has made to go astray? And he whom Allah has made to go astray, you will never find for him a way <span>(88)</span>They wish that you reject faith, as they have rejected, and thus that you all become equal <span class=\"gray\">(like one another)</span>. So take not Awliya' from them, till they emigrate in the way of Allah. But if they turn back, take <span class=\"gray\">(hold of)</span> them and kill them wherever you find them, and take neither Awliya' nor helpers from them <span>(89)</span>Except those who join a group, between you and whom there is a treaty <span class=\"gray\">(of peace)</span>, or those who approach you with their breasts restraining from fighting you as well as fighting their own people. Had Allah willed, indeed He would have given them power over you, and they would have fought you. So, if they withdraw from you, and fight not against you, and offer you peace, then Allah has made no way for you against them <span>(90)</span>You will find others that wish to have security from you and security from their people. Every time they are sent back to Fitnah, they yield thereto. If they withdraw not from you, nor offer you peace, nor restrain their hands, take <span class=\"gray\">(hold of)</span> them and kill them wherever you 'Thaqiftumūhum'. In their case, We have provided you with a clear warrant against them <span>(91)</span></p><div lang=\"en\" class=\"en \"><h2>Censuring the Companions for Disagreeing over the Hypocrites who Returned to Al-Madinah Before Uhud</h2></div><p lang=\"en\" class=\"en \">Allah criticizes the believers for disagreeing over the hypocrites. There are conflicting opinions over the reason behind revealing this Ayah.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Zayd bin Thabit said that Messenger of Allah ﷺ marched towards Uhud. However, some people who accompanied him went back to Al-Madinah, and the Companions of the Messenger of Allah ﷺ divided into two groups concerning them, one saying they should be killed and the other objecting. Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then what is the matter with you that you are divided into two parties about the hypocrites?)</span> The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا طَيْبَةُ، وَإِنَّهَا تَنْفِي الْخَبَثَ، كَمَا يَنْفِي الْكِيرُ خَبَثَ الْحَدِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(She <span class=\"gray\">(Al-Madinah)</span> is Taybah, and she expels filth, just as the billow expels rust from iron.)</span> The Two Sahihs also recorded this Hadith.</p><p lang=\"en\" class=\"en \">Al-'Awfi reported that Ibn 'Abbas said that the Ayah was revealed about some people in Makkah who said they embraced Islam, yet they gave their support to the idolators. One time, theses people went out of Makkah to fulfill some needs and said to each other, \"If we meet the Companions of Muhammad, there will be no harm for us from their side.\" When the believers got news that these people went out of Makkah, some of them said, \"Let us march to these cowards and kill them, because they support your enemy against you.\" However, another group from the believers said, \"Glory be to Allah! Do you kill a people who say as you have said, just because they did not perform Hijrah or leave their land? Is it allowed to shed their blood and confiscate their money in this case?\" So they divided to two groups, while the Messenger ﷺ was with them, and did not prohibit either group from reiterating their argument. Thereafter, Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then what is the matter with you that you are divided into two parties about the hypocrites?)</span> Ibn Abi Hatim recorded this Hadith. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَرْكَسَهُم بِمَا كَسَبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has cast them back because of what they have earned.)</span> meaning, He made them revert to, and fall into error. Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْكَسَهُم </p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(Arkasahum)</span> means, 'cast them' . Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَسَبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because of what they have earned)</span> means, because of their defiance and disobedience to the Messenger ﷺ and following falsehood.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُرِيدُونَ أَن تَهْدُوا مَنْ أَضَلَّ اللَّهُ وَمَن يُضْلِلِ اللَّهُ فَلَن تَجِدَ لَهُ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you want to guide him whom Allah has made to go astray? And he whom Allah has made to go astray, you will never find for him a way.)</span> meaning, there will be no path for him, or way to guidance. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They wish that you reject faith, as they have rejected, and thus that you all become equal.)</span> means, they wish that you fall into misguidance, so that you and they are equal in that regard. This is because of their extreme enmity and hatred for you. Therefore, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّىٰ يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِن تَوَلَّوْا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So take not Awliya' from them, till they emigrate in the way of Allah. But if they turn back,)</span> if they abandon Hijrah, as Al-'Awfi reported from Ibn 'Abbas. As-Suddi said that this part of the Ayah means, \"If they make their disbelief public.\"</p><div lang=\"sr\" class=\"sr \"><h2>Combatants and Noncombatants</h2></div><p lang=\"en\" class=\"en \">Allah excluded some people;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِّيثَاقٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except those who join a group, between you and whom there is a treaty <span class=\"gray\">(of peace)</span>,)</span> meaning, except those who join and take refuge with a people with whom you have a pact of peace, or people of Dhimmah, then treat them as you treat the people with whom you have peace. This is the saying of As-Suddi, Ibn Zayd and Ibn Jarir.</p><p lang=\"en\" class=\"en \">In his Sahih, Al-Bukhari recorded the story of the treaty of Al-Hudaybiyyah, where it was mentioned that whoever liked to have peace with Quraysh and conduct a pact with them, then they were allowed. Those who liked to have peace with Muhammad ﷺ and his Companions and enter a pact with them were allowed. It was reported that Ibn 'Abbas said that this Ayah was later abrogated by Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا انسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when the Sacred Months have passed, kill the idolators wherever you find them)</span><span class=\"gray\">[9:5]</span> Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or those who approach you with their breasts restraining)</span> referring to another type of people covered by the exclusion from fighting. They are those who approach the Muslims with hesitation in their hearts because of their aversion to fighting the Muslims. They do not have the heart to fight with the Muslims against their own people. Therefore, they are neither with nor against Muslims.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had Allah willed, indeed He would have given them power over you, and they would have fought you.)</span> meaning, it is from Allah's mercy that He has stopped them from fighting you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, if they withdraw from you, and fight not against you, and offer you peace,)</span> meaning, they revert to peace,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then Allah has opened no way for you against them)</span>, you do not have the right to kill them, as long as they take this position.</p><p lang=\"en\" class=\"en \">This was the position of Banu Hashim <span class=\"gray\">(the tribe of the Prophet ﷺ)</span>, such as Al-'Abbas, who accompanied the idolators in the battle of Badr, for they joined the battle with great hesitation. This is why the Prophet ﷺ commanded that Al-'Abbas not be killed, but only captured. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will find others that wish to have security from you and security from their people.)</span> refers to a type of people who on the surface appear to be like the type we just mentioned. However, the intention of each type is different, for the latter are hypocrites. They pretend to be Muslims with the Prophet ﷺ and his Companions, so that they could attain safety with the Muslims for their blood, property and families. However, they support the idolators in secret and worship what they worship, so that they are at peace with them also. These people have secretly sided with the idolators, just as Allah described them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when they are alone with their Shayatin, they say: \"Truly, we are with you.\")</span>. <span class=\"gray\">[2:14]</span> In this Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time they are sent back to Fitnah, they yield thereto.)</span> meaning, they dwell in Fitnah. As-Suddi said that the Fitnah mentioned here refers to Shirk. Ibn Jarir recorded that Mujahid said that the Ayah was revealed about a group from Makkah who used to go to the Prophet ﷺ <span class=\"gray\">[in Al-Madinah]</span> pretending to be Muslims. However, when they went back to Quraysh, they reverted to worshipping idols. They wanted to be at peace with both sides. Allah commanded they should be fought against, unless they withdraw from combat and resort to peace. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If they withdraw not from you, nor offer you peace)</span> meaning, revert to peaceful and complacent behavior,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَكُفُّوا أَيْدِيَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor restrain their hands)</span> refrain from fighting you,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَخُذُوهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(take <span class=\"gray\">(hold of)</span> them)</span>, capture them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and kill them wherever you 'Thaqiftumūhum'.)</span>, wherever you find them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُّبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In their case, We have provided you with a clear warrant against them)</span>, meaning an unequivocal and plain warrant.</p>"
  }
]