[
  {
    "ayah_key": "3:169",
    "group_ayah_key": "3:169",
    "from_ayah": "3:169",
    "to_ayah": "3:175",
    "ayah_keys": "3:169,3:170,3:171,3:172,3:173,3:174,3:175",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(169. Think not of those as dead who are killed in the way of Allah. Nay, they are alive, with their Lord, and they have provision.)</span><span class=\"gray\">(170. They rejoice in what Allah has bestowed upon them of His bounty and rejoice for the sake of those who have not yet joined them, but are left behind <span class=\"gray\">(not yet martyred)</span> that on them no fear shall come, nor shall they grieve.)</span><span class=\"gray\">(171. They rejoice in a grace and a bounty from Allah, and that Allah will not waste the reward of the believers.)</span><span class=\"gray\">(172. Those who answered <span class=\"gray\">(the Call of)</span> Allah and the Messenger after being wounded; for those of them who did good deeds and feared Allah, there is a great reward.)</span><span class=\"gray\">(173. Those to whom the people said, \"Verily, the people have gathered against you, therefore, fear them.\" But it <span class=\"gray\">(only)</span> increased them in faith, and they said: \"Allah is Sufficient for us, and He is the Best Disposer of affairs.\")</span><span class=\"gray\">(174. So they returned with grace and bounty from Allah. No harm touched them; and they followed the pleasure of Allah. And Allah is the Owner of great bounty.)</span><span class=\"gray\">(175. It is only Shaytan that suggests to you the fear of his friends; so fear them not, but fear Me, if you are indeed believers.)</span></p><div lang=\"en\" class=\"en \"><h2>Virtues of the Martyrs</h2></div><p lang=\"en\" class=\"en \">Allah states that even though the martyrs were killed in this life, their souls are alive and receiving provisions in the Dwelling of Everlasting Life. In his Sahih, Muslim recorded that Masruq said, \"We asked 'Abdullah about this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Think not of those as dead who are killed in the way of Allah. Nay, they are alive, with their Lord, and they have provision.)</span></p><p lang=\"en\" class=\"en \">He said, 'We asked the Messenger of Allah ﷺ the same question and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْوَاحُهُمْ فِي جَوْفِ طَيْرٍ خُضْرٍ، لَهَا قَنَادِيلُ مُعَلَّقَةٌ بِالْعَرْشِ، تَسْرَحُ مِنَ الْجَنَّةِ حَيْثُ شَاءَتْ، ثُمَّ تَأْوِي إِلَى تِلْكَ الْقَنَادِيلِ، فَاطَّلَعَ إِلَيْهِمْ رَبُّهُمُ اطِّلَاعَةً فَقَالَ: هَلْ تَشْتَهُونَ شَيْئًا؟ فَقَالُوا: أَيَّ شَيْءٍ نَشْتَهِي وَنَحْنُ نَسْرَحُ مِنَ الْجَنَّةِ حَيْثُ شِئْنَا؟ فَفَعَلَ ذَلِكَ بِهِمْ ثَلَاثَ مَرَّاتٍ، فَلَمَّا رَأَوْا أَنَّهُمْ لَنْ يُتْرَكُوا مِنْ أَنْ يُسْأَلُوا، قَالُوا: يَا رَبِّ نُرِيدُ أَنْ تَرُدَّ أَرْوَاحَنَا فِي أَجْسَادِنَا حَتَّى نُقْتَلَ فِي سَبِيلِكَ مَرَّةً أُخْرَى، فَلَمَّا رَأَى أَنْ لَيْسَ لَهُمْ حَاجَةٌ، تُرِكُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their souls are inside green birds that have lamps, which are hanging below the Throne <span class=\"gray\">(of Allah)</span>, and they wander about in Paradise wherever they wish. Then they return to those lamps. Allah looks at them and says, 'Do you wish for anything?' They say, 'What more could we wish for, while we go wherever we wish in Paradise?' Allah asked them this question thrice, and when they realize that He will keep asking them until they give an answer, they say, 'O Lord! We wish that our souls be returned to our bodies so that we are killed in Your cause again.' Allah knew that they did not have any other wish, so they were left.)</span>\" There are several other similar narrations from Anas and Abu Sa'id.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ نَفْسٍ تَمُوتُ، لَهَا عِنْدَ اللهِ خَيْرٌ، يَسُرُّهَا أَنْ تَرْجِعَ إِلَى الدُّنْيَا، إِلَّا الشَّهِيدُ، فَإِنَّهُ يَسُرُّهُ أَنْ يَرْجِعَ إِلَى الدُّنْيَا فَيُقْتَلَ مَرَّةً أُخْرَى، لِمَا يَرَى مِنْ فَضْلِ الشَهَادَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No soul that has a good standing with Allah and dies would wish to go back to the life of this world, except for the martyr. He would like to be returned to this life so that he could be martyred again, for he tastes the honor achieved from martyrdom.)</span> Muslim collected this Hadith</p><p lang=\"en\" class=\"en \">In addition, Imam Ahmad recorded that, Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا أُصِيبَ إِخْوَانُكُمْ بِأُحُدٍ، جَعَلَ اللهُ أَرْوَاحَهُمْ فِي أَجْوَافِ طَيْرٍ خُضْرٍ، تَرِدُ أَنْهَارَ الْجَنَّـةِ، وَتَأْكُلُ مِنْ ثِمَارِهَا، وَتَأْوِي إِلى قَنَادِيلَ مِنْ ذَهَبٍ فِي ظِلِّ الْعَرْشِ، فَلَمَّا وَجَدُوا طِيبَ مَشْرَبِهِمْ وَمَأْكَلِهِمْ، وَحُسْنَ مُتَقَلَّبِهِمْ قَالُوا: يَا لَيْتَ إِخْوَانَنَا يَعْلَمُونَ مَا صَنَعَ اللهُ لَنَا، لِئَلَّا يَزْهَدُوا فِي الْجِهَادِ، وَلَا يَنْكُلُوا عَنِ الْحَرْبِ، فَقَالَ اللهُ عَزَّ وَجَلَّ: أَنْا أُبَلِّغُهُمْ عَنْكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When your brothers were killed in Uhud, Allah placed their souls inside green birds that tend to the rivers of Paradise and eat from its fruits. They then return to golden lamps hanging in the shade of the Throne. When they tasted the delight of their food, drink and dwelling, they said, 'We wish that our brothers knew what Allah gave us so that they will not abandon Jihad or warfare.' Allah said, 'I will convey the news for you.')</span> Allah revealed these and the following Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Think not of those as dead who are killed in the way of Allah. Nay, they are alive, with their Lord, and they have provision.)</span></p><p lang=\"en\" class=\"en \">Qatadah, Ar-Rabi' and Ad-Dahhak said that these Ayat were revealed about the martyrs of Uhud.</p><p lang=\"en\" class=\"en \">Abu Bakr Ibn Marduwyah recorded that Jabir bin 'Abdullah said, \"The Messenger of Allah ﷺ looked at me one day and said, 'O Jabir! Why do I see you sad?' I said, 'O Messenger of Allah! My father was martyred and left behind debts and children.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُخْبِرُكَ؟ مَا كَلَّمَ اللهُ أَحَدًا قَطُّ إِلَّا مِنْ وَرَاءِ حِجَابٍ، وَإِنَّه كَلَّمَ أَبَاكَ كِفَاحًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال علي: الكفاح: المواجهة</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: سَلْنِي أُعْطِكَ. قَالَ: أَسْأَلُكَ أَنْ أُرَدَّ إِلَى الدُّنْيَا فَأُقْتَلَ فِيكَ ثَانِيَةً، فَقَالَ الرَّبُّ عَزَّ وَجَلَّ: إِنَّهُ قَدْ سَبَقَ مِنِّي الْقَوْلُ: إِنَّهُمْ إِلَيْهَا لَا يَرْجِعُونَ. قَالَ: أَيْ رَبِّ فَأَبْلِغْ مَنْ وَرَائِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Should I tell you that Allah never spoke to anyone except from behind a veil? However, He spoke to your father directly. He said, 'Ask Me and I will give you.' He said, 'I ask that I am returned to life so that I am killed in Your cause again.' The Lord, Exalted He be, said, 'I have spoken the word that they shall not be returned back to it <span class=\"gray\">(this life)</span>. ' He said, 'O Lord! Then convey the news to those I left behind.')</span> Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Think not of those as dead who are killed in the way of Allah...)</span>\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشُّهَدَاءُ عَلى بَارِقِ نَهْرٍ بِبَابِ الْجَنَّـةِ، فِي قُبَّةٍ خَضْرَاءَ، يَخْرُجُ عَلَيْهِمْ رِزْقُهُمْ مِنَ الْجَنَّـةِ بُكْرَةً وَعَشِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The martyrs convene at the shore of a river close to the door of Paradise, in a green tent, where their provisions are brought to them from Paradise day and night.)</span></p><p lang=\"en\" class=\"en \">Ahmad and Ibn Jarir collected this Hadith, which has a good chain of narration. It appears that the martyrs are of different types, some of them wander in Paradise, and some remain close to this river by the door of Paradise. It is also possible that the river is where all the souls of the martyrs convene and where they are provided with their provision day and night, and Allah knows best. </p><p lang=\"en\" class=\"en \">Imam Ahmad narrated a Hadith that contains good news for every believer that his soul will be wandering in Paradise, as well, eating from its fruits, enjoying its delights and happiness and tasting the honor that Allah has prepared in it for him. This Hadith has a unique, authentic chain of narration that includes three of the Four Imams. Imam Ahmad narrated this Hadith from Muhammad bin Idris Ash-Shafi'i who narrated it from Malik bin Anas Al-Asbuhi, from Az-Zuhri, from 'Abdur-Rahman bin Ka'b bin Malik that his father said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَسَمَةُ الْمُؤْمِنِ طَائِرٌ يَعْلُقُ فِي شَجَرِ الْجَنَّـةِ حَتَّى يَرْجِعَهُ اللهُ إِلى جَسَدِهِ يَوْمَ يَبْعَثُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The soul of the believer becomes a bird that feeds on the trees of Paradise, until Allah sends him back to his body when He resurrects him.)</span></p><p lang=\"en\" class=\"en \">This Hadith states that the souls of the believers are in the shape of a bird in Paradise. As for the souls of martyrs, they are inside green birds, like the stars to the rest of the believing souls. We ask Allah the Most Generous that He makes us firm on the faith.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They rejoice in what Allah has bestowed upon them)</span> indicates that the martyrs who were killed in Allah's cause are alive with Allah, delighted because of the bounty and happiness they are enjoying. They are also awaiting their brethren, who will die in Allah's cause after them, for they will be meeting them soon. These martyrs do not have fear about the future or sorrow for what they left behind. We ask Allah to grant us Paradise. The Two Sahihs record from Anas, the story of the seventy Ansar Companions who were murdered at Bir Ma'unah in one night. In this Hadith, Anas reported that the Prophet ﷺ used to supplicate to Allah in Qunut in prayer against those who killed them. Anas said, \"A part of the Qur'an was revealed about them, but was later abrogated, 'Convey to our people that we met Allah and He was pleased with us and made us pleased.'\"</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah Said Next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They rejoice in a grace and a bounty from Allah, and that Allah will not waste the reward of the believers)</span><span class=\"gray\">[3:171]</span>.</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq commented, \"They were delighted and pleased because of Allah's promise that was fulfilled for them, and for the tremendous rewards they earned.\" 'Abdur-Rahman bin Zayd bin Aslam said, \"This Ayah encompasses all the believers, martyrs and otherwise. Rarely does Allah mention a bounty and a reward that He granted to the Prophets, without following that with what He has granted the believers after them.\"</p><div lang=\"fi\" class=\"fi \"><h2>The Battle of Hamra' Al-Asad</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِن بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who answered <span class=\"gray\">(the Call of)</span> Allah and the Messenger after being wounded)</span><span class=\"gray\">[3:172]</span>.</p><p lang=\"en\" class=\"en \">This occurred on the day of Hamra' Al-Asad. After the idolators defeated the Muslims <span class=\"gray\">(at Uhud)</span>, they started on their way back home, but soon they were concerned because they did not finish off the Muslims in Al-Madinah, so they set out to make that battle the final one. When the Messenger of Allah ﷺ got news of this, he commanded the Muslims to march to meet the disbelievers, to bring fear to their hearts and to demonstrate that the Muslims still had strength to fight. The Prophet ﷺ only allowed those who were present during Uhud to accompany him, except for Jabir bin 'Abdullah Al-Ansari, as we will mention. The Muslims mobilized, even though they were still suffering from their injuries, in obedience to Allah and His Messenger ﷺ.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Ikrimah said, \"When the idolators returned <span class=\"gray\">[towards Makkah]</span> after Uhud, they said, 'You neither killed Muhammad nor collected female captives. Woe to you for what you did. Let us go back.' When the Messenger of Allah ﷺ heard this news, he mobilized the Muslim forces, and they marched until they reached Hamra Al-Asad. The idolators said, 'Rather, we will meet next year', and the Messenger of Allah ﷺ went back <span class=\"gray\">[to Al-Madinah]</span>, and this was considered a Ghazwah <span class=\"gray\">(battle)</span>. Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِن بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who answered <span class=\"gray\">(the Call of)</span> Allah and the Messenger after being wounded; for those of them who did good deeds and feared Allah, there is a great reward.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'A'ishah said to 'Urwah about the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who answered <span class=\"gray\">(the Call of)</span> Allah and the Messenger)</span></p><p lang=\"en\" class=\"en \">\"My nephew! Your fathers Az-Zubayr and Abu Bakr were among them. After the Prophet ﷺ suffered the calamity at Uhud and the idolators went back, he feared that the idolators might try to come back and he said, 'Who would follow them' Seventy men, including Az-Zubayr and Abu Bakr, volunteered.\" This was recorded by Al-Bukhari alone.</p><p lang=\"en\" class=\"en \">As for Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those unto whom the people said, \"Verily, the people have gathered against you, therefore, fear them.\" But it <span class=\"gray\">(only)</span> increased them in faith)</span><span class=\"gray\">[3:173]</span>, it means, those who threatened the people, saying that the disbelievers have amassed against them, in order to instill fear in them, but this did not worry them, rather, they trusted in Allah and sought His help,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they said: \"Allah is Sufficient for us, and He is the Best Disposer of affairs.\")</span></p><p lang=\"hmn\" class=\"hmn \">Al-Bukhari recorded that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Allah Alone is Sufficient for us and He is the Best Disposer of affairs for us.\")</span></p><p lang=\"en\" class=\"en \">\"Ibrahim said it when he was thrown in fire. Muhammad said it when the people said, 'Verily, the people have gathered against you, therefore, fear them.' But it only increased them in faith, and they said, 'Allah is Sufficient for us and He is the Best Disposer of affairs for us.'\" Abu Bakr Ibn Marduwyah recorded that Anas bin Malik said that the Prophet ﷺ was told on the day of Uhud, \"Verily, the people have gathered against you, therefore, fear them.\" Thereafter, Allah sent down this Ayah <span class=\"gray\">[3:173]</span>.</p><p lang=\"en\" class=\"en \">This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانقَلَبُوا بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they returned with grace and bounty from Allah. No harm touched them;)</span> for when they relied on Allah, Allah took care of their worries, He confounded the plots of their enemies, and the Muslims returned to their land,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with grace and bounty from Allah. No harm touched them;)</span> safe from the wicked plots of their enemies,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they followed the pleasure of Allah. And Allah is the Owner of great bounty.)</span></p><p lang=\"en\" class=\"en \">Al-Bayhaqi recorded that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانقَلَبُوا بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they returned with grace and bounty from Allah,)</span> \"The 'Grace' was that they were saved. The 'Bounty' was that a caravan passed by, and those days were <span class=\"gray\">[Hajj]</span> season days. Thus the Messenger of Allah ﷺ bought and sold and made a profit, which he divided between his Companions.\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا ذَٰلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is only Shaytan that suggests to you the fear of his friends,)</span><span class=\"gray\">[3:175]</span> meaning, Shaytan threatens you with his friends and tries to pretend they are powerful and fearsome. Allah said next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so fear them not, but fear Me, if you are indeed believers.)</span> meaning, \"If Shaytan brings these thoughts to you, then depend on Me and seek refuge with Me. Indeed, I shall suffice you and make you prevail over them.\" Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِن دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not Allah Sufficient for His servant? Yet they try to frighten you with those besides Him!)</span><span class=\"gray\">[39:36]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Sufficient for me is Allah; in Him those who trust must put their trust.\")</span><span class=\"gray\">[39:38]</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So fight you against the friends of Shaytan; ever feeble indeed is the plot of Shaytan.)</span><span class=\"gray\">[4:76]</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ حِزْبُ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are the party of Shaytan. Verily, it is the party of Shaytan that will be the losers!)</span><span class=\"gray\">[58:19]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has decreed: \"Verily, it is I and My Messengers who shall be the victorious.\" Verily, Allah is All-Powerful, All-Mighty.)</span><span class=\"gray\">[58:21]</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah will help those who help His <span class=\"gray\">(cause)</span>.)</span><span class=\"gray\">[22:40]</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! If you help <span class=\"gray\">(in the cause of)</span> Allah, He will help you)</span><span class=\"gray\">[47:7]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ - يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers and those who believe, in this world's life and on the Day when the witnesses will stand forth. The Day when their excuses will be of no profit to wrongdoers. Theirs will be the curse, and theirs will be the evil abode.)</span><span class=\"gray\">[40:51-52]</span></p>"
  }
]