[
  {
    "ayah_key": "5:106",
    "group_ayah_key": "5:106",
    "from_ayah": "5:106",
    "to_ayah": "5:108",
    "ayah_keys": "5:106,5:107,5:108",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! When death approaches any of you, and you make a bequest, then take the testimony of two just men of your own folk or two others from outside, if you are traveling through the land and the calamity of death befalls you. Detain them both after the Salah <span class=\"gray\">(the prayer)</span>, <span class=\"gray\">(then)</span> if you are in doubt <span class=\"gray\">(about their truthfulness)</span>, let them both swear by Allah <span class=\"gray\">(saying)</span>: \"We wish not for any worldly gain in this, even though he <span class=\"gray\">(the beneficiary)</span> be our near relative. We shall not hide the testimony of Allah, for then indeed we should be of the sinful. <span>(106)</span>If it then becomes known that these two had been guilty of sin, let two others stand forth in their places, nearest in kin from among those who claim a lawful right. Let them swear by Allah <span class=\"gray\">(saying)</span>: \"We affirm that our testimony is truer than that of both of them, and that we have not trespassed <span class=\"gray\">(the truth)</span>, for then indeed we should be of the wrongdoers. <span>(107)</span>That should make it closer <span class=\"gray\">(to the fact)</span> that their testimony would be in its true nature and shape, or else they would fear that <span class=\"gray\">(other)</span> oaths would be admitted after their oaths. And have Taqwa of Allah and listen <span class=\"gray\">(with obedience to Him)</span>. And Allah guides not the rebellious people <span>(108)</span></p><div lang=\"en\" class=\"en \"><h2>Testimony of Two Just Witnesses for the Final Will and Testament</h2></div><p lang=\"en\" class=\"en \">This honorable Ayah contains a glorious ruling from Allah. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When death approaches any of you, and you make a bequest, then take the testimony of two...)</span> meaning that there should be two witnesses in such cases,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَوَا عَدْلٍ</p><p lang=\"sv\" class=\"sv \"><span class=\"gray\">(just men...)</span> thus, describing them as just,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of your own folk)</span> Muslims.</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوْ آخَرَانِ مِنْ غَيْرِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or two others from outside)</span> non-Muslims, meaning the People of the Book, according to Ibn 'Abbas as Ibn Abi Hatim recorded. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَنتُمْ ضَرَبْتُمْ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you are traveling through the land)</span> on a journey,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصَابَتْكُم مُّصِيبَةُ الْمَوْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the calamity of death befalls you.)</span> These are two conditions that permit using non-Muslims from among the Dhimmis for witnesses when there are no Muslims present: When one is traveling and needs to write a will, as Sharih Al-Qadi said. Ibn Jarir recorded that Sharih said, \"The witness of the Jews and Christians is not allowed except while traveling, and even then only to witness the dictation of the will.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحْبِسُونَهُمَا مِن بَعْدِ الصَّلَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Detain them both after the Salah <span class=\"gray\">(the prayer)</span>,)</span> refers to the 'Asr prayer, according to Al-'Awfi who reported it from Ibn 'Abbas. This is the same explanation reported from Sa'id bin Jubayr, Ibrahim An-Nakha'i, Qatadah, 'Ikrimah and Muhammad bin Sirin. As for Az-Zuhri, he said that they are detained after Muslim prayer <span class=\"gray\">(i.e., in congregation)</span>. Therefore, these two witnesses will be detained after a congregational prayer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(let them both swear by Allah if you are in doubt.)</span> meaning, if you are in doubt that they might have committed treachery or theft, then they should swear by Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نَشْتَرِي بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We wish not in this)</span> in our vows, according to Muqatil bin Hayyan,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَمَنًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for any worldly gain)</span> of this soon to end life,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَوْ كَانَ ذَا قُرْبَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(even though he be our near relative.)</span> meaning, if the beneficiary be our near relative, we will still not compromise on the truth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall not hide the testimony of Allah,)</span> thus stating that the testimony is Allah's, as a way of respecting it and valuing its significance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا إِذًا لَّمِنَ الْآثِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for then indeed we should be of the sinful.)</span> if we distort the testimony, change, alter or hide it entirely. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ عُثِرَ عَلَىٰ أَنَّهُمَا اسْتَحَقَّا إِثْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If it then becomes known that these two had been guilty of sin...)</span> if the two witnesses were found to have cheated or stolen from the money that the will is being written about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(let two others stand forth in their places, nearest in kin from among those who claim a lawful right.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that if the two witnesses were found to have committed treachery, then two of the nearest rightful inheritors should stand for witness in their place,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِن شَهَادَتِهِمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let them swear by Allah <span class=\"gray\">(saying)</span>: \"We affirm that our testimony is truer than that of both of them...\")</span> Meaning, our testimony that they have cheated is more truthful than the testimony that they have offered,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اعْتَدَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that we have not trespassed <span class=\"gray\">(the truth)</span>,)</span> when we accused them of treachery,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا إِذًا لَّمِنَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for then indeed we should be of the wrongdoers.)</span> if we had lied about them. </p><p lang=\"en\" class=\"en \">This is the oath of the heirs, and preference is to be given to their saying. Just as in the case with the oath of relative of a murdered person if he attempts to tarnish the case of the murdered person. So his family takes an oath in defense of his honor. This is discussed in the studies of the oaths in the books of Ahkam. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ أَدْنَىٰ أَن يَأْتُوا بِالشَّهَادَةِ عَلَىٰ وَجْهِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That should make it closer <span class=\"gray\">(to the fact)</span> that their testimony would be in its true nature and shape <span class=\"gray\">(and thus accepted)</span>,)</span> means, the ruling requiring the two Dhimmi witnesses to swear, if there is a doubt that they were not truthful, might compel them to admit to the testimony in its true form. Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَوْ يَخَافُوا أَن تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or else they would fear that <span class=\"gray\">(other)</span> oaths would be admitted after their oaths.)</span> means, requiring them to swear by Allah might encourage them to admit to the true testimony because they respect swearing by Allah and they glorify and revere Him. They also fear exposure if the heirs of the deceased are required to swear instead of them. In this case, the heirs would swear and earn the rightful inheritance that the two witnesses failed to declare. This is why Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَوْ يَخَافُوا أَن تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or else they would fear that <span class=\"gray\">(other)</span> oaths would be admitted after their oaths.)</span>, then,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And have Taqwa of Allah)</span> in all of your affairs,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاسْمَعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and listen.)</span> and obey,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah guides not the rebellious people.)</span> who do not obey Him or follow His Law.</p>"
  },
  {
    "ayah_key": "5:109",
    "group_ayah_key": "5:109",
    "from_ayah": "5:109",
    "to_ayah": "5:109",
    "ayah_keys": "5:109",
    "text": "<p class=\"en translation\" lang=\"en\">On the Day when Allah will gather the Messengers together and say to them: \"What was the response you received <span class=\"gray\">(from men to your teaching)</span>?\" They will say: \"We have no knowledge, verily, only You are the Knower of all that is hidden. <span>(109)</span></p><div lang=\"en\" class=\"en \"><h2>The Messengers Will be Asked About Their Nations</h2></div><p lang=\"en\" class=\"en \">Allah states that on the Day of Resurrection, He will ask the Messengers about how their nations, to whom He sent them, answered and responded to their teachings. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then surely, We shall question those <span class=\"gray\">(people)</span> to whom it <span class=\"gray\">(the Book)</span> was sent and verily, We shall question the Messengers.)</span><span class=\"gray\">[7:6]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, by your Lord, We shall certainly call all of them to account. For all that they used to do.)</span><span class=\"gray\">[15:92-93]</span>. </p><p lang=\"en\" class=\"en \">The statement of the Messengers here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا عِلْمَ لَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have no knowledge)</span> is the result of the horror of that Day, according to Mujahid, Al-Hasan Al-Basri and As-Suddi. 'Abdur-Razzaq narrated that Ath-Thawri said that Al-A'mash said that Mujahid said about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Allah will gather the Messengers together and say to them: \"What was the response you received?\")</span> They will become afraid and reply,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا عِلْمَ لَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have no knowledge...)</span> Ibn Jarir and Ibn Abi Hatim also recorded this explanation. 'Ali bin Abi Talhah said that Ibn 'Abbas commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا إِنَّكَ أَنتَ عَلَّامُ الْغُيُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Allah will gather the Messengers together and say to them: \"What was the response you received <span class=\"gray\">(from men to your teaching)</span>?\" They will say: \"We have no knowledge, verily, only You are the Knower of all that is hidden.\")</span></p><p lang=\"en\" class=\"en \">\"They will say to the Lord, Most Honored, 'We have no knowledge beyond what we know, and even that, You have more knowledge of them than us.\" This response is out of respect before the Lord, Most Honored, and it means, we have no knowledge compared to Your encompassing knowledge. Therefore, our knowledge only grasped the visible behavior of these people, not the secrets of their hearts. You are the Knower of everything, Who has encompassing knowledge of all things, and our knowledge compared to Your knowledge is similar to not having any knowledge at all, for</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنتَ عَلَّامُ الْغُيُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(only You are the Knower of all that is hidden.)</span></p>"
  }
]