[
  {
    "ayah_key": "22:30",
    "group_ayah_key": "22:30",
    "from_ayah": "22:30",
    "to_ayah": "22:31",
    "ayah_keys": "22:30,22:31",
    "text": "<p class=\"en translation\" lang=\"en\">That and whoever honors the sacred things of Allah, then that is better for him with his Lord. The cattle are lawful to you, except those <span class=\"gray\">(that will be)</span> mentioned to you. So shun the Rijs of the idols, and shun false speech <span>(30)</span>Hunafa' Lillah, not associating partners unto Him; and whoever assigns partners to Alla <span>(31)</span></p><div lang=\"no\" class=\"no \"><h2>The Reward for avoiding Sin</h2></div><p lang=\"en\" class=\"en \">Allah says: 'This is what We have commanded you to do in the rituals <span class=\"gray\">(of Hajj)</span>, and this is the great reward that the person who does that will gain.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُعَظِّمْ حُرُمَاتِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whoever honors the sacred things of Allah,)</span> means, whoever avoids disobeying Him and does not transgress that which is sacred, and regards committing sin as a very serious matter,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then that is better for him with his Lord.)</span> means, he will attain much good and a great reward for doing that. Just as the one who does acts of obedience will earn a great reward, so too, the one who avoids sin will earn a great reward.</p><div lang=\"en\" class=\"en \"><h2>Cattle are Lawful</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The cattle are lawful to you, except those <span class=\"gray\">(that will be)</span> mentioned to you.)</span> means, 'We have made permissible for you all the An'am <span class=\"gray\">(cattle etc.)</span>,' and Allah has not instituted things like Bahirah or a Sa'ibah or a Wasilah or a Ham.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except those mentioned to you.)</span> the prohibition of Al-Maytah, blood, the flesh of swine, and that on which Allah's Name has not been mentioned while slaughtering <span class=\"gray\">(that which has been slaughtered as a sacrifice for others than Allah, or has been slaughtered for idols)</span> and that which has been killed by strangling, or by a violent blow, or by a headlong fall, or by the goring of horns – and that which has been <span class=\"gray\">(partly)</span> eaten by a wild animal – unless you are able to slaughter it <span class=\"gray\">(before its death)</span> - and that which is sacrificed <span class=\"gray\">(slaughtered)</span> on An-Nusub. This was the view of Ibn Jarir, who recorded it from Qatadah.</p><div lang=\"en\" class=\"en \"><h2>The Command to shun Shirk and Lying</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So shun the Rijis of the idols, and shun false speech.)</span> From this it is clear what Ar-Rijs means, i.e., avoid the abomination, which means idols. Shirk is mentioned in conjunction with false speech, as in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"<span class=\"gray\">(But)</span> the things that my Lord has indeed forbidden are Al-Fawahish <span class=\"gray\">(immoral sins)</span> whether committed openly or secretly, sins <span class=\"gray\">(of all kinds)</span>, unrighteous oppression, joining partners with Allah for which He has given no authority, and saying things about Allah of which you have no knowledge\".)</span><span class=\"gray\">(7:33)</span> This includes bearing false witness. In the Two Sahihs it was reported from Abu Bakrah that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُنَبِّــئُكُمْ بِأَكْبَرِ الْكَبَائِرِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I not tell you about the worst of major sins?)</span> We said, \"Yes, O Messenger of Allah.\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْإِشْرَاكُ بِاللهِ وَعُقُوقُ الْوَالِدَيْنِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Associating others with Allah, disobeying one's parents.)</span> He was reclining, then he sat up and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا وَقَوْلُ الزُّورِ، أَلَا وَشَهَادَةُ الزُّور ِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and indeed giving false statements, and indeed bearing false witness...)</span> and he kept on repeating it until we wished that he would stop.\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Khuraym bin Fatik Al-Asadi said, \"The Messenger of Allah ﷺ prayed As-Subh <span class=\"gray\">(Al-Fajr)</span>, and when he had finished, he stood up and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَدَلَتْ شَهَادَةُ الزُّورِ الْإِشْرَاكَ بِاللهِ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bearing false witness is on a par with the association of others with Allah.)</span> Then he recited this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ - حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ</p><p lang=\"uz\" class=\"uz \"><span class=\"gray\">(So shun the Rijs of the idols, and shun lying speech. Hunafa' Lillah, not associating partners unto Him;)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حُنَفَاءَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hunafa' Lillah)</span> means, sincerely submitting to Him Alone, shunning falsehood and seeking the truth. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرَ مُشْرِكِينَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(not associating partners unto Him;)</span> Then Allah gives a likeness of the idolator in his misguidance and being doomed and being far away from true guidance, and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whoever assigns partners to Allah, it is as if he had fallen from the sky,)</span> meaning,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَخْطَفُهُ الطَّيْرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the birds caught him in midair,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or the wind had thrown him to a far off place.)</span> means, remote and desolate, dangerous for anyone who lands there. Hence it says in the Hadith of Al-Bara':</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْكَافِرَ إِذَا تَوَفَّتْهُ مَلَائِكَةُ الْمَوْتِ وَصَعِدُوا بِرُوحِهِ إِلَى السَّمَاءِ، فَلَا تُفْتَحُ لَهُ أَبْوَابُ السَّمَاءِ بَلْ تُطْرَحُ رُوحُهُ طَرْحًا مِنْ هُنَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the angels of death take the soul of the disbeliever in death, they take his soul up to the heaven, but the gates of heaven are not opened for him; on the contrary, his soul is thrown down from there.)</span> Then he recited this Ayah. The Hadith has already been quoted in our explanation of Surah Ibrahim. Allah gives another parable of the idolators in Surat Al-An'am, where He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰ أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا ۗ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Shall we invoke others besides Allah, that can do us neither good nor can harm us, and shall we turn back on our heels after Allah has guided us? – like one whom the Shayatin have made to go astray in the land in confusion, his companions calling him to guidance <span class=\"gray\">(saying)</span>: 'Come to us.'\" Say: \"Verily, Allah's guidance is the only guidance.\")</span><span class=\"gray\">(6:71)</span></p>"
  },
  {
    "ayah_key": "22:32",
    "group_ayah_key": "22:32",
    "from_ayah": "22:32",
    "to_ayah": "22:33",
    "ayah_keys": "22:32,22:33",
    "text": "<p class=\"en translation\" lang=\"en\">Thus it is, and whosoever honors the Sha'a'ir of Allah, then it is truly from the Taqwa of the hearts <span>(32)</span>In them are benefits for you for an appointed term, and afterwards they are brought for sacrifice to the 'Atiq House <span>(33)</span></p><div lang=\"en\" class=\"en \"><h2>Explanation of the Udhiyyah and the Sha'a'ir of Allah</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever honors the Sha'a'ir of Allah,)</span> means, His commands.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then it is truly from the Taqwa of the hearts.)</span> This also includes obeying His commands in the best way when it comes to offering sacrifices, as Al-Hakam said narrating from Miqsam, from Ibn 'Abbas: \"Honoring them means choosing fat, healthy animals <span class=\"gray\">(for sacrifice)</span>.\" Abu Umamah bin Sahl said: \"We used to fatten the Udhiyyah in Al-Madinah, and the Muslims used to fatten them.\" This was recorded by Al-Bukhari. In Sunan Ibn Majah, it was recorded from Abu Rafi' that the Messenger of Allah sacrificed two castrated, fat, horned rams. Abu Dawud and Ibn Majah recorded from Jabir: \"The Messenger of Allah ﷺ sacrificed two castrated, fat, horned rams.\" It was said, \"The Messenger of Allah ﷺ commanded us to examine their eyes and ears, and not to sacrifice the Muqabilah, the Mudabirah, the Sharqa, nor the Kharqa'.\" This was recorded by Ahmad and the Sunan compilers, and At-Tirmidhi graded it Sahih. As for the Muqabilah, it is the one whose ear is cut at the front, Mudabirah is the one whose ear is cut at the back, the Shurqa is the one whose ear is split, as Ash-Shafi'i said. The Kharqa' is the one whose ear is pierced with a hole. And Allah knows best. It was recorded that Al-Bara' said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعٌ لَاتَجُوزُ فِي الْأَضَاحِي: الْعَوْرَاءُ الْبَيِّنُ عَوَرُهَا، وَالْمَرِيضَةُ الْبَيِّنُ مَرَضُهَا، وَالْعَرْجَاءُ الْبَيِّنُ ظَلَعُهَا، وَالْكَسِيرَةُ الَّتِي لَاتُنْقِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Four are not permitted for sacrifice: those that are obviously one-eyed, those that are obviously sick, those that are obviously lame and those that have broken bones, which no one would choose.)</span> This was recorded by Ahmad and the Sunan compilers, and At-Tirmidhi graded it Sahih. a</p><div lang=\"en\" class=\"en \"><h2>The Benefits of the Sacrificial Camels</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا مَنَافِعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In them are benefits for you)</span> meaning, in the Budn <span class=\"gray\">(sacrificial camels)</span> you find benefits such as their milk their wool and hair, and their use for riding.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا مَنَافِعُ إِلَىٰ أَجَلٍ مُّسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In them are benefits for you for an appointed term,)</span> Miqsam reported that Ibn 'Abbas said: \"Until you decide to offer them as a sacrifice.\" It was recorded in the Two Sahihs from Anas that the Messenger of Allah ﷺ saw a man driving his sacrificial camel and said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">ارْكَبْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ride it.)</span> The man said, \"It is a sacrificial camel.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْكَبْهَا وَيْحَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ride it, woe to you!)</span> the second or third time. According to a report recorded by Muslim from Jabir, the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْكَبْهَا بِالْمَعْرُوفِ إِذَا أُلْجِئْتَ إِلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ride it gently according to your needs.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and afterwards they are brought for sacrifice to the 'Atiq House.)</span> meaning, they are eventually brought to the 'Atiq House – which is the Ka'bah – as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَدْيًا بَالِغَ الْكَعْبَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(an offering, brought to the Ka'bah)</span><span class=\"gray\">(5:95)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْهَدْيَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and detained the Hady, from reaching their place of sacrifice)</span><span class=\"gray\">(48:25)</span></p>"
  }
]