[
  {
    "ayah_key": "14:4",
    "group_ayah_key": "14:4",
    "from_ayah": "14:4",
    "to_ayah": "14:4",
    "ayah_keys": "14:4",
    "text": "<p class=\"en translation\" lang=\"en\">And We sent not a Messenger except with the language of his people, in order that he might make <span class=\"gray\">(the Message)</span> clear for them. Then Allah misleads whom He wills and guides whom He wills. And He is the All-Mighty, the All-Wise <span>(4)</span></p><div lang=\"en\" class=\"en \"><h2>Every Prophet was sent with the Language of His People; Guidance or Misguidance follows the Explanation</h2></div><p lang=\"en\" class=\"en \">Allah is Kind and Compassionate with His creation, sending Messengers to them from among them and speaking their language, so that they are able to understand the Message that the Messengers were sent with. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُضِلُّ اللَّهُ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then Allah misleads whom He wills and guides whom He wills.)</span> after the proof and evidence have been established for the people, Allah misguides whom He wills from the path of guidance and guides whom He wills to the truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the All-Mighty,)</span> whatever He wills occurs and whatever He does not will never occurs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Wise.)</span> in His decisions, misleading those who deserve to be misled and guiding those who deserve guidance. This is from Allah's wisdom with His creation, every Prophet He sent to a people spoke their language and everyone of these Prophets were only sent to their people. Muhammad bin 'Abdullah, Allah's Messenger, peace and blessings be upon him, was sent to all people. It is recorded in the Two Sahihs that Jabir said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَت لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا، وَأُحِلَّتْ لِيَ الْغَنَائِمُ وَلَمْ تُحَلَّ لِأَحَدٍ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been given five things which were not given to Anyone else before me. Allah made me victorious by awe, <span class=\"gray\">(by His frightening my enemies)</span> for a distance of one month's journey. The earth has been made for me <span class=\"gray\">(and for my followers)</span> a place for worship and a purifier. The war booty has been made lawful for me and it was not lawful for anyone else before me. I have been given the right of Intercession <span class=\"gray\">(on the Day of Resurrection)</span>. Every Prophet used to be sent to his nation only, but I have been sent to all mankind.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah...)</span><span class=\"gray\">[7:158]</span></p>"
  },
  {
    "ayah_key": "14:42",
    "group_ayah_key": "14:42",
    "from_ayah": "14:42",
    "to_ayah": "14:43",
    "ayah_keys": "14:42,14:43",
    "text": "<p lang=\"en\" class=\"en \">Consider not that Allah is unaware of that which the wrongdoers do, but He gives them respite up to a Day when the eyes will stare in horror <span>(42)</span><span class=\"gray\">(They will be)</span> hastening forward with necks outstretched, their heads raised up <span class=\"gray\">(towards the sky)</span>, their gaze returning not towards them and their hearts empty <span>(43)</span></p><div lang=\"en\" class=\"en \"><h2>Allah gives Respite to the Disbelievers and is never unaware of what They do</h2></div><p lang=\"en\" class=\"en \">Allah says, 'O Muhammad, do not think that Allah is unaware of what the unjust disbelievers do. Do not think because Allah gave them respite and delayed their punishment that He is unaware or ignoring punishing them for what they do. Rather, Allah keeps full account of this for them and keeps it on record against them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but He gives them respite up to a Day when the eyes will stare in horror.)</span> from the horror of the Day of Resurrection.' Allah next mentions how they will all be raised up from their graves and hurriedly gathered for the Day of Gathering,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُهْطِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(hastening forward)</span>, in a hurry. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّهْطِعِينَ إِلَى الدَّاعِ</p><p lang=\"nl\" class=\"nl \"><span class=\"gray\">(Hastening towards the caller.)</span><span class=\"gray\">[54:8]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day mankind will follow strictly Allah's caller, no crookedness will they show him.)</span><span class=\"gray\">[20:108]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(all)</span> faces shall be humbled before the Ever Living, the Sustainer.)</span><span class=\"gray\">[20:111]</span> Allah said: another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when they will come out of the graves quickly.)</span><span class=\"gray\">[70:43]</span> Allah said next,</p><p class=\"ps qpc-hafs\" lang=\"ps\">مُقْنِعِي رُءُوسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with necks outstretched)</span> meaning, raising their heads up, according to Ibn 'Abbas, Mujahid and several others. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their gaze returning not towards them)</span> meaning, their eyes are staring in confusion, trying not to blink because of the horror and tremendous insights they are experiencing, and fear of what is going to strike them, we seek refuge with Allah from this end. This is why Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَفْئِدَتُهُمْ هَوَاءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their hearts empty.)</span> meaning, their hearts are empty due to extreme fear and fright. Qatadah and several others said that the places of their hearts are empty then, because the hearts will ascend to the throats due to extreme fear. Allah said next to His Messenger ,</p>"
  }
]