[
  {
    "ayah_key": "2:185",
    "group_ayah_key": "2:185",
    "from_ayah": "2:185",
    "to_ayah": "2:185",
    "ayah_keys": "2:185",
    "text": "<p lang=\"en\" class=\"en \">The month of Ramadan in which was revealed the Qur'an, a guidance for mankind and clear proofs for the guidance and the criterion <span class=\"gray\">(between right and wrong)</span>. So whoever of you sights <span class=\"gray\">(the crescent on the first night of)</span> the month <span class=\"gray\">(of Ramadan, i.e., is present at his home)</span>, he must observe Sawm <span class=\"gray\">(fasting)</span> that month, and whoever is ill or on a journey, the same number <span class=\"gray\">[of days which one did not observe Sawm <span class=\"gray\">(fasting)</span> must be made up]</span> from other days. Allah intends for you ease, and He does not want to make things difficult for you. <span class=\"gray\">(He wants that you)</span> must complete the same number <span class=\"gray\">(of days)</span>, and that you must magnify Allah <span class=\"gray\">[i.e., to say Takbir <span class=\"gray\">(Allahu Akbar: Allah is the Most Great)</span>]</span> for having guided you so that you may be grateful to Him <span>(185)</span></p><div lang=\"en\" class=\"en \"><h2>The Virtue of Ramadan and the Revelation of the Qur'an in it</h2></div><p lang=\"en\" class=\"en \">Allah praised the month of Ramadan out of the other months by choosing it to send down the Glorious Qur'an, just as He did for all of the Divine Books He revealed to the Prophets. Imam Ahmad reported Wathilah bin Al-Asqa' that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُنْزِلَتْ صُحُفُ إِبْرَاهِيمَ فِي أَوَّلِ لَيْلَةٍ مِنْ رَمَضَانَ، وَأُنْزِلَتِ التَّوْرَاةُ لِسِتٍّ مَضَيْنَ مِنْ رَمَضَانَ، وَالْإِنْجِيلُ لِثَلاثَ عَشَرةَ خَلَتْ مِنْ رَمَضَانَ، وَأَنْزَلَ اللهُ الْقُرْآنَ لأَرْبَعٍ وَعِشْرِينَ خَلَتْ مِنْ رَمَضَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Suhuf <span class=\"gray\">(Pages)</span> of Ibrahim were revealed during the first night of Ramadan. The Torah was revealed during the sixth night of Ramadan. The Injil was revealed during the thirteenth night of Ramadan. Allah revealed the Qur'an on the twenty-fourth night of Ramadan.)</span></p><div lang=\"en\" class=\"en \"><h2>The Virtues of the Qur'an</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَىٰ وَالْفُرْقَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...a guidance for mankind and clear proofs for the guidance and the criterion <span class=\"gray\">(between right and wrong)</span>.)</span></p><p lang=\"en\" class=\"en \">Here Allah praised the Qur'an, which He revealed as guidance for the hearts of those who believe in it and adhere to its commands. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَيِّنَاتٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and clear proofs)</span> meaning, as clear and unambiguous signs and unequivocal proof for those who understand them. These proofs testify to the truth of the Qur'an, its guidance, the opposite of misguidance, and how it guides to the straight path, the opposite of the wrong path, and the distinction between the truth and falsehood, and the permissible and the prohibited.</p><div lang=\"en\" class=\"en \"><h2>The Obligation of Fasting Ramadan</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whoever of you sights <span class=\"gray\">(the crescent on the first night of)</span> the month <span class=\"gray\">(of Ramadan, i.e., is present at his home)</span>, he must observe Sawm <span class=\"gray\">(fasting)</span> that month.)</span></p><p lang=\"en\" class=\"en \">This Ayah requires the healthy persons who witness the beginning of the month, while residing in their land, to fast the month. This Ayah abrogated the Ayah that allows a choice of fasting or paying the Fidyah. When Allah ordered fasting, He again mentioned the permission for the ill person and the traveler to break the fast and to fast other days instead as compensation. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and whoever is ill or on a journey, the same number <span class=\"gray\">[of days which one did not observe Sawm <span class=\"gray\">(fasting)</span> must be made up]</span> from other days.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that ill persons who are unable to fast or fear harm by fasting, and the traveler, are all allowed to break the fast. When one does not fast in this case, he is obliged to fast other days instead. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah intends for you ease, and He does not want to make things difficult for you.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that Allah allowed such persons, out of His mercy and to make matters easy for them, to break the fast when they are ill or traveling, while the fast is still obligatory on the healthy persons who are not traveling.</p><div lang=\"en\" class=\"en \"><h2>Several Rulings Concerning the Fast</h2></div><p lang=\"en\" class=\"en \">The authentic Sunnah states that Allah's Messenger <span class=\"gray\">(ﷺ)</span> traveled during the month of Ramadan for the battle for Makkah. The Prophet <span class=\"gray\">(ﷺ)</span> marched until he reached the area of Kadid and then broke his fast and ordered those who were with him to do likewise. This was recorded in the Two Sahihs. Breaking the fast mentioned in this Hadith was not required, for the Companions used to go out with Allah's Messenger <span class=\"gray\">(ﷺ)</span> during the month of Ramadan, then, some of them would fast while some of them would not fast and neither category would criticize the others. If the command mentioned in the Hadith required breaking the fast, the Prophet ﷺ would have criticized those who fasted. Allah's Messenger ﷺ himself sometimes fasted while traveling. For instance, it is reported in the Two Sahihs that Abu Ad-Darda' said, \"We once went with Allah's Messenger <span class=\"gray\">(ﷺ)</span> during Ramadan while the heat was intense. One of us would place his hand on his head because of the intense heat. Only Allah's Messenger <span class=\"gray\">(ﷺ)</span> and 'Abdullah bin Rawahah were fasting at that time.\"</p><p lang=\"en\" class=\"en \">We should state that observing the permission to break the fast while traveling is better, as Allah's Messenger ﷺ said about fasting while traveling:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَفْطَرَ فَحَسَنٌ، وَمَنْ صَامَ فَلَا جُنَاحَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who did not fast have done good, and there is no harm for those who fasted.)</span></p><p lang=\"en\" class=\"en \">In another Hadith, the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْكُمْ بِرُخْصَةِ اللهِ الَّتِي رُخِّصَ لَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hold to Allah's permission that He has granted you.)</span></p><p lang=\"en\" class=\"en \">Some scholars say that the two actions are the same, as 'A'ishah narrated that Hamzah bin 'Amr Al-Aslami said, \"O Messenger of Allah! I fast a lot, should I fast while traveling?\" The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ شِئْتَ فَصُمْ، وَإِنْ شِئْتَ فَأَفْطِر</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fast if you wish or do not fast if you wish.)</span></p><p lang=\"en\" class=\"en \">This Hadith is in the Two Sahihs. It was reported that if the fast becomes difficult <span class=\"gray\">(while traveling)</span>, then breaking the fast is better. Jabir said that Allah's Messenger ﷺ saw a man who was being shaded <span class=\"gray\">(by other people while traveling)</span>. The Prophet ﷺ asked about him and he was told that man was fasting. The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ مِنَ الْبِرِّ الصِّيَامُ فِي السَّفَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not a part of Birr <span class=\"gray\">(piety)</span> to fast while traveling.)</span> This was recorded by Al-Bukhari and Muslim.</p><p lang=\"en\" class=\"en \">As for those who ignore the Sunnah and believe in their hearts that breaking the fast while traveling is disliked, they are required to break the fast and are not allowed to fast.</p><p lang=\"en\" class=\"en \">As for making up for missed fasting days, it is not required to be consecutive. One may do so consecutively or not consecutively. There are ample proofs to this fact. We should mention that fasting consecutive days is only required exclusively during Ramadan. After the month of Ramadan, what is required then is to merely make up for missed days. This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...the same number <span class=\"gray\">(should be made up)</span> from other days.)</span></p><div lang=\"en\" class=\"en \"><h2>Ease and not Hardship</h2></div><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah intends for you ease, and He does not want to make things difficult for you.)</span></p><p lang=\"ja\" class=\"ja \">Imam Ahmad recorded Anas bin Malik saying that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسِّرُوا وَلَا تُعَسِّرُوا وَسَكِّنُوا وَلَا تُنَفِّرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Treat the people with ease and don't be hard on them; give them glad tidings and don't fill them with aversion.)</span></p><p lang=\"en\" class=\"en \">This Hadith was also collected in the Two Sahihs. It is reported in the Sahihayn that Allah's Messenger ﷺ said to Mu'adh and Abu Musa when he sent them to Yemen:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَشِّرَا وَلَا تُنَفِّرَا، وَيَسِّرَا وَلَا تُعَسِّرَا، وَتَطَاوَعَا وَلَا تَخْتَلِفَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Treat the people with ease and don't be hard on them; give them glad tidings and don't fill them with aversion; and love each other, and don't differ.)</span></p><p lang=\"en\" class=\"en \">The Sunan and the Musnad compilers recorded that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بِالْحَنِيفِيَّةِ السَّمْحَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was sent with the easy Hanifiyyah <span class=\"gray\">(Islamic Monotheism)</span>.)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah intends for you ease, and He does not want to make things difficult for you. <span class=\"gray\">(He wants that you)</span> must complete the same number <span class=\"gray\">(of days)</span>)</span> means: You were allowed to break the fast while ill, while traveling, and so forth, because Allah wanted to make matters easy for you. He only commanded you to make up for missed days so that you complete the days of one month.</p><div lang=\"en\" class=\"en \"><h2>Remembering Allah upon performing the Acts of Worship</h2></div><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and that you must magnify Allah <span class=\"gray\">[i.e., to say Takbir <span class=\"gray\">(Allahu Akbar: Allah is the Most Great)</span>]</span> for having guided you)</span> means: So that you remember Allah upon finishing the act of worship. This is similar to Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا قَضَيْتُم مَّنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when you have accomplished your Manasik, <span class=\"gray\">(rituals)</span> remember Allah as you remember your forefathers or with far more remembrance.)</span><span class=\"gray\">(2:200)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...Then when the <span class=\"gray\">(Jumu'ah)</span> Salah <span class=\"gray\">(prayer)</span> is ended, you may disperse through the land, and seek the bounty of Allah <span class=\"gray\">(by working)</span>, and remember Allah much, that you may be successful.)</span><span class=\"gray\">(62:10)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ - وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and glorify the praises of your Lord, before the rising of the sun and before <span class=\"gray\">(its)</span> setting. And during a part of the night, glorify His praises, and after the prayers.)</span><span class=\"gray\">(50:39-40)</span></p><p lang=\"en\" class=\"en \">This is why the Sunnah encouraged Tasbih <span class=\"gray\">(saying Subhan Allah, i.e., all praise is due to Allah)</span>, Tahmid <span class=\"gray\">(saying Al-Hamdu Lillah, i.e., all the thanks are due to Allah)</span> and Takbir <span class=\"gray\">(saying Allahu Akbar, i.e., Allah is the Most Great)</span> after the compulsory prayers. Ibn 'Abbas said, \"We used to know that Allah's Messenger ﷺ has finished the prayer by the Takbir.\" Similarly, several scholars have stated that reciting Takbir the during 'Id-ul-Fitr was specified by the Ayah that states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He wants that you)</span> must complete the same number <span class=\"gray\">(of days)</span>, and that you must magnify Allah <span class=\"gray\">[i.e., to say Takbir <span class=\"gray\">(Allahu Akbar: Allah is the Most Great)</span>]</span> for having guided you...)</span> Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...so that you may be grateful to Him.)</span> means: If you adhere to what Allah commanded you, obeying Him by performing the obligations, abandoning the prohibitions and abiding by the set limits, then perhaps you will be among the grateful.</p>"
  }
]