[
  {
    "ayah_key": "50:12",
    "group_ayah_key": "50:12",
    "from_ayah": "50:12",
    "to_ayah": "50:15",
    "ayah_keys": "50:12,50:13,50:14,50:15",
    "text": "<p lang=\"en\" class=\"en \">Denied before them the people of Nuh, and the Dwellers of Rass, and Thamud <span>(12)</span>And 'Ad, and Fir'awn, and the brethren of Lut <span>(13)</span>And the Dwellers of Al-Aykah, and the people of Tubba'. Everyone of them denied <span class=\"gray\">(their)</span> Messengers, so My threat took effect <span>(14)</span>Were We then tired with the first creation? Nay, they are in confused doubt about a new creation <span>(15)</span></p><p lang=\"en\" class=\"en \">Reminding the Quraysh of the Destruction of earlier Disbelieving Nations</p><p lang=\"en\" class=\"en \">Allah the Exalted warns the disbelievers of Quraysh and reminds them of the punishment and painful torment that He sent in this life on their likes, who disbelieved before them. For instance, Allah the Exalted punished the people of Nuh by drowning them in the encompassing flood that touched all the people of earth. There is also the end that struck the people of Ar-Rass, and we mentioned their story before in Surat Al-Furqan,</p><p class=\"fa qpc-hafs\" lang=\"fa\">  وَثَمُودُ - وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and Thamud, and 'Ad, and Fir'awn, and the brethren of Lut,)</span> the people of Sadum <span class=\"gray\">(Sodom)</span> and the surrounding areas, to whom Lut was sent. Allah the Exalted shook the earth beneath them and turned their area into a reeking lake, as stinking as the disbelief, tyranny and defiance of the Truth that they had,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْحَابُ الْأَيْكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Dwellers of Al-Aykah)</span>, they are the nation of Shu'ayb, peace be upon him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَوْمُ تُبَّعٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the people of Tubba')</span>, King of Yemen; we explained his story in the Tafsir of Surat Ad-Dukhan, and therefore, we do not need to repeat it here. All praise is due to Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ كَذَّبَ الرُّسُلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everyone of them denied <span class=\"gray\">(their)</span> Messengers,)</span> means, all of these nations and their generations belied their respective Messenger, and whoever denies even one Messenger, is as if he has denied all Messengers. Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Nuh denied the Messengers.)</span><span class=\"gray\">(26:105)</span> even though only one Messenger was sent to them, and indeed, if all the Messengers were sent to them, they would have disbelieved in them as well. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَحَقَّ وَعِيدِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so My threat took effect.)</span> meaning, the promise of torment and punishment that Allah delivered to them on account of their denial took effect. Therefore, all those who fear suffering the same end should be warned, especially since the latter have denied their Messenger, just as the former denied their Messenger.</p><p lang=\"en\" class=\"en \">Repeating the Creation is Easier than originating It</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Were We then tired with the first creation?)</span> meaning, 'did starting the creation bring fatigue to Us, so as to cause doubt in them that repeating the creation was not possible?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, they are in confused doubt about a new creation.)</span> meaning, 'starting the creation did not tire Us, and repeating it is even easier.' Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)</span><span class=\"gray\">(30:27)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust?\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\")</span><span class=\"gray\">(36:78-79)</span></p><p lang=\"en\" class=\"en \">We mentioned earlier a Hadith collected in the Sahih,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَىٰ يُؤْذِينِي ابْنُ آدَمَ يَقُولُ: لَنْ يُعِيدَنِي كَمَا بَدَأَنِي. وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah the Exalted said, \"Son of 'Adam insults Me when he says, 'He will not resurrect me as He created me before!' But surely, originating creation is not easier for Me than reproducing it again.\")</span></p>"
  }
]