[
  {
    "ayah_key": "18:50",
    "group_ayah_key": "18:50",
    "from_ayah": "18:50",
    "to_ayah": "18:50",
    "ayah_keys": "18:50",
    "text": "<p class=\"en translation\" lang=\"en\">And <span class=\"gray\">(remember)</span> when We said to the angels: \"Prostrate yourselves unto Adam.\" So they prostrated themselves, except Iblis. He was one of the Jinn; he disobeyed the command of his Lord. Will you then take him and his offspring as protectors and helpers rather than Me while they are enemies to you? What an evil is the exchange for the wrongdoers <span>(50)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Adam and Iblis</h2></div><p lang=\"en\" class=\"en \">Allah points out to the Children of Adam the enmity of Iblis towards them and their father before them, and rebukes those who follow him and go against their Creator and Master. It is He who created them from nothing and sustains and nourishes them by His kindness, yet they still took Iblis as their friend and declared their enmity towards Allah. So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْنَا لِلْمَلَائِكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We said to the angels)</span>, meaning all the angels, as was mentioned in the beginning of Surat Al-Baqarah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْجُدُوا لِآدَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Prostrate yourselves unto Adam)</span> a prostration of respect and honour, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ - فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when your Lord said to the angels, \"I am going to create a human <span class=\"gray\">(Adam)</span> from dried <span class=\"gray\">(sounding)</span> clay of altered mud. So, when I have fashioned him completely and breathed into him the soul which I created for him, then fall <span class=\"gray\">(you)</span> down prostrating yourselves unto him.)</span><span class=\"gray\">[15:28-29]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they prostrated themselves except Iblis. He was one of the Jinn;)</span> meaning, his original nature betrayed him. He had been created from smokeless fire, whereas the angels had been created from light, as is stated in Sahih Muslim where it is reported that 'A'ishah, may Allah be pleased with her, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُلِقَتِ الْمَلَائِكَةُ مِنْ نُورٍ، وَخُلِقَ إِبْلِيسُ مِنْ مَارِجٍ مِنْ نَارٍ، وَخُلِقَ آدَمُ مِمَّا وُصِفَ لَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The angels were created from light, Iblis was created from smokeless fire, and Adam was created from that which has been described to you.)</span></p><p lang=\"en\" class=\"en \">When matters are crucial, every vessel leaks that which it contains and is betrayed by its true nature. Iblis used to do what the angels did and resembled them in their devotion and worship, so he was included when they were addressed, but he disobeyed and went against what he was told to do. So Allah points out here that he was one of the Jinn, i.e., he was created from fire, as He says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا خَيْرٌ مِّنْهُ ۖ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am better than he. You created me from fire, and You created him from clay.)</span><span class=\"gray\">[38:76]</span></p><p lang=\"en\" class=\"en \">Al-Hasan Al-Basri said, \"Iblis was not one of the angels, not even for a second. He was the origin of the Jinn just as Adam, upon him be peace, was the origin of mankind.\" This was narrated by Ibn Jarir with a Sahih chain.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَفَسَقَ عَنْ أَمْرِ رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he disobeyed the command of his Lord.)</span> meaning by stepping beyond the bounds of obedience to Allah. Fisq <span class=\"gray\">(disobeying)</span> implies going out or stepping beyond. When the date emerges from its flower, the verb used in Arabic is Fasaqat; the same verb is used to describe a mouse coming out of its hole when it comes out to do damage. Then Allah says, rebuking those who follow and obey Iblis:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you then take him and his offspring as protectors and helpers rather than Me)</span> meaning, instead of Me. This is why Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَ لِلظَّالِمِينَ بَدَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What an evil is the exchange for the wrongdoers.)</span> This is like the Ayah in Surah Ya Sin where, after mentioning the Resurrection and its terrors, and the ultimate end of the blessed and the doomed, Allah then says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said)</span>: \"And O you the criminals! Get you apart this Day <span class=\"gray\">(from the believers)</span>.)</span> until;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ تَكُونُوا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did you not then understand?)</span><span class=\"gray\">[36:59-62]</span></p>"
  },
  {
    "ayah_key": "18:51",
    "group_ayah_key": "18:51",
    "from_ayah": "18:51",
    "to_ayah": "18:51",
    "ayah_keys": "18:51",
    "text": "<p class=\"en translation\" lang=\"en\">They did not witness the creation of the heavens and the earth nor their own creation, nor did I take those who mislead as 'Adudan <span>(51)</span></p><div lang=\"en\" class=\"en \"><h2>The gods of the Idolators did not witness the Creation of anything, not even Themselves</h2></div><p lang=\"en\" class=\"en \">Allah says: 'These whom you take as helpers instead of Me are creatures just like you. They do not possess anything and did not witness the creation of heaven and earth, because they did not exist at that time.' Allah says, 'I am the One Who independently and exclusively creates and controls all things, and I have no partner, associate or advisor in that.' As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُ مِنْهُم مِّن ظَهِيرٍ - وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Call upon those you claim besides Allah, they possess not even a speck of dust in the heavens or on the earth, nor have they any share in either, nor is there for Him any assistant among them. Intercession with Him profits not except for him whom He permits.)</span><span class=\"gray\">[34:22-23]</span></p><p lang=\"fil\" class=\"fil \">Similarly Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(nor did I take those who mislead as 'Adudan.)</span> Malik said: \"Assistants.\"</p>"
  },
  {
    "ayah_key": "18:52",
    "group_ayah_key": "18:52",
    "from_ayah": "18:52",
    "to_ayah": "18:53",
    "ayah_keys": "18:52,18:53",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> the Day He will say: \"Call those <span class=\"gray\">(so-called)</span> partners of Mine whom you claimed.\" Then they will cry unto them, but they will not answer them, and We shall put Mawbiq between them <span>(52)</span>And the criminals shall see the Fire and apprehend that they are to fall therein. And they will find no way of escape from it <span>(53)</span></p><div lang=\"en\" class=\"en \"><h2>Their Partners are not able to respond and the Criminals are brought to the Fire</h2></div><p lang=\"en\" class=\"en \">Allah tells us how He will address the idolators on the Day of Resurrection before all of creation, rebuking and scolding them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Call those <span class=\"gray\">(so-called)</span> partners of Mine whom you claimed.)</span> meaning, in the world. Call them today to save you from the situation you are in! Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جِئْتُمُونَا فُرَادَىٰ كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ ۚ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And truly, you have come unto Us alone as We created you the first time. You have left what you were given behind your backs and We do see not with you your intercessors whom you claimed were your partners. Now all relations between you and them have been cut off, and all that you used to claim has vanished from you.)</span><span class=\"gray\">[6:94]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they will cry unto them, but they will not answer them.)</span> As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it will be said <span class=\"gray\">(to them)</span>: \"Call upon those partners of yours,\" then they will call upon them, but they will not answer them.)</span><span class=\"gray\">[28:64]</span> And the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls others besides Allah, such as will not answer him)</span><span class=\"gray\">[46:5]</span> Until the end of the two Ayat;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِن دُونِ اللَّهِ آلِهَةً لِّيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have taken gods besides Allah, that they may grant them honor. Nay, but they will deny their worship of them, and become opponents to them.)</span><span class=\"gray\">[19:81-82]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا</p><p lang=\"sn\" class=\"sn \"><span class=\"gray\">(and We shall put Mawbiq between them.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Qatadah and others said: \"Destruction.\" The meaning is that Allah is stating that these idolators will have no way of reaching the gods they claimed in this world. He will separate them in the Hereafter and neither party will have any means of reaching the other. There will be devastation, great horrors and other terrible things in between them. 'Abdullah bin 'Amr understood the pronoun in the phrase \"between them\" to refer to the believers and the disbelievers, meaning that the people of guidance and the people of misguidance will be separated. This then is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when the Hour will be established – that Day shall <span class=\"gray\">(all men)</span> be separated.)</span><span class=\"gray\">[30:14]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَصَّدَّعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day men shall be divided.)</span><span class=\"gray\">[30:43]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said)</span>, \"And O you the criminals! Get you apart this Day <span class=\"gray\">(from the believers)</span>.)</span><span class=\"gray\">[36:59]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنتُمْ وَشُرَكَاؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when We shall gather them all together, then We shall say to those who joined partners, \"Stop in your place! You and your partners.\" Then We shall separate between them...)</span> until,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what they invented will vanish from them.)</span><span class=\"gray\">[10:28-30]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the criminals shall see the Fire and apprehend that they are to fall therein. And they will find no way of escape from it.)</span> meaning when they see Hell with their own eyes, since it is being dragged forth by seventy thousand reins, each pulled by seventy thousand angels. When,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَى الْمُجْرِمُونَ النَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the criminals shall see the Fire)</span>, they will realize that they cannot escape being thrown into it, and that will only intesify their anxiety and distress, because the anticipation and fear of punishment is in itself a real punishment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will find no way of escape from it.)</span> means, they will have no way of fleeing, it will be inevitable.</p>"
  }
]