[
  {
    "ayah_key": "56:1",
    "group_ayah_key": "56:1",
    "from_ayah": "56:1",
    "to_ayah": "56:12",
    "ayah_keys": "56:1,56:2,56:3,56:4,56:5,56:6,56:7,56:8,56:9,56:10,56:11,56:12",
    "text": "<p lang=\"af\" class=\"af \">The Virtues of Surat Al-Waqi'ah</p><p lang=\"en\" class=\"en \">Abu Ishaq reported from 'Ikrimah from Ibn 'Abbas that Abu Bakr said, \"O Allah's Messenger! You are becoming gray?\" The Messenger replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَيَّبَتْنِي هُودٌ وَالْوَاقِعَةُ وَالْمُرْسَلَاتُ وَعَمَّ يَتَسَاءَلُونَ وَإِذَا الشَّمْسُ كُوِّرَتْ</p><p lang=\"so\" class=\"so \"><span class=\"gray\">(Hud <span class=\"gray\">(chapter 11)</span>, Al-Waqi'ah <span class=\"gray\">(56)</span>, Al-Mursalat <span class=\"gray\">(77)</span>, 'Amma Yatasa'alun <span class=\"gray\">(78)</span> and Idha Ash-Shamsu Kuwwirat <span class=\"gray\">(81)</span> have made me gray.)</span> At-Tirmidhi collected this Hadith and said, \"Hasan Gharib.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا وَقَعَتِ الْوَاقِعَةُ - لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ - خَافِضَةٌ رَافِعَةٌ - إِذَا رُجَّتِ الْأَرْضُ رَجًّا - وَبُسَّتِ الْجِبَالُ بَسًّا - فَكَانَتْ هَبَاءً مُنْبَثًّا - وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً - فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ - وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ - وَالسَّابِقُونَ السَّابِقُونَ - أُولَٰئِكَ الْمُقَرَّبُونَ - فِي جَنَّاتِ النَّعِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. When the Waqi'ah occurs)</span><span class=\"gray\">(2. There is not, for its occurrence, Kadhibah.)</span><span class=\"gray\">(3. Bringing low <span class=\"gray\">(some)</span>, exalting <span class=\"gray\">(others)</span>.)</span><span class=\"gray\">(4. When the earth will be shaken with a terrible shake.)</span><span class=\"gray\">(5. And the mountains will be powdered to dust,)</span><span class=\"gray\">(6. So that they will become floating dust particles.)</span><span class=\"gray\">(7. And you <span class=\"gray\">(all)</span> will be in three groups.)</span><span class=\"gray\">(8. So those on the right – how <span class=\"gray\">(fortunate)</span> will be those on the right!)</span><span class=\"gray\">(9. And those on the left – how <span class=\"gray\">(unfortunate)</span> will be those on the left!)</span><span class=\"gray\">(10. And those foremost will be foremost.)</span><span class=\"gray\">(11. These will be the nearest <span class=\"gray\">(to Allah)</span>.)</span><span class=\"gray\">(12. In the Gardens of Delight.)</span></p><p lang=\"en\" class=\"en \">The Horrors of the Day of Resurrection</p><p lang=\"en\" class=\"en \">Al-Waqi'ah <span class=\"gray\">(the occurrence)</span>, is one of the names of the Day of Resurrection, because that Day is real and will surely come. Allah the Exalted said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then on that Day shall the Waqi'ah occur.)</span><span class=\"gray\">(69:15)</span> Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not, for its occurrence, Kadhibah.)</span> means, when He commands the Day of Resurrection to begin, none can stop it from happening or prevent it from beginning,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Answer the call of your Lord before there comes from Allah a Day which can not be averted.)</span><span class=\"gray\">(42:47)</span>,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ - لِلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A questioner asked concerning a torment about to occur – upon the disbelievers, which none can avert.)</span><span class=\"gray\">(70:1-2)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ ۚ قَوْلُهُ الْحَقُّ ۚ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ ۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day He will say: \"Be!\" – and it is! His Word is the Truth. His will be the dominion on the Day when the Trumpet will be blown. All-Knower of the unseen and the seen. He is the All-Wise, Well Aware.)</span><span class=\"gray\">(6:73)</span> As for the meaning of</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَاذِبَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Kadhibah)</span> Muhammad bin Ka'b said: \"It will certainly occur,\" while Qatadah said, \"It shall not be discontinued, taken back or aborted. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَافِضَةٌ رَافِعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bringing low, exalting.)</span> indicates that Al-Waqi'ah lowers some people to the lowest parts of the Fire, even if they had been mighty in this life. It also elevates others to the highest grades in the residence of eternal delight, even if they were weak in this life. This was said by Al-Hasan, Qatadah and others. Al-'Awfi reported from Ibn 'Abbas:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَافِضَةٌ رَافِعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bringing low, exalting)</span>, \"It made the near and the far hear it,\" while 'Ikrimah said, \"It lowered, and thus those who were close heard it, and elevated, and thus those in the distance heard it.\" Ad-Dahhak and Qatadah said similarly. Allah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِذَا رُجَّتِ الْأَرْضُ رَجًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the earth will be shaken with a terrible shake.)</span> meaning, it is shaken and moved violently over all of its surface and through its depths. Ibn 'Abbas, Mujahid, Qatadah and others said about Allah's saying:,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِذَا رُجَّتِ الْأَرْضُ رَجًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the earth will be shaken with a terrible shake.)</span> it means \"Violently shaken.\" Ar-Rabi' bin Anas said, \"The earth will be shaken with all that is in it, just as a sifter is shaken with its contents.\" This is like Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the earth is shaken with its earthquake.)</span><span class=\"gray\">(99:1)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! Have Taqwa of your Lord! Verily, the earthquake of the Hour is a terrible thing.)</span><span class=\"gray\">(22:1)</span>. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبُسَّتِ الْجِبَالُ بَسًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the mountains will be powdered to dust,)</span> meaning, relentlessly pulverized. This was said by Ibn 'Abbas, Mujahid, 'Ikrimah and Qatadah and others. Ibn Zayd said: \"The mountains will become just like Allah described them,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> كَثِيبًا مَهِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A heap of sand poured out.)</span><span class=\"gray\">(73:14)</span>.\" Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَتْ هَبَاءً مُنْبَثًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that they will become floating dust particles.)</span> Abu Ishaq narrated from Al-Harith, from 'Ali: \"It will become like the rising dust storm that soon fades away leaving no trace of itself behind.\" Al-'Awfi reported from Ibn 'Abbas about Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَتْ هَبَاءً مُنْبَثًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that they will become floating dust particles.)</span> \"It describes the rising embers from the fire when it is kindled, but when the embers land, they are extinguished quickly.\" 'Ikrimah said, \"The floating dust particles that the wind scatters all around,\" while Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَبَاءً مُنْبَثًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(floating particles)</span>, \"Like the dry parts of trees that the wind scatters all about.\" This Ayah is similar to several other Ayat that indicate that the mountains will be moved from their places, demolished and blown off their bases, becoming like carded wool on the Day of Resurrection.</p><p lang=\"en\" class=\"en \">Three Categories of People on the Day of Resurrection</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you <span class=\"gray\">(all)</span> will be in three groups.)</span> This means that people will be divided into three categories on the Day of Resurrection. Some will on the right of Allah's Throne, and they are those who were brought forth from 'Adam's right side. This category will be given their Books of Records in their right hand and will be taken to the right side. As-Suddi explained that they will comprise the majority of the residents of Paradise. Another category is those who will be placed to the left of Allah's Throne, and they are those who were brought forth from 'Adam's left side. This category will be given their Books of Records in their left hands and will be taken to the left side. They are the residents of the Fire, may Allah save us from their actions. A third category is comprised of those who are the foremost and nearest before Allah. They are in a better grade and status and nearer to Allah than those on the right side. They are the chiefs of those on the right side, because they include the Messengers, Prophets, true believers and martyrs. They are fewer than those on the right side; so Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ - وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ - وَالسَّابِقُونَ السَّابِقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So those on the right – how will be those on the right! And those on the left – how will be those on the left! And those foremost will be foremost.)</span></p><p lang=\"en\" class=\"en \">Allah divides people into these three groups upon their death, as indicated by the end of this Surah. Allah mentioned them in His statement as well,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We gave the Book as inheritance to such of Our servants whom We chose. Then of them are some who wrong themselves, and of them are some who follow a middle course, and of them are some who are, by Allah's leave, foremost in good deeds.)</span><span class=\"gray\">(35:32)</span></p><p lang=\"cy\" class=\"cy \">Muhammad bin Ka'b, Abu Hazrah Ya'qub bin Mujahid said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَالسَّابِقُونَ السَّابِقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those foremost will be foremost.)</span> is about the Prophets, peace be upon them, while As-Suddi said that they are the residents of the utmost highs <span class=\"gray\">(Ahl Al-'Illiyyin, in Paradise)</span>. </p><p lang=\"en\" class=\"en \">The meaning of foremost is that they were foremost in performing the acts of righteousness just as Allah commanded them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَارِعُوا إِلَىٰ مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And march forth in the way to forgiveness from your Lord, and for Paradise as wide as the heavens and the earth.)</span><span class=\"gray\">(3:133)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَابِقُوا إِلَىٰ مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Race with one another in hastening towards forgiveness from your Lord, and Paradise the width whereof is as the width of the heaven and the earth.)</span><span class=\"gray\">(57:21)</span></p><p lang=\"en\" class=\"en \">Therefore, those who rush to obey Allah in this life and are foremost in performing acts of righteousness, will be among the foremost believers honored in the Hereafter. Verily, the reward is according to the kind of deed, and as one does, so he is judged. So Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الْمُقَرَّبُونَ - فِي جَنَّاتِ النَّعِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These will be the nearest <span class=\"gray\">(to Allah)</span>. In the Gardens of Delight.)</span></p>"
  }
]