[
  {
    "ayah_key": "42:47",
    "group_ayah_key": "42:47",
    "from_ayah": "42:47",
    "to_ayah": "42:48",
    "ayah_keys": "42:47,42:48",
    "text": "<p lang=\"en\" class=\"en \">Answer the Call of your Lord before there comes from Allah a Day which cannot be averted. You will have no refuge on that Day nor there will be for you any denying <span>(47)</span>But if they turn away, We have not sent you as a Hafiz over them. Your duty is to convey. And verily, when We cause man to taste of mercy from Us, he rejoices there at; but when some evil befalls them because of the deeds which their hands have sent forth, then verily, man <span class=\"gray\">(becomes)</span> ingrate <span>(48)</span></p><p lang=\"en\" class=\"en \">Encouragement to obey Allah before the Day of Resurrection</p><p lang=\"en\" class=\"en \">When Allah tells us about the horrors and terrifying events of the Day of Resurrection, He warns us about it and commands us to prepare for it:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Answer the Call of your Lord before there comes from Allah a Day which cannot be averted.)</span> means, once He issues the command, it will come to pass within the blinking of an eye, and no one will be able to avert it or prevent it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will have no refuge on that Day nor there will be for you any denying.)</span> means, you will have no stronghold in which to take refuge, no place in which to hide from Allah, for He will encompass you with His knowledge and power, and you will have no refuge from Him except with Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ - كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day man will say: \"Where <span class=\"gray\">(is the refuge)</span> to flee?\" No! There is no refuge! Unto your Lord will be the place of rest that Day.)</span><span class=\"gray\">(75:10-12)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنْ أَعْرَضُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they turn away,)</span> refers to the idolators,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have not sent you as a Hafiz over them.)</span> means, 'you have no power over them.' And Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not upon you is their guidance, but Allah guides whom He wills)</span><span class=\"gray\">(2:272)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your duty is only to convey <span class=\"gray\">(the Message)</span> and on Us is the reckoning)</span><span class=\"gray\">(13:40)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your duty is to convey.)</span> meaning, 'all that We require you to do is to convey the Message of Allah to them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, when We cause man to taste of mercy from Us, he rejoices there at;)</span> means, when a time of ease and comfort comes to him, he is happy about it.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنْ تُصِبْهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but when befalls them)</span> means mankind.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيِّئَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(some evil)</span> means, drought, punishment, tribulation or difficulty,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِنَّ الْإِنْسَانَ كَفُورٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then verily, man <span class=\"gray\">(becomes)</span> ingrate!)</span> means, he forgets the previous times of ease and blessings and acknowledges nothing but the present moment. If times of ease come to him, he becomes arrogant and transgresses, but if any difficulty befalls him, he loses hope and is filled with despair. This is like what the Messenger of Allah ﷺ said to the women:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ النِّسَاءِ، تَصَدَّقْنَ، فَإِنِّي رَأَيْتُكُنَّ أَكْثَرَ أَهْلِ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O women, give in charity, for I have seen that you form the majority of the people of Hell.)</span> A woman asked, \"Why is that, O Messenger of Allah?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأَنَّكُنَّ تُكْثِرْنَ الشِّكَايَةَ وَتَكْفُرْنَ الْعَشِيرَ، لَوْ أَحْسَنْتَ إِلىٰ إِحْدَاهُنَّ الدَّهْرَ ثُمَّ تَرَكْتَ يَوْمًا، قَالَتْ: مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Because you complain too much, and you are ungrateful to <span class=\"gray\">(your)</span> husbands. If one of you were to be treated kindly for an entire lifetime, then that kindness was lacking for one day, she would say, 'I have never seen anything good from you!')</span> This is the case with most women, except for those whom Allah guides and who are among the people who believe and do righteous deeds. As the Prophet ﷺ said, the believer is the one who:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ، فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ، فَكَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...if something good happens to him, he is thankful, and that is good for him. If something bad happens to him, he bears it with patience, and that is good for him. This does not happen to anyone except the believer.)</span></p>"
  },
  {
    "ayah_key": "42:49",
    "group_ayah_key": "42:49",
    "from_ayah": "42:49",
    "to_ayah": "42:50",
    "ayah_keys": "42:49,42:50",
    "text": "<p class=\"en translation\" lang=\"en\">To Allah belongs the kingdom of the heavens and the earth. He creates what He wills. He bestows female upon whom He wills, and bestows male upon whom He wills <span>(49)</span>Or He bestows both males and females, and He renders barren whom He wills. Verily, He is the All-Knower and is Able <span class=\"gray\">(to do all things)</span><span>(50)</span></p><p lang=\"en\" class=\"en \">Allah tells us that He is the Creator, Sovereign and Controller of the heavens and the earth. Whatever he wills happens, and whatever He does not will does not happen. He gives to whomsoever He wills and withholds from whomsoever he wills; none can withhold what He gives, and none can give what He withholds, and He creates whatever He wills.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He bestows female upon whom He wills.)</span> means, He gives them daughters only. Al-Baghawi said, \"And among them <span class=\"gray\">(those who were given daughters only)</span> was Lut, peace be upon him.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and bestows male upon whom He wills.)</span> means, He gives them sons only. Al-Baghawi said, \"Like Ibrahim Al-Khalil, peace be upon him, who did not have any daughters.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or He bestows both males and females,)</span> means, He gives to whomsoever He wills both males and females, sons and daughters. Al-Baghawi said, \"Like Muhammad ﷺ.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He renders barren whom He wills.)</span> means, so that he has no children at all. Al-Baghawi said, \"Like Yahya and 'Isa, peace be upon them.\" So people are divided into four categories: some are given daughters, some are given sons, some are given both sons and daughters, and some are not given either sons or daughters, but they are rendered barren, with no offspring.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is the All-Knower)</span> means, He knows who deserves to be in which of these categories.</p><p class=\"fa qpc-hafs\" lang=\"fa\"> قَدِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and is Able <span class=\"gray\">(to do all things)</span>.)</span> means, to do whatever He wills and to differentiate between people in this manner. This issue is similar to that referred to in the Ayah where Allah says of 'Isa, peace be upon him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(We wish)</span> to appoint him as a sign to mankind)</span><span class=\"gray\">(19:21)</span>: i.e., proof for them of His power, for He created people in four different ways. Adam, peace be upon him, was created from clay, from neither a male nor a female. Hawwa', peace be upon her, was created from a male without a female. All other people, besides 'Isa, peace be upon him, were created from male and female, and this sign of Allah was completed with the creation of 'Isa bin Maryam, may peace be upon them both, who was created from a female without a male. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(We wish)</span> to appoint him as a sign to mankind)</span><span class=\"gray\">(19: 21)</span>. This issue has to do with parents, whilst the previous issue has to do with children, and in each case there are four categories. Glory be to the All-Knower Who is Able to do all things.</p>"
  }
]