[
  {
    "ayah_key": "2:114",
    "group_ayah_key": "2:114",
    "from_ayah": "2:114",
    "to_ayah": "2:114",
    "ayah_keys": "2:114",
    "text": "<p lang=\"en\" class=\"en \">And who are more unjust than those who forbid that Allah's Name be mentioned <span class=\"gray\">(i.e. prayers and invocations)</span> in Allah's Masjids and strive for their ruin? It was not fitting that such should themselves enter them <span class=\"gray\">(Allah's Masjids)</span> except in fear. For them there is disgrace in this world, and they will have a great torment in the Hereafter <span>(114)</span></p><div lang=\"en\" class=\"en \"><h2>Of the Most Unjust are Those Who prevent People from the Masjids and strive for their Ruin</h2></div><p lang=\"en\" class=\"en \">The Quraysh idolators are those who hindered the people from the Masjids of Allah and wanted to destroy them. Ibn Jarir reported that Ibn Zayd said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَاجِدَ اللَّهِ أَن يُذْكَرَ فِيهَا اسْمُهُ وَسَعَىٰ فِي خَرَابِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who are more unjust than those who forbid that Allah's Name be mentioned <span class=\"gray\">(i.e. prayers and invocations)</span> in Allah's Masjids and strive for their ruin?)</span> is about the Quraysh idolators who prevented the Prophet ﷺ from entering Makkah from Al-Hudaybiyyah, until he slaughtered the Hadi <span class=\"gray\">(animal for sacrifice)</span> at Dhi-Tuwa. He then agreed to a peace treaty with the idolators and said to them, <span class=\"gray\">(No one before has ever prevented people from entering the House. One would even see the killer of his father and brother, but would not prevent him <span class=\"gray\">(from entering the House of Allah)</span>.)</span> They said, \"Whoever killed our fathers at Badr, shall never enter it while there is one of us alive.\" Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَعَىٰ فِي خَرَابِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strive for their ruin)</span> means those who prevent whoever maintain the Masjids with Allah's remembrance and who visit Allah's House to perform Hajj and 'Umrah. Ibn Abi Hatim recorded that Ibn 'Abbas said that the Quraysh prevented the Prophet ﷺ from praying at the Ka'bah in Al-Masjid Al-Haram, so Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَاجِدَ اللَّهِ أَن يُذْكَرَ فِيهَا اسْمُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who are more unjust than those who forbid that Allah's Name be mentioned <span class=\"gray\">(i.e. prayers and invocations)</span> in Allah's Masjids?)</span>\"</p><p lang=\"en\" class=\"en \">After Allah chastised the Jews and Christians, He also criticized the idolators who expelled the Messenger of Allah ﷺ and his Companions from Makkah, preventing them from praying in Al-Masjid Al-Haram, which they kept exclusively for their idols and polytheism. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And why should not Allah punish them while they hinder <span class=\"gray\">(men)</span> from Al-Masjid Al-Haram, and they are not its guardians? None can be its guardians except Al-Muttaqun <span class=\"gray\">(the pious)</span>, but most of them know not.)</span><span class=\"gray\">(8:34)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنفُسِهِم بِالْكُفْرِ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ - إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَىٰ أُولَٰئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the Mushrikin <span class=\"gray\">(polytheists)</span>, to maintain the Masjids of Allah while they witness against their own selves of disbelief. The works of such are in vain and in Fire shall they abide. The Masjids of Allah shall be maintained only by those who believe in Allah and the Last Day; perform the Salah, and give the Zakah and fear none but Allah. It is they who are on true guidance.)</span><span class=\"gray\">(9:17-18)</span></p><p>and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَاءٌ مُّؤْمِنَاتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَئُوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌ بِغَيْرِ عِلْمٍ لِّيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَن يَشَاءُ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are the ones who disbelieved and hindered you from Al-Masjid-Al-Haram <span class=\"gray\">(at Makkah)</span> and detained the sacrificial animals, from reaching their place of sacrifice. Had there not been believing men and believing women whom you did not know, that you may kill them and on whose account a sin would have been committed by you without <span class=\"gray\">(your)</span> knowledge, that Allah might bring into His mercy whom He wills ـ if they <span class=\"gray\">(the believers and the disbelievers)</span> had been apart, We verily, would have punished those of them who disbelieved with painful torment)</span><span class=\"gray\">(48:25)</span>.</p><p lang=\"en\" class=\"en \">Therefore, Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Masjids of Allah shall be maintained only by those who believe in Allah and the Last Day; perform the Salah, and give the Zakah and fear none but Allah)</span><span class=\"gray\">(9:18)</span>.</p><p lang=\"en\" class=\"en \">Therefore, if those believers who follow the virtues mentioned in the Ayah were prevented from attending the Masjid, then what cause for destruction is worse than this? Maintaining the Masjids not only means beautifying them, but it involves remembering Allah, establishing His Shari'ah in the Masjids and purifying them from the filth of Shirk.</p><div lang=\"en\" class=\"en \"><h2>The Good News that Islam shall prevail</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أُولَٰئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَا إِلَّا خَائِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was not fitting that such should themselves enter them <span class=\"gray\">(Allah's Masjids)</span> except in fear)</span>.</p><p lang=\"en\" class=\"en \">This Ayah means, \"Do not allow them - the disbelievers - to enter the Masjids, except to satisfy the terms of an armistice or a treaty.\" When the Messenger of Allah ﷺ conquered Makkah in 9 H, he commanded that someone announce at Mina, \"After the current year, no idolators shall perform Hajj, and no naked persons shall perform Tawaf around the House, except for those who have a treaty. In this case, the treaty will be carried to the end of its term.\" This Ayah supports the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! <span class=\"gray\">(in Allah's Oneness and in His Messenger Muhammad ﷺ)</span>! Verily, the Mushrikun <span class=\"gray\">(idolators)</span> are Najasun <span class=\"gray\">(impure)</span>. So let them not come near Al-Masjid-Al-Haram <span class=\"gray\">(at Makkah)</span> after this year)</span><span class=\"gray\">(9:28)</span>.</p><p lang=\"en\" class=\"en \">It was also said that this Ayah <span class=\"gray\">(2:114)</span> carries the good news for the Muslims from Allah that He will allow them to take over Al-Masjid Al-Haram and all the Masjids and disgrace the idolators. Soon after, the Ayah indicated, no idolator shall enter the House, except out of fear of being seized or killed, unless he embraces Islam. Allah fulfilled this promise and later decreed that idolators not be allowed to enter Al-Masjid Al-Haram. The Messenger of Allah ﷺ stated that no two religions should remain in the Arabian Peninsula, and the Jews and Christians should be expelled from it, all praise is due to Allah. All of these rulings ensure maintaining the honor of Al-Masjid Al-Haram and purifying the area where Allah sent His Messenger to warn and bring good news to all of mankind, may Allah's peace and blessings be on him.</p><p lang=\"en\" class=\"en \">This Ayah also described the disgrace that the disbelievers earn in this life, and that the punishment comes in a form comparable to the deed. Just as they prevented the believers from entering Al-Masjid Al-Haram, they were prevented from entering it in turn. Just as they expelled the believers from Makkah, they were in turn expelled from Makkah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will have a great torment in the Hereafter)</span> because they breached the sanctity of the House and brought filth to it by erecting idols all around it, invoking other than Allah and performing Tawaf around it while naked, etc.</p><p lang=\"en\" class=\"en \">Here it is worth mentioning the Hadith about seeking refuge from disgrace in this life and the torment of the Hereafter. Imam Ahmad recorded that Busr bin Artah said that the Messenger of Allah ﷺ used to supplicate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَحْسِنْ عَاقِبَتَنَا فِي الْأُمُورِ كُلِّهَا وَأَجِرْنَا مِنْ خِزْيِ الدُّنْيَا وَعَذَابِ الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Make our end better in all affairs, and save us from disgrace in this life and the torment of the Hereafter.)</span></p><p lang=\"en\" class=\"en \">This Hadith is Hasan.</p>"
  }
]