[
  {
    "ayah_key": "21:30",
    "group_ayah_key": "21:30",
    "from_ayah": "21:30",
    "to_ayah": "21:33",
    "ayah_keys": "21:30,21:31,21:32,21:33",
    "text": "<p lang=\"en\" class=\"en \">Have not those who disbelieve known that the heavens and the earth were joined together as one united piece, then We parted them? And We have made from water every living thing. Will they not then believe <span>(30)</span>And We have placed on the earth firm mountains, lest it should shake with them, and We placed therein broad highways for them to pass through, that they may be guided <span>(31)</span>And We have made the heaven a roof, safe and well-guarded. Yet they turn away from its signs <span>(32)</span>And He it is Who has created the night and the day, and the sun and the moon, each in an orbit floating <span>(33)</span></p><div lang=\"en\" class=\"en \"><h2>The Signs of Allah in the Heavens and the Earth and in the Night and the Day</h2></div><p lang=\"en\" class=\"en \">Here Allah tells of His perfect might and power in His creation and subjugation of all things.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have not those who disbelieve known)</span> means, those who deny His Divine nature and worship others instead of Him, do they not realize that Allah is the One Who is Independent in His powers of creation and is running the affairs of all things with absolute power? So how can it be appropriate to worship anything else beside Him or to associate others in worship with Him? Do they not see that the heavens and the earth were joined together, i.e. in the beginning they were all one piece, attached to one another and piled up on top of one another, then He separated them from one another, and made the heavens seven and the earth seven, placing the air between the earth and the lowest heaven. Then He caused rain to fall from the sky and vegetation to grow from the earth. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ۖ أَفَلَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made from water every living thing. Will they not then believe?)</span> meaning, they see with their own eyes how creation develops step by step. All of that is proof of the existence of the Creator Who is in control of all things and is able to do whatever He wills.</p><div lang=\"en\" class=\"en \"><h2>In everything there is a Sign of Him, showing that He is One</h2></div><p lang=\"en\" class=\"en \">Sufyan Ath-Thawri narrated from his father from 'Ikrimah that Ibn 'Abbas was asked; \"Did the night come first or the day?\" He said, \"Do you think that when the heavens and the earth were joined together, there was anything between them except darkness? Thus you may know that the night came before the day.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Umar said that a man came to him and questioned him about when the heavens and earth were joined together then they were parted. He said, \"Go to that old man <span class=\"gray\">(Shaykh)</span> and ask him, then come and tell me what he says to you.\" So he went to Ibn 'Abbas and asked him. Ibn 'Abbas said: \"Yes, the heavens were joined together and it did not rain, and the earth was joined together and nothing grew. When living beings were created to populate the earth, rain came forth from the heavens and vegetation came forth from the earth.\" The man went back to Ibn 'Umar and told him what had been said. Ibn 'Umar said, \"Now I know that Ibn 'Abbas has been given knowledge of the Qur'an. He has spoken the truth, and this is how it was.\" Ibn 'Umar said: \"I did not like the daring attitude of Ibn 'Abbas in his Tafsir of the Qur'an, but now I know that he has been given knowledge of the Qur'an.\"</p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr said: \"The heavens and the earth were attached to one another, then when the heavens were raised up, the earth became separate from them, and this is their parting which was mentioned by Allah in His Book.\" Al-Hasan and Qatadah said, \"They were joined together, then they were separated by this air.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made from water every living thing.)</span> meaning, the origin of every living thing is in water.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Hurayrah said, \"I said: O Messenger of Allah, when I see you I feel happy and content, tell me about everything.\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ شَيْءٍ خُلِقَ مِنْ مَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everything was created from water.)</span> \"I said, tell me about something which, if I do it, I will enter Paradise.\" He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفْشِ السَّلَامَ، وَأَطْعِمِ الطَّعَامَ، وَصِلِ الْأَرْحَامَ، وَقُمْ بِاللَّيْلِ وَالنَّاسُ نِيَامٌ، ثُمَّ ادْخُلِ الْجَنَّةَ بِسَلَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Spread <span class=\"gray\">(the greeting of)</span> Salam, feed others, uphold the ties of kinship, and stand in prayer at night when people are sleeping. Then you will enter Paradise in peace.)</span></p><p lang=\"en\" class=\"en \">This chain of narration fulfills the conditions of the Two Sahihs, apart from Abu Maymunah, who is one of the men of the Sunans, his first name was Salim; and At-Tirmidhi classed him as Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have placed on the earth firm mountains,)</span> means, mountains which stabilize the earth and keep it steady and lend it weight, lest it should shake with the people, i.e., move and tremble so that they would not be able to stand firm on it – because it is covered with water, apart from one-quarter of its surface. So the land is exposed to the air and sun, so that its people may see the sky with its dazzling signs and evidence. So Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن تَمِيدَ بِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest it should shake with them,)</span> meaning, so that it will not shake with them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We placed therein broad highways for them to pass through,)</span> means, mountain passes through which they may travel from region to region, country to country. As we can see, the mountains form barriers between one land and another, so Allah created gaps – passes – in the mountains so that people may travel from here to there. So He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّعَلَّهُمْ يَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they may be guided.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا السَّمَاءَ سَقْفًا مَّحْفُوظًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made the heaven a roof, safe and well-guarded.)</span> means, covering the earth like a dome above it. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With Hands We constructed the heaven. Verily, We are able to extend the vastness of space thereof.)</span><span class=\"gray\">(51:47)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءِ وَمَا بَنَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the heaven and Him Who built it.)</span><span class=\"gray\">(91:5)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not looked at the heaven above them, how We have made it and adorned it, and there are no rifts in it?)</span><span class=\"gray\">(50:6)</span>. The building and making described here refers to the raising of the dome, as when the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Islam is built on five.)</span> i.e., five pillars, which can only refer to a tent as familiar among the Arabs.</p><p class=\"ur qpc-hafs\" lang=\"ur\">مَحْفُوظًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(safe and well-guarded.)</span> means, high and protected from anything reaching it. Mujahid said, \"Raised up.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet they turn away from its signs.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a sign in the heavens and the earth they pass by, while they are averse therefrom)</span><span class=\"gray\">(12:105)</span>.</p><p lang=\"en\" class=\"en \">They do not think about how Allah has created it, so vast and high, and adorned it with heavenly bodies both stationary and moving by night and day, such as the sun which completes its circuit in one day and night, until it completes its allotted time, which no one knows except Allah, Who created it and subjugated it and directed its course. Then Allah says, drawing attention to some of His signs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who has created the night and the day,)</span> meaning, the one with its darkness and stillness, and the other with its light and human interaction; sometimes the one is longer while the other is shorter, then they switch.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسَ وَالْقَمَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the sun and the moon,)</span> the sun with its own light and its own path and orbit and allotted time, and the moon which shines with a different light and travels on a different path and has its own allotted time.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(each in an orbit floating.)</span> means, revolving. Ibn 'Abbas said, \"They revolve like a spinning wheel, in a circle.\" This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He is the)</span> Cleaver of the daybreak. He has appointed the night for resting, and the sun and the moon for reckoning. Such is the measuring of the All-Mighty, the All-Knowing.)</span><span class=\"gray\">(6:96)</span></p>"
  },
  {
    "ayah_key": "21:34",
    "group_ayah_key": "21:34",
    "from_ayah": "21:34",
    "to_ayah": "21:35",
    "ayah_keys": "21:34,21:35",
    "text": "<p class=\"en translation\" lang=\"en\">And We granted not to any human being immortality before you; then if you die, would they live forever <span>(34)</span>Everyone is going to taste death, and We shall test you with evil and with good by way of trial. And to Us you will be returned <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>No One has been granted Immortality in this World</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We granted not to any human being immortality before you;)</span> means, O Muhammad.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخُلْدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(immortality)</span> means, in this world. On the contrary,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ عَلَيْهَا فَانٍ - وَيَبْقَىٰ وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatsoever is on it <span class=\"gray\">(the earth)</span> will perish. And the Face of your Lord full of majesty and honor will remain forever.)</span><span class=\"gray\">(55:26-27)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَفَإِن مِّتَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then if you die)</span> means, O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمُ الْخَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(would they live forever?)</span> means, they hope that they will live forever after you, but that will not happen; everything will pass away. So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everyone is going to taste death,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall test you with evil and with good by way of trial.)</span> Meaning, \"We shall test you, sometimes with difficulties and sometimes with ease, to see who will give thanks and who will be ungrateful, who will have patience and who will despair.\" 'Ali bin Abi Talhah reported from Ibn 'Abbas:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَنَبْلُوكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall test you)</span> means, We will test you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالشَّرِّ وَالْخَيْرِ فِتْنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with evil and with good by way of trial.)</span> means, with difficulties and with times of prosperity, with health and sickness, with richness and poverty, with lawful and unlawful, obedience and sin, with guidance and misguidance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْنَا تُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Us you will be returned.)</span> means, and We will requite you according to your deeds.</p>"
  }
]