[
  {
    "ayah_key": "10:12",
    "group_ayah_key": "10:12",
    "from_ayah": "10:12",
    "to_ayah": "10:12",
    "ayah_keys": "10:12",
    "text": "<p class=\"en translation\" lang=\"en\">And when harm touches man, he invokes Us, lying on his side, or sitting or standing. But when We have removed his harm from him, he passes on as if he had never invoked Us for a harm that touched him! Thus it is made fair seeming to the wasteful that which they used to do <span>(12)</span></p><div lang=\"en\" class=\"en \"><h2>Man remembers Allah at Times of Adversity and forgets Him at Times of Prosperity</h2></div><p lang=\"en\" class=\"en \">Allah tells us about man and how he becomes annoyed and worried when he is touched with distress.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but when evil touches him, then he has recourse to long supplications.)</span><span class=\"gray\">[41:51]</span></p><p lang=\"en\" class=\"en \">Long supplications' also means many supplications. When man suffers adversity he becomes worried and anxious. So he supplicates more. He prays to Allah to lift and remove the adversity. He prays while standing, sitting or laying down. When Allah removes his adversity and lifts his distress, he turns away and becomes arrogant. He goes on as if nothing were wrong with him before.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَرَّ كَأَن لَّمْ يَدْعُنَا إِلَىٰ ضُرٍّ مَّسَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He passes on as if he had never invoked Us for a harm that touched him!)</span></p><p lang=\"en\" class=\"en \">Allah then criticized and condemned those who have these qualities or act this way, so He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus it is made fair seeming to the wasteful that which they used to do.)</span></p><p lang=\"en\" class=\"en \">But those on whom Allah has bestowed good guidance and support are an exception.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except those who have patience believe and do righteous good deeds.)</span><span class=\"gray\">[11:11]</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا (لِأَمْرِ) الْمُؤْمِنِ لَا يَقْضِي اللهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ ضَرَّاءُ فَصَبَرَ كَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ سَرَّاءُ فَشَكَرَ كَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How wonderful is the case of a believer; there is good for him in everything and this is not the case with anyone except a believer. If prosperity attends him, he expresses gratitude to Allah, and that is good for him. And if adversity befalls him, he endures it patiently and that is also good for him.)</span></p>"
  },
  {
    "ayah_key": "10:13",
    "group_ayah_key": "10:13",
    "from_ayah": "10:13",
    "to_ayah": "10:14",
    "ayah_keys": "10:13,10:14",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed, We destroyed generations before you when they did wrong, while their Messengers came to them with clear proofs, but they were not such as to believe! Thus do We requite the people who are criminals <span>(13)</span>Then We made you successors after them, generations after generations in the land, that We might see how you would work <span>(14)</span></p><div lang=\"en\" class=\"en \"><h2>The Admonition held in the Destruction of the Previous Generations</h2></div><p lang=\"en\" class=\"en \">Allah tells us about what happened to past generations when they belied the Messengers and the clear signs and proofs the latter brought to them. Allah then made this nation successors after them. He sent to them a Messenger to test their obedience to Him and following His Messenger. Muslim recorded that Abu Nadrah reported from Abu Sa'id that he said: \"Allah's Messenger said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ، وَإِنَّ اللهَ مُسْتَخْلِفُكُمْ فِيهَا، فَنَاظِرٌ كَيْفَ تَعْمَلُونَ، فَاتَّقُوا الدُّنْيَا وَاتَّقُوا النِّسَاءَ، فَإِنَّ أَوَّلَ فِتْنَةِ بَنِي إِسْرَائِيلَ كَانَتْ فِي النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The world is indeed sweet and green; and verily Allah is going to install you generations after generations in it in order to see how you act. So safeguard yourselves against the world and avoid <span class=\"gray\">(the trial caused by)</span> women. For the first trial of the Children of Israel was due to women..)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir reported from 'Abdur-Rahman from Ibn Abi Layla that 'Awf bin Malik said to Abu Bakr: \"In a dream, I saw a rope hanging from the sky and Allah's Messenger ﷺ was being raised. The rope was suspended again and Abu Bakr was raised. Then people were given different measurements around the Minbar, and 'Umar was favored with three forearm measurements.\" 'Umar said: \"Keep your dream away from us, we have no need for it.\" When 'Umar succeeded, he called for 'Awf and said to him, \"Tell me about your dream.\" 'Awf said: \"Do you need to hear about my dream now? Did you not scold me before?\" He then said, \"Woe unto you! I hated for you to announce it to the successor of Allah's Messenger ﷺ himself.\" So 'Awf related his dream until he got to the three forearms, he said: \"One that he was Khalifah, second he did not – for the sake of Allah – fear the blame of blamers, and third he was a martyr.\" Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِن بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We made you successors after them, generations after generations in the land, that We might see how you would work.)</span><span class=\"gray\">(10:14)</span></p><p lang=\"en\" class=\"en \">Then he said: \"Son of the mother of 'Umar, you have been appointed as Khalifah, so look at what you will do! About not fearing the blame of blamers, that is Allah's will. About becoming a martyr, how can 'Umar reach that when the Muslims are in support of him?\"</p>"
  },
  {
    "ayah_key": "10:15",
    "group_ayah_key": "10:15",
    "from_ayah": "10:15",
    "to_ayah": "10:16",
    "ayah_keys": "10:15,10:16",
    "text": "<p lang=\"en\" class=\"en \">And when Our clear Ayat are recited unto them, those who hope not for their meeting with Us, say: \"Bring us a Qur'an other than this, or change it.\" Say: \"It is not for me to change it on my own accord; I only follow that which is revealed unto me. Verily, I fear the torment of the Great Day <span class=\"gray\">(the Day of Resurrection)</span> if I were to disobey my Lord. <span>(15)</span>Say: \"If Allah had so willed, I should not have recited it to you nor would He have made it known to you. Verily, I have stayed among you a lifetime before this. Have you then no sense? <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>Obstinance of the Chiefs of the Quraysh</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the obstinance of the disbelievers of the Quraysh, who were opposed to the message and denied Allah. When the Messenger ﷺ read to them from the Book of Allah and His clear evidence they said to him: \"Bring a Qur'an other than this.\" They wanted the Prophet ﷺ to take back this Book and bring them another book of a different style or change it to a different form. So Allah said to His Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِن تِلْقَاءِ نَفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is not for me to change it on my own accord;)</span></p><p lang=\"en\" class=\"en \">This means that it is not up to me to do such a thing. I am but a servant who receives commands. I am a Messenger conveying from Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ ۖ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I only follow that which is revealed unto me. Verily, I fear the torment of the Great Day <span class=\"gray\">(the Day of Resurrection)</span> if I were to disobey my Lord.)</span></p><div lang=\"en\" class=\"en \"><h2> The Evidence of the Truthfulness of the Qur'an                                                                                             </h2></div><div lang=\"en\" class=\"en \"><h2> Muhammad ﷺ then argued with supporting evidence to the truthfulness of what he had brought them:</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If Allah had so willed, I should not have recited it to you nor would He have made it known to you...\")</span></p><p lang=\"en\" class=\"en \">This indicates that he brought this only with the permission and will of Allah for him to do so. The proof of this was that he had not fabricated it himself and that they were incapable of refuting it, and that they should be fully aware of his truthfulness and honesty since he grew up among them, until Allah sent the Message to him. The Prophet ﷺ was never criticized for anything or held in contempt. So he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِ ۚ أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I have stayed among you a lifetime before this. Have you then no sense?)</span></p><p lang=\"en\" class=\"en \">Which meant \"don't you have brains with which you may distinguish the truth from falsehood?\" </p><p lang=\"en\" class=\"en \">When Heraclius, the Roman king, asked Abu Sufyan and those who were in his company about the Prophet ﷺ, he said: \"Have you ever accused him of telling lies before his claim?\" Abu Sufyan replied: \"No.\" Abu Sufyan was then the head of the disbelievers and the leader of the idolators, but he still admitted the truth. This is a clear and irrefutable testimony since it came from the enemy. Heraclius then said: \"I wondered how a person who does not tell a lie about others could ever tell a lie about Allah.\" </p><p lang=\"en\" class=\"en \">Ja'far bin Abu Talib said to An-Najashi, the king of Ethiopia: \"Allah has sent to us a Messenger that we know his truthfulness, ancestral lineage, and honesty. He stayed among us before the prophethood for forty years.\"</p>"
  }
]