[
  {
    "ayah_key": "76:13",
    "group_ayah_key": "76:13",
    "from_ayah": "76:13",
    "to_ayah": "76:22",
    "ayah_keys": "76:13,76:14,76:15,76:16,76:17,76:18,76:19,76:20,76:21,76:22",
    "text": "<h2 lang=\"en\" class=\"en \">The raised Couches and the lack of Heat and Cold</h2><p lang=\"en\" class=\"en \">Allah tells us about the people of Paradise and the eternal delights they will experience, as well as the comprehensive favors that they will be given. Allah says,</p><p class=\"ar arabic\" lang=\"ar\">مُّتَّكِئِينَ فِيهَا عَلَى الاٌّرَائِكِ</p><p lang=\"en\" class=\"en \">(Reclining therein on raised couches.) This has already been discussed in Surat As-Saffat and the difference of opinion about the meaning of reclining. Is it lying down, reclining on the elbows, sitting down cross-legged, or being firmly seated We have also mentioned that the Al-Ara'ik are couches beneath curtained canopies. Concerning Allah's statement,</p><p class=\"ar arabic\" lang=\"ar\">لاَ يَرَوْنَ فِيهَا شَمْساً وَلاَ زَمْهَرِيراً</p><p lang=\"en\" class=\"en \">(they will see there neither the excessive heat, nor the excessive bitter cold.) meaning, there will be no disturbing heat with them, nor any painful cold, rather there will only be one climate that will be always and eternal and they will not want it to be changed.</p><h2 lang=\"en\" class=\"en \">The Shade and Fruit Clusters will be near</h2><p class=\"ar arabic\" lang=\"ar\">وَدَانِيَةً عَلَيْهِمْ ظِلَـلُهَا</p><p lang=\"en\" class=\"en \">(And the shade thereof is close upon them.) meaning, the branches will be close to them.</p><p class=\"ar arabic\" lang=\"ar\">وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلاً</p><p lang=\"en\" class=\"en \">(And the bunches of fruit thereof will hang low within their reach.) meaning, whenever he attempts to get any fruit, it will come nearer to him and come down from its highest branch as if it hears and obeys. This is as Allah says in another Ayah,</p><p class=\"ar arabic\" lang=\"ar\">وَجَنَى الْجَنَّتَيْنِ دَانٍ</p><p lang=\"en\" class=\"en \">(And fruits of the two gardens will be near at hand.) (55:54) Allah also says,</p><p class=\"ar arabic\" lang=\"ar\">قُطُوفُهَا دَانِيَةٌ</p><p lang=\"en\" class=\"en \">(The fruits in bunches whereof will be low and near at hand.) (69:23) Mujahid said,</p><p class=\"ar arabic\" lang=\"ar\">وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلاً</p><p lang=\"en\" class=\"en \">(And the bunches of fruit thereof will hang low within their reach.) \"If he stands it will rise with him an equal amount, if he sits it will lower itself for him so that he can reach it and if he lies down it will lower itself for him more so that he can reach it. So this is Allah's statement,</p><p class=\"en arabic\" lang=\"en\">تَذْلِيلاً</p><p lang=\"en\" class=\"en \">(will hang low within their reach). \" Qatadah said, \"No thorn or distance will repel their hands away from it (the fruit).\"</p><h2 lang=\"en\" class=\"en \">Vessels of Silver and Drinking Cups</h2><p lang=\"en\" class=\"en \">Allah says,</p><p class=\"ar arabic\" lang=\"ar\">وَيُطَافُ عَلَيْهِمْ بِـَانِيَةٍ مِّن فِضَّةٍ وَأَكْوابٍ</p><p lang=\"en\" class=\"en \">(And among them will be passed round vessels of silver and cups of crystal) meaning, servants will go around them with containers of food made of silver and cups of drink. These are drinking vessels that do not have handles or spouts. Then Allah says,</p><p class=\"ar arabic\" lang=\"ar\">قَوَارِيرَاْقَوَارِيرَاْ مِن فِضَّةٍ</p><p lang=\"en\" class=\"en \">((Qawarir) Crystal-clear, made of silver.) Ibn `Abbas, Mujahid, Al-Hasan Al-Basri and others have all said, \"It (Qawarir) is the whiteness of silver in the transparency of glass.\" Qawarir is only made of glass. So these cups are made of silver, but due to their fine thinness, what is inside of them will be visible from outside of them (as if they are glass). This is among the things of which there is nothing like in this world. Allah said,</p><p class=\"ar arabic\" lang=\"ar\">قَدَّرُوهَا تَقْدِيراً</p><p lang=\"en\" class=\"en \">(They will determine the measure thereof.) meaning, according to the amount that will quench their thirst. It will not be more than that nor less than it, rather it will be prepared in an amount that is suitable for quenching the thirst of their drinkers. This is the meaning of the statement of Ibn `Abbas, Mujahid, Sa`id bin Jubayr, Abu Salih, Qatadah, Ibn Abza, `Abdullah bin `Ubayd bin `Umayr, Ash-Sha`bi and Ibn Zayd. This was stated by Ibn Jarir and others. This is the most excellent provision, distinction and honor.</p><h2 lang=\"en\" class=\"en \">The Ginger Drink and the Drink of Salsabil</h2><p lang=\"en\" class=\"en \">Allah says,</p><p class=\"ar arabic\" lang=\"ar\">وَيُسْقَوْنَ فِيهَا كَأْساً كَانَ مِزَاجُهَا زَنجَبِيلاً</p><p lang=\"en\" class=\"en \">(And they will be given to drink there of a cup mixed with Zanjabil (ginger),) meaning, they -- the righteous -- will also be given a drink from these cups.</p><p class=\"en arabic\" lang=\"en\">كَأْساً</p><p lang=\"en\" class=\"en \">(a cup) meaning, a drink of wine.</p><p class=\"ar arabic\" lang=\"ar\">كَانَ مِزَاجُهَا زَنجَبِيلاً</p><p lang=\"en\" class=\"en \">(mixed with Zanjabil (ginger),) So on one occasion they will be given a drink that is mixed with camphor, and it is cool. Then on another occasion they will be given a drink mixed with ginger, and it is hot. This is so that their affair will be balanced. However, those who are nearest to Allah, they will drink from all of it however they wish, as Qatadah and others have said. The statement of Allah has already preceded which says,</p><p class=\"ar arabic\" lang=\"ar\">عَيْناً يَشْرَبُ بِهَا عِبَادُ اللَّهِ</p><p lang=\"en\" class=\"en \">(A spring wherefrom the servants of Allah will drink.) (76:6) And here Allah says,</p><p class=\"ar arabic\" lang=\"ar\">عَيْناً فِيهَا تُسَمَّى سَلْسَبِيلاً</p><p lang=\"en\" class=\"en \">(A spring there, called Salsabil.) `Ikrimah said, \"It (Salsabil) is the name of a spring in Paradise.\" Mujahid said, \"It is called this due to its continuous flowing and the severity of its current.\"</p><h2 lang=\"en\" class=\"en \">The Boys and Servants</h2><p lang=\"en\" class=\"en \">Allah says,</p><p class=\"ar arabic\" lang=\"ar\">وَيَطُوفُ عَلَيْهِمْ وِلْدَنٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤاً مَّنثُوراً</p><p lang=\"en\" class=\"en \">(And round about them will (serve) boys of everlasting youth. If you see them, you would think them scattered pearls.) meaning, young boys from the boys of Paradise will go around serving the people of Paradise.</p><p class=\"ar arabic\" lang=\"ar\">مُّخَلَّدُونَ</p><p lang=\"en\" class=\"en \">(everlasting youth.) meaning, in one state forever which they will be never changing from, they will not increase in age. Those who have described them as wearing earings in their ears have only interpreted the meaning in such a way because a child is befitting of this description and not an adult man. Concerning Allah's statement,</p><p class=\"ar arabic\" lang=\"ar\">إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤاً مَّنثُوراً</p><p lang=\"en\" class=\"en \">(If you see them, you would think them scattered pearls.) meaning, when you see them dispersing to fulfill the needs of their masters, their great number, their beautiful faces, handsome colors, fine clothing and ornaments, you would think that they were scattered pearls. There is no better quality than this, nor is there anything nicer to look at than scattered pearls in a beautiful place. Allah says,</p><p class=\"ar arabic\" lang=\"ar\">وَإِذَا رَأَيْتَ</p><p lang=\"en\" class=\"en \">(And when you look) meaning, `when you see it, O Muhammad.'</p><p class=\"en arabic\" lang=\"en\">ثُمَّ</p><p lang=\"en\" class=\"en \">(there) meaning, there. This refers to Paradise and its beauty, its vastness, its loftiness and the joy and happiness it contains.</p><p class=\"ar arabic\" lang=\"ar\">رَأَيْتَ نَعِيماً وَمُلْكاً كَبِيراً</p><p lang=\"en\" class=\"en \">(You will see a delight, and a great dominion.) meaning, there will be a great kingdom that belongs to Allah and a dazzling, splendid dominion. It has been confirmed in the Sahih that Allah will say to the last of the people of the Fire to be taken out of it, and the last of the people to enter into Paradise,</p><p class=\"ar arabic\" lang=\"ar\">«إِنَّ لَكَ مِثْلَ الدُّنْيَا وَعَشَرَةَ أَمْثَالِهَا»</p><p lang=\"en\" class=\"en \">(verily, you will have similar to the world and ten worlds like it (in addition to it).\") If this is what He will give to the least of those who will be in Paradise, then what do you think about the one who will have a higher status and will be favored even more by Allah , nor any painful cold, rather there will only be one climate that will be always and eternal and they will not want it to be changed. This refers to Paradise and its beauty, its vastness, its loftiness and the joy and happiness it contains.</p><p class=\"ar arabic\" lang=\"ar\">رَأَيْتَ نَعِيماً وَمُلْكاً كَبِيراً</p><p lang=\"en\" class=\"en \">(You will see a delight, and a great dominion.) meaning, there will be a great kingdom that belongs to Allah and a dazzling, splendid dominion. It has been confirmed in the Sahih that Allah will say to the last of the people of the Fire to be taken out of it, and the last of the people to enter into Paradise,</p><p class=\"ar arabic\" lang=\"ar\">«إِنَّ لَكَ مِثْلَ الدُّنْيَا وَعَشَرَةَ أَمْثَالِهَا»</p><p lang=\"en\" class=\"en \">(verily, you will have similar to the world and ten worlds like it (in addition to it).\") If this is what He will give to the least of those who will be in Paradise, then what do you think about the one who will have a higher status and will be favored even more by Allah</p><p lang=\"en\" class=\"en \">Allah says,</p><p class=\"ar arabic\" lang=\"ar\">عَـلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ</p><p lang=\"en\" class=\"en \">(Their garments will be of fine green silk, and Istabraq.) meaning, among the garments of the people of Paradise is silk and Sundus, which is a high quality silk. These garments will be shirts and similar clothing from the undergarments. Concerning Istabraq (velvet), from it there is that which has a glitter and shimmer to it, and it is that which is worn as outer clothes, just as is well-known in clothing.</p><p class=\"ar arabic\" lang=\"ar\">وَحُلُّواْ أَسَاوِرَ مِن فِضَّةٍ</p><p lang=\"en\" class=\"en \">(They will be adorned with bracelets of silver,) This is a description of the righteous. In reference to those who will be near to Allah, then their description is as Allah says,</p><p class=\"ar arabic\" lang=\"ar\">يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤاً وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</p><p lang=\"en\" class=\"en \">(Wherein they will be adorned with bracelets of gold and pearls and their garments therein will be of silk.) (22:23) After Allah mentions the outward beautification with silk and ornaments, He then says,</p><p class=\"ar arabic\" lang=\"ar\">وَسَقَـهُمْ رَبُّهُمْ شَرَاباً طَهُوراً</p><p lang=\"en\" class=\"en \">(and their Lord will give them a purifying drink.) meaning, it will purify their insides of envy, despise, hatred, harm and the other reprehensible character traits. This is just as we have recorded from the Commander of the believers, `Ali bin Abi Talib, that he said, \"When the people of Paradise come to the Gate of Paradise, they will find two springs there. Then it will be as if they were inspired with what to do, so they will drink from one of them and Allah will remove whatever harmfulness there may be within them. Then they will bathe in the other spring and a glow of delight will run all over them. Thus, Allah informs of their outward condition and their inner beauty.\" Allah then says,</p><p class=\"en arabic\" lang=\"en\">إِنَّ هَـذَا كَانَ لَكُمْ جَزَآءً وَكَانَ سَعْيُكُم مَّشْكُوراً</p><p lang=\"en\" class=\"en \">(Verily, this is a reward for you, and your endeavor has been accepted.) meaning, this will be said to them in honor of them and as a goodness towards them. This is as Allah says,</p><p class=\"ar arabic\" lang=\"ar\">كُلُواْ وَاشْرَبُواْ هَنِيئَاً بِمَآ أَسْلَفْتُمْ فِى الاٌّيَّامِ الْخَالِيَةِ</p><p lang=\"en\" class=\"en \">(Eat and drink at ease for that which you have sent forth before you in days past!) (69:24) Allah also says,</p><p class=\"ar arabic\" lang=\"ar\">وَنُودُواْ أَن تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \">(And it will be cried out to them: \"This is the Paradise which you have inherited for what you used to do.\") (7:43) Then Allah says,</p><p class=\"ar arabic\" lang=\"ar\">وَكَانَ سَعْيُكُم مَّشْكُوراً</p><p lang=\"en\" class=\"en \">(and your endeavor has been accepted) mean- ing, `Allah the Exalted will reward you for a small amount (of deeds) with a large amount (of reward).'</p>"
  }
]