[
  {
    "ayah_key": "27:7",
    "group_ayah_key": "27:7",
    "from_ayah": "27:7",
    "to_ayah": "27:14",
    "ayah_keys": "27:7,27:8,27:9,27:10,27:11,27:12,27:13,27:14",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember)</span> when Musa said to his household: \"Verily, I have seen a fire; I will bring you from there some information, or I will bring you a burning ember, that you may warm yourselves. <span>(7)</span>But when he came to it, he was called: \"Blessed is whosoever is in the fire, and whosoever is round about it! And glorified be Allah, the Lord of all that exists. <span>(8)</span>\"O Musa! Verily, it is I, Allah, the All-Mighty, the All-Wise. <span>(9)</span>\"And throw down your stick!\" But when he saw it moving as if it were a snake, he turned in flight, and did not look back. <span class=\"gray\">(It was said:)</span> \"O Musa! Fear not: verily, the Messengers fear not in front of Me. <span>(10)</span>\"Except him who has done wrong and afterwards has changed evil for good; then surely, I am Oft-Forgiving, Most Merciful. <span>(11)</span>\"And put your hand into opening of your garment, it will come forth white without hurt. <span class=\"gray\">(These are)</span> among the nine signs <span class=\"gray\">(you will take)</span> to Fir'awn and his people. Verily, they are a people who are rebellious. <span>(12)</span>But when Our Ayat came to them, clear to see, they said: \"This is a manifest magic. <span>(13)</span>And they belied them wrongfully and arrogantly, though they themselves were convinced thereof. So, see what was the end of the mischief-makers <span>(14)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Musa and the End of Fir'awn</h2></div><p lang=\"en\" class=\"en \">Here Allah tells His Messenger Muhammad ﷺ about what happened to Musa, peace be upon him, how Allah chose him, spoke with him and gave him mighty, dazzling signs and overwhelming proof, and sent him to Fir'awn and his people, but they denied the proof, disbelieved in him and arrogantly refused to follow him. Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِذْ قَالَ مُوسَىٰ لِأَهْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when Musa said to his household)</span>, meaning, remember when Musa was traveling with his family and lost his way. This was at night, in the dark. Musa had seen a fire beside the mountain, i.e., he had noticed a fire burning brightly, and said,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to his household: \"Verily, I have seen a fire; I will bring you from there some information...\")</span> meaning, 'about the way we should take.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or I will bring you a burning ember, that you may warm yourselves.)</span> meaning, so that they could keep warm. And it was as he said: \"He came back with great news, and a great light.\" Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when he came to it, he was called: \"Blessed is whosoever is in the fire, and whosoever is round about it!\")</span> meaning, when he came to it, he saw a great and terrifying sight: the fire was burning in a green bush, and the fire was burning ever brighter while the bush was growing ever more green and beautiful. Then he raised his head, and saw that its light was connected to the clouds of the sky. Ibn 'Abbas and others said, \"It was not a fire, rather it was shining light.\" According to one report narrated from Ibn 'Abbas, it was the Light of the Lord of the worlds. Musa stood amazed by what he was seeing, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he was called: \"Blessed is whosoever is in the fire...\")</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"This means, Holy is <span class=\"gray\">(whosoever is in the fire)</span>.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَمَنْ حَوْلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever is round about it)</span> means, of the angels. This was the view of Ibn 'Abbas, 'Ikrimah, Sa'id bin Jubayr, Al-Hasan and Qatadah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And glorified be Allah, the Lord of all that exists)</span>, </p><p lang=\"en\" class=\"en \">Who does whatever He wills and there is nothing like Him among His creation. Nothing He has made can encompass Him, and He is the Exalted, the Almighty, Who is utterly unlike all that He has created. Heaven and earth cannot contain Him, but He is the One, the Self-Sufficient Master, Who is far above any comparison with His creation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Musa! Verily, it is I, Allah, the All-Mighty, the All-Wise.)</span></p><p lang=\"en\" class=\"en \">Allah told him that the One Who was addressing him was his Lord Allah, the All-Mighty, Who has subjugated and subdued all things, the One Who is Wise in all His words and deeds. Then He commanded him to throw down the stick that was in his hand, so that He might show him clear proof that He is the One Who is able to do all things, whatever He wills. When Musa threw that stick down, it changed into the form of a huge and terrifying snake, moving quickly despite its size. Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when he saw it moving as if it were a Jann <span class=\"gray\">(snake)</span>.)</span> Jann refers to a type of snake that is the fastest-moving and most agile. When Musa saw that with his own eyes,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he turned in flight, and did not look back.)</span> meaning, he did not turn around, because he was so afraid. Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Musa! Fear not: verily, the Messengers fear not in front of Me.)</span> means, 'do not be afraid of what you see, for I want to choose you as a Messenger and make you a great Prophet.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except him who has done wrong and afterwards has changed evil for good; then surely, I am Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">This is an exception of the exclusionary type. This is good news for mankind, for whoever does an evil deed then gives it up and repents and turns to Allah, Allah will accept his repentance, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, I am indeed forgiving to him who repents, believes and does righteous good deeds, and then Ahtada.)</span><span class=\"gray\">(20:82)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever does evil or wrongs himself...)</span><span class=\"gray\">(4:110)</span>. And there are many other Ayat which say the same.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And put your hand into the opening of your garment, it will come forth white without hurt.)</span></p><p lang=\"en\" class=\"en \">This is another sign, further brilliant proof of the ability of Allah to do whatever He wills. It is also confirmation of the truth of the one to whom the miracle was given. Allah commanded him to put his hand into the opening of his garment, and when he put his hand in and took it out again, it came out white and shining as if it were a piece of the moon or a flash of dazzling lightning.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي تِسْعِ آيَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(among the nine signs)</span> means, 'these are two of the nine signs which you will be supported with and which will serve as proof for you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ فِرْعَوْنَ وَقَوْمِهِ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to Fir'awn and his people. Verily, they are a people who are rebellious.)</span></p><p lang=\"en\" class=\"en \">These were the nine signs of which Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَىٰ تِسْعَ آيَاتٍ بَيِّنَاتٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We gave Musa nine clear signs)</span><span class=\"gray\">(17:101)</span> – as we have stated there.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when Our Ayat came to them, clear to see,)</span>, i.e., clear and obvious,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا هَٰذَا سِحْرٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they said: \"This is a manifest magic\".)</span></p><p lang=\"en\" class=\"en \">They wanted to oppose it with their own magic, but they were defeated and were returned disgraced.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَجَحَدُوا بِهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they belied them)</span> means, verbally,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(though they themselves were convinced thereof.)</span> means, they knew deep down that this was truth from Allah, but they denied it and were stubborn and arrogant.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظُلْمًا وَعُلُوًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wrongfully and arrogantly)</span> means, wronging themselves because this was the despicable manner to which they were accustomed, and they were arrogant because they were too proud to follow the truth. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, see what was the end of the mischief-makers.)</span> meaning, 'see, O Muhammad, what were the consequences of their actions when Allah destroyed them and drowned every last one of them in a single morning.' </p><p lang=\"en\" class=\"en \">The point of this story is: beware, 'O you who disbelieve in Muhammad and deny the Message that he has brought from his Lord, lest the same thing that befell them befall you also.' But what is worse, is that Muhammad ﷺ is nobler and greater than Musa, and his proof is stronger than that of Musa, for the signs that Allah has given him are combined with his presence and his character, in addition to the fact that previous Prophets foretold his coming and took a covenant from the people that they would follow him if they should see him, may the best of blessings and peace from his Lord be upon him.</p>"
  }
]