[
  {
    "ayah_key": "41:19",
    "group_ayah_key": "41:19",
    "from_ayah": "41:19",
    "to_ayah": "41:24",
    "ayah_keys": "41:19,41:20,41:21,41:22,41:23,41:24",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> the Day that the enemies of Allah will be gathered to the Fire, then they will be driven <span>(19)</span>Till, when they reach it, their hearing <span class=\"gray\">(ears)</span> and their eyes and their skins will testify against them as to what they used to do <span>(20)</span>And they will say to their skins, \"Why do you testify against us?\" They will say: \"Allah has caused us to speak - as He causes all things to speak, and He created you the first time, and to Him you are made to return. <span>(21)</span>And you have not been hiding yourselves <span class=\"gray\">(in the world)</span>, lest your ears and your eyes and your skins should testify against you; but you thought that Allah knew not much of what you were doing <span>(22)</span>And that thought of yours which you thought about your Lord, has brought you to destruction; and you have become of those utterly lost <span>(23)</span>Then, if they bear the torment patiently, then the Fire is the home for them, and if they seek to please Allah, yet they are not of those who will ever be allowed to please Allah <span>(24)</span></p><p lang=\"en\" class=\"en \">On the Day of Judgement, the Sinners' Limbs will testify against Them</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> the Day that the enemies of Allah will be gathered to the Fire, then they will be driven.)</span> means, remind these idolators of the Day when they will be gathered to the Fire and they will be driven, i.e., the keepers of Hell will gather the first of them with the last of them, as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَسُوقُ الْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall drive the criminals to Hell, in a thirsty state)</span><span class=\"gray\">(19:86)</span>. n</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا مَا جَاءُوهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till, when they reach it,)</span> means, when they stand at its edge,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their hearing <span class=\"gray\">(ears)</span> and their eyes and their skins will testify against them as to what they used to do.)</span> means, all their deeds, earlier and later; not a single letter will be concealed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will say to their skins, \"Why do you testify against us?\")</span> they will blame their limbs and their skins when they testify against them, at which point their limbs will answer:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Allah has caused us to speak – as He causes all things to speak, and He created you the first time,)</span> means, and He cannot be opposed or resisted, and to Him you will return. Al-Hafiz Abu Bakr Al-Bazzar narrated that Anas bin Malik, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ laughed and smiled one day, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَسْأَلُونِّي عَنْ أَيِّ شَيْءٍ ضَحِكْتُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not ask about why I laughed?)</span>\" They said, \"O Messenger of Allah, why did you laugh?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجِبْتُ مِنْ مُجَادَلَةِ الْعَبْدِ رَبَّهُ يَوْمَ الْقِيَامَةِ يَقُولُ: أَيْ رَبِّي أَلَيْسَ وَعَدْتَنِي أَنْ لَا تَظْلِمَنِي، قَالَ: بَلَىٰ، فَيَقُولُ: فَإِنِّي لَا أَقْبَلُ عَلَيَّ شَاهِدًا إِلَّا مِنْ نَفْسِي، فَيَقُولُ اللهُ تَبَارَكَ وَتَعَالَىٰ: أَوَلَيْسَ كَفَىٰ بِي شَهِيدًا وَبِالْمَلَائِكَةِ الْكِرَامِ الْكَاتِبِينَ - قال - : فَيُرَدِّدُ هٰذَا الْكَلَامَ مِرَارًا - قال - : فَيُخْتَمُ عَلىٰ فِيهِ وَتَتَكَلَّمُ أَرْكَانُهُ بِمَا كَانَ يَعْمَلُ، فَيَقُولُ: بُعْدًا لَكُنَّ وَسُحْقًا، عَنْكُنَّ كُنْتُ أُجَادِلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was amazed at how a servant will dispute with his Lord on the Day of Resurrection. He will say, \"My Lord, did You not promise me that you would not treat me unjustly?\" Allah will say, \"Yes.\" The man will say, \"I will not accept any witness against me except from myself.\" Allah will say, \"Is it not sufficient that I and the angels, the noble scribes, are witnesses?\" These words will be repeated several times, then a seal will be placed over his mouth and his organs <span class=\"gray\">(or limbs)</span> will speak about what he used to do. Then he will say, \"Away with you! It was only for your sake that I was arguing!\")</span>\" </p><p lang=\"en\" class=\"en \">It was recorded by him and Ibn Abi Hatim. It was also recorded by Muslim and An-Nasa'i. Ibn Abi Hatim recorded that Abu Burdah said that Abu Musa said, \"The disbeliever or the hypocrite will be called to account and his Lord will show him his deeds, but he will deny them and say, 'O Lord, by Your glory, this angel has written about me something that I did not do.' The angel will say to him, 'Did you not do such and such on such and such a day in such and such a place?' He will say, 'No, by Your glory O Lord, I did not do it.' When he does that, a seal will be placed over his mouth.\" Al-Ash'ari, may Allah be pleased with him, said, \"I think that the first part of his body to speak will be his right thigh.\" Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you have not been hiding yourselves <span class=\"gray\">(in the world)</span>, lest your ears and your eyes and your skins should testify against you;)</span> means, their organs and skins will say to them, when they blame them for testifying against them, 'you did not hide from us what you used to do, on the contrary, you openly committed disbelief and sin, and you claimed that you did not care, because you did not believe that Allah knew about all your deeds.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ - وَذَٰلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but you thought that Allah knew not much of what you were doing. And that thought of yours which you thought about your Lord, has brought you to destruction;)</span> meaning, 'this evil thought, i.e., your belief that Allah did not know much of what you were doing, is what has caused you to be doomed and has made your losers before your Lord.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you have become of those utterly lost!)</span> means, 'in the place of Resurrection, you have lost your own selves and your families.' </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah, may Allah be pleased with him, said, \"I was hiding beneath the covering of the Ka'bah, and three men came along – a man from the Quraysh and two of his brothers-in-law from Thaqif, or a man from Thaqif and two of his brothers-in-law from the Quraysh. Their bellies were very fat, and did not have much understanding. They said some words I could not hear, then one of them said, 'Do you think that Allah can hear what we are saying now?' The other said, 'If we raise our voices, He will hear it, but if we do not raise our voices, He will not hear it.' The other said, 'If He can hear one thing from us, He can hear everything.' I mentioned this to the Prophet ﷺ, then Allah revealed the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you have not been hiding yourselves <span class=\"gray\">(in the world)</span>, lest your ears and your eyes and your skins should testify against you)</span> until;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of those utterly lost!)</span> This is how it was recorded by At-Tirmidhi. A similar report was also narrated by Ahmad <span class=\"gray\">(through a different chain)</span>, Muslim and At-Tirmidhi, and Al-Bukhari and Muslim also recorded <span class=\"gray\">(a different chain)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ ۖ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, if they bear the torment patiently, then the Fire is the home for them, and if they seek to please Allah, yet they are not of those who will ever be allowed to please Allah.)</span> means, whether they bear it patiently or not, they are in the Fire and they will have no escape or way out from it, and even if they try to please Allah and offer excuses, nothing of that will be accepted from them. Ibn Jarir said, \"The meaning of the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يَسْتَعْتِبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if they seek to please Allah,)</span> is: They will ask to go back to this world, but this plea will not be answered. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ - رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ - قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Our Lord! Our wretchedness overcame us, and we were <span class=\"gray\">(an)</span> erring people. Our Lord! Bring us out of this. If ever we return <span class=\"gray\">(to evil)</span>, then indeed we shall be wrongdoers.\" He will say: \"Remain you in it with ignominy! And speak you not to Me!\")</span>\" <span class=\"gray\">(23:106-108)</span>.</p>"
  }
]