[
  {
    "ayah_key": "12:25",
    "group_ayah_key": "12:25",
    "from_ayah": "12:25",
    "to_ayah": "12:29",
    "ayah_keys": "12:25,12:26,12:27,12:28,12:29",
    "text": "<p lang=\"en\" class=\"en \">So they raced with one another to the door, and she tore his shirt from the back. They both found her master <span class=\"gray\">(i.e. her husband)</span> at the door. She said: \"What is the recompense <span class=\"gray\">(punishment)</span> for him who intended an evil design against your wife, except that he be put in prison or a painful torment? <span>(25)</span>He <span class=\"gray\">[Yusuf]</span> said: \"It was she that sought to seduce me;\" and a witness of her household bore witness <span class=\"gray\">(saying)</span>: \"If it be that his shirt is torn from the front, then her tale is true and he is a liar! <span>(26)</span>\"But if it be that his shirt is torn from the back, then she has told a lie and he is speaking the truth! <span>(27)</span>So when he <span class=\"gray\">(her husband)</span> saw his <span class=\"gray\">[Yusuf's]</span> shirt torn at the back, he <span class=\"gray\">(her husband)</span> said: \"Surely, it is a plot of you women! Certainly mighty is your plot! <span>(28)</span>\"O Yusuf ! Turn away from this! <span class=\"gray\">(O woman!)</span> Ask forgiveness for your sin, verily, you were of the sinful. <span>(29)</span></p><p lang=\"en\" class=\"en \">Allah says that Yusuf and the wife of the 'Aziz raced to the door, Yusuf running away from her and her running after him to bring him back to the room. She caught up with him and held on to his shirt from the back, tearing it so terribly that it fell off Yusuf's back. Yusuf continued running from her, with her in pursuit. However, they found her master, her husband, at the front door. This is when she responded by deceit and evil plots, trying to exonerate herself and implicate him, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the recompense <span class=\"gray\">(punishment)</span> for him who intended an evil design against your wife…?)</span>, in reference to illegal sexual intercourse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن يُسْجَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except that he be put in prison)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or a painful torment?)</span> tormented severely with painful beating. Yusuf did not stand idle, but he declared the truth and exonerated himself from the betrayal she accused him of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">[Yusuf]</span> said)</span>, in truth and honesty,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ رَاوَدَتْنِي عَن نَّفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was she that sought to seduce me)</span>, and mentioned that she pursued him and pulled him towards her until she tore his shirt.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا إِن كَانَ قَمِيصُهُ قُدَّ مِن قُبُلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a witness of her household bore witness <span class=\"gray\">(saying)</span>: \"If it be that his shirt is torn from the front...\")</span>, not from the back,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصَدَقَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then her tale is true)</span> that he tried to commit an illegal sexual act with her. Had he called her to have sex with him and she refused, she would have pushed him away from her and tore his shirt from the front,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ قَمِيصُهُ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if it be that his shirt is torn from the back, then she has told a lie and he is speaking the truth!)</span></p><p lang=\"en\" class=\"en \">Had Yusuf run away from her, and this is what truly happened, and she set in his pursuit, she would have held to his shirt from the back to bring him back to her, thus tearing his shirt from the back. </p><p lang=\"en\" class=\"en \">There is a difference of opinion over the age and gender of the witness mentioned here. 'Abdur-Razzaq recorded that Ibn 'Abbas said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a witness of her household bore witness)</span> \"was a bearded man,\" meaning an adult male. Ath-Thawri reported that Jabir said that Ibn Abi Mulaykah said that Ibn 'Abbas said, \"He was from the king's entourage.\" Mujahid, 'Ikrimah, Al-Hasan, Qatadah, As-Suddi, Muhammad bin Ishaq and others also said that the witness was an adult male. Al-'Awfi reported that Ibn 'Abbas said about Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a witness of her household bore witness)</span> \"He was a babe in the cradle. \" Similar was reported from Abu Hurayrah, Hilal bin Yasaf, Al-Hasan, Sa'id bin Jubayr and Ad-Dahhak bin Muzahim, that the witness was a young boy who lived in the 'Aziz's house. Ibn Jarir At-Tabari preferred this view. Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا رَأَىٰ قَمِيصَهُ قُدَّ مِن دُبُرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when he saw his <span class=\"gray\">[Yusuf's]</span> shirt torn at the back,)</span> indicates that when her husband became certain that Yusuf was telling the truth and that his wife was lying when she heralded the accusation of betrayal at Yusuf,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ إِنَّهُ مِن كَيْدِكُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he said: \"Surely, it is a plot of you women!...\")</span> He said, 'This false accusation and staining the young man's reputation is but a plot of many that you, women, have,'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ كَيْدَكُنَّ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly mighty is your plot!)</span> The 'Aziz ordered Yusuf, peace be upon him, to be discrete about what happened,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوسُفُ أَعْرِضْ عَنْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Yusuf! Turn away from this!)</span>, do not mention to anyone what has happened,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَغْفِرِي لِذَنبِكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask forgiveness for your sin,)</span> addressing his wife. The 'Aziz was an easy man, or gave excuse to his wife because she saw in Yusuf an appeal she could not resist. He said to her, 'Ask forgiveness for your sin, the evil desire that you wanted to satisfy with this young man, and then inventing false accusations about him,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكِ كُنتِ مِنَ الْخَاطِئِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, you were of the sinful.)</span></p>"
  }
]