[
  {
    "ayah_key": "13:12",
    "group_ayah_key": "13:12",
    "from_ayah": "13:12",
    "to_ayah": "13:13",
    "ayah_keys": "13:12,13:13",
    "text": "<p lang=\"en\" class=\"en \">It is He Who shows you the lightning, as a fear and as a hope. And it is He Who brings up the clouds, heavy <span class=\"gray\">(with water)</span><span>(12)</span>And Ar-Ra'd <span class=\"gray\">(thunder)</span> glorifies and praises Him, and so do the angels because of His awe. He sends the thunderbolts, and therewith He strikes whom He wills, yet they <span class=\"gray\">(disbelievers)</span> dispute about Allah. And He is Mighty in strength and Severe in punishment <span>(13)</span></p><div lang=\"en\" class=\"en \"><h2>Clouds, Thunder and Lightning are Signs of Allah's Power</h2></div><p lang=\"en\" class=\"en \">Allah states that He has full power over Al-Barq <span class=\"gray\">(lightning)</span>, which is the bright light that originates from within clouds. Ibn Jarir recorded that Ibn 'Abbas once wrote to Abu Al-Jald asking about the meaning of Al-Barq, and he said that it is water. Qatadah commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَوْفًا وَطَمَعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a fear and as a hope.)</span> \"Fear for travelers, for they feel afraid of its harm and hardship, and hope for residents, awaiting its blessing and benefit and anticipating Allah's provisions.\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنشِئُ السَّحَابَ الثِّقَالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who brings up the clouds, heavy.)</span> meaning, He originates the clouds that are heavy and close to the ground because of being laden with rain. Mujahid said that this part of the Ayah is about clouds that are heavy with rain. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Ar-Ra'd <span class=\"gray\">(thunder)</span> glorifies and praises Him)</span>, is similar to His other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is not a thing but glorifies His praise.)</span><span class=\"gray\">[17:44]</span> Imam Ahmad recorded that Ibrahim bin Sa'd said, \"My father told me that he was sitting next to Hamid bin 'Abdur Rahman in the Masjid. A man from the tribe of Ghifar passed and Hamid sent someone to him to please come to them. When he came, Hamid said to me, 'My nephew! Make space for him between me and you, for he had accompanied Allah's Messenger ﷺ.' When that man came, he sat between me and Hamid and Hamid said to him, 'What was the Hadith that you narrated to me from the Messenger of Allah ﷺ?' He said, 'A man from Ghifar said that he heard the Prophet ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يُنْشِىءُ السَّحَابَ فَيَنْطِقُ أَحْسَنَ النُّطْقِ، وَيَضْحَكُ أَحْسَنَ الضَّحِكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah originates the clouds, and they speak in the most beautiful voice and laugh in the most beautiful manner.)</span> It appears, and Allah has the best knowledge, that the cloud's voice is in reference to thunder and its laughter is the lightning. Musa bin 'Ubaydah narrated that Sa'd bin Ibrahim said, \"Allah sends the rain and indeed, none has a better smile than it, nor more comforting voice. Its smile is lightning and its voice is thunder.\"</p><div lang=\"fil\" class=\"fil \"><h2>Supplicating to Allah upon hearing Ar-Ra'd <span class=\"gray\">(Thunder)</span></h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Salim bin 'Abdullah narrated that his father said that the Messenger of Allah ﷺ used to say upon hearing the thunder and thunderbolts,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ لَا تَقْتُلْنَا بِغَضَبِكَ، وَلَا تُهْلِكْنَا بِعَذَابِكَ، وَعَافِنَا قَبْل ذَلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Do not kill us with Your anger, nor destroy us with Your torment, and save us before that.\" This Hadith was recorded by At-Tirmidhi, Al-Bukhari in his book Al-Adab Al-Mufrad, An-Nasa'i in 'Amal Al-Yawm wal-Laylah, and Al-Hakim in Al-Mustadrak. When 'Abdullah bin Az-Zubayr used to hear thunder, he would stop talking and would supplicate, \"All praise is to He Whom Ar-Ra'd <span class=\"gray\">(thunder)</span> glorifies and praises, and so do the angels because of His awe.\" He would then say, \"This is a stern warning to the people of earth.\" Malik collected this Hadith in Al-Muwatta', and Al-Bukhari in Al-Adab Al-Mufrad. </span></p><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبُّكُمْ عَزَّ وَجَلَّ: لَوْ أَنَّ عَبِيدِي أَطَاعُونِي لَأَسْقَيْتُهُمُ الْمَطَرَ بِاللَّيْلِ، وَأَطْلَعْتُ عَلَيْهِمُ الشَّمْسَ بِالنَّهَارِ، وَلَمَا أَسْمَعْتُهُمْ صَوْتَ الرَّعْدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your Lord, the Exalted and Most High, said, 'Had My servants obeyed Me, I would have given them rain by night and the sun by day, and would not have made them hear the sound of the Ra'd <span class=\"gray\">(thunder)</span>.')</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He sends the thunderbolts, and therewith He strikes whom He wills,)</span> indicates that He sends thunderbolts as punishment upon whom He wills, and this is why thunderbolts increase as time comes to an end. </p><p lang=\"ha\" class=\"ha \">Al-Hafiz Abu Al-Qasim At-Tabarani narrated that Ibn 'Abbas said that Arbad bin Qays bin Juzu' bin Julayd bin Ja'far bin Kulab, and 'Amir bin At-Tufayl bin Malik came to Al-Madinah to the Messenger of Allah ﷺ and sat where he was sitting. 'Amir bin At-Tufayl said, \"O Muhammad! What will you give me if I embrace Islam\" The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكَ مَا لِلْمُسْلِمِينَ وَعَلَيْكَ مَا عَلَيْهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will have the rights and duties of all Muslims.)</span> 'Amir bin At-Tufayl said, \"Will you make me your successor if I embrace Islam\" The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ ذَلِكَ لَكَ وَلَا لِقَوْمِكَ، وَلَكِنْ لَكَ أَعِنَّةَ الْخَيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is not your right, nor your people's right. However, I could appoint you a commander of the horsemen <span class=\"gray\">(i.e., war)</span>.)</span> 'Amir said, \"I am already the commander of the horsemen of Najd <span class=\"gray\">(in the north of Arabia)</span>. Give me control over the desert and you keep the cities.\" The Messenger of Allah ﷺ refused. When these two men were leaving the Messenger of Allah ﷺ, 'Amir said, \"By Allah! I will fill it <span class=\"gray\">(Al-Madinah)</span> with horses and men <span class=\"gray\">(hostile to Muslims)</span>.\" The Messenger of Allah ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْنَعُكَ اللهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Rather, Allah will prevent you.)</span></p><p lang=\"en\" class=\"en \">When 'Amir and Arbad left, 'Amir said, \"O Arbad! I will keep Muhammad busy while talking to him, so you can strike him with the sword. Verily, if you kill Muhammad, the people <span class=\"gray\">(Muslims)</span> will agree to take blood money and will hate to wage war over his murder. Then we will give them the blood money.\" Arbad said, \"I will do that,\" and they went back to the Messenger ﷺ. 'Amir said, \"O Muhammad! Stand next to me so that I can talk to you.\" The Messenger ﷺ stood up, and they both stood next to a wall talking to each other. Arbad wanted to grab his sword, but his hand froze when it touched the sword's handle and he could not take the sword out of its sheath. Arbad did not strike the Messenger ﷺ as 'Amir suggested, and the Messenger of Allah ﷺ looked at Arbad and realized what he was doing, so he departed. When Arbad and 'Amir left the Messenger of Allah ﷺ and arrived at Al-Harrah of Waqim area, they dismounted from their horses. However, Sa'd bin Mu'adh and Usayd bin Hudayr came out saying, \"Come, O enemies of Allah! May Allah curse you.\" 'Amir asked, \"Who is this with you, O Sa'd\" Sa'd said, \"This is Usayd bin Hudayr.\" They fled until they reached the Riqm area, where Allah struck Arbad with a bolt of lightning and he met his demise. As for 'Amir, he went on until he reached the Kharim area, where Allah sent an open ulcer that struck him. During that night, 'Amir took refuge in a woman's house, from Banu Salul. 'Amir kept touching his open ulcer and saying, \"An ulcer as big as a camel's hump, while I am at the house of a woman from Bani Salul, seeking to bring my death in her house!\" He rode his horse, but he died while riding it headed to his area. Allah sent down these Ayat <span class=\"gray\">(13:8-11)</span> in their case,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows what every female bears)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and they will find besides Him no protector.)</span> Ibn 'Abbas commented, \"The angels in succession, guard Muhammad, peace be upon him, by the command of Allah.\" He next mentioned the demise of Arbad by Allah's command, reciting this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرْسِلُ الصَّوَاعِقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He sends the thunderbolts,)</span>\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يُجَادِلُونَ فِي اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(yet they <span class=\"gray\">(disbelievers)</span> dispute about Allah.)</span> they doubt Allah's greatness and that there is no deity worthy of worship except Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ شَدِيدُ الْمِحَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is Mighty in strength and Severe in punishment.)</span> Allah's torment is severe against those who rebel against Him, defy Him and persist in disbelief, according to the Tafsir of Ibn Jarir At-Tabari. There is a similar Ayah in the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ - فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they plotted a plot, and We planned a plan, while they perceived not. Then see how was the end of their plot! Verily, We destroyed them and their nation all together.)</span><span class=\"gray\">[27:50-51]</span> 'Ali bin Abi Talib said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ شَدِيدُ الْمِحَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is Mighty in strength and Severe in punishment <span class=\"gray\">(Al-Mihal)</span>)</span>, means, His punishment is severe.</p>"
  },
  {
    "ayah_key": "13:14",
    "group_ayah_key": "13:14",
    "from_ayah": "13:14",
    "to_ayah": "13:14",
    "ayah_keys": "13:14",
    "text": "<p class=\"en translation\" lang=\"en\">For Him is the Word of Truth. And those whom they invoke besides Him, answer them no more than one who stretches forth his hand for water to reach his mouth, but it reaches him not; and the invocation of the disbelievers is nothing but misguidance <span>(14)</span></p><div lang=\"en\" class=\"en \"><h2>A Parable for the Weakness of the False Gods of the Polytheists</h2></div><p lang=\"mt\" class=\"mt \">Ali bin Abi Talib said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ دَعْوَةُ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For Him is the Word of Truth.)</span> is in reference to Tawhid, according to Ibn Jarir At-Tabari. Ibn 'Abbas, Qatadah, and Malik who narrated it from Muhammad bin Al-Munkadir, said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ دَعْوَةُ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For Him is the Word of Truth.)</span> means, \"La ilaha illallah.\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَدْعُونَ مِن دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those whom they invoke besides Him...)</span>, meaning, the example of those who worship others besides Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(like one who stretches forth his hand for water to reach his mouth,)</span> 'Ali bin Abi Talib commented, \"Like he who stretches his hand on the edge of a deep well to reach the water, even though his hands do not reach it; so how can the water reach his mouth?\" Mujahid said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبَاسِطِ كَفَّيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(like one who stretches forth his hand)</span> \"Calling the water with his words and pointing at it, but it will never come to him this way.\" The meaning of this Ayah is that he who stretches his hand to water from far away, to either collect some or draw some from far away, will not benefit from the water which will not reach his mouth, where water should be consumed. Likewise, those idolators who call another deity besides Allah, will never benefit from these deities in this life or the Hereafter, hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the invocation of the disbelievers is nothing but misguidance.)</span></p>"
  }
]