[
  {
    "ayah_key": "32:18",
    "group_ayah_key": "32:18",
    "from_ayah": "32:18",
    "to_ayah": "32:22",
    "ayah_keys": "32:18,32:19,32:20,32:21,32:22",
    "text": "<p lang=\"en\" class=\"en \">Is then he who is a believer like him who is rebellious? Not equal are they <span>(18)</span>As for those who believe and do righteous good deeds, for them are Gardens of Abode as an entertainment for what they used to do <span>(19)</span>And as for those who rebel, their abode will be the Fire, every time they wish to get away therefrom, they will be put back thereto, and it will be said to them: \"Taste you the torment of the Fire which you used to deny. <span>(20)</span>And verily, We will make them taste of the near lighter torment prior to the greater torment, in order that they may return <span>(21)</span>And who does more wrong than he who is reminded of the Ayat of his Lord, then turns aside therefrom? Verily, We shall exact retribution from the criminals <span>(22)</span></p><p lang=\"en\" class=\"en \">The Believer and the Rebellious are not equal</p><p lang=\"en\" class=\"en \">Allah tells us that in His justice and generosity, on the Day of Judgement He will not judge those who believed in His signs and followed His Messengers, in the same way as He will judge those who rebelled, disobeyed Him and rejected the Messengers sent by Allah to them. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَاءَ مَا يَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do those who earn evil deeds think that We shall hold them equal with those who believe and do righteous good deeds, in their present life and after their death? Worst is the judgement that they make.)</span><span class=\"gray\">(45:21)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall We treat those who believe and do righteous good deeds as corruptors on earth Or shall We treat those who have Taqwa as the wicked?)</span><span class=\"gray\">(38:28)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not equal are the dwellers of the Fire and the dwellers of the Paradise...)</span><span class=\"gray\">(59:20)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا ۚ لَا يَسْتَوُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is then he who is a believer like him who is a rebellious? Not equal are they.)</span> i.e., before Allah on the Day of Resurrection. 'Ata' bin Yasar, As-Suddi and others mentioned that this was revealed concerning 'Ali bin Abi Talib and 'Uqbah bin Abi Mu'it. Hence Allah has judged between them when He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for those who believe and do righteous good deeds,)</span> meaning, their hearts believed in the signs of Allah, and they did as the signs of Allah dictate, i.e. righteous good deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَهُمْ جَنَّاتُ الْمَأْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them are Gardens of Abode)</span> i.e., in which there are dwellings and houses and lofty apartments.</p><p class=\"sd qpc-hafs\" lang=\"sd\">نُزُلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as an entertainment)</span> means, something to welcome and honor a guest,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُوا يَعْمَلُونَ - وَأَمَّا الَّذِينَ فَسَقُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for what they used to do. And as for those who rebel,)</span> means, those who disobeyed Allah, their dwelling place will be the Fire, and every time they want to escape from it, they will be thrown back in, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time they seek to get away therefrom, from anguish, they will be driven back therein)</span><span class=\"gray\">(22:22)</span>. Al-Fudayl bin 'Iyad said: \"By Allah, their hands will be tied, their feet will be chained, the flames will lift them up and the angels will strike them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it will be said to them: \"Taste you the torment of the Fire which you used to deny.\")</span>\" means, this will be said to them by way of rebuke and chastisement.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَىٰ دُونَ الْعَذَابِ الْأَكْبَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We will make them taste of the near lighter torment prior to the greater torment,)</span> Ibn 'Abbas said, \"The near torment means diseases and problems in this world, and the things that happen to its people as a test from Allah to His servants so that they will repent to Him.\" Something similar was also narrated from Ubayy bin Ka'b, Abu Al-'Aliyah, Al-Hasan, Ibrahim An-Nakha'i, Ad-Dahhak, 'Alqamah, 'Atiyah, Mujahid, Qatadah, 'Abd Al-Karim Al-Jazari and Khusayf.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who does more wrong than he who is reminded of the Ayat of his Lord, then turns aside therefrom)</span> means, there is no one who does more wrong than the one whom Allah reminds of His signs and explains them to him clearly, then after that he neglects and ignores them, and turns away from them, forgetting them as if he does not know them. Qatadah said: \"Beware of turning away from the remembrance of Allah, for whoever turns away from remembering Him will be the most misguided and the most in need, and the most guilty of sin.\" Allah says, warning the one who does that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We shall exact retribution from the criminals.)</span> meaning, 'We shall avenge Ourselves on those who do that in the strongest possible terms.'</p>"
  },
  {
    "ayah_key": "32:23",
    "group_ayah_key": "32:23",
    "from_ayah": "32:23",
    "to_ayah": "32:25",
    "ayah_keys": "32:23,32:24,32:25",
    "text": "<p lang=\"en\" class=\"en \">And indeed We gave Musa the Scripture. So, be not you in doubt of meeting him. And We made it a guide to the Children of Israel <span>(23)</span>And We made from among them, leaders, giving guidance under Our command, when they were patient and used to believe with certainty in Our Ayat <span>(24)</span>Verily, your Lord will judge between them on the Day of Resurrection, concerning that wherein they used to differ <span>(25)</span></p><p lang=\"en\" class=\"en \">The Book of Musa and the Leadership of the Children of Israel</p><p lang=\"en\" class=\"en \">Allah tells us that He gave the Book – the Tawrah – to His servant and Messenger Musa, peace be upon him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, be not you in doubt of meeting him.)</span> Qatadah said, \"This refers to the Night of Isra',\" then he narrated that Abu Al-'Aliyah Ar-Riyahi said, \"The cousin of your Prophet, meaning Ibn 'Abbas, told me that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُرِيتُ لَيْلَةَ أُسْرِيَ بِي مُوسىٰ بْنَ عِمْرَانَ رَجُلًا آدَمَ طِوَالًا جَعْدًا كَأَنَّهُ مِنْ رِجَالِ شَنُوءَةَ، وَرَأَيْتُ عِيسىٰ رَجُلًا مَرْبُوعَ الْخَلْقِ إِلَى الْحُمْرَةِ وَالْبَيَاضِ، سَبْط الرَّأْسِ، وَرَأَيْتُ مَالِكًا خَازِنَ النَّارِ وَالدَّجَّالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the night of Isra', I saw Musa bin 'Imran, a tall, brown-skinned man with curly hair, looking like the men of Shanu'ah; and I saw 'Isa, a man of medium stature and ruddy white skin, and with lank hair. And I saw Malik the Keeper of Hell, and the Dajjal.)</span> Among the signs which Allah showed him were:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, be not you in doubt of meeting him.)</span> i.e., he saw Musa and met with him on the Night of Isra'.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made it)</span> means, 'the Book which We gave to him, '</p><p class=\"sd qpc-hafs\" lang=\"sd\">هُدًى لِبَنِي إِسْرَائِيلَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a guide to the Children of Israel.)</span> This is similar to what Allah says in Surat Al-Isra':</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave Musa the Scripture and made it a guidance for the Children of Israel <span class=\"gray\">(saying)</span>: \"Take none other than Me as Trustee.\")</span><span class=\"gray\">(17:2)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا ۖ وَكَانُوا بِآيَاتِنَا يُوقِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made from among them, leaders, giving guidance under Our command, when they were patient and used to believe with certainty in Our Ayat.)</span> means, because they were patient in adhering to the commands of Allah and avoiding what He prohibited, and they believed in His Messengers and followed what they brought, there were among them leaders who guided others to the truth by the command of Allah, calling for goodness, enjoining what is right and forbidding what is wrong. Then when they changed <span class=\"gray\">[the Words of Allah]</span>, twisting and distorting them, they lost that position and their hearts became hard. They change the words from their places, so they do no righteous deeds and have no correct beliefs. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made from among them <span class=\"gray\">(Children of Israel)</span>, leaders, giving guidance under Our command, when they were patient)</span> Qatadah and Sufyan said: \"When they patiently shunned the temptations of this world.\" This was also the view of Al-Hasan bin Salih. Sufyan said, \"This is how these people were. A man cannot be an example to be followed unless he shuns the temptation of this world.\" Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ - وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We gave the Children of Israel the Scripture, and the understanding of the Scripture and its laws, and the prophethood; and provided them with good things, and preferred them above the nations. And We gave them clear proofs in matters.)</span><span class=\"gray\">(45:16-17)</span>. And He says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord will judge between them on the Day of Resurrection, concerning that wherein they used to differ.)</span> meaning, with regard to beliefs and actions.</p>"
  }
]