[
  {
    "ayah_key": "77:1",
    "group_ayah_key": "77:1",
    "from_ayah": "77:1",
    "to_ayah": "77:15",
    "ayah_keys": "77:1,77:2,77:3,77:4,77:5,77:6,77:7,77:8,77:9,77:10,77:11,77:12,77:13,77:14,77:15",
    "text": "<p lang=\"en\" class=\"en \">The Revelation of this Surat and its Recitation in the Maghrib Prayer</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded from 'Abdullah – that is Ibn Mas'ud – that he said, \"While we were with the Messenger of Allah ﷺ in a cave at Mina,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُرْسَلَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the Mursalat.)</span> was revealed to him. He was reciting it and I was learning it from his mouth. Verily, his mouth was moist with it when a snake leaped out at us. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتُلُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Kill it!)</span> So we quickly went after it, but it got away. Then the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُقِيَتْ شَرَّكُمْ، كَمَا وُقِيتُمْ شَرَّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was saved from your harm just as you all were saved from its harm.)</span>\" Muslim also recorded this Hadith by way of Al-A'mash. Imam Ahmad recorded from Ibn 'Abbas, who reported from his mother that she heard the Prophet ﷺ reciting</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُرْسَلَاتِ عُرْفًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the Mursalat.)</span> in the Maghrib prayer. In a report from Malik on the authority of Ibn 'Abbas, he narrated that Umm Al-Fadl <span class=\"gray\">(his mother)</span> heard him <span class=\"gray\">(Ibn 'Abbas)</span> reciting</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُرْسَلَاتِ عُرْفًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the Mursalat 'Urfa.)</span><span class=\"gray\">(77:1)</span> so she said, \"O my son! You reminded me with your recitation of this Surat. Verily, it is the last thing I heard from the Messenger of Allah ﷺ. He recited it in the Maghrib prayer <span class=\"gray\">(i.e., before he died)</span>.\" Both Al-Bukhari and Muslim recorded this report in the Two Sahihs by way of Malik.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُرْسَلَاتِ عُرْفًا - فَالْعَاصِفَاتِ عَصْفًا - وَالنَّاشِرَاتِ نَشْرًا - فَالْفَارِقَاتِ فَرْقًا - فَالْمُلْقِيَاتِ ذِكْرًا - عُذْرًا أَوْ نُذْرًا - إِنَّمَا تُوعَدُونَ لَوَاقِعٌ - فَإِذَا النُّجُومُ طُمِسَتْ - وَإِذَا السَّمَاءُ فُرِجَتْ - وَإِذَا الْجِبَالُ نُسِفَتْ - وَإِذَا الرُّسُلُ أُقِّتَتْ - لِأَيِّ يَوْمٍ أُجِّلَتْ - لِيَوْمِ الْفَصْلِ - وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ - وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. By the Mursalat 'Urfa.)</span><span class=\"gray\">(2. The 'Asifat 'Asfa.)</span><span class=\"gray\">(3. And the Nashirat Nashra.)</span><span class=\"gray\">(4. The Fariqat that separate.)</span><span class=\"gray\">(5. The Mulqiyat that remind,)</span><span class=\"gray\">(6. Excusing or warning.)</span><span class=\"gray\">(7. Surely, what you are promised will occur.)</span><span class=\"gray\">(8. Then when the stars lose their lights.)</span><span class=\"gray\">(9. And when Furijat the heaven.)</span><span class=\"gray\">(10. And when the mountains are blown away.)</span><span class=\"gray\">(11. And when the Messengers are Uqqitat.)</span><span class=\"gray\">(12. For what Day are these signs postponed?)</span><span class=\"gray\">(13. For the Day of Sorting Out <span class=\"gray\">(the men of Paradise from the men destined for Hell)</span>.)</span><span class=\"gray\">(14. And what will explain to you what is the Day of Sorting Out?)</span><span class=\"gray\">(15. Woe that Day to the deniers <span class=\"gray\">(of the Day of Resurrection)</span>!)</span></p><p lang=\"en\" class=\"en \">Allah's swearing by Different Creatures about the Occurrence of the Hereafter</p><p lang=\"jv\" class=\"jv \">Ibn Abi Hatim recorded that Abu Hurayrah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُرْسَلَاتِ عُرْفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the Mursalat 'Urfa.)</span> \"The angels.\" From Masruq, Abu Ad-Duha, Mujahid in one narrations from him, As-Suddi and Ar-Rabi' bin Anas, statements similar to this have been reported. </p><p lang=\"en\" class=\"en \">It has been reported from Abu Salih that he said, \"These are the Messenger.\" In another narration from him <span class=\"gray\">(Abu Salih)</span> he said that it means the angels. Abu Salih has also said the meaning of Al-'Asifat, An-Nashirat, Al-Fariqat and Al-Mulqiyat, that they all refer to the angels. </p><p lang=\"en\" class=\"en \">Ath-Thawri narrated from Salamah bin Kuhayl, who reported from Muslim Al-Batin, who reported from Abu Al-'Ubaydayn that he asked Ibn Mas'ud about the meaning of Al-Mursalat 'Urfa, and he <span class=\"gray\">(Ibn Mas'ud)</span> said, \"The wind.\" He said the same about Al-'Asifat 'Asfa and An-Nashirat Nashra, that they all refer to the wind. Ibn 'Abbas, Mujahid and Qatadah all said the same. </p><p lang=\"en\" class=\"en \">Ibn Jarir confidently affirmed that Al-'Asifat 'Asfa means the wind just as Ibn Mas'ud and those who followed him said.However, he <span class=\"gray\">(Ibn Jarir)</span> did not affirm whether An-Nashirat Nashra are the angels or the wind as has preceded. It has been reported from Abu Salih that An-Nashirat Nashra is the rain. The most obvious meaning is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we send the winds fertilizing.)</span><span class=\"gray\">(15:22)</span> He also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who sends the winds as heralds of glad tidings, going before His mercy <span class=\"gray\">(rain)</span>.)</span><span class=\"gray\">(7:57)</span></p><p lang=\"en\" class=\"en \">Similarly, Al-'Asifat are winds. It is said <span class=\"gray\">(in Arabic)</span> that the winds 'Asifat when they make noise with their blowing. Likewise, An-Nashirat are the winds that scatter into clouds in the horizons of the sky according to the will of the Lord. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْفَارِقَاتِ فَرْقًا - فَالْمُلْقِيَاتِ ذِكْرًا - عُذْرًا أَوْ نُذْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Fariqat that separate, the Mulqiyat that remind, excusing or warning.)</span> meaning, the angels. This was said by Ibn Mas'ud, Ibn 'Abbas, Masruq, Mujahid, Qatadah, Ar-Rabi' bin Anas, As-Suddi and Ath-Thawri. There is no difference of opinion here, because they <span class=\"gray\">(the angels)</span> are the ones who descend with Allah's command to the Messengers, separating between the truth and falsehood, guidance and misguidance, and the lawful and the forbidden. They bring the revelation to the Messengers, which contains exemption or absolvement for the creatures and a warning for them of Allah's torment if they oppose His command. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُوعَدُونَ لَوَاقِعٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, what you are promised will occur.)</span> This is the subject of these oaths. This means, what you all have been promised concerning the establishment of the Hour <span class=\"gray\">(Judgement Day)</span>, the blowing of the horn, the resurrection of the bodies, the gathering of those of old and those of latter times on one common ground and the rewarding of every doer of a deed based upon his deed. If he did good, then his reward will be good, and if he did evil, then his reward will be evil. All of this will occur, meaning it will come to pass and there is no avoiding it.</p><p lang=\"en\" class=\"en \">A Mention of some of what will occur on the Day of Judgement</p><p lang=\"en\" class=\"en \">Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا النُّجُومُ طُمِسَتْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when the stars lose their lights.)</span> meaning, their light will leave. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا النُّجُومُ انْكَدَرَتْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the star fall.)</span><span class=\"gray\">(81:2)</span> It is also similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the stars have fallen and scattered.)</span><span class=\"gray\">(82:2)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا السَّمَاءُ فُرِجَتْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Furijat the heaven.)</span> meaning, it is cleft asunder, becomes split, its sides fall and its edges become weak.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْجِبَالُ نُسِفَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the mountains are blown away.)</span> meaning, they will be removed and no sight or trace of them will remain. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you concerning the mountains: Say, \"My Lord will blast them and scatter them as particles of dust.\")</span><span class=\"gray\">(20:105)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> the Day We shall cause the mountains to pass away <span class=\"gray\">(like clouds of dust)</span>, and you will see the earth as a leveled plain, and we shall gather them all together so as to leave not one of them behind.)</span><span class=\"gray\">(18:47)</span> Then He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الرُّسُلُ أُقِّتَتْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the Messengers are Uqqitat.)</span> Al-'Awfi narrated from Ibn 'Abbas that he said that Uqqitat means \"Gathered.\" Ibn Zayd said, \"This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Allah will gather the Messengers together.)</span><span class=\"gray\">(5:109)</span> Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُقِّتَتْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Uqqitat.)</span> \"This means postponed.\" Ath-Thawri narrated from Mansur, who narrated from Ibrahim that he said concerning the word,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُقِّتَتْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Uqqitat.)</span> \"This means promised.\" It seems as though he holds this to be similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the earth will shine with the light of its Lord: and the Book will be produced; and the Prophets and the witnesses will be brought forward; and it will be judged between them with truth, and they will not be wronged.)</span><span class=\"gray\">(39:69)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأَيِّ يَوْمٍ أُجِّلَتْ - لِيَوْمِ الْفَصْلِ - وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ - وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For what Day are these signs postponed? For the Day of Sorting Out. And what will explain to you what is the Day of Sorting Out? Woe that Day to the deniers!)</span></p><p lang=\"en\" class=\"en \">Allah is saying, 'for which day are the Messengers postponed and their matter expected, so that the Hour will be established' This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ ۗ إِنَّ اللَّهَ عَزِيزٌ ذُو انْتِقَامٍ - يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ ۖ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So think not that Allah will fail to keep His promise to His Messengers. Certainly, Allah is Almighty, All-Able of Retribution. On the Day when the earth will be changed to another earth and so will be the heavens, and they will appear before Allah, the One, the Irresistible.)</span><span class=\"gray\">(14:47, 48)</span> This is the Day of Sorting Out, as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَوْمِ الْفَصْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Day of Sorting Out.)</span> Then Allah says, in magnifying its matter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ - وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what will explain to you what is the Day of Sorting Out? Woe that Day to the deniers.)</span> meaning, woe unto them from Allah's torment that is coming in the future.</p>"
  }
]