[
  {
    "ayah_key": "21:91",
    "group_ayah_key": "21:91",
    "from_ayah": "21:91",
    "to_ayah": "21:91",
    "ayah_keys": "21:91",
    "text": "<p class=\"en translation\" lang=\"en\">And she who guarded her chastity, We breathed into her through Our Ruh, and We made her and her son a sign for nations <span>(91)</span></p><div lang=\"en\" class=\"en \"><h2>Isa and Maryam the True Believer</h2></div><p lang=\"en\" class=\"en \">Here Allah mentions the story of Maryam and her son 'Isa, just after mentioning Zakariyya and his son Yahya, may peace be upon them all. He mentions the story of Zakariyya first, followed by the story of Maryam because the one is connected to the other. The former is the story of a child being born to an old man of advanced years, from an old woman who had been barren and had never given birth when she was younger. Then Allah mentions the story of Maryam which is even more wondrous, for in this case a child was born from a female without <span class=\"gray\">(the involvement of)</span> a male. These stories also appear in Surah Āl-'Imrān and in Surah Maryam. Here Allah mentions the story of Zakariyya and follows it with the story of Maryam, where He says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالَّتِي أَحْصَنَتْ فَرْجَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And she who guarded her chastity,)</span> means, Maryam <span class=\"gray\">(peace be upon her)</span>. This is like the Ayah in Surah At-Tahrim:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِن رُّوحِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Maryam, the daughter of 'Imran who guarded her chastity. And We breathed into it <span class=\"gray\">[her garment]</span> through Our Ruh)</span><span class=\"gray\">(66:12)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِّلْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We made her and her son a sign for the nations.)</span> means, evidence that Allah is able to do all things and that He creates whatever He wills; verily, His command, when He intends a thing, is only that He says to it, \"Be\" – and it is! This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَهُ آيَةً لِّلنَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(We wish)</span> to appoint him as a sign to mankind)</span><span class=\"gray\">(19:21)</span></p>"
  },
  {
    "ayah_key": "21:92",
    "group_ayah_key": "21:92",
    "from_ayah": "21:92",
    "to_ayah": "21:94",
    "ayah_keys": "21:92,21:93,21:94",
    "text": "<p lang=\"en\" class=\"en \">Truly, this, your Ummah is one, and I am your Lord, therefore worship Me <span>(92)</span>But they have broken up and differed in their religion among themselves. <span class=\"gray\">(And)</span> they all shall return to Us <span>(93)</span>So whoever does righteous good deeds while he is a believer, his efforts will not be rejected. Verily, We record it for him <span class=\"gray\">(in his Book of deeds)</span><span>(94)</span></p><div lang=\"en\" class=\"en \"><h2>Mankind is One Ummah</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, this, your Ummah is one,)</span> Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, Qatadah and 'Abdur-Rahman bin Zayd bin Aslam said, \"Your religion is one religion.\" Al-Hasan Al-Basri said: \"In this Ayah, Allah explains to them what they should avoid and what they should do.\" Then He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, this, your Ummah is one religion,)</span> \"Meaning, your path is one path. Certainly this is your Shari'ah <span class=\"gray\">(Divine Law)</span> which I have clearly explained you.\" So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا رَبُّكُمْ فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I am your Lord, therefore worship Me.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O <span class=\"gray\">(you)</span> Messengers! Eat of the Tayyibat <span class=\"gray\">(good things)</span> and do righteous deeds.)</span> Until His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا رَبُّكُمْ فَاتَّقُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I am your Lord, so have Taqwa of Me.)</span><span class=\"gray\">(23:51-52)</span> The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ أَوْلَادُ عَلَّاتٍ دِينُنَا وَاحِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We Prophets are brothers from different mothers and our religion is one.)</span> What is meant here is that they all worshipped Allah Alone with no partner or associate, although the Laws of each Messenger may have differed, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To each among you, We have prescribed a Law and a clear way)</span><span class=\"gray\">(5:48)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they have broken up and differed in their religion among themselves.)</span> meaning, the nations were divided over their Messengers; some of them believed in them and some rejected them. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ إِلَيْنَا رَاجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And)</span> they all shall return to Us.)</span> meaning, 'on the Day of Resurrection, when We will requite each person according to his deeds. If they are good, then he will be rewarded and if they are evil then he will be punished.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whoever does righteous good deeds while he is a believer,)</span> meaning, his heart believes and his deeds are righteous.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَا كُفْرَانَ لِسَعْيِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(his efforts will not be rejected.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(certainly We shall not make the reward of anyone who does his deeds in the most perfect manner to be lost.)</span><span class=\"gray\">(18:30)</span> which means, his efforts will not be wasted; they will be appreciated and not even a speck of dust's weight of injustice will be done. Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّا لَهُ كَاتِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We record it for him.)</span> means, all his deeds are recorded and nothing of them at all is lost.</p>"
  }
]