[
  {
    "ayah_key": "6:7",
    "group_ayah_key": "6:7",
    "from_ayah": "6:7",
    "to_ayah": "6:11",
    "ayah_keys": "6:7,6:8,6:9,6:10,6:11",
    "text": "<p lang=\"en\" class=\"en \">And even if We had sent down unto you a Message written on paper so that they could touch it with their hands, the disbelievers would have said: \"This is nothing but obvious magic! <span>(7)</span>And they say: \"Why has not an angel been sent down to him\" Had We sent down an angel, the matter would have been judged at once, and no respite would be granted to them <span>(8)</span>And had We appointed him an angel, We indeed would have made him a man, and We would have certainly caused them confusion in a matter which they have already covered with confusion <span>(9)</span>And indeed Messengers were mocked before you, but their scoffers were surrounded by the very thing that they used to mock at <span>(10)</span>Say: \"Travel in the land and see what was the end of those who rejected truth. <span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>Censuring the Rebellious and their Refusal to Accept Human Messengers</h2></div><p lang=\"en\" class=\"en \">Allah describes the rebellion and stubbornness of the idolators in defying the truth and arguing against it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And even if We had sent down unto you a Message written on paper so that they could touch it with their hands,)</span> meaning, if they saw this Message's descent and were eye-witnesses to that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the disbelievers would have said: \"This is nothing but obvious magic!\")</span> This is similar to Allah's description of the disbelievers' defiance of facts and truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ - لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And even if We opened to them a gate from the heaven and they were to continue ascending thereto. They would surely say: \"Our eyes have been <span class=\"gray\">(as if)</span> dazzled. Nay, we are a people bewitched.\")</span><span class=\"gray\">[15:14-15]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَرَوْا كِسْفًا مِّنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَّرْكُومٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they were to see a piece of the heaven falling down, they would say, \"Clouds gathered in heaps!\")</span><span class=\"gray\">[52:44]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا أُنزِلَ عَلَيْهِ مَلَكٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Why has not an angel been sent down to him?\")</span> to convey the Message with admonition along with him. Allah replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِيَ الْأَمْرُ ثُمَّ لَا يُنظَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had We sent down an angel, the matter would have been judged at once, and no respite would be granted to them.)</span></p><p lang=\"en\" class=\"en \">Consequently, even if the angels descend, while the disbelievers still had the same attitude, then the torment will surely befall them from Allah as a consequence. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُّنظَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We send not the angels down except with the truth <span class=\"gray\">(i.e. for torment, etc.)</span>, and in that case, they <span class=\"gray\">(the disbelievers)</span> would have no respite!)</span><span class=\"gray\">[15:8]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day they will see the angels, no glad tidings will there be for the criminals that day.)</span><span class=\"gray\">[25:22]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had We appointed him an angel, We indeed would have made him a man, and We would have certainly caused them confusion in a matter which they have already covered with confusion.)</span> meaning, if We send an angel along with the human Messenger, or if We send an angel as a Messenger to mankind, he would be in the shape of a man so that they would be able to speak to him and benefit from his teachings. In this case, the angel <span class=\"gray\">(in the shape of a human)</span> will also cause confusion for them, just as the confusion they caused themselves over accepting humans as Messengers! Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السَّمَاءِ مَلَكًا رَّسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If there were on the earth, angels walking about in peace and security, We should certainly have sent down for them from the heaven an angel as a Messenger.\")</span><span class=\"gray\">[17:95]</span></p><p lang=\"en\" class=\"en \">It is a mercy from Allah to His creation that He sends every type of creation, Messengers from among their kind, so that they are able to call their people to Allah, and their people able to talk to them, ask them and benefit from them. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah conferred a great favor on the believers when He sent among them a Messenger from among themselves, reciting unto them His verses <span class=\"gray\">(the Qur'an)</span>, and purifying them.)</span><span class=\"gray\">[3:164]</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak said that Ibn 'Abbas said about the Ayah <span class=\"gray\">[6:9 above]</span>, \"If an angel was sent to them, he would come in the shape of a man. This is because they will not be able to look at the angel due to light.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(... and We would have certainly caused them confusion in a matter which they have already covered with confusion.)</span> meaning, We would confuse them over their confusion. And Al-Walibi reported Ibn 'Abbas saying; \"We brought doubts around them.\" Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed Messengers were mocked before you, but their scoffers were surrounded by the very thing that they used to mock at.)</span> comforts the Messenger ﷺ concerning the denial of him by his people. The Ayah also promises the Messenger ﷺ, and his believers, of Allah's victory and the good end in this life and the Hereafter. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Travel in the land and see what was the end of those who rejected truth.\")</span> meaning, contemplate about yourselves and think about the afflictions Allah struck the previous nations with, those who defied His Messengers and denied them. Allah sent torment, afflictions and punishment on them in this life, as well as the painful torment in the Hereafter, while saving His Messengers and believing servants.</p>"
  },
  {
    "ayah_key": "6:70",
    "group_ayah_key": "6:70",
    "from_ayah": "6:70",
    "to_ayah": "6:70",
    "ayah_keys": "6:70",
    "text": "<p lang=\"en\" class=\"en \">And leave alone those who take their religion as play and amusement, and are deceived by the life of this world. But remind <span class=\"gray\">(them)</span> with it <span class=\"gray\">(the Qur'an)</span> lest a soul Tubsal for that which one has earned, when he will find for himself no protector or intercessor besides Allah, and even if he offers every ransom, it will not be accepted from him. Such are they who are given up to destruction because of that which they have earned. For them will be a drink of boiling water and a painful torment because they used to disbelieve.) Allah sai <span>(70)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And leave alone those who take their religion as play and amusement, and are deceived by the life of this world.)</span></p><p lang=\"en\" class=\"en \">The Ayah commands to leave such people, ignore them and give them respite, for soon, they will taste a tremendous torment. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَكِّرْ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But remind with it)</span> meaning, remind the people with this Qur'an and warn them against Allah's revenge and painful torment on the Day of Resurrection. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest a soul Tubsal for that which one has earned,)</span> meaning, so that it is not Tubsal. Ad-Dahhak from Ibn 'Abbas, Mujahid, 'Ikrimah, Al-Hasan and As-Suddi said that Tubsal means, be submissive. Al-Walibi said that Ibn 'Abbas said that Tubsal means, 'be exposed'. Qatadah said that Tubsal means, 'be prevented', Murrah and Ibn Zayd said that it means, 'be recompensed', Al-Kalbi said, 'be reckoned'. All these statements and expressions are similar, for they all mean exposure to destruction, being kept away from all that is good, and being restrained from attaining what is desired. Allah also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ - إِلَّا أَصْحَابَ الْيَمِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every person is restrained by what he has earned. Except those on the Right.)</span><span class=\"gray\">[74:38-39]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَهَا مِن دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when he will find for himself no protector or intercessor besides Allah,)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and even if he offers every ransom, it will not be accepted from him.)</span> meaning, whatever the ransom such people offer, it will not be accepted from them. Allah said in a similar statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الْأَرْضِ ذَهَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieved, and died while they were disbelievers, the <span class=\"gray\">(whole)</span> earth full of gold will not be accepted from anyone of them.)</span><span class=\"gray\">[3:91]</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are they who are given up to destruction because of that which they have earned. For them will be a drink of boiling water and a painful torment because they used to disbelieve.)</span></p>"
  }
]