[
  {
    "ayah_key": "19:61",
    "group_ayah_key": "19:61",
    "from_ayah": "19:61",
    "to_ayah": "19:63",
    "ayah_keys": "19:61,19:62,19:63",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(They will enter)</span> 'Adn Gardens which the Most Gracious has promised to His servants in the unseen. Verily, His promise must come to pass <span>(61)</span>They shall not hear therein any Laghw, but only Salam. And they will have therein their sustenance, morning and afternoon <span>(62)</span>Such is the Paradise which We shall give as an inheritance to those of Our servants who had Taqwa <span>(63)</span></p><div lang=\"en\" class=\"en \"><h2>The Description of the Gardens of the Truthful and Those Who repent</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says that the Gardens <span class=\"gray\">(of Paradise)</span>, which the penitent will enter, will be Gardens of 'Adn, meaning, eternity. These are Gardens that the Most Beneficent promises His servants in the unseen. This means that these Gardens are from the unseen things that they believe in, even though they have never witnessed them. They believe in the unseen out of their strong conviction and the strength of their faith. Concerning Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, His promise must come to pass.)</span> This affirms the fact that this will occur, and that it is a settled matter. Allah does not break His promise, nor does He change it. This is similar to His statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَانَ وَعْدُهُ مَفْعُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His promise is certainly to be accomplished.)</span><span class=\"gray\">[73:18]</span> This means that His promise will be and there is no avoiding it. Allah's statement here,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَأْتِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(must come to pass.)</span> This means that it will come to His servants who are striving towards it and they will reach it. There are those commentators who said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَأْتِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(must come to pass.)</span> \"This means it is coming, because everything that comes to you, you also come to it. This is as the Arabs say, 'Fifty years came to me, and I came to fifty years.' They both mean the same thing <span class=\"gray\">(I'm fifty years old)</span>.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَسْمَعُونَ فِيهَا لَغْوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall not hear therein any Laghw.)</span> This means that in these gardens of Paradise there is no ignorant, wasteful and useless speech, like there is in this life. He said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِلَّا سَلَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but only Salam.)</span> This is an indifferent exception, similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا - إِلَّا قِيلًا سَلَامًا سَلَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No Laghw will they hear therein, nor any sinful speech. But only the saying of: Salam! Salam!)</span><span class=\"gray\">[56:25-26]</span> Concerning His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will have therein their sustenance, morning and afternoon.)</span></p><p lang=\"en\" class=\"en \">This means, in what is similar to mornings and evenings. This does not mean that there is a night and a day <span class=\"gray\">(in Paradise)</span>, but they will be living in times that alternate. They will know its lighted times from its lights and illumination. This is as Imam Ahmad recorded from Abu Hurayrah, who said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَّلُ زُمْرَةٍ تَلِجُ الْجَنَّةَ صُوَرُهُمْ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ لَا يَبْصُقُونَ فِيهَا، وَلَا يَتَمَخَّطُونَ فِيهَا. وَلَايَتَغَوَّطُونَ، آنِيَتُهُمْ وَأَمْشَاطُهُمُ الذَّهَبُ وَالْفِضَّةُ وَمَجَامِرُهُمُ الْأَلُوَّةُ، وَرَشْحُهُمُ الْمِسْكُ وَلِكُلِّ وَاحِدٍ مِنْهُمْ زَوْجَتَانِ، يُرَى مُخُّ سَاقِهَا مِنْ وَرَاءِ اللَّحْمِ مِنَ الْحُسْنِ، لَا اخْتِلَافَ بَيْنَهُمْ وَلَا تَبَاغُضَ، قُلُوبُهُمْ عَلَى قَلْبِ رَجُلٍ وَاحِدٍ، يُسَبِّحُونَ اللهَ بُكْرَةً وَعَشِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first group to enter into Paradise will have forms like the form of the moon on a night when it is full. They will not spit, nor will they blow their noses therein. They also will not defecate. Their containers and combs will be made of gold and silver and their censers will be of aloeswood. Their sweat will be the fragrance of musk and each of them will have two wives. The marrow of their shins will be visible from beneath the skin due to their beauty. They will not have any disputes between them, or any hatred. Their hearts will be united like the heart of one man. They will glorify Allah in the morning and evening.)</span> Al-Bukhari and Muslim both recorded this narration in the Two Sahihs. </p><p lang=\"en\" class=\"en \">Imam Ahmad also recorded that Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشُّهَدَاءُ عَلَى بَارِقِ نَهْرٍ بِبَابِ الْجَنَّةِ فِي قُبَّةٍ خَضْرَاءَ، يَخْرُجُ عَلَيْهِمْ رِزْقُهُمْ مِنَ الْجَنَّةِ بُكْرَةً وَعَشِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The martyrs will be upon the banks of a river by the gates of Paradise. Over them will be a green dome. Their sustenance will be brought out to them from Paradise, morning and evening.)</span> Ahmad is the only one who collected this narration. </p><p lang=\"en\" class=\"en \">Ad-Dahhak reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will have therein their sustenance, morning and afternoon.)</span> \"This means the amount of time equal to night and day.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the Paradise which We shall give as an inheritance to those of Our servants who had Taqwa.)</span></p><p lang=\"en\" class=\"en \">This means, 'This Paradise that We have described with these magnificent attributes, it is that which We will cause are pious servants to inherit.' They are those who obey Allah in happiness and times of hardship. They are those who suppress their anger and they pardon people's offenses. This is as Allah says at the beginning of Surah Al-Mu'minun,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ الْمُؤْمِنُونَ - الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Successful indeed are the believers. Those who are humble in their Salah.)</span><span class=\"gray\">[23:1-2]</span> Until His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْوَارِثُونَ - الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are indeed the inheritors. Who shall inherit the Firdaws. In it they shall dwell forever.)</span><span class=\"gray\">[23:10-11]</span></p>"
  },
  {
    "ayah_key": "19:64",
    "group_ayah_key": "19:64",
    "from_ayah": "19:64",
    "to_ayah": "19:65",
    "ayah_keys": "19:64,19:65",
    "text": "<p class=\"en translation\" lang=\"en\">And we descend not except by the command of your Lord. To Him belongs what is before us and what is behind us, and what is between those two; and your Lord is never forgetful <span>(64)</span>Lord of the heavens and the earth, and all that is between them, so worship Him and abide patiently in His worship. Do you know of any who is similar to Him <span>(65)</span></p><div lang=\"en\" class=\"en \"><h2>The Angels do not descend, except by Allah's Command</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said that the Messenger of Allah ﷺ said to Jibril,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَمْنَعُكَ أَنْ تَزُورَنَا أَكْثَرَ مِمَّا تَزُورُنَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What prevents you from visiting us more than you do?)</span> Then this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we descend not except by the command of your Lord.)</span> Al-Bukhari was alone in recording it and he related it with the Tafsir of this Ayah. Al-'Awfi reported from Ibn 'Abbas that he said, \"Jibril was kept from visiting the Messenger of Allah , so he was disturbed and grieved because of this. Then, Jibril came to him and said, 'O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we descend not except by the command of your Lord.)</span>'\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belongs what is before us and what is behind us,)</span></p><p lang=\"en\" class=\"en \">It has been said that the meaning of \"what is before us\" refers to that which is in this life and \"what is behind us\" refers to the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بَيْنَ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and what is between those two;)</span> This means what is between two blows of the Sur. This is the opinion of Abu Al-'Aliyah, 'Ikrimah and Mujahid. This was also stated by Sa'id bin Jubayr and Qatadah in one narration from them. As-Suddi and Ar-Rabi' bin Anas held this opinion as well. It has also been said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَيْنَ أَيْدِينَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(what is before us)</span> means the future matters of the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلْفَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(what is behind us,)</span> means what has taken place in this life,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بَيْنَ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(what is between those two;)</span> means what happens between this life and the Hereafter. A statement like this explanation has been reported from Ibn 'Abbas, Sa'id bin Jubayr, Ad-Dahhak, Qatadah, Ibn Jurayj and Ath-Thawri. Ibn Jarir also preferred this latter interpretation. And Allah knows best. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ رَبُّكَ نَسِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and your Lord is never forgetful.)</span> Mujahid said, \"This means that your Lord has not forgotten you.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lord of the heavens and the earth, and all that is between them,)</span> He created all of that, He is the Disposer of its affairs, He is the Legislator over it and He is in absolute control of it, having no one to oppose His decisions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ ۚ هَلْ تَعْلَمُ لَهُ سَمِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so worship Him and abide patiently in his worship. Do you know of any who is similar to Him)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah related that Ibn 'Abbas said that this means, \"Do you know any comparison or something similar to the Lord?\" Mujahid, Sa'id bin Jubayr, Qatadah, Ibn Jurayj and others all said the same. 'Ikrimah related that Ibn 'Abbas said, \"There is no one named Ar-Rahman <span class=\"gray\">(the Most Beneficent)</span> other than Him, Blessed and Exalted is He. Most Holy is His Name.\"</p>"
  }
]