[
  {
    "ayah_key": "13:20",
    "group_ayah_key": "13:20",
    "from_ayah": "13:20",
    "to_ayah": "13:24",
    "ayah_keys": "13:20,13:21,13:22,13:23,13:24",
    "text": "<p lang=\"en\" class=\"en \">Those who fulfill, the covenant of Allah and break not the trust <span>(20)</span>And those who join that which Allah has commanded to be joined and fear their Lord, and dread the terrible reckoning <span>(21)</span>And those who remain patient, seeking their Lord's Face, perform the Salah, and spend out of that which We have bestowed on them, secretly and openly, and repel evil with good, for such there is a good end <span>(22)</span>'Adn Gardens, which they shall enter and <span class=\"gray\">(also)</span> those who acted righteously from among their fathers, and their wives, and their offspring. And angels shall enter unto them from every gate <span class=\"gray\">(saying)</span><span>(23)</span>\"Salamun 'Alaykum <span class=\"gray\">(peace be upon you)</span> for you persevered in patience! Excellent indeed is the final home! <span>(24)</span></p><div lang=\"en\" class=\"en \"><h2>Qualities of the Blessed Ones, which will lead to Paradise</h2></div><p lang=\"en\" class=\"en \">Allah states that those who have these good qualities, will earn the good, final home: victory and triumph in this life and the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنقُضُونَ الْمِيثَاقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who fulfill the covenant of Allah and break not the trust.)</span> They are nothing like the hypocrites who when one of them makes a covenant, he breaks it; if he disputes, he is most quarrelsome; if he speaks, he lies; and if he is entrusted, he betrays his trust. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who join that which Allah has commanded to be joined)</span> they are good to their relatives and do not sever the bond of kinship. They are also kind to the poor and the needy and generous in nature,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخْشَوْنَ رَبَّهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fear their Lord)</span>, in what they do or do not do of actions and statements. They remember that Allah is watching during all of this and are afraid of His terrifying reckoning in the Hereafter. Therefore, all their affairs are on the straight path and correct, whether they are active or idle, and in all of their affairs, including those that affect others,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who remain patient, seeking their Lord's Face,)</span> They observe patience while staying away from sins and evil deeds, doing so while dedicating themselves to the service of their Lord the Exalted and Most Honored and seeking His pleasure and generous reward,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقَامُوا الصَّلَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and perform the Salah)</span>, preserving its limits, times, bowing, prostration and humbleness, according to the established limits and rulings of the religion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and spend out of that which We have bestowed on them,)</span> They spend on those whom they are obliged to spend on them, such as their spouses, relatives and the poor and needy in general,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِرًّا وَعَلَانِيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(secretly and openly,)</span> They spend during all conditions and times, whether during the night or the day, secretly and openly,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and repel evil with good)</span> they resist evil with good conduct. When the people harm them they face their harm with good patience, forbearing, forgiveness and pardon. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Repel <span class=\"gray\">(the evil)</span> with one which is better, then verily he, between whom and you there was enmity, <span class=\"gray\">(will become)</span> as though he was a close friend. But none is granted it except those who are patient - and none is granted it except the owner of the great portion in this world.)</span><span class=\"gray\">[41:34-35]</span> This is why Allah states here that those who have these good qualities, the blessed ones, will earn the final home, which He explained next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">جَنَّاتُ عَدْنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Adn Gardens)</span>, where, 'Adn, indicates continuous residence; they will reside in the gardens of everlasting life. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(also)</span> those who acted righteously from among their fathers, and their wives, and their offspring.)</span> Allah will gather them with their loved ones, from among their fathers, family members and offspring, those who are righteous and deserve to enter Paradise, so that their eyes are comforted by seeing them. He will also elevate the grade of those who are lower, to the grades of those who are higher, a favor from Him out of His kindness, without decreasing the grade of those who are higher up <span class=\"gray\">(in Paradise)</span>. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe and whose offspring follow them in faith: to them shall We join their offspring.)</span><span class=\"gray\">[52:21]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ - سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And angels shall enter unto them from every gate <span class=\"gray\">(saying)</span>: \"Salamun 'Alaykum <span class=\"gray\">(peace be upon you)</span> for you persevered in patience! Excellent indeed is the final home!\")</span></p><p lang=\"en\" class=\"en \">The angels will enter on them from every direction congratulating them for entering Paradise. The angels will welcome them with the Islamic greeting and commend them for earning Allah's closeness and rewards, as well as, being admitted into the Dwelling of Peace, neighbors to the honorable Messengers, the Prophets and the truthful believers. Imam Ahmad recorded that 'Abdullah bin 'Amr bin Al-'As, may Allah be pleased with them both, narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَدْرُونَ أَوَّلَ مَنْ يَدْخُلُ الْجَنَّةَ مِنْ خَلْقِ اللهِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know who among Allah's creation will enter Paradise first?)</span> They said, \"Allah and His Messenger have more knowledge.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَّلُ مَنْ يَدْخُلُ الْجَنَّةَ مِنْ خَلْقِ اللهِ الْفُقَرَاءُ الْمُهَاجِرُونَ الَّذِينَ تُسَدُّ بِهِمُ الثُّغُورُ، وَتُتَّقَى بِهِمُ الْمَكَارِهُ، وَيَمُوتُ أَحَدُهُمْ وَحَاجَتُهُ فِي صَدْرِهِ، لَا يَسْتَطِيعُ لَهَا قَضَاءً، فَيَقُولُ اللهُ تَعَالَى لِمَنْ يَشَاءُ مِنْ مَلَائِكَتِهِ: ائْتُوهُمْ فَحَيُّوهُمْ، فَتَقُولُ الْمَلَائِكَةُ: نَحْنُ سُكَّانُ سَمَائِكَ، وَخِيرَتُكَ مِنْ خَلْقِكَ، أَفَتَأْمُرُنَا أَنْ نَأْتِي هؤُلَاءِ وَنُسَلِّمَ عَلَيْهِمْ؟ فَيَقُولُ: إِنَّهُمْ كَانُوا عِبَادًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا، وَتُسَدُّ بِهِمُ الثُّغُورُ، وَتُتَّقَى بِهِمُ الْمَكَارِهُ، وَيَمُوتُ أَحَدُهُمْ وَحَاجَتُهُ فِي صَدْرِهِ لَا يَسْتَطِيعُ لَهَا قَضَاءً - قَالَ - : فَتَأْتِيهِمُ الْمَلَائِكَةُ عِنْدَ ذَلِكَ فَيَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first among Allah's creation to enter Paradise are the poor emigrants <span class=\"gray\">(in Allah's cause)</span> with whom the outposts <span class=\"gray\">(of the land)</span> are secured and the various afflictions are warded off. One of them would die while his need is still in his chest, because he was unable to satisfy it himself. Allah will say to whom He will among His angels, \"Go to them and welcome them with the Salam.\" The angels will say, \"We are the residence of Your heaven and the best of Your creation, do You command us to go to them and welcome them with the Salam?\" Allah will say, \"They are My servants who worshipped Me and did not associate anyone or anything with Me in worship. With them, the outposts were secured and the afflictions were warded off. One of them would die while his need is in his chest, unable to satisfy it.\" So the angels will go to them from every gate <span class=\"gray\">(of Paradise)</span>,)</span> saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Salamun 'Alaykum <span class=\"gray\">(peace be upon you)</span> for you persevered in patience! Excellent indeed is the final home!)</span>\"</p>"
  },
  {
    "ayah_key": "13:25",
    "group_ayah_key": "13:25",
    "from_ayah": "13:25",
    "to_ayah": "13:25",
    "ayah_keys": "13:25",
    "text": "<p class=\"en translation\" lang=\"en\">And those who break the covenant of Allah, after its ratification, and sever that which Allah has commanded to be joined, and work mischief in the land, on them is the curse, and for them is the unhappy <span class=\"gray\">(evil)</span> home <span class=\"gray\">(i.e. Hell)</span><span>(25)</span></p><div lang=\"en\" class=\"en \"><h2>Characteristics of the Wretched Ones which will lead to the Curse and the Evil Home</h2></div><p lang=\"en\" class=\"en \">This is the destination of the Wretched ones and these are their characteristics. Allah mentioned their end in the Hereafter, to contrast the end that the believers earned, since their characteristics were to the opposite of the believer's qualities in this life. The latter used to keep Allah's covenant and join that which Allah has ordained on them to join. As for the former, they used to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(break the covenant of Allah, after its ratification, and sever that which Allah has commanded to be joined, and work mischief in the land,)</span> An authentic Hadith states that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The signs of a hypocrite are three: Whenever he speaks, he tells a lie; whenever he promises, he always breaks it <span class=\"gray\">(his promise)</span>; if you entrust him, he proves to be dishonest.\")</span> In another narration, the Prophet ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِذَا عَاهَدَ غَدَرَ وَإِذَا خَاصَمَ فَجَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If he enters into a covenant, he betrays it; and if he disputes, he proves to be most quarrelsome.)</span> This is why Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمُ اللَّعْنَةُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on them is the curse,)</span> they will be cast away from Allah's mercy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and for them is the unhappy home.)</span> the evil end and destination,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمِهَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their dwelling place will be Hell; and worst indeed is that place for rest.)</span><span class=\"gray\">[13:18]</span></p>"
  }
]