[
  {
    "ayah_key": "56:41",
    "group_ayah_key": "56:41",
    "from_ayah": "56:41",
    "to_ayah": "56:56",
    "ayah_keys": "56:41,56:42,56:43,56:44,56:45,56:46,56:47,56:48,56:49,56:50,56:51,56:52,56:53,56:54,56:55,56:56",
    "text": "<p lang=\"en\" class=\"en \">And those on the left? How will be those on the left <span>(41)</span>In Samum, and Hamim <span>(42)</span>And a shadow from Yahmum <span>(43)</span>Neither Barid nor Karim <span>(44)</span>Verily, before that, they indulged in luxury <span>(45)</span>And were persisting in great sin <span>(46)</span>And they used to say: \"When we die and become dust and bones, shall we then indeed be resurrected? <span>(47)</span>\"And also our forefathers? <span>(48)</span>Say: \"<span class=\"gray\">(Yes)</span> verily, those of old, and those of later times. <span>(49)</span>\"All will surely be gathered together for appointed meeting of a known Day. <span>(50)</span>\"Then verily, – you the erring – ones, the deniers! <span>(51)</span>\"You verily, will eat of the trees of Zaqqum. <span>(52)</span>\"Then you will fill your bellies therewith, <span>(53)</span>\"And drink the Hamim on top of it. <span>(54)</span>\"And you will drink <span class=\"gray\">(that)</span> like Al-Him! <span>(55)</span>That will be their entertainment on the Day of Recompense <span>(56)</span></p><p lang=\"en\" class=\"en \">Those on the Left and Their Recompense</p><p lang=\"en\" class=\"en \">After Allah mentioned the condition of those on the right hand, He then mentioned the condition of those on the left hand,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those on the left How will be those on the left?)</span> meaning, 'What is the condition of those on the left,' then explains His statement, by saying,</p><p class=\"de qpc-hafs\" lang=\"de\">فِي سَمُومٍ </p><p lang=\"co\" class=\"co \"><span class=\"gray\">(in Samum,)</span> means, a fierce hot wind,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَحَمِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Hamim.)</span> i.e., boiling water,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظِلٍّ مِنْ يَحْمُومٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a shadow from Yahmum,)</span> the shadow of smoke, according to Ibn 'Abbas, Mujahid, 'Ikrimah, Abu Salih, Qatadah, As-Suddi and others. In a similar statement, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْطَلِقُوا إِلَىٰ مَا كُنْتُمْ بِهِ تُكَذِّبُونَ - انْطَلِقُوا إِلَىٰ ظِلٍّ ذِي ثَلَاثِ شُعَبٍ - لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ - إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ - كَأَنَّهُ جِمَالَتٌ صُفْرٌ - وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Depart you to that which you used to deny! Depart you to a shadow in three columns, neither shady nor of any use against the fierce flame of the Fire. \" Verily, it throws sparks like fortresses, as if they were yellow camels or bundles of ropes. Woe that Day to the deniers.)</span><span class=\"gray\">(77:29-34)</span>. Allah said in this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظِلٍّ مِنْ يَحْمُومٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a shadow from Yahmum,)</span> meaning, black smoke,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا بَارِدٍ وَلَا كَرِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither Barid nor Karim,)</span> means, it neither brings soft, cool breeze nor appears clear. Al-Hasan and Qatadah commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا كَرِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor Karim)</span> \"Its sight is not pleasant.\" Ad-Dahhak said, \"Every drink that is not fresh, is not Karim <span class=\"gray\">(pleasant)</span>. Then, Allah the Exalted stated that they deserve this end,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ مُتْرَفِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, before that, they indulged in luxury,)</span> meaning, in the life of the world, they were enjoying life's pleasures and satisfying their lusts, all the while ignoring what the Messengers brought to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا يُصِرُّونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And were persisting)</span>, means, they persisted and did not intend to repent,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْحِنْثِ الْعَظِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in great sin.)</span> in disbelief in Allah and claiming that the idols and rivals were gods besides Allah. It means idolatry, according to Ibn 'Abbas. This is also the meaning reported from Mujahid, 'Ikrimah, Ad-Dahhak, Qatadah, As-Suddi and others. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ - أَوَآبَاؤُنَا الْأَوَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they used to say: \"When we die and become dust and bones, shall we then indeed be resurrected? And also our forefathers?\")</span></p><p lang=\"en\" class=\"en \">They said this while denying and rejecting the idea that resurrection will ever occur. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ - لَمَجْمُوعُونَ إِلَىٰ مِيقَاتِ يَوْمٍ مَعْلُومٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"<span class=\"gray\">(Yes)</span> verily, those of old, and those of later times. All will surely be gathered together for appointed meeting of a known Day.\")</span> meaning, 'Say, O Muhammad, that the earlier and latter generations of the Children of Adam will be gathered for the Day of Resurrection and none of them will be left out. Allah the Exalted said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَٰلِكَ يَوْمٌ مَشْهُودٌ - وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ - يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ۚ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is a Day whereon mankind will be gathered together, and that is a Day when all will be present. And We delay it only for a term fixed. On the Day when it comes, no person shall speak except by His leave. Some among them will be wretched and <span class=\"gray\">(others)</span> blessed.)</span><span class=\"gray\">(11:103-105)</span> He also said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَجْمُوعُونَ إِلَىٰ مِيقَاتِ يَوْمٍ مَعْلُومٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All will surely be gathered together for appointed meeting of a known Day.)</span> because that time is precisely designated and will not come late, early, nor increase or decrease. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ - لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ - فَمَالِئُونَ مِنْهَا الْبُطُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then verily, – you the erring-ones, the deniers! You verily, will eat of the trees of Zaqqum. Then you will fill your bellies therewith.)</span> indicating that they will be seized and made to eat from the Zaqqum tree until their stomachs become full,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ - فَشَارِبُونَ شُرْبَ الْهِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And drink the Hamim on top of it. And you will drink <span class=\"gray\">(that)</span> like Al-Him!)</span> Hamim is boiling water, while Al-Him means thirsty camels, according to Ibn 'Abbas, Mujahid, Sa'id bin Jubayr and 'Ikrimah. As-Suddi said \"Al-Him is a disease that strikes camels, causing them to feel thirst, and they drink until they die.\" Therefore, he said, the people of Hell, will never quench their thirst from drinking Hamim. </p><p lang=\"en\" class=\"en \">Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That will be their entertainment on the Day of Recompense!)</span> 'this, what We have described, is their entertainment with their Lord on the Day of their Reckoning.' Allah the Exalted said in the case of the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who believe and do righteous good deeds, shall have the Gardens of Al-Firdaws <span class=\"gray\">(Paradise)</span> for their entertainment.)</span><span class=\"gray\">(18:107)</span>, i.e., hospitality and honor.</p>"
  },
  {
    "ayah_key": "56:57",
    "group_ayah_key": "56:57",
    "from_ayah": "56:57",
    "to_ayah": "56:62",
    "ayah_keys": "56:57,56:58,56:59,56:60,56:61,56:62",
    "text": "<p lang=\"en\" class=\"en \">We created you, then why do you believe not <span>(57)</span>Do you not see the semen you emit <span>(58)</span>Is it you who create it, or are We the Creator <span>(59)</span>We have decreed death to you all, and We are not outstripped <span>(60)</span>To transfigure you and create you in <span class=\"gray\">(forms)</span> that you know not <span>(61)</span>And indeed, you have already known the first form of creation, why then do you not remember <span>(62)</span></p><p lang=\"en\" class=\"en \">Proof that Resurrection will occur</p><p lang=\"en\" class=\"en \">Allah asserts that Resurrection will occur and refutes the misguided atheists who deny it, those who said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When we die and become dust and bones, shall we then indeed be resurrected?)</span><span class=\"gray\">(56:47)</span></p><p lang=\"en\" class=\"en \">They said this statement in denial and discounting Resurrection. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ خَلَقْنَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We created you,)</span> meaning, 'We have created you after you were nothing. Therefore, is not that Who is able to start the creation, more able to bring it back?' Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا تُصَدِّقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then why do you believe not?)</span> 'why do you not then believe in Resurrection?' Then Allah said, while bringing forth evidence that Resurrection occurs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمْ مَا تُمْنُونَ - أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you not see the semen you emit. Is it you who create it, or are We the Creator?)</span> meaning, 'do you make the semen remain in the wombs and create life from it therein, stage after stage? Or is Allah the One Who does all this?' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have decreed death to you all,)</span> meaning, 'We made death exist between you.' Ad-Dahhak commented, \"Allah made the residents of the heavens and earth equal with regards to death.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِمَسْبُوقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We are not outstripped,)</span> meaning, 'We are never unable,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ أَنْ نُبَدِّلَ أَمْثَالَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To transfigure you)</span>, meaning, 'to change your current shapes, on the Day of Resurrection,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and create you in that you know not.)</span> meaning, 'out of shapes and forms.' Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَىٰ فَلَوْلَا تَذَكَّرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, you have already known the first form of creation, why then do you not remember?)</span> meaning, 'you know that Allah has created you after you were nothing. He created you and gave you hearing, sight and hearts. Will you not then remember and take heed that He Who is able to create you in the beginning is more able to bring you back and resurrect you to life anew?' Allah the Exalted said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)</span><span class=\"gray\">(30:27)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does not man remember that We created him before, while he was nothing?)</span><span class=\"gray\">(19:67)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ - وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does not man see that We have created him from Nutfah. Yet behold he <span class=\"gray\">(stands forth)</span> as an open opponent. And he puts forth for Us a parable, and forgets his own creation. He says: \" Who will give life to these bones after they are rotten and have become dust?\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation.\")</span><span class=\"gray\">(36:77-79)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى - أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَىٰ - ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّىٰ - فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ - أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does man think that he will be left neglected Was he not a Nutfah of semen emitted? Then he became an 'Alaqah <span class=\"gray\">(a clot)</span>; then shaped and fashioned in due proportion. And made of him two sexes, male and female. Is not He able to give life to the dead?)</span><span class=\"gray\">(75:36-40)</span></p>"
  }
]