[
  {
    "ayah_key": "34:40",
    "group_ayah_key": "34:40",
    "from_ayah": "34:40",
    "to_ayah": "34:42",
    "ayah_keys": "34:40,34:41,34:42",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> the Day when He will gather them all together, then He will say to the angels: \"Was it you that these people used to worship? <span>(40)</span>They <span class=\"gray\">(the angels)</span> will say: \"Glorified be You! You are our Protector instead of them. Nay, but they used to worship the Jinn; most of them were believers in them. <span>(41)</span>So Today, none of you can profit or harm one another. And We shall say to those who did wrong: \"Taste the torment of the Fire which you used to deny. <span>(42)</span></p><p lang=\"en\" class=\"en \">The Angels will disown Their Worshippers on the Day of Resurrection</p><p lang=\"en\" class=\"en \">Allah tells us that on the Day of Resurrection, He will rebuke the idolators before all of creation. He will ask the angels whom the idolators used to worship, claiming that their idols were in the form of these angels and that they could bring them nearer to Allah. He will ask the angels:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهَٰؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Was it you that these people used to worship?)</span> meaning, 'did you command them to worship you?' Allah says in Surat Al-Furqan:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَٰؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Was it you who misled these My servants or did they <span class=\"gray\">(themselves)</span> stray from the <span class=\"gray\">(right)</span> path?)</span><span class=\"gray\">(25:17)</span>. And He will say to 'Isa, peace be upon him:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِنْ دُونِ اللَّهِ ۖ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did you say unto men: \"Worship me and my mother as two gods besides Allah?' He will say: \"Glory be to You! It was not for me to say what I had no right <span class=\"gray\">(to say)</span>.\")</span><span class=\"gray\">(5:116)</span>. Similarly, the angels will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified be You!)</span> meaning, 'exalted and sanctified be You above the notion that there could be any god besides You.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are our Protector instead of them.)</span> means, 'we are Your servants and we disown these people before You.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they used to worship the Jinn;)</span> meaning, the Shayatin, because they are the ones who made idol worship attractive to them and who misguided them.</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(most of them were believers in them.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا - لَعَنَهُ اللَّهُ ۘ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They invoke nothing but females besides Him, and they invoke nothing but Shaytan, a persistent rebel! Allah cursed him)</span><span class=\"gray\">(4:117-118)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Today, none of you can profit or harm one another.)</span> means, 'none of those idols and rivals whom you hoped would benefit you, will be of any avail to you, those whom you worshipped in the hope that they would help you at times of stress and calamity. Today they will have no power either to benefit you or to harm you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَقُولُ لِلَّذِينَ ظَلَمُوا </p><p lang=\"en\" class=\"en \">And We shall say to those who did wrong: – meaning the idolators –</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Taste the torment of the Fire which you used to deny.\")</span> meaning, this will be said to them by way of rebuke.</p>"
  },
  {
    "ayah_key": "34:43",
    "group_ayah_key": "34:43",
    "from_ayah": "34:43",
    "to_ayah": "34:45",
    "ayah_keys": "34:43,34:44,34:45",
    "text": "<p lang=\"en\" class=\"en \">And when Our Clear Verses are recited to them, they say: \"This is naught but a man who wishes to hinder you from that which your fathers used to worship.\" And they say: \"This is nothing but an invented lie.\" And those who disbelieve say of the truth when it has come to them: \"This is nothing but evident magic! <span>(43)</span>And We had not given them Scriptures that they could study, nor sent to them before you any warner <span>(44)</span>And those before them denied; these have not received even a tenth of what We had granted to those <span class=\"gray\">(of old)</span>; yet they denied My Messengers. Then how <span class=\"gray\">(terrible)</span> was My denial <span>(45)</span></p><p lang=\"en\" class=\"en \">The Saying of the Disbelievers about the Prophets, and its refutation</p><p lang=\"en\" class=\"en \">Allah tells us that the disbeliever deserve to be severely punished by Him, because when His clear Verses were recited to them, and they heard them fresh from the lips of His Messenger ﷺ, they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالُوا مَا هَٰذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"This is naught but a man who wishes to hinder you from that which your fathers used to worship.\")</span> meaning, that the religion of their fathers was the truth and that what the Messenger brought to them was false – may the curse of Allah be upon them and their fathers!</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَا هَٰذَا إِلَّا إِفْكٌ مُفْتَرًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"This is nothing but an invented lie.\")</span> referring to the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve say of the truth when it has come to them: \"This is nothing but evident magic!\")</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا ۖ وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We had not given them Scriptures that they could study, nor sent to them before you any warner)</span> meaning, Allah did not reveal any Book to the Arabs before the Qur'an, and He did not send any Prophet to them before Muhammad ﷺ. They used to wish for that and say, 'if only a warner comes to us or a Book is revealed to us, we would be more guided than others,' but when Allah blessed them with that, they disbelieved him and stubbornly rejected him. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those before them denied;)</span> meaning, other nations.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(these have not received even a tenth of what We had granted to those <span class=\"gray\">(of old)</span>;)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, may Allah be pleased with him, said, \"Of the power of this world.\" This was also the view of Qatadah, As-Suddi and Ibn Zayd. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We had firmly established them with that wherewith We have not established you! And We had assigned them the hearing, seeing, and hearts; but their hearing, seeing, and their hearts availed them nothing since they used to deny the Ayat of Allah, and they were completely encircled by that which they used to mock at!)</span><span class=\"gray\">(46:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not traveled through the earth and seen what was the end of those before them? They were more in number than them and mightier in strength)</span><span class=\"gray\">(40:82)</span>. but that did not protect them from the punishment of Allah, and Allah destroyed them because they denied His Messengers. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوا رُسُلِي ۖ فَكَيْفَ كَانَ نَكِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(yet they denied My Messengers. Then how <span class=\"gray\">(terrible)</span> was My denial!)</span> meaning, 'how severe was My wrath and how great was My avenging of My Messengers.'</p>"
  },
  {
    "ayah_key": "34:46",
    "group_ayah_key": "34:46",
    "from_ayah": "34:46",
    "to_ayah": "34:46",
    "ayah_keys": "34:46",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"I exhort you to one <span class=\"gray\">(thing)</span> only, that you stand up for Allah's sake in pairs and singly, and reflect, there is no madness in your companion. He is only a warner to you in face of a severe torment. <span>(46)</span></p><p lang=\"en\" class=\"en \">Refutation of Their Accusation that the Prophet <span class=\"gray\">(صلی اللہ علیہ وسلم)</span> was Insane</p><p lang=\"en\" class=\"en \">Allah says: 'Say, O Muhammad, to these disbelievers who claim that you are crazy,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I exhort you to one <span class=\"gray\">(thing)</span> only,)</span> meaning, 'I am only telling you to one thing,' and that is:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ ثُمَّ تَتَفَكَّرُوا ۚ مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you stand up for Allah's sake in pairs and singly, and reflect, there is no madness in your companion.)</span> meaning, 'stand sincerely before Allah, without being influenced by your own desires or tribal feelings, and ask one another, is Muhammad crazy? Advise one another,'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ تَتَفَكَّرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and reflect)</span> means, let each person look within himself concerning the matter of Muhammad ﷺ, and ask other people about him if he is still confused, then let him think about the matter. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ ثُمَّ تَتَفَكَّرُوا ۚ مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you stand up for Allah's sake in pairs and singly, and reflect, there is no madness in your companion.)</span></p><p lang=\"en\" class=\"en \">This meaning was stated by Mujahid, Muhammad bin Ka'b, As-Suddi, Qatadah and others. This is what is meant by the Ayah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is only a warner to you in face of a severe torment.)</span> Al-Bukhari recorded that Ibn 'Abbas, may Allah be pleased with him, commented on this Ayah: \"One day, the Prophet ﷺ climbed up As-Safa' and shouted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا صَبَاحَاهْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people!)</span> The Quraysh gathered around him, and said, 'What is the matter with you?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتُمْ لَوْ أَخْبَرْتُكُمْ أَنَّ الْعَدُوَّ يُصَبِّحُكُمْ أَوْ يُمَسِّيكُمْ أَمَا كُنْتُمْ تُصَدِّقُونِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What do you think? If I told you that the enemy were approaching and will reach us in the morning or in the evening, would you believe me?)</span> They said, 'Of course.' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am a warner to you in the face of a severe punishment.)</span> Abu Lahab said, 'May you perish! You have called us together only to tell us this?' Then Allah revealed:</p><p class=\"ps qpc-hafs\" lang=\"ps\">تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perish the two hands of Abu Lahab and perish he!)</span><span class=\"gray\">(111:1)</span> We have already discussed this in our Tafsir of the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And warn your tribe of near kindred)</span><span class=\"gray\">(26:214)</span>.</p>"
  }
]