[
  {
    "ayah_key": "39:75",
    "group_ayah_key": "39:75",
    "from_ayah": "39:75",
    "to_ayah": "39:75",
    "ayah_keys": "39:75",
    "text": "<p class=\"en translation\" lang=\"en\">And you will see the angels surrounding the Throne from all round, glorifying the praises of their Lord. And they will be judged with truth. And it will be said, \"All the praises and thanks be to Allah, the Lord of all that exits. <span>(75)</span></p><p lang=\"en\" class=\"en \">Allah tells us how He will pass judgement on the people of Paradise and Hell, and put each of them in the place fitting for him and for which he is suited; this is justice from Him and He is never unjust. Then He tells us of His angels who surround His majestic Throne, glorifying the praises of their Lord, extolling and magnifying Him, and declaring Him to be above any shortcomings or injustice whatsoever, for He has passed judgement in the fairest and most just manner. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُضِيَ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will be judged)</span> meaning, all of creation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with truth.)</span> Then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it will be said, \"All the praises and thanks be to Allah, the Lord of all that exits.\")</span> meaning, all of creation, whether animate or inanimate, will speak words of praise to Allah, the Lord of all that exists, for His wisdom and justice. These words are not attributed to any specific speaker, which indicates that the whole of creation will testify to His praise. Qatadah said, \"Allah began His creation with praise, as He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All praises and thanks be to Allah, Who created the heavens and the earth)</span><span class=\"gray\">(6:1)</span>. and He ended it with praise, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will be judged with truth. And it will be said, \"All the praises and thanks be to Allah, the Lord of all that exists.\")</span>.\"</p>"
  },
  {
    "ayah_key": "39:9",
    "group_ayah_key": "39:9",
    "from_ayah": "39:9",
    "to_ayah": "39:9",
    "ayah_keys": "39:9",
    "text": "<p class=\"en translation\" lang=\"en\">Is one who is obedient to Allah, Ana'a Al-Layl prostrating and standing fearing the Hereafter and hoping for the mercy of his Lord? Say: \"Are those who know equal to those who know not?\" It is only men of understanding who will remember <span>(9)</span></p><p lang=\"en\" class=\"en \">The Obedient and the Sinner are not equal</p><p lang=\"en\" class=\"en \">Allah says, 'is the one who is like this equal to one who associates others in worship with Allah and sets up rivals to Him?' They are not equal before Allah, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسُوا سَوَاءً ۗ مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not all of them are alike; a party of the People of the Scripture stand for the right, they recite the Ayat of Allah Ana'a Al-Layl, prostrating themselves <span class=\"gray\">(in prayer)</span>.)</span><span class=\"gray\">(3:113)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is one who is obedient to Allah, Ana'a Al-Layl prostrating and standing)</span> meaning, one who is humble and fears Allah when he prostrates and stands <span class=\"gray\">(in prayer)</span>. It was reported that Ibn Mas'ud, may Allah be pleased with him, said: \"The obedient one is one who obeys Allah and His Messenger ﷺ.\" Ibn 'Abbas, may Allah be pleased with him, Al-Hasan, As-Suddi and Ibn Zayd said, Ana'a Al-Layl means in the depths of the night.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(fearing the Hereafter and hoping for the mercy of his Lord.)</span> means, in his worship he feels both fear and hope. Both are essential in worship, and fear should be stronger during one's lifetime. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْذَرُ الاٌّخِرَةَ وَيَرْجُواْ رَحْمَةَ رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(fearing the Hereafter and hoping for the mercy of his Lord.)</span> At the time of death, hope is uppermost, as Imam 'Abd bin Humayd recorded in his Musnad from Anas, may Allah be pleased with him, who said, \"The Messenger of Allah ﷺ entered upon a man who was dying, and said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَجِدُكَ؟</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(How do you feel?)</span> He said, 'I am both afraid and hopeful.' The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَجْتَمِعَانِ فِي قَلْبِ عَبْدٍ فِي مِثْلِ هَذَا الْمَوْطِنِ إِلَّا أَعْطَاهُ اللهُ عَزَّ وَجَلَّ الَّذِي يَرْجُو، وَأَمَّنَهُ الَّذِي يَخَافُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These do not co-exist in a person's heart at times such as this, but Allah will give him what he hopes for and protect him from that which he fears.)</span>\"</p><p lang=\"cy\" class=\"cy \">This was recorded by At-Tirmidhi, An-Nasa'i in Al-Yawm wal-Laylah, and Ibn Majah from the Hadith of Yasar bin Hatim from Ja'far bin Sulayman. At-Tirmidhi said, \"Gharib.\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Tamim Ad-Dari, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَرَأَ بِمِائَةِ آيَةٍ فِي لَيْلَةٍ كُتِبَ لَهُ قُنُوتُ لَيْلَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever recites one hundred Ayat in one night, it will be recorded as if he prayed all night.)</span> This was also recorded by An-Nasa'i in Al-Yawm wal-Laylah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Are those who know equal to those who know not?\")</span> means, is this one equal with the one who sets up rivals to Allah to mislead <span class=\"gray\">(men)</span> from His path?</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is only men of understanding who will remember.)</span> means, the only one who will understand the difference between them is the one who has understanding. And Allah knows best.</p>"
  },
  {
    "ayah_key": "3:1",
    "group_ayah_key": "3:1",
    "from_ayah": "3:1",
    "to_ayah": "3:4",
    "ayah_keys": "3:1,3:2,3:3,3:4",
    "text": "<div lang=\"is\" class=\"is \"><h2>The Tafsir of Surah Āl 'Imrān</h2></div><div><h2><span class=\"gray\">(Chapter 3)</span></h2></div><p lang=\"en\" class=\"en \">Surah Āl-'Imrān was revealed in Al-Madinah, as evident by the fact that the first eighty-three Ayat in it relate to the delegation from Najran that arrived in Al-Madinah on the ninth year of Hijrah <span class=\"gray\">(632 CE)</span>. We will elaborate on this subject when we explain the Ayah about the Mubahalah <span class=\"gray\">[3:61]</span> in this Surah, Allah willing. We should also state that we mentioned the virtues of Surah Āl-'Imrān along with the virtues of Surat Al-Baqarah in the beginning of the Tafsir of Surat Al-Baqarah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ - نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرَاةَ وَالْإِنجِيلَ - مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انتِقَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the Name of Allah, the Most Gracious, the Most Merciful)</span><span class=\"gray\">(1. Alif-Lam-Mim.)</span><span class=\"gray\">(2. Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists.)</span><span class=\"gray\">(3. It is He Who has sent down the Book to you with truth, confirming what came before it. And He sent down the Tawrah and the Injil,)</span><span class=\"gray\">(4. Aforetime, as a guidance to mankind. And He sent down the criterion. Truly, those who disbelieve in the Ayat of Allah, for them there is a severe torment; and Allah is All-Mighty, All-Able of Retribution.)</span></p><p lang=\"en\" class=\"en \">We mentioned the Hadith in the Tafsir of Ayat Al-Kursi <span class=\"gray\">[2:255]</span> that mentions that Allah's Greatest Name is contained in these two Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif-Lam-Mim. Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists.)</span></p><p lang=\"en\" class=\"en \">We also explained the Tafsir of,</p><p class=\"qpc-hafs\">الم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif-Lam-Mim)</span> in the beginning of Surat Al-Baqarah, and the meaning of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"uz\" class=\"uz \"><span class=\"gray\">(Allah! La ilaha illa Huwa, Al-Hayyul-Qayyum)</span> in the Tafsir of Ayat Al-Kursi. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has sent down the Book to you with truth,)</span> means, revealed the Qur'an to you, O Muhammad, in truth, meaning there is no doubt or suspicion that it is revealed from Allah. Verily, Allah revealed the Qur'an with His knowledge, and the angels testify to this fact, Allah is sufficient as a Witness. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Confirming what came before it)</span> means, from the previous divinely revealed Books, sent to the servants and Prophets of Allah. These Books testify to the truth of the Qur'an, and the Qur'an also testifies to the truth these Books contained, including the news and glad tidings of Muhammad's prophethood and the revelation of the Glorious Qur'an.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلَ التَّوْرَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He sent down the Tawrah)</span> to Musa <span class=\"gray\">(Musa)</span> son of 'Imran,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْإِنجِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Injil)</span>, to 'Isa, son of Mary,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Aforetime)</span> meaning, before the Qur'an was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As a guidance to mankind)</span> in their time.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلَ الْفُرْقَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He sent down the criterion)</span> which is the distinction between misguidance, falsehood and deviation on one hand, and guidance, truth and piety on the other hand. This is because of the indications, signs, plain evidences and clear proofs that it contains, and because of its explanations, clarifications, etc.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those who disbelieve in the Ayat of Allah)</span> means they denied, refused and unjustly rejected them,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَهُمْ عَذَابٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them there is a severe torment)</span> on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Mighty)</span> meaning, His grandeur is invincible and His sovereignty is infinite,</p><p class=\"ur qpc-hafs\" lang=\"ur\">ذُو انتِقَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Able of Retribution.)</span> from those who reject His Ayat and defy His honorable Messengers and great Prophets.</p>"
  }
]