[
  {
    "ayah_key": "25:32",
    "group_ayah_key": "25:32",
    "from_ayah": "25:32",
    "to_ayah": "25:34",
    "ayah_keys": "25:32,25:33,25:34",
    "text": "<p lang=\"en\" class=\"en \">And those who disbelieve say: \"Why is not the Qur'an revealed to him all at once\" Thus, that We may strengthen your heart thereby. And We have revealed it to you gradually, in stages <span>(32)</span>And no example or parable do they bring, but We reveal to you the truth, and the better explanation thereof <span>(33)</span>Those who will be gathered to Hell on their faces, such will be in an evil state, and most astray from the path <span>(34)</span></p><div lang=\"en\" class=\"en \"><h2>The Reason Why the Qur'an Was Revealed in Stages, the Refutation of the Disbelievers, and Their Evil End</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the many objections raised by the disbelievers, their stubbornness, and how they spoke of things which were none of their concern. They said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Why is not the Qur'an revealed to him all at once\")</span> meaning, why was this Qur'an, which was revealed to him, not sent down all at one time, as the previous Books, the Tawrah, Injil, Zabur and other Divine Books Allah answered them, telling them that it was revealed in stages over twenty-three years, according to events and circumstances, and whatever rulings were needed, in order to strengthen the hearts of the believers, as He says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَقُرْآنًا فَرَقْنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(it is)</span> a Qur'an which We have divided <span class=\"gray\">(into parts)</span>...)</span><span class=\"gray\">(17:106)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِنُثَبِّتَ بِهِ فُؤَادَكَ ۖ وَرَتَّلْنَاهُ تَرْتِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that We may strengthen your heart thereby. And We have revealed it to you gradually, in stages.)</span> Qatadah said it means: \"We have explained it.\" 'Abdur-Rahman bin Zayd bin Aslam said it means: \"We have given its interpretation.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتُونَكَ بِمَثَلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no example or similitude do they bring,)</span> This means no arguments or doubts,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but We reveal to you the truth, and the better explanation thereof.)</span> They do not say anything in an attempt to oppose the truth, but We respond to them with the truth of that same matter, more clearly and more eloquently than anything they say. Abu 'Abdur-Rahman An-Nasa'i recorded that Ibn 'Abbas said, \"The Qur'an was sent down all at once to the first heaven on Laylatul-Qadr <span class=\"gray\">(the Night of Power)</span>, then it was revealed over twenty years.\" Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no example or similitude do they bring, but We reveal to you the truth, and the better explanation thereof.)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَاهُ تَنزِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(it is)</span> a Qur'an which We have divided <span class=\"gray\">(into parts)</span>, in order that you might recite it to men at intervals. And We have revealed it by stages)</span><span class=\"gray\">(17:106)</span>. Then Allah tells us about the terrible state of the disbelievers when they are raised on the Day of Resurrection and gathered into Hell:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُولَٰئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who will be gathered to Hell on their faces, such will be in an evil state, and most astray from the path.)</span> In the Sahih, it is reported from Anas that a man said, \"O Messenger of Allah, how will the disbeliever be gathered on his face on the Day of Resurrection\" The Prophet said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ الَّذِي أَمْشَاهُ عَلَى رِجْلَيْهِ قَادِرٌ أَنْ يُمْشِيَهُ عَلَى وَجْهِهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The One Who caused him to walk on his two feet is able to make him walk on his face on the Day of Resurrection.)</span></p>"
  },
  {
    "ayah_key": "25:35",
    "group_ayah_key": "25:35",
    "from_ayah": "25:35",
    "to_ayah": "25:40",
    "ayah_keys": "25:35,25:36,25:37,25:38,25:39,25:40",
    "text": "<p lang=\"en\" class=\"en \">And indeed We gave Musa the Scripture, and placed his brother Harun with him as a helper <span>(35)</span>And We said: \"Go you both to the people who have denied Our Ayat.\" Then We destroyed them with utter destruction <span>(36)</span>And Nuh's people, when they denied the Messengers, We drowned them, and We made them as a sign for mankind. And We have prepared a painful torment for the wrongdoers <span>(37)</span>And <span class=\"gray\">(also)</span> 'Ad and Thamud, and the Dwellers of Ar-Rass, and many generations in between <span>(38)</span>And for each We put forward examples, and each We brought to utter ruin <span>(39)</span>And indeed they have passed by the town on which was rained the evil rain. Did they not then see it Nay! But they used not to expect any resurrection <span>(40)</span></p><div lang=\"uz\" class=\"uz \"><h2>Frightening the Idolators of Quraysh</h2></div><p lang=\"en\" class=\"en \">Allah threatens the idolators who denied and opposed His Messenger Muhammad and He warns them of the punishment and painful torment He sent upon the previous nations who rejected their Messengers. Allah begins by mentioning Musa, upon him be peace, whom He sent along with his brother Harun as a helper – i.e., as another Prophet who helped and supported him – but Fir'awn and his chiefs denied them both:</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ وَلِلْكَافِرِينَ أَمْثَالُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah destroyed them completely, and similar <span class=\"gray\">(awaits)</span> the disbelievers)</span><span class=\"gray\">(47:10)</span>. And when the people of Nuh denied him, Allah destroyed them likewise, for whoever denies one Messenger denies all the Messengers, because there is no difference between one Messenger and another. If it had so happened that Allah had sent all His Messengers to them, they would have denied them all. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا الرُّسُلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Nuh's people, when they denied the Messengers,)</span> although Allah sent only Nuh to them, and he stayed among them for 950 years, calling them to Allah and warning them of His punishment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none believed with him, except a few)</span><span class=\"gray\">(11:40)</span>. For this reason Allah drowned them all and left no one among the sons of Adam alive on earth apart from those who boarded the boat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We made them a sign for mankind.)</span> meaning a lesson to be learned. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ - لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, when the water rose beyond its limits, We carried you in the boat. That We might make it a remembrance for you, and the keen ear may understand it)</span><span class=\"gray\">(69:11-12)</span>, which means: 'We left for you ships that you ride upon to travel across the depths of the seas, so that you may remember the blessing of Allah towards you when He saved you from drowning, and made you the descendants of those who believed in Allah and followed His commandments.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(also)</span> 'Ad and Thamud, and the Dwellers of Ar-Rass,)</span> We have already discussed their story, which is referred to in more than one Surah, such as Surat Al-A'raf, and there is no need to repeat it here. As for the Dwellers of Ar-Rass, Ibn Jurayj narrated from Ibn 'Abbas about the Dwellers of Ar-Rass that they were the people of one of the villages of Thamud. Ath-Thawri narrated from Abu Bukayr from 'Ikrimah that Ar-Rass was a well where they buried <span class=\"gray\">(Rassu)</span> their Prophet.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُرُونًا بَيْنَ ذَٰلِكَ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and many generations in between.)</span> means nations, many more than have been mentioned here, whom We destroyed. Allah said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for each We put forward examples,)</span> meaning, 'We showed them the proof and gave them clear evidence,' as Qatadah said, \"They had no excuse.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلًّا تَبَّرْنَا تَتْبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and each <span class=\"gray\">(of them)</span> We brought to utter ruin.)</span> means, 'We destroyed them completely.' This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِن بَعْدِ نُوحٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many generations <span class=\"gray\">(Qurun)</span> have We destroyed after Nuh!)</span><span class=\"gray\">(17:17)</span>. \"Generations\" <span class=\"gray\">(Qurun)</span> here refers to nations among mankind. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قُرُونًا آخَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, after them, We created other generations <span class=\"gray\">(Qurun)</span>.)</span><span class=\"gray\">(23:42)</span> Some defined a generation as being 120 years, or it was said that a generation was one hundred years, or eighty, or forty, etc. The most correct view is that a generation refers to nations who are one another's contemporaries, living at the same time. When they go and others succeed them, this is another generation, as it was recorded in the Two Sahihs:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرُ الْقُرُونِ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The best of generations is my generation, then the one that follows it, then the one that follows that.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed they have passed by the town on which was rained the evil rain.)</span> refers to the town of the people of Lut, which was called Sodom, and the way in which Allah dealt with it, when He destroyed it by turning it upside down and by sending upon it the rain of stones of baked clay, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَسَاءَ مَطَرُ الْمُنذَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We rained on them a rain. And how evil was the rain of those who had been warned!)</span><span class=\"gray\">(27:58)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِم مُّصْبِحِينَ - وَبِاللَّيْلِ ۗ أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you pass by them in the morning. And at night; will you not then reflect)</span><span class=\"gray\">(37:137-138)</span>,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they were right on the highroad.)</span><span class=\"gray\">(15:76)</span>,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are both on an open highway, plain to see)</span><span class=\"gray\">(15:79)</span>. Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَفَلَمْ يَكُونُوا يَرَوْنَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did they not then see it)</span> meaning, so that they might learn a lesson from what happened to its inhabitants of punishment for denying the Messenger and going against the commands of Allah.</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! But they used not to expect any resurrection.)</span> means, the disbelievers who passed by it did not learn any lesson, because they did not expect any resurrection, i.e., on the Day of Judgement.</p>"
  }
]