[
  {
    "ayah_key": "27:71",
    "group_ayah_key": "27:71",
    "from_ayah": "27:71",
    "to_ayah": "27:75",
    "ayah_keys": "27:71,27:72,27:73,27:74,27:75",
    "text": "<p lang=\"en\" class=\"en \">And they say: \"When this promise, if you are truthful? <span>(71)</span>Say: \"Perhaps that which you wish to hasten on, may be close behind you. <span>(72)</span>Verily, your Lord is full of grace for mankind, yet most of them do not give thanks <span>(73)</span>And verily, your Lord knows what their breasts conceal and what they reveal <span>(74)</span>And there is nothing hidden in the heaven and the earth but it is in a Clear Book <span>(75)</span></p><p lang=\"en\" class=\"en \">Allah tells us about how the idolators asked about the Day of Resurrection, but thought it unlikely that it would ever come to pass.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"When <span class=\"gray\">(will)</span> this promise <span class=\"gray\">(be fulfilled)</span>, if you are truthful?\")</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said, responding to them:</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span> 'O Muhammad,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perhaps that which you wish to hasten on, may be close behind you.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"That which you wish to hasten on has come close to you, or some of it has come close.\" This was also the view of Mujahid, Ad-Dahhak, 'Ata Al-Khurasani, Qatadah and As-Suddi. This is also what is meant in the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰ أَنْ يَكُونَ قَرِيبًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"When will that be?\" Say: \"Perhaps it is near!\")</span><span class=\"gray\">(17:51)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you to hasten on the torment. And verily, Hell, of a surety, will encompass the disbelievers)</span><span class=\"gray\">(29:54)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَسَىٰ أَنْ يَكُونَ رَدِفَ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(may be close behind you.)</span> means, it is being hastened for you. This was reported from Mujahid. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord is full of grace for mankind,)</span> meaning, He abundantly bestows His blessings on them even though they wrong themselves, yet despite that they do not give thanks for those blessings, except for a few of them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, your Lord knows what their breasts conceal and what they reveal.)</span> means, He knows what is hidden in their hearts just as He knows what is easily visible.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the same <span class=\"gray\">(to Him)</span> whether any of you conceals his speech or declares it openly)</span><span class=\"gray\">(13:10)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows the secret and that which is yet more hidden)</span><span class=\"gray\">(20:7)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, even when they cover themselves with their garments, He knows what they conceal and what they reveal)</span><span class=\"gray\">(11:5)</span>. </p><p lang=\"en\" class=\"en \">Then Allah tells us that He is the Knower of the unseen in the heavens and on earth, and that He is the Knower of the unseen and the seen, i.e., that which is unseen by His servants and that which they can see. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ غَائِبَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there is nothing hidden)</span> Ibn 'Abbas said, \"This means, there is nothing</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the heaven and the earth but it is in a Clear Book.)</span></p><p lang=\"en\" class=\"en \">This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know you not that Allah knows all that is in the heaven and on the earth Verily, it is <span class=\"gray\">(all)</span> in the Book. Verily, that is easy for Allah.)</span><span class=\"gray\">(22:70)</span></p>"
  },
  {
    "ayah_key": "27:76",
    "group_ayah_key": "27:76",
    "from_ayah": "27:76",
    "to_ayah": "27:81",
    "ayah_keys": "27:76,27:77,27:78,27:79,27:80,27:81",
    "text": "<p lang=\"en\" class=\"en \">Verily, this Qur'an narrates to the Children of Israel most of that in which they differ <span>(76)</span>And truly, it is a guide and a mercy for the believers <span>(77)</span>Verily, your Lord will decide between them by His judgement. And He is the All-Mighty, the All-Knowing <span>(78)</span>So, put your trust in Allah; surely, you are on manifest truth <span>(79)</span>Verily, you cannot make the dead to hear nor can you make the deaf to hear the call, when they flee, turning their backs <span>(80)</span>Nor can you lead the blind out of their error. You can only make to hear those who believe in Our Ayat, so they submit <span class=\"gray\">(became Muslims)</span><span>(81)</span></p><div lang=\"en\" class=\"en \"><h2>The Qur'an tells the Story of the Differences among the Children of Israel, and Allah judges between Them</h2></div><p lang=\"en\" class=\"en \">Allah tells us about His Book and the guidance, proof and criterion between right and wrong that it contains. He tells us about the Children of Israel, who were the bearers of the Tawrah and Injil.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(most of that in which they differ.)</span> such as their different opinions about 'Isa. The Jews lied about him while the Christians exaggerated in praise for him, so the Qur'an came with the moderate word of truth and justice: that he was one of the servants of Allah, and one of His noble Prophets and Messengers, may the best of peace and blessings be upon him, as the Qur'an says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ عِيسَى ابْنُ مَرْيَمَ ۚ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is 'Isa, son of Maryam. <span class=\"gray\">(It is)</span> a statement of truth, about which they doubt)</span><span class=\"gray\">(19:34)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And truly, it is a guide and a mercy for the believers.)</span> meaning, it is guidance for the hearts of those who believe in it, and a mercy to them. Then Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord will decide between them)</span> meaning, on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِحُكْمِهِ ۚ وَهُوَ الْعَزِيزُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(by His judgement. And He is the All-Mighty,)</span> means, in His vengeance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Knowing.)</span> Who knows all that His servants do and say.</p><div lang=\"en\" class=\"en \"><h2>The Command to put One's Trust in Allah and to convey the Message</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَوَكَّلْ عَلَى اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, put your trust in Allah;)</span> in all your affairs, and convey the Message of your Lord.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(surely, you are on manifest truth.)</span> meaning, you are following manifest truth, even though you are opposed by those who oppose you because they are doomed. The Word of your Lord has been justified against them, so that they will not believe even if all the signs are brought to them. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تُسْمِعُ الْمَوْتَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you cannot make the dead to hear)</span> meaning, you cannot cause them to hear anything that will benefit them. The same applies to those over whose hearts is a veil and in whose ears is deafness of disbelief. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ - وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ ۖ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor can you make the deaf to hear the call, when they flee, turning their backs. Nor can you lead the blind out of their error. You can only make to hear those who believe in Our Ayat, so they submit <span class=\"gray\">(became Muslims)</span>.)</span> meaning, those who have .</p><p lang=\"en\" class=\"en \">hearing and insight will respond to you, those whose hearing and sight are of benefit to their hearts and who are humble towards Allah and to the Message that comes to them through the mouths of the Messengers, may peace be upon them.</p>"
  }
]