[
  {
    "ayah_key": "21:44",
    "group_ayah_key": "21:44",
    "from_ayah": "21:44",
    "to_ayah": "21:47",
    "ayah_keys": "21:44,21:45,21:46,21:47",
    "text": "<p lang=\"en\" class=\"en \">Nay, We gave the luxuries of this life to these men and their fathers until the period grew long for them. See they not that We gradually reduce the land from its outlying borders Is it then they who will overcome <span>(44)</span>Say: \"I warn you only by the revelation. \"But the deaf will not hear the call, <span class=\"gray\">(even)</span> when they are warned <span>(45)</span>And if a breath of the torment of your Lord touches them, they will surely cry: \"Woe unto us! Indeed we have been wrongdoers. <span>(46)</span>And We shall set up Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything. And if there be the weight of a mustard seed, We will bring it. And sufficient are We to take account <span>(47)</span></p><div lang=\"en\" class=\"en \"><h2>How the Idolators are deceived by their long and luxurious Lives in this World,and the Explanation of the Truth</h2></div><p lang=\"en\" class=\"en \">Allah explains that they have been deceived and misled by the luxuries that they enjoy in this world and the long life that they have been given, so they believe that they are following something good. Then Allah warns them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See they not that We gradually reduce the land <span class=\"gray\">(in their control)</span> from its outlying borders?)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have destroyed towns round about you, and We have shown the Ayat in various ways that they might return.)</span><span class=\"gray\">(46:27)</span> Al-Hasan Al-Basri said: \"This means the victory of Islam over disbelief.\" The meaning is: Do they not learn a lesson from the fact that Allah supported those <span class=\"gray\">(believers)</span> against their enemies, He destroyed the disbelieving nations and the evil-doing townships, and He saved His believing servants? So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَهُمُ الْغَالِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it then they who will overcome?)</span> meaning, on the contrary, they are the ones who will be overcomed, who will be defeated, humiliated and brought low.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أُنذِرُكُم بِالْوَحْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I warn you only by the revelation.\")</span> meaning, 'I only convey to you the warning of Allah's punishment and vengeance, and this is no more than that which Allah reveals to me.' But this is of no benefit to the one whom Allah has made blind and has put a seal over his hearing and his heart. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنذَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the deaf will not hear the call, <span class=\"gray\">(even)</span> when they are warned.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if a breath of the torment of your Lord touches them, they will surely, cry: \"Woe unto us! Indeed we have been wrongdoers!\")</span> If these disbelievers were affected by the slightest touch of Allah's punishment, they would confess their sins and admit that they had wronged themselves in this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall set up Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything.)</span> meaning, \"We shall set up the Balances of justice on the Day of Resurrection.\" The majority of scholars state that it is one Balance, and the plural form is used here to reflect the large number of deeds which will be weighed therein.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then none will be dealt with unjustly in anything. And if there be the weight of a mustard seed, We will bring it. And sufficient are We to take account.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَظْلِمُ رَبُّكَ أَحَدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and your Lord treats no one with injustice)</span><span class=\"gray\">(18:49)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah wrongs not even of the weight of speck of dust, but if there is any good, He doubles it, and gives from Him a great reward.)</span><span class=\"gray\">(4:40)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ ۚ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my son! If it be equal to the weight of a grain of mustard seed, and though it be in a rock, or in the heavens or in the earth, Allah will bring it forth. Verily, Allah is Subtle, Well-Aware.\")</span><span class=\"gray\">(31:16)</span> In the Two Sahihs it was recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Two words which are light on the tongue, heavy in the Balance and beloved to Ar-Rahman: \"Subhan Allahi wa bi hamdihi, Subhan Allahil 'Azim <span class=\"gray\">(Glory and praise be to Allah, Glory be to Allah the Almighty)</span>.\")</span></p><p lang=\"en\" class=\"en \">Imam Ahmad also recorded that 'A'ishah said that one of the Companions of the Messenger of Allah ﷺ sat down before him and said, \"O Messenger of Allah, I have two slaves who lie to me, betray me and disobey me, and I hit them and insult them. How do I stand with regard to them?\" The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحْسَبُ مَا خَانُوكَ وَعَصَوْكَ وَكَذَّبُوكَ وَعِقَابُكَ إِيَّاهُمْ، فَإِنْ كَانَ عِقَابُكَ إِيَّاهُمْ بِقَدْرِ ذُنُوبِهِمْ، كَانَ كَفَافًا لَا لَكَ وَلَا عَلَيْكَ، وَإِنْ كَانَ عِقَابُكَ إِيَّاهُمْ دُونَ ذُنُوبِهِمْ، كَانَ فَضْلًا لَكَ، وَإِنْ كَانَ عِقَابُكَ إِيَّاهُمْ فَوْقَ ذُنُوبِهِمْ، اقْتُصَّ لَهُمْ مِنْكَ الْفَضْلُ الَّذِي بَقِيَ قَبْلَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The extent to which they betrayed you, disobeyed you and lied to you will be measured against the punishment you meted out to them. If your punishment was commensurate with their misconduct, then you will be equal and you will not have anything counted for you or against you. If your punishment of them was less than that what they deserved for their misconduct, then this will count in your favor. If your punishment of them was more than what they deserved for their misconduct, then Allah will take what is due to them from you.)</span></p><p lang=\"en\" class=\"en \">Then the man started to weep before the Messenger of Allah ﷺ, and the Messenger of Allah ﷺ asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالَهُ لَا يَقْرَأُ كِتَابَ اللهِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the matter with him? Has he not read the words of Allah, <span class=\"gray\">(And We shall set up Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything. And if there be the weight of a mustard seed, We will bring it. And sufficient are We to take account.)</span>?)</span></p><p lang=\"en\" class=\"en \">The man said, \"O Messenger of Allah, I think there is nothing better than keeping away from these people – meaning his slaves – I call upon you to bear witness that they are all free.\"</p>"
  },
  {
    "ayah_key": "21:48",
    "group_ayah_key": "21:48",
    "from_ayah": "21:48",
    "to_ayah": "21:50",
    "ayah_keys": "21:48,21:49,21:50",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We granted to Musa and Harun the criterion, and a shining light and a Reminder for those who have Taqwa <span>(48)</span>Those who fear their Lord in the unseen, and they are afraid of the Hour <span>(49)</span>And this is a blessed Reminder which We have sent down; will you then deny it <span>(50)</span></p><div lang=\"en\" class=\"en \"><h2>The Revelation of the Tawrah and the Qur'an</h2></div><p lang=\"en\" class=\"en \">We have already noted that Allah often mentions Musa and Muhammad together – may the peace and blessings of Allah be upon them both – and He often mentions their Books together as well. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَىٰ وَهَارُونَ الْفُرْقَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We granted to Musa and Harun the criterion)</span> Mujahid said, \"This means the Scripture.\" Abu Salih said: \"The Tawrah.\" Qatadah said: \"The Tawrah, what it permits and it forbids, and how Allah differentiated between truth and falsehood.\" In conclusion, we may say that the heavenly Books included the distinction between truth and falsehood, guidance and misguidance, transgression and the right way, lawful and unlawful, and that which will fill the heart with light, guidance, fear of Allah and repentance. So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِّلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the criterion, and a shining light and a Reminder for those who have Taqwa.)</span> meaning, a reminder and exhortation for them. Then He describes them as:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who fear their Lord in the unseen.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ خَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُّنِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who feared the Most Gracious in the unseen and came with a repenting heart.)</span><span class=\"gray\">(50:33)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who fear their Lord unseen, theirs will be forgiveness and a great reward.)</span><span class=\"gray\">(67:12)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم مِّنَ السَّاعَةِ مُشْفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they are afraid of the Hour.)</span> means, they fear it. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is a blessed Reminder which We have sent down;)</span> means, the Magnificent Qur'an, which falsehood cannot approach, from before it or behind it, revealed by the All-Wise, Worthy of all praise.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَفَأَنتُمْ لَهُ مُنكِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will you then deny it?)</span> means, will you deny it when it is the utmost in clarity and truth?</p>"
  }
]