[
  {
    "ayah_key": "33:50",
    "group_ayah_key": "33:50",
    "from_ayah": "33:50",
    "to_ayah": "33:50",
    "ayah_keys": "33:50",
    "text": "<p lang=\"en\" class=\"en \">O Prophet! Verily, We have made lawful to you your wives, to whom you have paid their due <span class=\"gray\">(dowery)</span>, and those <span class=\"gray\">(slaves)</span> whom your right hand possesses – whom Allah has given to you, and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts who migrated with you, and a believing woman if she offers herself to the Prophet, and the Prophet wishes to marry her – a privilege for you only, not for the <span class=\"gray\">(rest of)</span> the believers. Indeed We know what We have enjoined upon them about their wives and those <span class=\"gray\">(slaves)</span> whom their right hands possess, in order that there should be no difficulty on you. And Allah is Ever Oft-Forgiving, Most Merciful <span>(50)</span></p><p lang=\"en\" class=\"en \">The Women who are Lawful for the Prophet صلی اللہ علیہ وسلم</p><p lang=\"en\" class=\"en \">Allah says, addressing His Prophet ﷺ that He has made lawful for him of women his wives to whom he has given the dowery, which is what is meant by \"their due\", which is used here, as was stated by Mujahid and others. The dowery which he gave to his wives was twelve and half 'Uqiyah <span class=\"gray\">(measures of gold)</span> so they all received five hundred Dirhams except for Umm Habibah bint Abi Sufyan, to whom An-Najashi, may Allah have mercy on him, gave four hundred Dinars <span class=\"gray\">(on behalf of the Prophet ﷺ)</span> Safiyyah bint Huyay, whom he chose from among the prisoners of Khaybar, then he set her free, making her release her dowery. A similar case was that of Juwayriyah bint Al-Harith Al-Mustalaqiyyah – he paid off the contract to buy her freedom from Thabit bin Qays bin Shammas and married her. May Allah be pleased with them all.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those <span class=\"gray\">(slaves)</span> whom your right hand possesses whom Allah has given to you,)</span> means, 'the slave-girls whom you took from the war booty are also permitted to you.' He owned Safiyyah and Juwayriyah, then he manumitted them and married them, and he owned Rayhanah bint Sham'un An-Nadariyyah and Mariyah Al-Qibtiyyah, the mother of his son Ibrahim, upon him be peace; they were both among the prisoners, may Allah be pleased with them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts)</span> This is justice which avoids going to either extreme, for the Christians do not marry a woman unless there are seven grandfathers between the man and the woman <span class=\"gray\">(i.e., they are very distantly related or not at all)</span>, and the Jews allow a man to marry his brother's daughter or his sister's daughter. So the pure and perfect Shari'ah came to cancel out the extremes of the Christians, and permitted marriage to the daughter of a paternal uncle or aunt, or the daughter of a maternal uncle or aunt, and forbade the excesses of the Jews who allowed marriage to the daughter of a brother or sister which is an abhorrent thing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a believing woman if she offers herself to the Prophet, and the Prophet wishes to marry her – a privilege for you only,)</span> means, 'also lawful for you, O Prophet, is a believing woman if she offers herself to you, to marry her without a dowery, if you wish to do so.' This Ayah includes two conditions. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Sahl bin Sa'd As-Sa'idi that a woman came to the Messenger of Allah ﷺ and said, \"O Messenger of Allah, verily, I offer myself to you <span class=\"gray\">(for marriage)</span>.\" She stood there for a long time, then a man stood up and said, \"O Messenger of Allah, marry her to me if you do not want to marry her.\" The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ عِنْدَكَ مِنْ شَيْءٍ تُصْدِقُهَا إِيَّاهُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you have anything that you could give to her as a dowery?)</span> He said, \"I have only this garment of mine.\" The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَعْطَيْتَهَا إِزَارَكَ جَلَسْتَ لَا إِزَارَ لَكَ، فَالْتَمِسْ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you give her your garment, you will be left with no garment. Look for something.)</span> He said, \"I do not have anything.\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Look for something, even if it is only an iron ring.)</span> So he looked, but he could not find anything. Then the Messenger of Allah ﷺ said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ مَعَكَ مِنَ الْقُرْآنِ شَيْءٌ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you have <span class=\"gray\">[know]</span> anything of the Qur'an?)</span> He said, \"Yes, Surah such and such and Surah and such,\" he named the Surahs. So, the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَوَّجْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I marry her to you with what you know of the Qur'an.)</span> It was also recorded by <span class=\"gray\">(Al-Bukhari and Muslim)</span> from the Hadith of Malik. </p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded a narration from his father that 'A'ishah said: \"The woman who offered herself to the Prophet ﷺ was Khawlah bint Hakim.\" Al-Bukhari recorded that 'A'ishah said, \"I used to feel jealous of those women who offered themselves to the Prophet ﷺ and I said, 'Would a woman offer herself?' When Allah revealed the Ayah:</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ۖ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You can postpone whom you will of them, and you may receive whom you will. And whomsoever you desire of those whom you have set aside, it is no sin on you)</span> I said, 'I see that your Lord hastens to confirm your desires.'\"</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas said: \"The Messenger of Allah ﷺ did not have any wife who offered herself to him. \" This was recorded by Ibn Jarir. In other words, he did not accept any of those who offered themselves to him, even though they were lawful for him – a ruling which applied to him alone. The matter was left to his own choice,<span class=\"gray\">(33:51)</span> as Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">[if]</span> the Prophet wishes to marry her)</span> meaning, if he chooses to do so.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a privilege for you only, not for the <span class=\"gray\">(rest of)</span> the believers.)</span> 'Ikrimah said: \"This means, it is not permissible for anyone else to marry a woman who offers herself to him; if a woman offers herself to a man, it is not permissible for him <span class=\"gray\">(to marry her)</span> unless he gives her something.\" This was also the view of Mujahid, Ash-Sha'bi and others. In other words, if a woman offers herself to a man, when he consummates the marriage, he has to give her a dowery like that given to any other woman of her status, as the Messenger of Allah ﷺ ruled in the case of Barwa' bint Washiq when she offered herself in marriage; the Messenger of Allah ﷺ ruled that she should be given a dowery that was appropriate for a woman like her after her husband died. Death and consummation are the same with regard to the confirmation of the dowery, and the giving of a dowery appropriate to the woman's status in the case of those who offer themselves to men other than the Prophet ﷺ is an established ruling. With regard to the Prophet ﷺ himself, he is not obliged to give a dowery to a woman who offers herself to him, even if he consummated the marriage, because he has the right to marry without a dowery, Wali <span class=\"gray\">(representative)</span> or witnesses, as we have seen in the story of Zaynab bint Jahsh, may Allah be pleased with her. Qatadah said, concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a privilege for you only, not for the <span class=\"gray\">(rest of)</span> the believers.)</span> no woman has the right to offer herself to any man without a Wali or a dowery, except to the Prophet ﷺ.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed We know what We have enjoined upon them about their wives and those <span class=\"gray\">(servants)</span> whom their right hands possess,)</span> Ubayy bin Ka'b, Mujahid, Al-Hasan, Qatadah and Ibn Jarir said, concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed We know what We have enjoined upon them about their wives)</span> means, 'concerning the limiting of their number to four free women, and whatever they wish of slave-girls, and the conditions of a representative, dowery and witnesses to the marriage. This is with regard to the Ummah <span class=\"gray\">(the people)</span>, but We have granted an exemption in your case and have not imposed any of these obligations upon you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that there should be no difficulty on you. And Allah is Ever Oft-Forgiving, Most Merciful.)</span></p>"
  }
]