[
  {
    "ayah_key": "2:99",
    "group_ayah_key": "2:99",
    "from_ayah": "2:99",
    "to_ayah": "2:103",
    "ayah_keys": "2:99,2:100,2:101,2:102,2:103",
    "text": "<p lang=\"en\" class=\"en \">And indeed We have sent down to you manifest Ayat and none disbelieve in them but Fasiqun <span class=\"gray\">(those who rebel against Allah's command)</span><span>(99)</span>Is it not <span class=\"gray\">(the case)</span> that every time they make a covenant, some party among them throw it aside? Nay! <span class=\"gray\">(the truth is:)</span> most of them believe not <span>(100)</span>And when there came to them a Messenger from Allah <span class=\"gray\">(i.e. Muhammad ﷺ)</span> confirming what was with them, a party of those who were given the Scripture threw away the Book of Allah behind their backs as if they did not know <span>(101)</span>They followed what the Shayatin <span class=\"gray\">(devils)</span> gave out <span class=\"gray\">(falsely of the magic)</span> in the lifetime of Sulayman <span class=\"gray\">(Solomon)</span>. Sulayman did not disbelieve, but the Shayatin <span class=\"gray\">(devils)</span> disbelieved, teaching men magic and such things that came down at Babylon to the two angels, Harut and Marut, but neither of these two <span class=\"gray\">(angels)</span> taught anyone <span class=\"gray\">(such things)</span> till they had said, \"We are for trial, so disbelieve not <span class=\"gray\">(by learning this magic from us)</span>.\" And from these <span class=\"gray\">(angels)</span> people learn that by which they cause separation between man and his wife, but they could not thus harm anyone except by Allah's leave. And they learn that which harms them and profits them not. And indeed they knew that the buyers of it <span class=\"gray\">(magic)</span> would have no share in the Hereafter. And how bad indeed was that for which they sold their own selves, if they but knew <span>(102)</span>And if they had believed and guarded themselves from evil and kept their duty to Allah, far better would have been the reward from their Lord, if they but knew <span>(103)</span></p><div lang=\"ky\" class=\"ky \"><h2>Proofs of Muhammad's <span class=\"gray\">(ﷺ)</span> Prophethood</h2></div><p lang=\"mt\" class=\"mt \">Imam Abu Ja'far bin Jarir said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَنزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have sent down to you manifest Ayat)</span> means, \"We have sent to you, O Muhammad, clear signs that testify to your prophethood.\" These Ayat are contained in the Book of Allah <span class=\"gray\">(Qur'an)</span> which narrates the secrets of the knowledge that the Jews possess, which they hid, and the stories of their earlier generations. The Book of Allah also mentions the texts in the Books of the Jews that are known to only the rabbis and scholars, and the sections where they altered and distorted the rulings of the Tawrah. Since Allah mentioned all of this in His Book revealed to His Prophet Muhammad ﷺ, then this fact alone should be enough evidence for those who are truthful with themselves and who wish to avoid bringing themselves to destruction due to envy and transgression. Further human instict testifies to the truth that Muhammad ﷺ was sent with and the clear signs that he brought which he did not learn or acquire from mankind. Ad-Dahhak said that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَنزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have sent down to you manifest Ayat)</span> means, \"You recite and convey this Book to them day and night, although you are an Ummi <span class=\"gray\">(unlettered)</span> who never read a book. Yet, you inform them of what they have <span class=\"gray\">(in their own Books)</span>. Allah stated that this fact should serve as an example, a clear sign and a proof against them, if they but knew.\"</p><div lang=\"en\" class=\"en \"><h2>The Jews break Their Covenants</h2></div><p lang=\"en\" class=\"en \">When the Messenger of Allah ﷺ was sent and Allah reminded the Jews of the covenant that they had with Him, especially concerning Muhammad ﷺ, Malik bin As-Sayf said, \"By Allah! Allah never made a covenant with us about Muhammad, nor did He take a pledge from us at all.\" Allah then revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَّبَذَهُ فَرِيقٌ مِّنْهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it not <span class=\"gray\">(the case)</span> that every time they make a covenant, some party among them throw it aside?)</span> Al-Hasan Al-Basri said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! <span class=\"gray\">(the truth is:)</span> most of them believe not)</span> means, \"There is not a promise that they make, but they break it and abandon it. They make a promise today and break it tomorrow.\"</p><div lang=\"en\" class=\"en \"><h2>The Jews abandoned the Book of Allah and practiced Magic</h2></div><p lang=\"en\" class=\"en \">As-Suddi commented on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَهُمْ رَسُولٌ مِّنْ عِندِ اللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when there came to them a Messenger from Allah <span class=\"gray\">(i.e. Muhammad ﷺ)</span> confirming what was with them)</span>, \"When Muhammad ﷺ came to them, they wanted to contradict and dispute with him using the Tawrah. However, the Tawrah and the Qur'an affirmed each other. So the Jews gave up on using the Torah, and took to the Book of Asaf, and the magic of Harut and Marut, which indeed did not conform to the Qur'an. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As if they did not know!)</span>.\"</p><p lang=\"gd\" class=\"gd \">Also, Qatadah said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As if they did not know!)</span> means, \"They knew the truth but abandoned it, hid it and denied the fact that they even had it.\"</p><div lang=\"en\" class=\"en \"><h2>Magic existed before Sulayman <span class=\"gray\">(Solomon)</span></h2></div><p lang=\"bg-Latn\" class=\"bg-Latn \">As-Suddi said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They followed what the Shayatin <span class=\"gray\">(devils)</span> gave out <span class=\"gray\">(falsely of the magic)</span> in the lifetime of Sulayman)</span></p><p lang=\"en\" class=\"en \">means, \"During the time of Prophet Solomon.' Beforehand, the devils used to ascend to heaven and eavesdrop on the conversations of the angels about what will occur on the earth regarding death, other incidents or unseen matters. They would convey this news to the soothsayers, and the soothsayers would in turn convey the news to the people. The people would believe what the soothsayers told them as being true. When the soothsayers trusted the devils, the devils started to lie to them and added other words to the true news that they heard, to the extent of adding seventy false words to each true word. The people recorded these words in some books. Soon after, the Children of Israel said that the Jinns know matters of the Unseen. When Solomon was sent as a Prophet, he collected these books in a box and buried it under his throne; any devil that dared get near the box was burned. Solomon said, 'I will not hear of anyone who says that the devils know the Unseen, but I will cut off his head.' When Solomon died and the scholars who knew the truth about Solomon perished, there came another generation. To them, the devil materialized in the shape of a human and said to some of the Children of Israel, 'Should I lead you to a treasure that you will never be able to use up?' They said. 'Yes.' He said, 'Dig under this throne,' and he went with them and showed them Solomon's throne. They said to him, 'Come closer.' He said, 'No. I will wait for you here, and if you do not find the treasure then kill me. ' They dug and found the buried books, and Satan said to them, 'Solomon only controlled the humans, devils and birds with this magic.' Thereafter, the news that Solomon was a sorcerer spread among the people, and the Children of Israel adopted these books. When Muhammad ﷺ came, they disputed with him relying on these books. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَفَرَ سُلَيْمَانُ وَلَٰكِنَّ الشَّيَاطِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sulayman did not disbelieve, but the Shayatin <span class=\"gray\">(devils)</span> disbelieved)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Story of Harut and Marut, and the Explanation that They were Angels</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And such things that came down at Babylon to the two angels, Harut and Marut, but neither of these two <span class=\"gray\">(angels)</span> taught anyone <span class=\"gray\">(such things)</span> till they had said, \"We are for trial, so disbelieve not <span class=\"gray\">(by learning this magic from us)</span>.\" And from these <span class=\"gray\">(angels)</span> people learn that by which they cause separation between man and his wife)</span>.</p><p lang=\"en\" class=\"en \">There is a difference of opinion regarding this story. It was said that this Ayah denies that anything was sent down to the two angels, as Al-Qurtubi stated and then referred to the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَمَا كَفَرَ سُلَيْمَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sulayman did not disbelieve)</span> saying, \"The negation applies in both cases. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the Shayatin <span class=\"gray\">(devils)</span> disbelieved, teaching men magic and such things that came down at Babylon to the two angels)</span>.</p><p lang=\"en\" class=\"en \">The Jews claimed that Gabriel and Michael brought magic down to the two angels, but Allah refuted this false claim.\"</p><p lang=\"en\" class=\"en \">Also, Ibn Jarir reported, that Al-'Awfi said that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And such things that came down at Babylon to the two angels)</span></p><p lang=\"gd\" class=\"gd \">\"Allah did not send magic down.\"</p><p lang=\"en\" class=\"en \">Also, Ibn Jarir narrated that Ar-Rabi' bin Anas said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And such things that came down to the two angels)</span>, \"Allah did not send magic down to the them.\" Ibn Jarir commented, \"This is the correct explanation for this Ayah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They followed what the Shayatin <span class=\"gray\">(devils)</span> gave out <span class=\"gray\">(falsely)</span> in the lifetime of Sulayman.)</span> meaning, magic. However, neither did Solomon disbelieve nor did Allah send magic with the two angels. The devils, on the other hand, disbelieved and taught magic to the people of the Babylon of Harut and Marut.\"</p><p lang=\"en\" class=\"en \">Ibn Jarir continued; \"If someone asks about explaining this Ayah in this manner, we say that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They followed what the Shayatin <span class=\"gray\">(devils)</span> gave out <span class=\"gray\">(falsely)</span> in the lifetime of Sulayman.)</span> means, magic. Solomon neither disbelieved nor did Allah send magic with the two angels. However, the devils disbelieved and taught magic to the people in the Babylon of Harut and Marut, meaning Gabriel and Michael, for Jewish sorcerers claimed that Allah sent magic by the words of Gabriel and Michael to Solomon, son of David. Allah denied this false claim and stated to His Prophet Muhammad ﷺ that Gabriel and Michael were not sent with magic. Allah also exonerated Solomon from practicing magic, which the devils taught to the people of Babylon by the hands of two men, Harut and Marut. Hence, Harut and Marut were two ordinary men <span class=\"gray\">(not angels or Gabriel or Michael)</span>.\" These were the words of At-Tabari, and this explanation is not plausible.</p><p lang=\"en\" class=\"en \">Many among the Salaf, said that Harut and Marut were angels who came down from heaven to earth and did what they did as the Ayah stated. To conform this opinion with the fact that the angels are immune from error, we say that Allah had eternal knowledge what these angels would do, just as He had eternal knowledge that Iblis would do as he did, while Allah refered to him being among the angels,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We said to the angels: \"Prostrate yourselves before Adam.\" And they prostrated except Iblis <span class=\"gray\">(Satan)</span>, he refused)</span><span class=\"gray\">(20:116)</span> and so forth. However, what Harut and Marut did was less evil than what Iblis, may Allah curse him, did. Al-Qurtubi reported this opinion from 'Ali, Ibn Mas'ud, Ibn 'Abbas, Ibn 'Umar, Ka'b Al-Ahbar, As-Suddi and Al-Kalbi.</p><div lang=\"en\" class=\"en \"><h2>Learning Magic is Kufr</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But neither of these two <span class=\"gray\">(angels)</span> taught anyone <span class=\"gray\">(such things)</span> till they had said, \"We are for trial, so disbelieve not <span class=\"gray\">(by learning this magic from us)</span>.)</span></p><p lang=\"en\" class=\"en \">Abu Ja'far Ar-Razi said that Ar-Rabi' bin Anas said that Qays bin 'Abbad said that Ibn 'Abbas said, \"When someone came to the angels to learn magic, they would discourage him and say to him, 'We are only a test, so do not fall into disbelief.' They had knowledge of what is good and evil and what constitutes belief or disbelief, and they thus knew that magic is a form of disbelief. When the person who came to learn magic still insisted on learning it, they commanded him to go to such and such place, where if he went, Satan would meet him and teach him magic. When this man would learn magic, the light <span class=\"gray\">(of faith)</span> would depart him, and he would see it shining <span class=\"gray\">(and flying away)</span> in the sky. He would then proclaim, 'O my sorrow! Woe unto me! What should I do?\" Al-Hasan Al-Basri said that this Ayah means, \"The angels were sent with magic, so that the people whom Allah willed would be tried and tested. Allah made them promise that they would not teach anyone until first proclaiming, 'We are a test for you, do not fall into disbelief.'\" It was recorded by Ibn Abi Hatim. Also, Qatadah said, \"Allah took their covenant to not teach anyone magic until they said, 'We are a test. Therefore, do not fall in disbelief.'\"</p><p lang=\"en\" class=\"en \">Also, As-Suddi said, \"When a man would come to the two angels they would advise him, 'Do not fall into disbelief. We are a test. ' When the man would ignore their advice, they would say, 'Go to that pile of ashes and urinate on it.' When he would urinate on the ashes, a light, meaning the light of faith, would depart from him and would shine until it entered heaven. Then something black that appeared to be smoke would descend and enter his ears and the rest of his body, and this is Allah's anger. When he told the angels what happened, they would teach him magic. So Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But neither of these two <span class=\"gray\">(angels)</span> taught anyone <span class=\"gray\">(such things)</span> till they had said, \"We are for trial, so disbelieve not <span class=\"gray\">(by learning this magic from us)</span>.)</span></p><p lang=\"en\" class=\"en \">Sunayd said that Hajjaj said that Ibn Jurayj commented on this Ayah <span class=\"gray\">(2:102)</span>, \"No one dares practice magic except a disbeliever. As for the Fitnah, it involves trials and freedom of choice.\"The scholars who stated that learning magic is disbelief relied on this Ayah for evidence. They also mentioned the Hadith that Abu Bakr Al-Bazzar recorded from 'Abdullah, which states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَتَى كَاهِنًا أَوْ سَاحِرًا فَصَدَّقَهُ بِمَا يَقُولُ فَقَدْ كَفَر بِمَا أُنْزِلَ عَلى مُحَمَّدٍ صلّى الله عليه وسلّم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever came to a soothsayer or a sorcerer and believed in what he said, will have disbelieved in what Allah revealed to Muhammad ﷺ.)</span></p><p lang=\"en\" class=\"en \">This Hadith has an authentic chain of narration and there are other Hadiths which support it.</p><div lang=\"en\" class=\"en \"><h2>Causing a Separation between the Spouses is One of the Effects of Magic</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And from these <span class=\"gray\">(angels)</span> people learn that by which they cause separation between man and his wife,)</span> This means, \"The people learned magic from Harut and Marut and indulged in evil acts that included separating spouses, even though spouses are close to, and intimately associate with each other. This is the devil's work.\" Muslim recorded that Jabir bin 'Abdullah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ لَيَضَعُ عَرْشَهُ عَلَى الْمَاءِ ثُمَّ يَبْعَثُ سَرَايَاهُ فِي النَّاسِ فَأَقْرَبُهُمْ عِنْدَهُ مَنْزِلَةً أَعْظَمُهُمْ عِنْدَهُ فِتْنَةً وَيَجِيءُ أَحَدُهُمْ فَيَقُولُ: مَا زِلْتُ بِفُلَانٍ حَتَّى تَرَكْتُهُ وَهُوَ يَقُولُ كَذَا وَكَذَا، فَيَقُولُ إِبْلِيسُ: لَا وَاللهِ مَا صَنَعْتَ شَيْئًا، وَيَجِيءُ أَحَدُهُمْ فَيَقُولُ: مَا تَرَكْتُهُ حَتّى فَرَّقْتُ بَيْنَهُ وَبَيْنَ أَهْلِهِ، قَالَ: فَيُقرِّبُهُ وَيُدْنِيهِ وَيَلْتَزِمُهُ وَيَقُولُ: نِعْمَ أَنْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Satan erects his throne on water and sends his emissaries among the people. The closest person to him is the person who causes the most Fitnah. One of them <span class=\"gray\">(a devil)</span> would come to him and would say, 'I kept inciting so-and-so, until he said such and such words.' Iblis says, 'No, by Allah, you have not done much.' Another devil would come to him and would say, 'I kept inciting so-and-so, until I separated between him and his wife.' Satan would draw him closer and embrace him, saying, 'Yes, you did well.')</span></p><p lang=\"en\" class=\"en \">Separation between a man and his wife occurs here because each spouse imagines that the other spouse is ugly or ill-mannered, etc.</p><div lang=\"en\" class=\"en \"><h2>Allah's Appointed Term supercedes Everything</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they could not thus harm anyone except by Allah's leave)</span>. Sufyan Ath-Thawri commented, \"Except by Allah's appointed term.\" Further, Al-Hasan Al-Basri said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they could not thus harm anyone except by Allah's leave)</span> means, \"Allah allows magicians to adversely affect whomever He wills and saves whomever He wills from them. Sorcerers never bring harm to anyone except by Allah's leave.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they learn that which harms them and profits them not.)</span> means, it harms their religion and does not have a benefit compared to its harm.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed they knew that the buyers of it <span class=\"gray\">(magic)</span> would have no <span class=\"gray\">(Khalaq)</span> share in the Hereafter.)</span> meaning, \"The Jews who preferred magic over following the Messenger of Allah ﷺ knew that those who commit the same error shall have no Khalaq in the Hereafter.\" Ibn 'Abbas, Mujahid and As-Suddi stated that 'no Khalaq' means, 'no share.'</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَبِئْسَ مَا شَرَوْا بِهِ أَنفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ - وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِّنْ عِندِ اللَّهِ خَيْرٌ لَّوْ كَانُوا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how bad indeed was that for which they sold their own selves, if they but knew. And if they had believed and guarded themselves from evil and kept their duty to Allah, far better would have been the reward from their Lord, if they but knew!)</span>. Allah stated,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَبِئْسَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how bad)</span> meaning, what they preferred, magic, instead of faith and following the Messenger, if they but comprehend the advice.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِّنْ عِندِ اللَّهِ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they had believed and guarded themselves from evil and kept their duty to Allah, far better would have been the reward from their Lord,)</span> meaning, \"Had they believed in Allah and His Messenger ﷺ and avoided the prohibitions, then Allah's reward for these good deeds would have been better for them than what they chose and preferred for themselves.\" Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who had been given <span class=\"gray\">(religious)</span> knowledge said: \"Woe to you! The reward of Allah <span class=\"gray\">(in the Hereafter)</span> is better for those who believe and do righteous good deeds, and this none shall attain except As-Sabirun <span class=\"gray\">(the patient in following the truth)</span>.\")</span><span class=\"gray\">(28:80)</span>.</p>"
  }
]