[
  {
    "ayah_key": "11:80",
    "group_ayah_key": "11:80",
    "from_ayah": "11:80",
    "to_ayah": "11:81",
    "ayah_keys": "11:80,11:81",
    "text": "<p lang=\"en\" class=\"en \">He said: \"Would that I had strength to overpower you, or that I could betake myself to some powerful support. <span>(80)</span>They <span class=\"gray\">(messengers)</span> said: \"O Lut! Verily, we are the messengers from your Lord! They shall not reach you! So travel with your family in a part of the night, and let not any of you look back; but your wife <span class=\"gray\">(will remain behind)</span>, verily, the punishment which will afflict them, will afflict her. Indeed, morning is their appointed time. Is not the morning near? <span>(81)</span></p><div lang=\"en\" class=\"en \"><h2>Lut's Inability, His Desire for Strength and the Angels' Informing Him of the Reality</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted says that Lut was threatening them with his statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ لِي بِكُمْ قُوَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would that I had strength <span class=\"gray\">(men)</span> to overpower you,)</span> meaning, 'I would surely have made an example of you and done <span class=\"gray\">(harm)</span> to you from myself and my family.' In this regard, there is a Hadith which is reported from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةُ اللهِ عَلَى لُوطٍ لَقَدْ كَانَ يَأْوِي إِلَى رُكْنٍ شَدِيدٍ - يَعْنِي اللهَ عَزَّ وَجَلَّ - فَمَا بَعَثَ اللهُ بَعْدَهُ مِنْ نَبِيٍّ إِلَّا فِي ثَرْوَةٍ مِنْ قَوْمِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah's mercy be upon Lut, for verily, he betook himself to a powerful support –<span class=\"gray\">[meaning Allah, the Mighty and Sublime.]</span> Allah did not send any Prophet after him, except amidst <span class=\"gray\">[an influential family]</span> among his people.)</span> With this, the angels informed him that they were the messengers of Allah sent to them. They also told him that his people would not be able to reach him <span class=\"gray\">(with any harm)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوا إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They <span class=\"gray\">(messengers said)</span>: \"O Lut! Verily, we are the messengers from your Lord! They shall not reach you!)</span> They commanded him to travel with his family during the last part of night and that he should follow them from behind. In this way it would be as though he were driving his family <span class=\"gray\">(as a cattle herder)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let not any of you look back;)</span> This means, \"If you hear the sound of what <span class=\"gray\">(torment)</span> befalls them <span class=\"gray\">(the people of the village)</span>, do not rush towards that disturbing noise. Rather, continue leaving.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا امْرَأَتَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but your wife,)</span> Most of the scholars said that this means that she would not travel at night and she did not go with Lut. Rather, she stayed in her house and was destroyed. Others said that it means that she looked back <span class=\"gray\">(during the travel)</span>. This later group says that she left with them and when she heard the inevitable destruction, she turned and looked back. When she looked she said, \"O my people!\" Thus, a stone came down from the sky and killed her. Then they <span class=\"gray\">(the angels)</span> brought close to him the destruction of his people as good news for him, because he said to them, \"Destroy them in this very hour.\" They replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَوْعِدَهُمُ الصُّبْحُ ۚ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, morning is their appointed time. Is not the morning near?)</span> They were saying this while Luts people were standing at his door. They tried to rush his door from all sides and Lut was standing at the door repelling them, deterring them and trying to prevent them from what they were doing. Yet, they would not listen to him. Instead, they threatened him and sought to intimidate him. At this point, Jibril came out to them and struck them in their faces with his wing. This blow blinded their eyes and they retreated, unable to see their way. This is as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ رَاوَدُوهُ عَن ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they indeed sought to shame his guest <span class=\"gray\">(asking to commit sodomy with them)</span>. So We blinded their eyes <span class=\"gray\">(saying)</span>, \"Then taste you My torment and My warnings.\")</span><span class=\"gray\">[54:37]</span></p>"
  },
  {
    "ayah_key": "11:82",
    "group_ayah_key": "11:82",
    "from_ayah": "11:82",
    "to_ayah": "11:83",
    "ayah_keys": "11:82,11:83",
    "text": "<p class=\"en translation\" lang=\"en\">So when Our commandment came, We turned them upside down, and rained on them stones of clay, in an array <span>(82)</span>Marked from your Lord; and they are not ever far from the wrongdoers <span>(83)</span></p><div lang=\"en\" class=\"en \"><h2>The Town of Lut's People is overturned and Their Destruction</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَ أَمْرُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when Our commandment came,)</span> This happened at sunrise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلْنَا عَالِيَهَا</p><p lang=\"zu\" class=\"zu \"><span class=\"gray\">(We <span class=\"gray\">[turned it]</span>...)</span> The city of Sadum <span class=\"gray\">(Sodom)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">سَافِلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(upside down,)</span> This is similar to Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَغَشَّاهَا مَا غَشَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So there covered them that which did cover <span class=\"gray\">(torment with stones)</span>.)</span><span class=\"gray\">[53:54]</span></p><p lang=\"en\" class=\"en \">This means, \"We rained upon it with stones made of Sijjil.\" Sijjil is a Persian word meaning stones made of clay. This definition has been mentioned by Ibn 'Abbas and others. </p><p lang=\"en\" class=\"en \">Some of the scholars said that it <span class=\"gray\">(Sijjil)</span> derived from the word Sang, which means a stone. Some others said it means Wakil, which is clay. In another verse Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِجَارَةً مِّن طِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the stones of clay,)</span><span class=\"gray\">[51:33]</span> This means clay made into strong, hard stone. Some of the scholars said it means baked clay. Al-Bukhari said, \"Sijjil means that which is big and strong.\" Concerning Allah's statement,</p><p class=\"ga qpc-hafs\" lang=\"ga\">مَّنضُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in an array.)</span> Some of the scholars said that Mandud means the stones were arranged in the heavens and prepared for that <span class=\"gray\">(destruction)</span>. Others said,</p><p class=\"ga qpc-hafs\" lang=\"ga\">مَّنضُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in an array.)</span> This word means that some of them <span class=\"gray\">(the stones)</span> followed others in their descent upon the people of Lut. Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّسَوَّمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Marked)</span> meaning the stones were marked and sealed, all of them having the names of their victims written on them. Qatadah and 'Ikrimah both said, \"Musawwamah means each stone was encompassed by a sprinkling of red coloring.\" The commentators have mentioned that it <span class=\"gray\">(the shower of stones)</span> descended upon the people of the town and upon the various villages around it. One of them would be speaking with some people when a stone would strike him from the sky and kill him while he was among the people. Thus, the stones followed them, striking the people in the entire land until they destroyed them all. Not a single one of them remained. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they are not ever far from the wrongdoers.)</span> This means that this vengeance <span class=\"gray\">(of Allah)</span> is not far from similar wrongdoers. Verily, it has been reported in a Hadith of the Sunan collections, from Ibn 'Abbas, which he attributed to the Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ وَجَدْتُمُوهُ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever you find doing the deed of Lut's people <span class=\"gray\">[homosexuality]</span>, then kill the doer and the one who allows it to be done to him <span class=\"gray\">(both partners)</span>.)</span></p>"
  },
  {
    "ayah_key": "11:84",
    "group_ayah_key": "11:84",
    "from_ayah": "11:84",
    "to_ayah": "11:84",
    "ayah_keys": "11:84",
    "text": "<p class=\"en translation\" lang=\"en\">And to the Madyan people <span class=\"gray\">(We sent)</span> their brother Shu'ayb. He said: \"O my people! Worship Allah, you have no other god but Him, and give not short measure or weight. I see you in prosperity and verily, I fear for you the torment of a Day encompassing. <span>(84)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of the People of Madyan and the Call of Shu'ayb</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says, 'We sent a Messenger to the people of Madyan.' They were a tribe of Arabs who lived between the land of the Al-Hijaz and Ash-Sham, close to the land of Ma'an. Their land was known by the name of their tribe and was thus, called Madyan. Allah sent unto them the Prophet Shu'ayb and he was of the noblest of them in lineage. For this reason, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخَاهُمْ شُعَيْبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their brother Shu'ayb.)</span> Shu'ayb commanded them to worship Allah alone without associating any partners with him. He also prohibited them from cheating in their weights and measures <span class=\"gray\">(for business transactions)</span>.</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي أَرَاكُم بِخَيْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I see you in prosperity)</span> meaning, 'in your livelihood and your provisions. And verily, I fear that you will be deprived of this bounty that you are enjoying by violating Allah's prohibitions.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, I fear for you the torment of a Day encompassing.)</span> This means the abode of the Hereafter.</p>"
  },
  {
    "ayah_key": "11:85",
    "group_ayah_key": "11:85",
    "from_ayah": "11:85",
    "to_ayah": "11:86",
    "ayah_keys": "11:85,11:86",
    "text": "<p class=\"en translation\" lang=\"en\">\"And O my people! Give full measure and weight in justice and reduce not the things that are due to the people, and do not commit mischief in the land, causing corruption. <span>(85)</span>\"That which is left by Allah is better for you, if you are believers. And I am not a guardian over you. <span>(86)</span></p><p lang=\"en\" class=\"en \">First, he <span class=\"gray\">(Shu'ayb)</span> prohibited them from cheating in business by decreasing the weights whenever they gave <span class=\"gray\">(products)</span> to people. He commanded them to give just measure and weight whether they were giving or receiving <span class=\"gray\">(in transactions)</span>. He also forbade them from causing mischief and corruption in the land. This was due to their practice of highway robbery along the roads. Abu Ja'far bin Jarir said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَقِيَّتُ اللَّهِ خَيْرٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That which is left by Allah <span class=\"gray\">(after giving the rights of the people)</span> is better for you,)</span> \"This means what you gain from your successful business dealings in which you have given just measure, is better for you than wrongfully taking the wealth of the people.\" Ibn Jarir said that this statement has been reported from Ibn 'Abbas and I say it is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Not equal are Khabith <span class=\"gray\">(all that is evil)</span> and Tayyib <span class=\"gray\">(all that is good)</span>, even though the abundance of Khabith may please you.\")</span><span class=\"gray\">[5:100]</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا عَلَيْكُم بِحَفِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I am not a guardian over you.)</span> This means a watcher over you people. In other words, \"Do this for Allah and not to be seen by the people.\"</p>"
  }
]