[
  {
    "ayah_key": "3:12",
    "group_ayah_key": "3:12",
    "from_ayah": "3:12",
    "to_ayah": "3:13",
    "ayah_keys": "3:12,3:13",
    "text": "<p lang=\"en\" class=\"en \">Say to those who disbelieve: \"You will be defeated and gathered together to Hell, and worst indeed is that place of rest. <span>(12)</span>There has already been a sign for you in the two armies that met. One was fighting in the cause of Allah, and as for the other, in disbelief. They saw them with their own eyes twice their number. And Allah supports with His aid whom He wills. Verily, in this is a lesson for those who understand <span>(13)</span></p><div lang=\"en\" class=\"en \"><h2>Threatening the Jews With Defeat and Encouraging Them to Learn a Lesson From the Battle of Badr</h2></div><p lang=\"en\" class=\"en \">Allah commanded the Prophet Muhammad ﷺ to proclaim to the disbelievers,</p><p class=\"fa qpc-hafs\" lang=\"fa\">سَتُغْلَبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will be defeated)</span> in this life,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَتُحْشَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And gathered together)</span> on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَىٰ جَهَنَّمَ وَبِئْسَ الْمِهَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to Hell, and worst indeed is that place of rest)</span></p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq bin Yasar recorded that 'Asim bin 'Umar bin Qatadah said that when the Messenger of Allah ﷺ gained victory in the battle of Badr and went back to Al-Madinah, he gathered the Jews in the marketplace of Bani Qaynuqa'.</p><p lang=\"en\" class=\"en \">Therefore, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَ لَكُمْ آيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There has already been a sign for you)</span> meaning, O Jews, who said what you said! You have an Ayah, meaning proof, that Allah will make His religion prevail, award victory to His Messenger, make His Word apparent and His religion the highest.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي فِئَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the two armies)</span> meaning, two camps,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْتَقَتَا </p><p lang=\"nl\" class=\"nl \"><span class=\"gray\">(that met)</span> in combat <span class=\"gray\">(in Badr)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One was fighting in the Cause of Allah)</span> the Muslims,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُخْرَىٰ كَافِرَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for the other, in disbelief)</span> meaning, the idolators of Quraysh at Badr. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرَوْنَهُم مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They saw them with their own eyes twice their number)</span> means, the idolators thought that the Muslims were twice as many as they were, for Allah made this illusion a factor in the victory that Islam had over them.</p><p lang=\"en\" class=\"en \">It was said that the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرَوْنَهُم مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They saw them with their own eyes twice their number)</span> is that the Muslims saw twice as many idolators as they were, yet Allah gave them victory over the disbelievers. 'Abdullah bin Mas'ud said, \"When we looked at the disbelievers' forces, we found that they were twice as many as we were. When we looked at them again, we thought they did not have one man more than we had. So Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when you met, He showed them to you as few in your eyes and He made you appear as few in their eyes.)</span><span class=\"gray\">[8:44]</span>\".</p><p lang=\"en\" class=\"en \">When the two camps saw each other, the Muslims thought that the idolators were twice as many as they were, so that they would trust in Allah and seek His help. The idolators thought that the believers were twice as many as they were, so that they would feel fear, horror, fright and despair. When the two camps stood in lines and met in battle, Allah made each camp look smaller in the eyes of the other camp, so that they would be encouraged to fight each other,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that Allah might accomplish a matter already ordained.)</span><span class=\"gray\">[8:42]</span> meaning, so that the truth and falsehood are distinguishable, and thus the word of faith prevails over disbelief and deviation, so that the believers prevail and the disbelievers are humiliated. In a similar statement, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has already made you victorious at Badr, when you were a weak little force)</span><span class=\"gray\">[3:123]</span>. In this Ayah <span class=\"gray\">[3:13]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَن يَشَاءُ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّأُولِي الْأَبْصَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah supports with His victory whom He wills. Verily, in this is a lesson for those who understand.)</span> meaning, this should be an example for those who have intelligence and sound comprehension. They should contemplate about Allah's wisdom, decisions and decree, that He gives victory to His believing servants in this life and on the Day the witnesses stand up to testify.</p>"
  }
]