[
  {
    "ayah_key": "4:77",
    "group_ayah_key": "4:77",
    "from_ayah": "4:77",
    "to_ayah": "4:79",
    "ayah_keys": "4:77,4:78,4:79",
    "text": "<p lang=\"en\" class=\"en \">Have you not seen those who were told to hold back their hands <span class=\"gray\">(from fighting)</span> and perform Salah and give Zakah, but when the fighting was ordained for them, behold! a section of them fear men as they fear Allah or even more. They say: \"Our Lord! Why have You ordained for us fighting? Would that You granted us respite for a short period?\" Say: \"Short is the enjoyment of this world. The Hereafter is <span class=\"gray\">(far)</span> better for him who fears Allah, and you shall not be dealt with unjustly even equal to the 'Fatīl' <span>(77)</span>\"Wheresoever you may be, death will overtake you even if you are in fortresses built up strong and high!\" And if some good reaches them, they say, \"This is from Allah,\" but if some evil befalls them, they say, \"This is from you.\" Say: \"All things are from Allah,\" so what is wrong with these people that they fail to understand any word <span>(78)</span>Whatever of good reaches you, is from Allah, but whatever of evil befalls you, is from yourself. And We have sent you as a Messenger to mankind, and Allah is sufficient as a Witness <span>(79)</span></p><div lang=\"en\" class=\"en \"><h2>The Wish that the Order for Jihad be Delayed</h2></div><p lang=\"en\" class=\"en \">In the beginning of Islam, Muslims in Makkah were commanded to perform the prayer and pay some charity, so as to comfort the poor among them. They were also commanded to be forgiving and forbearing with the idolators and to observe patience with them at the time. However, they were eager and anticipating the time when they would be allowed to fight, so that they could punish their enemies. The situation at that time did not permit armed conflict for many reasons. For instance, Muslims were few at the time, compared to their numerous enemies. The Muslims' city was a sacred one and the most honored area on the earth, and this is why the command to fight was not revealed in Makkah. Later on when the Muslims controlled a town of their own, Al-Madinah, and had strength, power and support, Jihad was then legislated. Yet, when the command to fight was revealed, just as Muslims wished, some of them became weary and were very fearful of facing the idolators in battle.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَىٰ أَجَلٍ قَرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"Our Lord! Why have You ordained for us fighting? Would that You had granted us respite for a short period?\")</span> meaning, we wish that Jihad was delayed until a later time, because it means bloodshed, orphans and widows. In a similar Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe say: \"Why is not a Surah sent down <span class=\"gray\">(for us)</span>? But when a decisive is sent down, and fighting is mentioned)</span>. <span class=\"gray\">[47:20]</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas said that 'Abdur-Rahman bin 'Awf and several of his companions came to the Prophet ﷺ while in Makkah and said, \"O Allah's Prophet! We were mighty when we were pagans, but when we embraced the faith, we became weak.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أُمِرْتُ بِالْعَفْوِ فَلَا تُقَاتِلُوا الْقَوْمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was commanded to pardon the people, so do not fight them.)</span> When Allah transferred the Prophet ﷺ to Al-Madinah, He commanded him to fight <span class=\"gray\">(the idolators)</span>, but they <span class=\"gray\">(some Muslims)</span> held back. So, Allah revealed the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who were told to hold back their hands)</span> This Hadith was collected by An-Nasa'i and Al-Hakim. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِّمَنِ اتَّقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Short is the enjoyment of this world. The Hereafter is <span class=\"gray\">(far)</span> better for him who fears Allah,)</span> means, the destination of the one who with Taqwa is better for him than this life.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُظْلَمُونَ فَتِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you shall not be dealt with unjustly even equal to the 'Fatīl'.)</span> for your good deeds. Rather, you will earn your full rewards for them. This promise directs the focus of believers away from this life and makes them eager for the Hereafter, all the while encouraging them to fight in Jihad.</p><div lang=\"en\" class=\"en \"><h2>There is No Escaping Death</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَمَا تَكُونُوا يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wheresoever you may be, death will overtake you even if you are in fortresses built up strong and high!)</span> meaning, you shall certainly die and none of you shall ever escape death. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ عَلَيْهَا فَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatsooever is on it <span class=\"gray\">(the earth)</span> will perish)</span>, <span class=\"gray\">[55:26]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everyone shall taste death)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We granted not to any human being immortality before you)</span>.</p><p lang=\"en\" class=\"en \">Therefore, every soul shall taste death and nothing can save any person from it, whether he performed Jihad or not. Everyone has an appointed time, and a limited term of life.</p><p lang=\"en\" class=\"en \">In the illness that preceded his death, Khalid bin Al-Walid said, while in his bed, \"I participated in so and so number of battles, and every part of my body sustained an injury due to a stab or a shot. Yet here I am, I die in my bed! Let not the eyes of the cowards ever taste sleep.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(even if you are in fortresses built up strong and high!)</span> means, entrenched, fortified, high and towering. No caution or fortification can ever avert death.</p><div lang=\"en\" class=\"en \"><h2>The Hypocrites Sense a Bad Omen Because of the Prophet <span class=\"gray\">(ﷺ)</span>!</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن تُصِبْهُمْ حَسَنَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if some good reaches them)</span> meaning, fertile years and provision of fruits, produce, children, etc., as said by Ibn 'Abbas, Abu Al-'Aliyah and As-Suddi.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُوا هَٰذِهِ مِنْ عِندِ اللَّهِ وَإِن تُصِبْهُمْ سَيِّئَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they say, \"This is from Allah,\" but if some evil befalls them)</span> drought, famine, shortages of fruits and produce, death that strikes their children or animals, and so forth, as Abu Al-'Aliyah and As-Suddi stated.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُوا هَٰذِهِ مِنْ عِندِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they say, \"This is from you,\")</span> meaning, because of you and because we followed you and embraced your religion. Allah said about the people of Fir'awn,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَٰذِهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَىٰ وَمَن مَّعَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whenever good came to them, they said: \"Ours is this.\" And if evil afflicted them, they ascribed it to evil omens connected with Musa and those with him.)</span><span class=\"gray\">[7:131]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَىٰ حَرْفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among mankind is he who worships Allah as it were upon the edge <span class=\"gray\">(i. e. in doubt)</span>)</span>. <span class=\"gray\">[22:11]</span></p><p lang=\"en\" class=\"en \">The same is the statement uttered by the hypocrites, who embraced Islam outwardly, but disliked it inwardly. This is why when a calamity befell them, they attributed it to following the Prophet ﷺ. Consequently, Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ كُلٌّ مِّنْ عِندِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"All things are from Allah\")</span></p><p lang=\"en\" class=\"en \">Allah's statement that all things are from Him means, everything occurs by the decision and decree of Allah, and His decision shall come to pass for both the righteous and the wicked, the faithful and the disbelievers. Allah then said while addressing His Messenger ﷺ, but refering to mankind in general,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever of good reaches you, is from Allah,)</span> meaning, of Allah's bounty, favor, kindness and mercy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whatever of evil befalls you, is from yourself.)</span>, meaning because of you and due to your actions. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatever of misfortune befalls you, it is because of what your hands have earned. And He pardons much.)</span> As-Suddi, Al-Hasan Al-Basri, Ibn Jurayj and Ibn Zayd said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِن نَّفْسِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from yourself)</span> means, because of your errors. Qatadah said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِن نَّفْسِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(From yourself)</span> means, as punishment for you, O son of Adam, because of your sins. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have sent you as a Messenger to mankind,)</span> so that you convey to them Allah's commandments, what He likes and is pleased with, and what He dislikes and refuses.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is sufficient as a Witness.)</span> that He has sent you. He is also Witness over you and them, having full knowledge in what you convey to them and the disbelief and rebellion with which they respond to the truth.</p>"
  }
]