[
  {
    "ayah_key": "2:124",
    "group_ayah_key": "2:124",
    "from_ayah": "2:124",
    "to_ayah": "2:124",
    "ayah_keys": "2:124",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when the Lord of Ibrahim <span class=\"gray\">(Abraham)</span> tried him with <span class=\"gray\">(certain)</span> commands, which he fulfilled. He <span class=\"gray\">(Allah)</span> said <span class=\"gray\">(to him)</span>, \"Verily, I am going to make you an Imam <span class=\"gray\">(a leader)</span> for mankind <span class=\"gray\">(to follow you)</span>.\" <span class=\"gray\">(Ibrahim)</span> said, \"And of my offspring <span class=\"gray\">(to make leaders)</span>.\" <span class=\"gray\">(Allah)</span> said, \"My covenant <span class=\"gray\">(prophethood)</span> includes not Zalimin <span class=\"gray\">(polytheists and wrongdoers)</span>. <span>(124)</span></p><div lang=\"en\" class=\"en \"><h2>Ibrahim Al-Khalil was an Imam for the People</h2></div><p lang=\"en\" class=\"en \">Allah is informing us of the honor of Ibrahim Al-Khalil, who He made an Imam for the people, and a model to be imitated, because of the way he conducted himself and adhered to Tawhid. This honor was given to Prophet Ibrahim when he adhered to Allah's decisions and prohibitions. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when the Lord of Ibrahim <span class=\"gray\">(i.e., Allah)</span> tried him with <span class=\"gray\">(certain)</span> commands)</span>.</p><p lang=\"en\" class=\"en \">This Ayah means, O Muhammad! Remind the idolators and the People of the Scriptures, who pretend to be followers of the religion of Ibrahim, while in reality they do not follow it, while you, O Muhammad, and your followers are the true followers of his religion; remind them of the commands and prohibitions that Allah tested Ibrahim with.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَتَمَّهُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which he fulfilled.)</span> indicating that Ibrahim implemented all of Allah's orders. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِبْرَاهِيمَ الَّذِي وَفَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of Ibrahim <span class=\"gray\">(Abraham)</span> who fulfilled <span class=\"gray\">(or conveyed)</span> all that <span class=\"gray\">(Allah ordered him to do or convey)</span>)</span><span class=\"gray\">(53:37)</span></p><p lang=\"en\" class=\"en \">meaning, he was truthful and he was obedient to Allah's legislation. Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ - شَاكِرًا لِّأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ - وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ - ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ibrahim was an Ummah <span class=\"gray\">(or a nation)</span>, obedient to Allah, Hanif <span class=\"gray\">(i.e. to worship none but Allah)</span>, and he was not one of those who were Al-Mushrikin <span class=\"gray\">(polytheists)</span>, <span class=\"gray\">(He was)</span> thankful for His <span class=\"gray\">(Allah's)</span> favors. He <span class=\"gray\">(Allah)</span> chose him and guided him to a straight path. And We gave him good in this world, and in the Hereafter he shall be of the righteous. Then, We have sent the revelation to you <span class=\"gray\">(O Muhammad ﷺ saying)</span>: \"Follow the religion of Ibrahim Hanif <span class=\"gray\">(Islamic Monotheism ـ to worship none but Allah)</span> and he was not of the Mushrikin.)</span><span class=\"gray\">(16:120-123)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"Truly, my Lord has guided me to a straight path, a right religion, the religion of Ibrahim, Hanifan, and Ibrahim <span class=\"gray\">(to worship none but Allah, alone)</span> and he was not of Al-Mushrikin.\")</span><span class=\"gray\">(6:161)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ - إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ibrahim was neither a Jew nor a Christian, but he was a true Muslim Hanifan <span class=\"gray\">(Islamic Monotheism ـ to worship none but Allah alone)</span> and he was not of Al-Mushrikin. Verily, among mankind who have the best claim to Ibrahim are those who followed him, and this Prophet <span class=\"gray\">(Muhammad ﷺ)</span> and those who have believed <span class=\"gray\">(Muslims)</span>. And Allah is the Wali <span class=\"gray\">(Protector and Helper)</span> of the believers)</span><span class=\"gray\">(3:67-68)</span>.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِكَلِمَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with Kalimāt <span class=\"gray\">(words)</span>)</span> which means, \"Laws, commandments and prohibitions.\" 'Words' as mentioned here, sometimes refers to what Allah has willed, such as Allah's statement about Maryam,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And she testified to the truth of the Words of her Lord, and <span class=\"gray\">(also believed in)</span> His Scriptures, and she was of the Qanitin <span class=\"gray\">(i.e. obedient to Allah)</span>)</span><span class=\"gray\">(66:12)</span>.</p><p lang=\"en\" class=\"en \">\"Words\" also refers to Allah's Law, such as Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word of your Lord has been fulfilled in truth and in justice)</span><span class=\"gray\">(6:115)</span> meaning, His legislation. \"Words\" also means truthful news, or a just commandment or prohibition. For instance, Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when the Lord of Ibrahim tried him with <span class=\"gray\">(certain)</span> Words <span class=\"gray\">(commands)</span>, which he fulfilled)</span> meaning, he adhered to them, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, I am going to make you an Imam <span class=\"gray\">(a leader)</span> for mankind <span class=\"gray\">(to follow you)</span>.\")</span> as a reward for Ibrahim's good deeds, adhering to the commandments and avoiding the prohibitions. This is why Allah made Ibrahim a role model for the people, and an Imam whose conduct and path are imitated and followed.</p><div lang=\"en\" class=\"en \"><h2>What were the Words that Ibrahim was tested with?</h2></div><p lang=\"en\" class=\"en \">There is a difference of opinion over the words that Allah tested Ibrahim with. There are several opinions attributed to Ibn 'Abbas. For instance, 'Abdur-Razzaq said that Ibn 'Abbas said, \"Allah tested him with the rituals <span class=\"gray\">(of Hajj)</span>.\" Abu Ishaq reported the same. 'Abdur-Razzaq also narrated that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when the Lord of Ibrahim <span class=\"gray\">(Abraham)</span><span class=\"gray\">(i.e., Allah)</span> tried him with <span class=\"gray\">(certain)</span> commands)</span> means, \"Allah tested him with Taharah <span class=\"gray\">(purity, ablution)</span>: five on the head and five on the body. As for the head, they are cutting the mustache, rinsing the mouth, inhaling and discarding water, using Siwak and parting the hair. As for the body, they are trimming the nails, shaving the pubic hair, circumcision and plucking under the arm and washing with water after answering the call of nature.\" Ibn Abi Hatim said, \"A similar statement was also reported from Sa'id bin Al-Musayyib, Mujahid, Ash-Sha'bi, An-Nakha'i, Abu Salih, Abu Al-Jald, and so forth.\"</p><p lang=\"en\" class=\"en \">There is a similar statement that Imam Muslim narrated from 'A'ishah who said that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَشْرٌ مِنَ الْفِطْرَةِ: قَصُّ الشَّارِبِ وَإِعْفَاءُ اللِّحْيَةِ وَالسِّوَاكُ وَاسْتِنْشَاقُ الْمَاءِ وَقَصُّ الْأَظْفَارِ وَغَسْلُ الْبَرَاجِمِ وَنَتْفُ الْإِبْطِ وَحَلْقُ الْعَانَةِ وَانْتِقَاصُ الْمَاءِ وَنَسِيتُ الْعَاشِرَةَ إِلَّا أَنْ تَكُونَ الْمَضْمَضَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ten are among the Fitrah <span class=\"gray\">(instinct, natural constitution)</span>: trimming the mustache, growing the beard, using Siwak, inhaling and then exhaling water <span class=\"gray\">(in ablution)</span>, cutting the nails, washing between the fingers <span class=\"gray\">(in ablution)</span>, plucking the underarm hair, shaving the pubic hair, washing with water after answering the call of nature, <span class=\"gray\">(and I forgot the tenth, I think it was)</span> rinsing the mouth <span class=\"gray\">(in ablution)</span>.)</span></p><p lang=\"en\" class=\"en \">The Two Sahihs recorded Abu Hurayrah saying that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْفِطْرَةُ خَمْسٌ: الْخِتَانُ وَالْاسْتِحْدَادُ وَقَصُّ الشَّارِبِ وَتَقْلِيمُ الْأَظْفَارِ وَنَتْفُ الْإِبْطِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Five are among the acts of Fitrah: circumcision, shaving the pubic hair, trimming the mustache, cutting the nails and plucking the underarm hair.)</span> This is the wording with Muslim.</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq reportd that Ibn 'Abbas said, \"The words that Allah tested Ibrahim with, and that he implemented were: abandoning his <span class=\"gray\">(disbelieving)</span> people when Allah commanded him to do so, disputing with Nimrod <span class=\"gray\">(king of Babylon)</span> about Allah, being patient when he was thrown in the fire <span class=\"gray\">(although this was extremely traumatic)</span> migrating from his homeland when Allah commanded him to do so, patience with the monetary and material demands of hosting guests by Allah's command, and Allah's order for him to slaughter his son. When Allah tested Ibrahim with these words, and he was ready for the major test, Allah said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Submit <span class=\"gray\">(be a Muslim)</span>!\" He said, \"I have submitted myself <span class=\"gray\">(as a Muslim)</span> to the Lord of all that exists.\")</span><span class=\"gray\">(2:131)</span> although this meant defying and being apart from the people.\"</p><div lang=\"en\" class=\"en \"><h2>The Unjust do not qualify for Allah's Promise</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said that Ibrahim said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن ذُرِّيَّتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of my offspring <span class=\"gray\">(to make leaders)</span>)</span> and Allah replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَنَالُ عَهْدِي الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My covenant <span class=\"gray\">(prophethood)</span> includes not Zalimin <span class=\"gray\">(polytheists and wrongdoers)</span>)</span>.</p><p lang=\"en\" class=\"en \">When Allah made Ibrahim an Imam <span class=\"gray\">(Leader for the faithful)</span>, he asked Allah that Imams thereafter be chosen from his offspring. Allah accepted his supplication, but told him that there will be unjust people among his offspring and they will not benefit from Allah's promise. Thus, they will neither become Imams nor be imitated <span class=\"gray\">(for they will not be righteous)</span>. The proof that Ibrahim's supplication to Allah was accepted is that Allah said in Surat Al-'Ankabut <span class=\"gray\">(29:27)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We ordained among his offspring prophethood and the Book)</span>.</p><p lang=\"en\" class=\"en \">Hence, every Prophet whom Allah sent after Ibrahim were from among his offspring, and every Book that Allah revealed was to them. As for Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said, \"My covenant <span class=\"gray\">(prophethood)</span> includes not Zalimin <span class=\"gray\">(polytheists and wrongdoers)</span>.\")</span></p><p lang=\"en\" class=\"en \">Allah mentioned that there are unjust people among the offspring of Ibrahim, and they will not benefit from Allah's promise, nor would they be entrusted with anything, even though they are among the children of Allah's Khalil <span class=\"gray\">(intimate friend, Prophet Abraham)</span>. There will also be those who do good among the children of Ibrahim, and these it is who will benefit from Ibrahim's supplication. Ibn Jarir said that this Ayah indicated that the unjust shall not be Imams for the people. Moreover, the Ayah informed Ibrahim that there will be unjust people among his offspring. Also, Ibn Khuwayz Mindad Al-Maliki said, \"The unjust person does not qualify to be a Khalifah, a ruler, one who gives religious verdicts, a witness, or even a narrator <span class=\"gray\">(of Hadiths)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(125. And <span class=\"gray\">(remember)</span> when We made the House <span class=\"gray\">(the Ka'bah at Makkah)</span> a place of resort for mankind and a place of safety. And take you <span class=\"gray\">(people)</span> the Maqam <span class=\"gray\">(place)</span> of Ibrahim <span class=\"gray\">(or the stone on which Ibrahim as a place)</span></span></p><div lang=\"en\" class=\"en \"><h2>The Virtue of Allah's House</h2></div><p lang=\"en\" class=\"en \">Al-'Awfi reported that Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We made the House <span class=\"gray\">(the Ka'bah at Makkah)</span> a place of resort for mankind)</span></p><p lang=\"en\" class=\"en \">\"They do not remain in the House, they only visit it and return to their homes, and then visit it again.\" Also, Abu Ja'far Ar-Razi narrated from Ar-Rabi' bin Anas from Abu Al-'Aliyah who said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We made the House <span class=\"gray\">(the Ka'bah at Makkah)</span> a place of resort for mankind and a place of safety)</span> means, \"Safe from enemies and armed conflict. During the time of Jahiliyyah, the people were often victims of raids and kidnapping, while the people in the area surrounding it <span class=\"gray\">(Al-Masjid Al-Haram)</span> were safe and not subject to kidnapping.\" Also, Mujahid, 'Ata', As-Suddi, Qatadah and Ar-Rabi' bin Anas were reported to have said that the Ayah <span class=\"gray\">(2:125)</span> means, \"Whoever enters it shall be safe.\"</p><p lang=\"en\" class=\"en \">This Ayah indicates that Allah honored the Sacred House, which Allah made as a safe refuge and safe haven. Therefore, the souls are eager, but never bored, to conduct short visits to the House, even every year. This is because Allah accepted the supplication of His Khalil, Ibrahim, when he asked Allah to make the hearts of people eager to visit the House. Ibrahim said <span class=\"gray\">(14:40)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَتَقَبَّلْ دُعَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! And accept my invocation)</span>.</p><div lang=\"en\" class=\"en \"><h2>Allah described the House as a safe resort and refuge</h2></div><p lang=\"en\" class=\"en \">Allah described the House as a safe resort and refuge, for those who visit it are safe, even if they had committed acts of evil. This honor comes from the honor of the person who built it first, Khalil Ar-Rahman, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَن لَّا تُشْرِكْ بِي شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We showed Ibrahim the site of the <span class=\"gray\">(Sacred)</span> House <span class=\"gray\">(the Ka'bah at Makkah)</span><span class=\"gray\">(saying)</span>: \"Associate not anything <span class=\"gray\">(in worship)</span> with Me...\")</span><span class=\"gray\">(22:26)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَالَمِينَ - فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ وَمَن دَخَلَهُ كَانَ آمِنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the first House <span class=\"gray\">(of worship)</span> appointed for mankind was that at Bakkah <span class=\"gray\">(Makkah)</span>, full of blessing, and a guidance for Al-'Alamin <span class=\"gray\">(mankind and Jinn)</span>. In it are manifest signs <span class=\"gray\">(for example)</span>, the Maqam <span class=\"gray\">(place)</span> of Ibrahim; whosoever enters it, he attains security)</span><span class=\"gray\">(3:96-97)</span>.</p><p lang=\"en\" class=\"en \">The last honorable Ayah emphasized the honor of Ibrahim's Maqam, and the instruction to pray next to it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take you <span class=\"gray\">(people)</span> the Maqam <span class=\"gray\">(place)</span> of Ibrahim as a place of prayer)</span>. </p><p lang=\"sn\" class=\"sn \">The Maqam of Ibrahim</p><p lang=\"en\" class=\"en \">Sufyan Ath-Thawri reported that Sa'id bin Jubayr commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take you <span class=\"gray\">(people)</span> the Maqam <span class=\"gray\">(place)</span> of Ibrahim as a place of prayer)</span></p><p lang=\"en\" class=\"en \">\"The stone <span class=\"gray\">(Maqam)</span> is the standing place of Ibrahim, Allah's Prophet, and a mercy from Allah. Ibrahim stood on the stone, while Isma'il was handing him the stones <span class=\"gray\">(constructing the Ka'bah)</span>. As-Suddi said, \"The Maqam of Ibrahim is a stone which Isma'il's wife put under Ibrahim's feet when washing his head.\" Al-Qurtubi mentioned this, but he considered it unauthentic, although others gave it prefrence, Ar-Razi reported it in his Tafsir from Al-Hasan Al-Basri, Qatadah, and Ar-Rabi' bin Anas.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim reported that Jabir, describing the Hajj <span class=\"gray\">(pilgrimage)</span> of the Prophet ﷺ said, \"When the Prophet ﷺ performed Tawaf, 'Umar asked him, 'Is this the Maqam of our father?' He said, 'Yes.' 'Umar said, 'Should we take it a place of prayer?' So Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take you <span class=\"gray\">(people)</span> the Maqam <span class=\"gray\">(place)</span> of Ibrahim <span class=\"gray\">(Abraham)</span> as a place of prayer.\")</span></p><p lang=\"bg-Latn\" class=\"bg-Latn \">Al-Bukhari said, \"Chapter: Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take you <span class=\"gray\">(people)</span> the Maqam <span class=\"gray\">(place)</span> of Ibrahim <span class=\"gray\">(Abraham)</span> as a place of prayer)</span> meaning, they return to it repeatedly.\" He then narrated that Anas bin Malik said that 'Umar bin Al-Khattab said, \"I agreed with my Lord, or my Lord agreed with me, regarding three matters. I said, 'O Messenger of Allah! I wish you take the Maqam of Ibrahim a place for prayer.' The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take you <span class=\"gray\">(people)</span> the Maqam <span class=\"gray\">(place)</span> of Ibrahim <span class=\"gray\">(Abraham)</span>)</span> was revealed. I also said, 'O Messenger of Allah! The righteous and the wicked enter your house. I wish you would command the Mothers of the believers <span class=\"gray\">(the Prophet's wives)</span> to wear Hijab. Allah sent down the Ayah that required the Hijab. And when I knew that the Prophet ﷺ was angry with some of his wives, I came to them and said, 'Either you stop what you are doing, or Allah will endow His Messenger with better women than you are.' I advised one of his wives and she said to me, 'O 'Umar! Does the Messenger of Allah not know how to advise his wives, so that you have to do the job instead of him?' Allah then revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِّنكُنَّ مُسْلِمَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be if he divorced you <span class=\"gray\">(all)</span> that his Lord will give him instead of you, wives better than you, ـ Muslims <span class=\"gray\">(who submit to Allah)</span>)</span>.\" <span class=\"gray\">(66:5)</span></p><p lang=\"en\" class=\"en \">Also, Ibn Jarir narrated that Jabir said, \"After the Messenger of Allah kissed the Black Stone, he went around the house three times in a fast pace and four times in a slow pace. He then went to Maqam of Ibrahim, with it between him and the House, and prayed two Rak'ahs.\" This is part of the long Hadith that Muslim recorded in Sahih. Al-Bukhari recorded that 'Amr bin Dinar said that he heard Ibn 'Umar say, \"The Messenger of Allah ﷺ performed Tawaf around the House seven times and then prayed two Rak'ahs behind the Maqam.\"</p><p lang=\"en\" class=\"en \">All these texts indicate that the Maqam is the stone that Ibrahim was standing on while building the House. As the House's walls became higher, Isma'il brought his father a stone, so that he could stand on it, while Isma'il handed him the stones. Ibrahim would place the stones on the wall, and whenever he finished one side, he would move to the next side, to complete the building all around. Ibrahim kept repeating this until he finished building the House, as we will describe when we explain the story of Ibrahim and Isma'il and how they built the House, as narrated from Ibn 'Abbas and collected by Al-Bukhari. Ibrahim's footprints were still visible in the stone, and the Arabs knew this fact during the time of Jahiliyyah. This is why Abu Talib said in his poem known as 'Al-Lamiyyah', \"And Ibrahim's footprint with his bare feet on the stone is still visible.\"</p><p lang=\"en\" class=\"en \">The Muslims also saw Ibrahim's footprints on the stone, as Anas bin Malik said, \"I saw the Maqam with the print of Ibrahim's toes and feet still visible in it, but the footprints dissipated because of the people rubbing the stone with their hands.\"</p><p lang=\"en\" class=\"en \">Earlier, the Maqam was placed close to the Ka'bah's wall. In the present time, the Maqam is placed next to Al-Hijr on the right side of those entering through the door.</p><p lang=\"en\" class=\"en \">When Ibrahim finished building the House, he placed the stone next to the wall of Al-Ka'bah. Or, when the House was finished being built, Ibrahim just left the stone where it was last standing, and he was commanded to pray next to the stone when he finished the Tawaf <span class=\"gray\">(circumambulating)</span>. It is understandable that the Maqam of Ibrahim would stand where the building of the House ended. The Leader of the faithful 'Umar bin Al-Khattab, one of the Four Rightly Guided Caliphs whom we were commanded to emulate, moved the stone away from the Ka'bah's wall during his reign. 'Umar is one of the two men, whom the Messenger of Allah ﷺ described when he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَدُوا بِاللَّذَيْنِ مِنْ بَعْدِي أَبِي بَكْرٍ وَعُمَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Imitate the two men who will come after me: Abu Bakr and 'Umar.)</span></p><p lang=\"en\" class=\"en \">Umar was also the person whom the Qur'an agreed with regarding praying next to Maqam of Ibrahim. This is why none among the Companions rejected it when he moved it.</p><p lang=\"en\" class=\"en \">Abdur-Razzaq reported from Ibn Jurayj from 'Ata', \"Umar bin Al-Khattab moved the Maqam back.\" Also, Abdur-Razzaq narrated that Mujahid said that Umar was the first person who moved the Maqam back to where it is now standing.\" Al-Hafiz Abu Bakr, Ahmad bin 'Ali bin Al-Husayn Al-Bayhaqi recorded A'ishah saying, \"During the time of the Messenger of Allah and Abu Bakr, the Maqam was right next to the House. 'Umar moved the Maqam during his reign.\" This Hadith has an authentic chain of narration.</p>"
  }
]