[
  {
    "ayah_key": "9:81",
    "group_ayah_key": "9:81",
    "from_ayah": "9:81",
    "to_ayah": "9:82",
    "ayah_keys": "9:81,9:82",
    "text": "<p lang=\"en\" class=\"en \">Those who stayed away <span class=\"gray\">(from Tabuk expedition)</span> rejoiced in their staying behind the Messenger of Allah; they hated to strive and fight with their properties and their lives in the cause of Allah, and they said: \"March not forth in the heat.\" Say: \"The fire of Hell is more intense in heat;\" if only they could understand <span>(81)</span>So let them laugh a little and <span class=\"gray\">(they will)</span> cry much as a recompense of what they used to earn <span class=\"gray\">(by committing sins)</span><span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>Hypocrites rejoice because They remained behind from Tabuk!</h2></div><p lang=\"en\" class=\"en \">Allah admonishes the hypocrites who lagged behind from the battle of Tabuk with the Companions of the Messenger of Allah ﷺ, rejoicing that they remained behind after the Messenger ﷺ departed for the battle,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَرِهُوا أَن يُجَاهِدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they hated to strive and fight)</span>, along with the Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with their properties and their lives in the cause of Allah, and they said)</span>, to each other,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَنفِرُوا فِي الْحَرِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"March not forth in the heat.\")</span> Tabuk occurred at a time when the heat was intense and the fruits and shades became delightful. This is why they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَنفِرُوا فِي الْحَرِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"March not forth in the heat\")</span> Allah said to His Messenger ﷺ,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> to them,</p><p class=\"fa qpc-hafs\" lang=\"fa\">نَارُ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"The fire of Hell...)</span>, which will be your destination because of your disobedience,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَشَدُّ حَرًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...is more intense in heat;\")</span>, than the heat that you sought to avoid; it is even more intense than fire. Imam Malik narrated that Abu Az-Zinad said that Al-A'raj narrated that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَارُ بَنِي آدَمَ الَّتِي تُوقِدُونَهَا جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ نَارِ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The fire that the son of Adam kindles is but one part of seventy parts of the Fire of Jahannam.)</span></p><p lang=\"en\" class=\"en \">They said, \"O Allah's Messenger! This fire alone is enough.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Hellfire)</span> was favored by sixty-nine parts.)</span> The Two Sahihs collected this Hadith.</p><p lang=\"gd\" class=\"gd \"> Al-A'mash narrated that Abu Ishaq said that An-Nu'man bin Bashir said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْوَنَ أَهْلِ النَّارِ عَذَابًا يَوْمَ الْقِيَامَةِ لِمَنْ لَهُ نَعْلَانِ وَشِرَاكَانِ مِنْ نَارِ جَهَنَّمَ يَغْلِي مِنْهُمَا دِمَاغُهُ كَمَا يَغْلِي الْمِرْجَلُ، لَا يَرَى أَنَّ أَحَدًا مِنْ أَهْلِ النَّارِ أَشَدُّ عَذَابًا مِنْهُ وَإِنَّهُ أَهْوَنُهُمْ عَذَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection, the person who will receive the least punishment among the people of the Fire, wears two slippers made from the Fire of Jahannam causing his brain to boil, just as a pot boils. He thinks that none in the Fire is receiving a more severe torment than he, when in fact he is receiving the least torment.)</span></p><p lang=\"en\" class=\"en \">The Two Sahihs collected this Hadith. There are many other Ayat and Prophetic Hadiths on this subject. Allah said in His Glorious Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ إِنَّهَا لَظَىٰ - نَزَّاعَةً لِّلشَّوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By no means! Verily, it will be the Fire of Hell. Taking away <span class=\"gray\">(burning completely)</span> the scalp!)</span><span class=\"gray\">[70:15-16]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الْحَمِيمُ - يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ - وَلَهُم مَّقَامِعُ مِنْ حَدِيدٍ - كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Hamim <span class=\"gray\">(boiling water)</span> will be poured down over their heads. With it will melt <span class=\"gray\">(or vanish away)</span> what is within their bellies, as well as <span class=\"gray\">(their)</span> skins. And for them are hooked rods of iron <span class=\"gray\">(to punish them)</span>. Every time they seek to get away therefrom, from anguish, they will be driven back therein, and <span class=\"gray\">(it will be said to them)</span>: \"Taste the torment of burning!\")</span><span class=\"gray\">[22:19-22]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, those who disbelieved in Our Ayat, We shall burn them in Fire. As often as their skins are roasted through, We shall change them for other skins that they may taste the punishment.)</span><span class=\"gray\">[4:56]</span></p><p lang=\"mi\" class=\"mi \">Allah said here,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا يَفْقَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"The fire of Hell is more intense in heat;\" if only they could understand!)</span> meaning, if they have any comprehension or understanding, they would have marched with the Messenger of Allah ﷺ during the heat, so as to save themselves from the Fire of Jahannam, which is much more severe. </p><p lang=\"en\" class=\"en \">Allah, the Exalted, then warns the hypocrites against their conduct,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَضْحَكُوا قَلِيلًا</p><p lang=\"fr\" class=\"fr \"><span class=\"gray\">(So let them laugh a little...)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Talhah reported that Ibn 'Abbas commented, \"Life is short, so let them laugh as much as they like in it. But when life ends and they are returned to Allah, the Exalted and Most Honored, they will start crying forever without end.\"</p>"
  },
  {
    "ayah_key": "9:83",
    "group_ayah_key": "9:83",
    "from_ayah": "9:83",
    "to_ayah": "9:83",
    "ayah_keys": "9:83",
    "text": "<p lang=\"en\" class=\"en \">If Allah brings you back to a party of them <span class=\"gray\">(the hypocrites)</span>, and they ask your permission to go out <span class=\"gray\">(to fight)</span>, say: \"Never shall you go out with me nor fight an enemy with me; you were pleased to sit <span class=\"gray\">(inactive)</span> on the first occasion, then you sit <span class=\"gray\">(now)</span> with those who lag behind. <span>(83)</span></p><div lang=\"en\" class=\"en \"><h2>Hypocrites are barred from participating in Jihad</h2></div><p lang=\"en\" class=\"en \">Allah commands His Messenger, peace be upon him,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِن رَّجَعَكَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If Allah brings you back)</span>, from this battle,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ طَائِفَةٍ مِّنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to a party of them)</span> in reference to the twelve <span class=\"gray\">(hypocrite)</span> men, according to Qatadah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَأْذَنُوكَ لِلْخُرُوجِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they ask your permission to go out)</span>, with you to another battle,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُل لَّن تَخْرُجُوا مَعِيَ أَبَدًا وَلَن تُقَاتِلُوا مَعِيَ عَدُوًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(say: \"Never shall you go out with me nor fight an enemy with me...\")</span> as an admonishment and punishment for them. Allah mentioned the reason for this decision,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ رَضِيتُم بِالْقُعُودِ أَوَّلَ مَرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"You were pleased to sit <span class=\"gray\">(inactive)</span> on the first occasion...\")</span> Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn their hearts and their eyes away <span class=\"gray\">(from guidance)</span>, as they refused to believe therein for the first time.)</span><span class=\"gray\">[6:110]</span></p><p lang=\"en\" class=\"en \">The recompense of an evil deed includes being directed to follow it with another evil deed, while the reward of a good deed includes being directed to another good deed after it. For instance, Allah said concerning the 'Umrah of Hudaybiyyah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَقُولُ الْمُخَلَّفُونَ إِذَا انطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who lagged behind will say, when you set forth to take the spoils.)</span><span class=\"gray\">[48:15]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْعُدُوا مَعَ الْخَالِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...then you sit <span class=\"gray\">(now)</span> with those who lag behind.\")</span> in reference to the men who lagged behind from <span class=\"gray\">[Tabuk]</span> battle, according to Ibn 'Abbas.</p>"
  },
  {
    "ayah_key": "9:84",
    "group_ayah_key": "9:84",
    "from_ayah": "9:84",
    "to_ayah": "9:84",
    "ayah_keys": "9:84",
    "text": "<p class=\"en translation\" lang=\"en\">And never <span class=\"gray\">(O Muhammad ﷺ)</span> pray <span class=\"gray\">(funeral prayer)</span> for any of them <span class=\"gray\">(hypocrites)</span> who dies, nor stand at his grave. Certainly they disbelieved in Allah and His Messenger, and died while they were Fasiqun <span>(84)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Prayer for the Funeral of Hypocrites</h2></div><p lang=\"en\" class=\"en \">Allah commands His Messenger ﷺ to disown the hypocrites, to abstain from praying the funeral prayer when any of them dies, from standing next to his grave to seek Allah's forgiveness for him, or to invoke Allah for his benefit. This is because hypocrites disbelieved in Allah and His Messenger ﷺ and died as such. This ruling applies to all those who are known to be hypocrites, even though it was revealed about the specific case of 'Abdullah bin Ubayy bin Salul, the chief hypocrite. Al-Bukhari recorded that Ibn 'Umar said, \"When 'Abdullah bin Ubayy died, his son, 'Abdullah bin 'Abdullah, came to the Messenger of Allah ﷺ and asked him to give him his shirt to shroud his father in, and the Messenger ﷺ did that. He also asked that the Prophet ﷺ offer his father's funeral prayer, and Allah's Messenger ﷺ stood up to offer the funeral prayer. 'Umar took hold of the Prophet's robe and said, 'O Allah's Messenger! Are you going to offer his funeral prayer even though your Lord has forbidden you to do so?' Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا خَيَّرَنِي اللهُ فَقَالَ:</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been given the choice, for Allah says:</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ اللَّهُ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whether you ask forgiveness for them <span class=\"gray\">(hypocrites)</span>, or do not ask for forgiveness for them. Even though you ask for their forgiveness seventy times, Allah will not forgive them.)</span><span class=\"gray\">[9:80]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَأَزِيدُهُ عَلَى السَّبْعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I will ask <span class=\"gray\">[for forgiveness for him]</span> more than seventy times)</span>.' 'Umar said, 'He is a hypocrite!' So Allah's Messenger ﷺ offered the funeral prayer and on that Allah revealed this Verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُصَلِّ عَلَىٰ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never <span class=\"gray\">(O Muhammad)</span> pray <span class=\"gray\">(funeral prayer)</span> for any of them <span class=\"gray\">(hypocrites)</span> who dies, nor stand at his grave.)</span>\" </p><p lang=\"en\" class=\"en \">Umar bin Al-Khattab narrated a similar narration. In this narration, 'Umar said, \"The Prophet ﷺ offered his funeral prayer, walked with the funeral procession and stood on his grave until he was buried. I was amazed at my daring to talk like this to the Messenger of Allah ﷺ, while Allah and His Messenger ﷺ have better knowledge. By Allah, soon afterwards, these two Ayat were revealed,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تُصَلِّ عَلَىٰ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never <span class=\"gray\">(O Muhammad ﷺ)</span> pray <span class=\"gray\">(funeral prayer)</span> for any of them <span class=\"gray\">(hypocrites)</span> who dies.)</span></p><p lang=\"en\" class=\"en \">Ever since this revelation came, the Prophet ﷺ never offered the funeral prayer for any hypocrite nor stood on his grave until Allah, the Exalted and Most Honored, brought death to him.\" At-Tirmidhi collected this Hadith in his Tafsir <span class=\"gray\">[section of his Sunan]</span> and said, \"Hasan Sahih\". Al-Bukhari also recorded it.</p>"
  },
  {
    "ayah_key": "9:85",
    "group_ayah_key": "9:85",
    "from_ayah": "9:85",
    "to_ayah": "9:85",
    "ayah_keys": "9:85",
    "text": "<p class=\"en translation\" lang=\"en\">And let not their wealth or their children amaze you. Allah only wants to punish them with these things in this world, and that their souls shall depart <span class=\"gray\">(die)</span> while they are disbelievers.) We mentioned before the explanation of a similar Ayah, all the thanks and praises are due to Alla <span>(85)</span></p>"
  }
]