[
  {
    "ayah_key": "8:9",
    "group_ayah_key": "8:9",
    "from_ayah": "8:9",
    "to_ayah": "8:10",
    "ayah_keys": "8:9,8:10",
    "text": "<p class=\"en translation\" lang=\"en\"><span class=\"gray\">(Remember)</span> when you sought help of your Lord and He answered you <span class=\"gray\">(saying)</span>: \"I will help you with a thousand of the angels Murdifin. <span>(9)</span>Allah made it only as glad tidings, and that your hearts be at rest therewith. And there is no victory except from Allah. Verily, Allah is Almighty, All-Wise <span>(10)</span></p><div lang=\"en\" class=\"en \"><h2>Muslims invoke Allah for Help, Allah sends the Angels to help Them</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari wrote in the book of battles <span class=\"gray\">(in his Sahih)</span> under \"Chapter; Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Remember)</span> when you sought help of your Lord and He answered you)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then verily, Allah is severe in punishment)</span>\" that Ibn Mas'ud said, \"I was a witness to something that Al-Miqdad bin Al-Aswad did, that I would like more than almost anything else to have been the one who did it. Al-Miqdad came to the Prophet ﷺ while he was invoking Allah against the idolators and proclaimed, 'We will not say as the people of Musa said, \"So go you and your Lord and fight you two.\"</p><p lang=\"en\" class=\"en \">Rather, we will fight to your right, to your left, before you and behind you.' I saw the Prophet's ﷺ face beaming with pleasure because of what Al-Miqdad said to him.\" Al-Bukhari next narrated from Ibn 'Abbas that on the day of Badr, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ! أَنْشُدُكَ عَهْدَكَ وَوَعْدَكَ، اللَّهُمَّ! إِنْ شِئْتَ لَمْ تُعْبَد</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! I invoke You for Your covenant and promise <span class=\"gray\">(victory)</span>. O Allah! If You decide so <span class=\"gray\">(cause our defeat)</span>, You will not be worshipped.)</span></p><p lang=\"en\" class=\"en \">Abu Bakr held the Prophet's hand and said, \"Enough.\" The Prophet ﷺ went out proclaiming,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their multitude will be put to flight, and they will show their backs.)</span></p><p lang=\"en\" class=\"en \">An-Nasa'i also collected this Hadith. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِأَلْفٍ مِّنَ الْمَلَائِكَةِ مُرْدِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with a thousand of the angels Murdifin)</span> means, they follow each other in succession, according to Harun bin Hubayrah who narrated this from Ibn 'Abbas about,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُرْدِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Murdifin)</span>, meaning each behind the other in succession. 'Ali bin Abi Talhah Al-Walibi reported that Ibn 'Abbas said, \"Allah supported His Prophet ﷺ and the believers with a thousand angels, five hundred under the leadership of Jibril on one side and five hundred under the leadership of Mika'il on another side.\" Imams Abu Ja'far bin Jarir At-Tabari and Muslim recorded that Ibn 'Abbas said that 'Umar said, \"While a Muslim man was pursuing an idolator <span class=\"gray\">(during the battle of Badr)</span>, he heard the sound of a whip above him and a rider saying, 'Come, O Hayzum!' Then he looked at the idolator, who fell to the ground. When he investigated, he found that the idolator's nose had wound and his face torn apart, just as if he received a strike from a whip on it, and the entire face had turned green. The Ansari man came to the Messenger of Allah ﷺ and told him what had happened and the Messenger ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَدَقْتَ، ذَلِكَ مِنْ مَدَدِ السَّمَاءِ الثَّالِثَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have said the truth, that was from the reinforcements from the third heaven.)</span></p><p lang=\"en\" class=\"en \">The Muslims killed seventy <span class=\"gray\">(pagans)</span> in that battle and captured another seventy.</p><p lang=\"en\" class=\"en \">Al-Bukhari also wrote a chapter in his Sahih about the participation of the angels in Badr. He collected a Hadith from Rifa'h bin Rafi 'Az-Zuraqi, who participated in Badr, Jibril came to the Prophet ﷺ and asked him, \"How honored are those who participated in Badr among you?\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَفْضَلِ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Among the best Muslims.)</span> Jibril said, \"This is the case with the angels who participated in Badr.\" Al-Bukhari recorded this Hadith. At-Tabarani also collected it in Al-Mu'jam Al-Kabir, but from Rafi' bin Khadij, which is an apparent mistake. The correct narration is from Rifa'h, as Al-Bukhari recorded it. In the Two Sahihs, it is recorded that the Messenger of Allah ﷺ said to 'Umar, when 'Umar suggested that the Prophet have Hatib bin Abi Balta'ah executed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ قَدْ شَهِدَ بَدْرًا وَمَا يُدْرِيكَ لَعَلَّ اللهَ قَدِ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">[Hatib]</span> participated in Badr. How do you know that Allah has not looked at the people of Badr and proclaimed, 'Do whatever you want, for I have forgiven you.')</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah made it only as glad tidings...)</span></p><p lang=\"en\" class=\"en \">Allah made sending down the angels and informing you of this fact as glad tidings,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that your hearts be at rest therewith.)</span></p><p lang=\"en\" class=\"en \">Surely, Allah is able to give you <span class=\"gray\">(O Muslims)</span> victory over your enemies, and victory only comes from Him, without need to send the angels,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is no victory except from Allah.)</span></p><p lang=\"en\" class=\"en \">Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّىٰ إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ - سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ - وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when you meet <span class=\"gray\">(in fight in Allah's cause)</span> those who disbelieve, smite <span class=\"gray\">(their)</span> necks till when you have killed and wounded many of them, then bind a bond firmly <span class=\"gray\">(on them, take them as captives)</span>. Thereafter <span class=\"gray\">(is the time)</span> either for generosity <span class=\"gray\">(free them without ransom)</span>, or ransom <span class=\"gray\">(according to what benefits Islam)</span>, until war lays down its burden. Thus, but if it had been Allah's will, He Himself could certainly have punished them <span class=\"gray\">(without you)</span>. But <span class=\"gray\">(He lets you fight)</span> in order to test some of you with others. But those who are killed in the way of Allah, He will never let their deeds be lost. He will guide them and set right their state. And admit them to Paradise which He has made known to them.)</span><span class=\"gray\">[47:4-6]</span></p><p>and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ - وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And so are the days <span class=\"gray\">(good and not so good)</span>, that We give to men by turns, that Allah may test those who believe, and that He may take martyrs from among you. And Allah likes not the wrongdoers. And that Allah may test <span class=\"gray\">(or purify)</span> the believers <span class=\"gray\">(from sins)</span> and destroy the disbelievers.)</span><span class=\"gray\">[3:140-141]</span></p><p lang=\"en\" class=\"en \">These are points of wisdom for which Allah has legislated performing Jihad, by the hands of the believers against the disbelievers. Allah used to destroy the previous nations that denied the Prophets, using various disasters that encompassed these rebellious nations. For instance, Allah destroyed the people of Nuh with the flood, 'Ad with the wind, Thamud with the scream, the people of Lut with an earthquake and the people of Shu'ayb by the Day of the Shadow. After Allah sent Musa and destroyed his enemy Fir'awn and his soldiers by drowning, He sent down the Tawrah to him in which He legislated fighting against the disbelievers, and this legislation remained in the successive Laws. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We gave Musa – after We had destroyed the generations of old – the Scripture as an enlightenment.)</span><span class=\"gray\">[28:43]</span></p><p lang=\"en\" class=\"en \">It is more humiliating for the disbeliever and more comforting to the hearts of the faithful that the believers kill the disbelievers by their own hands. Allah said to the believers of this Ummah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fight against them so that Allah will punish them by your hands, and disgrace them, and give you victory over them, and heal the breasts of a believing people.)</span><span class=\"gray\">[9:14]</span></p><p lang=\"en\" class=\"en \">This is why killing the disbelievers of Quraysh by the hand of their enemies, whom they used to despise, was more humiliating to the disbelievers and comforting to the hearts of the party of faith. Abu Jahl, for instance, was killed in battle and this was more humiliating for him than dying in his bed, or from lightening, wind, or similar afflictions. Also, Abu Lahab died from a terrible disease <span class=\"gray\">[that caused him to stink]</span> and none of his relatives could bear approaching him. They had to wash him with water by sprinkling it from a distance, then threw stones over his corpse, until it was buried under them! Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is All-Mighty,)</span>, the might is His, His Messengers and the believers, both in this life and the Hereafter. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We will indeed make victorious Our Messengers and those who believe, in this world's life and on the Day when the witnesses will stand forth <span class=\"gray\">(Day of Resurrection)</span>.)</span><span class=\"gray\">[40:51]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise.)</span>, in that He legislated fighting the disbeliever, even though He is able to destroy them and bring their demise by His will and power, all praise and honor is due to Him.</p>"
  }
]