[
  {
    "ayah_key": "29:38",
    "group_ayah_key": "29:38",
    "from_ayah": "29:38",
    "to_ayah": "29:40",
    "ayah_keys": "29:38,29:39,29:40",
    "text": "<p lang=\"en\" class=\"en \">And 'Ad and Thamud! And indeed <span class=\"gray\">(their destruction)</span> is clearly apparent to you from their <span class=\"gray\">(ruined)</span> dwellings. Shaytan made their deeds fair seeming to them, and turned them away from the path, though they were intelligent <span>(38)</span>And Qarun, Fir'awn, and Haman. And indeed Musa came to them with clear Ayat, but they were arrogant in the land, yet they could not outstrip Us <span>(39)</span>So, We punished each for his sins, of them were some on whom We sent a Hasib, and of them were some who were overtaken by As-Sayhah, and of them were some whom We caused the earth to swallow, and of them were some whom We drowned. It was not Allah Who wronged them, but they wronged themselves <span>(40)</span></p><div lang=\"en\" class=\"en \"><h2>The Destruction of Nations Who rejected Their Messengers</h2></div><p lang=\"en\" class=\"en \">Allah tells us about these nations who disbelieved in their Messengers, and how He destroyed them and sent various kinds of punishments and vengeance upon them. 'Ad, the people of Hud, peace be upon him, used to live in the Ahqaf <span class=\"gray\">(curved sand-hills)</span>, near Hadramawt, in the Yemen. Thamud, the people of Salih, lived in Al-Hijr, near Wadi Al-Qura. The Arabs used to know their dwelling place very well, and they often used to pass by it. Qarun was the owner of great wealth and had the keys to immense treasures. Fir'awn, the king of Egypt at the time of Musa, and his minister Haman were two Coptics who disbelieved in Allah and His Messenger, peace be upon him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلًّا أَخَذْنَا بِذَنْبِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, We punished each for his sins,)</span> their punishments fit their crimes.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of them were some on whom We sent a Hasib,)</span> This was the case with 'Ad, and this happened because they said: \"Who is stronger than us?\" So, there came upon them a violent, intensely cold wind, which was very strong and carried pebbles which it threw upon them. It carried them through the air, lifting a man up to the sky and then hurling him headlong to the ground, so that his head split and he was left as a body without a head, like uprooted stems of date palms.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of them were some who were overtaken by As-Sayhah,)</span> This is what happened to Thamud, against whom evidence was established because of the she-camel who came forth when the rock was split, exactly as they had asked for. Yet despite that they did not believe, rather they persisted in their evil behavior and disbelief, and threatening to expel Allah's Prophet Salih and the believers with him, or to stone them. So the Sayhah struck them, taking away their powers of speech and movement.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of them were some whom We caused the earth to swallow,)</span> This refers to Qarun who transgressed, he was evil and arrogant. He disobeyed his Lord, the Most High, and paraded through the land in a boastful manner, filled with self-admiration, thinking that he was better than others. He showed off as he walked, so Allah caused the earth to swallow him and his house, and he will continue sinking into it until the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ أَغْرَقْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of them were some whom We drowned.)</span> This refers to Fir'awn, his minister Haman and their troops, all of whom were drowned in a single morning, not one of them escaped.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was not Allah Who wronged them,)</span> in what He did to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they wronged themselves.)</span> that happened to them as a punishment for what they did with their own hands.</p>"
  },
  {
    "ayah_key": "29:41",
    "group_ayah_key": "29:41",
    "from_ayah": "29:41",
    "to_ayah": "29:43",
    "ayah_keys": "29:41,29:42,29:43",
    "text": "<p lang=\"en\" class=\"en \">The parable of those who seek protectors from other than Allah is that of a spider who builds a house; but indeed, the weakest of houses is the spider's house – if they but knew <span>(41)</span>Verily, Allah knows what things they invoke instead of Him. He is the All-Mighty, the All-Wise <span>(42)</span>And these are the examples We give for mankind; but none will understand them except those who have knowledge <span class=\"gray\">(of Allah)</span><span>(43)</span></p><div lang=\"en\" class=\"en \"><h2>Likening the gods of the Idolators to the House of a Spider</h2></div><p lang=\"en\" class=\"en \">This is how Allah described the idolators in their reverence of gods besides Him, hoping that they would help them and provide for them, and turning to them in times of difficulties. In this regard, they were like the house of a spider, which is so weak and frail, because by clinging to these gods they were like a person who holds on to a spider's web, who does not gain any benefit from that. If they knew this, they would not take any protectors besides Allah. This is unlike the Muslim believer, whose heart is devoted to Allah, yet he still does righteous deeds and follows the Laws of Allah, for he has grasped the most trustworthy handle that will never break because it is so strong and firm. </p><p lang=\"en\" class=\"en \">Then Allah warns those who worship others besides Him and associate others with Him that He knows what they do and the rivals they associate with Him. He will punish them for their attribution, for He is All-Wise and All-Knowing. Then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And these are the examples We give for mankind; but none will understand them except those who have knowledge.)</span> meaning, no one understands them or ponders them except those who are possessed of deep knowledge. Ibn Abi Hatim recorded that 'Amr bin Murrah said, \"I never came across an Ayah of the Book of Allah that I did not know, but it grieved me, because I heard that Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And these are the examples We give for mankind; but none will understand them except those who have knowledge.)</span>\"</p>"
  },
  {
    "ayah_key": "29:44",
    "group_ayah_key": "29:44",
    "from_ayah": "29:44",
    "to_ayah": "29:45",
    "ayah_keys": "29:44,29:45",
    "text": "<p lang=\"en\" class=\"en \">Allah created the heavens and the earth with truth. Verily, therein is surely a sign for those who believe <span>(44)</span>Recite what has been revealed to you of the Book, and perform the Salah. Verily, the Salah prevents from Al-Fahsha' <span class=\"gray\">(immoral sins)</span> and Al-Munkar <span class=\"gray\">(evil deeds)</span> and the remembering <span class=\"gray\">(praising)</span> of Allah is greater indeed. And Allah knows what you do.) Allah tells us of His immense power, that He created the heavens and the earth with truth, meaning for a higher purpose than mere pla <span>(45)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِتُجْزَىٰ كُلُّ نَفْسٍ بِمَا تَسْعَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that every person may be rewarded for that which he strives)</span><span class=\"gray\">(20:15)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may requite those who do evil with that which they have done, and reward those who do good, with what is best)</span><span class=\"gray\">(53:31)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِلْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, therein is surely a sign for those who believe.)</span> meaning, there is clear evidence that Allah is alone in creating, controlling, and in His divinity.</p><div lang=\"en\" class=\"en \"><h2>The Command to convey the Message, to recite the Qur'an and to pray</h2></div><p lang=\"en\" class=\"en \">Then Allah commands His Messenger ﷺ and the believers to recite the Qur'an, which means both reciting it and conveying it to people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِمِ الصَّلَاةَ ۖ إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ۗ وَلَذِكْرُ اللَّهِ أَكْبَرُ ۗ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and perform the Salah. Verily, the Salah prevents from Al-Fahsha' and Al-Munkar and the remembrance of Allah is greater indeed.)</span> Prayer includes two things: the first of which is giving up immoral behavior and evil deeds, i.e., praying regularly enables a person to give up these things.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Hurayrah said: \"A man came to the Prophet ﷺ and said, 'So-and-so prays at night, but when morning comes, he steals.' The Prophet ﷺ said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ سَيَنْهَاهُ مَا تَقُولُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What you are saying <span class=\"gray\">(i.e., the Salah)</span> will stop him from doing that.)</span>\" Prayer also includes the remembering of Allah, which is the higher objective, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَذِكْرُ اللَّهِ أَكْبَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the remembrance of Allah is greater indeed.)</span> more important than the former.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah knows what you do.)</span> means, He knows all that you do and say. Abu Al-'Aliyah commented on the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the Salah prevents from immoral sins and evil wicked deeds)</span> \"Prayer has three attributes, and any prayer that contains none of these attributes is not truly prayer: Being done purely and sincerely for Allah alone <span class=\"gray\">(Ikhlas)</span>, fear of Allah, and remembrance of Allah. Ikhlas makes a person do good deeds, fear prevents him from doing evil deeds, and the remembrance of Allah is the Qur'an which contains commands and prohibitions.\" Ibn 'Awn Al-Ansari said: \"When you are praying, you are doing good, it is keeping you away from immoral sins and evil wicked deeds and what you are doing is part of the remembrance of Allah which is greater.\"</p>"
  }
]