[
  {
    "ayah_key": "60:10",
    "group_ayah_key": "60:10",
    "from_ayah": "60:10",
    "to_ayah": "60:11",
    "ayah_keys": "60:10,60:11",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! When believing women come to you as emigrants, examine them; Allah knows best as to their faith, then if you ascertain that they are true believers, send them not back to the disbelievers. They are not lawful for the disbelievers nor are the disbelievers lawful for them. But give them <span class=\"gray\">(disbelievers)</span> that which they have spent <span class=\"gray\">(on their dowery)</span>. And there will be no sin on you to marry them if you have paid their due to them. Likewise do not keep the disbelieving women, and ask for that which you have spent <span class=\"gray\">(on their dowery)</span> and let them <span class=\"gray\">(the disbelievers)</span> ask for that which they have spent. That is the judgement of Allah, He judges between you. And Allah is All-Knowing, All-Wise <span>(10)</span>And if any of your wives have gone from you to the disbelievers then you succeed over them <span class=\"gray\">(gain victory)</span>; then pay those whose wives have gone, the equivalent of what they had spent. And have Taqwa of Allah, the One in Whom you are believers <span>(11)</span></p><p lang=\"en\" class=\"en \">After Al-Hudaybiyyah, Emigrant Muslim Women may not be returned to the Disbelievers</p><p lang=\"en\" class=\"en \">In Surat Al-Fath, we related the story of the treaty at Al-Hudaybiyyah that was conducted between the Messenger of Allah ﷺ and the disbelievers of Quraysh. In that treaty, there were these words, \"Everyman <span class=\"gray\">(in another narration, every person)</span> who reverts from our side to your side, should be returned to us, even if he is a follower of your religion.\" This was said by 'Urwah, Ad-Dahhak, 'Abdur-Rahman bin Zayd, Az-Zuhri, Muqatil bin Hayyan and As-Suddi. </p><p lang=\"en\" class=\"en \">So according to this narration, this Ayah specifies and explains the Sunnah. And this is the best case of understanding. Yet according to another view of some of the Salaf, it abrogates it. </p><p lang=\"en\" class=\"en \">Allah the Exalted and Most High ordered His faithful servants to test the faith of women who emigrate to them. When they are sure that they are faithful, they should not send them back to the disbelievers, for the disbelievers are not allowed for them and they are not allowed for the disbelievers. In the biography of 'Abdullah bin Abi Ahmad bin Jahsh in Al-Musnad Al-Kabir, we also mentioned that 'Abdullah bin Abi Ahmad said, \"Umm Kulthum bint 'Uqbah bin Abi Mu'ayt emigrated and her brothers, 'Umarah and Al-Walid, went after her. They came to Allah's Messenger ﷺ and talked to him about Umm Kulthum and asked that she be returned to them. Allah abolished the part of the treaty between the Prophet ﷺ and the idolators about the women particularly. So He forbade returning Muslim women to the idolators and revealed the Ayah about testing them.\" </p><p lang=\"en\" class=\"en \">Al-'Awfi reported from Ibn 'Abbas, about Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When believing women come to you as emigrants, examine them;)</span> \"Their examination was asking them to testify to La ilaha illallah, and that Muhammad is Allah's servant and His Messenger.\" Mujahid explained the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَامْتَحِنُوهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(examine them)</span> by saying, \"Ask them why they migrated. If they came because they were angry with their husbands, or for any other reason, and you realized that they did not embrace the faith, then send them back to their husbands.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then if you ascertain that they are true believers, send them not back to the disbelievers.)</span> This Ayah indicates that faith can be recognized and affirmed.</p><p lang=\"en\" class=\"en \">The Believing Woman is prohibited from marrying an Idolator and the Believing Man is prohibited from marrying the idolateress</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are not lawful for the disbelievers nor are the disbelievers lawful for them.)</span></p><p lang=\"en\" class=\"en \">This Ayah forbids Muslim women for idolators, which was a lawful marriage in the beginning of Islam.</p><p lang=\"en\" class=\"en \">Abu Al-'As bin Ar-Rabi' was married to Zaynab, the Prophet's daughter. She was a Muslim, while Abu Al-'As was still an idolator like his people. When he was captured during the battle of Badr, his wife, Zaynab, sent his ransom, a necklace that belonged to the Prophet's first wife Khadijah. The Prophet ﷺ became very emotional when he saw the necklace and said to the Companions,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنْ رَأَيْتُمْ أَنْ تُطْلِقُوا لَهَا أَسِيرَهَا فَافْعَلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you decide to set free the prisoner who belongs to her, then do so.)</span></p><p lang=\"en\" class=\"en \">They did, and Allah's Messenger set him free. His ransom was that he send his wife to Allah's Messenger . Abu Al-'As fulfilled his promise and sent Zaynab to Allah's Messenger along with Zayd bin Harithah. </p><p lang=\"en\" class=\"en \">Zaynab remained in Al-Madinah after the battle of Badr, which took place in the second year of Hijrah, until her husband Abu Al-'As bin Ar-Rahi' embraced Islam in the eighth year after the Hijrah. She returned to their marriage without renewing the dowery. </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَآتُوهُمْ مَا أَنْفَقُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But give them that which they have spent.)</span> meaning, the husbands of the emigrant women who came from the idolators, return the dowery that they gave to their wives. This was said by Ibn 'Abbas, Mujahid, Qatadah, Az-Zuhri and several others. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there will be no sin on you to marry them if you have paid their due to them.)</span> means, when you wish to marry them, then give them their dowery. That is, marry them under the condition that their 'Iddah <span class=\"gray\">(waiting period)</span> is finished and they have a legal guardian for their marriage etc. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Likewise do not keep disbelieving women,)</span> thus forbidding His faithful servants from marrying idolator women or remaining married to them. </p><p lang=\"en\" class=\"en \">In the Sahih, it is recorded that Al-Miswar and Marwan bin Al-Hakam said that after the Messenger of Allah ﷺ conducted the treaty with the Quraysh idolators at Al-Hudaybiyyah, some Muslim women emigrated to him and Allah the Exalted sent down this Ayah about them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When believing women come to you as emigrants)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Likewise do not keep disbelieving women,)</span> Then 'Umar bin Al-Khattab divorced two of his wives, who were idolatresses, and one of them got married to Mu'awiyah bin Abi Sufyan, while the other got married to Safwan bin Umayyah. </p><p lang=\"en\" class=\"en \">Ibn Thawr narrated that Ma'mar said that Az-Zuhri said, \"This Ayah was revealed to Allah's Messenger ﷺ while he was in the area of Al-Hudaybiyyah, after making peace. He agreed that whoever comes from the Quraysh to his side, will be returned to Makkah. When some women came, this Ayah was revealed. Allah commanded that the dowery that was paid to these women be returned to their husbands. Allah also ordered that if some Muslim women revert to the side of the idolators, the idolators should return their dowery to their Muslim husbands. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Likewise do not keep disbelieving women)</span>.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and ask for that which you have spent and let them ask for that which they have spent.)</span> means, ask them for what you have paid to your wives who reverted to the side of the idolators, and they are entitled to get back the dowery that they gave their wives who emigrated to the Muslims. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ حُكْمُ اللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the judgement of Allah, He judges between you.)</span> means, this judgement about the treaty and excluding women from its clauses, is a decision that Allah made for His creatures,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Knowing, All-Wise.)</span> meaning, He knows what benefits His servants and is the Most Wise about that. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if any of your wives have gone from you to the disbelievers – then you succeeded <span class=\"gray\">(gained victory)</span> over them; then pay those whose wives have gone, the equivalent of what they had spent.)</span></p><p lang=\"en\" class=\"en \">Mujahid and Qatadah explained this Ayah, by saying, \"This is about the disbelievers who did not have a treaty of peace. If a woman flees to the disbelievers and they do not give back what that her husband spent on her, then if a women comes to them <span class=\"gray\">(the Muslims)</span> they are not to return to her husband anything until they pay the Muslim whose wife went to them the equivalent of what he spent. \" </p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Az-Zuhri said, \"The believers abided by Allah's decree and paid what they owed the idolators to compensate for the dowery the idolators gave to the women <span class=\"gray\">(who emigrated)</span>. However, the idolators refused to accept Allah's judgement for what they owed the Muslims. Allah said to the faithful believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ۚ وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if any of your wives have gone from you to the disbelievers – then you succeeded <span class=\"gray\">(gained victory)</span> over them; then pay those whose wives have gone, the equivalent of what they had spent. And have Taqwa of Allah, the One in Whom your are believers.)</span></p><p lang=\"en\" class=\"en \">Therefore, if a Muslim woman reverts to the idolators, the believers should give back the dowery her Muslim husband paid her, from whatever money is left with them from the dowery of women who migrated to the Muslims. They were supposed to return this wealth to the idolator husbands of these emigrant women. If they still have anything they owed the idolators, then they should return it to them.\"</p>"
  }
]