[
  {
    "ayah_key": "12:50",
    "group_ayah_key": "12:50",
    "from_ayah": "12:50",
    "to_ayah": "12:53",
    "ayah_keys": "12:50,12:51,12:52,12:53",
    "text": "<p lang=\"en\" class=\"en \">And the king said: \"Bring him to me.\" But when the messenger came to him, <span class=\"gray\">[Yusuf]</span> said: \"Return to your king and ask him, 'What happened to the women who cut their hands Surely, my Lord <span class=\"gray\">(Allah)</span> is Well-Aware of their plot.' <span>(50)</span><span class=\"gray\">(The king)</span> said <span class=\"gray\">(to the women)</span>: \"What was your affair when you did seek to seduce Yusuf\" The women said: \"Allah forbid! No evil know we against him!\" The wife of the 'Aziz said: \"Now the truth is manifest <span class=\"gray\">(to all)</span>; it was I who sought to seduce him, and he is surely of the truthful. <span>(51)</span><span class=\"gray\">[Then Yusuf said: \"I asked for this inquiry]</span> in order that he may know that I betrayed him not in <span class=\"gray\">(his)</span> absence.\" And, verily, Allah guides not the plot of the betrayers <span>(52)</span>\"And I free not myself <span class=\"gray\">(from the blame)</span>. Verily, the self is inclined to evil, except when my Lord bestows His mercy <span class=\"gray\">(upon whom He wills)</span>. Verily, my Lord is Oft-Forgiving, Most Merciful. <span>(53)</span></p><div lang=\"en\" class=\"en \"><h2>The King investigates what happened between the Wife of the 'Aziz, the Women in the City, and Yusuf</h2></div><p lang=\"en\" class=\"en \">Allah narrates to us that when the king was conveyed the interpretation of his dream, he liked Yusuf's interpretation and felt sure that it was true. He realized the virtue of Prophet Yusuf, recognized his knowledge in the interpretation of dreams and valued his good conduct with his subjects in his country. The king said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتُونِي بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring him to me.)</span> 'Release him from prison and bring him to me.' When the king's emissary came to Yusuf and conveyed the news of his imminent release, Yusuf refused to leave the prison until the king and his subjects declare his innocence and the integrity of his honor, denouncing the false accusation that the wife of the 'Aziz made against him. He wanted them to know that sending him to prison was an act of injustice and aggression, not that he committed an offense that warranted it. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْجِعْ إِلَىٰ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Return to your lord <span class=\"gray\">(i.e. king)</span>...)</span> The Sunnah of our Prophet ﷺ praised Prophet Yusuf and asserted his virtues, honor, elevated rank and patience, may Allah's peace and blessings be on him. The Musnad and the Two Sahihs recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَحَقُّ بِالشَّكِّ مِنْ إِبْرَاهِيمَ إِذْ قَالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are more liable to be in doubt than Ibrahim when he said,)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Show me how You give life to the dead...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرْحَمُ اللهُ لُوطًا لَقَدْ كَانَ يَأْوِي إِلَى رُكْنٍ شَدِيدٍ، وَلَوْ لَبِثْتُ فِي السِّجْنِ مَا لَبِثَ يُوسُفُ لَأَجَبْتُ الدَّاعِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And may Allah send His mercy on Lut! He wished to have powerful support! If I were to stay in prison for such a long time as Yusuf did, I would have accepted the offer.)</span> In another narration collected by Ahmad from Abu Hurayrah, the Prophet ﷺ said about Yusuf's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ ۚ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...and ask him, 'What happened to the women who cut their hands Surely, my Lord <span class=\"gray\">(Allah)</span> is Well-Aware of their plot.'\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كُنْتُ أَنَا، لَأَسْرَعْتُ الْإِجَابَةَ وَمَا ابْتَغَيْتُ الْعُذْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If it was me, I would have accepted the offer rather than await my exoneration first.)</span> Allah said <span class=\"gray\">(that the king asked)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said, \"What was your affair when you did seek to seduce Yusuf?\")</span> The king gathered those women who cut their hands, while being hosted at the house of the wife of the 'Aziz. He asked them all, even though he was directing his speech at the wife of his minister, the 'Aziz in particular. He asked the women who cut their hands,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا خَطْبُكُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What was your affair...)</span>, what was your story with regards to,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when you did seek to seduce Yusuf?)</span> on the day of the banquet?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The women said: \"Allah forbid! No evil know we against him!\")</span> The women answered the king, 'Allah forbid that Yusuf be guilty of this, for by Allah, we never knew him to do evil.' This is when,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The wife of the 'Aziz said: \"Now the truth has Hashasa...\")</span> or the truth is manifest to all, according to Ibn 'Abbas, Mujahid and others. Hashasa also means, 'became clear and plain',</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا رَاوَدتُّهُ عَن نَّفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it was I who sought to seduce him, and he is surely of the truthful.)</span> when he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ رَاوَدَتْنِي عَن نَّفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was she that sought to seduce me.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that he may know that I betrayed him not in <span class=\"gray\">(his)</span> absence.)</span> She said, 'I admit this against myself so that my husband knows that I did not betray him in his absence and that adultery did not occur. I tried to seduce this young man and he refused, and I am admitting this so that he knows I am innocent,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ - وَمَا أُبَرِّئُ نَفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, verily, Allah guides not the plot of the betrayers. And I free not myself <span class=\"gray\">(from the blame)</span>.)</span> She said, 'I do not exonerate myself from blame, because the soul wishes and lusts, and this is what made me seduce him,' for,</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلاَّ مَا رَحِمَ رَبِّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the <span class=\"gray\">(human)</span> self is inclined to evil, except when my Lord bestows His mercy <span class=\"gray\">(upon whom He wills)</span>.)</span> whom Allah the Exalted wills to grant them immunity,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, my Lord is Oft-Forgiving, Most Merciful.)</span> This is the most viable and suitable understanding for the continuity of the story and the meanings of Arabic speech. Al-Mawardi mentioned this in his Tafsir, in support of it, it was also preferred by Imam Abu Al-'Abbas Ibn Taymiyyah who wrote about it in detail in a separate work.</p><p lang=\"en\" class=\"en \">It was said Yusuf peace be upon him is the one who said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that he <span class=\"gray\">(the 'Aziz)</span> may know that I betrayed him not)</span> with his wife,</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in <span class=\"gray\">(his)</span> absence)</span>.) until the end of Ayah <span class=\"gray\">(53)</span> He said, 'I sent back the emissary, so that the king would investigate my innocence and the 'Aziz be certain that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنِّي لَمْ أَخُنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I betrayed him not)</span>, with his wife,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in <span class=\"gray\">(his)</span> absence. And, verily, Allah guides not the plot of the betrayers.)</span>' This is the only explanation presented by Ibn Jarir At-Tabari and Ibn Abi Hatim, but the first view is stronger and more obvious because it is a continuation of what the wife of the 'Aziz said in the presence of the king. Yusuf was not present at all during this time, for he was released later on and brought to the king by his order.</p>"
  },
  {
    "ayah_key": "12:54",
    "group_ayah_key": "12:54",
    "from_ayah": "12:54",
    "to_ayah": "12:55",
    "ayah_keys": "12:54,12:55",
    "text": "<p class=\"en translation\" lang=\"en\">And the king said: \"Bring him to me that I may attach him to my person.\" Then, when he spoke to him, he said: \"Verily, this day, you are with us high in rank and fully trusted. <span>(54)</span>  Yusuf  said: \"Set me over the storehouses of the land; I will indeed guard them with full knowledge. <span>(55)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf's Rank with the King of Egypt</h2></div><p lang=\"en\" class=\"en \">Allah states that when he became aware of Yusuf's innocence and his innocense of what he was accused of, the king said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring him to me that I may attach him to my person.)</span>, 'that I may make him among my close aids and associates,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا كَلَّمَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when he spoke to him)</span>, when the king spoke to Yusuf and further recognized his virtues, great ability, brilliance, good conduct and perfect mannerism, he said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this day, you are with us high in rank and fully trusted.)</span> The king said to Yusuf, 'You have assumed an exalted status with us and are indeed fully trusted.' Yusuf, peace be upon him said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْعَلْنِي عَلَىٰ خَزَائِنِ الْأَرْضِ ۖ إِنِّي حَفِيظٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Set me over the storehouses of the land; I will indeed guard them with full knowledge.)</span> Yusuf praised himself, for this is allowed when one's abilities are unknown and there is a need to do so. He said that he is,</p><p class=\"ur qpc-hafs\" lang=\"ur\">حَفِيظٌ</p><p lang=\"lb\" class=\"lb \"><span class=\"gray\">(Hafiz)</span>, an honest guard,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Alim)</span>, having knowledge and wisdom about the job he is to be entrusted with. Prophet Yusuf asked the king to appoint him as minister of finance for the land, responsible for the harvest storehouses, in which they would collect produce for the years of drought which he told them will come. He wanted to be the guard, so that he could dispense the harvest in the wisest, best and most beneficial way. The king accepted Yusuf's offer, for he was eager to draw Yusuf close to him and to honor him. So Allah said,</p>"
  }
]