[
  {
    "ayah_key": "16:77",
    "group_ayah_key": "16:77",
    "from_ayah": "16:77",
    "to_ayah": "16:79",
    "ayah_keys": "16:77,16:78,16:79",
    "text": "<p lang=\"en\" class=\"en \">And to Allah belongs the Unseen of the heavens and the earth. And the matter of the Hour is not but as a twinkling of the eye, or even nearer. Truly, Allah is able to do all things <span>(77)</span>And Allah has brought you out from the wombs of your mothers while you knew nothing. And He gave you hearing, sight, and hearts, that you might give thanks <span>(78)</span>Do they not see the birds held <span class=\"gray\">(flying)</span> in the midst of the sky None holds them up but Allah. Verily, in this are clear signs for people who believe <span>(79)</span></p><div lang=\"en\" class=\"en \"><h2>The Unseen belongs to Allah and only He has Knowledge of the Hour</h2></div><p lang=\"en\" class=\"en \">Allah tells us of the perfection of His knowledge and ability to do all things, by telling us that He alone knows the Unseen of the heavens and the earth. No one knows anything about such things except for what Allah informs about as He wills. His complete power, which no one can oppose or resist, means that when He wants a thing, He only has to say to it \"Be!\" and it is, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one as the twinkling of an eye.)</span><span class=\"gray\">(54:50)</span> meaning, whatever He wills happens in blinking. Thus Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the matter of the Hour is not but as a twinkling of the eye, or even nearer. Truly, Allah is Able to do all things.)</span> Elsewhere, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The processes of creating you all and resurrecting you all are but like that of <span class=\"gray\">(the creation and resurrection of)</span> a single person.)</span><span class=\"gray\">(31:28)</span></p><div lang=\"en\" class=\"en \"><h2>Among the Favors Allah has granted People are Hearing, Sight and the Heart</h2></div><p lang=\"en\" class=\"en \">Then Allah mentions His blessings to His servants in that He brought them from their mothers' wombs not knowing a thing, then He gives them hearing to recognize voices, sight to see visible things and hearts - meaning reason - whose seat, according to the correct view, is the heart, although it was also said that its seat is the brain. With his reason, a person can distinguish between what is harmful and what is beneficial. These abilities and senses develop gradually in man. The more he grows, the more his hearing, vision and reason increase, until they reach their peak. Allah has created these faculties in man to enable him to worship his Lord, so he uses all these organs, abilities and strengths to obey his Master. </p><p lang=\"id\" class=\"id \">Al-Bukhari reported in his Sahih from Abu Hurayrah that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ تَعَالَى: مَنْ عَادَى لِي وَلِيًّا فَقَدْ بَارَزَنِي بِالْحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَفْضَلُ مِنْ أَدَاءِ مَا افْتَرَضْتُ عَلَيْهِ، وَلَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَلَئِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنْ دَعَانِي لَأُجِيبَنَّهُ، وَلَئِنِ اسْتَعَاذَ بِي لَأُعِيذَنَّهُ، وَمَا تَرَدَّدْتُ فِي شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي فِي قَبْضِ نَفْسِ عَبْدِي الْمُؤْمِنِ يَكْرَهُ الْمَوْتَ وَأَكْرَهُ مَسَاءَتَهُ وَلَا بُدَّ لَهُ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says: \"Whoever takes My friend as an enemy, has declared war on Me. My servant does not draw near to Me with anything better than his doing that which I have enjoined upon him, and My servant keeps drawing near to Me by doing Nawafil <span class=\"gray\">(supererogatory)</span> deeds until I love him. And when I love him, I am his hearing with which he hears, his vision with which he sees, his hand with which he strikes and his foot with which he walks. Were he to ask Me for anything, I would give it to him, if he were to call on Me, I would respond, if he were to seek Me for refuge I would surely grant him it. I do not hesitate to do anything as I hesitate to take the soul of My believing servant, because he hates death and I hate to upset him, but it is inevitable.\")</span></p><p lang=\"en\" class=\"en \">The meaning of the Hadith is that when a person is sincere in his obedience towards Allah, all his deeds are done for the sake of Allah, so he only hears for the sake of Allah, he only sees for the sake of Allah - meaning he only listens to or looks at what has been allowed by Allah. He does not strike or walk except in obedience to Allah, seeking Allah's help in all of these things. Thus in some versions of the Hadith, narrated outside the Sahih, after the phrase \"his foot with which he walks\", there is added:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِي يَسْمَعُ، وَبِي يُبْصِرُ، وَبِي يَبْطِشُ، وَبِي يَمْشِي</p><p lang=\"mi\" class=\"mi \"><span class=\"gray\">(So through Me he hears, through Me he sees, through Me he strikes and through Me he walks.)</span> Thus Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He gave you hearing, sight, and hearts that you might give thanks.)</span> Elsewhere, He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الَّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۖ قَلِيلًا مَّا تَشْكُرُونَ - قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say it is He Who has created you, and endowed you with hearing and seeing, and hearts. Little thanks you give. Say: \"It is He Who has created you on the earth, and to Him shall you be gathered <span class=\"gray\">(in the Hereafter)</span>.\")</span><span class=\"gray\">(67:23-24)</span></p><div lang=\"en\" class=\"en \"><h2>In the Subjection of the Birds in the Sky there is a Sign</h2></div><p lang=\"en\" class=\"en \">Then Allah tells His servants to look at the birds held <span class=\"gray\">(flying)</span> in the sky, between heaven and earth, and how He has caused them to fly with their wings in the sky. They are held up only by Him, it is He Who gave them the strength to do that, subjecting the air to carry them and support them. As Allah says in Surat Al-Mulk:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَٰنُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see the birds above them, spreading their wings out and folding them in? None holds them up except the Most Gracious <span class=\"gray\">(Allah)</span>. Verily, He is the All-Seer of everything.)</span><span class=\"gray\">(67:19)</span> And here Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are clear signs for people who believe.)</span></p>"
  },
  {
    "ayah_key": "16:8",
    "group_ayah_key": "16:8",
    "from_ayah": "16:8",
    "to_ayah": "16:8",
    "ayah_keys": "16:8",
    "text": "<p class=\"en translation\" lang=\"en\">And <span class=\"gray\">(He has created)</span> horses, mules and donkeys for you to ride, and as an adornment. And He creates <span class=\"gray\">(other)</span> things of which you have no knowledge <span>(8)</span></p><div lang=\"en\" class=\"en \"><h2>This refers to another category of animals that Allah has created as a blessing for His servants,horses,mules and donkeys,all of which He made for riding and adornment.</h2></div><p lang=\"en\" class=\"en \"> This is the main purpose for which these animals were created. It was reported in the Two Sahihs that Jabir bin 'Abdullah said: \"The Messenger of Allah ﷺ forbade us to eat the meat of domestic donkeys, but he allowed us to eat the meat of horses.\" </p><p lang=\"en\" class=\"en \">Imam Ahmad and Abu Dawud reported with two chains of narration, each of which meet the conditions of Muslim, that Jabir said: \"On the day of Khaybar we slaughtered horses, mules and donkeys. The Messenger of Allah ﷺ forbade us from eating the mules and donkeys, but he did not forbid us from eating the horses.\"</p><p lang=\"en\" class=\"en \">According to Sahih Muslim, Asma' bint Abi Bakr <span class=\"gray\">(may Allah be pleased with them both)</span> said: \"At the time of the Messenger of Allah ﷺ we slaughtered a horse and ate it when we were in Al-Madinah.\"</p>"
  }
]