[
  {
    "ayah_key": "23:12",
    "group_ayah_key": "23:12",
    "from_ayah": "23:12",
    "to_ayah": "23:16",
    "ayah_keys": "23:12,23:13,23:14,23:15,23:16",
    "text": "<p lang=\"en\" class=\"en \">And indeed We created man out of an extract of Tin <span>(12)</span>Thereafter We made him a Nutfah in a safe lodging <span>(13)</span>Then We made the Nutfah into a clot, then We made the clot into a little lump of flesh, then We made out of that little lump of flesh bones, then We clothed the bones with flesh, and then We brought it forth as another creation. So Blessed is Allah, the Best of creators <span>(14)</span>After that, surely you will die <span>(15)</span>Then <span class=\"gray\">(again)</span>, surely you will be resurrected on the Day of Resurrection <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>The Sign of Allah in the progressive creation of Man from Clay then from Nutfah and thereafter</h2></div><p lang=\"en\" class=\"en \">Allah tells us how He initially created man from an extract of Tin. This was Adam, peace be upon him, whom Allah created from sounding clay of altered black smooth mud. Ibn Jarir said, \"Adam was called Tin because he was created from it.\" Qatadah said, \"Adam was created from Tin.\" This is the more apparent meaning and is closer to the context, for Adam, upon him be peace, was created from a sticky Tin, which is a sounding clay of altered black smooth mud, and that is created from dust, as Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs is this that He created you <span class=\"gray\">(Adam)</span> from dust, and then – behold you are human beings scattered!)</span><span class=\"gray\">(30:20)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Abu Musa that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ خَلَقَ آدَمَ مِنْ قَبْضَةٍ قَبَضَهَا مِنْ جَمِيعِ الْأَرْضِ، فَجَاءَ بَنُو آدَمَ عَلَى قَدْرِ الْأَرْضِ، جَاءَ مِنْهُمُ الْأَحْمَرُ وَالْأَبْيَضُ وَالْأَسْوَدُ وَبَيْنَ ذٰلِكَ، وَالْخَبِيثُ وَالطَّيِّبُ وَبَيْنَ ذٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah created Adam from a handful which He picked up from throughout the earth, so the sons of Adam came forth accordingly, red and white and black and in between, evil and good and in between.)</span> Abu Dawud and At-Tirmidhi recorded something similar. At-Tirmidhi said, \"It is Sahih Hasan. \"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَعَلْنَاهُ نُطْفَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thereafter We made him a Nutfah.)</span> Here the pronoun refers back to humankind, as in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ - ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He began the creation of man from clay. Then He made his offspring from semen of despised water.)</span><span class=\"gray\">(32:7,8)</span> meaning, weak, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ - فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did We not create you from a despised water? Then We placed it in a place of safety.)</span><span class=\"gray\">(77:20-21)</span> meaning the womb, which is prepared and readily equipped for that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ قَدَرٍ مَعْلُومٍ - فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For a known period. So We did measure; and We are the Best to measure)</span><span class=\"gray\">(77:22-23)</span> meaning, for a known period of time, until it is established and moves from one stage to the next. Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We made the Nutfah into a clot,)</span> meaning, 'then We made the Nutfah, which is the water gushing forth that comes from the loins of man, i.e., his back, and the ribs of woman, i.e., the bones of her chest, between the clavicle and the breast. Then it becomes a red clot, like an elongated clot.' 'Ikrimah said, \"This is blood.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then We made the clot into a little lump of flesh,)</span> which is like a piece of flesh with no shape or features.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخَلَقْنَا الْمُضْغَةَ عِظَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then We made out of that little lump of flesh bones,)</span> meaning, 'We gave it shape, with a head, two arms and two legs, with its bones, nerves and veins.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَسَوْنَا الْعِظَامَ لَحْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then We clothed the bones with flesh,)</span> meaning, 'We gave it something to cover it and strengthen it.'</p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then We brought it forth as another creation.)</span> means, 'then We breathed the soul into it, and it moved and became a new creature, one that could hear, see, understand and move.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Blessed is Allah, the Best of creators.)</span></p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then We brought it forth as another creation.)</span> Al-'Awfi reported that Ibn 'Abbas said, \"We change it from one stage to another until it emerges as an infant, then it grows up through the stages of being a child, adolescent, youth, mature man, old man and senile man.\" Imam Ahmad recorded in his Musnad that 'Abdullah – Ibn Mas'ud – said, \"The Messenger of Allah ﷺ, the Truthful One, told us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَحَدَكُمْ لَيُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا نُطْفَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذٰلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذٰلِكَ، ثُمَّ يُرْسَلُ إِلَيْهِ الْمَلَكُ فَيَنْفُخُ فِيهِ الرُّوحَ وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: رِزْقِهِ، وَأَجَلِهِ، وَعَمَلِهِ، وَهَلْ هُوَ شَقِيٌّ أَوْ سَعِيدٌ، فَوَ الَّذِي لَا إِلهَ غَيْرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيُخْتَمُ لَهُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا، وَإِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيُخْتَمُ لَهُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of anyone of you is gathered for forty days in his mother's stomach as a Nutfah, then he becomes a clot for a similar period of time, then he becomes a little lump of flesh for a similar length of time. Then the angel is sent to him and he breathes the soul into it, and four things are decreed: his provision, his life-span, his deeds, and whether he will be wretched or blessed. By the One besides Whom there is no other god, one of you may do the deeds of the people of Paradise until there is no more than a forearm's length between him and it, then the decree will overtake him and he will do the deeds of the people of Hell and thus enter Hell. And a man may do the deeds of the people of Hell until there is no more than a forearm's length between him and it, then the decree will overtake him and he will do finally the deeds of the people of Paradise and thus enter Paradise.)</span> This was recorded by Al-Bukhari and Muslim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Blessed is Allah, the Best of creators.)</span> means, when Allah mentions His ability and subtlety in creating this Nutfah and taking it from stage to stage until it takes the shape of a perfectly formed human being, He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Blessed is Allah, the Best of creators.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّكُمْ بَعْدَ ذَٰلِكَ لَمَيِّتُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(After that, surely you will die.)</span> means, after first being created from nothing, you will eventually die.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then <span class=\"gray\">(again)</span>, surely you will be resurrected on the Day of Resurrection.)</span> means, you will be created anew.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then Allah will bring forth the creation of the Hereafter)</span><span class=\"gray\">(29:20)</span> means, the Day of Return, when the souls will be restored to their bodies and all of creation will be brought to account. Everyone will be rewarded or punished according to his deeds – if they are good then he will be rewarded, and if they are bad then he will be punished.</p>"
  },
  {
    "ayah_key": "23:17",
    "group_ayah_key": "23:17",
    "from_ayah": "23:17",
    "to_ayah": "23:17",
    "ayah_keys": "23:17",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We have created above you seven Tara'iq, and We are never unaware of the creation <span>(17)</span></p><div lang=\"en\" class=\"en \"><h2>His Sign in the Creation of the Heavens</h2></div><p lang=\"en\" class=\"en \">After mentioning the creation of man, Allah then mentions the creation of the seven heavens. Allah often mentions the creation of the heavens and earth alongside the creation of man, as He says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of the heavens and the earth is indeed greater than the creation of mankind)</span><span class=\"gray\">(40:57)</span>. A similar Ayah appears at the beginning of Surat As-Sajdah, which the Messenger of Allah ﷺ used to recite on Friday mornings. At the beginning it mentions the creation of the heavens and earth, then it says how man was created from semen from clay, and it also discusses the resurrection and rewards and punishments, and other matters.</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَبْعَ طَرَائِقَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(seven Tara'iq.)</span> Mujahid said, \"This means the seven heavens.\" This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The seven heavens and the earth and all that is therein, glorify Him)</span><span class=\"gray\">(17:44)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not how Allah has created the seven heavens one above another?)</span><span class=\"gray\">(71:15)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Allah Who has created seven heavens and of the earth the like thereof. His command descends between them <span class=\"gray\">(heavens and earth)</span>, that you may know that Allah has power over all things, and that Allah surrounds all things in <span class=\"gray\">(His)</span> knowledge)</span><span class=\"gray\">(65:12)</span> Similarly, Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have created above you seven Tara'iq, and We are never unaware of the creation.)</span> meaning, Allah knows what goes into the earth and what comes out of it, what comes down from heaven and what goes up into it. He is with you wherever you are, and Allah sees what you do. No heaven is hidden from Him by another and no earth is hidden from Him by another. There is no mountain but He knows its features, and no sea but He knows what is in its depths. He knows the numbers of what is in the mountains, the hills, the sands, the seas, the landscapes and the trees.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.)</span><span class=\"gray\">(6:59)</span></p>"
  }
]