[
  {
    "ayah_key": "39:36",
    "group_ayah_key": "39:36",
    "from_ayah": "39:36",
    "to_ayah": "39:40",
    "ayah_keys": "39:36,39:37,39:38,39:39,39:40",
    "text": "<p lang=\"en\" class=\"en \">Is not Allah Sufficient for His servant? Yet they try to frighten you with those besides Him! And whom Allah sends astray, for him there will be no guide <span>(36)</span>And whomsoever Allah guides, for him there will be no misleader. Is not Allah Almighty, Possessor of Retribution <span>(37)</span>And verily, if you ask them: \"Who created the heavens and the earth?\" Surely, they will say: \"Allah.\" Say: \"Tell me then, the things that you invoke besides Allah – if Allah intended some harm for me, could they remove His harm? Or if He intended some mercy for me, could they withhold His mercy?\" Say: \"Sufficient for me is Allah; in Him those who trust must put their trust. <span>(38)</span>Say: \"O My people! Work according to your way, I am working. Then you will come to know <span>(39)</span>\"To whom comes a disgracing torment, and on whom descends an everlasting torment. <span>(40)</span></p><p lang=\"en\" class=\"en \">Allah is Sufficient for His Servant</p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not Allah Sufficient for His servant?)</span> Some of them read it \"His servants.\" It means that Allah is Sufficient for the one who worships Him and relies upon Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet they try to frighten you with those besides Him!)</span> means, the idolators tried to scare the Messenger of Allah ﷺ with their idols and gods which they called upon besides Allah out of ignorance and misguidance. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ - وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ ۗ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whom Allah sends astray, for him there will be no guide. And whomsoever Allah guides, for him there will be no misleader. Is not Allah Almighty, Possessor of Retribution?)</span> meaning, whoever relies on Him and turns to Him, will never be forsaken, for He is the Almighty Who cannot be overwhelmed by another, and there is none more severe than Him in exacting retribution on those who disbelieve in Him, associate others in worship with Him and resist His Messenger ﷺ.</p><p lang=\"en\" class=\"en \">The Idolators admit that Allah is the Sole Creator because Their gods are incapable</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, if you ask them: \"Who created the heavens and the earth?\" Surely, they will say: \"Allah.\")</span> means, the idolators used to recognize that Allah was the Creator of all things, but despite that they still worshipped others besides Him, others who had no power to bring benefit or cause harm. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Tell me then, the things that you invoke besides Allah – if Allah intended some harm for me, could they remove His harm? Or if He <span class=\"gray\">(Allah)</span> intended some mercy for me, could they withhold His mercy?\")</span> meaning, they cannot do any of that at all. Here Ibn Abi Hatim recorded a narration from Ibn 'Abbas, may Allah be pleased with him, attributing it to the Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْفَظِ اللهَ يَحْفَظْكَ، احْفَظِ اللهَ تَجِدْهُ تُجَاهَكَ، تَعَرَّفْ إِلَى اللهِ فِي الرَّخَاءِ يَعْرِفْكَ فِي الشِّدَّةِ، إِذَا سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعُوا عَلىٰ أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَكْتُبْهُ اللهُ عَلَيْكَ لَمْ يَضُرُّوكَ، وَلَوِ اجْتَمَعُوا عَلىٰ أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَكْتُبْهُ اللهُ لَكَ لَمْ يَنْفَعُوكَ، جَفَّتِ الصُّحُفُ وَرُفِعَتِ الْأَقْلَامُ، وَاعْمَلْ للهِ بِالشُّكْرِ فِي الْيَقِينِ.وَاعْلَمْ أَنَّ فِي الصَّبْرِ عَلىٰ مَا تَكْرَهُ خَيْرًا كَثِيرًا، وَأَنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الْفَرَجَ مَعَ الْكَرْبِ، وَأَنَّ مَعَ الْعُسْرِ يُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be mindful of Allah and He will protect you; be mindful of Allah and you will find Him ever with you. Turn to Allah in times of ease and He will turn to you in times of difficulty. If you ask anyone for anything, then ask Allah; if you seek help from anyone, then seek help from Allah. Know that even if the entire nation were to come together to do you some harm that Allah has not decreed for you, they will never be able to harm you, and if they were to come together to do you some good that Allah has not decreed for you, they will never be able to do that. The pages have dried and the pens have been lifted. Strive for the sake of Allah with thankfulness and firm conviction, and know that in patiently persevering with regard to something that you dislike there is much goodness. Victory comes with patience, a way out comes from difficulty and with hardship comes ease.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ حَسْبِيَ اللَّهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Sufficient for me is Allah...\")</span> means, 'Allah is enough for me.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In Him I put my trust, and let all those that trust, put their trust in Him.)</span><span class=\"gray\">[12: 67]</span> This is like what Hud, peace be upon him, said to his people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ ۗ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ - مِنْ دُونِهِ ۖ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ - إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ ۚ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"All that we say is that some of our gods have seized you with evil. \" He said: \"I call Allah to witness and bear you witness that I am free from that which you ascribe as partners in worship, with Him. So plot against me, all of you, and give me no respite. I put my trust in Allah, my Lord and your Lord! There is not a moving creature but He has the grasp of its forelock. Verily, my Lord is on the straight path.\")</span><span class=\"gray\">(11:54-56)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O My people! Work according to your way...\")</span> This is a threat and a warning.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنِّي عَامِلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am working)</span> means, 'according to my way.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ تَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then you will come to know)</span> means, you will learn the consequences.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To whom comes a disgracing torment,)</span> means, in this world,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on whom descends an everlasting torment.)</span> means, ongoing and eternal, with no escape, which will come on the Day of Resurrection. We seek refuge with Allah from that.</p>"
  },
  {
    "ayah_key": "39:41",
    "group_ayah_key": "39:41",
    "from_ayah": "39:41",
    "to_ayah": "39:42",
    "ayah_keys": "39:41,39:42",
    "text": "<p lang=\"en\" class=\"en \">Verily, We have sent down to you the Book for mankind in truth. So, whosoever accepts the guidance, it is only for himself; and whosoever goes astray, he goes astray only to his <span class=\"gray\">(own)</span> loss. And you are not a trustee over them <span>(41)</span>It is Allah Who takes away the souls at the time of their death, and those that die not during their sleep. He keeps those <span class=\"gray\">(souls)</span> for which He has ordained death and sends the rest for a term appointed. Verily, in this are signs for a people who think deeply <span>(42)</span></p><p lang=\"en\" class=\"en \">Allah says, addressing His Messenger Muhammad ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have sent down to you the Book)</span> meaning, the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِلنَّاسِ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for mankind in truth.)</span> means, for all of creation, mankind and Jinn, so that he may warn them therewith.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اهْتَدَىٰ فَلِنَفْسِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, whosoever accepts the guidance, it is only for himself;)</span> means, the benefit of that will return to him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever goes astray, he goes astray only for his <span class=\"gray\">(own)</span> loss.)</span> means, the consequences of that will return to him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you are not a trustee over them.)</span> means, 'you are not responsible for guiding them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنْتَ نَذِيرٌ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you are only a warner. And Allah is a Trustee over all things)</span><span class=\"gray\">(11:12)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your duty is only to convey and on Us is the reckoning)</span><span class=\"gray\">(13:40)</span>.</p><p lang=\"en\" class=\"en \">Allah is the One Who causes Death and gives Life</p><p lang=\"en\" class=\"en \">Then Allah tells us that He is in control of all things and does as He wills. He causes men to die <span class=\"gray\">(the \"greater death\")</span> when He sends the angels to take men's souls from their bodies, and He causes them to \"die a lesser death\" when they sleep. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰ أَجَلٌ مُسَمًّى ۖ ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ - وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰ إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He, Who takes your souls by night <span class=\"gray\">(when you are asleep)</span>, and has knowledge of all that you have done by day, then He raises <span class=\"gray\">(wakes)</span> you up again that a term appointed be fulfilled, then <span class=\"gray\">(in the end)</span> unto Him will be your return. Then He will inform you of that which you used to do. He is the Irresistible, over His servants, and He sends guardians <span class=\"gray\">(angels guarding and writing all of one's good and bad deeds)</span> over you, until when death approaches one of you, Our messengers <span class=\"gray\">(angels)</span> take his soul, and they never neglect their duty.)</span><span class=\"gray\">(6:60-61)</span>. </p><p lang=\"en\" class=\"en \">Here Allah mentions the two deaths, the lesser death then the greater death after it; in the Ayah above <span class=\"gray\">(39: 42)</span>, He mentions the greater then the lesser. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا ۖ فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَىٰ إِلَىٰ أَجَلٍ مُسَمًّى ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Allah Who takes away the souls at the time of their death, and those that die not during their sleep. He keeps those <span class=\"gray\">(souls)</span> for which He has ordained death and sends the rest for a term appointed.)</span></p><p lang=\"en\" class=\"en \">This indicates that they <span class=\"gray\">[the souls]</span> meet in the higher realm, as was stated in the Hadith attributed to the Prophet ﷺ which was narrated by Ibn Mandah and others. In the Two Sahihs of Al-Bukhari and Muslim, it is reported that Abu Hurayrah, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَوَىٰ أَحَدُكُمْ إِلىٰ فِرَاشِهِ فَلْيَنْفُضْهُ بِدَاخِلَةِ إِزَارِهِ، فَإِنَّهُ لَا يَدْرِي مَا خَلَفَهُ عَلَيْهِ، ثُمَّ لِيَقُلْ: بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When anyone of you goes to bed, let him brush down the bed with his garment, for he does not know what has come on his bed since he left it. Then let him say, \"In Your Name, O Lord, I lay down my side and in Your Name I raise it up; if You take my soul, have mercy on it, and if You send it back, protect it with that which You protect Your righteous servants.\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He keeps those <span class=\"gray\">(souls)</span> for which He has ordained death)</span> means, those which have died, and He returns the others back for an appointed term. As-Suddi said, \"For the rest of their lives.\" </p><p lang=\"en\" class=\"en \">Ibn 'Abbas, may Allah be pleased with him, said, \"He keeps the souls of the dead and sends back the souls of the living, and He does not make any mistakes.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are signs for a people who think deeply.)</span></p>"
  }
]