[
  {
    "ayah_key": "2:109",
    "group_ayah_key": "2:109",
    "from_ayah": "2:109",
    "to_ayah": "2:110",
    "ayah_keys": "2:109,2:110",
    "text": "<p lang=\"en\" class=\"en \">Many of the People of the Scripture <span class=\"gray\">(Jews and Christians)</span> wish that they could turn you away as disbelievers after you have believed, out of envy from their own selves, even after the truth <span class=\"gray\">(that Muhammad ﷺ is Allah's Messenger)</span> has become manifest unto them. But forgive and overlook, till Allah brings His command. Verily, Allah is able to do all things <span>(109)</span>And perform the Salah and give the Zakah, and whatever of good you send forth for yourselves before you, you shall find it with Allah. Certainly, Allah is the Seer of what you do <span>(110)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of following the Ways of the People of the Book</h2></div><p lang=\"en\" class=\"en \">Allah warned His believing servants against following the ways of the People of Book, who publicly and secretly harbor emnity and hatred for the believers, and who envy the believers, while they recognize the virtue of the believers and their Prophet ﷺ. Allah also commanded His believing servants to forgive them and to be patient with them, until Allah delivers His aid and victory to them. Allah commanded the believers to perform the prayer perfectly, to pay the Zakah and He encouraged them to preserve the practice of these righteous deeds.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Abdullah bin Ka'b bin Malik said that Ka'b bin Al-Ashraf, who was a Jew and a poet, used to criticize the Prophet ﷺ in his poems, so Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَّ كَثِيرٌ مِّنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Many of the People of the Scripture <span class=\"gray\">(Jews and Christians)</span> wish that they could turn you away..)</span> regarding his matter.</p><p lang=\"en\" class=\"en \">Also, Ad-Dahhak said that Ibn 'Abbas said, \"An unlettered Messenger came to the People of the Scriptures confirming what they have in their own Books about the Messengers and the Ayat of Allah. He also believes in all of this, just as they believe in it. Yet, they rejected the Prophet out of disbelief, envy and transgression. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(out of envy from their own selves, even after the truth <span class=\"gray\">(that Muhammad ﷺ is Allah's Messenger)</span> has become manifest unto them)</span>.</p><p lang=\"en\" class=\"en \">Allah said that after He illuminated the truth for them, such that they were not ignorant of any of it, yet their envy made them deny the Prophet ﷺ. Thus Allah criticized, chastised and denounced them.\" Allah legislated the characteristics that His Prophet ﷺ and the believers should adhere to: belief, faith and accepting what Allah revealed to them and to those before them out of His generosity and tremendous kindness.</p><p lang=\"gd\" class=\"gd \">Ar-Rabi' bin Anas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنْ عِندِ أَنفُسِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from their own selves)</span> means, \"of their making.\" Also, Abu Al-'Aliyah said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(even after the truth <span class=\"gray\">(that Muhammad ﷺ is Allah's Messenger)</span> has become manifest unto them)</span> means, \"After it became clear that Muhammad ﷺ is the Messenger of Allah whom they find written of in the Torah and the Injil. They denied him in disbelief and transgression because he was not one of them.\" Qatadah and Ar-Rabi' bin Anas said similarly. Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But forgive and overlook, till Allah brings His command.)</span> this is similar to His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you shall certainly hear much that will grieve you from those who received the Scripture before you <span class=\"gray\">(Jews and Christians)</span> and from those who ascribe partners to Allah)</span><span class=\"gray\">(3: 186)</span>.</p><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah said that Ibn 'Abbas said that Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But forgive and overlook, till Allah brings His command.)</span> was abrogated by the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then kill the Mushrikin wherever you find them)</span><span class=\"gray\">(9:5)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fight against those who believe not in Allah, nor in the Last Day)</span><span class=\"gray\">(9:29)</span> until,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ صَاغِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And feel themselves subdued)</span><span class=\"gray\">(9:29)</span>.</p><p lang=\"en\" class=\"en \">Allah's pardon for the disbelievers was repealed.\" Abu Al-'Aliyah, Ar-Rabi' bin Anas, Qatadah and As-Suddi said similarly: It was abrogated by the Ayah of the sword.\" <span class=\"gray\">(Mentioned above)</span>. The Ayah,</p><p class=\"ps qpc-hafs\" lang=\"ps\">حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till Allah brings His command.)</span> gives further support for this view.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded Usamah bin Zayd saying that the Messenger of Allah ﷺ and his Companions used to forgive the disbelievers and the People of the Book, just as Allah commanded in His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But forgive and overlook, till Allah brings His command. Verily, Allah is able to do all things)</span>.</p><p lang=\"en\" class=\"en \">The Messenger of Allah <span class=\"gray\">(ﷺ)</span> used to forgive them and was patient with them as Allah ordered him, until Allah allowed fighting them. Then Allah destroyed those who He decreed to be killed among the strong men of Quraysh, by the Prophet's forces. The chain of narration for this text is Sahih, but I did not see its wordings in the six collections of Hadith, although the basis of it is in the Two Sahihs, narrated from Usamah bin Zayd.</p><div lang=\"nl\" class=\"nl \"><h2>The Encouragement to perform Good Deeds</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And perform the Salah and give the Zakah, and whatever of good you send forth for yourselves before you, you shall find it with Allah)</span>.</p><p lang=\"en\" class=\"en \">Allah encouraged the believers to busy themselves in performing deeds that would bring them benefit and reward on the Day of Resurrection, such as prayer and paying Zakah. This way, they will gain Allah's aid in this life and on a Day when the witnesses testify,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when their excuses will be of no profit to the Zalimin <span class=\"gray\">(wrongdoers)</span>. Theirs will be the curse, and theirs will be the evil abode <span class=\"gray\">(i.e. painful torment in Hell-fire)</span>)</span><span class=\"gray\">(40:52)</span>.</p><p lang=\"en\" class=\"en \">This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, Allah sees what you do)</span>, meaning, that He is never unaware of the deeds of any person, nor will these deeds be lost by Him. Whether deeds are righteous or evil, Allah will award each according to what he or she deserves based on their deeds.</p>"
  }
]