[
  {
    "ayah_key": "33:69",
    "group_ayah_key": "33:69",
    "from_ayah": "33:69",
    "to_ayah": "33:69",
    "ayah_keys": "33:69",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Be not like those who annoyed Musa, but Allah cleared him of that which they alleged, and he was honorable before Allah <span>(69)</span></p><p lang=\"en\" class=\"en \">The Fabrications of the Jews against Musa</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded in the Book of Hadiths about the Prophets, that Abu Hurayrah said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مُوسَى عَلَيْهِ السَّلَامُ كَانَ رَجُلًا حَيِيًّا سِتِّيرًا لَا يُرَى مِنْ جِلْدِهِ شَيْءٌ اسْتِحْيَاءً مِنْهُ، فَآذَاهُ مَنْ آذَاهُ مِنْ بَنِي إِسْرَائِيلَ فَقَالُوا: مَا يَتَسَتَّرُ هَذَا التَّسَتُّرَ إِلَّا مِنْ عَيْبٍ فِي جِلْدِهِ إِمَّا بَرَصٌ وَإِمَّا أُدْرَةٌ وَإِمَّا آفَةٌ. وَإِنَّ اللهَ عَزَّ وَجَلَّ أَرَادَ أَنْ يُبَرِّئَهُ مِمَّا قَالُوا لِمُوسَى عَلَيْهِ السَّلَامُ، فَخَلَا يَوْمًا وَحْدَهُ فَخَلَعَ ثِيَابَهُ عَلَى حَجَرٍ ثُمَّ اغْتَسَلَ، فَلَمَّا فَرَغَ أَقْبَلَ إِلَى ثِيَابِهِ لِيَأْخُذَهَا، وَإِنَّ الْحَجَرَ عَدَا بِثَوْبِهِ فَأَخَذَ مُوسَى عَصَاهُ وَطَلَبَ الْحَجَرَ فَجَعَلَ يَقُولُ: ثَوْبِي حَجَرُ، ثَوْبِي حَجَرُ، حَتّٰى انْتَهَى إِلَى مَلَإٍ مِنْ بَنِي إِسْرَائِيلَ، فَرَأَوْهُ عُرْيَانًا أَحْسَنَ مَا خَلَقَ اللهُ عَزَّ وَجَلَّ، وَأَبْرَأَهُ مِمَّا يَقُولُونَ، وَقَامَ الْحَجَرُ، فَأَخَذَ ثَوْبَهُ فَلَبِسَهُ، وَطَفِقَ بِالْحَجَرِ ضَرْبًا بِعَصَاهُ، فَوَاللهِ إِنَّ بِالْحَجَرِ لَنَدَبًا مِنْ أَثَرِ ضَرْبِهِ ثَلَاثًا أَوْ أَرْبَعًا أَوْ خَمْسًا - قَالَ: - فَذَلِكَ قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَىٰ فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا ۚ وَكَانَ عِنْدَ اللَّهِ وَجِيهًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa, peace be upon him, was a shy and modest man who would never show anything of his skin because of his shyness. Some of the Children of Israel annoyed him by saying: \"He only keeps himself covered because of some defect in his skin, either leprosy or scrotal hernia or some other defect.\" Allah, may He be glorified, wanted to clear Musa, peace be upon him, of what they were saying. One day Musa was alone, so he took off his garment and put it on a rock, then he took a bath. When he had finished, he turned back to pick up his garment, but the rock moved away, taking his garment with it. Musa picked up his stick and chased the rock, saying, \"My garment, O rock! My garment, O rock!\" Until he reached a group of the Children of Israel, who saw him naked and found that he was the best of those whom Allah had created. Thus he was cleared of what they had said about him. Then the rock stood still, so he took his garment and put it on. He started hitting the rock with his stick, and by Allah, the marks of that beating were left on the rock, three or four or five. This is what is referred to in the Ayah: <span class=\"gray\">(O you who believe! Be not like those who annoyed Musa, but Allah cleared him of that which they alleged, and he was honorable before Allah.)</span>)</span> This Hadith is one of those which were recorded by Al-Bukhari but not Muslim. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah <span class=\"gray\">(bin Mas'ud)</span> said: \"One day, the Messenger of Allah ﷺ distributed some booty and a man among the Ansar said, 'This division was not done for the sake of Allah.' I said, 'O enemy of Allah! I am going to tell the Messenger of Allah ﷺ what you have said.' So, I told the Prophet ﷺ about it. His face reddened and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةُ اللهِ عَلَىٰ مُوسَى لَقَدْ أُوذِيَ بِأَكْثَرَ مِنْ هَذَا فَصَبَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah have mercy on Musa. He was annoyed with worse than this, yet he remained patient.)</span>\" This was recorded in the Two Sahihs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ عِنْدَ اللَّهِ وَجِيهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he was honorable before Allah.)</span> means, he had a position of status and honor before his Lord, may He be exalted and glorified. Al-Hasan Al-Basri said: \"His supplications would be answered by Allah.\" Some of them said that part of his great standing before Allah was that he interceded for his brother Harun, asking Allah to send him with him as a Messenger, and Allah granted his request and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We granted him his brother Harun, <span class=\"gray\">(also)</span> a Prophet, out of Our mercy.)</span><span class=\"gray\">(19:53)</span></p>"
  },
  {
    "ayah_key": "33:7",
    "group_ayah_key": "33:7",
    "from_ayah": "33:7",
    "to_ayah": "33:8",
    "ayah_keys": "33:7,33:8",
    "text": "<p class=\"en translation\" lang=\"en\">And when We took from the Prophets their covenant, and from you, and from Nuh, Ibrahim, Musa, and 'Isa son of Maryam. We took from them a strong covenant <span>(7)</span>That He may ask the truthful about their truth. And He has prepared for the disbelievers a painful torment <span>(8)</span></p><p lang=\"en\" class=\"en \">The Covenant of the Prophets</p><p lang=\"en\" class=\"en \">Allah tells us about the five Mighty Messengers with strong resolve and the other Prophets, how He took a covenant from them to establish the religion of Allah and convey His Message, and to cooperate and support one another, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ ۚ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِي ۖ قَالُوا أَقْرَرْنَا ۚ قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Allah took the covenant of the Prophets, saying: \"Take whatever I gave you from the Book and Hikmah, and afterwards there will come to you a Messenger confirming what is with you; you must, then, believe in him and help him.\" Allah said: \"Do you agree, and will you take up My covenant?\" They said: \"We agree.\" He said: \"Then bear witness; and I am with you among the witnesses.\")</span><span class=\"gray\">(3:81)</span></p><p lang=\"en\" class=\"en \">This covenant was taken from them after their missions started. Elsewhere in the Qur'an, Allah mentions five by name, and these are the Mighty Messengers with strong resolve. They are also mentioned by name in this Ayah and in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَىٰ ۖ أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> has ordained for you the same religion which He ordained for Nuh, and that which We have revealed to you, and that which We ordained for Ibrahim, Musa and 'Isa saying you should establish religion and make no divisions in it.)</span><span class=\"gray\">(42:13)</span> This is the covenant which Allah took from them, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَى ابْنِ مَرْيَمَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We took from the Prophets their covenant, and from you, and from Nuh, Ibrahim, Musa, and 'Isa son of Maryam.)</span> This Ayah begins with the last Prophet, as a token of respect, may the blessings of Allah be upon him, then the names of the other Prophets are given in order, may the blessings of Allah be upon them. </p><p lang=\"en\" class=\"en \">Ibn 'Abbas said: \"The strong covenant is Al-'Ahd <span class=\"gray\">(the covenant)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He may ask the truthful about their truth.)</span> Mujahid said: \"This refers to, those who convey the Message from the Messengers.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعَدَّ لِلْكَافِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has prepared for the disbelievers)</span> i.e., among their nations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَذَابًا أَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a painful torment.)</span> i.e., agonizing. We bear witness that the Messengers did indeed convey the Message of their Lord and advised their nations, and that they clearly showed them the truth in which there is no confusion, doubt or ambiguity, even though they were rejected by the ignorant, stubborn and rebellious wrongdoers. What the Messengers brought is the truth, and whoever opposes them is misguided. As the people of Paradise will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, the Messengers of our Lord did come with the truth.)</span><span class=\"gray\">(7:43)</span></p>"
  },
  {
    "ayah_key": "33:70",
    "group_ayah_key": "33:70",
    "from_ayah": "33:70",
    "to_ayah": "33:71",
    "ayah_keys": "33:70,33:71",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Have Taqwa of Allah and speak <span class=\"gray\">(always)</span> the truth <span>(70)</span>He will direct you to do righteous good deeds and will forgive you your sins. And whosoever obeys Allah and His Messenger, he has indeed achieved a great victory <span>(71)</span></p><p lang=\"en\" class=\"en \">The Command to the Believers to have Taqwa and speak the Truth</p><p lang=\"en\" class=\"en \">Here Allah commands His servants to have Taqwa of Him, worshipping Him as if they can see Him, and to</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَوْلًا سَدِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(speak <span class=\"gray\">(always)</span> the truth.)</span> meaning, to speak in a straightforward manner, with no crookedness or distortion. He promises them that if they do that, He will reward them by making their deeds righteous, i.e., enabling them to do righteous deeds, and He will forgive them their past sins. With regard to whatever sins they may commit in the future, He will inspire them to repent from them. Then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever obeys Allah and His Messenger, he has indeed achieved a great victory.)</span> meaning, he will be saved from the fire of Hell and will enjoy everlasting delights <span class=\"gray\">(in Paradise)</span>.</p>"
  }
]