[
  {
    "ayah_key": "52:1",
    "group_ayah_key": "52:1",
    "from_ayah": "52:1",
    "to_ayah": "52:16",
    "ayah_keys": "52:1,52:2,52:3,52:4,52:5,52:6,52:7,52:8,52:9,52:10,52:11,52:12,52:13,52:14,52:15,52:16",
    "text": "<p lang=\"en\" class=\"en \">The Virtues of Surat At-Tur</p><p lang=\"en\" class=\"en \">Malik narrated that Jubayr bin Mut'im said, \"I heard the Prophet ﷺ reciting Surat At-Tur while praying Maghrib. Surely, I have never heard a more beautiful voice or recitation than his recitation.\" This Hadith is recorded in the Two Sahihs using a chain of narration that includes Malik. Al-Bukhari recorded that Umm Salamah said, \"I complained of being ill to the Messenger of Allah ﷺ, and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">طُوفِي مِنْ وَرَاءِ النَّاسِ وَأَنْتِ رَاكِبَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perform Tawaf <span class=\"gray\">(of the Ka'bah)</span> behind the crowd, while you are riding.)</span> So, I performed Tawaf while the Messenger of Allah was praying beside the House, reciting At-Tur.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالطُّورِ - وَكِتَابٍ مَسْطُورٍ - فِي رَقٍّ مَنْشُورٍ - وَالْبَيْتِ الْمَعْمُورِ - وَالسَّقْفِ الْمَرْفُوعِ - وَالْبَحْرِ الْمَسْجُورِ - إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ - مَا لَهُ مِنْ دَافِعٍ - يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا - وَتَسِيرُ الْجِبَالُ سَيْرًا - فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ - الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ - يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. By the Tur)</span><span class=\"gray\">(2. And the Book inscribed)</span><span class=\"gray\">(3. In parchment unrolled.)</span><span class=\"gray\">(4. And by Al-Bayt Al-Ma'mur.)</span><span class=\"gray\">(5. And the roof raised high.)</span><span class=\"gray\">(6. And by the sea that is Masjur.)</span><span class=\"gray\">(7. Verily, the torment of your Lord will surely come to pass.)</span><span class=\"gray\">(8. There is none that can avert it.)</span><span class=\"gray\">(9. On the Day when Tamur the heaven Mawr,)</span><span class=\"gray\">(10. And Tasir the mountains Sayr.)</span><span class=\"gray\">(11. Then woe that Day to those who denied.)</span><span class=\"gray\">(12. Those who were, in their falsehood, playing.)</span><span class=\"gray\">(13. The Day when they will be pushed down by force to the fire of Hell, with a horrible, forceful pushing.)</span><span class=\"gray\">(14. This is the Fire which you used to deny.)</span><span class=\"gray\">(15. Is this magic or do you not see?)</span><span class=\"gray\">(16. Enter therein and whether you are patient of it or impatient of it, it is all the same. You are only being requited for what you used to do.)</span></p><p lang=\"en\" class=\"en \">Allah swears that the Coming of Torment is Near</p><p lang=\"en\" class=\"en \">Allah swears by His creation, a testimony to His great ability, that His torment will surely befall His enemies; they will have no way of escaping it. </p><p lang=\"en\" class=\"en \">At-Tur is the mount that has trees, similar to the mount where Allah spoke to Musa, while Musa was on it, and the mount on which Allah started the prophethood of 'Isa. A mount that does not have trees is called Jabal, not Tur. Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكِتَابٍ مَسْطُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And by the Book inscribed)</span>, it is said that it means Al-Lawh Al-Mahfuz, <span class=\"gray\">(the Preserved Table)</span>. It is also said that is refers to the divinely revealed inscribed Books that people recite, and this is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي رَقٍّ مَنْشُورٍ - وَالْبَيْتِ الْمَعْمُورِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In parchment unrolled. And by Al-Bayt Al-Ma'mur.)</span> In the Two Sahihs it is confirmed that the Messenger of Allah ﷺ said in the Hadith about Al-Isra', after ascending to the seventh heaven:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ رُفِعَ بِي إِلَى الْبَيْتِ الْمَعْمُورِ، وَإِذَا هُوَ يَدْخُلُهُ كُلَّ يَوْمٍ سَبْعُونَ أَلْفًا، لَا يَعُودُونَ إِلَيْهِ آخِرَ مَا عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, I was taken to Al-Bayt Al-Ma'mur. It is visited every day by seventy thousand angels who will not come back to visit it again.)</span></p><p lang=\"en\" class=\"en \">The angels worship Allah in Al-Bayt Al-Ma'mur and perform Tawaf around it just as the people of the earth perform Tawaf around the Ka'bah. Al-Bayt Al-Ma'mur is the Ka'bah of those who reside in the seventh heaven. During the Isra' journey, the Prophet saw Ibrahim Al-Khalil, who was reclining with his back on Al-Bayt Al-Ma'mur. It was Ibrahim who built the Ka'bah on earth, and surely, the reward is compatible with the action. </p><p lang=\"en\" class=\"en \">Al-Bayt Al-Ma'mur is parallel to the Ka'bah; every heaven has its own house of worship, which is also the direction of prayer for its residents. The house that is located in the lower heaven, is called Bayt Al-'Izzah. And Allah knows best. The statement of Allah the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّقْفِ الْمَرْفُوعِ</p><p lang=\"ms\" class=\"ms \"><span class=\"gray\">(And by the roof raised high.)</span> Sufyan Ath-Thawri, Shu'bah, and Abu Al-Ahwas, all narrated from Simak, from Khalid bin 'Ar'arah, from 'Ali bin Abi Talib:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّقْفِ الْمَرْفُوعِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And by the roof raised high)</span> \"Meaning the heaven.\" Sufyan added, \"Then 'Ali recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا ۖ وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made the heaven a roof, safe and well-guarded. Yet they turn away from its signs.)</span><span class=\"gray\">(21:32)</span>\" Similar was said by Mujahid, Qatadah, As-Suddi, Ibn Jurayj, Ibn Zayd and preferred by Ibn Jarir. The statement of Allah the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَحْرِ الْمَسْجُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And by the sea that is Masjur.)</span> The majority say it refers to the oceans of the earth. Masjur, means, the sea will be kindled with fire on the Day of Resurrection just as Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْبِحَارُ سُجِّرَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the seas become as blazing fire.)</span><span class=\"gray\">(81:6)</span> i.e., it will be kindled with fire and become a raging fire that surrounds the people in the gathering area, this was reported by Sa'id bin Al-Musayyib from 'Ali bin Abi Talib. </p><p lang=\"en\" class=\"en \">It was also reported from Ibn 'Abbas, and it is the view of Sa'id bin Jubayr, Mujahid, 'Abdullah bin 'Ubayd bin 'Umayr and others. Qatadah said, \"Masjur is the 'filled sea.'\" Ibn Jarir preferred this explanation saying, \"The sea is not lit with fire now, so it is filled.\" Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the torment of your Lord will surely come to pass.)</span> contains the subject of the vow, indicating that His torment will surely strike the disbelievers, as Allah stated in another Ayah;</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا لَهُ مِنْ دَافِعٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is none that can avert it.)</span> indicating that when Allah decides to send the torment upon them, none can prevent it or stop it from striking them. </p><p lang=\"en\" class=\"en \">Al-Hafiz Abu Bakr Ibn Abi Ad-Dunya recorded that Ja'far bin Zayd Al-'Abdi said, \"One night, in Al-Madinah, 'Umar went out investigating the welfare of Muslims and passed by the house of a man who was standing in voluntary prayer. 'Umar stood quietly, listening to his recitation; the man was reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالطُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By At-Tur)</span>, until he reached the Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ - مَا لَهُ مِنْ دَافِعٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the torment of your Lord will surely come to pass. There is none that can avert it.)</span> 'Umar said, 'By the Lord of the Ka'bah, this is a true vow.' 'Umar dismounted his donkey and sat next to a wall for a while. He then went back to his house and fell ill for a month. During his illness, the people would visit him, not knowing what caused his illness.\" May Allah be pleased with 'Umar.</p><p lang=\"en\" class=\"en \">Describing the Day of Torment, the Day of Resurrection</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Tamur the heaven Mawr)</span> Ibn 'Abbas and Qatadah said: \"Shaking violently.\" Also from Ibn 'Abbas, \"Split.\" Mujahid said: \"Spin violently.\" Ad-Dahhak commented on the Ayah, saying, \"The earth will violently spin and move by the command of Allah, and its areas will violently move towards each other.\" This was preferred by Ibn Jarir, because of the meaning of the word, Mawra, which denotes meanings of spinning and shaking. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَسِيرُ الْجِبَالُ سَيْرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Tasir the mountains will Sayr.)</span> will fade away and become scattered particles of dust blown away by the wind,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then woe that Day to those who denied)</span>, woe to them that Day as a result of Allah's torment, punishment and affliction that He will direct at them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who were in their falsehood, playing.)</span> meaning, they live in this life in falsehood and make the religion the subject of their mockery and jest,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when they will be pushed down by force)</span> meaning, they will be violently driven and shoved,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ نَارِ جَهَنَّمَ دَعًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to the fire of Hell, with a horrible, forceful pushing.)</span> Mujahid, Ash-Sha'bi, Muhammad bin Ka'b, Ad-Dahhak, As-Suddi and Ath-Thawri said that this Ayah means, \"They will be violently shoved into the Fire.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Fire, which you used to deny.)</span> meaning, the angels of punishment will say these words to them, while admonishing and chastising them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is this magic or do you not see? Enter therein)</span> meaning, enter the Fire, 'which will encircle you from every direction,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whether you are patient of it or impatient of it, it is all the same.)</span> 'whether you endure its torment and afflictions or not, you will never avert it or be saved from it,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are only being requited for what you used to do.)</span> and surely, Allah is never unjust with anyone. Most certainly, Allah recompenses each according to their deeds.</p>"
  }
]