[
  {
    "ayah_key": "7:164",
    "group_ayah_key": "7:164",
    "from_ayah": "7:164",
    "to_ayah": "7:166",
    "ayah_keys": "7:164,7:165,7:166",
    "text": "<p lang=\"en\" class=\"en \">And when a community among them said: \"Why do you preach to a people whom Allah is about to destroy or to punish with a severe torment?\" <span class=\"gray\">(The preachers)</span> said: \"In order to be free from guilt before your Lord <span class=\"gray\">(Allah)</span>, and perhaps they may fear Allah. <span>(164)</span>So when they forgot the reminder that had been given to them, We rescued those who forbade evil, but with a severe torment We seized those who did wrong, because they used to rebel against Allah's command <span>(165)</span>So when they exceeded the limits of what they were prohibited, We said to them: \"Be you monkeys, despised. <span>(166)</span></p><div lang=\"en\" class=\"en \"><h2>Those Who breached the Sabbath were turned into Monkeys, but Those Who prohibited Their Actions were saved</h2></div><p lang=\"en\" class=\"en \">Allah said that the people of this village were divided into three groups, a group that committed the prohibition, catching fish on the Sabbath, as we described in the Tafsir of Surat Al-Baqarah. Another group prohibited them from transgression and avoided them. A third group neither prohibited them, nor participated in their action. The third group said to the preachers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Why do you preach to a people whom Allah is about to destroy or to punish with a severe torment?\")</span>. </p><p lang=\"en\" class=\"en \">They said, 'why do you forbid these people from evil, when you know that they are destroyed and have earned Allah's punishment?' Therefore, they said, there is no benefit in forbidding them. The preachers replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَعْذِرَةً إِلَىٰ رَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"In order to be free from guilt before your Lord <span class=\"gray\">(Allah)</span>,\")</span> 'for we were commanded to enjoin righteousness and forbid evil,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّهُمْ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and perhaps they may fear Allah\")</span> for on account of our advice, they might stop this evil and repent to Allah. Certainly, if they repent to Allah, Allah will accept their repentance and grant them His mercy.' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they forgot the reminder that had been given to them,)</span> when the evil doers refused the advice,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We rescued those who forbade evil, but We seized who did wrong,)</span> who committed the transgression,</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِعَذَابٍ بَئِيسٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with a severe torment)</span>. Allah stated that those who enjoined good were saved, while those who committed the transgression were destroyed, but He did not mention the end of those who were passive <span class=\"gray\">(the third group)</span>, for the compensation is comparable to the deed. This type did not do what would warrant praise, nor commit wrong so that they are admonished.</p><p lang=\"en\" class=\"en \">Ikrimah said, \"Ibn 'Abbas said about the Ayah: 'I do not know whether or not the people were saved who said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Why do you preach to a people whom Allah is about to destroy…?\")</span></p><p lang=\"en\" class=\"en \">So I continued discussing it with him until I convinced him that they were. Then he gave me <span class=\"gray\">[the gift of]</span> a garment.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We seized those who did wrong with a Ba'is torment)</span> indicating that those who remained were saved. As for 'Ba'is', it means 'severe', according to Mujahid, or 'painful', according to Qatadah. These meanings are synonymous, and Allah knows best. Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">خَاسِئِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(despised)</span>, humiliated, disgraced and rejected.</p>"
  },
  {
    "ayah_key": "7:167",
    "group_ayah_key": "7:167",
    "from_ayah": "7:167",
    "to_ayah": "7:167",
    "ayah_keys": "7:167",
    "text": "<p class=\"en translation\" lang=\"en\">And <span class=\"gray\">(remember)</span> when your Lord declared that He would certainly keep on sending against them, till the Day of Resurrection, those who would afflict them with a humiliating torment. Verily, your Lord is quick in retribution and certainly He is Oft-Forgiving, Most Merciful <span>(167)</span></p><div lang=\"en\" class=\"en \"><h2>Eternal Humiliation placed on the Jews</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">تَأَذَّنَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ta'dhdhana)</span> means 'declared', according to Mujahid, or 'ordained', according to others. This part of the Ayah indicates a vow,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَبْعَثَنَّ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He will keep on sending against them)</span> against the Jews,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ يَوْمِ الْقِيَامَةِ مَن يَسُومُهُمْ سُوءَ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till the Day of Resurrection, those who would afflict them with a humiliating torment.)</span> on account of their disobedience, defying Allah's orders and Law and using tricks to transgress the prohibitions. It was reported that Musa required the Jews to pay the production tax for seven or thirteen years, and he was the first to do so. Also, the Jews fell under the humiliating rule of the Greek Kushdanin, Chaldeans and later on the Christians, who subjugated and disgraced them, and required them to pay the Jizyah <span class=\"gray\">(tribute tax)</span>. When Islam came and Muhammad ﷺ was sent, they became under his power and had to pay the Jizyah, as well. Therefore, the humiliating torment mentioned here includes disgrace and paying the Jizyah, as Al-'Awfi narrated from Ibn 'Abbas. In the future, the Jews will support the Dajjal <span class=\"gray\">(False Messiah)</span>; and the Muslims, along with 'Isa, son of Mary, will kill the Jews. This will occur just before the end of this world. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord is quick in retribution)</span>, with those who disobey Him and defy His Law,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and certainly He is Oft-Forgiving, Most Merciful.)</span> for those who repent and go back to Him. This Ayah mentions both the mercy, as well as, the punishment, so that no despair is felt. Allah often mentions encouragement and warning together, so that hearts always have a sense of hope and fear.</p>"
  }
]