[
  {
    "ayah_key": "50:23",
    "group_ayah_key": "50:23",
    "from_ayah": "50:23",
    "to_ayah": "50:29",
    "ayah_keys": "50:23,50:24,50:25,50:26,50:27,50:28,50:29",
    "text": "<p lang=\"en\" class=\"en \">And his companion <span class=\"gray\">(angel)</span> will say: \"Here is <span class=\"gray\">(his record)</span> ready with me! <span>(23)</span><span class=\"gray\">(Allah will say to the angels:)</span> \"Both of you throw into Hell every stubborn disbeliever <span>(24)</span>\"Hinderer of good, transgressor, doubter, <span>(25)</span>\"Who set up another god with Allah. Then both of you cast him in the severe torment. <span>(26)</span>His companion <span class=\"gray\">(devil)</span> will say: \"Our Lord! I did not push him to transgression, but he was himself in error far astray. <span>(27)</span><span class=\"gray\">(Allah)</span> will say: \"Dispute not in front of Me, I had already in advance sent you the threat. <span>(28)</span>\"The sentence that comes from Me cannot be changed, and I am not unjust to the servants. <span>(29)</span></p><p lang=\"en\" class=\"en \">The Angel will bear Witness; Allah commands that the Disbeliever be thrown into the Fire</p><p lang=\"en\" class=\"en \">Allah the Exalted states that the scribe angel, who is entrusted with recording the deeds of mankind, will testify against him or her about the deeds he or she did on the Day of Resurrection. He will say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مَا لَدَيَّ عَتِيدٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Here is <span class=\"gray\">(his record)</span> ready with me!\")</span>, here it is prepared and completed without addition or deletion. This is when Allah the Exalted will judge the creation with fairness, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Both of you throw into Hell every stubborn disbeliever.)</span> It appears that Allah will say these words to the Sa'iq and Shahid angels; the Sa'iq drove him to the grounds where Reckoning is held and the Shahid testified. Allah the Exalted will order them to throw him in the fire of Jahannam, and worse it is as a destination,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Both of you throw into Hell every stubborn disbeliever.)</span> meaning, whose disbelief and denial of truth was horrendous, who used to stubbornly reject the truth, knowingly contradicting it with falsehood,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنَّاعٍ لِلْخَيْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hinderer of good,)</span> meaning for he did not fulfill the duties he was ordered, nor was he dutiful, keeping ties to kith and kin nor giving charity,</p><p class=\"mt qpc-hafs\" lang=\"mt\"> مُعْتَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(transgressor,)</span> meaning, he transgresses the limits in spending. Qatadah commented, \"He is a transgressor in his speech, behavior and affairs.\" Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\"> مُرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(doubter,)</span> meaning, he doubts and raises doubts in those who scrutinize his behavior,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَعَلَ مَعَ اللَّهِ إِلَٰهًا آخَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who set up another god with Allah.)</span> meaning, he associated others with Allah and worshipped others besides Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then both of you cast him in the severe torment.)</span> Imam Ahmad recorded that Abu Sa'id Al-Khudri said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَتَكَلَّمُ يَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثَةٍ: بِكُلِّ جَبَّارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلٰهًا آخَرَ، وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A neck from the Fire will appear and will speak saying, \"Today, I have been entrusted with three: Every obstinate tyrant, everyone who ascribed another god with Allah, and he who took a life without right.\" The neck will then close in on them and throw them in the midst of Jahannam.)</span>\"</p><p lang=\"id\" class=\"id \">Man and Devil dispute before Allah</p><p lang=\"jv\" class=\"jv \">Allah's saying;</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ قَرِينُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His companion will say)</span>, refers to the devil who is entrusted to every man, according to 'Abdullah bin 'Abbas, Mujahid, Qatadah and several othes. He will say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا مَا أَطْغَيْتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! I did not push him to transgression,)</span> meaning, the devil will say this about the human who came on the Day of Resurrection as a disbeliever. The devil will disown him, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا مَا أَطْغَيْتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! I did not push him to transgression)</span> meaning, \"I did not lead him astray,\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but he was himself in error far astray.)</span> meaning, he himself was misguided, accepting falsehood and stubborn to the truth. Allah the Exalted and Most Honored said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي ۖ فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ ۖ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ ۖ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ ۗ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me as a partner with Allah. Verily, there is a painful torment for the wrongdoers.\")</span><span class=\"gray\">(14:22)</span> Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَا تَخْتَصِمُوا لَدَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> will say: \"Dispute not in front of Me.\")</span> The Lord, the Exalted and Most Honored will say this to the man and his devil companion, who will be disputing before Him. The man will say, \"O, Lord! This devil has misguided me away from the Remembrance after it came to me,\" while the devil will declare,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رَبَّنَا مَا أَطْغَيْتُهُ وَلَٰكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! I did not push him to transgression, but he was himself in error far astray.)</span> from the path of truth. The Lord, the Exalted and Most Honored will say to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَخْتَصِمُوا لَدَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Dispute not in front of Me,)</span> or 'before Me,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I had already in advance sent you the threat.)</span> 'I have given you sufficient proof by the words of the Messengers, and I have sent down the Divine Books; the evidences, signs and proofs have thus been established against you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Sentence that comes from Me cannot be changed,)</span> \"I have made My decision,\" according to the explanation of Mujahid,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I am not unjust to the servants.)</span> 'I will not punish anyone, except on account of their sins after the proof has been established against them.'</p>"
  }
]