[
  {
    "ayah_key": "8:19",
    "group_ayah_key": "8:19",
    "from_ayah": "8:19",
    "to_ayah": "8:19",
    "ayah_keys": "8:19",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(O disbelievers)</span> if you ask for a judgement, now has the judgement come unto you; and if you cease <span class=\"gray\">(to do wrong)</span>, it will be better for you, and if you return <span class=\"gray\">(to the attack)</span>, so shall We return, and your forces will be of no avail to you, however numerous they be; and verily, Allah is with the believers <span>(19)</span></p><div lang=\"en\" class=\"en \"><h2>The Response to the Disbelievers Who ask for a Judgement</h2></div><p lang=\"en\" class=\"en \">Allah says to the disbeliever,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن تَسْتَفْتِحُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you ask for a judgement)</span>, you invoked Allah for victory, judgement and a decision between you and your believing nemesis, and you got what you asked for. Muhammad bin Ishaq and several others reported from Az-Zuhri from 'Abdullah bin Tha'labah bin Su'ayr who said that Abu Jahl said on the day of Badr, \"O Allah! Whichever of the two camps <span class=\"gray\">(pagans and Muslims)</span> severed the relation of the womb and brought us what is not familiar, then destroy him this day.\" This Ayah was later on revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you ask for a judgement, then now has the judgement come unto you,)</span> until the end of the Ayah. Imam Ahmad recorded that 'Abdullah bin Tha'labah said, \"Abu Jahl asked for <span class=\"gray\">(Allah's judgment)</span> when he said upon facing the Muslims, 'O Allah! Those among us who severed the relations of the womb and brought forth what we do not recognize, then destroy him this day.'\" This was also recorded by An-Nasa'i in the Book of Tafsir <span class=\"gray\">(of his Sunan)</span> and Al-Hakim in his Mustadrak, and he said, \"It is Sahih according to the criteria of the Two Shaykhs, and they did not record it. \". Similar statements were reported from Ibn 'Abbas, Mujahid, Ad-Dahhak, Qatadah, Yazid bin Ruwman and several others. As-Suddi commented, \"Before the idolators left Makkah for Badr, they clung to the curtains covering the Ka'bah and supplicated to Allah for victory, 'O Allah! Give victory to the exalted among the two armies, the most honored among the two groups, and the most righteous among the two tribes.' Allah revealed the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you ask for a judgement, then now has the judgement come unto you.)</span> Allah says here, 'I accepted your supplication and Muhammad gained the victory.'\"</p><p lang=\"en\" class=\"en \">Abdur-Rahman bin Zayd bin Aslam said; \"This is Allah the Most High's answer to their supplication;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when they said: \"O Allah! If this is indeed the truth from you..)</span>\" <span class=\"gray\">[8:32]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن تَنتَهُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if you cease...)</span> from your disbelief and rejection of Allah and His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُوَ خَيْرٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it will be better for you)</span>, in this life and the Hereafter. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن تَعُودُوا نَعُدْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if you return, so shall We return...)</span> This is similar to another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عُدتُّمْ عُدْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if you return <span class=\"gray\">(to sins)</span>, We shall return <span class=\"gray\">(to Our punishment)</span>.)</span><span class=\"gray\">[17:8]</span> meaning, 'if you persist in your disbelief and misguidance, We shall repeat the defeat that you suffered,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تُغْنِيَ عَنكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and your forces will be of no avail to you, however numerous they be...)</span> for even if you gather whatever forces you can, then know that those whom Allah is with cannot be defeated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, Allah is with the believers.)</span> in reference to the Prophet's group, the side of the chosen Messenger ﷺ.</p>"
  }
]