[
  {
    "ayah_key": "18:1",
    "group_ayah_key": "18:1",
    "from_ayah": "18:1",
    "to_ayah": "18:5",
    "ayah_keys": "18:1,18:2,18:3,18:4,18:5",
    "text": "<div lang=\"en\" class=\"en \"><h2>What has been mentioned about the Virtues of this Surah and the first and last ten Ayat</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Al-Bara' said: \"A man recited Al-Kahf and there was an animal in the house which began acting in a nervous manner. He looked, and saw a fog or cloud overhead. He mentioned this to the Prophet ﷺ, who said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْرَأْ فُلَانُ، فَإِنَّهَا السَّكِينَةُ تَنْزِلُ عِنْدَ الْقُرْآنِ أَوْ تَنَزَّلَتْ لِلْقُرْآنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Keep on reciting so and so, for this is the tranquillity which descends when one reads Qur'an or because of reading Qur'an;)</span> This was also recorded in the Two Sahihs. This man who recited it was Usayd bin Al-Hudayr, as we have previously mentioned in our Tafsir of Surat Al-Baqarah.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Abu Ad-Darda' that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever memorizes ten Ayat from the beginning of Surat Al-Kahf will be protected from the Dajjal.)</span> This was also recorded by Muslim, Abu Dawud, An-Nasa'i and At-Tirmidhi. According to the version recorded by At-Tirmidhi,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَفِظَ ثَلَاثَ آيَاتٍ مِنْ أَوَّلِ الْكَهْفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever memorizes three Ayat from the beginning of Al-Kahf.)</span> He said, it is \"Hasan Sahih.\"</p><p lang=\"en\" class=\"en \">In his Mustadrak, Al-Hakim recorded from Abu Sa'id that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَرَأَ سُورَةَ الْكَهْفِ فِي يَوْمِ الْجُمُعَةِ أَضَاءَ لَهُ مِنَ النُّورِ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever recites Surat Al-Kahf on Friday, it will illuminate him with light from one Friday to the next.)</span></p><p lang=\"en\" class=\"en \">Then he said: \"This Hadith has a Sahih chain, but they <span class=\"gray\">(Al-Bukhari and Muslim)</span> did not record it.\" Al-Hafiz Abu Bakr Al-Bayhaqi also recorded it in his Sunan from Al-Hakim, then he narrated with his own chain that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَرَأَ سُورَةَ الْكَهْفِ كَمَا نَزَلَتْ، كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever recites Surat Al-Kahf as it was revealed, it will be a light for him on the Day of Resurrection.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي أَنزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَل لَّهُ عِوَجًا ۜ - قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا - مَّاكِثِينَ فِيهِ أَبَدًا - وَيُنذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا - مَّا لَهُم بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. All praise is due to Allah, Who has sent down to His servant the Book, and has not placed therein any crookedness.)</span><span class=\"gray\">(2. <span class=\"gray\">(He has made it)</span> straight to give warning of a severe punishment from Him, and to give good news to the believers, who do righteous deeds, that they shall have a fair reward.)</span><span class=\"gray\">(3. They shall abide therein forever.)</span><span class=\"gray\">(4. And to warn those who say, \"Allah has begotten a child.\")</span><span class=\"gray\">(5. No knowledge have they of such a thing, nor had their fathers. Mighty is the word that comes out of their mouths. They utter nothing but a lie.)</span></p><div lang=\"en\" class=\"en \"><h2>The Revelation of the Qur'an brings both Good News and a Warning</h2></div><p lang=\"en\" class=\"en \">In the beginning of this Tafsir, we mentioned that Allah, praises His Holy Self at the beginning and end of matters, for He is the One to be praised in all circumstances, all praise and thanks be to Him, in the beginning and in the end. He praises Himself for revealing His Mighty Book to His Noble Messenger Muhammad ﷺ, which is the greatest blessing that Allah has granted the people of this earth. Through the Qur'an, He brings them out of the darkness into light. He has made it a Book that is straight, neither distorted nor confusion therein. It clearly guides to a straight path, plain and manifest, giving a warning to the disbelievers and good news to the believers. This is why Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَجْعَل لَّهُ عِوَجًا ۜ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has not placed therein any crookedness.)</span> meaning, there is nothing twisted or confusing about it. But He has made it balanced and straightforward as He said;</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَيِّمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He has made it)</span> straight)</span>, meaning straightforward,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to give warning of a severe punishment from Him,)</span> meaning, to those who oppose His Prophet ﷺ and disbelieve in His Book, He issues a warning of severe punishment hastened in this world and postponed to the world Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن لَّدُنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from Him)</span> means, from Allah. For none can punish as He punishes and none is stronger or more reliable than Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُبَشِّرَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to give good news to the believers,)</span> means, those who believe in this Qur'an and confirm their faith by righteous actions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ لَهُمْ أَجْرًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they shall have a fair reward.)</span> means, a beautiful reward from Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّاكِثِينَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall abide therein)</span> means, in what Allah rewards them with, and that is Paradise, where they will live forever.</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(forever.)</span> means, for always, never ending or ceasing to be.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to warn those who say, \"Allah has begotten a child.\")</span> Ibn Ishaq said: \"These are the pagan Arabs, who said, 'We worship the angels who are the daughters of Allah.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا لَهُم بِهِ مِنْ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No knowledge have they of such a thing,)</span> meaning, this thing that they have fabricated and made up.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا لِآبَائِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor had their fathers.)</span> meaning, their predecessors.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبُرَتْ كَلِمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mighty is the word)</span> This highlights the seriousness and enormity of the lie they have made up. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mighty is the word that comes out of their mouths.)</span> meaning, it has no basis apart from what they say, and they have no evidence for it apart from their own lies and fabrications. Hence Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَقُولُونَ إِلَّا كَذِبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They utter nothing but a lie.)</span></p><div lang=\"en\" class=\"en \"><h2>Reason why this Surah was revealed</h2></div><p lang=\"en\" class=\"en \">Muhammad bin Ishaq mentioned the reason why this Surah was revealed. He said that an old man from among the people of Egypt who came to them some forty-odd years ago told him, from 'Ikrimah that Ibn 'Abbas said:</p><p lang=\"en\" class=\"en \">\"The Quraysh sent An-Nadr bin Al-Harith and 'Uqbah bin Abi Mu'it to the Jewish rabbis in Al-Madinah, and told them: 'Ask them <span class=\"gray\">(the rabbis)</span> about Muhammad, and describe him to them, and tell them what he is saying. They are the people of the first Book, and they have more knowledge of the Prophets than we do.' So they set out and when they reached Al-Madinah, they asked the Jewish rabbis about the Messenger of Allah ﷺ. They described him to them and told them some of what he had said. They said, 'You are the people of the Tawrah and we have come to you so that you can tell us about this companion of ours.' They <span class=\"gray\">(the rabbis)</span> said, 'Ask him about three things which we will tell you to ask, and if he answers them then he is a Prophet who has been sent <span class=\"gray\">(by Allah)</span>; if he does not, then he is saying things that are not true, in which case how you will deal with him will be up to you. Ask him about some young men in ancient times, what was their story? For theirs is a strange and wondrous tale. Ask him about a man who travelled a great deal and reached the east and the west of the earth. What was his story? And ask him about the Ruh <span class=\"gray\">(soul or spirit)</span> – what is it? If he tells you about these things, then he is a Prophet, so follow him, but if he does not tell you, then he is a man who is making things up, so deal with him as you see fit.' So An-Nadr and 'Uqbah left and came back to the Quraysh, and said: 'O people of Quraysh, we have come to you with a decisive solution which will put an end to the problem between you and Muhammad. The Jewish rabbis told us to ask him about some matters,' and they told the Quraysh what they were. Then they came to the Messenger of Allah ﷺ and said, 'O Muhammad, tell us,' and they asked him about the things they had been told to ask. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُخْبِرُكُمْ غَدًا عَمَّا سَأَلْتُمْ عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will tell you tomorrow about what you have asked me.)</span> but he did not say 'If Allah wills.' So they went away, and the Messenger of Allah ﷺ stayed for fifteen days without any revelation from Allah concerning that, and Jibril, peace be upon him, did not come to him either. The people of Makkah started to doubt him, and said, 'Muhammad promised to tell us the next day, and now fifteen days have gone by and he has not told us anything in response to the questions we asked.' The Messenger of Allah ﷺ felt sad because of the delay in revelation, and was grieved by what the people of Makkah were saying about him. Then Jibril came to him from Allah with the Surah about the companions of Al-Kahf, which also contained a rebuke for feeling sad about the idolators. The Surah also told him about the things they had asked him about, the young men and the traveler. The question about the Ruh was answered in the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الرُّوحِ ۖ قُلِ الرُّوحُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you concerning the Ruh <span class=\"gray\">(the spirit)</span>; say: \"The Ruh...\")</span><span class=\"gray\">[17:85]</span>.</p>"
  }
]