[
  {
    "ayah_key": "5:1",
    "group_ayah_key": "5:1",
    "from_ayah": "5:1",
    "to_ayah": "5:2",
    "ayah_keys": "5:1,5:2",
    "text": "<div lang=\"en\" class=\"en \"><h2>The Virtues of Surat Al-Mā'idah and When It Was Revealed</h2></div><p lang=\"en\" class=\"en \">At-Tirmidhi recorded that 'Abdullah bin 'Amr said, \"The last Surahs to be revealed were Surat Al-Ma'idah and Surat Al-Fath <span class=\"gray\">(chapter 48)</span>.\" At-Tirmidhi commented, \"This Hadith is Hasan, Gharib.\" and it was also reported that Ibn 'Abbas said that the last Surah to be revealed was,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When there comes the help of Allah and the Conquest,)</span><span class=\"gray\">[110:1]</span></p><p lang=\"en\" class=\"en \">Al-Hakim collected a narration similar to that of At-Tirmidhi in his Mustadrak, and he said, \"It is Sahih according to the criteria of the Two Shaykhs and they did not record it.\" Al-Hakim narrated that Jubayr bin Nufayr said, \"I performed Hajj once and visited 'A'ishah and she said to me, 'O Jubayr! Do you read <span class=\"gray\">(or memorize)</span> Al-Mā'idah?' I answered 'Yes.' She said, 'It was the last Surah to be revealed. Therefore, whatever permissible matters you find in it, then consider <span class=\"gray\">(treat)</span> them permissible. And whatever impermissible matters you find in it, then consider <span class=\"gray\">(treat)</span> them impermissible.'\" Al-Hakim said, \"It is Sahih according to the criteria of the Two Shaykhs and they did not record it. \" Imam Ahmad recorded that 'Abdur-Rahman bin Mahdi related that Mu'awiyah bin Salih added this statement in the last Hadith, \"I <span class=\"gray\">(Jubayr)</span> also asked 'A'ishah about the Messenger of Allah's conduct and she answered by saying, 'The Qur'an.'\" An-Nasa'i also recorded it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُم بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ - يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُوا وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَن صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَن تَعْتَدُوا ۘ وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَىٰ وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the Name of Allah, Most Gracious, Most Merciful.)</span></p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. O you who believe! Fulfill <span class=\"gray\">(your)</span> obligations. Lawful to you <span class=\"gray\">(for food)</span> are all the beasts of cattle except that which will be announced to you <span class=\"gray\">(herein)</span>, game <span class=\"gray\">(also)</span> being unlawful when you assume Ihram. Verily, Allah commands that which He wills.)</span><span class=\"gray\">(2. O you who believe! Violate not the sanctity of the symbols of Allah, nor of the Sacred Month, nor of the Hady brought for sacrifice, nor the garlands, nor the people coming to the Sacred House <span class=\"gray\">(Makkah)</span>, seeking the bounty and good pleasure of their Lord. But when you finish the Ihram, then hunt, and let not the hatred of some people in <span class=\"gray\">(once)</span> stopping you from Al-Masjid Al-Haram <span class=\"gray\">(at Makkah)</span> lead you to transgression. Help you one another in Al-Birr and At-Taqwa, but do not help one another in sin and transgression. And have Taqwa of Allah. Verily, Allah is severe in punishment.)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that a man came to 'Abdullah bin Mas'ud and said to him, \"Advise me.\" He said, \"When you hear Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe!)</span> then pay full attention, for it is a righteous matter that He is ordaining or an evil thing that He is forbidding.\" Khaythamah said, \"Everything in the Qur'an that reads,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe!)</span> reads in the Tawrah, 'O you who are in need.'\" Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْفُوا بِالْعُقُودِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fulfill <span class=\"gray\">(your)</span> obligations.)</span> Ibn 'Abbas, Mujahid and others said that 'obligations' here means treaties. Ibn Jarir mentioned that there is a consensus for this view. Ibn Jarir also said that it means treaties, such as the alliances that they used to conduct. 'Ali bin Abi Talhah reported that Ibn 'Abbas commented:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Fulfill <span class=\"gray\">(your)</span> obligations.)</span> \"Refers to the covenants, meaning, what Allah permitted, prohibited, ordained and set limits for in the Qur'an. Therefore, do not commit treachery or break the covenants. Allah emphasized this command when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who break the covenant of Allah, after its ratification, and sever that which Allah has commanded to be joined,)</span><span class=\"gray\">[13:25]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُوءُ الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(unhappy <span class=\"gray\">(evil)</span> home <span class=\"gray\">(i.e. Hell)</span>.)</span><span class=\"gray\">[13:25]</span>\" Ad-Dahhak said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْفُوا بِالْعُقُودِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fulfill your obligations.)</span> \"Refers to what Allah has permitted and what He has prohibited. Allah has taken the covenant from those who proclaim their faith in the Prophet ﷺ and the Book to fulfill the obligations that He has ordered for them in the permissible and the impermissible.\"</p><div lang=\"en\" class=\"en \"><h2>Explaining the Lawful and the Unlawful Beasts</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّتْ لَكُم بَهِيمَةُ الْأَنْعَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lawful to you <span class=\"gray\">(for food)</span> are all the beasts of cattle)</span> camels, cows and sheep, as Al-Hasan, Qatadah and several others stated. Ibn Jarir said that this Tafsir conforms to the meaning of <span class=\"gray\">('beasts of cattle')</span> that the Arabs had. We should mention that Ibn 'Umar, Ibn 'Abbas and others relied on this Ayah as evidence to allow eating the meat of the fetus if it is found dead in the belly of its slaughtered mother. There is a Hadith to the same effect collected in the Sunan of Abu Dawud, At-Tirmidhi and Ibn Majah and narrated by Abu Sa'id who said, \"We asked, 'O Messenger of Allah! When we slaughter a camel, cow or sheep, we sometimes find a fetus in its belly, should we discard it or eat its meat?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوهُ إِنْ شِئْتُمْ فَإِنَّ ذَكَاتَهُ ذَكَاةُ أُمِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat it if you want, because its slaughter was fulfilled when its mother was slaughtered.)</span>\"</p><p lang=\"gd\" class=\"gd \">At-Tirmidhi said, \"This Hadith is Hasan.\" Abu Dawud recorded that Jabir bin 'Abdullah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَكَاةُ الْجَنِينِ ذَكَاةُ أُمِّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Proper slaughter of the fetus is fulfilled with the slaughter of its mother.)</span> Only Abu Dawud collected this narration. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except that which will be announced to you <span class=\"gray\">(herein)</span>,)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said that it refers to, \"The flesh of dead animals, blood and the meat of swine.\" Qatadah said, \"The meat of dead animals and animals slaughtered without Allah's Name being pronounced at the time of slaughtering.\" It appears, and Allah knows best, that the Ayah refers to Allah's other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Forbidden to you <span class=\"gray\">(for food)</span> are: Al-Maytah <span class=\"gray\">(the dead animals)</span>, blood, the flesh of swine, and what has been slaughtered as a sacrifice for others than Allah, and that which has been killed by strangling, or by a violent blow, or by a headlong fall, or by the goring of horns - and that which has been <span class=\"gray\">(partly)</span> eaten by a wild animal.)</span><span class=\"gray\">(5:3)</span>, for although the animals mentioned in this Ayah are types of permissible cattle <span class=\"gray\">(except for swine)</span>, they become impermissible under the circumstances that the Ayah <span class=\"gray\">[5:3]</span> specifies. This is why Allah said afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Unless you are able to slaughter it <span class=\"gray\">(before its death)</span> and that which is sacrificed <span class=\"gray\">(slaughtered)</span> on An-Nusub <span class=\"gray\">(stone altars)</span>)</span> as the latter type is not permissible, because it can no longer be slaughtered properly. Hence, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّتْ لَكُم بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lawful to you are all the beasts of cattle except that which will be announced to you,)</span> means, except the specific circumstances that prohibit some of these which will be announced to you. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرَ مُحِلِّي الصَّيْدِ وَأَنتُمْ حُرُمٌ</p><p lang=\"de\" class=\"de \"><span class=\"gray\">(game <span class=\"gray\">(also)</span> being unlawful when you assume Ihram.)</span></p><p lang=\"en\" class=\"en \">Some scholars said that the general meaning of 'cattle' includes domesticated cattle, such as camels, cows and sheep, and wild cattle, such as gazzelle, wild cattle and wild donkeys. Allah made the exceptions mentioned above <span class=\"gray\">(dead animals blood, flesh of swine etc.)</span>, and prohibited hunting wild beasts while in the state of Ihram. It was also reported that the meaning here is, \"We have allowed for you all types of cattle in all circumstances, except what We excluded herewith for the one hunting game while in the state of Ihram.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if one is forced by necessity, without willful disobedience, and not transgressing, then, Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">This Ayah means, \"We allowed eating the meat of dead animals, when one is forced by necessity, under the condition that one is not transgressing the limits or overstepping them.\" Here, Allah states, \"Just as We allowed the meat of cattle in all conditions and circumstances, then do not hunt game when in the state of Ihram, for this is the decision of Allah, Who is the Most Wise in all that He commands and forbids.\" So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah commands that which He wills.)</span></p><div lang=\"en\" class=\"en \"><h2>The Necessity of Observing the Sanctity of the Sacred Area and the Sacred Months</h2></div><p lang=\"en\" class=\"en \">Allah continues,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Violate not the sanctity of Sha'a'ir Allah <span class=\"gray\">(the symbols of Allah)</span>,)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"Sha'a'ir Allah means the rituals of Hajj.\" Mujahid said, \"As-Safa and Al-Marwah, and the sacrificial animal are the symbols of Allah.\" It was also stated that Sha'a'ir Allah is what He prohibited. Therefore, it means, do not violate what Allah prohibited. Allah said afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الشَّهْرَ الْحَرَامَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor of the Sacred Month,)</span> for you are required to respect and honor the Sacred Month and to refrain from what Allah forbade during it, such as fighting. This also lays emphasis on avoiding sins during that time. As Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you concerning fighting in the Sacred Month. Say, \"Fighting therein is a great <span class=\"gray\">(transgression)</span>.\")</span><span class=\"gray\">[2:217]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللَّهِ اثْنَا عَشَرَ شَهْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the number of months with Allah is twelve months <span class=\"gray\">(in a year)</span>.)</span></p><p lang=\"id\" class=\"id \">Al-Bukhari recorded in his Sahih that Abu Bakrah said that the Messenger of Allah ﷺ said during the Farewell Hajj,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الزَّمَانَ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللهُ السَّمَواتِ وَالْأَرْضَ السَّنَةُ اثْنَا عَشَرَ شَهْرًا، مِنْهَا أَرْبَعَةٌ حُرُمٌ، ثَلَاثٌ مُتَوَالِيَاتٌ: ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ، وَرَجَبُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The division of time has returned as it was when Allah created the Heavens and the earth. The year is twelve months, four of which are sacred: Three are in succession, <span class=\"gray\">(they are:)</span> Dhul-Qa'dah, Dhul-Hijjah and Muharram, and <span class=\"gray\">(the fourth is)</span> Rajab of <span class=\"gray\">(the tribe of)</span> Mudar which comes between Jumada <span class=\"gray\">(Ath-Thaniyah)</span> and Sha'ban.)</span></p><p lang=\"en\" class=\"en \">This Hadith testifies to the continued sanctity of these months until the end of time.</p><div lang=\"en\" class=\"en \"><h2>Taking the Hady to the Sacred House of Allah, Al-Ka'bah</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor of the Hady brought for sacrifice, nor the garlands,)</span> means, do not abandon the practice of bringing the Hady <span class=\"gray\">(sacrificial animals)</span> to the Sacred House, as this ritual is a form of honoring the symbols of Allah. Do not abandon the practice of garlanding these animals on their necks, so that they are distinguished from other cattle. This way, it will be known that these animals are intended to be offered as Hady at the Ka'bah, and thus those who might intend some harm to them would refrain from doing so. Those who see the Hady might be encouraged to imitate this ritual, and indeed, he who calls to a type of guidance, will earn rewards equal to the rewards of those who follow his lead, without decrease in their own rewards. When the Messenger of Allah ﷺ intended to perform Hajj, he spent the night at Dhul-Hulayfah, which is also called Wadi Al-'Aqiq. In the morning, the Prophet ﷺ made rounds with his wives, who were nine at that time, performed Ghusl <span class=\"gray\">(bath)</span>, applied some perfume and performed a two Rak'ah prayer. He then garlanded the Hady and announced aloud his intention to perform Hajj and 'Umrah. The Prophet's Hady at the time consisted of plenty of camels, more than sixty, and they were among the best animals, the healthiest and most physically acceptable, just as Allah's statement proclaims,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus it is, and whosoever honors the symbols of Allah, then it is truly, from the piety of the hearts.)</span><span class=\"gray\">[22:32]</span> Muqatil bin Hayyan said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الْقَلَائِدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor the garlands)</span> means, \"Do not breach their sanctity.\" During the time of Jahiliyyah, the people used to garland themselves with animal hair and pelts when they left their areas in months other than the Sacred Months. The idolators of the Sacred House Area used to garland themselves with the tree-stems of the Sacred Area, so that they were granted safe passage.\" This statement was collected by Ibn Abi Hatim, who also recorded that Ibn 'Abbas said, \"There are two Ayat in this Surah <span class=\"gray\">(Al-Ma'idah)</span> that were abrogated, the Ayah about the garlands <span class=\"gray\">[5:2]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن جَاءُوكَ فَاحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So if they come to you <span class=\"gray\">(O Muhammad ﷺ)</span>, either judge between them, or turn away from them.)</span>\"</p><div lang=\"en\" class=\"en \"><h2>The Necessity of Preserving the Sanctity and Safety of those who Intend to Travel to the Sacred House</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor the people coming to the Sacred House <span class=\"gray\">(Makkah)</span>, seeking the bounty and good pleasure of their Lord.)</span></p><p lang=\"en\" class=\"en \">The Ayah commands: Do not fight people who are heading towards the Sacred House of Allah, which if anyone enters it, he must be granted safe refuge. Likewise, those who are heading towards the Sacred House seeking the bounty and good pleasure of Allah, must not be stopped, prevented, or frightened away from entering the Sacred House. Mujahid, 'Ata', Abu Al-'Aliyah, Mutarrif bin 'Abdullah, 'Abdullah bin 'Ubayd bin 'Umayr, Ar-Rabi' bin Anas, Muqatil bin Hayyan, Qatadah and several others said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(seeking the bounty of their Lord.)</span> refers to trading. A similar discussion preceded concerning the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no sin on you if you seek the bounty of your Lord <span class=\"gray\">(during pilgrimage by trading)</span>.)</span> Allah said;</p><p class=\"gl qpc-hafs\" lang=\"gl\">وَرِضْوَانًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and pleasure.)</span> Ibn 'Abbas said that the word 'pleasure' in the Ayah refers to, \"seeking Allah's pleasure by their Hajj.\" 'Ikrimah, As-Suddi and Ibn Jarir mentioned that this Ayah was revealed concerning Al-Hutam bin Hind Al-Bakri, who had raided the cattle belonging to the people of Al-Madinah. The following year, he wanted to perform 'Umrah to the House of Allah and some of the Companions wanted to attack him on his way to the House. Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor the people coming to the Sacred House <span class=\"gray\">(Makkah)</span>, seeking the bounty and good pleasure of their Lord.)</span></p><div lang=\"en\" class=\"en \"><h2>Hunting Game is Permissible After Ihram Ends</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حَلَلْتُمْ فَاصْطَادُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when you finish the Ihram, then hunt,)</span> When you end your Ihram, it is permitted for you to hunt game, which was prohibited for you during Ihram. Although this Ayah contains a command that takes effect after the end of a state of prohibition <span class=\"gray\">(during Ihram in this case)</span>, the Ayah, in fact, brings back the ruling that was previously in effect. If the previous ruling was an obligation, the new command will uphold that obligation, and such is the case with recommended and permissible matters. There are many Ayat that deny that the ruling in such cases is always an obligation. Such is also the case against those who say that it is always merely allowed. What we mentioned here is the correct opinion that employs the available evidence, and Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>Justice is Always Necessary</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَن صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَن تَعْتَدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let not the hatred of some people in <span class=\"gray\">(once)</span> stopping you from Al-Masjid Al-Haram <span class=\"gray\">(at Makkah)</span> lead you to transgression <span class=\"gray\">(and hostility on your part)</span>.)</span></p><p lang=\"en\" class=\"en \">The meaning of this Ayah is apparent, as it commands: Let not the hatred for some people, who prevented you from reaching the Sacred House in the year of Hudaybiyyah, make you transgress Allah's Law and commit injustice against them in retaliation. Rather, rule as Allah has commanded you, being just with every one. We will explain a similar Ayah later on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَىٰ أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not the enmity and hatred of others make you avoid justice. Be just: that is nearer to piety,)</span><span class=\"gray\">[5:8]</span> which commands: do not be driven by your hatred for some people into abandoning justice, for justice is ordained for everyone, in all situations. Ibn Abi Hatim recorded that Zayd bin Aslam said, \"The Messenger of Allah ﷺ and his Companions were in the area of Al-Hudaybiyyah when the idolators prevented them from visiting the House, and that was especially hard on them. Later on, some idolators passed by them from the east intending to perform 'Umrah. So the Companions of the Prophet ﷺ said, 'Let us prevent those <span class=\"gray\">(from 'Umrah)</span> just as their fellow idolators prevented us.' Thereafter, Allah sent down this Ayah.\" Ibn Abbas and others said that \"Shana'an\" refers to enmity and hate. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَىٰ وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Help you one another in Al-Birr and At-Taqwa; but do not help one another in sin and transgression.)</span></p><p lang=\"en\" class=\"en \">Allah commands His believing servants to help one another perform righteous, good deeds, which is the meaning of 'Al-Birr', and to avoid sins, which is the meaning of 'At-Taqwa'. Allah forbids His servants from helping one another in sin, 'Ithm' and committing the prohibitions. Ibn Jarir said that, \"Ithm means abandoning what Allah has ordained, while transgression means overstepping the limits that Allah set in your religion, along with overstepping what Allah has ordered concerning yourselves and others.\" Imam Ahmad recorded that Anas bin Malik said that the Messenger of Allah ﷺ said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Support your brother whether he was unjust or the victim of injustice.)</span> He was asked, \"O Messenger of Allah! We know about helping him when he suffers injustice, so what about helping him when he commits injustice?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحْجُزُهُ وَتَمْنَعُهُ مِنَ الظُّلْمِ فَذَاكَ نَصْرُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Prevent and stop him from committing injustice, and this represents giving support to him.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded this Hadith through Hushaym. Ahmad recorded that one of the Companions of the Prophet ﷺ narrated the Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنُ الَّذِي يُخَالِطُ النَّاسَ وَيَصْبِرُ عَلَى أَذَاهُمْ أَعْظَمُ أَجْرًا مِنَ الَّذِي لَا يُخَالِطُ النَّاسَ وَلَا يَصْبِرُ عَلى أَذَاهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believer who mingles with people and is patient with their annoyance, earns more reward than the believer who does not mingle with people and does not observe patience with their annoyance.)</span> Muslim recorded a Hadith that states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الْأَجْرِ مِثْلُ أُجُورِ مَنِ اتَّبَعَهُ إِلى يَوْمِ الْقِيَامَةِ لَا يَنْقُصُ ذلِكَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنَ الْإِثْمِ مِثْلُ آثَامِ مَنِ اتَّبَعَهُ إِلَى يَوْمِ الْقِيَامَةِ، لَا يَنْقُصُ ذلِكَ مِنْ آثَامِهِمْ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who calls to a guidance, will earn a reward similar to the rewards of those who accept his call, until the Day of Resurrection, without decreasing their rewards. Whoever calls to a heresy, will carry a burden similar to the burdens of those who accept his call, until the Day of Resurrection, without decreasing their own burdens.)</span></p>"
  }
]