[
  {
    "ayah_key": "4:110",
    "group_ayah_key": "4:110",
    "from_ayah": "4:110",
    "to_ayah": "4:113",
    "ayah_keys": "4:110,4:111,4:112,4:113",
    "text": "<p lang=\"en\" class=\"en \">And whoever does evil or wrongs himself but afterwards seeks Allah's forgiveness, he will find Allah Oft-Forgiving, Most Merciful.) 111. And whoever earns sin, he earns it only against himself. And Allah is Ever All-Knowing, All-Wise <span>(110)</span>And whoever earns a fault or a sin and then blames it on someone innocent, he has indeed burdened himself with falsehood and a manifest sin <span>(111)</span>Had not the grace of Allah and His mercy been upon you, a party of them would certainly have made a decision to mislead you, but they mislead none except their own selves, and no harm can they do to you in the least. Allah has sent down to you the Book, and the Hikmah, and taught you that which you knew not. And ever great is the grace of Allah unto you <span>(112)</span></p><div lang=\"en\" class=\"en \"><h2>The Encouragement to Seek Allah's Forgiveness, and Warning those who Falsely Accuse Innocent People</h2></div><p lang=\"en\" class=\"en \">Allah emphasizes His generosity and kindness, in that He forgives whoever repents to Him from whatever evil they commit. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever does evil or wrongs himself but afterwards seeks Allah's forgiveness, he will find Allah Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah said that Ibn 'Abbas commented about this Ayah, \"Allah informs His servants of His forgiveness, forbearing generosity and expansive mercy. So whoever commits a sin, whether minor or major,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but afterwards seeks Allah's forgiveness, he will find Allah Oft-Forgiving, Most Merciful.)</span> even if his sins were greater than the heavens, the earth and the mountains.\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Ali said, \"Whenever I hear anything from the Messenger of Allah, Allah benefits me with whatever He wills of that. Abu Bakr told me, and Abu Bakr has said the truth, that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ مُسْلِمٍ يُذْنِبُ ذَنْبًا، ثُمَّ يَتَوَضَّأُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللهَ لِذلِكَ الذَّنْبِ، إِلَّا غَفَرَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No Muslim commits a sin and then performs ablution, prays two Rak'ahs and begs Allah for forgiveness for that sin, but He forgives him.)</span> He then recited these two Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever does evil or wrongs himself)</span><span class=\"gray\">[4:110]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who, when they have committed Fahishah or wronged themselves with evil)</span>. <span class=\"gray\">[3:135]</span>\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَىٰ نَفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever earns sin, he earns it only against himself.)</span> is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no bearer of burdens shall bear the burden of another)</span>. So no one will avail anyone else. Rather, every soul, and none else, shall carry its own burden. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Ever All-Knowing, All-Wise.)</span> meaning, this occurs due to His knowledge, wisdom, fairness and mercy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and taught you that which you knew not.)</span>, before this revelation was sent down to you. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We have sent to you <span class=\"gray\">(O Muhammad ﷺ)</span> a Ruh <span class=\"gray\">(a revelation, and a mercy)</span> of Our command. You knew not what is the Book)</span><span class=\"gray\">[42:52]</span> until the end of the Surah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ تَرْجُو أَن يُلْقَىٰ إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِّن رَّبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not expecting that the Book <span class=\"gray\">(this Qur'an)</span> would be sent down to you, but it is a mercy from your Lord)</span>. <span class=\"gray\">[28:86]</span> So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ever great is the grace of Allah unto you <span class=\"gray\">(O Muhammad ﷺ)</span>)</span>.</p>"
  },
  {
    "ayah_key": "4:114",
    "group_ayah_key": "4:114",
    "from_ayah": "4:114",
    "to_ayah": "4:115",
    "ayah_keys": "4:114,4:115",
    "text": "<p lang=\"en\" class=\"en \">There is no good in most of their secret talks save <span class=\"gray\">(in)</span> him who orders Sadaqah, or goodness, or conciliation between mankind; and he who does this, seeking the good pleasure of Allah, We shall give him a great rewar <span>(114)</span>And whoever contradicts and opposes the Messenger after the right path has been shown clearly to him, and follows other than the believers' way, We shall keep him in the path he has chosen, and burn him in Hell what an evil destination <span>(115)</span></p><div lang=\"mt\" class=\"mt \"><h2>Righteous Najwa, Secret Talk</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no good in most of their secret talks)</span> meaning, what the people say to each other.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(save him who orders Sadaqah <span class=\"gray\">(charity)</span>, or goodness, or reconciliation between mankind;)</span> meaning, except for this type of talk.</p><p lang=\"bg\" class=\"bg \">Imam Ahmad recorded that Umm Kulthum bint 'Uqbah said that she heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْكَذَّابُ الَّذِي يُصْلِحُ بَيْنَ النَّاسِ فَيَنْمِي خَيْرًا، أَوْ يَقُولُ خَيْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who brings about reconciliation between people by embellishing good or saying good things, is not a liar.)</span></p><p lang=\"en\" class=\"en \">She also said, \"I never heard him allow what the people say <span class=\"gray\">(lies)</span> except in three cases: in war, bringing peace between people and the man's speech <span class=\"gray\">(invented compliments)</span> to his wife and her speech to her husband.\" Umm Kulthum bint 'Uqbah was among the immigrant women who gave their pledge of allegiance to the Messenger of Allah ﷺ. The Group also recorded this Hadith, with the exception of Ibn Majah.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Ad-Darda' said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُخْبِرُكُمْ بِأَفْضَلَ مِنْ دَرَجَةِ الصِّيَامِ، وَالصَّلَاةِ، وَالصَّدَقَةِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Should I tell you what is better than the grade of fasting, praying and Sadaqah?)</span> They said, \"Yes, O Allah's Messenger!\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِصْلَاحُ ذَاتِ الْبَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bringing reconciliation between people.)</span> He also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَسَادُ ذَاتِ الْبَيْنِ هِيَ الْحَالِقَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Spoiling the relationship <span class=\"gray\">(between people)</span> is the destroyer.)</span> Abu Dawud and At-Tirmidhi also recorded this Hadith, and At-Tirmidhi said, \"Hasan Sahih\". Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَفْعَلْ ذَٰلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he who does this, seeking the good pleasure of Allah,)</span> with sincerity and awaiting the reward with Allah, the Exalted and Most Honored,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall give him a great reward.)</span> meaning, an immense, enormous and tremendous reward.</p><div lang=\"en\" class=\"en \"><h2>The Punishment for Contradicting and Opposing the Messenger and Following a Path Other than That of the Believers</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever contradicts and opposes the Messenger after the right path has been shown clearly to him.)</span> refers to whoever intentionally takes a path other than the path of the Law revealed to the Messenger, after the truth has been made clear, apparent and plain to him. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and follows other than the believers' way,)</span> refers to a type of conduct that is closely related to contradicting the Messenger ﷺ. This contradiction could be in the form of contradicting a text <span class=\"gray\">(from the Qur'an or Sunnah)</span> or contradicting what the Ummah of Muhammad ﷺ has agreed on. The Ummah of Muhammad ﷺ is immune from error when they all agree on something, a miracle that serves to increase their honor, due to the greatness of their Prophet.</p><p lang=\"en\" class=\"en \">There are many authentic Hadiths on this subject. Allah warned against the evil of contradicting the Prophet ﷺ and his Ummah, when He said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">نُوَلِّهِ مَا تَوَلَّىٰ وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall keep him in the path he has chosen, and burn him in Hell – what an evil destination!)</span> meaning, when one goes on this wicked path, We will punish him by making the evil path appear good in his heart, and will beautify it for him so that he is tempted further. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْنِي وَمَن يُكَذِّبُ بِهَٰذَا الْحَدِيثِ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then leave Me Alone with such as belie this Qur'an. We shall punish them gradually from directions they perceive not)</span>, <span class=\"gray\">[68:44]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they turned away <span class=\"gray\">(from the path of Allah)</span>, Allah turned their hearts away)</span><span class=\"gray\">[61:5]</span>, and,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall leave them in their trespass to wander blindly)</span><span class=\"gray\">[6:110]</span>. Allah made the Fire the destination of such people in the Hereafter. Indeed, the path of those who avoid the right guidance will only lead to the Fire on the Day of Resurrection, as evident by Allah's statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said to the angels)</span>: \"Assemble those who did wrong, together with their companions <span class=\"gray\">(from the devils)</span>)</span><span class=\"gray\">[37:22]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the criminals, shall see the Fire and apprehend that they have to fall therein. And they will find no way of escape from there)</span><span class=\"gray\">[18:53]</span>.</p>"
  }
]