[
  {
    "ayah_key": "39:21",
    "group_ayah_key": "39:21",
    "from_ayah": "39:21",
    "to_ayah": "39:22",
    "ayah_keys": "39:21,39:22",
    "text": "<p lang=\"en\" class=\"en \">See you not that Allah sends down water from the sky, and causes it to penetrate the earth, as water springs, and afterward thereby produces crops of different colors, and afterward they wither and you see them turn yellow; then He makes them dry and broken pieces. Verily, in this is a reminder for men of understanding <span>(21)</span>Is he whose breast Allah has opened to Islam, so that he is in light from his Lord? So, woe to those whose hearts are hardened against remembrance of Allah! They are in plain error <span>(22)</span></p><p lang=\"en\" class=\"en \">The Parable of the Life of this World</p><p lang=\"en\" class=\"en \">Allah tells us that water originates in the sky. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We send down pure water from the sky)</span><span class=\"gray\">(25:48)</span>. So, Allah sends down water from the sky, and it settles in the earth, then He causes it to flow wherever He wills, and He causes springs, great and small, to flow as needed. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and causes it to penetrate the earth, as water springs,)</span> Sa'id bin Jubayr and 'Amir Ash-Sha'bi said that all the water on earth has its origins in the sky. Sa'id bin Jubayr said, its origins lie in the snow, meaning that snow piles up in the mountains, then settles at the bottom <span class=\"gray\">(of the mountains)</span> and springs flow from the bottom of them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and afterward thereby produces crops of different colors)</span> means, then from the water which comes down from the sky or flows from springs in the earth, He brings forth crops of different colors, i.e., different kinds of forms, tastes, scents, bencfits, etc.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَهِيجُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and afterward they wither)</span> means, after they have been ripe and fresh, they become old and you see them turn yellow when they have dried out.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَجْعَلُهُ حُطَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then He makes them dry and broken pieces.)</span> means, then they become brittle.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِأُولِي الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this is a reminder for men of understanding.)</span> means, those who are reminded by this and who learn the lesson from it, that this world is like this – it is green and fresh and beautiful, then it will become old and ugly. The young man will become a weak, senile old man, and after all of that comes death. The blessed one is the one whose state after death will be good. Allah often likens the life of this world to the way He sends down water from the sky and crops and fruits grow thereby, then they become dry and brittle. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُقْتَدِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And put forward to them the example of the life of this world: it is like the water <span class=\"gray\">(rain)</span> which We send down from the sky, and the vegetation of the earth mingles with it, and becomes fresh and green. But <span class=\"gray\">(later)</span> it becomes dry and broken pieces, which the winds scatter. And Allah is able to do everything)</span><span class=\"gray\">(18:45)</span></p><p lang=\"en\" class=\"en \">The People of Truth and the People of Misguidance are not Equal</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَىٰ نُورٍ مِنْ رَبِّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he whose breast Allah has opened to Islam, so that he is in light from his Lord?)</span> means, is this person equal to the one who is hard-hearted and far from the truth? This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he who was dead and We gave him life and set for him a light <span class=\"gray\">(i.e. Belief)</span> whereby he can walk amongst men – like him who is in the darkness <span class=\"gray\">(i.e., disbelief)</span> from which he can never come out?)</span><span class=\"gray\">(6:122)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, woe to those whose hearts are hardened against remembrance of Allah!)</span> meaning, they do not become soft when Allah is mentioned, and they do not feel humility or fear, and they do not understand.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are in plain error!)</span>.</p>"
  }
]