[
  {
    "ayah_key": "36:26",
    "group_ayah_key": "36:26",
    "from_ayah": "36:26",
    "to_ayah": "36:29",
    "ayah_keys": "36:26,36:27,36:28,36:29",
    "text": "<p lang=\"en\" class=\"en \">It was said: \"Enter Paradise.\" He said: \"Would that my people knew. <span>(26)</span>\"That my Lord <span class=\"gray\">(Allah)</span> has forgiven me, and made me of the honored ones! <span>(27)</span>And We sent not against his people after him an army from the heaven, nor was it needful for Us to send <span class=\"gray\">(such a thing)</span><span>(28)</span>It was but one 'Şayḥah' and lo! they <span class=\"gray\">(all)</span> were still <span>(29)</span></p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq reported from some of his companions from Ibn Mas'ud, may Allah be pleased with him, that they stamped on him until his intestines came out of his back passage. Allah said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلِ الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Enter Paradise.\")</span> so he entered it with all its bountiful provision, when Allah had taken away from him all the sickness, grief and exhaustion of this world. Mujahid said, \"It was said to Habib An-Najjar, 'Enter Paradise.' This was his right, for he had been killed. When he saw the reward,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Would that my people knew...\")</span>.\" Qatadah said, \"You will never find a believer but he is sincere and is never insincere. When he saw with his own eyes how Allah had honored him, he said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ - بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Would that my people knew that my Lord has forgiven me, and made me of the honored ones!\")</span> He wished that his people could know about what he was seeing with his own eyes of the honor of Allah.\" Ibn 'Abbas said, \"He was sincere towards his people during his lifetime by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my people! Obey the Messengers)</span><span class=\"gray\">(36:20)</span> , and after his death by saying:</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَا لَيْتَ قَوْمِي يَعْلَمُونَ - بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would that my people knew that my Lord <span class=\"gray\">(Allah)</span> has forgiven me, and made me of the honored ones!)</span> This was recorded by Ibn Abi Hatim. Sufyan Ath-Thawri narrated from 'Asim Al-Ahwal from Abu Mijlaz:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That my Lord has forgiven me, and made me of the honored ones!)</span> \"Because of my faith in my Lord and my belief in the Messengers.\" He meant that if they could see the great reward and everlasting blessings that he had attained, this would lead them to follow the Messengers. May Allah have mercy on him and be pleased with him, for he was so keen that his people should be guided.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْزَلْنَا عَلَىٰ قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not against his people after him an army from the heaven, nor was it needful for Us to send.)</span> Allah tells us that He took revenge on his people after they had killed him because He, may He be blessed and exalted, was angry with them, for they had disbelieved in His Messengers and killed His close friend. Allah tells us that He did not send an army of angels, nor did He need to send them, to destroy these people; the matter was simpler than that. This was the view of Ibn Mas'ud, according to the reports of Ibn Ishaq from some of his companions concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْزَلْنَا عَلَىٰ قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not against his people after him an army from the heaven, nor was it needful for Us to send.)</span> He said: \"We did not seek to outnumber them, for the matter was simpler than that.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was but one 'Şayḥah' and lo! they <span class=\"gray\">(all)</span> were still.)</span> He said, \"So Allah destroyed that tyrant king, and destroyed the people of Antioch, and they disappeared from the face of the earth, leaving no trace behind. It was said that the words</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُنْزِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor was it needful for Us to send <span class=\"gray\">(such a thing)</span>.)</span> mean, 'We did not send the angels against the nations when We destroyed them; all We did was to send the punishment to destroy them.' It was said that the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْزَلْنَا عَلَىٰ قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not against his people after him an army from the heaven,)</span> mean, another Message to them. This was the view of Mujahid and Qatadah. Qatadah said, \"Allah did not rebuke his people after they killed him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was but one 'Şayḥah' and lo! they <span class=\"gray\">(all)</span> were still)</span>.\" </p><p lang=\"en\" class=\"en \">Ibn Jarir said, \"The former view is more correct, because the Message does not need to be brought by an army.\" The scholars of Tafsir said, \"Allah sent Jibril, peace be upon him, to them, and he seized the pillars at the gate of their city, then he hurled one 'Şayḥah' upon them and lo! they <span class=\"gray\">(all)</span> were still, to the last man among them, and no soul was left in any body.\" </p><p lang=\"en\" class=\"en \">We have already referred to the reports from many of the Salaf that this city was Antioch, and that these three Messengers were messengers sent from the Messiah 'Isa bin Maryam, peace be upon him, as Qatadah and others stated. This is not mentioned by any of the later scholars of Tafsir besides him, and this issue must be examined from a number of angles. </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first)</span> is that if we take this story at face value, it indicates that these men were Messengers from Allah, may He be glorified, not from the Messiah, peace be upon him, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When We sent to them two Messengers, they denied them both; so We reinforced them with a third, and they said: \"Verily, we have been sent to you as Messengers.\")</span> up to:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ - وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord knows that we have been sent as Messengers to you. And our duty is only to convey plainly <span class=\"gray\">(the Message)</span>.\")</span> If they had been from among the Disciples, they would have said something to indicate that they had come from the Messiah, peace be upon him. And Allah knows best. Moreover, if they had been messengers sent by the Messiah, why would the people have said to them,</p><p class=\"ur qpc-hafs\" lang=\"ur\"> مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"You are only human beings like ourselves\")</span></p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The second)</span> is that the people of Antioch did believe in the messengers sent by the Messiah to them. Antioch was the first city to believe in the Messiah, and it is one of the four cities in which there are Christian patriarchs. These cities are: Jerusalem, because it is the city of the Messiah; Antioch, because it was the first city where all of the people believed in the Messiah; Alexandria, because it was in that city that they agreed to reform the hierarchy of patriarchs, metropolitans <span class=\"gray\">(archbishops)</span>, bishops, priests, deacons and monks; and Rome, because it is the city of the Emperor Constantine who supported and helped to establish their religion. When he adopted Constantinople as his city, the Patriarch of Rome moved there, as has been mentioned by several historian, such as Sa'id bin Batriq and others, both People of the Book and Muslims. If we accept that, then the people of Antioch were the first to believe, but Allah tells us that the people of this town rejected His Messengers and that He destroyed them with one 'Şayḥah' and lo! they <span class=\"gray\">(all)</span> were still. And Allah knows best. </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The third)</span> is that the story of Antioch and the Disciples of the Messiah happened after the Tawrah had been revealed. Abu Sa'id Al-Khudri, may Allah be pleased with him, and others among the Salaf stated that after revealing the Tawrah, Allah, may He be blessed and exalted, did not destroy an entire nation by sending a punishment upon them. Rather, He commanded the believers to fight the idolators. They mentioned this when discussing the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We gave Musa – after We had destroyed the generations of old – the Scripture)</span><span class=\"gray\">(28:43)</span>. This implies that the city mentioned in the Qur'an is a city other than Antioch, as also stated by more than one of the Salaf. Or, if we wish to keep the same name, it is possible that it is another Antioch, not the one which is well-known, for it is not known that it <span class=\"gray\">(the famous Antioch)</span> was destroyed, either during Christian times or before. And Allah knows best.</p>"
  },
  {
    "ayah_key": "36:30",
    "group_ayah_key": "36:30",
    "from_ayah": "36:30",
    "to_ayah": "36:32",
    "ayah_keys": "36:30,36:31,36:32",
    "text": "<p class=\"en translation\" lang=\"en\">Alas for mankind! There never came a Messenger to them but they used to mock at him <span>(30)</span>Do they not see how many of the generations We have destroyed before them? Verily, they will not return to them <span>(31)</span>And surely, all – everyone of them will be brought before Us <span>(32)</span></p><p lang=\"en\" class=\"en \">Woe to the Disbelievers!</p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas commented on the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alas for mankind!)</span>, this means, woe to mankind! Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alas for mankind!)</span> means, \"Alas for mankind, who have neglected the command of Allah.\" </p><p lang=\"en\" class=\"en \">The meaning is that they will feel regret and sorrow on the Day of Resurrection. When they see the punishment with their own eyes; they will regret how they disbelieved the Messengers of Allah and went against the commands of Allah, for they used to disbelieve in them in this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There never came a Messenger to them but they used to mock at him.)</span> means, they disbelieved him and made fun of him, and rejected the message of truth with which he had been sent.</p><p lang=\"en\" class=\"en \">The Refutation of the Belief in the Transmigration of Souls</p><p lang=\"en\" class=\"en \">Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see how many of the generations We have destroyed before them Verily, they will not return to them.)</span> meaning, 'do you not learn a lesson from those whom Allah destroyed before you of those who disbelieved in the Messengers? They came to this world only once, and will not return to it.' It is not as many of those ignorant and immoral people claim that</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"There is nothing but our life of this world! We die and we live!\")</span><span class=\"gray\">(23:37)</span>. This was the belief in the cycle of reincarnation; in their ignorance they believed that they would come back to this world as they had been before. But Allah refuted their false belief and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see how many of the generations We have destroyed before them? Verily, they will not return to them.)</span> Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, all – everyone of them will be brought before Us.)</span> means, all of the past nations and those that are yet to come, will be gathered and brought to account before Allah, may He be glorified and exalted, on the Day of Judgement, and they will be requitted according to their good and evil deeds. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, to each of them your Lord will repay their works in full.)</span><span class=\"gray\">(11:111)</span>.</p>"
  }
]