[
  {
    "ayah_key": "3:144",
    "group_ayah_key": "3:144",
    "from_ayah": "3:144",
    "to_ayah": "3:148",
    "ayah_keys": "3:144,3:145,3:146,3:147,3:148",
    "text": "<p lang=\"en\" class=\"en \">Muhammad is no more than a Messenger, and indeed Messengers have passed away before him. If he dies or is killed, will you then turn back on your heels? And he who turns back on his heels, not the least harm will he do to Allah; and Allah will reward the grateful <span>(144)</span>And no person can ever die except by Allah's leave and at an appointed term. And whoever desires a reward in the world, We shall give him of it; and whoever desires a reward in the Hereafter, We shall give him thereof. And We shall reward the grateful <span>(145)</span>And many a Prophet fought and along with him many Ribbiyyun. But they never lost heart for that which befall them in Allah's way, nor did nor they weaken nor degrade themselves. And Allah loves the patient <span>(146)</span>And they said nothing but: \"Our Lord! Forgive us our sins and our transgressions, establish our feet firmly, and give us victory over the disbelieving folk. <span>(147)</span>So Allah gave them the reward of this world, and the excellent reward of the Hereafter. And Allah loves the good-doers <span>(148)</span></p><div lang=\"nl\" class=\"nl \"><h2>The Rumor that the Prophet <span class=\"gray\">(ﷺ)</span> was Killed at Uhud</h2></div><p lang=\"en\" class=\"en \">When Muslims suffered defeat in battle at Uhud and some of them were killed, Shaytan shouted, \"Muhammad has been killed.\" Ibn Qami'ah went back to the idolators and claimed, \"I have killed Muhammad.\" Some Muslims believed this rumor and thought that the Messenger of Allah ﷺ had been killed, claiming that this could happen, for Allah narrated that this occurred to many Prophets before. Therefore, the Muslims' resolve was weakened and they did not actively participate in battle. This is why Allah sent down to His Messenger His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muhammad is no more than a Messenger, and indeed Messengers have passed away before him.)</span> he is to deliver Allah's Message and may be killed in the process, just as what happened to many Prophets before. Ibn Abi Najih said that his father said that a man from the Muhajirin passed by an Ansari man who was bleeding <span class=\"gray\">(during Uhud)</span> and said to him, \"O fellow! Did you know that Muhammad was killed?\" The Ansari man said, \"Even if Muhammad was killed, he has indeed conveyed the Message. Therefore, defend your religion.\" The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muhammad is no more than a Messenger, and indeed <span class=\"gray\">(many)</span> Messengers have passed away before him)</span>, was revealed. This story was collected by Al-Hafiz Abu Bakr Al-Bayhaqi in Dala'il An-Nubuwwah.</p><p lang=\"en\" class=\"en \">Allah said next, while chastising those who became weak,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفإِيْن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَىٰ أَعْقَابِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If he dies or is killed, will you then turn back on your heels?)</span>, become disbelievers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he who turns back on his heels, not the least harm will he do to Allah; and Allah will give reward to those who are grateful)</span>, those who obeyed Allah, defended His religion and followed His Messenger ﷺ whether he was alive or dead. The Sahih, Musnad and Sunan collections gathered various chains of narration stating that Abu Bakr recited this Ayah when the Messenger of Allah ﷺ died. Al-Bukhari recorded that 'A'ishah said that Abu Bakr came riding his horse from his dwelling in As-Sunh. He dismounted, entered the Masjid and did not speak to anyone until he came to her <span class=\"gray\">[in her room]</span> and went directly to the Prophet, who was covered with a marked blanket. Abu Bakr uncovered his face, knelt down and kissed him, then started weeping and proclaimed, \"My father and my mother be sacrificed for you! Allah will not combine two deaths on you. You have died the death, which was written for you.\"</p><p lang=\"en\" class=\"en \">Ibn 'Abbas narrated that Abu Bakr then came out, while 'Umar was addressing the people, and Abu Bakr told him to sit down but 'Umar refused, and the people attended to Abu Bakr and left 'Umar. Abu Bakr said, \"To proceed; whoever among you worshipped Muhammad, then Muhammad is dead, but whoever worshipped Allah, Allah is alive and will never die. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَىٰ أَعْقَابِكُمْ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muhammad is no more than a Messenger and indeed <span class=\"gray\">(many)</span> Messengers have passed away before him. If he dies or is killed, will you then turn back on your heels? And he who turns back on his heels, not the least harm will he do to Allah; and Allah will reward the grateful.)</span>\"</p><p lang=\"en\" class=\"en \">The narrator added, \"By Allah, it was as if the people never knew that Allah had revealed this verse before until Abu Bakr recited it, and then whoever heard it, started reciting it.\" Sa'id bin Al-Musayyib said that 'Umar said, \"By Allah! When I heard Abu Bakr recite this Ayah, my feet could not hold me, and I fell to the ground.\"</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُّؤَجَّلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no person can ever die except by Allah's leave and at an appointed term.)</span><span class=\"gray\">[3:145]</span> meaning, no one dies except by Allah's decision, after he has finished the term that Allah has destined for him. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابًا مُّؤَجَّلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(at an appointed term)</span> which is similar to His statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no aged man is granted a length of life nor is a part cut off from his life, but it is in a Book)</span><span class=\"gray\">[35:11]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰ أَجَلًا وَأَجَلٌ مُّسَمًّى عِندَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who has created you from clay, and then has decreed a <span class=\"gray\">(stated)</span> term <span class=\"gray\">(for you to die)</span>. And there is with Him another determined term <span class=\"gray\">(for you to be resurrected)</span>)</span><span class=\"gray\">[6:2]</span>.</p><p lang=\"en\" class=\"en \">This Ayah <span class=\"gray\">[3:145]</span> encourages cowards to participate in battle; for doing so, or avoiding battle neither decreases, nor increases the life term. Ibn Abi Hatim narrated that, Habib bin Suhban said that a Muslim man, Hujr bin 'Adi, said in a battle, \"What prevents you from crossing this river <span class=\"gray\">(the Euphrates)</span> to the enemy?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُّؤَجَّلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no person can ever die except by Allah's leave and at an appointed term?)</span>\" He then crossed the river riding his horse, and when he did, the Muslims followed him. When the enemy saw them, they started shouting, \"Diwan <span class=\"gray\">(Persian; crazy)</span>,\" and they ran away.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَن يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever desires a reward in the world, We shall give him of it; and whoever desires a reward in the Hereafter, We shall give him thereof)</span>.</p><p lang=\"en\" class=\"en \">Therefore, the Ayah proclaims, whoever works for the sake of this life, will only earn what Allah decides he will earn. However, he will not have a share in the Hereafter. Whoever works for the sake of the Hereafter, Allah will give him a share in the Hereafter, along with what He decides for him in this life. In similar statements, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِن نَّصِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever desires <span class=\"gray\">(by his deeds)</span> the reward of the Hereafter, We give him increase in his reward, and whosoever desires the reward of this world <span class=\"gray\">(by his deeds)</span>, We give him thereof <span class=\"gray\">(what is decreed for him)</span>, and he has no portion in the Hereafter.)</span><span class=\"gray\">[42:20]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَّدْحُورًا - وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ كَانَ سَعْيُهُم مَّشْكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever desires the quick-passing <span class=\"gray\">(transitory enjoyment of this world)</span>, We readily grant him what We will for whom We like. Then, afterwards, We have appointed for him Hell; he will burn therein disgraced and despised. And whoever desires the Hereafter and strives for it, with the necessary effort due for it while he is a believer, then such are the ones whose striving shall be appreciated)</span><span class=\"gray\">[17:18-19]</span>.</p><p lang=\"id\" class=\"id \">In this Ayah <span class=\"gray\">[3:145]</span>, Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَنَجْزِي الشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall reward the grateful.)</span> meaning, We shall award them with Our favor and mercy in this life and the Hereafter, according to the degree of their appreciation <span class=\"gray\">[of Allah]</span> and their good deeds.</p><p lang=\"en\" class=\"en \">Allah then comforts the believers because of what they suffered in Uhud,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a Prophet fought and along with him many Ribbiyyun.)</span></p><p lang=\"en\" class=\"en \">It was said that this Ayah means that many Prophets and their companions were killed in earlier times, as is the view chosen by Ibn Jarir. It was also said that the Ayah means that many Prophets witnessed their companions' death before their eyes. However, Ibn Ishaq mentioned another explanation in his Sirah, saying that this Ayah means, \"Many a Prophet was killed, and he had many companions whose resolve did not weaken after their Prophet died, and they did not become feeble in the face of the enemy. What they suffered in Jihad in Allah's cause and for the sake of their religion did not make them lose heart. This is patience,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحِبُّ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah loves the patient.)</span>\" As-Suhayli agreed with this explanation and defended it vigorously. This view is supported by Allah saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَعَهُ رِبِّيُّونَ كَثِيرٌ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(And along with him many Ribbiyyun)</span>.</p><p lang=\"en\" class=\"en \">In his book about the battles, Al-Amawi mentioned only this explanation for the Ayah. Sufyan Ath-Thawri reported that, Ibn Mas'ud said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِبِّيُّونَ كَثِيرٌ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(many Ribbiyyun)</span> means, thousands. Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, 'Ikrimah, Al-Hasan, Qatadah, As-Suddi, Ar-Rabi' and 'Ata' Al-Khurasani said that the word Ribbiyyun means, 'large bands'. 'Abdur-Razzaq narrated that Ma'mmar said that Al-Hasan said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِبِّيُّونَ كَثِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(many Ribbiyyun)</span> means, many scholars. He also said that it means patient and pious scholars.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they never lost heart for that which befell them in Allah's way, nor did they weaken nor degrade themselves.)</span></p><p lang=\"gd\" class=\"gd \">Qatadah and Ar-Rabi' bin Anas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ضَعُفُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor did they weaken)</span>, means, after their Prophet was killed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اسْتَكَانُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor degrade themselves)</span>, by reverting from the true guidance and religion. Rather, they fought on the path that Allah's Prophet fought on until they met Allah. Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اسْتَكَانُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor degrade themselves)</span> means, nor became humiliated, while As-Suddi and Ibn Zayd said that it means, they did not give in to the enemy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحِبُّ الصَّابِرِينَ - وَمَا كَانَ قَوْلَهُمْ إِلَّا أَن قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah loves the patient. And they said nothing but: \"Our Lord! Forgive us our sins and our transgressions, establish our feet firmly, and give us victory over the disbelieving folk.\")</span><span class=\"gray\">[3:146-147]</span>, and this was the statement that they kept repeating. Therefore,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Allah gave them the reward of this world)</span> victory, triumph and the good end,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُسْنَ ثَوَابِ الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the excellent reward of the Hereafter)</span> added to the gains in this life,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah loves the good-doers)</span>.</p>"
  }
]