[
  {
    "ayah_key": "36:1",
    "group_ayah_key": "36:1",
    "from_ayah": "36:1",
    "to_ayah": "36:7",
    "ayah_keys": "36:1,36:2,36:3,36:4,36:5,36:6,36:7",
    "text": "<p lang=\"mn\" class=\"mn \">The Virtues of Surah Ya Sin</p><p lang=\"en\" class=\"en \">Al-Hafiz Abu Ya'la recorded that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَرَأَ \"يس\" فِي لَيْلَةٍ أَصْبَحَ مَغْفُورًا لَهُ، وَمَنْ قَرَأَ \"حٰم\" الَّتِي يُذْكَرُ فِيهَا الدُّخَانُ أَصْبَحَ مَغْفُورًا لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever recites Ya Sin in the night, will wake up forgiven, and whoever recites Ha Mim in which Ad-Dukhan <span class=\"gray\">(the Smoke)</span> is mentioned, will wake up forgiven.)</span> Its chain of narration is good <span class=\"gray\">(Jayyid)</span> .</p><p lang=\"en\" class=\"en \">Ibn Hibban recorded in his Sahih that Jundub bin 'Abdullah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَنْ قَرَأَ \"يس\" فِي لَيْلَةٍ ابْتِغَاءَ وَجْهِ اللهِ عَزَّ وَجَلَّ غُفِرَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever recites Ya Sin in the night, seeking the Face of Allah, will be forgiven.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يس - وَالْقُرْآنِ الْحَكِيمِ - إِنَّكَ لَمِنَ الْمُرْسَلِينَ - عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ - تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ - لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ - لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ya Sin.)</span><span class=\"gray\">(2. By the Qur'an, full of wisdom,)</span><span class=\"gray\">(3. Truly, you are one of the Messengers,)</span><span class=\"gray\">(4. On the straight path.)</span><span class=\"gray\">(5. Sent down by the Almighty, the Most Merciful,)</span><span class=\"gray\">(6. In order that you may warn a people whose forefathers were not warned, so they are heedless.)</span><span class=\"gray\">(7. Indeed the Word has proved true against most of them, so they will not believe.)</span></p><p lang=\"en\" class=\"en \">The Messenger <span class=\"gray\">(ﷺ)</span> was sent as a Warner</p><p lang=\"en\" class=\"en \">We have already discussed the individual letters at the beginning of Surat Al-Baqarah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقُرْآنِ الْحَكِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the Qur'an, full of wisdom)</span> means, Al-Muhkam <span class=\"gray\">(perfect)</span> which falsehood cannot come to from before it or behind it.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, you)</span> means, O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمِنَ الْمُرْسَلِينَ - عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are one of the Messengers, on the straight path.)</span> means, following a straight methodology and religion, and an upright Law.</p><p class=\"sv qpc-hafs\" lang=\"sv\">تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sent down by the Almighty, the Most Merciful.)</span> means, this path which you have brought is a revelation from the Lord of might Who is Most Merciful to His believing servants. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَهْدِي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ - صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, you are indeed guiding <span class=\"gray\">(mankind)</span> to the straight path. The path of Allah to Whom belongs all that is in the heavens and all that is on the earth. Verily, to Allah all matters return.)</span><span class=\"gray\">(42:52-53)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In order that you may warn a people whose forefathers were not warned, so they are heedless.)</span> This refers to the Arabs, for no warner had come to them before him. The fact that they alone are mentioned does not mean that others are excluded, just as mentioning some individuals does not mean that all others are excluded. We have already mentioned the Ayat and Mutawatir Hadiths which state that the mission of the Prophet ﷺ is universal, when we discussed the meaning of the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah.\")</span><span class=\"gray\">(7:158)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed the Word has proved true against most of them,)</span> Ibn Jarir said, \"The punishment has become inevitable for most of them, because Allah has decreed in the Mother of the Book <span class=\"gray\">(Al-Lawh Al-Mahfuz)</span> that they will not believe.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يُؤْمِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so they will not believe.)</span> in Allah, or in His Messengers.</p>"
  },
  {
    "ayah_key": "36:13",
    "group_ayah_key": "36:13",
    "from_ayah": "36:13",
    "to_ayah": "36:17",
    "ayah_keys": "36:13,36:14,36:15,36:16,36:17",
    "text": "<p lang=\"en\" class=\"en \">And put forward to them a similitude; the Dwellers of the Town, when there came Messengers to them <span>(13)</span>When We sent to them two Messengers, they denied them both; so We reinforced them with a third, and they said: \"Verily, we have been sent to you as Messengers. <span>(14)</span>They said: \"You are only human beings like ourselves, and the Most Gracious has revealed nothing. You are only telling lies. <span>(15)</span>The Messengers said: \"Our Lord knows that we have been sent as Messengers to you, <span>(16)</span>\"And our duty is only to convey plainly. <span>(17)</span></p><p lang=\"en\" class=\"en \">The Story of the Dwellers of the Town and Their Messengers, a Lesson that Those Who belied Their Messengers were destroyed</p><p lang=\"en\" class=\"en \">Allah says, 'O Muhammad, tell your people who disbelieve in you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a similitude; the Dwellers of the Town, when there came Messengers to them.)</span> In the reports that he transmitted from Ibn 'Abbas, Ka'b Al-Ahbar and Wahb bin Munabbih – Ibn Ishaq reported that it was the city of Antioch, in which there was a king called Antiochus the son of Antiochus the son of Antiochus, who used to worship idols. Allah sent to him three Messengers, whose names were Sadiq, Saduq and Shalum, and he disbelieved in them. It was also narrated from Buraydah bin Al-Husayb, 'Ikrimah, Qatadah and Az-Zuhri that it was Antioch. Some of the Imams were not sure that it was Antioch, as we shall see below after telling the rest of the story, if Allah wills.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When We sent to them two Messengers, they denied them both;)</span> means, they hastened to disbelieve in them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَزَّزْنَا بِثَالِثٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so We reinforced them with a third,)</span> means, 'We supported and strengthened them with a third Messenger. ' Ibn Jurayj narrated from Wahb bin Sulayman, from Shu'ayb Al-Jaba'i, \"The names of the first two Messengers were Sham'un and Yuhanna, and the name of the third was Bulus, and the city was Antioch <span class=\"gray\">(Antakiyah)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they said)</span> means, to the people of that city,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّا إِلَيْكُمْ مُرْسَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we have been sent to you as Messengers.)</span> meaning, 'from your Lord Who created you and Who commands you to worship Him Alone with no partners or associates.' This was the view of Abu Al-'Aliyah. Qatadah bin Di'amah claimed that they were messengers of the Messiah, peace be upon him, sent to the people of Antioch.</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"You are only human beings like ourselves...\")</span> means, 'so how could you receive revelation when you are human beings and we are human beings, so why do we not receive revelation like you? If you are Messengers, you should be angels.' This is like what many of the nations said who disbelieved, as Allah has told us in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That was because there came to them their Messengers with clear proofs, but they said: \"Shall mere men guide us?\")</span><span class=\"gray\">(64: 6)</span> meaning that they were amazed by that and they denied it. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"You are no more than human beings like us! You wish to turn us away from what our fathers used to worship. Then bring us a clear authority.\")</span><span class=\"gray\">(14:10)</span>. And Allah tells us that they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"If you were to obey a human being like yourselves, then verily, you indeed would be losers.\")</span><span class=\"gray\">(23:34)</span>. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing prevented men from believing when the guidance came to them, except that they said: \"Has Allah sent a man as <span class=\"gray\">(His)</span> Messenger?\")</span><span class=\"gray\">(17:94)</span>. These people said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَا أَنزَلَ الرَّحْمَٰنُ مِن شَيْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ - قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are only human beings like ourselves, and the Most Gracious has revealed nothing. You are only telling lies.\" The Messengers said: \"Our Lord knows that we have been sent as Messengers to you.\")</span></p><p lang=\"en\" class=\"en \">This means that the three Messengers answered them saying: \"Allah knows that we are His Messengers to you. If we were lying, He would have taken the utmost vengeance against us, but He will cause us to prevail and will make us victorious against you, and you will come to know whose will be the happy end in the Hereafter.\" This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ كَفَىٰ بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Sufficient is Allah for a witness between me and you. He knows what is in the heavens and on earth.\" And those who believe in falsehood, and disbelieve in Allah, it is they who are the losers.)</span><span class=\"gray\">(29:52)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And our duty is only to convey plainly.)</span> means, 'all we have to do is to convey to you the Message with which we have been sent; if you obey, then happiness will be yours in this world and the Hereafter, and if you do not respond, you will soon know the consequences of that.' And Allah knows best.</p>"
  }
]