[
  {
    "ayah_key": "7:181",
    "group_ayah_key": "7:181",
    "from_ayah": "7:181",
    "to_ayah": "7:181",
    "ayah_keys": "7:181",
    "text": "<p class=\"en translation\" lang=\"en\">And of those whom We have created, there is a community who guides <span class=\"gray\">(others)</span> with the truth, and establishes justice therewith.) Allah sai <span>(181)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّنْ خَلَقْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of those whom We have created)</span>, in reference to some nations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمَّةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a community)</span>, that stands in truth, in words and action,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَهْدُونَ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who guides <span class=\"gray\">(others)</span> with the truth)</span>, they proclaim it and call to it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِهِ يَعْدِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and establishes justice therewith)</span>, adhere to it themselves and judge by it. It was reported that this Ayah refers to the Ummah of Muhammad ﷺ. </p><p lang=\"en\" class=\"en \">In the Two Sahihs, it is recorded that Mu'awiyah bin Abi Sufyan said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ حَتَّى تَقُومَ السَّاعَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will always be a group of my Ummah who are apparent on the Truth, unabated by those who fail or oppose them, until the <span class=\"gray\">(Last)</span> Hour commences.)</span></p><p lang=\"en\" class=\"en \">In another narration, the Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّى يَأْتِيَ أَمْرُ اللهِ وَهُمْ عَلَى ذَلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Until Allah's command <span class=\"gray\">(the Last Hour)</span> comes while they are still like this.)</span> and in yet another narration,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُمْ بِالشَّامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will dwell in Ash-Sham <span class=\"gray\">(Greater Syria)</span>.)</span></p>"
  },
  {
    "ayah_key": "7:182",
    "group_ayah_key": "7:182",
    "from_ayah": "7:182",
    "to_ayah": "7:183",
    "ayah_keys": "7:182,7:183",
    "text": "<p class=\"en translation\" lang=\"en\">Those who reject Our Ayat, We shall gradually seize them with punishment in ways they perceive not <span>(182)</span>And I respite them; certainly My plan is strong.) Allah sai <span>(183)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who reject Our Ayat, We shall gradually seize them in ways they perceive not)</span> meaning, the doors of provisions will be opened for them and also the means of livelihood, in this life. They will be deceived by all this and think that they are on the correct path. Allah said in another instance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّىٰ إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ - فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when they forgot <span class=\"gray\">(the warning)</span> with which they had been reminded, We opened for them the gates of every <span class=\"gray\">(pleasant)</span> thing, until in the midst of their enjoyment in that which they were given, all of a sudden, We took them <span class=\"gray\">(in punishment)</span>, and lo! They were plunged into destruction with deep regrets and sorrow. So the root of the people who did wrong was cut off. And all the praises and thanks are to Allah, the Lord of all that exists.)</span><span class=\"gray\">[6:44-45]</span>. Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمْلِي لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I respite them)</span> prolong what they are in,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ كَيْدِي مَتِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(certainly My plan is strong)</span> and perfect.</p>"
  },
  {
    "ayah_key": "7:184",
    "group_ayah_key": "7:184",
    "from_ayah": "7:184",
    "to_ayah": "7:184",
    "ayah_keys": "7:184",
    "text": "<p class=\"en translation\" lang=\"en\">Do they not reflect? There is no madness in their companion. He is but a plain warner.) Allah sai <span>(184)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَتَفَكَّرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not reflect?)</span> 'those who deny Our Ayat,'</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا بِصَاحِبِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(there is not in their companion)</span>, Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن جِنَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(madness)</span> Muhammad is not mad, rather, he is truly the Messenger of Allah, calling to Truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but he is a plain warner)</span>, and this is clear for those who have a mind and a heart by which they understand and comprehend. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا صَاحِبُكُم بِمَجْنُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(O people)</span> your companion is not a madman.)</span><span class=\"gray\">[81:22]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أَعِظُكُم بِوَاحِدَةٍ أَن تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I exhort you to one <span class=\"gray\">(thing)</span> only, that you stand up for Allah's sake in pairs and singly, and reflect, there is no madness in your companion. He is only a warner to you in face of a severe torment.\")</span><span class=\"gray\">[34:46]</span> meaning, 'I ask you to stand for Allah in sincerity without stubbornness or bias,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثْنَىٰ وَفُرَادَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in pairs and singly)</span><span class=\"gray\">[34:46]</span> individuals and in groups,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَتَفَكَّرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and reflect)</span><span class=\"gray\">[34:46]</span>, about this man who brought the Message from Allah, is he mad? If you do this, it will become clear to you that he is the Messenger of Allah ﷺ in truth and justice. Qatadah bin Di'amah said, \"We were informed that the Prophet of Allah once was on <span class=\"gray\">(Mount)</span> As-Safa and called the Quraysh, subtribe by subtribe, proclaiming,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي فُلَانٍ، يَا بَنِي فُلَانٍ فَحَذَّرَهُمْ بَأْسَ اللهِ وَوَقَائِعَ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Children of so-and-so, O Children of so-and-so! He warned them against Allah's might and what He has done <span class=\"gray\">(such as revenge from His enemies)</span>.)</span></p><p lang=\"en\" class=\"en \">Some of them commented, 'This companion of yours <span class=\"gray\">(Prophet Muhammad)</span> is mad; he kept shouting until the morning?' Allah sent down this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not reflect? There is no madness in their companion. He is but a plain warner)</span><span class=\"gray\">[7:184]</span>.'\"</p>"
  },
  {
    "ayah_key": "7:185",
    "group_ayah_key": "7:185",
    "from_ayah": "7:185",
    "to_ayah": "7:185",
    "ayah_keys": "7:185",
    "text": "<p class=\"en translation\" lang=\"en\">Do they not look in the dominion of the heavens and the earth and all things that Allah has created; and that it may be that the end of their lives is near. In what message after this will they then believe <span>(185)</span></p><p lang=\"en\" class=\"en \">Allah asks, those who denied faith, did they not contemplate about Our Ayat in the kingdom of the heavens and earth and what was created in them? Do they not contemplate about all this and learn lessons from it, so that they are certain that He Who has all this, has no equal or rival? All this was made by He Who Alone deserves the worship and sincere religion, so that they might have faith in Him and believe in His Messenger, all the while turning to Allah's obedience, rejecting any rivals to Him, and rejecting idols. They should be warned that their lifes may have reached their end, and they, thus, face their demise while disbelievers, ending up in Allah's torment and severe punishment. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In what message after this will they then believe?)</span></p><p lang=\"en\" class=\"en \">Allah says, what more warnings, and discouragements should compel them to believe, if the warnings and threats that Muhammad ﷺ brought them from Allah in His Book do not compel them to do so? Allah said next,</p>"
  },
  {
    "ayah_key": "7:186",
    "group_ayah_key": "7:186",
    "from_ayah": "7:186",
    "to_ayah": "7:186",
    "ayah_keys": "7:186",
    "text": "<p class=\"en translation\" lang=\"en\">Whomsoever Allah sends astray, none can guide him; and He lets them wander blindly in their transgressions <span>(186)</span></p><p lang=\"en\" class=\"en \">Allah says, those who were destined to be misguided, then none can lead them to guidance, and even if they try their best effort to gain such guidance, this will not avail them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدِ اللَّهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whomsoever Allah wants to put in Fitnah <span class=\"gray\">(error, because of his rejecting of Faith, or trial)</span>, you can do nothing for him against Allah)</span><span class=\"gray\">[5:41]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ انظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Behold all that is in the heavens and the earth,\" but neither Ayat nor warners benefit those who believe not)</span><span class=\"gray\">[10:101]</span>.</p>"
  }
]