[
  {
    "ayah_key": "46:33",
    "group_ayah_key": "46:33",
    "from_ayah": "46:33",
    "to_ayah": "46:35",
    "ayah_keys": "46:33,46:34,46:35",
    "text": "<p lang=\"en\" class=\"en \">Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is Able to give life to the dead Yes, He surely is Able to do all things <span>(33)</span>And on the Day when those who disbelieve will be exposed to the Fire <span class=\"gray\">(it will be said to them)</span>: \"Is this not the truth?\" They will say: \"Yes, by our Lord!\" He will say: \"Then taste the torment, because you used to disbelieve! <span>(34)</span>Therefore be patient as did those of determination among the Messengers and be in no hurry for them. On the Day when they will see what they are promised, it will be as though they had not remained <span class=\"gray\">(in the world)</span> except an hour in a day. <span class=\"gray\">(This is)</span> a clear Message. But will any be destroyed except the defiantly rebellious people <span>(35)</span></p><p lang=\"en\" class=\"en \">Evidence for Life after Death</p><p lang=\"en\" class=\"en \">Allah says, those who deny resurrection on Judgment Day, and doubt that the bodies will be raised on that Last Day – Do they not see,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that Allah, Who created the heavens and the earth, and was not wearied by their creation,)</span> meaning, the creation of the heavens and earth did not exhaust Him.' Rather, He commanded them: \"Be,\" and they were, without any refusal or delay. They obeyed and responded to Him with submission and fear. Is He not then able to revive the dead? This is similar to what Allah said elsewhere,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the creation of the heavens and earth is greater than the creation of the people. But most people do not know.)</span><span class=\"gray\">(40:57)</span> Allah responds to the above question by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, He surely is Able to do all things.)</span> Then Allah says, as a threat and a warning to whoever disbelieves in Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَٰذَا بِالْحَقِّ ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when those who disbelieve will be exposed to the Fire <span class=\"gray\">(it will be said to them)</span>: \"Is this not the truth?\")</span> meaning, it will be said to them, \"Isn't this the truth Is this magic, or do you not see?\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا بَلَىٰ وَرَبِّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Yes, by our Lord!\")</span> meaning, they will have no choice but to confess.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will say: \"Then taste the torment, because you used to disbelieve!\")</span></p><p lang=\"nl\" class=\"nl \">Commanding the Prophet ﷺ to persevere</p><p lang=\"en\" class=\"en \">Allah then commands His Messenger ﷺ to observe patience with those who rejected him among his people. He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore be patient as did those of determination among the Messengers.)</span> meaning, as they were patient with their people's rejection of them. \"Those of determination\" among the Messengers are Nuh, Ibrahim, Musa, 'Isa and the last of all of the Prophets, Muhammad ﷺ. Allah has specifically mentioned their names in two Ayat: Surat Al-Ahzab <span class=\"gray\">(33:7)</span> and Surat Ash-Shura <span class=\"gray\">(42:13)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تَسْتَعْجِلْ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and be in no hurry for them.)</span> which means, 'do not rush the punishment for them.' This is similar to Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And leave Me alone to deal with the rejectors, those who are in possession of good things of life. And give them respite for a little while.)</span><span class=\"gray\">(73:11)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So allow time for the disbelievers, and leave them for a while.)</span><span class=\"gray\">(86:17)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when they will see that which they are promised, it will be as though they had not remained <span class=\"gray\">(in the world)</span> except an hour in a day.)</span> Which is similar to Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day they see it <span class=\"gray\">(the Hour)</span>, it will be as though they had not remained <span class=\"gray\">(in the world)</span> except for a day's afternoon or its morning.)</span><span class=\"gray\">(79:46)</span> and as He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when He shall gather them together, <span class=\"gray\">(it will be)</span> as if they had not stayed but an hour of a day. They will recognize each other.)</span><span class=\"gray\">(10:45)</span> Then Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلَاغٌ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A clear message.)</span> meaning, this Qur'an provides a clear concept.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But will any be destroyed except the defiantly rebellious people?)</span></p><p lang=\"en\" class=\"en \">Which means that Allah does not destroy anyone except those who choose the way of destruction. It is part of Allah's justice that He does not punish anyone except those who deserve the punishment – and Allah knows best. </p><p lang=\"en\" class=\"en \">This concludes the explanation of Surat Al-Ahqaf. And all praise and blessings are due to Allah. Both success and protection from faults are by His help.</p>"
  }
]