[
  {
    "ayah_key": "7:96",
    "group_ayah_key": "7:96",
    "from_ayah": "7:96",
    "to_ayah": "7:99",
    "ayah_keys": "7:96,7:97,7:98,7:99",
    "text": "<p lang=\"en\" class=\"en \">And if the people of the towns had believed and had Taqwa, certainly, We should have opened for them blessings from the heaven and the earth, but they belied <span class=\"gray\">(the Messengers)</span>. So We took them <span class=\"gray\">(with punishment)</span> for what they used to earn <span>(96)</span>Did the people of the towns then feel secure against the coming of Our punishment by night while they were asleep <span>(97)</span>Or, did the people of the towns then feel secure against the coming of Our punishment in the forenoon while they were playing <span>(98)</span>Did they then feel secure against Allah's plan? None feels secure from Allah's plan except the people who are the losers <span>(99)</span></p><div lang=\"en\" class=\"en \"><h2>Blessings come with Faith, while Kufr brings Torment</h2></div><p lang=\"en\" class=\"en \">Allah mentions here the little faith of the people of the towns to whom He sent Messengers. In another instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Was there any town <span class=\"gray\">(community)</span> that believed <span class=\"gray\">(after seeing the punishment)</span>, and its faith <span class=\"gray\">(at that moment)</span> saved it <span class=\"gray\">(from the punishment)</span>? Except the people of Yunus; when they believed, We removed from them the torment of disgrace in the life of the <span class=\"gray\">(present)</span> world, and permitted them to enjoy for a while.)</span><span class=\"gray\">[10:98]</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that no city believed in its entirety, except the city of Prophet Yunus, for they all believed after they were stricken by punishment. Allah said <span class=\"gray\">(about Prophet Yunus)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَاهُ إِلَىٰ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ - فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent him to a hundred thousand <span class=\"gray\">(people)</span> or even more. And they believed; so We gave them enjoyment for a while.)</span><span class=\"gray\">[37:147-148]</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّذِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send a warner to a township....)</span><span class=\"gray\">[34:34]</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّ أَهْلَ الْقُرَىٰ آمَنُوا وَاتَّقَوْا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if the people of the towns had believed and had Taqwa...)</span> meaning their hearts had faith in what the Messenger brought them, believed and obeyed him, and had Taqwa by performing the acts of obedience and abstaining from the prohibitions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We should have opened for them blessings from the heaven and the earth,)</span> in reference to the rain that falls from the sky and the vegetation of the earth. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن كَذَّبُوا فَأَخَذْنَاهُم بِمَا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they belied <span class=\"gray\">(the Messengers)</span>. So We took them <span class=\"gray\">(with punishment)</span> for what they used to earn.)</span></p><p lang=\"en\" class=\"en \">They denied their Messengers, so that We punished them and sent destruction on them as a result of the sins and wickedness that they earned. Allah then said, while warning and threatening against defying His orders and daring to commit His prohibitions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ أَهْلُ الْقُرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did the people of the towns then feel secure)</span>,meaning the disbelievers among them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يَأْتِيَهُم بَأْسُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that should come to them our punishment)</span>, Our torment and punishing example,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيَاتًا </p><p lang=\"vi\" class=\"vi \"><span class=\"gray\">('Bayātan')</span> during the night,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ نَائِمُونَ - أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they were asleep? Or, did the people of the towns then feel secure against the coming of Our punishment in the forenoon while they were playing?)</span> while they are busy in their affairs and unaware.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنُوا مَكْرَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did they then feel secure against Allah's plan?)</span> His torment, vengeance, and His power to destroy them while they are inattentive and heedless,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None feels secure from Allah's plan except the people who are the losers.)</span></p><p lang=\"en\" class=\"en \">Al-Hasan Al-Basri said, \"The believer performs the acts of worship, all the while feeling fear, in fright and anxiety. The Fajir <span class=\"gray\">(wicked sinner, or disbeliever)</span> commits the acts of disobedience while feeling safe <span class=\"gray\">(from Allah's torment)</span>!\"</p>"
  }
]