[
  {
    "ayah_key": "31:1",
    "group_ayah_key": "31:1",
    "from_ayah": "31:1",
    "to_ayah": "31:5",
    "ayah_keys": "31:1,31:2,31:3,31:4,31:5",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ - هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ - الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ - أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Alif Lam Mim.)</span><span class=\"gray\">(2. These are Ayat of the Wise Book.)</span><span class=\"gray\">(3. A guide and a mercy for the Muhsinin.)</span><span class=\"gray\">(4. Those who perform the Salah and give Zakah and they have faith in the Hereafter with certainty.)</span><span class=\"gray\">(5. Such are on guidance from their Lord, and such are the successful.)</span></p><p lang=\"en\" class=\"en \">At the beginning of Surat Al-Baqarah we discussed the letters such as those that appear at the beginning of this Surah. Allah has made the Qur'an a guidance and healing and a mercy for the Muhsinin, who are those who do good deeds in accordance with the Shari'ah. They establish the obligatory prayers in the proper manner and at the correct times, and follow that with regular, optional and supererogatory prayers; they pay the Zakah to those who deserve it; they uphold the ties of kinship with their relatives; they have certain faith that there will be rewards and punishments in the Hereafter, and they seek the reward with Allah; they do not show off or seek a reward or thanks from other people. Whoever does this is one of those of whom Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are on guidance from their Lord,)</span> meaning, they follow His guidance with clear understanding.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and such are the successful.)</span> in this world and in the Hereafter.</p>"
  },
  {
    "ayah_key": "31:10",
    "group_ayah_key": "31:10",
    "from_ayah": "31:10",
    "to_ayah": "31:11",
    "ayah_keys": "31:10,31:11",
    "text": "<p lang=\"en\" class=\"en \">He has created the heavens without any pillars that you see, and has set on the earth firm mountains lest it should shake with you. And He has scattered therein moving creatures of all kinds. And We send down water from the sky, and We cause <span class=\"gray\">(plants)</span> of every goodly kind to grow therein in pairs <span>(10)</span>This is the creation of Allah. So, show Me that which those besides Him have created. Nay, the wrongdoers are in plain error <span>(11)</span></p><p lang=\"en\" class=\"en \">Proofs of Tawhid</p><p lang=\"en\" class=\"en \">Thus Allah explains His mighty power in creating the heavens and the earth, and everything that is within them and between them. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has created the heavens without any pillars)</span> Al-Hasan and Qatadah said, \"It does not have any pillars, visible or invisible.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَىٰ فِي الْأَرْضِ رَوَاسِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has set on the earth firm mountains)</span> means, the mountains which stabilize and lend weight to the earth, lest it should shake with its water. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْ تَمِيدَ بِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest it should shake with you.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has scattered therein moving creatures of all kinds)</span> means, He has placed throughout it all kinds of animals, the total number of whose kinds and colors is known to no one except the One Who created them. When Allah tells us that He is the Creator, He also reminds us that He is the Provider, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down water from the sky, and We cause <span class=\"gray\">(plants)</span> of every goodly kind to grow therein in pairs,)</span> meaning, every kind of good produce in pairs, i.e., they are beautiful to look at. Ash-Sha'bi said: \"People are also produce of the earth, so whoever enters Paradise is goodly and whoever enters Hell is vile.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا خَلْقُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the creation of Allah.)</span> means, all that Allah has mentioned here of the creation of the heavens and earth and everything in between stems from His power of creation and control alone, and He has no partner or associate in that, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, show Me that which those besides Him have created.)</span> those idols and rivals whom you worship and call upon.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الظَّالِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, the wrongdoers)</span> means the idolators who associate others in worship with Allah</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي ضَلَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in error)</span> means, they are ignorant and blind.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(plain)</span> means, it is clear and obvious, and not at all hidden.</p>"
  },
  {
    "ayah_key": "31:12",
    "group_ayah_key": "31:12",
    "from_ayah": "31:12",
    "to_ayah": "31:12",
    "ayah_keys": "31:12",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We bestowed upon Luqman Al-Hikmah saying: \"Give thanks to Allah.\" And whoever gives thanks, he gives thanks for <span class=\"gray\">(the good of)</span> himself. And whoever is unthankful, then verily, Allah is All-Rich, Worthy of all praise <span>(12)</span></p><p>Luqman</p><p lang=\"en\" class=\"en \">The Salaf differed over the identity of Luqman; there are two opinions: was he a Prophet or just a righteous servant of Allah without the prophethood? The majority favored the latter view, that he was a righteous servant of Allah without being a Prophet. Sufyan Ath-Thawri said, narrating from Al-Ash'ath, from 'Ikrimah, from Ibn 'Abbas, \"Luqman was an Ethiopian slave who was a carpenter.</p><p lang=\"en\" class=\"en \">Abdullah bin Az-Zubayr said, \"I said to Jabir bin 'Abdullah: 'What did you hear about Luqman?' He said: 'He was short with a flat nose, and came from Nubia.'\"</p><p lang=\"en\" class=\"en \">Yahya bin Sa'id Al-Ansari narrated from Sa'id bin Al-Musayyib that \"Luqman was from the black peoples of <span class=\"gray\">(southern)</span> Egypt, and had thick lips. Allah gave him wisdom but withheld prophethood from him.\"</p><p lang=\"en\" class=\"en \">Al-'Awza'i said, \"'Abdur-Rahman bin Harmalah told me; 'A black man came to Sa'id bin Al-Musayyib to ask him a question, and Sa'id bin Al-Musayyib said to him: \"Do not be upset because you are black, for among the best of people were three who were black: Bilal, Mahja' the freed slave of 'Umar bin Al-Khattab, and Luqman the Wise, who was a black Nubian with thick lips.\"</p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Khalid Ar-Raba'i said: \"Luqman was an Ethiopian slave who was a carpenter. His master said to him, 'Slaughter this sheep for us,' so he slaughtered it. <span class=\"gray\">[His master]</span> said: 'Bring the best two pieces from it,' so he brought out the tongue and the heart. Then time passed, as much as Allah willed, and <span class=\"gray\">[his master]</span> said: 'Slaughter this sheep for us,' so he slaughtered it. <span class=\"gray\">[His master]</span> said, 'Bring the worst two morsels from it,' so he brought out the tongue and the heart. His master said to him, 'I told you to bring out the best two pieces, and you brought these, then I told you to bring out the worst two pieces, and you brought these!' Luqman said, 'There is nothing better than these if they are good, and there is nothing worse than these if they are bad.'\"</p><p lang=\"en\" class=\"en \">Shu'bah narrated from Al-Hakam, from Mujahid, \"Luqman was a righteous servant, but he was not a Prophet.\" Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We bestowed upon Luqman Al-Hikmah)</span> means, understanding, knowledge and eloquence.</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنِ اشْكُرْ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(saying: \"Give thanks to Allah.\")</span> means, 'We commanded him to give thanks to Allah for the blessings and favors that Allah had given to him alone among his people and contemporaries.' Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever gives thanks, he gives thanks for <span class=\"gray\">(the good of)</span> himself.)</span> meaning, the benefit of that will come back to him, and Allah's reward is for those who give thanks, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever does righteous good deeds, then such will prepare a good place for themselves.)</span><span class=\"gray\">(30:44)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever is unthankful, then verily, Allah is Rich, Worthy of all praise.)</span> He has no need of His servants and He will not be harmed by that, even if all the people of the earth were to disbelieve, for He has no need of anything or anyone besides Himself. There is no God but He, and we worship none but Him.</p>"
  }
]