[
  {
    "ayah_key": "20:123",
    "group_ayah_key": "20:123",
    "from_ayah": "20:123",
    "to_ayah": "20:126",
    "ayah_keys": "20:123,20:124,20:125,20:126",
    "text": "<p lang=\"en\" class=\"en \">He <span class=\"gray\">(Allah)</span> said: \"Get you down, both of you, together, some of you are an enemy to some others. Then if there comes to you guidance from Me, then whoever follows My guidance he shall neither go astray nor shall be distressed <span>(123)</span>But whosoever turns away from My Reminder, verily, for him is a life of hardship, and We shall raise him up blind on the Day of Resurrection. <span>(124)</span>He will say: \"O my Lord! Why have you raised me up blind, while I had sight <span class=\"gray\">(before)</span>. <span>(125)</span><span class=\"gray\">(Allah)</span> will say: \"Like this Our Ayat came unto you, but you disregarded them, and so this Day, you will be neglected. <span>(126)</span></p><div lang=\"en\" class=\"en \"><h2>The Descent of Adam to the Earth and the Promise of Good for the Guided and Evil for the Transgressors</h2></div><p lang=\"en\" class=\"en \">Allah says to Adam, Hawwa' and Iblis, \"Get down from here, all of you.\" This means each of you should get out of Paradise. We expounded upon this in Surah Al-Baqarah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Some of you as enemies to others.)</span><span class=\"gray\">[2:36]</span> He <span class=\"gray\">(Allah)</span> was saying this to Adam and his progeny and Iblis and his progeny. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if there comes to you guidance from Me,)</span> Abu Al-'Aliyyah said, \"This <span class=\"gray\">(guidance)</span> means the Prophets, the Messengers and the evidence.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then whoever follows My guidance he shall neither go astray nor shall be distressed.)</span> Ibn 'Abbas said, \"He will not be misguided in this life and he will not be distressed in the Hereafter.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَنْ أَعْرَضَ عَن ذِكْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whosoever turns away from My Reminder,)</span> This means, \"Whoever opposes my command and what I have revealed to My Messenger, then he has turned away from it, neglected it and taken his guidance from other than it.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّ لَهُ مَعِيشَةً ضَنكًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, for him is a life of hardship,)</span> meaning, his life will be hard in this world. He will have no tranquillity and no expanding of his breast <span class=\"gray\">(ease)</span>. Rather, his chest will be constrained and in difficulty due to his misguidance. Even if he appears to be in comfort outwardly and he wears whatever he likes, eats whatever he likes and lives wherever he wants, he will not be happy. For verily, his heart will not have pure certainty and guidance. He will be in agitation, bewilderment and doubt. He will always be in confusion and a state of uncertainty. This is from the hardship of life. Concerning His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall raise him up blind on the Day of Resurrection.)</span> Mujahid, Abu Salih and As-Suddi said, \"This means he will have no proof.\" 'Ikrimah said, \"He will be made blind to everything except Hell.\" This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَّأْوَاهُمْ جَهَنَّمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall gather them together on the Day of Resurrection on their faces, blind, dumb and deaf; their abode will be Hell.)</span><span class=\"gray\">(17:97)</span> This is why Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ لِمَ حَشَرْتَنِي أَعْمَىٰ وَقَدْ كُنتُ بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my Lord! Why have you raised me up blind, while I had sight <span class=\"gray\">(before)</span>.)</span> This means in the life of this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَذَٰلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا ۖ وَكَذَٰلِكَ الْيَوْمَ تُنسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> will say: \"Like this Our Ayat came unto you, but you disregarded them, and so this Day, you will be neglected.)</span> Meaning, \"When you turned away from the signs of Allah and dealt with them in the manner of one who does not remember them after they were conveyed to you. You neglected them, turned away from them and were heedless of them. Therefore, today We will treat you in the manner of one who has forgotten you.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So this Day We shall forget them as they forgot their meeting of this Day.)</span><span class=\"gray\">[7:51]</span> For verily, the punishment will be a retribution that is based upon the type of deed that was done. However, forgetting the words of the Qur'an, while understanding its meaning and acting upon its legislation, is not included in the meaning of this specific threat. Yet, forgetting the words of the Qur'an has been warned against from a different aspect. It has been reported in the Sunnah that it is absolutely forbidden and there is a serious threat against one who forgets Qur'an <span class=\"gray\">(that he previously memorized)</span>.</p>"
  },
  {
    "ayah_key": "20:127",
    "group_ayah_key": "20:127",
    "from_ayah": "20:127",
    "to_ayah": "20:127",
    "ayah_keys": "20:127",
    "text": "<p class=\"en translation\" lang=\"en\">And thus do We requite him who transgresses beyond bounds and believes not in the Ayat of his Lord; and the torment of the Hereafter is far more severe and more lasting <span>(127)</span></p><div lang=\"en\" class=\"en \"><h2>Severe Torment for Him Who transgresses beyond bounds</h2></div><p lang=\"en\" class=\"en \">Allah says: 'Thus We do requite those who transgress beyond bounds and believe the Ayat of Allah in this world and in the Hereafter.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ اللَّهِ مِن وَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them is a torment in the life of this world, and certainly, harder is the torment of the Hereafter. And they have no defender or protector against Allah.)</span><span class=\"gray\">(13:34)</span> Therefore Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the torment of the Hereafter is far more severe and more lasting.)</span> meaning: a more grievous and more painful penalty than of this world they will remain therein, they will abide forever in such torment. Allah's Messenger ﷺ said to both husband and wife who took an oath, when the husband accused his wife of committing illegal sexual intercourse:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the torment of this worldly life is more insignificant, compared to the punishment of the Hereafter.)</span></p>"
  }
]