[
  {
    "ayah_key": "9:19",
    "group_ayah_key": "9:19",
    "from_ayah": "9:19",
    "to_ayah": "9:22",
    "ayah_keys": "9:19,9:20,9:21,9:22",
    "text": "<p lang=\"en\" class=\"en \">Do you consider the providing of drinking water to the pilgrims and the maintenance of Al-Masjid Al-Haram as equal to the worth of those who believe in Allah and the Last Day, and strive hard and fight in the cause of Allah They are not equal before Allah. And Allah guides not those people who are the wrongdoers <span>(19)</span>Those who believed and emigrated and strove hard and fought in Allah's cause with their wealth and their lives, are far higher in degree with Allah. They are the successful <span>(20)</span>Their Lord gives them glad tidings of mercy from Him, and His being pleased <span class=\"gray\">(with them)</span>, and of Gardens <span class=\"gray\">(Paradise)</span> for them wherein are everlasting delights <span>(21)</span>They will dwell therein forever. Verily, with Allah is a great reward <span>(22)</span></p><div lang=\"en\" class=\"en \"><h2>Providing Pilgrims with Water and maintaining the Sacred Masjid are not equal to Faith and Jihad</h2></div><p lang=\"en\" class=\"en \">In his Tafsir, Al-'Awfi reported that Ibn 'Abbas explained this Ayah: \"The idolators said, 'Maintaining Al-Masjid Al-Haram and providing water for pilgrims are better than embracing the faith and performing Jihad.' They used to boast and show off among the people because they claimed, they were the people and maintainers of Al-Masjid Al-Haram. Allah mentioned their arrogance and rejection <span class=\"gray\">(of the faith)</span>, saying to 'the people of Al-Haram', who were idolators,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰ أَعْقَابِكُمْ تَنكِصُونَ - مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed My Ayat used to be recited to you, but you used to turn back on your heels <span class=\"gray\">(denying them, and refusing to listen to them with hatred)</span>. In pride, talking evil about it <span class=\"gray\">(the Qur'an)</span> by night.)</span><span class=\"gray\">[23:66-67]</span>. </p><p lang=\"en\" class=\"en \">They used to boast about being those who maintained the Sacred Sanctuary,</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِهِ سَامِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(talking about it by night)</span>. They used to talk about this by night while shunning the Qur'an and the Prophet ﷺ. Allah declared that faith and Jihad with the Prophet ﷺ are better than the idolators' maintaining Al-Masjid Al-Haram and providing water for pilgrims. These actions – maintaining and serving Allah's House – will not benefit them with Allah because they associate others with Him. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوُونَ عِندَ اللَّهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are not equal before Allah. And Allah guides not those people who are the wrongdoers.)</span> those who claimed they are the maintainers of the House. Allah described them with injustice, on account of their Shirk, and thus, their maintaining the Masjid will not avail them.\"</p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said, \"This Ayah was revealed about Al-'Abbas bin 'Abdul-Muttalib, for when he was captured in the battle of Badr, he said, 'If you rushed before us to embrace Islam, perform Hijrah and Jihad, we were maintaining Al-Masjid Al-Haram, providing water for the pilgrims and setting the indebted free.' Allah, the Exalted and Ever High, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you consider the providing of drinking water to the pilgrims)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah guides not those people who are the wrongdoers)</span>. Allah says, 'All these actions were performed while committing Shirk, and I do not accept the <span class=\"gray\">(good deeds)</span> that are performed while in a state of Shirk.'\" Ad-Dahhak bin Muzahim said, \"Muslims came to Al-'Abbas and his friends who were captured during the battle of Badr and admonished them for their Shirk. Al-'Abbas said, 'By Allah! We used to maintain Al-Masjid Al-Haram, release the indebted, serve the House <span class=\"gray\">(or cover it, or maintain it)</span> and provide water for pilgrims.' Allah revealed this verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you consider the providing of drinking water to the pilgrims...)</span>'\" </p><p lang=\"en\" class=\"en \">There is a Hadith <span class=\"gray\">[from the Prophet ﷺ]</span> about the Tafsir of this Ayah that we should mention. 'Abdur-Razzaq recorded that An-Nu'man bin Bashir said that a man said, \"I do not care if I do not perform an action after embracing Islam other than providing drinking water for pilgrims <span class=\"gray\">[who visit the Ka'bah at Makkah]</span>.\" Another man said, \"I do not care if I do not perform an action after embracing Islam other than maintaining Al-Masjid Al-Haram.\" A third man said, \"Jihad in the cause of Allah is more righteous than what you have said.\" 'Umar admonished them, \"Do not raise your voices next to the Minbar of the Messenger of Allah,\" and as it was a Friday, he said, \"but after we pray the Friday prayer, we will go to the Prophet ﷺ and ask him.\" This verse was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you consider the providing of drinking water to the pilgrims and the maintenance of Al-Masjid Al-Haram)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوُونَ عِندَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are not equal before Allah.)</span></p>"
  },
  {
    "ayah_key": "9:23",
    "group_ayah_key": "9:23",
    "from_ayah": "9:23",
    "to_ayah": "9:24",
    "ayah_keys": "9:23,9:24",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Take not as supporters your fathers and your brothers if they prefer disbelief to belief. And whoever of you befriends them, then he is one of the wrongdoers <span>(23)</span>Say: If your fathers, your sons, your brothers, your spouses, your kindred, the wealth that you have gained, the commerce in which you fear a decline, and the dwellings in which you delight are dearer to you than Allah and His Messenger, and striving hard and fighting in His cause, then wait until Allah brings about His decision <span class=\"gray\">(torment)</span>. And Allah guides not the people who are rebellious <span>(24)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of taking the Idolators as Supporters, even with Relatives</h2></div><p lang=\"en\" class=\"en \">Allah commands shunning the disbelievers, even if they are one's parents or children, and prohibits taking them as supporters if they choose disbelief instead of faith. Allah warns,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will not find any people who believe in Allah and the Last Day, making friendship with those who oppose Allah and His Messenger, even though they were their fathers or their sons or their brothers or their kindred <span class=\"gray\">(people)</span>. For such He has written <span class=\"gray\">(predetermined)</span> faith in their hearts, and strengthened them with a Ruh <span class=\"gray\">(proof, light and true guidance)</span> from Himself. And He will admit them to Gardens <span class=\"gray\">(Paradise)</span> under which rivers flow.)</span><span class=\"gray\">[58:22]</span></p><p lang=\"en\" class=\"en \">Al-Hafiz Al-Bayhaqi recorded that 'Abdullah bin Shawdhab said, \"The father of Abu 'Ubaydah bin Al-Jarrah was repeatedly praising the idols to his son on the day of Badr, and Abu 'Ubaydah kept avoiding him. When Al-Jarrah persisted, his son Abu 'Ubaydah headed towards him and killed him. Allah revealed this Ayah in his case,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will not find any people who believe in Allah and the Last Day, making friendship with those who oppose Allah and His Messenger.\")</span><span class=\"gray\">[58:22]</span></p><p lang=\"en\" class=\"en \">Allah commanded His Messenger ﷺ to warn those who prefer their family, relatives or tribe to Allah, His Messenger and Jihad in His cause,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: If your fathers, your sons, your brothers, your wives, your kindred, the wealth that you have gained)</span>, amassed and collected,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the commerce in which you fear a decline, and the dwellings in which you delight)</span>, and prefer and love because they are comfortable and good. If all these things,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَبَّ إِلَيْكُم مِّنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are dearer to you than Allah and His Messenger, and striving hard and fighting in His cause, then wait...)</span> for what will befall you of Allah's punishment and torment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until Allah brings about His decision. And Allah guides not the people who are rebellious.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Zuhrah bin Ma'bad said that his grandfather said, \"We were with the Messenger of Allah ﷺ, while he was holding the hand of 'Umar bin Al-Khattab. 'Umar said, 'By Allah! You, O Messenger of Allah, are dearer to me than everything, except for myself.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ نَفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None among you will attain faith until I become dearer to him than even himself.)</span></p><p lang=\"en\" class=\"en \">'Umar said, 'Verily, now, you are dearer to me than myself, by Allah!' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ يَا عُمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now, O 'Umar!)</span>\" Al-Bukhari also collected this Hadith. Imam Ahmad and Abu Dawud <span class=\"gray\">(this is the version of Abu Dawud)</span> recorded that Ibn 'Umar said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَبَايَعْتُمْ بِالْعِينَةِ وَأَخَذْتُمْ بِأَذْنَابِ الْبَقَرِ وَرَضِيتُمْ بِالزَّرْعِ، وَتَرَكْتُمُ الْجِهَادَ سَلَّطَ اللهُ عَلَيْكُمْ ذُلًّا لَا يَنْزِعُهُ حَتَّى تَرْجِعُوا إِلَى دِينِكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you transact in 'Iynah <span class=\"gray\">(a type of Riba)</span>, follow the tails of cows <span class=\"gray\">(tilling the land)</span>, become content with agriculture and abandoned Jihad, Allah will send on you disgrace that He will not remove until, you return to your religion.)</span>\"</p>"
  }
]