[
  {
    "ayah_key": "15:89",
    "group_ayah_key": "15:89",
    "from_ayah": "15:89",
    "to_ayah": "15:93",
    "ayah_keys": "15:89,15:90,15:91,15:92,15:93",
    "text": "<p lang=\"en\" class=\"en \">And say <span class=\"gray\">(O Muhammad)</span>: \"I am indeed a plain warner. <span>(89)</span>As We have sent down on the Muqtasimin <span class=\"gray\">(conspiring confederates)</span><span>(90)</span>Who have made the Qur'an into parts <span>(91)</span>So, by your Lord, We shall certainly call all of them to account <span>(92)</span>For all that they used to do <span>(93)</span></p><div lang=\"fy\" class=\"fy \"><h2>The Messenger <span class=\"gray\">(ﷺ)</span> is a Plain Warner</h2></div><p lang=\"en\" class=\"en \">Allah commanded His Prophet ﷺ to tell the people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَنَا النَّذِيرُ الْمُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am indeed a plain warner)</span> coming to warn the people of a severe punishment that they will suffer if they reject him, as happened to those nations before them who disbelieved in their Messengers, upon whom Allah sent His punishment and vengeance. In the two Sahihs it is reported from Abu Musa that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا مَثَلِي وَمَثَلُ مَا بَعَثَنِي اللهُ بِهِ كَمَثَلِ رَجُلٍ أَتَى قَوْمَهَ فَقَالَ: يَا قَوْمِ! إِنِّي رَأَيْتُ الْجَيْشَ بِعَيْنَيَّ، وَإِنِّي أَنَا النَّذِيرُ الْعُرْيَانُ فَالنَّجَاءَ النَّجَاءَ، فَأَطَاعَهُ طَائِفَةٌ مِنْ قَوْمِهِ فَأَدْلَجُوا وَانْطَلَقُوا عَلَى مُهْلِهِمْ فَنَجَوْا، وَكَذَّبَهُ طَائِفَةٌ مِنْهُمْ فَأَصْبَحُوا مَكَانَهُمْ، فَصَبَّحَهُمُ الْجَيْشُ فَأَهْلَكَهُمْ وَاجْتَاحَهُمْ، فَذَلِكَ مَثَلُ مَنْ أَطَاعَنِي وَاتَّبَعَ مَا جِئْتُ بِهِ وَمَثَلُ مَنْ عَصَانِي وَكَذَّبَ مَا جِئْتُ بِهِ مِنَ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of myself and that with which Allah has sent me is that of a man who came to his people and said, 'O people! I have seen the <span class=\"gray\">[invading]</span> army with my own eyes, and I am a naked warner, so escape, escape!' Some of his people obeyed him and set out at nightfall, setting off at a slow pace and managing to escape. Others did not believe him and stayed where they were until the next morning when the <span class=\"gray\">[invading]</span> army overtook them and destroyed them, wiping them out. This is the parable of the one who obeys me and follows what I have brought, and the example of the one who disobeys me and rejects the truth that I have brought.)</span></p><div lang=\"uz\" class=\"uz \"><h2>Explanation of \"Al-Muqtasimin\"</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُقْتَسِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Muqtasimin)</span> refers to those who had made a pact to oppose, deny, and insult the Prophets. Similarly, Allah tells us about the people of Salih:</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said, \"Swear to one another <span class=\"gray\">[Taqasamu]</span> by Allah that we shall make a secret night attack on him and his household\")</span><span class=\"gray\">[27:49]</span> i.e., they plotted to kill him at night. Mujahid said \"Taqasamu means they swore an oath.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ لَا يَبْعَثُ اللَّهُ مَن يَمُوتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they swear by Allah with their strongest oaths, that Allah will not raise up one who dies)</span><span class=\"gray\">(16:38)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ تَكُونُوا أَقْسَمْتُم مِّن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said)</span>: \"Did you not before swear that you would not leave <span class=\"gray\">(the world for the Hereafter)</span>)</span><span class=\"gray\">(14:44)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are they those, of whom you swore that Allah would never show them mercy)</span><span class=\"gray\">[7:49]</span> It is as if they took an oath for every single thing that they denied in this world, so they are called the Muqtasimin.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who have made the Qur'an into parts.)</span> meaning, they have split up the Books that were revealed to them, believing in parts of them and rejecting parts of them. Al-Bukhari reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلُوا الْقُرْآنَ عِضِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who have made the Qur'an into parts.)</span> \"They are the People of the Book, who divided the Book into parts, believing in some of it, and rejecting some of it.\" Some have said that Al-Mutaqasimin refers to the Quraysh, that the Qur'an means this Qur'an <span class=\"gray\">[as opposed to the Scriptures of the People of the Book]</span>, and that \"made it into parts\" referred to what 'Ata' said that some of them said that he <span class=\"gray\">(the Prophet ﷺ)</span> was a sorcerer, some said he was crazy, or a soothsayer. These various allegations were the parts. This opinion was also reported from Ad-Dahhak and others. </p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq reported from Ibn 'Abbas that Al-Walid bin Al-Mughirah - holding a noble position among the people - rallied a group of Quraysh behind him when Al-Mawsim <span class=\"gray\">(the time for pilgrims to meet in Makkah for Hajj)</span> had come. He said to them, \"O people of Quraysh! The time of Al-Mawsim has come, and delegations of Arabs will come to you during this time. They will have heard some things about this companion of yours <span class=\"gray\">(meaning the Prophet ﷺ)</span>, so agree on one opinion, let there be no contradicting or denials of each other's sayings\". They said, \"And you, O Abu 'Abd Shams, give us an opinion and we will say that.\" He said, \"No, you make the suggestions and I will listen.\" They said, \"We say he is a soothsayer.\" He said, \"He is not a soothsayer.\" They said, \"We say he is crazy.\" He said, \"He is not crazy.\" They said, \"We say he is a poet.\" He said, He is not a poet.\" They said, \"We say he is a sorcerer.\" He said, \"He is not a sorcerer.\" They said, \"So what should we say?\" He said, \"By Allah, what he says is as palatable <span class=\"gray\">[to the average person]</span> as something sweet, so you cannot say anything against it without it being obviously false. Therefore the most appropriate thing you can say is that he is a sorcerer.\" So they left having agreed upon that, and Allah revealed concerning them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who have made the Qur'an into parts.)</span> meaning, of different types, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, by your Lord, We shall certainly call all of them to account. For all that they used to do)</span> Those were the group who said that about the Messenger of Allah ﷺ.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, by your Lord, We shall certainly call all of them to account. For all that they used to do.)</span> Abu Ja'far reported from Ar-Rabi' that Abu Al-'Aliyah said, \"All the people will be asked about two things on the Day of Resurrection: what they used to worship, and what their response was to the Messengers.\" 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, by your Lord, We shall certainly call all of them to account. For all that they used to do.)</span> then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ لَّا يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلَا جَانٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So on that Day no question will be asked of man or Jinn as to his sin)</span><span class=\"gray\">(55:39)</span>. He said, \"They will not be asked, 'Did you do such and such?' Because Allah knows better than they do about that. But He will say, 'Why did you do such and such?'\"</p>"
  }
]