[
  {
    "ayah_key": "6:137",
    "group_ayah_key": "6:137",
    "from_ayah": "6:137",
    "to_ayah": "6:137",
    "ayah_keys": "6:137",
    "text": "<p class=\"en translation\" lang=\"en\">And so to many of the idolators, their \"partners\" have made fair seeming the killing of their children, in order to lead them to their own destruction and cause confusion in their religion. And if Allah had willed, they would not have done so. So leave them alone with their fabrications <span>(137)</span></p><div lang=\"sn\" class=\"sn \"><h2>Shaytan Lured the Idolators to Kill Their Children</h2></div><p lang=\"en\" class=\"en \">Allah says, just as the Shayatin lured the idolators to assign a share for Allah from what He created of agriculture and cattle - and a share for the idols, they also made it seem fair for them to kill their children, for fear of poverty, and burying their daughters alive, for fear of dishonor.</p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported from Ibn 'Abbas that he commented;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And so to many of the idolators, their \"partners\" have made fair seeming the killing of their children...)</span></p><p lang=\"en\" class=\"en \">\"They make killing their children attractive to them.\" </p><p lang=\"en\" class=\"en \">Mujahid said, \"Idolators' partners among the devils ordered them to bury their children for fear of poverty.\" As-Suddi said, \"The devils commanded them to kill their daughters so that they,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِيُرْدُوهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lead them to their own destruction)</span>, and to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(cause confusion in their religion.)</span>\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Allah had willed, they would not have done so.)</span> meaning, all this occurred by Allah's leave, will and decree, but He dislikes these practices, and He has the perfect wisdom in every decree. He is never questioned about what He does, but they all will be questioned.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْهُمْ وَمَا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So leave them alone with their fabrications.)</span> meaning, avoid and abandon them and what they do, for Allah will judge between you and them.</p>"
  },
  {
    "ayah_key": "6:138",
    "group_ayah_key": "6:138",
    "from_ayah": "6:138",
    "to_ayah": "6:138",
    "ayah_keys": "6:138",
    "text": "<p lang=\"en\" class=\"en \">And according to their claim, they say that such and such cattle and crops are Hijr <span class=\"gray\">(forbidden)</span>, and none should eat of them except those whom we allow. And <span class=\"gray\">(they say)</span> there are cattle forbidden to be used for burden, and cattle on which <span class=\"gray\">(at slaughtering)</span> the Name of Allah is not pronounced; lying against Him <span class=\"gray\">(Allah)</span>. He will recompense them for what they used to fabricate <span>(138)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators Forbade Certain Types of Cattle</h2></div><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said, \"Hijr refers to what they forbade, such as the Wasilah, and the like.\" </p><p lang=\"cy\" class=\"cy \">Similar was said by Mujahid, Ad-Dahhak, As-Suddi, Qatadah, 'Abdur-Rahman bin Zayd bin Aslam and others. Qatadah commented on,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَالُوا هَٰذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say that such and such cattle and crops are Hijr,)</span></p><p lang=\"en\" class=\"en \">\"It is a prohibition that the Shayatin appointed for their wealth, and a type of exaggeration and extremism that did not come from Allah.\" <span class=\"gray\">('Abdur-Rahman)</span> Ibn Zayd bin Aslam said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حِجْرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hijr,)</span> refers to what the idolators designated for their deities. As-Suddi said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّا يَطْعَمُهَا إِلَّا مَن نَّشَاءُ بِزَعْمِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none should eat of them except those whom we allow, they claimed...)</span> means, \"They said, only those whom we choose can eat of them., and the rest are prohibited from eating them.\" Similar to this honorable Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتُم مَّا أَنزَلَ اللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Tell me, what provision Allah has sent down to you! And you have made of it lawful and unlawful.\" Say: \"Has Allah permitted you <span class=\"gray\">(to do so)</span>, or do you invent a lie against Allah?\")</span><span class=\"gray\">[10:59]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَعَلَ اللَّهُ مِن بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ وَلَٰكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has not instituted things like 'Baḥīrah' or a 'Sā'ibah' or a 'Waşīlah' or a 'Ḥām'. But those who disbelieve invent lies against Allah, and most of them have no understanding.)</span><span class=\"gray\">[5:103]</span></p><p lang=\"en\" class=\"en \">As-Suddi said that cattle forbidden to be used for burden were the 'Baḥīrah', 'Sā'ibah', 'Waşīlah' and 'Ḥām', as well as cattle for which the idolators did not mention Allah's Name when slaughtering them nor when they were born. </p><p lang=\"zh-Latn\" class=\"zh-Latn \">Abu Bakr bin 'Ayyash said that 'Asim bin Abi An-Najud said, \"Abu Wa'il said to me, 'Do you know the meaning of the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَّا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(they say)</span> there are cattle forbidden to be used for burden, and cattle on which the Name of Allah is not pronounced.)</span></p><p lang=\"en\" class=\"en \">I said, 'No.' He said, 'It is the Bahirah, which they would not use to for Hajj <span class=\"gray\">(either by riding it or carrying things on it)</span>.'\" Mujahid also said that they were some of the camels belonging to idolators on which Allah's Name was not mentioned when riding, milking, carrying things, copulation or any other action.</p><p class=\"fa qpc-hafs\" lang=\"fa\">افْتِرَاءً عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lying against Him.)</span> against Allah. The idolators indeed lied when they attributed this evil to Allah's religion and Law; He did not allow them to do that nor did He approve of it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَجْزِيهِم بِمَا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will recompense them for what they used to fabricate.)</span> against Him, and falsely attribute to Him.</p>"
  },
  {
    "ayah_key": "6:139",
    "group_ayah_key": "6:139",
    "from_ayah": "6:139",
    "to_ayah": "6:139",
    "ayah_keys": "6:139",
    "text": "<p class=\"en translation\" lang=\"en\">And they say: \"What is in the bellies of such and such cattle is for our males alone, and forbidden to our females, but if it is born dead, then all have shares therein.\" He will punish them for their attribution <span class=\"gray\">(of such false orders to Allah)</span>. Verily, He is All-Wise, All-Knower <span>(139)</span></p><p lang=\"gd\" class=\"gd \">Abu Ishaq As-Subay'i narrated that 'Abdullah bin Abi Al-Hudhayl reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَا فِي بُطُونِ هَٰذِهِ الْأَنْعَامِ خَالِصَةٌ لِّذُكُورِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"What is in the bellies of such and such cattle is for our males alone...\")</span> refers to milk. 'Awfi said that Ibn 'Abbas said about this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَا فِي بُطُونِ هَٰذِهِ الْأَنْعَامِ خَالِصَةٌ لِّذُكُورِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"What is in the bellies of such and such cattle is for our males alone...\")</span></p><p lang=\"en\" class=\"en \">\"It is about milk, which they prohibited for their females and allowed only their males to drink. When a sheep would give birth to a male sheep, they would slaughter it and feed it to their males, but not to their females. If the newly born lamb was a female, they would not slaughter it, but if it was stillborn, they would share in it <span class=\"gray\">(with their females)</span>! Allah forbade this practice.\" Similar was said by As-Suddi. </p><p lang=\"en\" class=\"en \">Ash-Sha'bi said, \"The Bahirah's milk was only given to the men. But if any cattle from the Bahirah died, both men and women would share in eating it.\" Similar was said by 'Ikrimah, Qatadah and 'Abdur-Rahman bin Zayd bin Aslam. Mujahid commented;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَا فِي بُطُونِ هَٰذِهِ الْأَنْعَامِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰ أَزْوَاجِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"What is in the bellies of such and such cattle is for our males alone, and forbidden to our females...\")</span></p><p lang=\"en\" class=\"en \">\"It refers to the 'Sā'ibah' and the 'Baḥīrah'.\" Abu Al-'Aliyah, Mujahid and Qatadah said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَجْزِيهِمْ وَصْفَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will punish them for their attribution.)</span> means, uttering such falsehood. This is explained by Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَٰذَا حَلَالٌ وَهَٰذَا حَرَامٌ لِّتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say not concerning that which your tongues falsely utter: \"This is lawful and this is forbidden.\" so as to invent lies against Allah. Verily, those who invent lies against Allah will never prosper.)</span><span class=\"gray\">[16:116]</span> Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is All-Wise.)</span> in His actions, statements, Law and decree,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Knower)</span>, in the actions of His servants, whether good or evil, and He will recompense them for these deeds completely.</p>"
  },
  {
    "ayah_key": "6:140",
    "group_ayah_key": "6:140",
    "from_ayah": "6:140",
    "to_ayah": "6:140",
    "ayah_keys": "6:140",
    "text": "<p class=\"en translation\" lang=\"en\">Indeed lost are they who have killed their children, foolishly, without knowledge, and <span class=\"gray\">(they)</span> have forbidden that which Allah has provided for them, inventing a lie against Allah. They have indeed gone astray and were not guided <span>(140)</span></p><div lang=\"en\" class=\"en \"><h2>Allah says that those who committed these evil acts have earned the loss of this life and the Hereafter.</h2></div><p lang=\"en\" class=\"en \"> As for this life, they lost when they killed their children and made it difficult for themselves by prohibiting some types of their wealth, as an act of innovation that they invented on their own. As for the Hereafter, they will end up in the worst dwellings, because they used to lie about Allah and invent falsehood about Him. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ - مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, those who invent a lie against Allah will never be successful.\" <span class=\"gray\">(A brief)</span> enjoyment in this world! And then unto Us will be their return, then We shall make them taste the severest torment because they used to disbelieve.)</span><span class=\"gray\">[10:69-70]</span></p><p lang=\"en\" class=\"en \">Al-Hafiz Abu Bakr bin Marduwyah recorded that Ibn 'Abbas commented, \"If it pleases you to know how ignorant the Arabs used to be, then recite the Ayat beyond Ayah one hundred and thirty in Surat Al-An'am,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed lost are they who have killed their children, foolishly, without knowledge, and <span class=\"gray\">[they]</span> have forbidden that which Allah has provided for them, inventing a lie against Allah. They have indeed gone astray and were not guided.)</span>\" Al-Bukhari also recorded this in the section of his Sahih on the virtues of the Quraysh.</p>"
  }
]