[
  {
    "ayah_key": "44:9",
    "group_ayah_key": "44:9",
    "from_ayah": "44:9",
    "to_ayah": "44:16",
    "ayah_keys": "44:9,44:10,44:11,44:12,44:13,44:14,44:15,44:16",
    "text": "<p lang=\"en\" class=\"en \">Nay! They play about in doubt <span>(9)</span>Then wait you for the Day when the sky will bring forth a visible smoke <span>(10)</span>Covering mankind, this is a painful torment <span>(11)</span><span class=\"gray\">(They will say)</span>: \"Our Lord! Remove the torment from us, really we shall become believers! <span>(12)</span>How can there be for them an admonition, when a Messenger explaining things clearly has already come to them <span>(13)</span>Then they had turned away from him and said: \"<span class=\"gray\">(He is)</span> one taught, a madman! <span>(14)</span>Verily, We shall remove the torment for a while. Verily, you will revert <span>(15)</span>On the Day when We shall strike you with the great Batshah. Verily, We will exact retribution <span>(16)</span></p><p lang=\"en\" class=\"en \">Alarming the Idolators with News of the Day when the Sky will bring forth a visible Smoke</p><p lang=\"en\" class=\"en \">Allah says, these idolaters are playing about in doubt, i.e., the certain truth has come to them, but they doubt it and do not believe in it. Then Allah says, warning and threatening them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then wait you for the Day when the sky will bring forth a visible smoke.)</span> It was narrated that Masruq said, \"We entered the Masjid – i.e., the Masjid of Kufah at the gates of Kindah – and a man was reciting to his companions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Day when the sky will bring forth a visible smoke.)</span> He asked them; 'Do you know what that is?' That is the smoke that will come on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold.'\" </p><p lang=\"en\" class=\"en \">He said, \"We came to Ibn Mas'ud, may Allah be pleased with him, and told him about that. He was lying down, and he sat up with a start and said, 'Allah said to your Prophet ﷺ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"No wage do I ask of you for this, nor am I one of the pretenders.\")</span><span class=\"gray\">(38:86)</span>. And it is part of knowledge that when a man does not know something, he should say, 'Allah knows best.' I will tell you a Hadith about that. When the Quraysh did not respond to Islam and they grew stubborn, the Messenger of Allah ﷺ invoked Allah against them that they would have years like the years <span class=\"gray\">(of drought and famine)</span> of Yusuf. They became so exhausted and hungry that they ate bones and dead meat. They looked at the sky, but they saw nothing but smoke.'\" </p><p lang=\"en\" class=\"en \">According to another report: \"A man would look at the sky and he would see nothing between him and the sky except a smoky haze, because of his exhaustion.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ - يَغْشَى النَّاسَ ۖ هَٰذَا عَذَابٌ أَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then wait you for the Day when the sky will bring forth a visible smoke, covering the people, this is a painful torment)</span> A man came to the Messenger of Allah ﷺ and said, \"O Messenger of Allah! Pray to Allah to send rain to Mudar, for they are dying. So the Prophet ﷺ prayed for rain for them, and they got rain. Then the Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We shall remove the torment for a while. Verily, you will revert.)</span> Ibn Mas'ud said, \"Do you think that the torment will be removed for them on the Day of Resurrection? When they were granted ease, they reverted to their former state. Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَىٰ إِنَّا مُنْتَقِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when We shall strike you with the Great Batshah. Verily, We will exact retribution.)</span>\" He said, \"This means the day of Badr.\" </p><p lang=\"en\" class=\"en \">Ibn Mas'ud said, \"Five things have come to pass: the smoke, the <span class=\"gray\">(defeat of the)</span> Romans, the <span class=\"gray\">(splitting of the)</span> moon, the Batshah, and the torment.\" </p><p lang=\"en\" class=\"en \">This Hadith was narrated in the Two Sahihs. It was also recorded by Imam Ahmad in his Musnad, and by At-Tirmidhi and An-Nasa'i in their <span class=\"gray\">(Books of)</span> Tafsir, and by Ibn Jarir and Ibn Abi Hatim with a number of chains of narration. A number of the Salaf, such as Mujahid, Abu Al-'Aliyah, Ibrahim An-Nakha'i, Ad-Dahhak and 'Atiyah Al-'Awfi concurred with Ibn Mas'ud's interpretation of this Ayah and his view that the smoke already happened. This was also the view of Ibn Jarir. </p><p lang=\"en\" class=\"en \">According to the Hadith of Abu Sarihah, Hudhayfah bin Asid Al-Ghifari, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقُومُ السَّاعَةُ حَتّٰى تَرَوْا عَشْرَ آيَاتٍ: طُلُوعَ الشَّمْسِ مِنْ مَغْرِبِهَا، وَالدُّخَانَ، وَالدَّابَّةَ، وَخُرُوجَ يَأْجُوجَ وَمَأْجُوجَ، وَخُرُوجَ عِيْسَى ابْنِ مَرْيَمَ وَالدَّجَّالَ، وَثَلَاثَةَ خُسُوفٍ: خَسْفٌ بِالْمَشْرِقِ، وَخَسْفٌ بِالْمَغْرِبِ، وَخَسْفٌ بِجَزِيرَةِ الْعَرَبِ، وَنَارًا تَخْرُجُ مِنْ قَعْرِ عدن تَسُوقُ النَّاسَ - أَوْ تَحْشُرُ النَّاسَ - تَبِيتُ مَعَهُمْ حَيْثُ بَاتُوا، وَتَقِيلُ مَعَهُمْ حَيْثُ قَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast; the emergence of Ya'juj and Ma'juj; the appearance of 'Isa bin Maryam; the Dajjal; three cases of the earth collapsing – one in the east, one in the west, and one in the Arabian Peninsula; and a fire which will emerge from the bottom of Aden and will drive the people – or gather the people – stopping with them when they stop to sleep at night or rest during the day.)</span>\" This was recorded only by Muslim in his Sahih. </p><p lang=\"en\" class=\"en \">In the Two Sahihs it was recorded that the Messenger of Allah ﷺ said to Ibn Sayyad:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي خَبَأْتُ لَكَ خَبْأً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am concealing something for you.)</span> He said, It is Ad-Dukh. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be off with you! You cannot get further than your rank.)</span> He said, \"The Messenger of Allah ﷺ was concealing from him the words,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then wait you for the Day when the sky will bring forth a visible smoke.)</span>\"This indicates that the smoke is yet to appear. Ibn Sayyad was a fortune-teller who heard things through the Jinn, whose speech is unclear, therefore he said, \"It is Ad-Dukh,\" meaning Ad-Dukhan <span class=\"gray\">(the smoke)</span>. When the Messenger of Allah ﷺ was sure what was happening, that the source of his information was the Shayatin, he ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be off with you! You cannot get further than your rank.)</span> There are numerous Marfu' and Mawquf Hadiths, Sahih, Hasan and others, which indicate that the smoke is one of the awaited signs <span class=\"gray\">(of the Hour)</span>. This is also the apparent meaning of Ayat in the Qur'an. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then wait you for the Day when the sky will bring forth a visible smoke.)</span> meaning, clearly visible, such that all people will see it. According to Ibn Mas'ud's interpretation, this was a vision which they saw because of their intense hunger and exhaustion. He also interprets the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْشَى النَّاسَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Covering mankind,)</span> meaning, it covered them and overwhelmed them. But if it was only an illusion which happened to the idolators of Makkah, Allah would not have said \"covering mankind.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(this is a painful torment.)</span> means, this will be said to them by way of rebuke. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when they will be pushed down by force to the fire of Hell, with a horrible, forceful pushing. This is the Fire which you used to deny.)</span><span class=\"gray\">(52:13-14)</span>. Or some of them will say that to others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(They will say)</span>: \"Our Lord! Remove the torment from us, really we shall become believers!\")</span> means, when the disbelievers witness the punishment of Allah, they will ask for it to be taken away from them. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you could but see when they will be held over the <span class=\"gray\">(Hell)</span> Fire! They will say: \"Would that we were but sent back <span class=\"gray\">(to the world)</span>! Then we would not deny the Ayat of our Lord, and we would be of the believers!\")</span><span class=\"gray\">(6:27)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَىٰ أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ ۗ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And warn mankind of the Day when the torment will come unto them; then the wrongdoers will say: \"Our Lord! Respite us for a little while, we will answer Your Call and follow the Messengers!\" <span class=\"gray\">(It will be said)</span>: \"Had you not sworn aforetime that you would not leave <span class=\"gray\">(the world for the Hereafter)</span>.)</span><span class=\"gray\">(14:44)</span> Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّىٰ لَهُمُ الذِّكْرَىٰ وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ - ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can there be for them an admonition, when a Messenger explaining things clearly has already come to them. Then they had turned away from him and said: \"<span class=\"gray\">(He is)</span> one taught, a madman!\")</span> meaning, 'what further admonition do they need when We have sent them a Messenger with a clear Message and warning? Yet despite that, they turned away from him, opposed him and rejected him, and they said: <span class=\"gray\">(He is)</span> one taught <span class=\"gray\">(by a human being)</span>, a madman.' This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّىٰ لَهُ الذِّكْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day will man remember, but how will that remembrance <span class=\"gray\">(then)</span> avail him?)</span><span class=\"gray\">(89:23)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ - وَقَالُوا آمَنَّا بِهِ وَأَنَّىٰ لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you could but see, when they will be terrified with no escape, and they will be seized from a near place. And they will say <span class=\"gray\">(in the Hereafter)</span>: \"We do believe <span class=\"gray\">(now)</span>;\" but how could they receive <span class=\"gray\">(faith and its acceptance by Allah)</span> from a place so far off...)</span><span class=\"gray\">(34:51-52)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We shall remove the torment for a while. Verily, you will revert.)</span> means, 'if We were to remove the torment from you for a while, and send you back to the world, you would go back to your former state of disbelief and denial.' This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And though We had mercy on them and removed the distress which is on them, still they would obstinately persist in their transgression, wandering blindly.)</span><span class=\"gray\">(23:75)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they were returned <span class=\"gray\">(to the world)</span>, they would certainly revert to that which they were forbidden. And indeed they are liars)</span><span class=\"gray\">(6:28)</span></p><p lang=\"en\" class=\"en \">The Meaning of the \"Great Batshah\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَىٰ إِنَّا مُنْتَقِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when We shall strike you with the great Batshah. Verily, We will exact retribution.)</span></p><p lang=\"en\" class=\"en \">Ibn Mas'ud interpreted this to mean the day of Badr. This is also the view of a group who agreed with Ibn Mas'ud, may Allah be pleased with him, about the meaning of the smoke, as discussed above. It was also narrated from Ibn 'Abbas, may Allah be pleased with him, in a report related to him from Al-'Awfi and from Ubayy bin Ka'b, may Allah be pleased with him. This is possible, but the apparent meaning is that it refers to the Day of Resurrection, although the day of Badr was also a day of vengeance. </p><p lang=\"en\" class=\"en \">Ibn Jarir said, \"Ya'qub narrated to me; Ibn 'Ulayyah narrated to me, Khalid Al-Hadhdha' narrated to us, from 'Ikrimah who said, 'Ibn 'Abbas, may Allah be pleased with him, said, \"Ibn Mas'ud, may Allah be pleased with him, said that \"the great Batshah\" is the day of Badr, and I say that it is the Day of Resurrection.\" This chain of narration is Sahih to him. This is also the view of Al-Hasan Al-Basri and of 'Ikrimah according to the more authentic of the two reports narrated from him. And Allah knows best.</p>"
  }
]