[
  {
    "ayah_key": "6:141",
    "group_ayah_key": "6:141",
    "from_ayah": "6:141",
    "to_ayah": "6:142",
    "ayah_keys": "6:141,6:142",
    "text": "<p lang=\"en\" class=\"en \">And it is He Who produces gardens Ma'rushat and not Ma'rushat, and date palms, and crops of different shape and taste, and olives, and pomegranates, similar, and different. Eat of their fruit when they ripen, but pay the due thereof on the day of their harvest, and waste not by extravagance. Verily, He likes not the wasteful <span>(141)</span>And of the cattle <span class=\"gray\">(are some)</span> for burden and <span class=\"gray\">(some smaller)</span> for Farsh. Eat of what Allah has provided for you, and follow not the footsteps of Shaytan. Surely, he is to you an open enemy <span>(142)</span></p><div lang=\"en\" class=\"en \"><h2>Allah Created the Produce, Seed Grains and Cattle</h2></div><p lang=\"en\" class=\"en \">Allah states that He created everything, including the produce, fruits and cattle that the idolators mishandled by their misguided ideas, dividing them into various designated parts, allowing some and prohibiting some. Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُوَ الَّذِي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who produces gardens Ma'rushat and not Ma'rushat,)</span></p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah reported that Ibn 'Abbas commented, \"Ma'rushat refers to what the people trellise, while 'not Ma'rushat' refers to fruits <span class=\"gray\">(and produce)</span> that grow wild inland and on mountains.\" 'Ata' Al-Khurasani said that Ibn 'Abbas said, \"Ma'rushat are the grapevines that are trellised, while 'not Ma'rushat' refers to grapevines that are not trellised.\" As-Suddi said similarly. As for these fruits being similar, yet different, Ibn Jurayj said, \"They are similar in shape, but different in taste.\" Muhammad bin Ka'b said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِن ثَمَرِهِ إِذَا أَثْمَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat of their fruit when they ripen,)</span> means, \"<span class=\"gray\">(Eat)</span> from the dates and grapes they produce.\" Allah said next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but pay the due thereof on the day of their harvest,)</span> Mujahid commented, \"When the poor people are present <span class=\"gray\">(on the day of harvest)</span>, give them some of the produce.\" 'Abdur-Razzaq recorded that Mujahid commented on the Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but pay the due thereof on the day of their harvest.)</span></p><p lang=\"en\" class=\"en \">\"When planting, one gives away handfuls <span class=\"gray\">(of seed grains)</span> and on harvest, he gives away handfuls and allows them to pick whatever is left on the ground of the harvest.\" Ath-Thawri said that Hammad narrated that Ibrahim An-Nakha'i said, \"One gives away some of the hay.\" Ibn Al-Mubarak said that Shurayk said that Salim said that Sa'id bin Jubayr commented;</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but pay the due thereof on the day of their harvest,)</span> \"This ruling, giving the poor the handfuls <span class=\"gray\">(of seed grains)</span> and some of the hay as food for their animals, was before Zakah became obligatory.\" </p><p lang=\"en\" class=\"en \">Allah has chastised those who harvest, without giving away a part of it as charity. Allah mentioned the story of the owners of the garden in Surat Nun,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ - وَلَا يَسْتَثْنُونَ - فَطَافَ عَلَيْهَا طَائِفٌ مِّن رَّبِّكَ وَهُمْ نَائِمُونَ - فَأَصْبَحَتْ كَالصَّرِيمِ - فَتَنَادَوْا مُصْبِحِينَ - أَنِ اغْدُوا عَلَىٰ حَرْثِكُمْ إِن كُنتُمْ صَارِمِينَ - فَانطَلَقُوا وَهُمْ يَتَخَافَتُونَ - أَن لَّا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُم مِّسْكِينٌ - وَغَدَوْا عَلَىٰ حَرْدٍ قَادِرِينَ - فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ - بَلْ نَحْنُ مَحْرُومُونَ - قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكُمْ لَوْلَا تُسَبِّحُونَ - قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ - فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَاوَمُونَ - قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ - عَسَىٰ رَبُّنَا أَن يُبْدِلَنَا خَيْرًا مِّنْهَا إِنَّا إِلَىٰ رَبِّنَا رَاغِبُونَ - كَذَٰلِكَ الْعَذَابُ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When they swore to pluck the fruits of the <span class=\"gray\">(garden)</span> in the morning. Without saying: \"If Allah wills.\" Then there passed by on the <span class=\"gray\">(garden)</span> a visitation <span class=\"gray\">(fire)</span> from your Lord at night, burning it while they were asleep. So the <span class=\"gray\">(garden)</span> became black by the morning, like a pitch dark night <span class=\"gray\">(in complete ruins)</span>. Then they called out one to another as soon as the morning broke. Saying: \"Go to your tilth in the morning, if you would pluck the fruits.\" So they departed, conversing in secret low tones <span class=\"gray\">(saying)</span>. \"No poor person shall enter upon you into it today.\" And they went in the morning with strong intention, thinking that they have power <span class=\"gray\">(to prevent the poor taking anything of the fruits therefrom)</span>. But when they saw the <span class=\"gray\">(garden)</span>, they said: \"Verily, we have gone astray.\" <span class=\"gray\">(Then they said)</span>: \"Nay! Indeed we are deprived of <span class=\"gray\">(the fruits)</span>!\" The best among them said: \"Did I not tell you, why say you not: 'If Allah wills'.\" They said: \"Glory to Our Lord! Verily, we have been wrongdoers.\" Then they turned one against another, blaming. They said: \"Woe to us! We have transgressed. We hope that our Lord will give us in exchange a better <span class=\"gray\">(garden)</span> than this. Truly, we turn to our Lord.\" Such is the punishment <span class=\"gray\">(in this life)</span>, but truly, the punishment of the Hereafter is greater if they but knew.)</span><span class=\"gray\">[68:17-33]</span>.</p><div lang=\"zh\" class=\"zh \"><h2>Prohibiting Extravagance</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And waste not by extravagance. Verily, He likes not the wasteful.)</span></p><p lang=\"en\" class=\"en \">It was said that the extravagance prohibited here refers to excessive charity beyond normal amounts. Ibn Jurayj said, \"This Ayah was revealed concerning Thabit bin Qays bin Shammas, who plucked the fruits of his date palms. Then he said to himself, 'This day, every person who comes to me, I will feed him from it.' So he kept feeding <span class=\"gray\">(them)</span> until the evening came and he ended up with no dates. Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And waste not by extravagance. Verily, He likes not the wasteful.)</span>\" </p><p lang=\"en\" class=\"en \">Ibn Jarir recorded this statement from Ibn Jurayj. However, thhe apparent meaning of this Ayah, and Allah knows best, is that;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِن ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat of their fruit when they ripen, but pay the due thereof on the day of their harvest, and waste not...)</span> refers to eating, meaning, do not waste in eating because this spoils the mind and the body. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And eat and drink but waste not by extravagance.)</span><span class=\"gray\">[7: 31]</span></p><p lang=\"en\" class=\"en \">In his Sahih, Al-Bukhari recorded a Hadith without a chain of narration;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَاشْرَبُوا وَالْبَسُوا مِنْ غَيْرِ إِسْرَافٍ وَلَا مَخِيلَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat, drink and clothe yourselves without extravagance or arrogance.)</span> Therefore, these Ayat have the same meaning as this Hadith. and Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>Benefits of Cattle</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of the cattle <span class=\"gray\">(are some)</span> for burden and <span class=\"gray\">(some smaller)</span> for Farsh.)</span> means, He created cattle for you, some of which are suitable for burden, such as camels, and some are Farsh. Ath-Thawri narrated that Abu Ishaq said that Abu Al-Ahwas said that 'Abdullah said that 'animals for burden' are the camels that are used for carrying things, while, 'Farsh', refers to small camels. Al-Hakim recorded it and said, \"Its chain is Sahih and they did not record it.\" 'Abdur-Rahman bin Zayd bin Aslam said that 'animals for burden' refers to the animals that people ride, while, 'Farsh' is that they eat <span class=\"gray\">(its meat)</span> and milk it. The sheep is not able to carry things, so you eat its meat and use its wool for covers and mats <span class=\"gray\">(or clothes)</span>. This statement of 'Abdur-Rahman is sound, and the following Ayat testify to it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ - وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see that We have created for them of what Our Hands have created, the cattle, so that they are their owners. And We have subdued them unto them so that some of them they have for riding and some they eat.)</span><span class=\"gray\">[36:71-72]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَائِغًا لِّلشَّارِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, in the cattle, there is a lesson for you. We give you to drink of that which is in their bellies, from between excretions and blood, pure milk; palatable to the drinkers.)</span><span class=\"gray\">[16:66]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of their wool, fur and hair, furnishings and articles of convenience, comfort for a while.)</span><span class=\"gray\">[16:80]</span>.</p><div lang=\"en\" class=\"en \"><h2>Eat the Meat of These Cattle, But Do Not Follow Shaytan's Law Concerning Them</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat of what Allah has provided for you,)</span> of fruits, produce and cattle. Allah created all these and provided you with them as provision.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and follow not the footsteps of Shaytan.)</span> meaning, his way and orders, just as the idolators followed him and prohibited fruits and produce that Allah provided for them, claiming that this falsehood came from Allah.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, he is to you)</span> meaning; Shaytan, O people, is to you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَدُوٌّ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(an open enemy)</span> and his enmity to you is clear and apparent. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Shaytan is an enemy to you, so take <span class=\"gray\">(treat)</span> him as an enemy. He only invites his Hizb <span class=\"gray\">(followers)</span> that they may become the dwellers of the blazing Fire.)</span><span class=\"gray\">[35:6]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِّنَ الْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Children of Adam! Let not Shaytan deceive you, as he got your parents out of Paradise, stripping them of their raiment, to show them their private parts.)</span><span class=\"gray\">[7:27]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you then take him <span class=\"gray\">(Iblis)</span> and his offspring as protectors and helpers rather than Me while they are enemies to you? What an evil is the exchange for the wrongdoers.)</span><span class=\"gray\">[18:50]</span></p><p lang=\"en\" class=\"en \">There are many other Ayat on this subject.</p>"
  }
]