[
  {
    "ayah_key": "62:5",
    "group_ayah_key": "62:5",
    "from_ayah": "62:5",
    "to_ayah": "62:8",
    "ayah_keys": "62:5,62:6,62:7,62:8",
    "text": "<p lang=\"en\" class=\"en \">The likeness of those who were entrusted with the Tawrah, but did not carry it, is as the likeness of a donkey which carries huge burdens of books. How bad is the example of people who deny the Ayat of Allah. And Allah does not guide the people who are wrongdoers <span>(5)</span>Say: \"O you Jews! If you pretend that you are friends of Allah, to the exclusion of <span class=\"gray\">(all)</span> other people, then long for death if you are truthful. <span>(6)</span>But they will never long for it, because of what their hands have sent before them! And Allah knows well the wrongdoers <span>(7)</span>Say: \"Verily, the death from which you flee, will surely meet you, then you will be sent back to the Knower of the unseen and the seen, and He will inform you about what you used to do. <span>(8)</span></p><p lang=\"en\" class=\"en \">Admonishing the Jews and challenging Them to wish for Death</p><p lang=\"en\" class=\"en \">Allah the Exalted admonishes the Jews who were entrusted with the Tawrah and were ordered to abide by it. However, they did not abide by it, and this is why Allah resembled them to the donkey that carries volumes of books. Surely, when the donkey carries books, it will not understand what these books contain because it is only carrying these books using its strength. This is the example of those who were entrusted with the Tawrah; they read its letter but did not understand its meanings nor abided by them. Rather, they even corrupted and changed the Tawrah. Therefore, they are worse than the donkey, because the donkey cannot understand. They, on the other hand, could have understood using their minds, but their minds were of no benefit. This is why Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ ۚ أُولَٰئِكَ هُمُ الْغَافِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are like cattle, nay even more astray; those! They are the heedless.)</span><span class=\"gray\">(7:179)</span>, and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How bad is the example of people who deny the Ayat of Allah. And Allah does not guide the people who are wrongdoers.)</span> Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O you Jews! If you pretend that you are friends of Allah, to the exclusion of other people, then long for death if you are truthful.\")</span> meaning, 'if you claim that you are on the correct guidance and that Muhammad and his Companions are being led astray, then invoke Allah to bring death to the misguided group among the two, if you are truthful in your claim.' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they will never long for it, because of what their hands have sent before them!)</span> meaning because of the disbelief, injustice and sins that they commit,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah knows well the wrongdoers.)</span> We mentioned this challenge to the Jews before in Surat Al-Baqarah, where Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ - وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ - وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَىٰ حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ ۗ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If the home of the Hereafter with Allah is indeed for you specially and not for others, of mankind, then long for death if you are truthful.\" But they will never long for it because of what their hands have sent forth before them. And Allah is Aware of the wrongdoers. And verily, you will find them the greediest of mankind for life and <span class=\"gray\">(even greedier)</span> than those who ascribe partners to Allah. One of them wishes that he could be given a life of a thousand years. But the grant of such life will not save him even a little from punishment. And Allah is Seer of what they do.)</span><span class=\"gray\">(2:94-96)</span></p><p lang=\"en\" class=\"en \">We explained these meanings there, stating that the challenge was for the Jews to invoke Allah to destroy the misguided group, either they or their enemies. We also mentioned a similar challenge against the Christians in Surah Al 'Imran,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then whoever disputes with you concerning him <span class=\"gray\">['Isa]</span> after <span class=\"gray\">(all this)</span> knowledge that has come to you, say: \"Come, let us call our sons and your sons, our women and your women, ourselves and yourselves – then we pray and invoke the curse of Allah upon those who lie.\")</span><span class=\"gray\">(3:61)</span> and against the idolators, in Surah Maryam,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَٰنُ مَدًّا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say whoever is in error, the Most Gracious will extend <span class=\"gray\">[circumstances]</span> for him.)</span><span class=\"gray\">(19:75)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad, may Allah be pleased with him recorded that Ibn 'Abbas said, \"Abu Jahl, may Allah curse him, said, 'If I see Muhammad praying at the Ka'bah, I will step on his neck.' When the Prophet ﷺ heard of that, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ فَعَلَ لَأَخَذَتْهُ الْمَلَائِكَةُ عَيَانًا وَلَوْ أَنَّ الْيَهُودَ تَمَنَّوُا الْمَوْتَ لَمَاتُوا وَرَأَوْا مَقَاعِدَهُمْ مِنَ النَّارِ، وَلَوْ خَرَجَ الَّذِينَ يُبَاهِلُونَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَرَجَعُوا لَا يَجِدُونَ أَهْلًا وَلَا مَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had he done so, the angels would have snatched him away in public. Had the Jews wished for death, they would all have perished and saw their seats in Hellfire. Had those accepted for invoking the curse of Allah with Allah's Messenger, they would not have found families or property when they returned home.)</span>\" Al-Bukhari, At-Tirmidhi and An-Nasa'i recorded it. His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, the death from which you flee will surely meet you, then you will be sent back to the Knower of the unseen and the seen, and He will inform you about what you used to do.\")</span> is like His saying in Surat An-Nisa':</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wheresoever you may be, death will overtake you even if you are in fortresses built up strong and high.)</span><span class=\"gray\">(4:78)</span></p>"
  }
]