[
  {
    "ayah_key": "57:12",
    "group_ayah_key": "57:12",
    "from_ayah": "57:12",
    "to_ayah": "57:15",
    "ayah_keys": "57:12,57:13,57:14,57:15",
    "text": "<p lang=\"en\" class=\"en \">On the Day you shall see the believing men and the believing women – their light running forward before them and in their right hands. Glad tidings for you this Day! Gardens under which rivers flow <span class=\"gray\">(Paradise)</span>, to dwell therein forever! Truly, this is the great success <span>(12)</span>On the Day when the hypocrites men and women will say to the believers: \"Wait for us! Let us get something from your light!\" It will be said: \"Go back to your rear! Then seek a light!\" So, a wall will be put up between them, with a gate therein. Inside it will be mercy, and outside it will be torment <span>(13)</span><span class=\"gray\">(The hypocrites)</span> will call the believers: \"Were we not with you?\" The believers will reply: \"Yes! But you led yourselves into temptations, you looked forward to our destruction; and you doubted, and you were deceived by false hopes, till the command of Allah came to pass. And the deceiver deceived you in regard to Allah. <span>(14)</span>So, this Day no ransom shall be taken from you, nor of those who disbelieved. Your abode is the Fire. That is your protector, and worst indeed is that destination <span>(15)</span></p><p lang=\"en\" class=\"en \">The Believers are awarded a Light on the Day of Resurrection, according to Their Good Deeds</p><p lang=\"en\" class=\"en \">Allah the Exalted states that the believers who spend in charity will come on the Day of Resurrection with their light preceding them in the area of the Gathering, according to the level of their good deeds. As reported from 'Abdullah bin Mas'ud:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْعَىٰ نُورُهُمْ بَيْنَ أَيْدِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their light running forward before them)</span>, he said, \"They will pass over the Sirat according to their deeds. Some of them will have a light as large as a mountain, some as a date tree, some as big as a man in the standing position. The least among them has a light as big as his index finger, it is lit at times and extinguished at other times.\" Ibn Abi Hatim and Ibn Jarir collected this Hadith. </p><p lang=\"en\" class=\"en \">Ad-Dahhak commented on the Ayah, \"Everyone will be given a light on the Day of Resurrection. When they arrive at the Sirat, the light of the hypocrites will be extinguished. When the believers see this, they will be concerned that their light also will be extinguished, just as the light of the hypocrites was. This is when the believers will invoke Allah, 'O our Lord! Perfect our light for us.'\" Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَبِأَيْمَانِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in their right hands.)</span> Ad-Dahhak said: \"Their Books of Records.\" As Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whosoever is given his record in his right hand.)</span><span class=\"gray\">(17:71)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glad tidings for you this Day! Gardens under which rivers flow,)</span> meaning, it will be said to them, \"Receive glad tidings this Day, of gardens beneath which rivers flow,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to dwell therein forever!)</span>, you will remain therein forever,\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, this is the great success!)</span></p><p lang=\"en\" class=\"en \">The Condition of the Hypocrites on the Day of Resurrection</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when the hypocrites men and women will say to the believers: \"Wait for us! Let us get something from your light!\")</span></p><p lang=\"en\" class=\"en \">Allah informs us in this Ayah of the terrible horrors, horrendous incidents and tremendous events that will take place on the Day of Resurrection in the Gathering Area. No one will be saved on that Day, except those who believed in Allah and His Messenger, obeyed Allah's commands and avoided His prohibitions. Al-'Awfi, Ad-Dahhak and others reported from Ibn 'Abbas: \"When the people are gathering in darkness, Allah will send light, and when the believers see the light they will march towards it. This light will be their guide from Allah to Paradise. When the hypocrites see the believers following the light, they will follow them. However, Allah will extinguish the light for the hypocrites and they will say <span class=\"gray\">(to the believers)</span>,</p><p class=\"ps qpc-hafs\" lang=\"ps\">انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wait for us! Let us get something from your light.)</span> The believers will reply by saying,</p><p class=\"fa qpc-hafs\" lang=\"fa\">ارْجِعُوا وَرَاءَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go back to your rear!)</span> to the dark area you were in, and look for a light there!\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, a wall will be put up between them, with a gate therein. Inside it will be mercy, and outside it will be torment.)</span> Al-Hasan and Qatadah said that the wall mentioned here is located between Paradise and Hellfire. 'Abdur-Rahman bin Zayd bin Aslam said that the wall mentioned in this Ayah is the wall that Allah described in His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَيْنَهُمَا حِجَابٌ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And between them will be a <span class=\"gray\">(barrier)</span> screen.)</span><span class=\"gray\">(7:46)</span> Similar was reported from Mujahid and others, and it is correct. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَاطِنُهُ فِيهِ الرَّحْمَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Inside it will be mercy,)</span> meaning, Paradise and all that is in it,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and outside it will be torment.)</span> meaning, the Hellfire, according to Qatadah, Ibn Zayd and others. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(The hypocrites)</span> will call the believers: \"Were we not with you?\")</span> meaning, the hypocrites will call out to the believers saying, \"Were we not with you in the life of the world, attending Friday prayers and congregational prayers? Did we not stand with you on Mount 'Arafah <span class=\"gray\">(during Hajj)</span>, participate in battle by your side and perform all types of acts of worship with you?\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالُوا بَلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believers will reply: \"Yes!...\")</span> The believers will answer the hypocrites by saying, \"Yes, you were with us,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَٰكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you led yourselves into temptations, you looked forward to our destruction; and you doubted <span class=\"gray\">(in faith)</span> and you were deceived by false hopes,)</span> \" Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَبَّصْتُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you looked forward to destruction)</span>, \"Of the truth and its people.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْتَبْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you doubted,)</span> that Resurrection occurs after death,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَغَرَّتْكُمُ الْأَمَانِيُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you were deceived by false hopes,)</span> meaning: you said that you will be forgiven your sins; or, they say it means: this life deceived you;</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ جَاءَ أَمْرُ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till the command of Allah came to pass.)</span> meaning: you remained on this path until death came to you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the deceiver deceived you in regard to Allah.)</span> 'the deceiver' being Shaytan. Qatadah said, \"They were deceived by Ash-Shaytan. By Allah! They remained deceived until Allah cast them into Hellfire.\" </p><p lang=\"en\" class=\"en \">The meaning here is that the believers will answer the hypocrites by saying, \"You were with us in bodies which were heartless and devoid of intentions. You were cast in doubt and suspicion. You were showing off for people and remembered Allah, little.\" Mujahid commented, \"The hypocrites were with the believers in this life, marrying from among each other, yet betraying them even when they were associating with them. They were dead. They will both be given a light on the Day of Resurrection, but the light of the hypocrites will be extinguished when they reach the wall; this is when the two camps separate and part!\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَأْوَاكُمُ النَّارُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your abode is the Fire.)</span> means, the Fire is your final destination and to it will be your return for residence,</p><p class=\"sd qpc-hafs\" lang=\"sd\">هِيَ مَوْلَاكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is your protector,)</span> meaning, it is the worthy shelter for you rather than any other residence, because of your disbelief and doubt, and how evil is the Fire for Final Destination.</p>"
  }
]