[
  {
    "ayah_key": "10:9",
    "group_ayah_key": "10:9",
    "from_ayah": "10:9",
    "to_ayah": "10:10",
    "ayah_keys": "10:9,10:10",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who believe and do deeds of righteousness, their Lord will guide them through their faith; under them will flow rivers in the Gardens of delight <span class=\"gray\">(Paradise)</span><span>(9)</span>Their way of request therein will be: \"Glory to You, O Allah!\" and \"Salam\" <span class=\"gray\">(peace, safety from evil)</span> will be their greetings therein! And the close of their request will be: \"All praise is due to Allah, the Lord of all that exists. <span>(10)</span></p><div lang=\"en\" class=\"en \"><h2>The Good Reward is for the People of Faith and Good Deeds</h2></div><p lang=\"en\" class=\"en \">In these two Ayat, Allah promises the happy blessings for those who believed in Allah and His Messengers. And for those that have complied with what they were commanded to follow. The promise is that He will guide them because of their faith, or it may mean through their faith. As to the first interpretation, the meaning is that Allah will guide them on the Day of Resurrection to the straight path until they pass into Paradise because of their faith in this world. The other meaning is that their faith will assist them on the Day of Resurrection as Mujahid said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِيهِمْ رَبُّهُم بِإِيمَانِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their Lord will guide them through their faith)</span> meaning \"Their faith will be a light in which they will walk.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ ۚ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their way of request therein will be: \"Glory to You, O Allah!\" And Salam <span class=\"gray\">(peace, safety from evil)</span> will be their greetings therein! And the close of their request will be: \"All praise is due to Allah, the Lord of all that exists.\")</span> meaning this is the condition of the people of Paradise. This is similar to what is found in the following Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their greeting on the Day they shall meet Him will be \"Salam <span class=\"gray\">[Peace]</span>!\")</span><span class=\"gray\">[33:44]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا - إِلَّا قِيلًا سَلَامًا سَلَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No 'Laghw' <span class=\"gray\">(dirty, false, evil vain talk)</span> will they hear therein, nor any sinful speech. But only the saying of: Salam! Salam!!\")</span><span class=\"gray\">[56:25-26]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said to them)</span>: \"Salam\" – a Word from the Lord, Most Merciful.)</span><span class=\"gray\">[36:58]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ - سَلَامٌ عَلَيْكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And angels shall enter unto them from every gate <span class=\"gray\">(saying)</span>: \"Salamun 'Alaykum <span class=\"gray\">(peace be upon you)</span>!\")</span><span class=\"gray\">[13:23-24]</span> In Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the close of their request will be: All praise is due to Allah, the Lord of all that exists.\")</span></p><p lang=\"en\" class=\"en \">There is an indication that Allah Almighty is the Praised One always, the Worshipped at all times. This is why He praised Himself at the beginning and the duration of His creation. He also praised Himself in the beginning of His Book and the beginning of its revelation. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي أَنزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All the praises and thanks be to Allah, Who has sent down to His servant the Book <span class=\"gray\">(the Qur'an)</span>.)</span><span class=\"gray\">[18:1]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All praise is due to Allah, Who <span class=\"gray\">(alone)</span> created the heavens and the earth,)</span><span class=\"gray\">[6:1]</span>, and many other citations with this meaning. The Ayah also indicates that Allah is the Praised One in this world and in the Hereafter and in all situations. In a Hadith recorded by Muslim:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الْجَنَّةِ يُلْهَمُونَ التَّسْبِيحَ وَالتَّحْمِيدَ كَمَا يُلْهَمُونَ النَّفَسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Paradise will be inspired to glorify Allah and praise Him as they instinctively breath.)</span></p><p lang=\"en\" class=\"en \">This will be their nature because of the increasing bounties of Allah upon them. These bounties are repeated and brought back again and increased with no limit or termination. So praise be to Allah for there is no God but He and no Lord save He.</p>"
  }
]