[
  {
    "ayah_key": "24:35",
    "group_ayah_key": "24:35",
    "from_ayah": "24:35",
    "to_ayah": "24:35",
    "ayah_keys": "24:35",
    "text": "<p lang=\"en\" class=\"en \">Allah is the Light of the heavens and the earth. The parable of His Light is as a niche and within it a lamp: the lamp is in a glass, the glass as it were a star Durriyyun, lit from a blessed tree, an olive, neither of the east nor of the west, whose oil would almost glow forth, though no fire touched it. Light upon Light! Allah guides to His Light whom He wills. And Allah sets forth parables for mankind, and Allah is All-Knower of everything.) <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>The Parable of the Light of Allah</h2></div><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah reported that Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is the Light of the heavens and the earth.)</span> means, the Guide of the inhabitants of the heavens and the earth. Ibn Jurayj said: \"Mujahid and Ibn 'Abbas said concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is the Light of the heavens and the earth.)</span> He is controlling their affairs and their stars and sun and moon.\" As-Suddi said concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is the Light of the heavens and the earth.)</span> by His Light the heavens and earth are illuminated.</p><p lang=\"en\" class=\"en \">In the Two Sahihs, it is recorded that Ibn 'Abbas, may Allah be pleased with him, said: \"When the Messenger of Allah ﷺ got up to pray at night, he would say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ قَيِّمُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, to You be praise, You are the Sustainer of heaven and earth and whoever is in them. To You be praise, You are the Light of the heavens and the earth and whoever is in them.)</span> It was narrated that Ibn Mas'ud said, \"There is no night or day with your Lord; the Light of the Throne comes from the Light of His Face.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَثَلُ نُورِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of His Light)</span> There are two views concerning the meaning of the pronoun <span class=\"gray\">(His)</span>. The first is that it refers to Allah, may He be glorified and exalted, meaning that the parable of His guidance in the heart of the believer is</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمِشْكَاةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a niche)</span> This was the view of Ibn 'Abbas. The second view is that the pronoun refers to the believer, which is indicated by the context of the words and implies that the parable of the light in the heart of the believer is as a niche. So the heart of the believer and what he is naturally inclined to of guidance and what he learns of the Qur'an which is in accordance with his natural inclinations are, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can they who rely on a clear proof from their Lord, and whom a witness from Him recites it <span class=\"gray\">(can they be equal with the disbelievers)</span>)</span><span class=\"gray\">(11:17)</span>. The heart of the believer in its purity and clarity is likened to a lamp in transparent and jewel-like glass, and the Qur'an and Shari'ah by which it is guided are likened to good, pure, shining oil in which there is no impurity or deviation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمِشْكَاةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as <span class=\"gray\">(if there were)</span> a niche)</span> Ibn 'Abbas, Mujahid, Muhammad bin Ka'b and others said, \"This refers to the position of the wick in the lamp.\" This is well-known, and hence Allah then says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا مِصْبَاحٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and within it a lamp.)</span> This is the flame that burns brightly. Or it was said that the niche is a niche in the house. This is the parable given by Allah of obedience towards Him. Allah calls obedience to Him as light, then He calls it by other numerous names as well. Ubayy bin Ka'b said, \"The lamp is the light, and this refers to the Qur'an and the faith that is in his heart.\" As-Suddi said, \"It is the lamp.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمِصْبَاحُ فِي زُجَاجَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the lamp is in a glass,)</span> means, this light is shining in a clear glass. Ubayy bin Ka'b and others said, \"This is the likeness of the heart of the believer.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the glass as it were a star Durriyyun,)</span> Some authorities recite the word Durriyyun with a Dammah on the Dal and without a Hamzah, which means pearls, i.e., as if it were a star made of pearls <span class=\"gray\">(Durr)</span>. Others recite it as Dirri'un or Durri'un, with a Kasrah on the Dal, or Dammah on the Dal, and with a Hamzah at the end, which means reflection <span class=\"gray\">(Dir')</span>, because if something is shone on the star it becomes brighter than at any other time. The Arabs call the stars they do not know Darari. Ubayy bin Ka'b said: a shining star. Qatadah said: \"Huge, bright and clear.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lit from a blessed tree,)</span> means, it is derived from olive oil, from a blessed tree.</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَيْتُونَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(an olive,)</span> This refers to the blessed tree mentioned previously.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(neither of the east nor of the west,)</span> means, it is not in the eastern part of the land so that it does not get any sun in the first part of the day, nor is it in the western part of the land so that it is shaded from the sun before sunset, but it is in a central position where it gets sun from the beginning of the day until the end, so its oil is good and pure and shining. Ibn Abi Hatim recorded that Ibn 'Abbas commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَيْتُونَةٍ لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(an olive, neither of the east nor of the west,)</span> \"This is a tree in the desert which is not shaded by any other tree or mountain or cave, nothing covers it, and this is best for its oil.\" Mujahid commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(neither of the east nor of the west,)</span> saying; \"It is not in the east where it will get no sun when the sun sets, nor is it in the west where it will get no sun when the sun rises, but it is in a position where it will get sun both at sunrise and sunset.\" Sa'id bin Jubayr commented:</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَيْتُونَةٍ لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(an olive, neither of the east nor of the west, whose oil would almost glow forth <span class=\"gray\">(of itself)</span>)</span> \"This is the best kind of oil. When the sun rises it reaches the tree from the east and when it sets it reaches it from the west, so the sun reaches it morning and evening, so it is not counted as being in the east or in the west.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whose oil would almost glow forth <span class=\"gray\">(of itself)</span>, though no fire touched it.)</span> 'Abdur-Rahman bin Zayd bin Aslam said <span class=\"gray\">(this means)</span> because the oil itself is shining.</p><p class=\"ps qpc-hafs\" lang=\"ps\">نُّورٌ عَلَىٰ نُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Light upon Light!)</span> Al-'Awfi narrated from Ibn 'Abbas that this meant the faith and deeds of a person. As-Suddi said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">نُّورٌ عَلَىٰ نُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Light upon Light!)</span> \"Light of the fire and the light of the oil: when they are combined they give light, and neither of them can give light without the other. Similarly the light of the Qur'an and the light of faith give light when they are combined, and neither can do so without the other.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِي اللَّهُ لِنُورِهِ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah guides to His Light whom He wills.)</span> means, Allah shows the way to the ones whom He chooses, as it says in the Hadith recorded by Imam Ahmad from 'Abdullah bin 'Amr, who said, \"I heard the Messenger of Allah ﷺ say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى خَلَقَ خَلْقَهُ فِي ظُلْمَةٍ ثُمَّ أَلْقَى عَلَيْهِمْ مِنْ نُورِهِ يَوْمَئِذٍ، فَمَنْ أَصَابَ مِنْ نُورِهِ يَوْمَئِذٍ اهْتَدَى وَمَنْ أَخْطَأَ ضَلَّ فَلِذَلِكَ أَقُولُ: جَفَّ الْقَلَمُ عَلَى عِلْمِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah created His creation in darkness, then on the same day He sent His Light upon them. Whoever was touched by His Light on that day will be guided and whoever was missed will be led astray. Hence I say: the pens have dried in accordance with the knowledge of Allah, may He be glorified.)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah sets forth parables for mankind, and Allah is All-Knower of everything.)</span> Having mentioned this parable of the Light of His guidance in the heart of the believer, Allah ends this Ayah with the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah sets forth parables for mankind, and Allah is All-Knower of everything.)</span> meaning, He knows best who deserves to be guided and who deserves to be led astray.</p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded that Abu Sa'id Al-Khudri said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْقُلُوبُ أَرْبَعَةٌ: قَلْبٌ أَجْرَدُ فِيهِ مِثْلُ السِّرَاجِ يُزْهِرُ، وَقَلْبٌ أَغْلَفُ مَرْبُوطٌ عَلَى غِلَافِهِ، وَقَلْبٌ مَنْكُوسٌ، وَقَلْبٌ مُصْفَحٌ. فَأَمَّا الْقَلْبُ الْأَجْرَدُ: فَقَلْبُ الْمُؤْمِنِ سِرَاجُهُ فِيهِ نُورُهُ، وَأَمَّا الْقَلْبُ الْأَغْلَفُ فَقَلْبُ الْكَافِرِ، وَأَمَّا الْقَلْبُ الْمَنْكُوسُ فَقَلْبُ الْمُنَافِقِ، عَرَفَ ثُمَّ أَنْكَرَ، وَأَمَّا الْقَلْبُ الْمُصْفَحُ فَقَلْبٌ فِيهِ إِيمَانٌ وَنِفَاقٌ، وَمَثَلُ الْإِيمَانِ فِيهِ كَمَثَلِ الْبَقْلَةِ يُمِدُّهَا الْمَاءُ الطَّيِّبُ، وَمَثَلُ النِّفَاقِ فِيهِ كَمَثَلِ الْقَرْحَةِ يُمِدُّهَا الدَّمُ وَالْقَيْحُ، فَأَيُّ الْمدَّتَيْنِ غَلَبَتْ عَلَى الْأُخْرَى غَلَبَتْ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hearts are of four kinds: the heart that is clear like a shining lamp; the heart that is covered and tied up; the heart that is upside-down; and the heart that is clad in armor. As for the clear heart, it is the heart of the believer in which is a lamp filled with light; as for the covered heart, this is the heart of the disbeliever; as for the upside-down heart, this is the heart of the hypocrite, who recognizes then denies; as for the armor-clad heart, this is the heart in which there is both faith and hypocrisy. The parable of the faith in it is that of legume, a sprout that is irrigated with good water, and the likeness of the hypocrisy in it is that of sores that are fed by blood and pus. Whichever of the two prevails is the characteristic that will dominate.)</span> Its chain of narrators is good <span class=\"gray\">(Jayyid)</span> although they <span class=\"gray\">(Al-Bukhari and Muslim)</span> did not record it.</p>"
  }
]