[
  {
    "ayah_key": "6:125",
    "group_ayah_key": "6:125",
    "from_ayah": "6:125",
    "to_ayah": "6:125",
    "ayah_keys": "6:125",
    "text": "<p class=\"en translation\" lang=\"en\">And whomsoever Allah wills to guide, He opens his breast to Islam; and whomsoever He wills to send astray, He makes his breast closed and constricted, as if he is climbing up to the sky. Thus Allah puts the wrath on those who believe not.) Allah sai <span>(125)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whomsoever Allah wills to guide, He opens his breast to Islam;)</span></p><p lang=\"en\" class=\"en \">He makes Islam easy for him and strengthens his resolve to embrace it, and these are good signs. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he whose breast Allah has opened to Islam, so that he is in light from His Lord <span class=\"gray\">(as he who is a non-Muslim)</span>?)</span><span class=\"gray\">[39:22]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَٰئِكَ هُمُ الرَّاشِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah has endeared the faith to you and has beautified it in your hearts, and has made disbelief, wickedness and disobedience hated by you. Such are they who are the rightly guided.)</span><span class=\"gray\">[49:7]</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whomsoever Allah wills to guide, He opens his breast to Islam;)</span>,</p><p lang=\"en\" class=\"en \">\"Allah says that He will open his heart to Tawhid and faith in Him.\" This is the same as was reported from Abu Malik and several others, and it is sound. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whomsoever He wills to send astray, He makes his breast closed and constricted,)</span> refers to inability to accept guidance, thus being deprived of beneficial faith.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...as if he is climbing up to the sky.)</span> because of the heaviness of faith on him. Sa'id bin Jubayr commented that in this case, \"<span class=\"gray\">(Islam)</span> finds every path in his heart impassable.\" </p><p lang=\"en\" class=\"en \">Al-Hakam bin Aban said that 'Ikrimah narrated from Ibn 'Abbas that he commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...as if he is climbing up to the sky)</span>,</p><p lang=\"en\" class=\"en \"> \"Just as the Son of Adam cannot climb up to the sky, Tawhid and faith will not be able to enter his heart, until Allah decides to allow it into his heart.\" </p><p lang=\"en\" class=\"en \">Imam Abu Ja'far bin Jarir commented: \"This is a parable that Allah has given for the heart of the disbeliever, which is completely impassable and closed to faith. Allah says, the example of the disbeliever's inability to accept faith in his heart and that it is too small to accommodate it, is the example of his inability to climb up to the sky, which is beyond his capability and power.\" He also commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus Allah puts the Rijs <span class=\"gray\">(wrath)</span> on those who believe not.)</span></p><p lang=\"en\" class=\"en \">\"Allah says that just as He makes the heart of whomever He decides to misguide, closed and constricted, He also appoints Shaytan for him and for his likes, those who refused to believe in Allah and His Messenger. Consequently, Shaytan lures and hinders them from the path of Allah.\" 'Ali bin Abi Talhah reported that Ibn 'Abbas said that, Rijs, refers to Shaytan, while Mujahid said that it refers to all that does not contain goodness. 'Abdur-Rahman bin Zayd bin Aslam said that, Rijs, means, 'torment'.</p>"
  },
  {
    "ayah_key": "6:126",
    "group_ayah_key": "6:126",
    "from_ayah": "6:126",
    "to_ayah": "6:127",
    "ayah_keys": "6:126,6:127",
    "text": "<p class=\"en translation\" lang=\"en\">And this is the path of your Lord leading straight. We have detailed Our Ayat for a people who take heed <span>(126)</span>For them will be the abode of peace with their Lord. And He will be their Wali because of what they used to do <span>(127)</span></p><p lang=\"en\" class=\"en \">After Allah mentioned the way of those who were themselves led to stray from His path and who hindered others from it, He emphasized the honor of the guidance and religion of truth that He sent His Messenger with. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is the path of your Lord leading straight.)</span> that is, Islam, that We have legislated for you, O Muhammad, by revealing this Qur'an to you, is Allah's straight path.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ فَصَّلْنَا الْآيَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have detailed Our Ayat...)</span> We have explained the Ayat and made them clear and plain,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِقَوْمٍ يَذَّكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for a people who take heed)</span> those who have sound comprehension and understand what Allah and His Messenger convey to them,</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَهُمْ دَارُ السَّلَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them will be the abode of peace)</span> Paradise,</p><p class=\"fa qpc-hafs\" lang=\"fa\">عِندَ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with their Lord.)</span> on the Day of Resurrection. Allah described Paradise as 'the abode of peace', because its residents are safe due to their access to the straight path, which conforms to the way of the Prophets. And just as their way was not wicked, they earned the abode of peace <span class=\"gray\">[which is free from all wickedness]</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُوَ وَلِيُّهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He will be their Wali)</span> Protector, Supporter and Helper,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because of what they used to do,)</span> As reward for their good deeds, Allah has favored them and been generous with them, and awarded them Paradise.</p>"
  },
  {
    "ayah_key": "6:128",
    "group_ayah_key": "6:128",
    "from_ayah": "6:128",
    "to_ayah": "6:128",
    "ayah_keys": "6:128",
    "text": "<p lang=\"en\" class=\"en \">And on the Day when He will gather them together <span class=\"gray\">(and say)</span>: \"O you assembly of Jinn! Many did you mislead of men,\" and their friends among the people will say: \"Our Lord! We benefited one from the other, but now we have reached our appointed term which You did appoint for us. \" He will say: \"The Fire be your dwelling place, you will dwell therein forever, except as Allah may will. Certainly your Lord is All-Wise, All-Knowing. <span>(128)</span></p><p lang=\"en\" class=\"en \">Allah says, 'Mention, O Muhammad, in what you convey and warn,' that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on the Day when He will gather them <span class=\"gray\">(all)</span> together.)</span> gather the Jinns and their loyal supporters from mankind who used to worship them in this life, seek refuge with them, obey them and inspire each other with adorned, deceitful speech. Allah will proclaim then,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم مِّنَ الْإِنسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you assembly of Jinn! Many did you mislead of men,)</span> So the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدِ اسْتَكْثَرْتُم مِّنَ الْإِنسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Many did you mislead of men)</span> refers to their misguiding and leading them astray. Allah also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ - وَأَنِ اعْبُدُونِي هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ - وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did I not command you, O Children of Adam, that you should not worship Shaytan. Verily, he is a plain enemy to you. And that you should worship Me. That is the straight path. And indeed he <span class=\"gray\">(Shaytan)</span> did lead astray a great multitude of you. Did you not, then, understand?)</span><span class=\"gray\">[36:60-62]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ أَوْلِيَاؤُهُم مِّنَ الْإِنسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their friends among the people will say: \"Our Lord! We benefited one from the other...\")</span></p><p lang=\"en\" class=\"en \">The friends of the Jinns among humanity will give this answer to Allah, after Allah chastises them for being misguided by the Jinns. Al-Hasan commented, \"They benefited from each other when the Jinns merely commanded and mankind obeyed.\" </p><p lang=\"en\" class=\"en \">Ibn Jurayj said, \"During the time of Jahiliyyah, a man would reach a land and proclaim, 'I seek refuge with the master <span class=\"gray\">(Jinn)</span> of this valley,' and this is how they benefited from each other. They used this as an excuse for them on the Day of Resurrection.\" Therefore, the Jinns benefit from humans since humans revere the Jinns by invoking them for help. The Jinns would then proclaim, \"We became the masters of both mankind and the Jinns.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but now we have reached our appointed term which You did appoint for us.)</span> meaning, death, according to As-Suddi.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ النَّارُ مَثْوَاكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> will say: \"The Fire be your dwelling place...\")</span> where you will reside and live, you and your friends,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you will dwell therein forever.)</span> and will never depart except what Allah may will.</p>"
  },
  {
    "ayah_key": "6:129",
    "group_ayah_key": "6:129",
    "from_ayah": "6:129",
    "to_ayah": "6:129",
    "ayah_keys": "6:129",
    "text": "<p class=\"en translation\" lang=\"en\">And thus We do make the wrongdoers supporters of one another, because of that which they used to earn <span>(129)</span></p><div lang=\"en\" class=\"en \"><h2>The Wrongdoers Are the Supporters of Each other</h2></div><p lang=\"en\" class=\"en \">Ma'mar said that Qatadah commented on this Ayah, \"Allah makes the wrongdoers supporters for each other in the Fire by following one another into it.\" 'Abdur-Rahman bin Zayd bin Aslam commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We do make the wrongdoers supporters of one another.)</span></p><p lang=\"en\" class=\"en \">\"It refers to the wrongdoers of the Jinns and mankind.\" He then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْشُ عَن ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever turns away blindly from the remembrance of the Most Gracious <span class=\"gray\">(Allah)</span>, We appoint for him Shaytan to be a companion to him.)</span><span class=\"gray\">[43:36]</span></p><p lang=\"en\" class=\"en \">He said next – concerning the meaning of the Ayah; \"We appoint the wrongdoer of the Jinns over the wrongdoer of mankind.\" A poet once said, \"There is no hand, but Allah's Hand is above it, and no wrongdoer but will be tested by another wrongdoer.\" </p><p lang=\"en\" class=\"en \">The meaning of this honorable Ayah thus becomes: 'Just as We made this losing group of mankind supporters of the Jinns that misguided them, We also appoint the wrongdoers over one another, destroy them by the hands of one another, and take revenge from them with one another. This is the just recompense for their injustice and transgression.'</p>"
  }
]