[
  {
    "ayah_key": "13:15",
    "group_ayah_key": "13:15",
    "from_ayah": "13:15",
    "to_ayah": "13:15",
    "ayah_keys": "13:15",
    "text": "<p class=\"en translation\" lang=\"en\">And unto Allah falls in prostration whoever is in the heavens and the earth, willingly or unwillingly, and so do their shadows in the mornings and in the afternoons <span>(15)</span></p><div lang=\"el-Latn\" class=\"el-Latn \"><h2>Everything prostrates unto Allah</h2></div><p lang=\"en\" class=\"en \">Allah affirms His might and power, for He has full control over everything, and everything is subservient to Him. Therefore, everything, including the believers, prostrate to Allah willingly, while the disbelievers do so unwillingly,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظِلَالُهُم بِالْغُدُوِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and so do their shadows in the mornings)</span>, in the beginning of the days,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْآصَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in the afternoons.)</span> towards the end of the days. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not observed things that Allah has created: <span class=\"gray\">(how)</span> their shadows incline.)</span><span class=\"gray\">[16:48]</span></p>"
  },
  {
    "ayah_key": "13:16",
    "group_ayah_key": "13:16",
    "from_ayah": "13:16",
    "to_ayah": "13:16",
    "ayah_keys": "13:16",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Who is the Lord of the heavens and the earth?\" Say: \"<span class=\"gray\">(It is)</span> Allah.\" Say: \"Have you then taken <span class=\"gray\">(for worship)</span> Awliya' <span class=\"gray\">(protectors)</span> other than Him, such as have no power either for benefit or for harm to themselves?\" Say: \"Is the blind equal to the one who sees? Or darkness equal to light? Or do they assign to Allah partners who created the like of His creation, so that the creation seemed alike to them?\" Say: \"Allah is the Creator of all things; and He is the One, the Irresistible. <span>(16)</span></p><div lang=\"jv\" class=\"jv \"><h2>Affirming Tawhid</h2></div><p lang=\"en\" class=\"en \">Allah affirms here that there is no deity worthy of worship except Him, since they admit that He alone created the heavens and the earth and that He is their Lord and the Disposer of all affairs. Yet, they take as lords others besides Allah and worship them, even though these false gods do not have the power to benefit or harm themselves, or those who worship them. Therefore, the polytheists will not benefit or have harm removed from them by these false deities. Are those who worship the false deities instead of Allah equal to those who worship Him alone, without partners, and thus have a light from their Lord? This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ ۗ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Is the blind equal to the one who sees? Or darkness equal to light? Or do they assign to Allah partners who created the like of His creation, so that the creations seemed alike to them?\")</span></p><p lang=\"en\" class=\"en \">Allah asks, 'Do these polytheists worship gods besides Him that rival Him in what He created? Have their false deities created similar creations to those Allah created and, thus, they are confused between the two types of creations, not knowing which was created by others besides Allah?' Rather, the Ayah proves that the truth is nothing like this. There is none similar to Allah, nor does He have an equal, a rival, anyone like Him, a minister, a son, or a wife. Allah is glorified in that He is far away from all that is ascribed to Him. These idolators worship gods that they themselves admit were created by Allah and are subservient to Him. They used to say during their Talbiyah: \"Here we rush to Your obedience. There is no partner for You, except Your partner, You own him and he owns not.\" Allah also mentioned their polytheistic statements in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We worship them only that they may bring us near to Allah.)</span><span class=\"gray\">[39:3]</span> Allah admonished them for this false creed, stating that only those whom He chooses are allowed to intercede with Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Intercession with Him profits not except for him whom He permits.)</span><span class=\"gray\">[34:23]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are many angels in the heavens.....)</span><span class=\"gray\">[53:26]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is none in the heavens and the earth but comes unto the Most Gracious <span class=\"gray\">(Allah)</span> as a servant. Verily, He knows each one of them, and has counted them a full counting. And everyone of them will come to Him alone on the Day of Resurrection.)</span><span class=\"gray\">[19:93-95]</span></p><p lang=\"en\" class=\"en \">If all are Allah's servants, then why do any of them worships each other without proof or evidence that allows them to do so Rather, they rely on sheer opinion and innovation in the religion, even though Allah has sent all of His Prophets and Messengers, from beginning to end, prohibiting this practice <span class=\"gray\">(polytheism)</span> and ordering them to refrain from worshipping others besides Allah. They defied their Messengers and rebelled against them, and this is why the word of punishment struck them as a worthy recompense,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَظْلِمُ رَبُّكَ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord treats no one with injustice)</span><span class=\"gray\">[18:49]</span></p>"
  }
]