[
  {
    "ayah_key": "5:103",
    "group_ayah_key": "5:103",
    "from_ayah": "5:103",
    "to_ayah": "5:104",
    "ayah_keys": "5:103,5:104",
    "text": "<p lang=\"en\" class=\"en \">Allah has not instituted things like Bahirah or a Sa'ibah or a Wasilah or a Ham. But those who disbelieve invent lies against Allah, and most of them have no understanding <span>(103)</span>And when it is said to them: \"Come to what Allah has revealed and unto the Messenger.\" They say: \"Enough for us is that which we found our fathers following,\" even though their fathers had no knowledge whatsoever and no guidance <span>(104)</span></p><div lang=\"fil\" class=\"fil \"><h2>The Meaning of Bahirah, Sa'ibah, Wasilah and Ham</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Sa'id bin Al-Musayyib said, \"The Bahirah is a female camel whose milk was spared for the idols and no one was allowed to milk it. The Sa'ibah is a female camel let loose for free pasture for the idols, and nothing was allowed to be carried on it. Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَأَيْتُ عَمْرَو بْنَ عَامِرٍ الْخُزَاعِيَّ يَجُرُّ قُصْبَهُ فِي النَّارِ، وَكَانَ أَوَّلَ مَنْ سَيَّبَ السَّوَائِبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I saw 'Amr bin 'Amir Al-Khuza'i pulling his intestines behind him in the Fire, and he was the first to start the practice of Sa'ibah.)</span></p><p lang=\"en\" class=\"en \">As for the Wasilah, it is a female camel set free for the idols, because it had given birth to a she-camel in its first delivery and then another she-camel at its second delivery. They used to set such camel free if she gave birth to two females without a male between them. As for the Ham, it is a male camel which would be freed from work for the idols, after it had finished a number of copulations assigned for it. The male camel freed from work in this case is called a Hami.\" Muslim and An-Nasa'i recorded this Hadith. </p><p lang=\"ja\" class=\"ja \">Imam Ahmad recorded that 'Abdullah bin Mas'ud said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ مَنْ سَيَّبَ السَّوَائِبَ وَعَبَدَ الْأَصْنَامَ أَبُو خُزَاعَةَ عَمْرُو بْنُ عَامِرٍ، وَإِنِّي رَأَيْتُهُ يَجُرُّ أَمْعَاءَهُ فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first to start the practice of Sa'ibah and worshipping idols was Abu Khuza'ah, 'Amr bin 'Amir. I saw him pulling his intestines behind him in the Fire.)</span></p><p lang=\"en\" class=\"en \">The 'Amr mentioned in the above Hadith is the son of Luhay bin Qam'ah, one of the chiefs of the tribe of Khuza'ah who were the caretakers of the House of Allah after the tribe of Jurhum, <span class=\"gray\">(and before the Prophet's ﷺ tribe, Quraysh)</span>. He was the first to change the religion of Ibrahim <span class=\"gray\">(Al-Khalil in Makkah)</span> bringing idol worshipping to the area of Hijaz <span class=\"gray\">(Western Arabia)</span>. He also called the foolish people to worship idols and offer sacrifices to them and started these ignorant rituals concerning the animals as well as other rituals of Jahiliyyah. Allah said in Surat Al-An'am,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they assign to Allah a share of the tilth and cattle which He has created...)</span><span class=\"gray\">[3:136]</span>. </p><p lang=\"en\" class=\"en \">As for the Bahirah, 'Ali bin Abi Talhah said that Ibn 'Abbas said, \"It is the female camel that has given delivery five times. After that, they looked at the fifth delivery, if it were a male, they would slaughter it and give it to the men only and not the women. If it were a female, they would cut off its ears and proclaim, 'This is a Bahirah <span class=\"gray\">(no one is allowed to milk it)</span>.'\" As-Suddi and others mentioned a similar statement. As for the Sa'ibah, Mujahid said that it is for sheep, and mentioned a similar meaning as for Bahirah. He said that it delivers six females and then a male, female or two males, and that they then would slaughter it <span class=\"gray\">(the newly born sheep)</span> and feed its meat to the men, but not to the woman. </p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq said that the Sa'ibah is the female camel that delivers ten females, without giving birth to a single male between them. They would then set it free and no one was allowed to ride it, cut its wool or milk it, except for a guest. Abu Rawq said, \"The Sa'ibah was made as such when one goes out for some of his affairs and succeeds in whatever he intended to do. So he would designate a Sa'ibah from his property, a female camel or another type, and would set it free for the idols <span class=\"gray\">(in appreciation for his success)</span>. Then, whatever this camel gave birth to was set free for the idols too.\" As-Suddi said, \"When one's affair was successful, or if he was cured from an illness, or if his wealth increased, he would set some of his wealth free for the idols. Those who would try to acquire any of the Sa'ibah property were punished in this world.\" </p><p lang=\"en\" class=\"en \">As for the Wasilah, 'Ali bin Abi Talhah said that Ibn 'Abbas said, \"It is the sheep that gives birth seven times, if she gives birth to a male or a female stillborn at its seventh delivery, the men, but not the women, would eat from it. If she gave birth to a female, or a female and a male, they would set them free, proclaiming <span class=\"gray\">(about the male in this case)</span>, His sister Wasalat <span class=\"gray\">(literally, 'connected him to being forbidden on us')</span>.\" Ibn Abi Hatim recorded this statement. 'Abdur-Razzaq narrated that Ma'mar said that Az-Zuhri said that Sa'id bin Al-Musayyib said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا وَصِيلَةٍ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(Or a Wasilah)</span></p><p lang=\"en\" class=\"en \">\"It is the female camel that gives delivery to a female and then another female at its second delivery. They would call such a camel a Wasilah, proclaiming that she has Wasalat <span class=\"gray\">(connected)</span> between two females without giving birth to a male between them. So they used to cut off the ears of the Wasilah and let it roam free to pasture for their idols.\" A similar explanation was reported from Imam Malik bin Anas. Muhammad bin Ishaq said, \"The Wasilah sheep is the ewe that gives birth to ten females in five deliveries, giving birth to two females at each delivery. This sheep would be called Wasilah and would be set free. Whatever this sheep delivers afterwards, male or female, would be given to the men, but not the women, but if it delivers a stillborn, men and women would share it!\" </p><p lang=\"en\" class=\"en \">As for the Ham, Al-'Awfi said that Ibn 'Abbas said, \"If a man's camel performs ten copulations, they would call him a Ham, 'So set him free.,\" Similar was reported from Abu Rawq and Qatadah. 'Ali bin Abi Talhah said that Ibn 'Abbas said, \"The Ham is the male camel whose offspring gave birth to their own offspring; they would then proclaim, 'This camel has Hama <span class=\"gray\">(protected)</span> its back.' Therefore, they would not carry anything on this male camel, cut his wool, prevent him from grazing wherever he likes or drinking from any pool, even if the pool did not belong to its owner.\" Ibn  Wahb said, \"I heard Malik saying, 'As for the Ham, it is the male camel who is assigned a certain number of copulations, and when having finished what was assigned to him, would have peacock feathers placed on him and be set free.'\" Other opinions were also mentioned to explain this Ayah. </p><p lang=\"en\" class=\"en \">There is a Hadith on this subject that Ibn Abi Hatim collected from Abu Ishaq As-Subay'i from Al-Ahwas Al-Jushami from his father Malik bin Nadlah who said, \"I came to the Prophet ﷺ wearing old clothes. So he said to me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكَ مِنْ مَالٍ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you have any property?)</span> I said, 'Yes.' He asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَيِّ الْمَالِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What type?)</span> I said, 'All types; camels, sheep, horses and slaves.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا آتَاكَ اللهُ مَالًا فَلْيُرَ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If Allah gives you wealth, then let it show on you.)</span> He then asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُنْتِجُ إِبِلُكَ وَافِيَةً آذَانُهَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do your camels deliver calves that have full ears?)</span> I said, 'Yes, and do camels give birth but to whole calves?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَعَلَّكَ تَأْخُذُ الْمُوسَى فَتَقْطَعَ آذَانَ طَائِفَةٍ مِنْهَا وَتَقُولَ: هَذِهِ بَحِيَرةٌ، تَشُقَّ آذَانَ طَائِفَةٍ مِنْهَا وَتَقُولَ: هَذِهِ حُرِّم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you take the knife and cut off the ears of some of them saying, 'This is a Bahirah,' and tear the ears of some of them and proclaim, 'This is Sacred?')</span> I said, 'Yes.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَفْعَلْ إِنَّ كُلَّ مَا آتَاكَ اللهُ لَكَ حِلٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then do not do that, for all the wealth that Allah has given you is allowed for you.)</span> Then he said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَعَلَ اللَّهُ مِن بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has not instituted things like Bahirah or a Sa'ibah or a Wasilah or a Ham.)</span></p><p lang=\"en\" class=\"en \">As for the Bahirah, it is the animal whose ears were cut, one would not allow his wife, daughters, or any of his household to benefit from its wool, hair or milk. But, if it died, they would share it. As for the Sa'ibah, they used to set it free for their idols and announce this fact in the vicinity of the idols. As for the Wasilah, it is the sheep that gives birth to six offspring. When she delivered for the seventh time, they would cut its ears and horns, saying, 'It has Wasalat <span class=\"gray\">(connected deliveries)</span>,' and they would not slaughter it, hit it or prevent it from drinking from any pool.\" This Hadith was narrated with the addition of the explanation of these words in it. In another narration for this Hadith from Abu Ishaq from Abu Al-Ahwas, 'Awf bin Malik used his own words <span class=\"gray\">(i.e., he explained these words not as a part of the Hadith itself)</span> and this is more sound. Imam Ahmad recorded this Hadith from Sufyan bin 'Uyaynah, from Abu Az-Za'ra' 'Amr bin 'Amr, from his uncle Abu Al-Ahwas 'Awf bin Malik bin Nadlah from his father, Malik bin Nadlah. This narration also does not contain the explanation of Bahirah, Ham etc., that is added to the Hadith above, and Allah knows best. </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who disbelieve invent lies against Allah, and most of them have no understanding.)</span> means, Allah did not legislate these invented rituals and He does not consider them acts of obedience. Rather, it is the idolators who made them into rituals and acts of worship that they used to draw near to Allah. But they did not and will not help them to draw near to Him, rather, these innovations will only harm them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Come to what Allah has revealed and to the Messenger.\" They say: \"Enough for us is that which we found our fathers following,\")</span> imeaning, if they are called to Allah's religion, Law and commandments and to avoiding what He prohibited, they say, 'The ways and practices that we found our fathers and forefathers following are good enough for us. ' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(even though their fathers had no knowledge whatsoever...)</span> That is, even though their fathers did not understand or recognize the truth or find its way. Therefore, who would follow their forefathers, except those who are even more ignorant and misguided than they were?</p>"
  },
  {
    "ayah_key": "5:105",
    "group_ayah_key": "5:105",
    "from_ayah": "5:105",
    "to_ayah": "5:105",
    "ayah_keys": "5:105",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Take care of yourselves. If you follow the right guidance, no hurt can come to you from those who are in error. The return of you all is to Allah, then He will inform you about <span class=\"gray\">(all)</span> that you used to do <span>(105)</span></p><div lang=\"en\" class=\"en \"><h2>One is Required to Reform Himself First</h2></div><p lang=\"en\" class=\"en \">Allah commands His believing servants to reform themselves and to do as many righteous deeds as possible. He also informs them that whoever reforms himself, he would not be affected by the wickedness of the wicked, whether they were his relatives or otherwise. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Qays said, \"Abu Bakr As-Siddiq stood up, thanked Allah and praised Him and then said, 'O people! You read this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنفُسَكُمْ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا اهْتَدَيْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take care of yourselves. If you follow the right guidance, no hurt can come to you from those who are in error.)</span></p><p lang=\"en\" class=\"en \">You explain it the wrong way. I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ النَّاسَ إِذَا رَأَوُا الْمُنْكَرَ وَلَا يُغَيِّرُونَهُ، يُوشِكُ اللهُ عَزَّ وَجَلَّ أَنْ يَعُمَّهُمْ بِعِقَابِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If the people witness evil and do not change it, then Allah is about to send His punishment to encompass them.)</span></p><p lang=\"en\" class=\"en \">I <span class=\"gray\">(Qays)</span> also heard Abu Bakr say, 'O people! Beware of lying, for lying contradicts faith.'\"</p>"
  }
]