[
  {
    "ayah_key": "21:71",
    "group_ayah_key": "21:71",
    "from_ayah": "21:71",
    "to_ayah": "21:75",
    "ayah_keys": "21:71,21:72,21:73,21:74,21:75",
    "text": "<p lang=\"en\" class=\"en \">And We rescued him and Lut to the land which We have blessed for the nations <span>(71)</span>And We bestowed upon him Ishaq, and Ya'qub Nafilatan. Each one We made righteous <span>(72)</span>And We made them leaders, guiding by Our command, and We revealed to them the doing of good deeds, performing Salah, and the giving of Zakah, and of Us <span class=\"gray\">(Alone)</span> they were the worshippers <span>(73)</span>And <span class=\"gray\">(remember)</span> Lut, We gave him wisdom and knowledge, and We saved him from the town who practised Al-Khaba'ith. Verily, they were a people given to evil, and were rebellious <span>(74)</span>And We admitted him to Our mercy; truly, he was of the righteous <span>(75)</span></p><div lang=\"en\" class=\"en \"><h2>The Migration of Ibrahim to Ash-Sham <span class=\"en gray\" lang=\"en\">(Greater Syria)</span>, accompanied by Lut</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He saved Ibrahim from the fire lit by his people, and brought him out from among them, migrating to the land of Ash-Sham, to the sacred regions thereof.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(And We bestowed upon him Ishaq, and Ya'qub Nafilatan.)</span> 'Ata' and Mujahid said, \"Nafilatan means as a gift.\" Ibn 'Abbas, Qatadah and Al-Hakam bin 'Uyaynah said, \"The gift of a son who has a son,\" meaning that Ya'qub was the son of Ishaq, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But We gave her glad tidings of Ishaq, and after Ishaq, of Ya'qub)</span><span class=\"gray\">[11:71]</span>. 'Abdur-Rahman bin Zayd bin Aslam said, \"He asked for one <span class=\"gray\">[son]</span>, and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"My Lord! Grant me from the righteous.\")</span><span class=\"gray\">[37:100]</span> So Allah gave him Ishaq, and gave him Ya'qub in addition.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلًّا جَعَلْنَا صَالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Each one We made righteous.)</span> means, both of them were good and righteous people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ أَئِمَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made them leaders,)</span> means, examples to be followed.</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَهْدُونَ بِأَمْرِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(guiding by Our command,)</span> inviting to Him by His leave. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We revealed to them the doing of good deeds, performing Salah, and the giving of Zakah,)</span> Here the general is followed by the specific.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا لَنَا عَابِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of Us <span class=\"gray\">(Alone)</span> they were the worshippers.)</span> means, they did what they enjoined others to do.</p><div lang=\"nl\" class=\"nl \"><h2>The Prophet Lut</h2></div><p lang=\"en\" class=\"en \">Then Allah mentions Lut, whose full name was Lut bin Haran bin Azar. He believed in Ibrahim and followed him, and migrated with him, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَآمَنَ لَهُ لُوطٌ ۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Lut believed in him. He <span class=\"gray\">(Ibrahim)</span> said: \"I will emigrate for the sake of my Lord\")</span><span class=\"gray\">(29:26)</span>.</p><p lang=\"en\" class=\"en \">Allah gave him wisdom and knowledge; He sent Revelation to him, made him a Prophet and appointed him to Sadum <span class=\"gray\">(Sodom)</span> and its vicinity, but they rejected him and resisted him, so Allah utterly destroyed them, as He tells us in several places in His Book. Allah says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَت تَّعْمَلُ الْخَبَائِثَ ۗ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ - وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا ۖ إِنَّهُ مِنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We saved him from the town who practised Al-Khaba'ith. Verily, they were a people given to evil, and were rebellious. And We admitted him to Our mercy; truly, he was of the righteous.)</span></p>"
  },
  {
    "ayah_key": "21:76",
    "group_ayah_key": "21:76",
    "from_ayah": "21:76",
    "to_ayah": "21:77",
    "ayah_keys": "21:76,21:77",
    "text": "<p class=\"en translation\" lang=\"en\">And <span class=\"gray\">(remember)</span> Nuh, when he cried <span class=\"gray\">(to Us)</span> aforetime. We answered to his invocation and saved him and his family from the great distress <span>(76)</span>We helped him against the people who denied Our Ayat. Verily, they were a people given to evil. So We drowned them all <span>(77)</span></p><div lang=\"en\" class=\"en \"><h2>Nuh and His People</h2></div><p lang=\"en\" class=\"en \">Allah tells us how He responded to His servant and Messenger Nuh, peace be upon him, when he prayed to Him against his people for their disbelief in him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانتَصِرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he invoked his Lord <span class=\"gray\">(saying)</span>: \"I have been overcome, so help <span class=\"gray\">(me)</span>!\")</span><span class=\"gray\">(54:10)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا - إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Nuh said: \"My Lord! Leave not any inhabitant of the disbelievers on the earth! If You leave them, they will mislead Your servants, and they will beget none but wicked disbelievers)</span><span class=\"gray\">(71:26-27)</span>. So Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ نَادَىٰ مِن قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> Nuh, when he cried <span class=\"gray\">(to Us)</span> aforetime. We answered to his invocation and saved him and his family)</span> meaning, those who believed with him, as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ ۚ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and your family – except him against whom the Word has already gone forth – and those who believe. And none believed with him, except a few)</span><span class=\"gray\">[11: 40]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْكَرْبِ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from the great distress.)</span> meaning, from difficulty, rejection and harm. For he remained among them for one thousand years less fifty, calling them to Allah, and no one had believed in him except for a few. His people were plotting against him and advising one another century after century, generation after generation, to oppose him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَصَرْنَاهُ مِنَ الْقَوْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We helped him against the people)</span> means, 'We saved him and helped him against the people,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who denied Our Ayat. Verily, they were a people given to evil. So We drowned them all.)</span> meaning, Allah drowned them all, and not one of them was left on the face of the earth, as their Prophet had prayed would happen to them.</p>"
  }
]