[
  {
    "ayah_key": "20:22",
    "group_ayah_key": "20:22",
    "from_ayah": "20:22",
    "to_ayah": "20:35",
    "ayah_keys": "20:22,20:23,20:24,20:25,20:26,20:27,20:28,20:29,20:30,20:31,20:32,20:33,20:34,20:35",
    "text": "<p lang=\"en\" class=\"en \">\"And press your <span class=\"gray\">(right)</span> hand to your <span class=\"gray\">(left)</span> side: it will come forth white <span class=\"gray\">(and shining)</span>, without any disease as another sign, <span>(22)</span>\"That We may show you <span class=\"gray\">(some)</span> of Our greater signs. <span>(23)</span>\"Go to Fir'awn! Verily, he has transgressed. <span>(24)</span>He said: \"O my Lord! Open for me my chest. <span>(25)</span>\"And ease my task for me; <span>(26)</span>\"And loosen the knot from my tongue, <span>(27)</span>\"That they understand my speech. <span>(28)</span>\"And appoint for me a helper from my family, <span>(29)</span>\"Harun, my brother. <span>(30)</span>\"Increase my strength with him, <span>(31)</span>\"And let him share my task, <span>(32)</span>\"That we may glorify You much, <span>(33)</span>\"And remember You much, <span>(34)</span>\"Verily, You are ever seeing us. <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>The Hand of Musa turning White without any Disease</h2></div><p lang=\"en\" class=\"en \">This is the second sign of Musa. That is Allah has commanded him to place his hand into the opening of his garment, as is clearly stated in another Ayah. It mentioned here merely as a passing reference, saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And press your hand to your side:)</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ ۖ فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And draw your hand close to your side to be free from fear. These are two signs from your Lord to Fir'awn and his chiefs.)</span><span class=\"gray\">[28:32]</span> Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْمُمْ إِلَيْكَ جَنَاحَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And press your hand to your side:)</span> \"This means put your palm under your upper arm.\" When Musa put his hand into the opening of his garment and brought it out, it came out shining as if it were a half moon. Concerning His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it will come forth white, without any disease)</span> This means without any leprosy, ailment, or disfigurement. This was stated by Ibn 'Abbas, Mujahid, 'Ikrimah, Qatadah, Ad-Dahhak, As-Suddi and others. Al-Hasan Al-Basri said, \"He brought it out, and by Allah, it was as if it were a lamp. From this Musa knew that he had surely met his Lord, the Mighty and Sublime.\" This is why Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِنُرِيَكَ مِنْ آيَاتِنَا الْكُبْرَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That We may show you <span class=\"gray\">(some)</span> of Our greater signs.)</span></p><div lang=\"en\" class=\"en \"><h2>Allah commanded Musa to go to Fir'awn to convey the Message</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go to Fir'awn! Verily, he has transgressed.)</span> This means, \"Go to Fir'awn, the king of Egypt, whom you left Egypt fleeing from, and invite him to the worship of Allah alone, Who has no partners. Command him to treat the Children of Israel well and to not torment them. For verily, he has transgressed, oppressed, preferred the worldly life and forgotten the Most High Lord.\"</p><div lang=\"en\" class=\"en \"><h2>The Supplication of Musa</h2></div><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ رَبِّ اشْرَحْ لِي صَدْرِي - وَيَسِّرْ لِي أَمْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Musa)</span> said: \"O my Lord! Open for me my chest, and ease my task for me.\")</span> Musa requsted his Lord to expand his chest for his mission. For verily, He was commanding him with a great task and a weighty affair. He was sending him to the mightiest king on the face of the earth at that time. He was the most arrogant and severe of all people in his disbelief, and He had the largest army and the most powerful kingdom. He was the most tyrannical and the most obstinate of rulers. His case was such that he claimed not to know Allah at all, and that he knew of no god for his subjects other than himself. Along with this, Musa lived in his home for a period of time as a child. He stayed in Fir'awn's own room and slept on his bed. Then, after this, he killed one of their people and feared that they would retaliate by killing him in return. Thus, he fled from them and remained an outlaw during this entire time. Then, after all of this, His Lord sent him to them as a warner calling them to worship Allah alone, without associating partners with Him. This is why he said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">رَبِّ اشْرَحْ لِي صَدْرِي - وَيَسِّرْ لِي أَمْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my Lord! Open for me my chest, and ease my task for me.)</span> This means, \"I cannot perform this task if You do not help me, aid me and support me.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي - يَفْقَهُوا قَوْلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And loosen the knot from my tongue, that they understand my speech.)</span> This is referring to the lisp that he had. This lisp was a result of an incident when he was presented a date and a hot coal stone and he placed the coal on his tongue instead of the date. A detailed explanation of this story is forthcoming in the following chapters. However, he did not ask Allah to remove this affliction all together. Rather, he asked for removal of his stammering so the people would understand what he intended in his speech. He was only asking for what was necessary to deliver his message. If he had asked for the removal of his affliction in its entirety, it would have been cured for him. However, the Prophets do not ask for any more than what is required. Therefore, he was left with the remnants of this accident that took place with his tongue. Allah informed of what Fir'awn said concerning him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ أَنَا خَيْرٌ مِّنْ هَٰذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Am I not better than this one who is despicable and can scarcely express himself clearly?)</span><span class=\"gray\">[43:52]</span> This means that he is not eloquent in speech. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَل لِّي وَزِيرًا مِّنْ أَهْلِي - هَارُونَ أَخِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And appoint for me a helper from my family, Harun, my brother.)</span> This was also a request from Musa concerning something not pertaining to himself. That was his request for the assistance of his brother, Harun. Ath-Thawri reported from Abu Sa'id, from 'Ikrimah, who said that Ibn 'Abbas said, \"Harun was made a Prophet at the same moment that Musa was made a Prophet.\" Ibn Abi Hatim recorded that 'A'ishah went out intending to perform 'Umrah and stopped to camp among some bedouins. While she was among them she heard a man say, \"Which brother in this life was the most beneficial to his brother?\" The people said, \"We do not know.\" The man said, \"By Allah, I know.\" 'A'ishah said, \"I said to myself about his swearing, that he should not swear such an oath, singling himself out as knowing what person was of most benefit to his brother.\" The man said, \"It is Musa, when he asked for prophethood to be bestowed upon his brother.\" Then 'A'ishah said, \"By Allah, he has spoken truthfully.\" This is why Allah commended Musa by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ عِندَ اللَّهِ وَجِيهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he was honorable before Allah.)</span><span class=\"gray\">[33:69]</span> Concerning Musa's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اشْدُدْ بِهِ أَزْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Increase my strength with him.)</span> Mujahid said, \"This means to make my back strong.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَشْرِكْهُ فِي أَمْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let him share my task.)</span> make him my consultant in this matter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْ نُسَبِّحَكَ كَثِيرًا - وَنَذْكُرَكَ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That we may glorify You much, and remember You much.)</span> Mujahid said, \"A servant of Allah is not considered of those who remember Allah much until he remembers Allah while standing, sitting and lying down.\" Concerning his statement,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّكَ كُنتَ بِنَا بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, You are ever seeing us.)</span> This means in Your choosing us, giving us the prophethood and sending us to Your enemy, Fir'awn. So unto You is all praise for this.</p>"
  }
]