[
  {
    "ayah_key": "12:56",
    "group_ayah_key": "12:56",
    "from_ayah": "12:56",
    "to_ayah": "12:57",
    "ayah_keys": "12:56,12:57",
    "text": "<p class=\"en translation\" lang=\"en\">Thus did We give full authority to Yusuf in the land, to take possession therein, when or where he likes. We bestow of Our mercy on whom We will, and We make not to be lost the reward of the good doers <span>(56)</span>And verily, the reward of the Hereafter is better for those who believed and had Taqwa <span>(57)</span></p><div lang=\"no\" class=\"no \"><h2>Yusuf's Reign in Egypt</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus did We give full authority to Yusuf in the land)</span>, in Egypt,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to take possession therein, when or where he likes.)</span> As-Suddi and 'Abdur-Rahman bin Zayd bin Aslam said that this part of the Ayah means, \"To do whatever he wants therein.\" Ibn Jarir at Tabari said that it means, \"He used to move about freely in the land after being imprisoned, suffering from hardship and the disgrace of slavery.\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُصِيبُ بِرَحْمَتِنَا مَن نَّشَاءُ ۖ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We bestow of Our mercy on whom We will, and We make not to be lost the reward of the good doers.)</span> Allah says here, We did not let the patience of Yusuf, from the harm his brothers exerted on him and being imprisoned because of the wife of the 'Aziz, to be lost. Instead, Allah the Exalted and Most Honored rewarded him with His aid and victory,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ - وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِّلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We make not to be lost the reward of the good doers. And verily, the reward of the Hereafter is better for those who believed and had Taqwa.)</span> Allah states that what He has prepared for His Prophet Yusuf, peace be upon him, in the Hereafter is much greater, substantial and honored than the authority He gave him in this life. Allah said about His Prophet Sulayman <span class=\"gray\">(Solomon)</span>, peace be upon him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ - وَإِنَّ لَهُ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"This is Our gift, so spend or withhold, no account will be asked of you.\" And verily, for him is a near access to Us, and a good <span class=\"gray\">(final)</span> return <span class=\"gray\">(Paradise)</span>.)</span><span class=\"gray\">[38:39-40]</span> Yusuf, peace be upon him, was appointed minister of finance by Ar-Rayyan bin Al-Walid, king of Egypt at the time, instead of the 'Aziz who bought him and the husband of she who tried to seduce him. The king of Egypt embraced Islam at the hands of Yusuf, peace be upon him, according to Mujahid.</p>"
  },
  {
    "ayah_key": "12:58",
    "group_ayah_key": "12:58",
    "from_ayah": "12:58",
    "to_ayah": "12:62",
    "ayah_keys": "12:58,12:59,12:60,12:61,12:62",
    "text": "<p lang=\"en\" class=\"en \">And Yusuf's brethren came and they entered unto him, and he recognized them, but they recognized him not <span>(58)</span>And when he furnished them with their provisions, he said: \"Bring me a brother of yours from your father. See you not that I give full measure, and that I am the best of the hosts? <span>(59)</span>\"But if you bring him not to me, there shall be no measure <span class=\"gray\">(of corn)</span> for you with me, nor shall you come near me. <span>(60)</span>They said: \"We shall try to get permission <span class=\"gray\">(for him)</span> from his father, and verily, we shall do it. <span>(61)</span>And <span class=\"gray\">[Yusuf]</span> told his servants to put their money into their bags, so that they might know it when they go back to their people; in order that they might come again <span>(62)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf's Brothers travel to Egypt</h2></div><p lang=\"en\" class=\"en \">As-Suddi, Muhammad bin Ishaq and several others said that the reason why Yusuf's brothers went to Egypt, is that after Yusuf became minister of Egypt and the seven years of abundance passed, then came the seven years of drought that struck all areas of Egypt. The drought also reached the area of Kana'an <span class=\"gray\">(Canaan)</span>, where Prophet Ya'qub, peace be upon him, and his children resided. Prophet Yusuf efficiently guarded the people's harvest and collected it, and what he collected became a great fortune for the people. This also permitted Yusuf to give gifts to the people who sought his aid from various areas who came to buy food and provisions for their families. Yusuf would not give a family man more than whatever a camel could carry, as annual provisions for them. Yusuf himself did not fill his stomach from this food, nor did the king and his aids eat except one meal a day. By doing so, the people could sustain themselves with what they had for the remainder of the seven years. Indeed, Yusuf was a mercy from Allah sent to the people of Egypt.</p><p lang=\"en\" class=\"en \">Yusuf's brothers were among those who came to Egypt to buy food supplies, by the order of their father. They knew that the 'Aziz of Egypt was selling food to people who need it for a low price, so they took some merchandise from their land with them to exchange it for food. They were ten, because Ya'qub peace be upon him kept his son and Yusuf's brother Binyamin with him. Binyamin was the dearest of his sons to him after Yusuf.</p><p lang=\"en\" class=\"en \">When Prophet Yusuf's brothers entered on him in his court and the center of his authority, he knew them the minute he saw them. However, they did not recognize him because they got rid of him when he was still young, and sold him to a caravan of travelers while unaware of their destination. They could not have imagined that Yusuf would end up being a minister, and this is why they did not recognize him, while he did recognize them. As-Suddi said that Yusuf started talking to his brothers and asked them, \"What brought you to my land?\" They said, \"O, 'Aziz, we came to buy provisions.\" He asked them, \"You might be spies.\" They said, \"Allah forbids.\" He asked them, \"Where are you from?\" They said, \"From the area of Kana'an, and our father is Allah's Prophet Ya'qub.\" He asked them, \"Does he have other children besides you?\" They said, \"Yes, we were twelve brothers. Our youngest died in the desert, and he used to be the dearest to his father. His full brother is alive and his father kept him, so that his closeness compensates him for losing our youngest brother <span class=\"gray\">[who died]</span>.\" Yusuf ordered that his brothers be honored and allowed to remain,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when he furnished them with their provisions,)</span> according to their needs and gave them what they wanted to buy, he said to them, \"Bring me your brother from your father's side whom you mentioned, so that I know that you have told me the truth.\" He continued,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنزِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not that I give full measure, and that I am the best of the hosts?)</span> encouraging them to return to him. He then threatened them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِندِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you bring him not to me, there shall be no measure <span class=\"gray\">(of corn)</span> for you with me.)</span> He threatened them that if the next time they come without Binyamin with them, they will not be allowed to buy the food that they need,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُونِ - قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...nor shall you come near me.\" They said: \"We shall try to get permission <span class=\"gray\">(for him)</span> from his father, and verily, we shall do it.\")</span> They said, 'We will try our best to bring him with us, so that we spare no effort to prove to you that we are truthful in what we told you about ourselves.' Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَالَ لِفِتْيَانِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">[Yusuf]</span> told his servants)</span>, or his slaves,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْعَلُوا بِضَاعَتَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to put their money)</span>, or the merchandise they brought with them to exchange for food,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي رِحَالِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(into their bags,)</span>, while they were unaware,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that they might come again.)</span> It was said that Yusuf did this because he feared that his brothers might not have any more merchandise they could bring with them to exchange for food.</p>"
  },
  {
    "ayah_key": "12:6",
    "group_ayah_key": "12:6",
    "from_ayah": "12:6",
    "to_ayah": "12:6",
    "ayah_keys": "12:6",
    "text": "<p class=\"en translation\" lang=\"en\">\"Thus will your Lord choose you and teach you the interpretation of dreams <span class=\"gray\">(and other things)</span> and perfect His favor on you and on the offspring of Ya'qub, as He perfected it on your fathers, Ibrahim and Ishaq aforetime! Verily, your Lord is All-Knowing, All-Wise. <span>(6)</span></p><div lang=\"sv\" class=\"sv \"><h2>Interpretation of Yusuf's Vision</h2></div><p lang=\"en\" class=\"en \">Allah says that Ya'qub said to his son Yusuf, 'Just as Allah chose you to see the eleven stars, the sun and the moon prostrate before you in a vision,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus will your Lord choose you)</span> designate and assign you to be a Prophet from Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُعَلِّمُكَ مِن تَأْوِيلِ الْأَحَادِيثِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and teach you the interpretation of Ahadith)</span>.' Mujahid and several other scholars said that this part of the Ayah is in reference to the interpreting of dreams. He said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and perfect His favor on you)</span>, 'by His Message and revelation to you.' This is why Ya'qub said afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَتَمَّهَا عَلَىٰ أَبَوَيْكَ مِن قَبْلُ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as He perfected it aforetime on your fathers, Ibrahim...)</span>, Allah's intimate friend,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِسْحَاقَ </p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(and Ishaq)</span>, Ibrahim's son,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord is All-Knowing, All-Wise.)</span> Allah knows best whom to chose for His Messages.</p>"
  },
  {
    "ayah_key": "12:63",
    "group_ayah_key": "12:63",
    "from_ayah": "12:63",
    "to_ayah": "12:64",
    "ayah_keys": "12:63,12:64",
    "text": "<p lang=\"en\" class=\"en \">So, when they returned to their father, they said: \"O our father! No more measure of grain shall we get <span class=\"gray\">(unless we take our brother)</span>. So send our brother with us, and we shall get our measure and truly, we will guard him. <span>(63)</span>He said: \"Can I entrust him to you except as I entrusted his brother <span class=\"gray\">[Yusuf]</span> to you aforetime? But Allah is the Best to guard, and He is the Most Merciful of those who show mercy. <span>(64)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf's Brothers ask Ya'qub's Permission to send Their Brother Binyamin with Them to Egypt</h2></div><p lang=\"en\" class=\"en \">Allah says that when they went back to their father,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they said: \"O our father! No more measure of grain shall we get...\")</span> 'after this time, unless you send our brother Binyamin with us. So send him with us, and we shall get our measure and we shall certainly guard him.' Some scholars read this Ayah in a way that means, 'and he shall get his ration.' They said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّا لَهُ لَحَافِظُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and truly, we will guard him.)</span>, 'do not fear for his safety, for he will be returned back to you.' This is what they said to Ya'qub about their brother Yusuf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Send him with us tomorrow to enjoy himself and play, and verily, we will take care of him.\")</span><span class=\"gray\">[12:12]</span> This is why Prophet Ya'qub said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنتُكُمْ عَلَىٰ أَخِيهِ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can I entrust him to you except as I entrusted his brother <span class=\"gray\">[Yusuf]</span> to you aforetime?)</span> He asked them, 'Will you do to him except what you did to his brother Yusuf before, when you took him away from me and separated me from him?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاللَّهُ خَيْرٌ حَافِظًا ۖ وَهُوَ أَرْحَمُ الرَّاحِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah is the Best to guard, and He is the Most Merciful of those who show mercy.)</span> Ya'qub said, 'Allah has the most mercy with me among all those who show mercy, He is compassionate with me for my old age, feebleness and eagerness for my son. I invoke Allah to return him to me, and to allow him and I to be together; for surely, He is the Most Merciful of those who show mercy.'</p>"
  }
]