[
  {
    "ayah_key": "7:172",
    "group_ayah_key": "7:172",
    "from_ayah": "7:172",
    "to_ayah": "7:174",
    "ayah_keys": "7:172,7:173,7:174",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when your Lord brought forth from the Children of Adam, from their loins, their seed and made them testify as to themselves <span class=\"gray\">(saying)</span>: \"Am I not your Lord?\" They said: \"Yes! We testify,\" lest you should say on the Day of Resurrection: \"Verily, we were unaware of this. <span>(172)</span>Or lest you should say: \"It was only our fathers aforetime who took others as partners in worship along with Allah, and we were <span class=\"gray\">(merely their)</span> descendants after them; will You then destroy us because of the deeds of men who practiced falsehood? <span>(173)</span>Thus do We explain the Ayat in detail, so that they may turn <span class=\"gray\">(unto the truth)</span><span>(174)</span></p><div lang=\"en\" class=\"en \"><h2>The Covenant taken from the Descendants of Adam</h2></div><p lang=\"en\" class=\"en \">Allah stated that He brought the descendants of Adam out of their fathers' loins, and they testified against themselves that Allah is their Lord and King and that there is no deity worthy of worship except Him. Allah created them on this Fitrah, or way, just as He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So set you <span class=\"gray\">(O Muhammad)</span> your face truly towards the religion, Hanifan. Allah's Fitrah with which He has created mankind. No change let there be in Khalqillah.)</span><span class=\"gray\">[30:30]</span></p><p lang=\"en\" class=\"en \">And it is recorded in the Two Sahihs from Abu Hurayrah who said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُمَجِّسَانِهِ كَمَا تُولَدُ بَهِيمَةً جَمْعَاءَ هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every child is born upon the Fitrah, it is only his parents who turn him into a Jew, a Christian or a Zoroastrian. Just as animals are born having full bodies, do you see any of them having a cutoff nose <span class=\"gray\">(when they are born)</span>)</span> . </p><p lang=\"en\" class=\"en \">Muslim recorded that 'Iyad bin 'Himar said that the Messenger of Allah ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ: إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah said, 'I created My servants Hunafa' <span class=\"gray\">(monotheists)</span>, but the devils came to them and deviated them from their religion, prohibiting what I allowed.)</span></p><p lang=\"en\" class=\"en \">There are Hadiths that mention that Allah took Adam's offspring from his loins and divided them into those on the right and those on the left. Imam Ahmad recorded that Anas bin Malik said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَالُ لِلرَّجُلِ مِنْ أَهْلِ النَّارِ يَوْمَ الْقِيَامَةِ أَرَأَيْتَ لَوْ كَانَ لَكَ مَا عَلَى الْأَرْضِ مِنْ شَيْءٍ أَكُنْتَ مُفْتَدِيًا بِهِ قَالَ: فَيَقُولُ: نَعَمْ فَيَقُولُ: قَدْ أَرَدْتُ مِنْكَ أَهْوَنَ مِنْ ذَلِكَ قَدْ أَخَذْتُ عَلَيْكَ فِي ظَهْرِ آدَمَ أَنْ لَا تُشْرِكَ بِي شَيْئًا فَأَبَيْتَ إِلَّا أَنْ تُشْرِكَ بِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be said to a man from the people of the Fire on the Day of Resurrection, 'If you owned all that is on the earth, would you pay it as ransom?' He will reply, 'Yes.' Allah will say, 'I ordered you with what is less than that, when you were still in Adam's loins, that is, associate none with Me <span class=\"gray\">(in worship)</span>. You insisted that you associate with Me <span class=\"gray\">(in worship)</span>.')</span> This was recorded in the Two Sahihs </p><p lang=\"en\" class=\"en \">Commenting on this Ayah <span class=\"gray\">(7:172)</span>, At-Tirmidhi recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا خَلَقَ اللهُ آدَمَ مَسَحَ ظَهْرَهُ فَسَقَطَ مِنْ ظَهْرِهِ كُلُّ نَسَمَةٍ هُوَ خَالِقُهَا مِنْ ذُرِّيَّتِهِ إِلَى يَوْمِ الْقِيَامَةِ وَجَعَلَ بَيْنَ عَيْنَي كَلِّ إِنْسَانٍ مِنْهُمْ وَبِيصًا مِنْ نُورٍ ثُمَّ عَرَضَهُمْ عَلَى آدَمَ فَقَالَ: أَيْ رَبِّ مَنْ هؤُلَاءِ؟ قَالَ: هؤُلَاءِ ذُرِّيَّتُكَ فَرَأَىَ رَجُلًا مِنْهُمْ فَأَعْجَبَهُ وَبِيصُ مَا بَيْنَ عَيْنَيْهِ قَالَ: أَيْ رَبِّ مَنْ هَذَا؟ قَالَ: هَذَا رَجُلٌ مِنْ آخِرِ الْأُمَمِ مِنْ ذُرِّيَّتِكَ يُقَالُ لَهُ دَاوُدُ قَالَ: رَبِّ وَكَمْ جَعَلْتَ عُمْرَهُ؟ قَالَ: سِتِّينَ سَنَةً، قَالَ: أَيْ رَبِّ وَقَدْ وَهَبْتُ لَهُ مِنْ عُمْرِي أَرْبَعِينَ سَنَةً فَلَمَّا انْقَضَى عُمْرُ آدَمَ جَاءَهُ مَلَكُ الْمَوْتِ قَالَ: أَوَ لَمْ يَبْقَ مِنْ عُمْرِي أَرْبَعُونَ سَنَةً قَالَ: أَوَ لَمْ تُعْطِهَا ابْنَكَ دَاوُدَ؟ قَالَ: فَجَحَدَ آدَمُ فَجَحَدَتْ ذُرِّيَّتُهُ وَنَسِيَ آدَمُ فَنِسَيتْ ذُرِّيَّتُهُ وَخَطِىءَ آدَمُ فَخَطِئَتْ ذُرِّيَّتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Allah created Adam, He wiped Adam's back and every person that He will create from him until the Day of Resurrection fell out from his back. Allah placed a glimmering light between the eyes of each one of them. Allah showed them to Adam and Adam asked, 'O Lord! Who are they?' Allah said, 'These are your offspring.' Adam saw a man from among them whose light he liked. He asked, 'O Lord! Who is this man?' Allah said, 'This is a man from the latter generations of your offspring. His name is Dawud.' Adam said, 'O Lord! How many years would he live?' Allah said, 'Sixty years.' Adam said, 'O Lord! I have forfeited forty years from my life for him.' When Adam's life came to an end, the angel of death came to him <span class=\"gray\">(to take his soul)</span>. Adam said, 'I still have forty years from my life term, don't I?' He said, 'Have you not given it to your son Dawud?' So Adam denied that and his offspring followed suit <span class=\"gray\">(denying Allah's covenant)</span>, Adam forgot and his offspring forgot, Adam made a mistake and his offspring made mistakes.)</span></p><p lang=\"en\" class=\"en \">At-Tirmidhi said, \"This Hadith is Hasan Sahih, and it was reported from various chains of narration through Abu Hurayrah from the Prophet ﷺ\". Al-Hakim also recorded it in his Mustadrak, and said; \"Sahih according to the criteria of Muslim, and they did not record it.\" </p><p lang=\"en\" class=\"en \">These and similar Hadiths testify that Allah, the Exalted and Most Honored, brought forth Adam's offspring from his loins and separated between the inhabitants of Paradise and those of the Fire. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَشْهَدَهُمْ عَلَىٰ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and made them testify as to themselves <span class=\"gray\">(saying)</span>: \"Am I not your Lord?\" They said: \"Yes!\")</span></p><p lang=\"en\" class=\"en \">Therefore, Allah made them testify with themselves by circumstance and words. Testimony is sometimes given in words, such as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا شَهِدْنَا عَلَىٰ أَنفُسِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"We bear witness against ourselves.\")</span><span class=\"gray\">[6:130]</span></p><p lang=\"en\" class=\"en \">At other times, testimony is given by the people themselves, such as Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنفُسِهِم بِالْكُفْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the Mushrikin, <span class=\"gray\">(polytheists)</span> to maintain the mosques of Allah, while they testify against their own selves of disbelief.)</span><span class=\"gray\">[9:17]</span></p><p lang=\"en\" class=\"en \">This Ayah means that their disbelief testifies against them, not that they actually testify against themselves here. Another Ayah of this type is Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to that he bears witness <span class=\"gray\">(by his deeds)</span>.)</span><span class=\"gray\">[100:7]</span></p><p lang=\"en\" class=\"en \">The same is the case with asking, sometimes takes the form of words and sometimes a situation or circumstance. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He gave you of all that you asked for.)</span><span class=\"gray\">[14:34]</span> Allah said here,</p><p class=\"ur qpc-hafs\" lang=\"ur\"> أَن تَقُولُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest you should say)</span>, on the Day of Resurrection</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا عَنْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(we were of this)</span> of Tawhid</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَافِلِينَ - أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(unaware. Or lest you should say: \"It was only our fathers aforetime who took others as partners in worship along with Allah,\")</span><span class=\"gray\">[7:172-173]</span></p>"
  }
]