[
  {
    "ayah_key": "17:59",
    "group_ayah_key": "17:59",
    "from_ayah": "17:59",
    "to_ayah": "17:59",
    "ayah_keys": "17:59",
    "text": "<p class=\"en translation\" lang=\"en\">And nothing stops Us from sending the Ayat but that the people of old denied them. And We sent the she-camel to Thamud as a clear sign, but they did her wrong. And We sent not the signs except to make them afraid <span class=\"gray\">(of destruction)</span><span>(59)</span></p><div lang=\"en\" class=\"en \"><h2>The Reason why Allah did not send Signs or Miracles</h2></div><p lang=\"en\" class=\"en \">Sa'id bin Jubayr said, \"The idolators said: 'O Muhammad, you claim that before you there were Prophets, among whom was one to whom the wind was subjugated, and another who could bring the dead back to life. If you want us to believe in you, ask your Lord to turn As-Safa' into gold for us.' Allah conveyed to him by inspiration <span class=\"gray\">(Wahy)</span>: 'I have heard what they have said. If you wish, I will do what they say, but if they do not believe after that, the punishment will come down upon them, because after the sign has been sent, there is no room for speculation. Or if you wish, I will be patient with your people and give them more time.' He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَارَبِّ اسْتَأْنِ بِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Lord, give them more time.)</span>\" This was also narrated by Qatadah, Ibn Jurayj and others. Imam Ahmad recorded that Ibn 'Abbas said, \"The people of Makkah asked the Prophet ﷺ to turn As-Safa' into gold for them, and to remove the mountains <span class=\"gray\">(from around Makkah)</span> so that they could cultivate the land. It was said to him <span class=\"gray\">(by Allah)</span>: 'If you wish, I will be patient and give them more time, or if you wish, I will do what they are asking, but if they then disbelieve, they will be destroyed as the nations before them were destroyed.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، بَلِ اسْتَأْنِ بِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, be patient and give them more time.)</span> Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالْآيَاتِ إِلَّا أَن كَذَّبَ بِهَا الْأَوَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing stops Us from sending the Ayat but that the people of old denied them.)</span> An-Nasa'i also reported this from the Hadith of Jarir.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said: The Quraysh said to the Prophet ﷺ, \"Ask your Lord to turn As-Safa' into gold and we will believe in you.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَفْعَلُونَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you really do that?)</span> They said, \"Yes.\" So he asked his Lord, and Jibril came to him and said: \"Your Lord conveys His Salam to you and says, 'If you wish, I will turn As-Safa' into gold for them, then whoever of them disbelieves after that, will be punished with a torment the like of which has never be seen in creation; or if you wish, I will open the gates of repentance and mercy for them.'\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ بَابُ التَّوْبَةِ وَالرَّحْمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Rather the gates of repentance and mercy.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not the signs except to make them afraid <span class=\"gray\">(of destruction)</span>.)</span> Qatadah said, \"Allah makes people afraid with whatever signs He wills, so that they may learn a lesson and remember and return to Him. We were told that Al-Kufah was shaken at the time of Ibn Mas'ud, who said: 'O people, your Lord is rebuking you, so pay heed!'\" Similarly, it was reported that Al-Madinah was struck by several earthquakes at the time of 'Umar bin Al-Khattab. 'Umar said: \"You have changed, by Allah, and if such a quake were to strike again, I will subject you to such and such.\" The Prophet ﷺ said, in a Hadith whose authenticity is agreed upon:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللهِ وَإِنَّهُمَا لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، وَلَكِنَّ اللهَ عَزَّ وَجَلَّ يُخَوِّفُ بِهِمَا عِبَادَهُ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَافْزَعُوا إِلَى ذِكْرِهِ وَدُعَائِهِ وَاسْتِغْفَارِهِ - ثُمَّ قَالَ: - يَا أُمَّةَ مُحَمَّدٍ وَاللهِ مَا أَحَدٌ أَغْيَرَ مِنَ اللهِ أَنْ يَزْنِيَ عَبْدُهُ أَوْ تَزْنِيَ أَمَتُهُ، يَا أُمَّةَ مُحَمَّدٍ وَاللهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلًا وَلَبَكَيْتُمْ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sun and the moon are two of the signs of Allah, and they are not eclipsed for the death or life of anyone. Allah uses them to make His servants afraid, so if you see them, hasten to remember Him, call on Him and seek His forgiveness.)</span> Then he said: <span class=\"gray\">(O Ummah of Muhammad, by Allah, no one has a greater sense of jealousy than Allah if He sees His servant, or female servant, committing Zina <span class=\"gray\">(illegal sexual intercourse)</span>. O Ummah of Muhammad, if you knew what I know, you would laugh little and weep much.)</span></p>"
  },
  {
    "ayah_key": "17:60",
    "group_ayah_key": "17:60",
    "from_ayah": "17:60",
    "to_ayah": "17:60",
    "ayah_keys": "17:60",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when We told you: \"Verily, your Lord has encompassed mankind.\" And We made not the vision which We showed you but a trial for mankind, and <span class=\"gray\">(likewise)</span> the accursed tree in the Qur'an. We warn and make them afraid but it only increases them in naught save great disbelief, oppression and disobedience to Allah <span>(60)</span></p><div lang=\"en\" class=\"en \"><h2>Allah has encompassed Mankind and made the Vision of His Prophet a Trial for Them</h2></div><p lang=\"en\" class=\"en \">Allah says to His Messenger ﷺ, encouraging him to convey the Message and informing him that He is protecting him from the people, that He is able to deal with them and that they are in His grasp and under His domination and control.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We told you: \"Verily, your Lord has encompassed mankind..\")</span> Mujahid, 'Urwah bin Az-Az-Zubayr, Al-Hasan, Qatadah and others said, \"This means, He protected you from them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made not the vision which We showed you but a trial for mankind,)</span> Al-Bukhari recorded that Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made not the vision which We showed you but a trial for mankind,)</span> \"This is the vision which the Messenger of Allah ﷺ saw with his own eyes on the night when he was taken on the Night Journey <span class=\"gray\">(Al-Isra')</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(likewise)</span> the accursed tree in the Quran.)</span> refers to the Tree of Zaqqum.\" This was also recorded by Ahmad, 'Abdur-Razzaq and others. It was also reported by Al-'Awfi from Ibn 'Abbas. </p><p lang=\"en\" class=\"en \">It was also interpreted as referring to the Night of the Isra' by Mujahid, Sa'id bin Jubayr, Al-Hasan, Masruq, Ibrahim, Qatadah, 'Abdur-Rahman bin Zayd and several others. We have already quoted at length a comprehensive collection of Hadith about the Isra' at the beginning of this Surah, praise be to Allah. We have also already stated that some people gave up their Islam after they had been following the truth, because their hearts and minds could not comprehend that, and they denied what their knowledge could not grasp, but Allah caused it to increase and strengthen the faith of others, and so He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا فِتْنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but a trial)</span>, meaning a test. As for the cursed tree, this is the Tree of Zaqqum. When the Messenger of Allah ﷺ told them that he had seen Paradise and Hell, and seen the Tree of Zaqqum, they did not believe that, and Abu Jahl, upon whom be the curses of Allah, even said, \"Bring us some dates and butter,\" and he started eating them and saying, \"Let us have some Zaqqum, we don't know any other Zaqqum but this.\" This was narrated by Ibn 'Abbas, Masruq, Abu Malik, Al-Hasan Al-Basri and others. Everyone who interpreted the Ayah to refer to the Night of the Isra', also interpreted it to refer to the Tree of Zaqqum.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَنُخَوِّفُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[We]</span> make them afraid)</span> meaning, 'We make the disbelievers afraid with Our warnings and punishments and torment.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but it only increases them in naught save great disbelief, oppression and disobedience to Allah.)</span> means, it only pushes them further into their disbelief and misguidance, and this is because Allah has forsaken them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا - قَالَ أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا</p>"
  },
  {
    "ayah_key": "17:61",
    "group_ayah_key": "17:61",
    "from_ayah": "17:61",
    "to_ayah": "17:62",
    "ayah_keys": "17:61,17:62",
    "text": "<div lang=\"en\" class=\"en \"><div>And <span class=\"id gray\" lang=\"id\">(remember)</span> when We said to the angels: \"Prostrate yourselves unto Adam.\" They prostrated themselves except Iblis. He said: \"Shall I prostrate myself to one whom You created from clay? <span>(61)</span>He said: \"See this one whom You have honored above me, if You give me respite to the Day of Resurrection, I will surely, seize and mislead his offspring, all but a few! <span>(62)</span></div></div><p lang=\"en\" class=\"en \">Allah mentions here the enmity of Iblis, may the curse of Allah be upon him and his progeny. This is an ancient hatred, dating from the time that Allah created Adam, when He commanded the angels to prostrate to Adam, and all of them prostrated except Iblis, who was too arrogant and he haughtily refused to prostrate to him. He said in a tone indicating contempt:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Shall I prostrate myself to one whom You created from clay?\")</span> According to another Ayah, he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am better than he. You created me from fire, and You created him from clay.)</span><span class=\"gray\">[7:12]</span> He also said, speaking to the Lord with disbelief and insolence, but the Lord bore it patiently:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"See this one whom You have honored above me...\")</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"He is saying, 'I am going to dominate his offspring, all but a few.'\" Mujahid said <span class=\"gray\">(it means)</span>, \"I am going to surround them.\" Ibn Zayd said <span class=\"gray\">(it means)</span>, \"I am going to lead them astray.\" All of them are close in meaning, and the meaning of the Ayah is, \"Do You see this one whom You have honored and made greater than me? If You give me time, I will lead his descendants astray, all but a few of them.\"</p>"
  }
]