[
  {
    "ayah_key": "2:208",
    "group_ayah_key": "2:208",
    "from_ayah": "2:208",
    "to_ayah": "2:209",
    "ayah_keys": "2:208,2:209",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Enter Silm perfectly, and follow not the footsteps of Shaytan <span class=\"gray\">(Satan)</span>. Verily, he is to you a plain enemy <span>(208)</span>Then if you slide back after the clear signs <span class=\"gray\">(Prophet Muhammad ﷺ, and this Qur'an and Islam)</span> have come to you, then know that Allah is All-Mighty, All-Wise <span>(209)</span></p><div lang=\"en\" class=\"en \"><h2>Entering Islam in its Entirety is obligated</h2></div><p lang=\"en\" class=\"en \">Allah commands His servants who believe in Him and have faith in His Messenger ﷺ to implement all of Islam's legislation and law, to adhere to all of its commandments, as much as they can, and to refrain from all of its prohibitions. 'Al-'Awfi said that Ibn 'Abbas said, and also Mujahid, Tawus, Ad-Dahhak, 'Ikrimah, Qatadah, As-Suddi and Ibn Zayd said that Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا فِي السِّلْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enter Silm)</span> means Islam. Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَآفَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...perfectly)</span> means, in its entirety. This is the Tafsir of Ibn 'Abbas, Mujahid, Abu Al-'Aliyah, 'Ikrimah, Ar-Rabi' bin Anas, As-Suddi, Muqatil bin Hayyan, Qatadah and Ad-Dahhak. Mujahid said that the Ayah means, 'Perform all the good works and the various pious deeds, this is especially addressed to those from among the People of the Scripture who embraced the faith.'</p><p lang=\"ig\" class=\"ig \">Ibn Abu Hatim reported that Ibn 'Abbas said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Enter Silm perfectly)</span> refers to the believers among the People of the Scripture. This is because they believed in Allah, some of them still followed some parts of the Tawrah and the previous revelations. So Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا فِي السِّلْمِ كَافَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enter Islam perfectly.)</span> Allah thus commanded them to embrace the legislation of the religion of Muhammad ﷺ in its entirety and to avoid abandoning any part of it. They should no longer adhere to the Tawrah.</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and follow not the footsteps of Shaytan)</span> meaning, perform the acts of worship and avoid what Satan commands you to do. This is because:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَأْمُرُكُم بِالسُّوءِ وَالْفَحْشَاءِ وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Shaytan)</span> commands you only what is evil and Fahsha' <span class=\"gray\">(sinful)</span>, and that you should say about Allah what you know not.)</span><span class=\"gray\">(2:169)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He only invites his Hizb <span class=\"gray\">(followers)</span> that they may become the dwellers of the blazing Fire.)</span><span class=\"gray\">(35:6)</span> Hence, Allah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he is to you an open enemy.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن زَلَلْتُم مِّن بَعْدِ مَا جَاءَتْكُمُ الْبَيِّنَاتُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if you slide back after the clear signs have come to you)</span> meaning, if you deviate from the Truth after clear proofs have been established against you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then know that Allah is All-Mighty)</span> in His punishment, and no one can escape His vengeance or defeat Him.</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise)</span> in His decisions, actions and rulings. Hence Abu Al-'Aliyah, Qatadah and Ar-Rabi' bin Anas said, \"He is Mighty in His vengeance, Wise in His decision.\"</p>"
  }
]