[
  {
    "ayah_key": "8:15",
    "group_ayah_key": "8:15",
    "from_ayah": "8:15",
    "to_ayah": "8:16",
    "ayah_keys": "8:15,8:16",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! When you meet those who disbelieve, in a battlefield, never turn your backs to them <span>(15)</span>And whoever turns his back to them on such a day – unless it be a stratagem of war, or to retreat to a troop <span class=\"gray\">(of his own)</span> – he indeed has drawn upon himself wrath from Allah. And his abode is Hell, and worst indeed is that destination <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>Fleeing from Battle is prohibited, and its Punishment</h2></div><p lang=\"en\" class=\"en \">Allah said, while warning against fleeing from the battlefield and threatening those who do it with the Fire,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When you meet those who disbelieve, in a battlefield,)</span> when you get near the enemy and march towards them,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَا تُوَلُّوهُمُ الْأَدْبَارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(never turn your backs to them.)</span> do not run away from battle and leave your fellow Muslims behind,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever turns his back to them on such a day – unless it be a stratagem of war...)</span></p><p lang=\"en\" class=\"en \">The Ayah says, whoever flees from the enemy by way of planning to pretend that he is afraid of the enemy, so that they follow him and he takes the chance and returns to kill the enemy, then there is no sin on him. This is the explanation of Sa'id bin Jubayr and As-Suddi. Ad-Dahhak also commented, \"Whoever went ahead of his fellow Muslims to investigate the strength of the enemy and make use of it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or to retreat to a troop <span class=\"gray\">(of his own)</span>)</span>, meaning he leaves from here to another troop of Muslims to assist them or be assisted by them. So that is allowed for him, or even during the battle if he flees from his brigade to the commander. Or going to the grand Imam, would also fall under this permission.\"</p><p lang=\"en\" class=\"en \">Umar bin Al-Khattab, may Allah be pleased with him, said about Abu 'Ubayd when he was fighting on the bridge in the land of the Persians, because of the many Zoroastrian soldiers, \"If he retreated to me then I would be as a troop for him.\"</p><p lang=\"en\" class=\"en \">This is how it was reported by Muhammad bin Sirin from 'Umar. In the report of Abu 'Uthman An-Nahdi from 'Umar, he said: When Abu 'Ubayd was fighting, 'Umar said, \"O people! We are your troop.\" Mujahid said that 'Umar said, \"We are the troop of every Muslim.\" Abdul-Malik bin 'Umayr reported from 'Umar, \"O people! Don't be confused over this Ayah, it was only about the day of Badr, and we are a troop for every Muslim.\" Ibn Abi Hatim <span class=\"gray\">[recorded]</span> that Nafi' questioned Ibn 'Umar, \"We are people who are not stationary when fighting our enemy, and we may not know where our troop is, be it that of our Imam or our army.\"</p><p lang=\"en\" class=\"en \">So he replied, \"The troop is Allah's Messenger ﷺ.\" I said but Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when you meet those who disbelieve in the battlefield)</span> to the end of the Ayah . So he said; \"This Ayah was about Badr, not before it nor after it.\"</p><p lang=\"en\" class=\"en \">Ad-Dahhak commented that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or to retreat to a troop)</span>, refers to \"Those who retreat to the Messenger of Allah ﷺ and his Companions <span class=\"gray\">(when the Messenger ﷺ was alive)</span>, and those who retreat in the present time to his commander or companions.\" However, if one flees for any other reason than those mentioned here, then it is prohibited and considered a major sin. Al-Bukhari and Muslim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اِجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(\"Shun the seven great destructive sins.\")</span></p><p lang=\"en\" class=\"en \">The people inquired, \"O Allah's Messenger! What are they?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشِّرْكُ بِاللهِ وَالسِّحْرُ وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ وَأَكْلُ الرِّبَا وَأَكْلُ مَالِ الْيَتِيمِ وَالتَّوَلِّي يَوْمَ الزَّحْفِ وَقَذْفُ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(They are:)</span> Joining others in worship with Allah, magic taking life which Allah has forbidden, except for a just cause <span class=\"gray\">(according to Islamic law)</span>, consuming Riba, consuming an orphan's wealth, fleeing the battlefield at the time of fighting, and false accusation to chaste women, who never even think of anything touching chastity and are good believers.)</span></p><p lang=\"en\" class=\"en \">This is why Allah said here,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَدْ بَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he indeed has drawn upon himself...)</span>, and returned with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِغَضَبٍ مِّنَ اللَّهِ وَمَأْوَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wrath from Allah. And his abode...)</span>, destination, and dwelling place on the Day of Return,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is Hell, and worst indeed is that destination!)</span></p>"
  },
  {
    "ayah_key": "8:17",
    "group_ayah_key": "8:17",
    "from_ayah": "8:17",
    "to_ayah": "8:18",
    "ayah_keys": "8:17,8:18",
    "text": "<p class=\"en translation\" lang=\"en\">You killed them not, but Allah killed them. And you threw not when you did throw, but Allah threw, that He might test the believers by a fair trial from Him. Verily, Allah is All-Hearer, All-Knower <span>(17)</span>This <span class=\"gray\">(is the fact)</span> and surely Allah weakens the deceitful plots of the disbelievers <span>(18)</span></p><div lang=\"en\" class=\"en \"><h2>Allah's Signs displayed during Badr, And throwing Sand in the Eyes of the Disbelievers</h2></div><p lang=\"en\" class=\"en \">Allah states that He creates the actions that the servants perform and that whatever good actions they take, it is He Who should be praised for them, for He directed and helped them perform these actions. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمْ تَقْتُلُوهُمْ وَلَٰكِنَّ اللَّهَ قَتَلَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You killed them not, but Allah killed them.)</span> meaning, it is not because of your power and strength that you killed the pagans, who were many while you were few. Rather, it is He Who gave you victory over them, just as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has already made you victorious at Badr, when you were a weak little force.)</span><span class=\"gray\">[3:123]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah has given you victory on many battlefields, and on the day of Hunayn when you rejoiced at your great number, but it availed you naught and the earth, vast as it is, was straitened for you, then you turned back in flight.)</span><span class=\"gray\">[9:25]</span></p><p lang=\"en\" class=\"en \">Allah, the Exalted and Ever High, states that victory does not depend on numbers or collecting weapons and shields. Rather, victory is from Him, Exalted He is.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ ۗ وَاللَّهُ مَعَ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How often has a small group overcome a mighty host by Allah's leave?\" And Allah is with the patient.)</span><span class=\"gray\">[2:249]</span></p><p lang=\"en\" class=\"en \">Allah then mentioned the handful of sand that His Prophet ﷺ threw at the disbelievers during the day of Badr, when he went out of his bunker. While in the bunker, the Prophet ﷺ invoked Allah humbly and expressing his neediness before Allah. He then threw a handful of sand at the disbelievers and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَاهَتِ الْوُجُوه</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Humiliated be their faces.)</span> He then commanded his Companions to start fighting with sincerity and they did. Allah made this handful of sand enter the eyes of the idolators, each one of them were struck by some of it and it distracted them making each of them busy. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ اللَّهَ رَمَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you threw not when you did throw, but Allah threw.)</span></p><p lang=\"en\" class=\"en \">Therefore, it is Allah Who made the sand reach their eyes and busied them with it, not you <span class=\"gray\">(O Muhammad)</span> ﷺ.</p><p lang=\"mt\" class=\"mt \">Muhammad bin Ishaq said that Muhammad bin Ja'far bin Az-Zubayr narrated to him that 'Urwah bin Az-Zubayr said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He might test the believers by a fair trial from Him.)</span> \"So that the believers know Allah's favor for them by giving them victory over their enemy, even though their enemy was numerous, while they were few. They should thus know His right and express gratitude for His favor on them.\" Similar was said by Ibn Jarir. It is stated in a Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلَّ بَلَاءٍ حَسَنٍ أَبْلَانَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every trail <span class=\"gray\">(from Allah)</span> is a favor for us.)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(Verily, Allah is All-Hearer, All-Knower.)</span></p><p lang=\"en\" class=\"en \">Allah hears the supplication and knows those who deserve help and triumph. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This <span class=\"gray\">(is the fact)</span> and surely Allah weakens the deceitful plots of the disbelievers.)</span></p><p lang=\"en\" class=\"en \">This is more good news, aside from the victory that the believers gained. Allah informed them that He will weaken the plots of the disbelievers in the future, degrade them and make everything they have perish and be destroyed, all praise and thanks are due to Allah.</p>"
  }
]