[
  {
    "ayah_key": "6:63",
    "group_ayah_key": "6:63",
    "from_ayah": "6:63",
    "to_ayah": "6:65",
    "ayah_keys": "6:63,6:64,6:65",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Who rescues you from the dark recesses of the land and the sea, when you call upon Him begging and in secret <span class=\"gray\">(saying)</span>: 'If He <span class=\"gray\">(Allah)</span> only saves us from these <span class=\"gray\">(dangers)</span>, we shall truly be grateful. <span>(63)</span>Say: \"Allah rescues you from these <span class=\"gray\">(dangers)</span> and from all distress, and yet you commit Shirk. <span>(64)</span>Say: \"He has the power to send torment on you from above or from under your feet, or to Yalbisakum in party strife, and make you taste the violence of one another.\" See how variously We explain the Ayat, so that they may understand <span>(65)</span></p><div lang=\"en\" class=\"en \"><h2>Allah's Compassion and Generosity, and His Power and Torment</h2></div><p lang=\"en\" class=\"en \">Allah mentions how He favors His servants, saving them during times of need, in the darkness of land and at sea, such as when storms strike. In such cases, they call on Allah alone, without partners, in supplication. In other Ayat, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّا إِيَّاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when harm strikes you at sea, those that you call upon besides Him vanish from you except Him.)</span><span class=\"gray\">[17:67]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّىٰ إِذَا كُنتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَٰذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who enables you to travel through the land and the sea, till when you are in the ships and they sail with them with a favorable wind, and they rejoice, then comes a stormy wind and the waves come to them from all sides, and they think that they are encircled therein, they invoke Allah, making their faith pure for Him alone, saying: \"If You deliver us from this, we shall truly be of the grateful\".)</span><span class=\"gray\">[10:22]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّن يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَن يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَإِلَٰهٌ مَّعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not He <span class=\"gray\">(better than your gods)</span> Who guides you in the darkness of the land and the sea, and Who sends the winds as heralds of glad tidings, going before His mercy Is there any god with Allah? High Exalted be Allah above all that they associate as partners <span class=\"gray\">(with Him)</span>!)</span><span class=\"gray\">[27:63]</span>. </p><p lang=\"id\" class=\"id \">Allah said in this honorable Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Who rescues you from the dark recesses of the land and the sea, when you call upon Him begging and in secret.\")</span> i.e., in public and secret,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَّئِنْ أَنجَانَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Saying)</span>: 'If He <span class=\"gray\">(Allah)</span> only saves us...)</span> from this distress,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنَكُونَنَّ مِنَ الشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(we shall truly be grateful.)</span> thereafter. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah rescues you from these <span class=\"gray\">(dangers)</span> and from all distress, and yet you commit Shirk.\")</span> meaning, yet you call other gods besides Him in times of comfort. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الْقَادِرُ عَلَىٰ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He has the power to send torment on you from above or from under your feet,\")</span> He said this after His statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ أَنتُمْ تُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And yet you commit Shirk.)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الْقَادِرُ عَلَىٰ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He has the power to send torment on you..\")</span>, after He saves you. Allah said in Surah Subhan <span class=\"gray\">(chapter 17)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِن فَضْلِهِ إِنَّهُ كَانَ بِكُمْ رَحِيمًا - وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنسَانُ كَفُورًا - أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا - أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your Lord is He Who drives the ship for you through the sea, in order that you may seek of His bounty. Truly! He is Ever Merciful towards you. And when harm strikes you upon the sea, those that you call upon besides Him vanish from you except Him. But when He brings you safely to land, you turn away <span class=\"gray\">(from Him)</span>. And man is ever ungrateful. Do you then feel secure that He will not cause a side of the land to swallow you up, or that He will not send against you a storm of stones? Then, you shall find no guardian. Or do you feel secure that He will not send you back a second time to sea, and send against you a hurricane of wind and drown you because of your disbelief, then you will not find any avenger therein against Us?)</span><span class=\"gray\">[17:66-69]</span>. </p><p lang=\"en\" class=\"en \">Al-Bukhari, may Allah grant him His mercy, commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الْقَادِرُ عَلَىٰ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ انظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He has the power to send torment on you from above or from under your feet, or to 'Yalbisakum' in party strife, and make you taste the violence of one another.\" See how variously We explain the Ayat, so that they may understand.)</span></p><p lang=\"en\" class=\"en \">\"Yalbisakum means, 'cover you with confusion', So it means to, 'divide into parties and sects'. Jabir bin 'Abdullah said, 'When this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الْقَادِرُ عَلَىٰ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He has power to send torment on you from above\")</span> Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعُوذُ بِوَجْهِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I seek refuge with Your Face.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مِن تَحْتِ أَرْجُلِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or from under your feet,)</span> he ﷺ again said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعُوذُ بِوَجْهِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I seek refuge with Your Face.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or to cover you with confusion in party strife, and make you to taste the violence of one another.)</span> he ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">هَذهِ أَهْوَنُ - أَوْ أَيْسَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is less burdensome or easier.)</span>'\"</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded this Hadith again in the book of Tawhid <span class=\"gray\">(in his Sahih)</span>, and An-Nasa'i also recorded it in the book of Tafsir.</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Sa'd bin Abi Waqqas said, We accompanied the Messenger of Allah ﷺ and passed by the Masjid of Bani Mu'awiyah. The Prophet ﷺ went in and offered a two Rak'ah prayer, and we prayed behind him. He supplicated to his Lord for a long time and then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأَلْتُ رَبِّي ثَلَاثًا: سَأَلْتُهُ أَنْ لَا يُهْلِكَ أُمَّتِي بِالْغَرَقِ فَأَعْطَانِيهَا، وَسَأَلْتُهُ أَنْ لَا يُهْلِكَ أُمَّتِي بِالسَّنَةِ فَأَعْطَانِيهَا، وَسَأَلْتُهُ أَنْ لَا يَجْعَلَ بَأْسَهُمْ بَيْنَهُمْ فَمَنَعَنِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I asked my Lord for three: I asked Him not to destroy my Ummah <span class=\"gray\">(Muslims)</span> by drowning and He gave that to me. I asked Him not to destroy my Ummah by famine and He gave that to me. And I asked Him not to make them taste the violence of one another, but He did not give that to me.)</span></p><p lang=\"en\" class=\"en \">Muslim, but not Al-Bukhari, recorded this Hadith in the book on Fitan <span class=\"gray\">(trials)</span><span class=\"gray\">(of his Sahih)</span>.</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Khabbab bin Al-Aratt, who attended the battle of Badr with the Messenger of Allah ﷺ, said, \"I met Allah's Messenger ﷺ during a night in which he prayed throughout it, until dawn. When the Messenger of Allah ﷺ ended his prayer, I said, 'O Allah's Messenger! This night, you have performed a prayer that I never saw you perform before.' Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَلْ إِنَّهَا صَلَاةُ رَغَبٍ وَرَهَبٍ، سَأَلْتُ رَبِّي عَزَّ وَجَلَّ فِيهَا ثَلَاثَ خِصَالٍ، فَأَعْطَانِي اثْنَتَيْنِ وَمَنَعَنِي وَاحِدَةً، سَأَلْتُ رَبِّي عَزَّ وَجَلَّ أَنْ لَا يُهْلِكْنَا بِمَا أَهْلَكَ بِهِ الْأُمَمَ قَبْلَنَا فَأَعْطَانِيهَا، وَسَأَلْتُ رَبِّي عَزَّ وَجَلَّ أَنْ لَا يُظْهِرَ عَلَيْنَا عَدُوًّا مِنْ غَيْرِنَا فَأَعْطَانِيهَا، وَسَأَلْتُ رَبِّي عَزَّ وَجَلَّ أَنْ لَا يُلْبِسَنَا شِيَعًا فَمَنَعَنِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, it was a prayer of eagerness and fear. During this prayer, I asked my Lord for three things and He gave me two and refused to give me the third. I asked my Lord not to destroy us with what He destroyed the nations before us and He gave me that. I asked my Lord not to make our enemies prevail above us and He gave me that. I asked my Lord not to cover us with confusion in party strife, but He refused.)</span></p><p lang=\"gd\" class=\"gd \">An-Nasa'i, Ibn Hibban in his Sahih, and At-Tirmidhi also recorded it. In the book on Fitan, in Al-Jami', At-Tirmidhi said, \"Hasan Sahih\". Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوْ يَلْبِسَكُمْ شِيَعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or to cover you with confusion in party strife,)</span> means, He causes you to be in disarray and separate into opposing parties and groups. Al-Walibi <span class=\"gray\">('Ali bin Abi Talhah)</span> reported that Ibn 'Abbas said that this Ayah refers to desires. Mujahid and several others said similarly. A Hadith from the Prophet ﷺ, collected from various chains of narration, states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَتَفْتَرِقُ هَذِهِ الأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً، كُلُّهَا فِي النَّارِ إِلَّا وَاحِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this Ummah <span class=\"gray\">(Muslims)</span> will divide into seventy-three groups, all of them in the Fire except one.)</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and make you taste the violence of one another.)</span> meaning, some of you will esperience torture and murder from one another, according to Ibn 'Abbas and others. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See how variously We explain the Ayat,)</span> by making them clear, plain and duly explained,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَفْقَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that they may understand.)</span> and comprehend Allah's Ayat, proofs and evidences.</p>"
  }
]