[
  {
    "ayah_key": "11:108",
    "group_ayah_key": "11:108",
    "from_ayah": "11:108",
    "to_ayah": "11:108",
    "ayah_keys": "11:108",
    "text": "<p class=\"en translation\" lang=\"en\">And those who are blessed, they will be in Paradise, abiding therein for all the time that the heavens and the earth endure, except as your Lord wills: a gift without an end <span>(108)</span></p><div lang=\"en\" class=\"en \"><h2>The Condition of the Happy People and their Destination</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ سُعِدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who are blessed.)</span> These are the followers of the Messengers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفِي الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will be in Paradise,)</span> This means that their final abode will be Paradise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(abiding therein for all the time)</span> This means that they will remain there forever.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that the heavens and the earth endure, except as your Lord wills:)</span> The meaning of the exception that is made here is that the condition of eternal pleasure that they will experience therein is something that is not mandatory by itself. Rather, it is something that is dependent upon the will of Allah. Unto Him belongs the favor of immortality upon them. For this reason they are inspired to glorify and praise Him, just as they are inspired to breathe. Ad-Dahhak and Al-Hasan Al-Basri both said, \"It is about the right of the disobedient people of Tawhid who were in the Fire and then brought out of it.\" Then Allah finished this statement by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a gift without an end.)</span> This means that it will never be cut off. This has been mentioned by Mujahid, Ibn 'Abbas, Abu Al-'Aliyah and others. This has been mentioned so that the suspicious person will not doubt after the mention of the will of Allah. Someone may think that the mention of Allah's will here means that the pleasure of Paradise may end or change. To the contrary, it has been decreed that this pleasure will truly be forever and will never end. Likewise, Allah has clarified here that the eternal torment of the people of the Fire in Hell also is due to His will. He explains that He punishes them due to His justness and wisdom. This is why He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord is the doer of whatsoever He intends.)</span> Similarly, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He cannot be questioned as to what He does, while they will be questioned.)</span><span class=\"gray\">[21:23]</span> Here, Allah soothes the hearts and affirms the intent, by His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a gift without an end.)</span> It has been recorded in the Two Sahihs that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤتَى بِالْمَوْتِ فِي صُورَةِ كَبْشٍ أَمْلَحَ فَيُذْبَحُ بَيْنَ الْجَنَّةِ وَالنَّارِ، ثُمَّ يُقَالُ: يَا أَهْلَ الْجَنَّةِ! خُلُودٌ فَلَا مَوْتَ، وَيَا أَهْلَ النَّارِ! خُلُودٌ فَلَا مَوْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Death will be brought in the form of a handsome ram <span class=\"gray\">(on the Day of Judgement)</span> and it will be slaughtered between Paradise and the Hellfire. Then, it will be said, \"O people of Paradise! Eternity and no death! O people of Hellfire! Eternity and no death!\")</span> In the Sahih it is recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُقَالُ: يَا أَهْلَ الْجَنَّةِ! إِنَّ لَكُمْ أَنْ تَعِيشُوا فَلَا تَمُوتُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلَا تَهْرَمُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَصِحُّوا فَلَا تَسْقَمُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَنْعَمُوا فَلَا تَبْأَسُوا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be said, 'O people of Paradise, verily you will live and you will never die. You will remain young and you will never grow old. You will remain healthy and you will never become ill. You will be happy and you will never grieve.)</span></p>"
  },
  {
    "ayah_key": "11:109",
    "group_ayah_key": "11:109",
    "from_ayah": "11:109",
    "to_ayah": "11:111",
    "ayah_keys": "11:109,11:110,11:111",
    "text": "<p lang=\"en\" class=\"en \">So be not in doubt as to what these people <span class=\"gray\">(pagans and polytheists)</span> worship. They worship nothing but what their fathers worshipped before <span class=\"gray\">(them)</span>. And verily, We shall repay them in full their portion without diminution <span>(109)</span>Indeed, We gave the Book to Musa, but differences arose therein, and had it not been for a Word that had gone forth before from your Lord, the case would have been judged between them, and indeed they are in grave doubt concerning it <span class=\"gray\">(this Qur'an)</span><span>(110)</span>And verily, to each of them your Lord will repay their works in full. Surely, He is All-Aware of what they do <span>(111)</span></p><div lang=\"en\" class=\"en \"><h2>Associating Partners with Allah is no doubt Misguidance</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُ فِي مِرْيَةٍ مِّمَّا يَعْبُدُ هَٰؤُلَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So be not in doubt as to what these people worship.)</span> This refers to the polytheists. Verily, what they are doing is falsehood, ignorance and misguidance. Verily, they are only worshipping what their fathers worshipped before. This means that they have no support for their Shirk. They are only mimicking their fathers in ignorance. Therefore, Allah will give them due recompense for that and He will punish them with a punishment the likes of which none can give besides Him. If they did any good deeds, then Allah will reward them for those good works in this life, before the life of the Hereafter. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We shall repay them in full their portion without diminution.)</span> 'Abdur-Rahman bin Zayd bin Aslam said, \"We will pay them in full their portion of punishment without diminution.\" Then, Allah mentions that He gave Musa the Book, but the people differed concerning it. Some believed in it and some disbelieved in it. Therefore, you, Muhammad, have an example in the Prophets who came before you. So do not grieve or be upset by their denial of you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and had it not been for a Word <span class=\"gray\">[Kalimah]</span> that had gone forth before from your Lord, the case would have been judged between them,)</span> Ibn Jarir said, \"If it were not that the punishment had already been delayed until an appointed time, then Allah would have decided the matter between you now. The word Kalimah carries the meaning that Allah will not punish anyone until the proof has been established against him and a Messenger has been sent to him.\" This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We never punish until We have sent a Messenger <span class=\"gray\">(to give warning)</span>.)</span><span class=\"gray\">[17:15]</span> For verily, Allah says in another verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى - فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had it not been for a Word that went forth before from your Lord, and a term determined, <span class=\"gray\">(their punishment)</span> must necessarily have come <span class=\"gray\">(in this world)</span>. So bear patiently what they say.)</span><span class=\"gray\">[20:129-130]</span> Then, Allah informs that He will gather the early generations and the later generations from all of the nations. He will then reward them based upon their deeds. If they did good deeds, their reward will be good, and if they did evil deeds, their reward will be bad. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ۚ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, to each of them your Lord will repay their works in full. Surely, He is All-Aware of what they do.)</span> This means that He is All-Knower of all of their deeds. This includes their honorable deeds and their despicable deeds, their small deeds and their great deeds. There are many different modes of recitation for this verse, yet all of their meanings agree with what we have mentioned. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, all - everyone of them will be brought before Us.)</span><span class=\"gray\">[36:32]</span></p>"
  },
  {
    "ayah_key": "11:112",
    "group_ayah_key": "11:112",
    "from_ayah": "11:112",
    "to_ayah": "11:113",
    "ayah_keys": "11:112,11:113",
    "text": "<p lang=\"en\" class=\"en \">So stand <span class=\"gray\">(ask Allah to make)</span> you firm and straight as you are commanded and those who turn in repentance with you, and transgress not. Verily, He is All-Seer of what you do <span>(112)</span>And incline not toward those who do wrong, lest the Fire should touch you, and you have no protectors other than Allah, nor would you then be helped <span>(113)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to Stand Firm and Straight</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, commands His Messenger and His believing servants to be firm and to always be upright. This is of the greatest aid for gaining victory over the enemy and confronting the opposition. Allah also forbids transgression, which is to exceed the bounds <span class=\"gray\">(of what is allowed)</span>. Verily, transgression causes destruction to its practitioner, even if the transgression was directed against a polytheist. Then, Allah informs that He is All-Seer of the actions of His servants. He is not unaware of anything and nothing is hidden from Him. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And incline not toward those who do wrong,)</span> 'Ali bin Abi Talhah said that Ibn 'Abbas said, \"Do not compromise with them.\" Ibn Jarir said that Ibn 'Abbas said, \"Do not side with those who do wrong.\" This is a good statement. This means, \"Do not seek assistance from wrongdoers, because it will be as if you are condoning their actions <span class=\"gray\">(of evil)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَمَسَّكُمُ النَّارُ وَمَا لَكُم مِّن دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest the Fire should touch you, and you have no protectors other than Allah, nor you would then be helped.)</span> This means that you will not have besides Allah any friend who can save you, nor any helper who can remove you from His torment.</p>"
  }
]