[
  {
    "ayah_key": "6:91",
    "group_ayah_key": "6:91",
    "from_ayah": "6:91",
    "to_ayah": "6:92",
    "ayah_keys": "6:91,6:92",
    "text": "<p lang=\"en\" class=\"en \">They did not estimate Allah with an estimation due to Him when they said: \"Nothing did Allah send down to any human being <span class=\"gray\">(by inspiration)</span>.\" Say : \"Who then sent down the Book which Musa brought, a light and a guidance to mankind which you <span class=\"gray\">(the Jews)</span> have made into <span class=\"gray\">(separate)</span> papersheets, disclosing <span class=\"gray\">(some of it)</span> and concealing much. And you were taught that which neither you nor your fathers knew.\" Say: \"Allah <span class=\"gray\">(sent it down)</span>.\" Then leave them to play in their vain discussions <span>(91)</span>And this is a blessed Book which We have sent down, confirming what came before it, so that you may warn the Mother of Towns and all those around it. Those who believe in the Hereafter believe in it, and they are constant in guarding their Salah <span>(92)</span></p><div lang=\"en\" class=\"en \"><h2>The Messenger is but a Human to Whom the Book was Revealed by Inspiration</h2></div><p lang=\"en\" class=\"en \">Allah says that those who rejected His Messengers did not give Allah due consideration. Ibn 'Abbas, Mujahid and 'Abdullah bin Kathir said that this Ayah was revealed about the Quraysh. It was also said that it was revealed about some Jews.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا مَا أَنزَلَ اللَّهُ عَلَىٰ بَشَرٍ مِّن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Nothing did Allah send down to any human being <span class=\"gray\">(by inspiration)</span>.\")</span> Allah also, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it a wonder for mankind that We have inspired to a man from among themselves <span class=\"gray\">(saying)</span>: \"Warn mankind.\")</span><span class=\"gray\">[10:2]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ إِلَّا أَن قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَّسُولًا - قُل لَّوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السَّمَاءِ مَلَكًا رَّسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing prevented men from believing when the guidance came to them, except that they said: \"Has Allah sent a man as Messenger?\" Say: \"If there were on the earth, angels walking about in peace and security, We should certainly have sent down for them from the heaven an angel as a Messenger.\")</span><span class=\"gray\">[17:94-95]</span>. Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنزَلَ اللَّهُ عَلَىٰ بَشَرٍ مِّن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They did not estimate Allah with an estimation due to Him when they said: \"Nothing did Allah send down to any human being <span class=\"gray\">(by inspiration)</span>.\")</span> Allah answered them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَىٰ نُورًا وَهُدًى لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say : \"Who then sent down the Book which Musa brought, a light and a guidance to mankind?\")</span> meaning, say, O Muhammad ﷺ, to those who deny the concept that Allah sent down Books by revelation, answering them specifically,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who then sent down the Book which Musa brought?)</span> in reference to the Tawrah that you and all others know that Allah sent down to Musa, son of 'Imran. Allah sent the Tawrah as a light and a guidance for people, so that it could shed light on the answers to various disputes, and to guide away from the darkness of doubts. Allah's statement, .</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which you have made into <span class=\"gray\">(separate)</span> papersheets, disclosing <span class=\"gray\">(some of it)</span> and concealing <span class=\"gray\">(much)</span>.)</span> means, you made the Tawrah into separate sheets which you copied from the original and altered, changed and distorted as you wished. You then said, \"this is from Allah,\" meaning it is in the revealed Book of Allah, when in fact, it is not from Allah. This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which you have made into <span class=\"gray\">(separate)</span> papersheets, disclosing <span class=\"gray\">(some of it)</span> and concealing <span class=\"gray\">(much)</span>.)</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوا أَنتُمْ وَلَا آبَاؤُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were taught that which neither you nor your fathers knew.)</span> meaning, Who sent down the Qur'an in which Allah taught you the news of those who were before you and the news of what will come after, that neither you nor your fathers had knowledge of. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Say: \"Allah.\")</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"Meaning, 'Say, Allah sent it down.'\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then leave them to play in their vain discussions.)</span> leave them to play in ignorance and misguidance until the true news comes to them from Allah. Then, they will know whether the good end is theirs or for the fearful servants of Allah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا كِتَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is a Book,)</span> the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنزَلْنَاهُ مُبَارَكٌ مُّصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ الْقُرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed, which We have sent down, confirming which came before it, so that you may warn the Mother of Towns)</span> that is, Makkah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَنْ حَوْلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all those around it...)</span> refering to the Arabs and the rest of the children of Adam, Arabs and non-Arabs alike. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَأَيُّهَا النَّاسُ إِنِّى رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah.\")</span><span class=\"gray\">[7:158]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"that I may therewith warn you and whomsoever it may reach.\")</span><span class=\"gray\">[6:19]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects who reject it, the Fire will be their promised meeting place)</span><span class=\"gray\">[11:17]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He Who sent down the criterion to His servant that he may be a warner to the 'Alamin <span class=\"gray\">(mankind and Jinn)</span>.)</span><span class=\"gray\">[25:1]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say to those who were given the Scripture and to those who are illiterates: \"Do you submit yourselves?\" If they do, they are rightly guided; but if they turn away, your duty is only to convey the Message; and Allah is All-Seer of <span class=\"gray\">(His)</span> servants.)</span><span class=\"gray\">[3:20]</span>. </p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs, that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been given five things which were not given to any one else before me.)</span> The Prophet ﷺ mentioned among these five things,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every Prophet was sent only to his nation, but I have been sent to all people.)</span> This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe in the Hereafter believe in it,)</span> meaning, those who believe in Allah and the Last Day, believe in this blessed Book, the Qur'an, which We revealed to you, O Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they are constant in guarding their Salah.)</span> for they perform what Allah ordered them, offering the prayers perfectly and on time.</p>"
  }
]