[
  {
    "ayah_key": "31:22",
    "group_ayah_key": "31:22",
    "from_ayah": "31:22",
    "to_ayah": "31:24",
    "ayah_keys": "31:22,31:23,31:24",
    "text": "<p lang=\"en\" class=\"en \">And whosoever submits his face <span class=\"gray\">(himself)</span> to Allah, while he is a Muhsin, then he has grasped the most trustworthy handhold. And to Allah return all matters for decision <span>(22)</span>And whoever disbelieves, let not his disbelief grieve you. To Us is their return, and We shall inform them what they have done. Verily, Allah is the All-Knower of what is in the breasts <span>(23)</span>We let them enjoy for a little while, then in the end We shall oblige them to <span class=\"gray\">(enter)</span> a great torment.) Allah tells us that whoever submits his face to Allah, i.e., does deeds sincerely for His sake, submits to His commandments and follows His Law <span>(24)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مُحْسِنٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while he is a Muhsin)</span> i.e., doing what his Lord has commanded and abstaining from what He has forbidden,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then he has grasped the most trustworthy handhold.)</span> means, he has received a firm promise from Allah that He will not punish him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ - وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah return all matters for decision. And whoever disbelieves, let not his disbelief grieve you.)</span> means, 'do not grieve over them, O Muhammad, because they disbelieve in Allah and in the Message you have brought, for their return will be to Allah and He will tell them what they used to do,' i.e., He will punish them for it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is the All-Knower of what is in the breasts.)</span> and nothing whatsoever is hidden from Him. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We let them enjoy for a little while,)</span> means, in this world,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَضْطَرُّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then in the end We shall oblige them)</span> means, 'We shall cause them,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to <span class=\"gray\">(enter)</span> a great torment.)</span> means, a torment that is terrifying and difficult to bear. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ - مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, those who invent a lie against Allah, will never be successful.\" Enjoyment in this world! and then unto Us will be their return, then We shall make them taste the severest torment because they used to disbelieve.)</span><span class=\"gray\">(10:69-70)</span></p>"
  },
  {
    "ayah_key": "31:25",
    "group_ayah_key": "31:25",
    "from_ayah": "31:25",
    "to_ayah": "31:26",
    "ayah_keys": "31:25,31:26",
    "text": "<p class=\"en translation\" lang=\"en\">And if you ask them: \"Who has created the heavens and the earth,\" they will certainly say: \"Allah.\" Say: \"All the praises and thanks be to Allah!\" But most of them know not <span>(25)</span>To Allah belongs whatsoever is in the heavens and the earth. Verily, Allah, He is Al-Ghani, Worthy of all praise <span>(26)</span></p><p lang=\"en\" class=\"en \">The Idolators admitted that Allah is the Creator</p><p lang=\"en\" class=\"en \">Allah tells us that these idolators who associated others with Him admitted that Allah Alone, with no partner or associate, is the Creator of heaven and earth yet they still worshipped others besides Him who they recognized were created by Him and subjugated to Him. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلِ الْحَمْدُ لِلَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you ask them: \"Who has created the heavens and the earth,\" they will certainly say: \"Allah.\" Say: \"All the praises and thanks be to Allah!\")</span> By their admitting that, proof is established against them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But most of them know not.)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Allah belongs whatsoever is in the heavens and the earth.)</span> meaning, He created it and has dominion over it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah, He is Al-Ghani, Worthy of all praise.)</span> means, He has no need of anyone or anything besides Himself, and everything else is in need of Him. He is Worthy of praise for all that He has created, so praise be to Him in the heavens and on earth for all that He has created and decreed, and He is worthy of praise in all affairs.</p>"
  },
  {
    "ayah_key": "31:27",
    "group_ayah_key": "31:27",
    "from_ayah": "31:27",
    "to_ayah": "31:28",
    "ayah_keys": "31:27,31:28",
    "text": "<p class=\"en translation\" lang=\"en\">And if all the trees on the earth were pens and the sea, with seven seas behind it to add to it, yet the Words of Allah would not be exhausted. Verily, Allah is All-Mighty, All-Wise <span>(27)</span>The creation of you all and the resurrection of you all are only as a single person. Verily, Allah is All-Hearer, All-Seer <span>(28)</span></p><p lang=\"en\" class=\"en \">The Words of Allah cannot be counted or exhausted</p><p lang=\"en\" class=\"en \">Allah tells us of His might, pride, majesty, beautiful Names and sublime attributes, and His perfect Words which no one can encompass. No human being knows their essence or nature, or how many they are. As the Leader of Mankind and Seal of the Messengers ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I cannot praise You enough; You are as You have praised yourself.)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if all the trees on the earth were pens and the sea, with seven seas behind it to add to its, yet the Words of Allah would not be exhausted.)</span> meaning, even if all the trees on earth were made into pens and the sea was made into ink, and topped up with seven more like it, and they were used to write the Words of Allah showing His might, attributes and majesty, the pens would break and the ink would run dry, even if more were brought. The number seven is used to indicate a large amount, it is not to be taken literally or to be understood as referring to the seven oceans of the world, as was suggested by those who took this idea from Israelite stories, which we neither believe nor reject. As Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If the sea were ink for the Words of my Lord, surely, the sea would be exhausted before the Words of my Lord would be finished, even if We brought like it for its aid.\")</span><span class=\"gray\">(18:109)</span>. The words</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمِثْلِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(like it)</span> do not mean merely another one, but another like it and another and another and another, etc., because there is no limit to the signs and Words of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is All-Mighty, All-Wise.)</span> means, He is All-Mighty and has subjugated all things to His will, so nothing can prevent what He wills, and none can oppose or put back His decision. He is All-Wise in His creation, commands, Words, actions, Laws and all His affairs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of you all and the resurrection of you all are only as a single person.)</span> means, His creation and resurrection of all of mankind on the Day of Resurrection is, in relation to His power, like the creation and resurrection of a single soul; all of this is easy for Him.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, His command, when He intends a thing, is only that He says to it, \"Be!\" – and it is!)</span><span class=\"gray\">(36:82)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one as the twinkling of an eye.)</span><span class=\"gray\">(54:50)</span>. This means He only has to command a thing once, and it will happen. There is no need for Him to repeat it or confirm it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُمْ بِالسَّاهِرَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it will be only a single Zajrah. When behold, they find themselves on the surface of the earth alive after their death.)</span><span class=\"gray\">(79:13-14)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is All-Hearer, All-Seer.)</span> means, just as He hears all that they say, so He also sees all that they do, as if He is hearing and seeing a single soul. His power over all of them is like His power over a single soul. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of you all and the resurrection of you all are only as a single person.)</span></p>"
  }
]