[
  {
    "ayah_key": "6:146",
    "group_ayah_key": "6:146",
    "from_ayah": "6:146",
    "to_ayah": "6:146",
    "ayah_keys": "6:146",
    "text": "<p class=\"en translation\" lang=\"en\">And unto those who are Jews, We forbade every <span class=\"gray\">(animal)</span> with undivided hoof, and We forbade them the fat of the ox and the sheep except what adheres to their backs or their Hawaya, or is mixed up with a bone. Thus We recompensed them for their rebellion. And verily, We are Truthful <span>(146)</span></p><div lang=\"en\" class=\"en \"><h2>Foods that were Prohibited for the Jews Because of their Transgression</h2></div><p lang=\"en\" class=\"en \">Allah says, We forbade for the Jews every bird and animal with undivided hoof, such as the camel, ostrich, duck and goose. Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We forbade them the fat of the ox and the sheep...)</span></p><p lang=\"en\" class=\"en \">The Jews used to forbid these types of foods saying that Isra'il, or Ya'qub, used to forbid them for himself so they too forbid them. This was mentioned by As-Suddi. 'Ali bin Abi Talhah reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except what adheres to their backs)</span> refers to the fat that clings to their backs. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوِ الْحَوَايَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or their Hawaya)</span> that is, the entrails, according to Abu Ja'far bin Jarir. He also said, \"The meaning here is, 'And from ox and sheep, We forbade their fat for the Jews, except the fat on their backs and what the entrails carry.\" 'Ali bin Abi Talhah said that, Ibn 'Abbas said that the, Hawaya, are the entrails. Similar was reported from Mujahid, Sa'id bin Jubayr and Ad-Dahhak. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مَا اخْتَلَطَ بِعَظْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(....or is mixed up with a bone.)</span> means, We allowed the Jews the fat that is mixed with bones. Ibn Jurayj commented, \"The fat on the rump that is mixed with the tailbone was allowed for them, and also the fat on the legs, head, eyes and what adheres to the bones.\" As-Suddi said similarly. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ جَزَيْنَاهُم بِبَغْيِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We recompensed them for their rebellion.)</span> meaning, We imposed this restriction on them as recompense for their rebellion and defying Our commandments. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اللَّهِ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For the wrongdoing of the Jews, We made unlawful for them certain good foods which had been lawful for them – and for their hindering many from Allah's way)</span><span class=\"gray\">[4:160]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَصَادِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We are Truthful.)</span> means, We were justified in the penalty We gave them. Ibn Jarir commented, \"We are Truthful in what We informed you of, O Muhammad; Our forbidding these foods for them, not as they claimed, that Israel merely forbade these things for himself <span class=\"gray\">(so they imitated him, they claimed)</span>.\"</p><div lang=\"en\" class=\"en \"><h2>The Tricks of the Jews, and Allah's Curse</h2></div><p lang=\"en\" class=\"en \">Abdullah bin 'Abbas narrated, \"When 'Umar bin Al-Khattab was told that Samurah sold liquor, he commented, 'May Allah fight Samurah! Did he not know that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَنَ اللهُ الْيَهُودَ حُرِّمَتْ عَلَيْهِمُ الشُّحُومُ فَجَمَلُوهَا فَبَاعُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah curse the Jews! The fats were forbidden for them, so they melted the fat and sold it.)</span>\" </p><p lang=\"en\" class=\"en \">This Hadith is recorded in the Two Sahihs. Jabir bin 'Abdullah said, \"In the year of the victory of Makkah, I heard Allah's Messenger ﷺ saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الْخَمْرِ وَالْمَيْتَةِ وَالْخِنْزِيرِ وَالْأَصْنَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah and His Messenger have forbidden selling alcoholic drinks <span class=\"gray\">(intoxicants)</span>, dead animals, swine and idols.)</span> He was asked, 'What about the fat of dead animals? They are used to dye skins, paint ships and are used as light by the people.' He said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا هُوَ حَرَامٌ</p><p lang=\"fy\" class=\"fy \"><span class=\"gray\">(No, it is still unlawful.)</span> He ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتَلَ اللهُ الْيَهُودَ إِنَّ اللهَ لَمَّا حَرَّمَ عَلَيْهِمْ شُحُومَهَا جَمَلُوهُ ثُمَّ بَاعُوهُ وَأَكَلُوا ثَمَنَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah fight the Jews! When Allah forbade them the fats of animals, they melted the fat, sold it and ate its price.)</span>\" The Group recorded this Hadith.</p>"
  },
  {
    "ayah_key": "6:147",
    "group_ayah_key": "6:147",
    "from_ayah": "6:147",
    "to_ayah": "6:147",
    "ayah_keys": "6:147",
    "text": "<p class=\"en translation\" lang=\"en\">If they deny you say: \"Your Lord is the Owner of vast mercy, and never will His wrath be turned back from the people who are criminals. <span>(147)</span></p><p lang=\"en\" class=\"en \">Allah says, if your opponents among the idolators, Jews and their likes reject you, O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Your Lord is the Owner of vast mercy...\")</span> encouraging them to seek Allah's vast mercy and follow His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and never will His wrath be turned back from the people who are criminals.)</span> discouraging them from defying the Messenger, the Final Prophet, Muhammad ﷺ. </p><p lang=\"en\" class=\"en \">Allah often joins encouragement with threats in the Qur'an. Allah said at the end of this Surah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, your Lord is swift in retribution, and certainly He is Oft-Forgiving, Most Merciful.)</span><span class=\"gray\">[6:165]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But verily, your Lord is full of forgiveness for mankind in spite of their wrongdoing. And verily, your Lord is <span class=\"gray\">(also)</span> severe in punishment.)</span><span class=\"gray\">[13:6]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ - وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Declare unto My servants, that truly, I am the Oft-Forgiving, the Most Merciful. And that My torment is indeed the most painful torment.)</span><span class=\"gray\">[15:49-50]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Forgiver of sin, the Acceptor of repentance, the Severe in punishment.)</span><span class=\"gray\">[40:3]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ - إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ - وَهُوَ الْغَفُورُ الْوَدُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the punishment of your Lord is severe and painful. Verily, He it is Who begins and repeats. And He is Oft-Forgiving, full of love.)</span><span class=\"gray\">[85:12-14]</span>. There are many other Ayat on this subject.</p>"
  }
]