[
  {
    "ayah_key": "2:258",
    "group_ayah_key": "2:258",
    "from_ayah": "2:258",
    "to_ayah": "2:258",
    "ayah_keys": "2:258",
    "text": "<p lang=\"en\" class=\"en \">Have you not looked at him who disputed with Ibrahim about his Lord <span class=\"gray\">(Allah)</span>, because Allah had given him the kingdom? When Ibrahim said <span class=\"gray\">(to him)</span>: \"My Lord is He Who gives life and causes death.\" He said, \"I give life and cause death.\" Ibrahim said, \"Verily, Allah brings the sun from the east; then bring it you from the west.\" So the disbeliever was utterly defeated. And Allah guides not the people, who are wrongdoers <span>(258)</span></p><div lang=\"af\" class=\"af \"><h2>The Debate Between Ibrahim Al-Khalil and King Nimrod</h2></div><p lang=\"en\" class=\"en \">The king who disputed with Ibrahim was King Nimrod, son of Canaan, son of Kush, son of Sam, son of Noah, as Mujahid stated. It was also said that he was Nimrod, son of Falikh, son of 'Abir, son of Shalikh, son of Arfakhshand, son of Sam, son of Noah. Mujahid said, \"The kings who ruled the eastern and western parts of the world are four, two believers and two disbelievers. As for the two believing kings, they were Sulayman bin Dawud and Dhul-Qarnayn. As for the two disbelieving kings, they were Nimrod and Nebuchadnezzar.\" Allah knows best.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ku qpc-hafs\" lang=\"ku\">أَلَمْ تَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not looked)</span> meaning, \"With your heart, O Muhammad!\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(at him who disputed with Ibrahim about his Lord)</span> meaning, about the existence of Allah. Nimrod denied the existence of a god other than himself, as he claimed, just as Fir'awn said later to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I know not that you have a god other than me)</span><span class=\"gray\">[28:38]</span>.</p><p lang=\"en\" class=\"en \">What made Nimrod commit this transgression, utter disbelief and arrant rebellion was his tyranny and the fact that he ruled for a long time. This is why the Ayah continued,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْ آتَاهُ اللَّهُ الْمُلْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Because Allah had given him the kingdom.)</span></p><p lang=\"en\" class=\"en \">It appears that Nimrod asked Ibrahim to produce proof that Allah exists. Ibrahim replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord is He Who gives life and causes death)</span> meaning, \"The proof of Allah's existence is the creations that exist after they were nothing and perish after they had existed. This only proves the existence of the Creator, Who does what He wills, for these things could not have occurred on their own without a Creator who created them, and He is the Lord that I call to for worship, Alone without a partner.\"</p><p lang=\"en\" class=\"en \">This is when Nimrod said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنَا أُحْيِي وَأُمِيتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I give life and cause death.)</span></p><p lang=\"en\" class=\"en \">Qatadah, Muhammad bin Ishaq and As-Suddi said that he meant, \"Two men who deserved execution were to be brought before me, and I would command that one of them be killed, and he would be killed. I would command that the second man be pardoned, and he would be pardoned. This is how I bring life and death.\" However, it appears that since Nimrod did not deny the existence of a Creator, his statement did not mean what Qatadah said it meant. This explanation does not provide an answer to what Ibrahim said. Nimrod arrogantly and defiantly claimed that he was the creator and pretended that it was he who brings life and death. Later on, Fir'awn imitated him and announced,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I know not that you have a god other than me)</span><span class=\"gray\">[28: 38]</span>.</p><p lang=\"ceb\" class=\"ceb \">This is why Ibrahim said to Nimrod,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah brings the sun from the east; then bring it you from the west.)</span></p><p lang=\"en\" class=\"en \">This Ayah means, \"You claim that it is you who brings life and death. He who brings life and death controls the existence and creates whatever is in it, including controlling its planets and their movements. For instance, the sun rises everyday from the east. Therefore, if you were god, as you claimed, bringing life and death, then bring the sun from the west.\" Since the king was aware of his weakness, inadequacy and that he was not able to reply to Ibrahim's request, he was idle, silent and unable to comment. Therefore, the proof was established against him. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah guides not the people, who are wrongdoers)</span> meaning, Allah deprives the unjust people of any valid proof or argument. Furthermore, their false proof and arguments are annulled by their Lord, and they have earned His anger and will suffer severe torment.</p><p lang=\"en\" class=\"en \">The meaning that we provided is better than the meaning that some philosophers offered, claiming that Ibrahim used the second argument because it was clearer than the first one. Rather, our explanation asserts that Ibrahim refuted both claims of Nimrod, all praise is due to Allah.</p><p lang=\"en\" class=\"en \">As-Suddi stated that the debate between Ibrahim and Nimrod occurred after Ibrahim was thrown in the fire, for Ibrahim did not meet the king before that day.</p>"
  },
  {
    "ayah_key": "2:259",
    "group_ayah_key": "2:259",
    "from_ayah": "2:259",
    "to_ayah": "2:259",
    "ayah_keys": "2:259",
    "text": "<p lang=\"en\" class=\"en \">Or like the one who passed by a town in ruin up to its roofs. He said: \"How will Allah ever bring it to life after its death?\" So Allah caused him to die for a hundred years, then raised him up <span class=\"gray\">(again)</span>. He said: \"How long did you remain <span class=\"gray\">(dead)</span>?\" He <span class=\"gray\">(the man)</span> said: \"<span class=\"gray\">(Perhaps)</span> I remained <span class=\"gray\">(dead)</span> a day or part of a day.\" He said: \"Nay, you have remained <span class=\"gray\">(dead)</span> for a hundred years, look at your food and your drink, they show no change; and look at your donkey! And thus We have made of you a sign for the people. Look at the bones, how We bring them together and clothe them with flesh.\" When this was clearly shown to him, he said, \"I know <span class=\"gray\">(now)</span> that Allah is able to do all things. <span>(259)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of 'Uzayr</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not looked at him who disputed with Ibrahim about his Lord?)</span> means, \"Have you seen anyone like the person who disputed with Ibrahim about his Lord\" Then, Allah connected the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَالَّذِي مَرَّ عَلَىٰ قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or like the one who passed by a town in ruin up to its roofs)</span> to the Ayah above by using 'or'.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Ali bin Abi Talib said that the Ayah <span class=\"gray\">[2:259]</span> meant 'Uzayr. Ibn Jarir also reported it, and this explanation was also reported by Ibn Jarir and Ibn Abi Hatim from Ibn 'Abbas, Al-Hasan, Qatadah, As-Suddi and Sulayman bin Buraydah.</p><p lang=\"en\" class=\"en \">Mujahid bin Jabr said that the Ayah refers to a man from the Children of Israel, and the village was Jerusalem, after Nebuchadnezzar destroyed it and killed its people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهِيَ خَاوِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in ruin)</span> means, it became empty of people. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ عُرُوشِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(up to its roofs)</span> indicates that the roofs and walls <span class=\"gray\">(of the village)</span> fell to the ground. 'Uzayr stood contemplating about what had happened to that city, after a great civilization used to inhabit it. He said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنَّىٰ يُحْيِي هَٰذِهِ اللَّهُ بَعْدَ مَوْتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Oh! How will Allah ever bring it to life after its death)</span> because of the utter destruction he saw and the implausibility of its returning to what it used to be. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Allah caused him to die for a hundred years, then raised him up <span class=\"gray\">(again)</span>.)</span></p><p lang=\"en\" class=\"en \">The city was rebuilt seventy years after the man <span class=\"gray\">('Uzayr)</span> died, and its inhabitants increased and the Children of Israel moved back to it. When Allah resurrected 'Uzayr after he died, the first organ that He resurrected were his eyes, so that he could witness what Allah does with him, how He brings life back to his body. When his resurrection was complete, Allah said to him, meaning through the angel,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"How long did you remain <span class=\"gray\">(dead)</span>?\" He <span class=\"gray\">(the man)</span> said: \"<span class=\"gray\">(Perhaps)</span> I remained <span class=\"gray\">(dead)</span> a day or part of a day.\")</span></p><p lang=\"en\" class=\"en \">The scholars said that since the man died in the early part of the day and Allah resurrected him in the latter part of the day, when he saw that the sun was still apparent, he thought that it was the sun of that very day. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ بَعْضَ يَوْمٍ قَالَ بَل لَّبِثْتَ مِائَةَ عَامٍ فَانظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Or part of a day. \" He said: \"Nay, you have remained <span class=\"gray\">(dead)</span> for a hundred years, look at your food and your drink, they show no change.\")</span></p><p lang=\"en\" class=\"en \">He had grapes, figs and juice, and he found them as he left them; neither did the juice spoil nor the figs become bitter nor the grapes rot.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانظُرْ إِلَىٰ حِمَارِكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And look at your donkey!)</span>, \"How Allah brings it back to life while you are watching.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَكَ آيَةً لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We have made of you a sign for the people)</span> that Resurrection occurs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانظُرْ إِلَى الْعِظَامِ كَيْفَ نُنشِزُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Look at the bones, how We Nunshizuha)</span> meaning, collect them and put them back together. In his Mustadrak, Al-Hakim, recorded that Kharijah bin Zayd bin Thabit said that his father said that the Messenger of Allah ﷺ read this Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَيْفَ نُنشِزُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(how We Nunshizuha.)</span> Al-Hakim said; \"Its chain is Sahih and they <span class=\"gray\">(Al-Bukhari and Muslim)</span> did not record it.\" The Ayah was also read,</p><p class=\"fa qpc-hafs\" lang=\"fa\">(نُنْشِرُهَا)</p><p lang=\"en\" class=\"en \">\"Nunshiruha\" meaning, bring them back to life, as Mujahid stated.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَكْسُوهَا لَحْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And clothe them with flesh.)</span></p><p lang=\"en\" class=\"en \">As-Suddi said, \" 'Uzayr observed the bones of his donkey, which were scattered all around him to his right and left, and Allah sent a wind that collected the bones from all over the area. Allah then brought every bone to its place, until they formed a full donkey made of fleshless bones. Allah then covered these bones with flesh, nerves, veins and skin. Allah sent an angel who blew life in the donkeys' nostrils, and the donkey started to bray by Allah's leave.\" All this occurred while 'Uzayr was watching, and this is when he proclaimed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said, \"I know <span class=\"gray\">(now)</span> that Allah is able to do all things,\")</span> meaning, \"I know that, and I did witness it with my own eyes. Therefore, I am the most knowledgeable in this matter among the people of my time.\"</p>"
  }
]