[
  {
    "ayah_key": "18:79",
    "group_ayah_key": "18:79",
    "from_ayah": "18:79",
    "to_ayah": "18:79",
    "ayah_keys": "18:79",
    "text": "<p class=\"en translation\" lang=\"en\">\"As for the boat, it belonged to poor people working in the sea. So I wished to make a defective damage in it, as there was a king behind them who seized every boat by force. <span>(79)</span></p><div lang=\"en\" class=\"en \"><h2>Interpretations of why the Ship was damaged</h2></div><p lang=\"en\" class=\"en \">This is an explanation of what Musa found so hard to understand, and the appearence of which he condemed. Allah showed Al-Khidr the hidden reasons, so he said, \"I damaged the ship to make it faulty, because they used to pass by a king who was one of the oppressors, who</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْخُذُ كُلَّ سَفِينَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(seized every boat)</span>, i.e., every good, sound boat</p><p class=\"fa qpc-hafs\" lang=\"fa\">غَصْبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(by force.)</span> 'So I wanted to prevent him from taking this boat by making it appear faulty, so that its poor owners who had nothing else could benefit from it.' It was also said that they were orphans.</p>"
  },
  {
    "ayah_key": "18:80",
    "group_ayah_key": "18:80",
    "from_ayah": "18:80",
    "to_ayah": "18:81",
    "ayah_keys": "18:80,18:81",
    "text": "<p class=\"en translation\" lang=\"en\">\"And as for the boy, his parents were believers, and we feared he would oppress them by rebellion and disbelief. <span>(80)</span>\"So we intended that their Lord should exchange him for them for one better in righteousness and nearer to mercy. <span>(81)</span></p><div lang=\"cy\" class=\"cy \"><h2>Interpretation of why the Boy was killed</h2></div><p lang=\"en\" class=\"en \">Ibn 'Abbas narrated from Ubayy bin Ka'b that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْغُلَامُ الَّذِي قَتَلَهُ الْخَضِرُ طُبِعَ يَوْمَ طُبِعَ كَافِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The boy Al-Khidr killed was destined to be a disbeliever from the day he was created.)</span> It was recorded by Ibn Jarir from Ibn 'Abbas. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَن يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(his parents were believers, and we feared he would oppress them by rebellion and disbelief)</span></p><p lang=\"en\" class=\"en \">Their love for him might make them follow him in disbelief. Qatadah said, \"His parents rejoiced when he was born and grieved for him when he was killed. If he had stayed alive, he would have been the cause of their doom. So let a man be content with the decree of Allah, for the decree of Allah for the believer, if he dislikes it, is better for him than if He were to decree something that he likes for him.\" An authentic Hadith says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَقْضِي اللهُ لِلْمُؤْمِنِ مِنْ قَضَاءٍ إِلَّا كَانَ خَيْرًا لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not decree anything for the believer except it is good for him.)</span> And Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it may be that you dislike a thing which is good for you.)</span><span class=\"gray\">[2:216]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرَدْنَا أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So we intended that their Lord should exchange him for them for one better in righteousness and nearer to mercy.)</span> A child who was better than this one, a child for whom they would feel more compassion. This was the view of Ibn Jurayj.</p>"
  },
  {
    "ayah_key": "18:82",
    "group_ayah_key": "18:82",
    "from_ayah": "18:82",
    "to_ayah": "18:82",
    "ayah_keys": "18:82",
    "text": "<p lang=\"en\" class=\"en \">\"And as for the wall, it belonged to two orphan boys in the town; and there was under it a treasure belonging to them; and their father was a righteous man, and your Lord intended that they should attain their age of full strength and take out their treasure as a mercy from your Lord. And I did them not of my own accord. That is the interpretation of those <span class=\"gray\">(things)</span> over which you could not be patient <span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>Interpretation of why the Wall was repaired for no Charge</h2></div><p lang=\"en\" class=\"en \">In this Ayah there is a proof that the word Qaryah <span class=\"gray\">(village)</span> may be used to refer to a city <span class=\"gray\">(Madinah)</span>, because Allah first says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَتَيَا أَهْلَ قَرْيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till when they came to the people of a town <span class=\"gray\">(Qaryah)</span>)</span><span class=\"gray\">[18:77]</span>, but here He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it belonged to two orphan boys in the town <span class=\"gray\">(Al-Madinah)</span>;)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a town <span class=\"gray\">(Qaryah)</span>, stronger than your town which has driven you out We have destroyed)</span><span class=\"gray\">[47:13]</span> and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Why is not this Qur'an sent down to some great man of the two towns <span class=\"gray\">(Al-Qaryatayn)</span>?\")</span><span class=\"gray\">[43:31]</span> meaning Makkah and At-Ta'if.</p><p lang=\"en\" class=\"en \">The meaning of the Ayah <span class=\"gray\">[18:82]</span> is: \"I repaired this wall because it belonged to two orphan boys in the city, and underneath it was some treasure belonging to them.\" 'Ikrimah, Qatadah and others said, \"Underneath it there was some wealth that was buried for them.\" This meaning is apparent from the context of the Ayah, and is the view chosen by Ibn Jarir <span class=\"gray\">(may Allah have mercy on him)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ أَبُوهُمَا صَالِحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their father was a righteous man,)</span> indicates that a righteous person's offspring will be taken care of, and that the blessing of his worship will extend to them in this world and in the Hereafter. This will occur through his intercession for them, as well as their status being raised to the highest levels of Paradise, so that he may find joy in them. This was stated in the Qur'an and reported in the Sunnah. Sa'id bin Jubayr narrated from Ibn 'Abbas: \"They were taken care of because their father was a righteous man, although it is not stated that they themselves were righteous.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرَادَ رَبُّكَ أَن يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your Lord intended that they should attain their age of full strength and take out their treasure)</span> Here will is attributed to Allah, the Exalted, because no one else is able to bring them to the age of full strength and puberty except Allah. In contrast, He said about the boy:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرَدْنَا أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَاةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So we intended that their Lord should exchange him for them for one better in righteousness)</span> and concerning the ship:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَرَدتُّ أَنْ أَعِيبَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So I wished to make a defective damage in it,)</span> And Allah knows best.</p><div lang=\"fr\" class=\"fr \"><h2>Was Al-Khidr a Prophet?</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةً مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُ عَنْ أَمْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a mercy from your Lord. And I did them not of my own accord.)</span> Meaning, 'These three things that I did, come from the mercy of Allah for those we have mentioned, the crew of the ship, the parents of the boy and the two sons of the righteous man; I was only commanded to do these things that were enjoined upon me.' This is proof and evidence in support of those who say that Al-Khidr, peace be upon him, was a Prophet, along with the Ayah which we have already quoted:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they found one of Our servants, on whom We had bestowed mercy from Us, and whom We had taught knowledge from Us.)</span><span class=\"gray\">[18:65]</span></p><div lang=\"en\" class=\"en \"><h2>Why he was called Al-Khidr?</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Hurayrah, may Allah be pleased with him, said that the Prophet ﷺ said concerning Al-Khidr:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا سُمِّيَ خَضِرًا لِأَنَّهُ جَلَسَ عَلَى فَرْوَةٍ بَيْضَاءَ، فَإِذَا هِيَ تَهْتَزُّ مِنْ تَحْتِهِ خَضْرَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He was called Al-Khidr because he sat on a barren Farwah that turned white, then it turned green <span class=\"gray\">(Khadra')</span> beneath him.)</span> Imam Ahmad also recorded this from 'Abdur-Razzaq. It was also recorded in Sahih Al-Bukhari from Hammam from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا سُمِّي الْخَضِرَ لِأَنَّهُ جَلَسَ عَلَى فَرْوَةٍ، فَإِذَا هِيَ تَهْتَزُّ مِنْ تَحْتِهِ خَضْرَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He was called Al-Khidr because he sat on a barren Farwah and it turned green <span class=\"gray\">(Khadra')</span> beneath him.)</span> The meaning of Farwah here is a patch of withered vegetation. This was the view of 'Abdur-Razzaq. It was also said that it means the face of the earth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the interpretation of those <span class=\"gray\">(things)</span> over which you could not be patient.)</span> meaning, 'this is the explanation of the things which you could not put up with or be patient with until I took the initiative of explaining them to you.' When he explained them and made them clear and solved the confusion, he used a milder form of the verb,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَسْطِع</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you could)</span> When the matter was still confusing and very difficult, a more intensive form was used,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will tell you the interpretation of <span class=\"gray\">(those)</span> things over which you were unable to be patient with)</span><span class=\"gray\">[18:78]</span>. The intensity of the verbal form used reflects the intensity of the confusion felt. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْطَاعُوا أَن يَظْهَرُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they <span class=\"gray\">(Ya'juj and Ma'juj)</span> were not able to scale it)</span><span class=\"gray\">[18:97]</span> which means ascending to its highest point,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا اسْتَطَاعُوا لَهُ نَقْبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor are they able to dig through it)</span><span class=\"gray\">[18:97]</span> which is more difficult than the former. The intensity of the verbal form used reflects the difficulty of the action, which has to do with the subtleties of meaning. And Allah knows best.</p><p lang=\"en\" class=\"en \">If one were to ask, what happened to the boy-servant of Musa who appears at the beginning of the story but then is not mentioned? The answer is that the objective of the story is what happened between Musa and Al-Khidr. Musa's boy-servant was with him, following him. It is clearly mentioned in the Sahih Hadiths referred to above that he was Yusha' bin Nun, who was the one who became the leader of the Children of Israel after Musa, peace be upon him.</p>"
  }
]