[
  {
    "ayah_key": "18:45",
    "group_ayah_key": "18:45",
    "from_ayah": "18:45",
    "to_ayah": "18:46",
    "ayah_keys": "18:45,18:46",
    "text": "<p lang=\"en\" class=\"en \">And mention the parable of the worldly life: it is like the water which We send down from the sky, and the vegetation of the earth mingles with it, and becomes fresh and green. But <span class=\"gray\">(later)</span> it becomes dry and broken pieces, which the winds scatter. And Allah is able to do everything <span>(45)</span>Wealth and children are the adornment of the life of this world. But the good righteous deeds that last, are better with your Lord for reward and better for hope <span>(46)</span></p><div lang=\"en\" class=\"en \"><h2>The Parable of the Worldly Life</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْرِبْ لَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And mention)</span> O Muhammad, to the people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلَ الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the parable of the worldly life)</span>, its transient nature and how it will eventually cease and come to an end.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is like the water which We send down from the sky, and the vegetation of the earth mingles with it,)</span> It mingles with the seeds that are in the earth, so they grow and become good, producing bright, fresh flowers, then after that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحَ هَشِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it becomes dry and broken pieces,)</span> withered up,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَذْرُوهُ الرِّيَاحُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which the winds scatter.)</span> tossing them about right and left.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُّقْتَدِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is able to do everything)</span> He has the power to do this and that. In the Qur'an Allah often gives parables like this of the life of this world, as He says in Surah Yunus,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of the worldly life is but that of water which We send down from the sky so by it arises the intermingled produce of the earth of which men and cattle eat...)</span><span class=\"gray\">[10:24]</span> and in Surat Az-Zumar:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُّخْتَلِفًا أَلْوَانُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not that Allah sends down water from the sky, and causes it to penetrate the earth, then out from it comes crops of different colors.)</span><span class=\"gray\">[39:21]</span> and in Surat Al-Hadid:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know that the life of this world is only play and amusement, pomp and mutual boasting among you, and rivalry in respect of wealth and children. <span class=\"gray\">(It is)</span> like the parable of vegetation after rain, thereof the growth is pleasing to the tiller...)</span><span class=\"gray\">(57:20)</span> and in the Sahih Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الدُّنْيَا حُلْوَةٌ خَضِرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This world is sweet and green.)</span></p><div lang=\"nl\" class=\"nl \"><h2>Between Wealth and Good Deeds</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wealth and children are the adornment of the life of this world.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beautified for men is the love of things they covet; women, children, vaulted hoards of gold...)</span><span class=\"gray\">[3:14]</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ ۚ وَاللَّهُ عِندَهُ أَجْرٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wealth and your children are only a trial, whereas Allah! With Him is a great reward <span class=\"gray\">(Paradise)</span>.)</span><span class=\"gray\">[64:15]</span> turning towards Allah and worshipping Him is better for you than keeping busy with them, and accumulating wealth for them and going to extremes in feeling pity and compassion for them. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the good righteous deeds that last, are better with your Lord for reward and better for hope.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Sa'id bin Jubayr and others among the Salaf said that the good righteous deeds that last are the five daily prayers. 'Ata' bin Abi Rabah and Sa'id bin Jubayr narrated from Ibn 'Abbas, \"The good righteous deeds that last are 'Subhan Allah <span class=\"gray\">(glory be to Allah)</span>', 'Al-Hamdu Lillah <span class=\"gray\">(praise be to Allah)</span>', 'La ilaha illallah <span class=\"gray\">(there is none worthy of worship except Allah)</span>', and 'Allahu Akbar <span class=\"gray\">(Allah is Most Great)</span>.'\" The Commander of the faithful, 'Uthman bin 'Affan was questioned, \"Which are the good righteous deeds that last\" He replied, \"They are: 'La ilaha illallah, Subhan Allah, Al-Hamdu Lillah, Allahu Akbar and La hawla wa la quwwata illa billah hil-'Aliyil-'Azim <span class=\"gray\">(there is no strength and no power except with Allah the Exalted, the Almighty)</span>.'\" This was recorded by Imam Ahmad.</p><p lang=\"en\" class=\"en \">Imam Ahmad also recorded from a freed slave of the Messenger of Allah ﷺ that he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَخٍ بَخٍ لِخَمْسٍ مَا أَثْقَلَهُنَّ فِي الْمِيزَانِ: لَا إِلَهَ إِلَّا اللهُ وَاللهُ أَكْبَرُ، وَسُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَالْوَلَدُ الصَّالِحُ يُتَوَفَّى فَيَحْتَسِبُهُ وَالِدُهُ - وَقَالَ: - بَخٍ بَخٍ لِخَمْسٍ مَنْ لَقِيَ اللهَ مُسْتَيْقِنًا بِهِنَّ دَخَلَ الْجَنَّةَ: يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ، وَبِالْجَنَّةِ وَالنَّارِ، وَبِالْبَعْثِ بَعْدَ الْمَوْتِ، وَبِالْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Well done! Well done for five things! <span class=\"gray\">(How heavy they will weigh in the balance! \"La ilaha illallah, Allahu Akbar, Subhan Allah, and Al-Hamdu Lillah,\" and a righteous son who dies and his parents seek the reward of Allah.)</span> And he said: <span class=\"gray\">(Well done! Well done for five things! Whoever meets Allah believing in them, he will enter Paradise; if he believes in Allah, the Last Day, Paradise and Hell, resurrection after death, and the Reckoning)</span>.</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَاقِيَاتُ الصَّالِحَاتُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the good righteous deeds that last,)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"This is the celebration of the remembrance of Allah, saying 'La ilaha illallah, Allahu Akbar, Subhan Allah, Al-Hamdu Lillah, Tabarak Allah, La hawla wa la quwwata illa billah, Astaghfirallah, Sallallahu 'ala Rasul-Allah', and fasting, prayer, Hajj, Sadaqah <span class=\"gray\">(charity)</span>, freeing slaves, Jihad, maintaining ties of kinship, and all other good deeds. These are the righteous good deeds that last, which will remain in Paradise for those who do them for as long as heaven and earth remain.\" Al-'Awfi reported from Ibn 'Abbas: \"They are good words.\" 'Abdur-Rahman bin Zayd bin Aslam said, \"They are all righteous deeds.\" This was also the view chosen by Ibn Jarir, may Allah have mercy on him.</p>"
  }
]