[
  {
    "ayah_key": "36:71",
    "group_ayah_key": "36:71",
    "from_ayah": "36:71",
    "to_ayah": "36:73",
    "ayah_keys": "36:71,36:72,36:73",
    "text": "<p lang=\"en\" class=\"en \">Do they not see that We have created for them of what Our Hands have fashioned, the cattle, so that they are their owners <span>(71)</span>And We have subdued them unto them so that some of them they have for riding and some they eat <span>(72)</span>And they have <span class=\"gray\">(other)</span> benefits from them, and <span class=\"gray\">(they get to)</span> drink. Will they not then be grateful <span>(73)</span></p><p lang=\"en\" class=\"en \">There is a Sign and a Blessing in Cattle</p><p lang=\"en\" class=\"en \">Allah mentions the blessing that He has bestowed upon His creation by subjugating these cattle for their use.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَهَا مَالِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they are their owners.)</span> Qatadah said, \"They are their masters.\" Meaning, He has made them subdue them. So they are submissive towards them and do not resist them; even if a young child comes to a camel he can make it kneel down, and if he wants to, he can make it stand up and can drive it, and it will meekly be led by him. Even if the train consists of a hundred or more camels, they could all be led by a young child.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(some of them they have for riding and some they eat.)</span> means, some of them they ride on their journeys, and use them to carry their burdens to all regions.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْهَا يَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and some they eat.)</span> means, if they want to, and they slaughter and sacrifice them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ فِيهَا مَنَافِعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have <span class=\"gray\">(other)</span> benefits from them,)</span> means, from their wool, fur, and hair, furnishings and articles of convenience, comfort for a time.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَشَارِبُ ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(they get to)</span> drink.)</span> means, their milk, and their urine for those who need it as medicine, and so on.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will they not then be grateful?)</span> means, 'will they not worship the Creator and Subduer of that, without showing gratitude to others?'</p>"
  },
  {
    "ayah_key": "36:74",
    "group_ayah_key": "36:74",
    "from_ayah": "36:74",
    "to_ayah": "36:76",
    "ayah_keys": "36:74,36:75,36:76",
    "text": "<p class=\"en translation\" lang=\"en\">And they have taken besides Allah, gods, hoping that they might be helped <span>(74)</span>They cannot help them, but they will be brought forward as a troop <span class=\"gray\">(against those who worshipped them)</span><span>(75)</span>So, let not their speech then grieve you. Verily, We know what they conceal and what they reveal <span>(76)</span></p><p lang=\"en\" class=\"en \">The gods of the Idolators are not able to help Them</p><p lang=\"en\" class=\"en \">Allah denounces the idolators for taking the idols as gods alongside Allah, hoping that those gods will help them and provide for them and bring them closer to Allah. Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا يَسْتَطِيعُونَ نَصْرَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They cannot help them,)</span> meaning, those gods cannot help their worshippers; they are too weak, too insignificant and too powerless. Rather they cannot even help themselves or take revenge on those who want to harm them, because they are inanimate and can neither hear nor comprehend. Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they will be brought forward as a troop.)</span> means, at the time of Reckoning according to the view of Mujahid. This means that those idols will be gathered together and will be present when their worshippers are brought to account, as this will add to their grief and will be more effective in establishing proof against them. Qatadah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا يَسْتَطِيعُونَ نَصْرَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They cannot help them,)</span> means the gods.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they will be brought forward as a troop.)</span> \"The idolators used to get angry for the sake of their gods in this world, but they could not do them any benefit or protect them from any harm, for they were merely idols.\" This was also the view of Al-Hasan Al-Basri. This is a good opinion, and was the view favored by Ibn Jarir, may Allah have mercy on him.</p><p lang=\"en\" class=\"en \">Consolation for the Mercy to the Worlds</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, let not their speech then grieve you.)</span> means, 'their denying you and their disbelief in Allah.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We know what they conceal and what they reveal.)</span> means, 'We know everything about them, and We will punish them for their false claims and deal with them accordingly on the Day when none of their deeds, great or small, major or minor, will be overlooked, and every deed they did throughout their worldly lives will be laid open for examination.'</p>"
  }
]