[
  {
    "ayah_key": "17:54",
    "group_ayah_key": "17:54",
    "from_ayah": "17:54",
    "to_ayah": "17:55",
    "ayah_keys": "17:54,17:55",
    "text": "<p class=\"en translation\" lang=\"en\">Lord knows you best; if He wills, He will have mercy on you, or if He wills, He will punish you. And We have not sent you as a guardian over them <span>(54)</span>And your Lord knows best all who are in the heavens and the earth. And indeed, We have preferred some of the Prophets above others, and to Dawud We gave the Zabur.) Allah say <span>(55)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّكُمْ أَعْلَمُ بِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your Lord knows you best;)</span> O mankind, meaning, He knows best who among you deserves to be guided and who does not deserve to be guided.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن يَشَأْ يَرْحَمْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if He wills, He will have mercy on you,)</span> by helping you to obey Him and turn to Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ إِن يَشَأْ يُعَذِّبْكُمْ ۚ وَمَا أَرْسَلْنَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or if He wills, He will punish you. And We have not sent you)</span> - O Muhammad -</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَلَيْهِمْ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a guardian over them.)</span> meaning, 'We have sent you as a warner, so whoever obeys you, will enter Paradise and whoever disobeys you, will enter Hell.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ أَعْلَمُ بِمَن فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord knows best all who are in the heavens and the earth.)</span> meaning, their status or level of obedience or disobedience.</p><div lang=\"en\" class=\"en \"><h2>The Preference of some Prophets above Others</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَىٰ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, We have preferred some of the Prophets above others.)</span> As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِّنْهُم مَّن كَلَّمَ اللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those Messengers! We preferred some of them to others; to some of them Allah spoke <span class=\"gray\">(directly)</span>; others He raised to degrees <span class=\"gray\">(of honor.)</span>)</span><span class=\"gray\">[2:253]</span></p><p lang=\"en\" class=\"en \">This does not contradict the report in the Two Sahihs which says that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَضِّلُوا بَيْنَ الْأَنْبِيَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Don't give superiority to any Prophet among <span class=\"gray\">(Allah's)</span> Prophets.)</span> What is meant in this Hadith is giving a superiority based on whims and fanaticism or sectarian feelings, not on the basis of evidence. If there is solid evidence, we have to follow it. There is no dispute that the Messengers are better than the rest of the Prophets, and that the mighty Messengers of Great Resolve are the best of all. They are the five mentioned in two Ayat of the Qur'an, in Surat Al-Ahzab:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَى ابْنِ مَرْيَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We took from the Prophets their covenant, and from you and from Nuh, Ibrahim, Musa and 'Isa son of Maryam.)</span><span class=\"gray\">[33:7]</span> and in Surat Ash-Shura:</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَىٰ ۖ أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has ordained for you the same religion which He ordained for Nuh, and that which We have revealed to you, and that which We ordained for Ibrahim, Musa and 'Isa saying you should establish religion and make no divisions in it.)</span><span class=\"gray\">[42:13]</span></p><p lang=\"en\" class=\"en \">There is no dispute that Muhammad ﷺ is the best of them, then Ibrahim, then Musa, then 'Isa <span class=\"gray\">(peace be upon them all)</span>, according to the best-known view. We have discussed the evidence for this in detail elsewhere, and Allah is the source of help. Allah's saying,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتَيْنَا دَاوُودَ زَبُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Dawud We gave the Zabur.)</span> is an indication of his virtue and honor. Al-Bukhari recorded from Abu Hurayrah that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُفِّفَ عَلَى دَاوُدَ الْقُرْآنُ، فَكَانَ يَأْمُرُ بِدَوَابِّهِ فَتُسْرَجُ، فَكَانَ يَقْرَؤُهُ قَبْلَ أَنْ يَفْرُغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Qur'an <span class=\"gray\">(i.e. revea- led Scripture of Zabur)</span> was made easy for Dawud, so he would call for his mounts to be saddled, and he would finish reciting it <span class=\"gray\">(i.e., the Zabur)</span> be- fore the job was done.)</span></p>"
  },
  {
    "ayah_key": "17:56",
    "group_ayah_key": "17:56",
    "from_ayah": "17:56",
    "to_ayah": "17:57",
    "ayah_keys": "17:56,17:57",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Call upon those - besides Him whom you pretend. They have neither the power to remove the adversity from you nor even to shift <span class=\"gray\">(it from you to another person)</span>. <span>(56)</span>Those whom they call upon, desire a means of access to their Lord, as to which of them should be the nearest; and they hope for His mercy and fear His torment. Verily, the torment of your Lord is <span class=\"gray\">(something)</span> to be afraid of <span>(57)</span></p><div lang=\"en\" class=\"en \"><h2>The gods of the Idolators can neither benefit nor harm; rather they themselves seek to draw close to Allah</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"qpc-hafs\">قُل</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> O Muhammad to these idolators who worship things other than Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Call upon those - besides Him whom you pretend.)</span> such as idols and rivals of Allah. Even if you turn to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have neither the power to remove the adversity from you)</span> they have no such power at all,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا تَحْوِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor even to shift <span class=\"gray\">(it from you to another person.)</span>)</span> to lift the distress from you and give it to someone else. The meaning is that the only one Who is able to do that is Allah Alone, with no partner or associate, Who is the One Who creates and issues commands.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ ادْعُوا الَّذِينَ زَعَمْتُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Call upon those whom you pretend)</span> Al-'Awfi reported from Ibn 'Abbas, \"The people of Shirk used to say, 'we worship the angels and the Messiah and 'Uzayr,' while these <span class=\"gray\">(the angels and the Messiah and 'Uzayr)</span> themselves call upon Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ يَدْعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those whom they call upon, desire)</span> Al-Bukhari recorded from Sulayman bin Mahran Al-A'mash, from Ibrahim, from Abu Ma'mar, from 'Abdullah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ الْوَسِيلَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those whom they call upon, desire a means of access to their Lord,)</span> \"Some of the Jinn used to be worshipped, then they became Muslims.\" According to another report: \"Some humans used to worship some of the Jinn, then those Jinn became Muslim, but those humans adhered to their religion <span class=\"gray\">(of worshipping the Jinn)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they hope for His mercy and fear His torment.)</span> Worship cannot be complete or perfect unless it is accompanied by both fear and hope. Fear stops one from doing things that are forbidden, and hope makes one do more good deeds.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the torment of your Lord is <span class=\"gray\">(something)</span> to be afraid of!)</span> meaning, one should beware of it and be afraid lest it happen. We seek refuge with Allah from that.</p>"
  },
  {
    "ayah_key": "17:58",
    "group_ayah_key": "17:58",
    "from_ayah": "17:58",
    "to_ayah": "17:58",
    "ayah_keys": "17:58",
    "text": "<p class=\"en translation\" lang=\"en\">And there is not a town <span class=\"gray\">(population)</span> but We shall destroy it before the Day of Resurrection, or punish it with a severe torment. That is written in the Book <span class=\"gray\">(of Our decrees <span>(58)</span></span></p><div lang=\"en\" class=\"en \"><h2>The Destruction or Torment of all Disbelieving Towns before the Hour begins</h2></div><p lang=\"en\" class=\"en \">Here Allah tells us that He has decreed and it is written in 'Al-Lawh Al-Mahfuz' <span class=\"gray\">(The Preserved Tablet)</span> which is with Him, that there is no town that He will not destroy by wiping out all its people or by punishing them,</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَذَابًا شَدِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with a severe torment.)</span> either by killing them or sending calamities upon them as He wills. This will be because of their sins, as Allah says of the past nations:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمْنَاهُمْ وَلَٰكِن ظَلَمُوا أَنفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We wronged them not, but they wronged themselves.)</span><span class=\"gray\">[11:101]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So it tasted the evil result of its affair <span class=\"gray\">(disbelief)</span>, and the consequence of its affair <span class=\"gray\">(disbelief)</span> was loss.)</span><span class=\"gray\">[65:9]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a town <span class=\"gray\">(population)</span> revolted against the command of its Lord and His Messengers;)</span><span class=\"gray\">[65:8]</span> and many Ayat.</p>"
  }
]