[
  {
    "ayah_key": "13:33",
    "group_ayah_key": "13:33",
    "from_ayah": "13:33",
    "to_ayah": "13:33",
    "ayah_keys": "13:33",
    "text": "<p lang=\"en\" class=\"en \">Is then He <span class=\"gray\">(Allah)</span> Who takes charge of every person and knows all that he has earned <span class=\"gray\">(like any other deity who knows nothing)</span> Yet, they ascribe partners to Allah. Say: \"Name them! Is it that you will inform Him of something He knows not in the earth or is it <span class=\"gray\">(just)</span> a show of false words.\" Nay! To those who disbelieved, their plotting is made fair-seeming, and they have been hindered from the right path; and whom Allah sends astray, for him there is no guide <span>(33)</span></p><div lang=\"en\" class=\"en \"><h2>There is no Similarity between Allah and False Deities in any Respect</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ هُوَ قَائِمٌ عَلَىٰ كُلِّ نَفْسٍ بِمَا كَسَبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is then He <span class=\"gray\">(Allah)</span> Who takes charge of every person and knows all that he has earned?)</span> Allah is the guard and watcher over every living soul and knows what everyone does, whether good or evil, and nothing ever escapes His perfect observation. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither you do any deed nor recite any portion of the Qur'an, nor you do any deed, but we are witness thereof, when you are doing it.)</span><span class=\"gray\">[10:61]</span> and Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not a leaf falls, but He knows it.)</span><span class=\"gray\">[6:59]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no moving creature is there on earth but its provision is due from Allah. And He knows its dwelling place and its deposits. All is in a Clear Book.)</span><span class=\"gray\">[11:6]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ مِّنكُم مَّنْ أَسَرَّ الْقَوْلَ وَمَن جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the same <span class=\"gray\">(to Him)</span> whether any of you conceals his speech or declares it openly, whether he be hid by night or goes forth freely by day.)</span><span class=\"gray\">[13:10]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows the secret and that which is yet more hidden.)</span><span class=\"gray\">[20:7]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is with you wherever you may be. And Allah is the All-Seer of what you do.)</span><span class=\"gray\">[57:4]</span> Is He Who is like this similar to the idols, that the polytheists worship, which can neither hear nor see nor do they have a mind nor able to bring good to themselves or to their worshippers nor prevent harm from themselves or their worshippers? The answer to the question in the Ayah was omitted, because it is implied, for Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ شُرَكَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet, they ascribe partners to Allah.)</span> which they worshipped besides Him, such as idols, rivals and false deities,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قُلْ سَمُّوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Name them!\")</span> make them known to us and uncover them so that they are known, for surely, they do not exist at all! So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it that you will inform Him of something He knows not in the earth?)</span> for had that thing existed in or on the earth, Allah would have known about it because nothing ever escapes His knowledge,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَم بِظَاهِرٍ مِّنَ الْقَوْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or is it <span class=\"gray\">(just)</span> a show of words?)</span> or doubts expressed in words, according to Mujahid, while Ad-Dahhak and Qatadah said, false words. Allah says, you <span class=\"gray\">(polytheists)</span> worshipped the idols because you thought that they had power to bring benefit or harm, and this is why you called them gods,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ ۚ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنفُسُ ۖ وَلَقَدْ جَاءَهُم مِّن رَّبِّهِمُ الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are but names which you have named - you and your fathers - for which Allah has sent down no authority. They follow but a guess and that which they themselves desire, whereas there has surely come to them the guidance from their Lord!)</span><span class=\"gray\">[53:23]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! To those who disbelieved, their plotting is made fair seeming,)</span> or their words, according to Mujahid. This Ayah refers to the misguidance of the polytheists and their propagation night and day. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have assigned for them <span class=\"gray\">(devils)</span> intimate companions, who have made fair-seeming to them.)</span><span class=\"gray\">[41:25]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصُدُّوا عَنِ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they have been hindered from the right path;)</span> Some read with Fatha over the Sad <span class=\"gray\">(i.e. wa Saddu)</span>, which would mean, 'and they hindered from the right path, feeling fond of the misguidance they are in, thinking that it is correct, they called to it and thus hindered the people from following the path of the Messengers.' Others read it with Damma over the Sad <span class=\"gray\">(i.e. wa Suddu)</span>, which would mean, 'and they have been hindered from the right path,' explained it this way: because they thought that their way looked fair or correct, they were hindered by it from the right path, so Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whom Allah sends astray, for him there is no guide.)</span> Allah said in similar instances,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدِ اللَّهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whomsoever Allah wants to suffer a trial, you can do nothing for him against Allah.)</span><span class=\"gray\">[5:41]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَحْرِصْ عَلَىٰ هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَن يُضِلُّ ۖ وَمَا لَهُم مِّن نَّاصِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you covet for their guidance, then verily, Allah guides not those whom He makes to go astray. And they will have no helpers.)</span><span class=\"gray\">[16:37]</span></p>"
  }
]