[
  {
    "ayah_key": "4:71",
    "group_ayah_key": "4:71",
    "from_ayah": "4:71",
    "to_ayah": "4:74",
    "ayah_keys": "4:71,4:72,4:73,4:74",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Take your precautions, and either go forth <span class=\"gray\">(on an expedition)</span> in parties, or go forth all together <span>(71)</span>There is certainly among you he who would linger behind. If a misfortune befalls you, he says, \"Indeed Allah has favored me in that I was not present among them. <span>(72)</span>But if a bounty comes to you from Allah, he would surely say ـ as if there had never been ties of affection between you and him, \"Oh! I wish I had been with them; then I would have achieved a great success. <span>(73)</span>So fight those who trade the life of this world with the Hereafter, in the cause of Allah, and whoever fights in the cause of Allah, and is killed or gets victory, We shall bestow on him a great reward <span>(74)</span></p><div lang=\"en\" class=\"en \"><h2>The Necessity of Taking Necessary Precautions Against the Enemy</h2></div><p lang=\"en\" class=\"en \">Allah commands His faithful servants to take precautions against their enemies, by being prepared with the necessary weapons and supplies, and increasing the number of troops fighting in His cause.</p><p class=\"fa qpc-hafs\" lang=\"fa\">ثُبَاتٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in parties)</span> means, group after group, party after party, and expedition after expedition. 'Ali bin Talhah reported that Ibn 'Abbas said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَانفِرُوا ثُبَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and either go forth in parties)</span> means, \"In groups, expedition after expedition,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوِ انفِرُوا جَمِيعًا</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(or go forth all together)</span>, means, all of you.\" Similar was reported from Mujahid, 'Ikrimah, As-Suddi, Qatadah, Ad-Dahhak, 'Ata' Al-Khurrasani, Muqatil bin Hayyan and Khusayf Al-Jazari.</p><div lang=\"en\" class=\"en \"><h2>Refraining from Joining Jihad is a Sign of Hypocrites</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is certainly among you he who would linger behind.)</span> Mujahid and others said that this Ayah was revealed about the hypocrites. Muqatil bin Hayyan said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَّيُبَطِّئَنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(linger behind)</span> means, stays behind and does not join Jihad. It is also possible that this person himself lingers behind, while luring others away from joining Jihad. For instance, 'Abdullah bin Ubayy bin Salul, may Allah curse him, used to linger behind and lure other people to do the same and refrain from joining Jihad, as Ibn Jurayj and Ibn Jarir stated. This is why Allah said about the hypocrite, that when he lingers behind from Jihad, then:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَصَابَتْكُم مُّصِيبَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If a misfortune befalls you)</span> death, martyrdom, or - by Allah's wisdom - being defeated by the enemy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he says, \"Indeed Allah has favored me that I was not present among them.\")</span> meaning, since I did not join them in battle. Because he considers this one of Allah's favors on him, unaware of the reward that he might have gained from enduring war or martyrdom, if he was killed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if a bounty comes to you from Allah)</span> such as victory, triumph and booty,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَيَقُولَنَّ كَأَن لَّمْ تَكُن بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he would surely say - as if there had never been ties of affection between you and him,)</span> meaning, as if he was not a follower of your religion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَنِي كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Oh! I wish I had been with them; then I would have achieved a great success.\")</span> by being assigned a share of the booty and taking possession of that share. This is his ultimate aim and objective.</p><div lang=\"en\" class=\"en \"><h2>The Encouragement to Participation in Jihad</h2></div><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلْيُقَاتِلْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So fight)</span> the believer with an aversion <span class=\"gray\">(to fighting)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who trade the life of this world with the Hereafter)</span> referring to those sell their religion for the meager goods of the world, and they only do this because of their disbelief and lack of faith. Allah then said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever fights in the cause of Allah, and is killed or gets victory, We shall bestow on him a great reward.)</span> meaning, whoever fights in the cause of Allah, whether he was killed or triumphant, he will earn an immense compensation and a great reward with Allah. The Two Sahihs recorded,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكَفَّلَ اللهُ لِلْمُجَاهِدِ فِي سَبِيلِهِ، إِنْ تَوَفَّاهُ أَنْ يُدْخِلَهُ الْجَنَّةَ، أَوْ يَرْجِعَهُ إِلى مَسْكَنِهِ الَّذِي خَرَجَ مِنْهُ، بِمَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has guaranteed the Mujahid in His cause that He will either bring death to him, admitting into Paradise; or, He will help him return safely to his home with whatever reward and booty he gained.)</span></p>"
  },
  {
    "ayah_key": "4:75",
    "group_ayah_key": "4:75",
    "from_ayah": "4:75",
    "to_ayah": "4:76",
    "ayah_keys": "4:75,4:76",
    "text": "<p lang=\"en\" class=\"en \">And what is wrong with you that you fight not in the cause of Allah, and for those weak, ill-treated and oppressed among men, women, and children, whose cry is: \"Our Lord! Rescue us from this town whose people are oppressors; and raise for us from You one who will protect, and raise for us from You one who will help. <span>(75)</span>Those who believe, fight in the cause of Allah, and those who disbelieve, fight in the cause of the Taghut. So fight against the friends of Shaytan; ever feeble indeed is the plot of Shaytan <span>(76)</span></p><div lang=\"en\" class=\"en \"><h2>Encouraging Jihad to Defend the Oppressed</h2></div><p lang=\"en\" class=\"en \">Allah encouraged His believing servants to perform Jihad in His cause and to strive hard to save the oppressed Muslims in Makkah, men, women and children who were restless because of having to remain there. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَٰذِهِ الْقَرْيَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whose cry is: \"Our Lord! Rescue us from this town)</span>, referring to Makkah. In a similar Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a town, stronger than your town which has driven you out)</span><span class=\"gray\">[47:13]</span> Allah then describes this town,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الظَّالِمِ أَهْلُهَا وَاجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَاجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whose people are oppressors; and raise for us from You one who will protect, and raise for us from You one who will help)</span> meaning, send protectors and helpers for us. Al-Bukhari recorded that Ibn 'Abbas said, \"I and my mother were from the oppressed <span class=\"gray\">(in Makkah)</span>.\" Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe, fight in the cause of Allah, and those who disbelieve, fight in the cause of the Taghut.)</span></p><p lang=\"en\" class=\"en \">Therefore, the believers fight in obedience to Allah and to gain His pleasure, while the disbelievers fight in obedience to Shaytan. Allah then encourages the believers to fight His enemies,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So fight against the friends of Shaytan; ever feeble indeed is the plot of Shaytan)</span>.</p>"
  }
]