[
  {
    "ayah_key": "55:54",
    "group_ayah_key": "55:54",
    "from_ayah": "55:54",
    "to_ayah": "55:61",
    "ayah_keys": "55:54,55:55,55:56,55:57,55:58,55:59,55:60,55:61",
    "text": "<p lang=\"en\" class=\"en \">Reclining upon the couches lined with Istabraq, and the fruits of the two Gardens will be near at hand <span>(54)</span>Then which of the blessings of your Lord will you both deny <span>(55)</span>Wherein both will be Qaşirāt Aṭ-Ṭarf, whom never deflowered a human before nor Jinn <span>(56)</span>Then which of the blessings of your Lord will you both deny <span>(57)</span>They are like Yaqut and Marjan <span>(58)</span>Then which of the blessings of your Lord will you both deny <span>(59)</span>Is there any reward for good other than good <span>(60)</span>Then which of the blessings of your Lord will you both deny <span>(61)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُتَّكِئِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Reclining)</span>, in reference to the residents of Paradise, who will recline or sit cross-legged;</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(upon the couches lined with Istabraq,)</span> which is thick silk brocade, according to 'Ikrimah, Ad-Dahhak and Qatadah. Abu 'Imran Al-Jawni said, \"It is thick silk embroidered with gold.\" </p><p lang=\"en\" class=\"en \">In this way, the honor of the outside is alluded to by mentioning the honor of the inside. Abu Ishaq narrated that Hubayrah bin Yarim said that 'Abdullah bin Mas'ud said, \"This is their interior, so what about it if you see their exterior?\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَجَنَى الْجَنَّتَيْنِ دَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the fruits of the two Gardens will be near at hand.)</span> close to the believers who will be able to take any of it they wish, whether they are reclining or otherwise,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُطُوفُهَا دَانِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The fruits in bunches whereof will be low and near at hand.)</span><span class=\"gray\">(69:23)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the shade thereof is. close upon them, and the bunches of fruit thereof will hang low within their reach.)</span><span class=\"gray\">(76:14)</span>, meaning, these fruits descend from their branches to those who wish to have them, because they are close at hand,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span> After Allah mentioned the couches, He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wherein will be)</span>, meaning on these couches or beds,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاصِرَاتُ الطَّرْفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qaşirāt Aṭ-Ṭarf)</span> chaste females, wives restraining their glances, desiring none except their husbands, seeing them as the most beautiful men in Paradise. This was said by Ibn 'Abbas, Qatadah, 'Ata' Al-Khurasani and Ibn Zayd. It was reported that one of these wives will say to her husband, \"By Allah! I neither see anything in Paradise more handsome than you nor more beloved to me than you. So praise be to Allah Who made you for me and made me for you.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whom never deflowered a human before nor Jinn )</span> meaning they are delightful virgins of comparable age who never had sexual intercourse with anyone, whether from mankind or Jinns, before their husbands. This is also a proof that the believers among the Jinns will enter Paradise. Artat bin Al-Mundhir said, \"Damrah bin Habib was asked if the Jinns will enter Paradise and he said, 'Yes, and they will get married. The Jinns will have Jinn women and the humans will have female humans.'\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whom never deflowered a human before nor Jinn. Then which of the blessings of your Lord will you both deny?)</span> Then Allah describes these women for the proposed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are like Yaqut and Marjan.)</span> Mujahid, Al-Hasan, Ibn Zayd and others said, \"They are as pure as rubies and white as Marjan.\" So here they described Marjan as pearls. </p><p lang=\"en\" class=\"en \">Imam Muslim recorded that Muhammad bin Sirin said, \"Some people either boasted or just wondered who are more in Paradise, men or women. Abu Hurayrah said, 'Has not Abu Al-Qasim <span class=\"gray\">(Muhammad ﷺ)</span> said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ زُمْرَةٍ تَدْخُلُ الْجَنَّةَ عَلَىٰ صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، وَالَّتِي تَلِيهَا عَلَىٰ (أَضْوَءِ) كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ، لِكُلِّ امْرِىءٍ مِنْهُمْ زَوْجَتَانِ اثْنَتَانِ، يُرَىٰ مُخُّ سُوقِهِمَا مِنْ وَرَاءِ اللَّحْمِ، وَمَا فِي الْجَنَّةِ أَعْزَبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the first group that will enter Paradise will look like the moon when it is full, and the next batch will be as radiant as the radiant star in the sky. Each one of them will marry two wives. The marrow of the bones of their shins will be seen through the flesh. None will be unmarried in Paradise.)</span> This Hadith was recorded in the Two Sahihs. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَغَدْوَةٌ فِي سَبِيلِ اللهِ أَوْ رَوْحَةٌ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، وَلَقَابُ قَوسِ أَحَدِكُمْ، أَوْ مَوْضِعُ قِدِّهِ - يَعْنِي سَوْطَهُ -مِنَ الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، وَلَوِ اطَّلَعَتِ امْرَأَةٌ مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ إِلَى الْأَرْضِ لَمَلَأَتْ مَا بَيْنَهُمَا رِيحًا، وَلَطَابَ مَا بَيْنَهُمَا، وَلَنَصِيفُهَا عَلَىٰ رَأْسِهَا خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A morning or an evening journey in Allah's cause is better than the world and whatever is on its surface. And a place in Paradise as small as that occupied by the whip of one of you, is better than the world and whatever is on its surface. If one of the women of the people of Paradise looks directly at the earth, she will fill what is between Paradise and earth with a good scent and all of it will become delightful. Verily, the veil over her head is better than this life and all that is on its surface.)</span> Al-Bukhari also collected a similar narration. </p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there any reward for good other than good?)</span> Allah declares that in the Hereafter, all that is good and righteous is the only befitting reward for those who do good deeds in this life,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ أَحْسَنُوا الْحُسْنَىٰ وَزِيَادَةٌ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who have done good is best <span class=\"gray\">(reward)</span> and even more.)</span><span class=\"gray\">(10:26)</span> All of these are tremendous blessings that cannot be earned merely by good deeds, but by Allah's favor and bounty, after all of these He says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span></p>"
  }
]