[
  {
    "ayah_key": "20:1",
    "group_ayah_key": "20:1",
    "from_ayah": "20:1",
    "to_ayah": "20:8",
    "ayah_keys": "20:1,20:2,20:3,20:4,20:5,20:6,20:7,20:8",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">طه - مَآ أَنَزَلْنَا عَلَيْكَ الْقُرْءَانَ لِتَشْقَى - إِلاَّ تَذْكِرَةً لِّمَن يَخْشَى - تَنزِيلًا مِّمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى - الرَّحْمَٰنُ عَلَى الْعَرْشِ اسْتَوَىٰ - لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَىٰ - وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ta Ha.)</span><span class=\"gray\">(2. We have not sent down the Qur'an unto you to cause you distress,)</span><span class=\"gray\">(3. But only as a Reminder to those who fear <span class=\"gray\">(Allah)</span>.)</span><span class=\"gray\">(4. A revelation from Him Who created the earth and high heavens.)</span><span class=\"gray\">(5. The Most Gracious Istawa the Throne.)</span><span class=\"gray\">(6. To Him belongs all that is in the heavens and all that is on the earth, and all that is between them, and all that is under the soil.)</span><span class=\"gray\">(7. And if you speak aloud, then verily, He knows the secret and that which is yet more hidden.)</span><span class=\"gray\">(8. Allah! There is no God but Him! To Him belong the Best Names.)</span></p><div lang=\"en\" class=\"en \"><h2>The Qur'an is a Reminder and a Revelation from Allah</h2></div><p lang=\"en\" class=\"en \">We have already discussed the separated letters at the beginning of Surah Al-Baqarah, so there is no need to repeat its discussion here. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have not sent down the Qur'an unto you to cause you distress,)</span></p><p lang=\"en\" class=\"en \">Juwaybir reported that Ad-Dahhak said, \"When Allah sent the Qur'an down to His Messenger ﷺ, he and his Companions adhered to it. Thus, the idolators of the Quraysh said, 'This Qur'an was only revealed to Muhammad to cause him distress.' Therefore, Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">طه - مَآ أَنَزَلْنَا عَلَيْكَ الْقُرْءَانَ لِتَشْقَى - إِلاَّ تَذْكِرَةً لِّمَن يَخْشَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ta Ha. We have not sent down the Qur'an unto you to cause you distress, but only as a Reminder to those who fear <span class=\"gray\">(Allah)</span>.)</span> The matter is not like the people of falsehood claim. Rather, whomever Allah gives knowledge to, it is because Allah wants him to have an abundance of good. This like what is confirmed in the Two Sahihs on the authority of Ibn Mas'ud, who said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يُرِدِ اللهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whomever Allah wants good for, then He gives him the understanding of the religion.)</span> Mujahid commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have not sent down the Qur'an unto you to cause you distress,)</span> \"This is like His statement,</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So recite as much of the Qur'an as may be easy <span class=\"gray\">(for you)</span>.)</span><span class=\"gray\">[73:20]</span> For, the people used to hang ropes at their chests <span class=\"gray\">(to hang on to when tired)</span> in the prayer.\" Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have not sent down the Qur'an unto you to cause you distress,)</span> \"No, by Allah, He did not make it a thing of distress. Rather, He made it a mercy, a light and a guide to Paradise.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا تَذْكِرَةً لِّمَن يَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But only as a Reminder to those who fear <span class=\"gray\">(Allah)</span>.)</span> Allah revealed His Book and sent His Messenger ﷺ as a mercy for His servants, so that the person who reflects may be reminded. Thus, a man will benefit from what he hears of the Book of Allah, it is a remembrance in which Allah revealed what He permits and prohibits. His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنزِيلًا مِّمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Revelation from Him <span class=\"gray\">(Allah)</span> Who has created the earth and high heavens.)</span> means, 'This Qur'an, which has come to you, O Muhammad, is a revelation from your Lord. He is the Lord of everything and its King. He is Most Able to do whatever He wills. He created the earth with its low depths and dense regions. He created the lofty heavens with their high altitudes and subtleties.' It has been reported in a Hadith, which At-Tirmidhi and others graded as authentic, that the density of each sky of the heavens is the distance of five hundred years travel and the distance between it and the next heaven is also five hundred years. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحْمَٰنُ عَلَى الْعَرْشِ اسْتَوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Most Gracious Istawa the Throne.)</span> A discussion concerning this has already preceded in Surat Al-A'raf, so there is no need to repeat it here. The safest path to take in understanding this, is the way of the Salaf <span class=\"gray\">(predecessors)</span>. Their way was to accept that which has been reported concerning this from the Book and the Sunnah without describing it, reinterpreting it, resembling it to creation, rejecting it, or comparing it to attributes of the creatures. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belongs all that is in the heavens and all that is on the earth, and all that is between them, and all that is under the soil.)</span> This means all of this is owned by Him and in His grasp. It is all under His control, will, intent and judgement. He created all of this, He owns it and He is the God of all of it. There is no true God other than He and no Lord other than He. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَحْتَ الثَّرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all that is under the soil.)</span> Muhammad bin Ka'b said, \"This means that which is beneath the seventh earth.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you speak aloud, then verily, He knows the secret and that which is yet more hidden.)</span> This means that He Who revealed this Qur'an, has also created the high heavens and the earth and He knows that which is secret and what is even more hidden. As Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ كَانَ غَفُورًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It has been sent down by Him Who knows the secret of the heavens and the earth. Truly, He is Oft-Forgiving, Most Merciful.\")</span><span class=\"gray\">[25:6]</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows the secret and that which is yet more hidden.)</span> \"The secret is what the son of Adam hides within himself, and</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَخْفَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that which is yet more hidden.)</span> is the deeds of the son of Adam, which are hidden before he does them. Allah knows all of that. His knowledge encompasses that which has passed and that which is in the future and it is one, complete knowledge. In this regard, all of the creatures are as one soul to Him. That is the meaning of His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of you all and the resurrection of you all are only as a single person.)</span><span class=\"gray\">[31:28]</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah! There is no God but Him! To Him belongs the Best Names.)</span> This means, 'He Who revealed this Qur'an to you <span class=\"gray\">(O Muhammad)</span>, He is Allah, there is no God except Him. He is the Owner of the Best Names and the most lofty attributes.'</p>"
  }
]