[
  {
    "ayah_key": "6:143",
    "group_ayah_key": "6:143",
    "from_ayah": "6:143",
    "to_ayah": "6:144",
    "ayah_keys": "6:143,6:144",
    "text": "<p lang=\"en\" class=\"en \">Eight pairs: of the sheep two <span class=\"gray\">(male and female)</span>, and of the goats two <span class=\"gray\">(male and female)</span>. Say: \"Has He forbidden the two males or the two females, or <span class=\"gray\">(the young)</span> which the wombs of the two females enclose? Inform me with knowledge if you are truthful. <span>(143)</span>And of the camels two, and of oxen two. Say: \"Has He forbidden the two males or the two females or <span class=\"gray\">(the young)</span> which the wombs of the two females enclose? Or were you present when Allah ordered you such a thing? Then who does more wrong than one who invents a lie against Allah, to lead mankind astray without knowledge. Certainly Allah guides not the people who are wrongdoers. <span>(144)</span></p><div lang=\"en\" class=\"en \"><h2>These Ayat demonstrate the ignorance of the Arabs before Islam.</h2></div><p lang=\"en\" class=\"en \"> They used to prohibit the usage of some of their cattle and designate them as 'Baḥīrah', 'Sā'ibah', 'Waşīlah' and 'Ḥām' etc. These were some of the innovations they invented for cattle, fruits and produce. Allah stated that He has created gardens, trellised and untrellised, and cattle, as animals of burden and as Farsh. Allah next mentioned various kinds of cattle, male and female, such as sheep and goats. He also created male and female camels and the same with cows. Allah did not prohibit any of these cattle or their offspring. Rather, they all were created for the sons of Adam as a source for food, transportation, work, milk, and other benefits, which are many. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلَ لَكُم مِّنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has sent down for you of cattle eight pairs...)</span><span class=\"gray\">[39:6]</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...or <span class=\"gray\">(the young)</span> which the wombs of the two females enclose...)</span> This refutes the idolators' statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا فِي بُطُونِ هَٰذِهِ الْأَنْعَامِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰ أَزْوَاجِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is in the bellies of such and such cattle is for our males alone, and forbidden to our females.)</span><span class=\"gray\">[6:139]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئُونِي بِعِلْمٍ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Inform me with knowledge if you are truthful.)</span> meaning, tell me with sure knowledge, how and when did Allah prohibit what you claimed is prohibited, such as the 'Baḥīrah', 'Sā'ibah', 'Waşīlah' and 'Ḥām' etc.? </p><p lang=\"gd\" class=\"gd \">Al-'Awfi said that Ibn 'Abbas said, \"Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَمَانِيَةَ أَزْوَاجٍ مِّنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eight pairs: of the sheep two, and of the goats two...)</span> these are four pairs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Has He forbidden the two males or the two females...\")</span> I <span class=\"gray\">(Allah)</span> did not prohibit any of these.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or <span class=\"gray\">(the young)</span> which the wombs of the two females enclose?)</span> and does the womb produce but males and females? So why do you prohibit some and allow some others?</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئُونِي بِعِلْمٍ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Inform me with knowledge if you are truthful.)</span> Allah is saying that all of this is allowed.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ كُنتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or, were you present when Allah ordered you such a thing?)</span> mocking the idolators' innovations, and their lies that Allah made sacred what they have prohibited.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then who does more wrong than one who invents a lie against Allah, to lead mankind astray without knowledge.)</span></p><p lang=\"en\" class=\"en \">Therefore, no one is more unjust than the people described here and</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, Allah guides not the people who are wrongdoers.)</span></p><p lang=\"en\" class=\"en \">The person most worthy of this condemnation is 'Amr bin Luhay bin Qum'ah. He was the first person to change the religion of the Prophets and designate the 'Sā'ibah', 'Waşīlah' and 'Ḥām', as mentioned in the Sahih.</p>"
  },
  {
    "ayah_key": "6:145",
    "group_ayah_key": "6:145",
    "from_ayah": "6:145",
    "to_ayah": "6:145",
    "ayah_keys": "6:145",
    "text": "<p lang=\"en\" class=\"en \">Say: \"I find not in that which has been revealed to me anything forbidden to be eaten by one who wishes to eat it, unless it be Maytah <span class=\"gray\">(a dead animal)</span> or blood poured forth, or the flesh of swine; for that surely, is unclean <span class=\"gray\">(Rijs)</span>, or immorally slaughtered in the name of other than Allah. But whosoever is forced by necessity without willful disobedience, nor transgressing due limits; <span class=\"gray\">(for him)</span> certainly, your Lord is Oft-Forgiving, Most Merciful. <span>(145)</span></p><div lang=\"en\" class=\"en \"><h2>Forbidden Things</h2></div><p lang=\"en\" class=\"en \">Allah commands His servant and Messenger, Muhammad ﷺ,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> O Muhammad ﷺ to those who prohibited what Allah has provided them, claiming this falsehood to be from Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I find not in that which has been revealed to me anything forbidden to be eaten by one who wishes to eat it,)</span></p><p lang=\"en\" class=\"en \">This Ayah means, I do not find any animals that are prohibited, except these mentioned here. We should mention here that the prohibited things mentioned in Surat Al-Ma'idah and the Hadiths on this subject amend the meaning of this Ayah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ دَمًا مَّسْفُوحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or blood poured.)</span> Qatadah commented, \"Poured blood was prohibited, but the meat that still has some blood in it is allowed.\" </p><p lang=\"en\" class=\"en \">Al-Humaydi said that Sufyan narrated to us that 'Amr bin Dinar narrated to us, \"I said to Jabir bin 'Abdullah, 'They claim that the Messenger of Allah ﷺ prohibited the meat of donkeys during <span class=\"gray\">(the day of)</span> Khaybar.' He said, 'Al-Hakam bin 'Amr narrated that from the Messenger of Allah ﷺ. That scholar - refering to Ibn 'Abbas - denied it, reciting the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I find not in that which has been revealed to me anything forbidden to be eaten by one who wishes to eat it...\")</span>'\" </p><p lang=\"en\" class=\"en \">Al-Bukhari and Abu Dawud collected it. Abu Bakr bin Marduwyah and Al-Hakim, in his Mustadrak, recorded that Ibn 'Abbas said, \"During the time of Jahiliyyah, the people used to eat some things and avoid some other things, because they disliked them. Later on, Allah sent His Prophet ﷺ, revealed His Book, allowed what He allowed, and prohibited what He prohibited. Therefore, whatever Allah allowed is lawful and whatever He prohibited is unlawful. Whatever He did not mention, there is no sin in it.\" He then recited the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I find not in that which has been revealed to me anything forbidden to be eaten by one who wishes to eat it...\")</span></p><p lang=\"en\" class=\"en \">This is the wording with Ibn Marduwyah. Abu Dawud also recorded this statement, and Al-Hakim said, \"Its chain is Sahih and they did not record it.\" </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said, \"A sheep belonging to Sawdah bint Zam'ah died and she said, 'O Allah's Messenger! So-and-so <span class=\"gray\">(sheep)</span> has died.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِمَ لَا أَخَذْتُمْ مَسْكَهَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why did you not use its skin?)</span></p><p lang=\"en\" class=\"en \">She said, 'Should we use the skin of a sheep that has died?' Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا قَالَ اللهُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُ إِلَّا أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكُمْ لَا تَطْعَمُونَهُ أَنْ تَدْبَغُوهُ فَتَنْتَفِعُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah only said, <span class=\"gray\">(Say: \"I find not in that which has been revealed to me anything forbidden to be eaten by one who wishes to eat it, except Maytah <span class=\"gray\">(a dead animal)</span> or blood poured forth, or the flesh of swine....)</span> You will not be eating it if you tan its skin and benefit from it.)</span></p><p lang=\"en\" class=\"en \">So she had the sheep skinned, the skin was tanned and made into a water skin that she kept until it wore out.\" Al-Bukhari and an-Nasa'i collected a similar Hadith. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whosoever is forced by necessity without willful disobedience, nor transgressing due limits;)</span></p><p lang=\"en\" class=\"en \">Therefore, whoever is forced by necessity to eat anything that Allah has forbidden in this honorable Ayah, without transgressing his limits, then for him,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(certainly, your Lord is Oft-Forgiving, Most Merciful.)</span> We mentioned the explanation of this Ayah in Surat Al-Baqarah. This honorable Ayah contradicts the idolators' innovated prohibitions for certain kinds of wealth, relying merely on their misguided ideas, such as the 'Baḥīrah', 'Sā'ibah', 'Waşīlah' and 'Ḥām'. Allah commanded His Messenger ﷺ to inform them that he does not find that such types of animals are prohibited in what Allah revealed to him. In this Ayah, Allah only prohibited dead animals, poured blood, the flesh of swine and what has been slaughtered for something other than Allah. Other things were not prohibited here, but rather treated as that which does not have a ruling, i.e., permissible. Therefore, how do you – idolators – claim that such items are prohibited, and why did you prohibit them when Allah did not prohibit them?</p>"
  }
]