[
  {
    "ayah_key": "2:172",
    "group_ayah_key": "2:172",
    "from_ayah": "2:172",
    "to_ayah": "2:173",
    "ayah_keys": "2:172,2:173",
    "text": "<p lang=\"en\" class=\"en \">O you who believe <span class=\"gray\">(in the Oneness of Allah ـ Islamic Monotheism)</span>! Eat of the lawful things that We have provided you with, and be grateful to Allah, if it is indeed He Whom you worship <span>(172)</span>He has forbidden you only the Maitah <span class=\"gray\">(dead animals)</span>, and blood, and the flesh of swine, and that which is slaughtered as a sacrifice for other than Allah. But if one is forced by necessity without willful disobedience nor transgressing due limits, then there is no sin on him. Truly, Allah is Oft-Forgiving, Most Merciful <span>(173)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to eat Pure Things and the Explanation of the Prohibited Things</h2></div><p lang=\"en\" class=\"en \">Allah commands His believing servants to eat from the pure things that He has created for them and to thank Him for it, if they are truly His servants. Eating from pure sources is a cause for the acceptance of supplications and acts of worship, just as eating from impure sources prevents the acceptance of supplications and acts of worship, as mentioned in a Hadith recorded by Imam Ahmad, that Abu Hurayrah said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهَا النَّاسُ إِنَّ اللهَ طَيِّبٌ، لَا يَقْبَلُ إِلَّا طَيِّـبًا، وَإنَّ اللهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ، فَقَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ </p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَملْبَسُهُ حَرَامٌ، وَغُذِّيَ بالْحَرَامِ فَأَنَّى يُسْتَجَابُ لِذٰلِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! Allah is Tayyib <span class=\"gray\">(Pure and Good)</span> and only accepts that which is Tayyib. Allah has indeed commanded the believers with what He has commanded the Messengers, for He said: <span class=\"gray\">(O <span class=\"gray\">(you)</span> Messengers! Eat of the Tayyibat and do righteous deeds. Verily, I am well-acquainted with what you do)</span><span class=\"gray\">(23:51)</span>, and: <span class=\"gray\">(O you who believe! Eat of the lawful things that We have provided you with)</span><span class=\"gray\">(2:172)</span> He then mentioned a man, <span class=\"gray\">(who is engaged in a long journey, whose hair is untidy and who is covered in dust, he raises his hands to the sky, and says, 'O Lord! O Lord!' Yet, his food is from the unlawful, his drink is from the unlawful, his clothes are from the unlawful, and he was nourished by the unlawful, so how can it <span class=\"gray\">(his supplication)</span> be accepted?\")</span> It was also recorded by Muslim and At-Tirmidhi</span></p><p lang=\"en\" class=\"en \">After Allah mentioned how He has blessed His creatures by providing them with provisions, and after commanding them to eat from the pure things that He has provided them, He then stated that He has not prohibited anything for them, except dead animals. Dead animals are those that die before being slaughtered; whether they die by strangling, a violent blow, a headlong fall, the goring of horns or by being partly eaten by a wild animal. Dead animals of the sea are excluded from this ruling, as is explained later, Allah willing, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lawful to you is <span class=\"gray\">(the pursuit of)</span> watergame and its use for food)</span><span class=\"gray\">(5:96)</span>, and because of the Hadith about the whale recorded in the Sahih. The Musnad, Al-Muwatta' and the Sunan recorded the Prophet ﷺ saying about the sea:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الطَّهُورُ مَاؤُهُ والْحِلُّ مَيْتَتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Its water is pure and its dead are permissible.)</span></p><p lang=\"hmn\" class=\"hmn \">Ash-Shafi'i, Ahmad, Ibn Majah, and Ad-Daraqutni reported that Ibn 'Umar said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَنَا مَيْتتَانِ وَدَمَانِ، السَّمَكُ وَالْجَرَادُ وَالْكَبِدُ وَالطِّحَالُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have been allowed two dead things and two bloody things: fish and locusts; and liver and spleen)</span>.</p><p lang=\"en\" class=\"en \">We will mention this subject again in Surat Al-Ma'idah <span class=\"gray\">(chapter 5 in the Qur'an)</span>, In sha' Allah <span class=\"gray\">(if Allah wills)</span>.</p><p lang=\"en\" class=\"en \">Issue: According to Ash-Shafi'i and other scholars, milk and eggs that are inside dead unslaughtered animals are not pure, because they are part of the dead animal. In one narration from him, Malik said that they are pure themselves, but become impure because of their location. Similarly, there is a difference of opinion over the cheeses <span class=\"gray\">(made with the milk)</span> of dead animals. The popular view of the scholars is that it is impure, although they mentioned the fact that the Companions ate from the cheeses made by the Magians <span class=\"gray\">(fire worshippers)</span>. Hence, Al-Qurtubi commented: \"Since only a small part of the dead animal is mixed with it, then it is permissible, because a minute amount of impurity does not matter if it is mixed with a large amount of liquid.\" Ibn Majah reported that Salman said that Allah's Messenger ﷺ was asked about butter, cheese and fur. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَلَالُ مَا أَحَلَّ اللهُ فِي كِتَابِهِ، وَالْحَرَامُ مَا حَرَّمَ اللهُ فِي كِتَابِهِ، وَمَا سَكَتَ عَنْهُ فَهُوَ مِمَّا عَفَا عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The allowed is what Allah has allowed in His Book and the prohibited is what Allah has prohibited in His Book. What He has not mentioned is a part of what He has pardoned.)</span></p><p lang=\"en\" class=\"en \">Allah has prohibited eating the meat of swine, whether slaughtered or not, and this includes its fat, either because it is implied, or because the term Lahm includes that, or by analogy. Similarly prohibited are offerings to other than Allah, that is what was slaughtered in a name other than His, be it for monuments, idols, divination, or the other practices of the time of Jahiliyyah. Al-Qurtubi mentioned that 'A'ishah was asked about what non-Muslims slaughter for their feasts and then offer some of it as gifts for Muslims. She said, \"Do not eat from what has been slaughtered for that day, <span class=\"gray\">(or feast)</span> but eat from their vegetables.\"</p><div lang=\"en\" class=\"en \"><h2>The Prohibited is Allowed in Cases of Emergency</h2></div><p lang=\"en\" class=\"en \">Then Allah permitted eating these things when needed for survival or when there are no permissible types of food available. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if one is forced by necessity without willful disobedience nor transgressing due limits)</span>, meaning, without transgression or overstepping the limits,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا إِثْمَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then there is no sin on him.)</span> meaning, if one eats such items, for,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">Mujahid said, \"If one is forced by necessity without willful disobedience nor transgressing the set limits. For example, if he didn't, then he would have to resort to highway robbery, rising against the rulers, or some other kinds of disobedience to Allah, then the permission applies to him. If one does so transgressing the limits, or continually, or out of disobedience to Allah, then the permission does not apply to him even if he is in dire need.\" The same was reported from Sa'id bin Jubayr. Sa'id and Muqatil bin Hayyan are reported to have said that without willful disobedience means, \"Without believing that it is permissible.\" It was reported that Ibn 'Abbas commented on the Ayah:</p><p class=\"ps qpc-hafs\" lang=\"ps\">غَيْرَ بَاغٍ وَلَا عَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...without willful disobedience nor transgressing)</span> saying, \"Without willful disobedience means eating the dead animal and not continuing to do so. Qatadah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرَ بَاغٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(without willful disobedience)</span> \"Without transgressing by eating from the dead animals, that is when the lawful is available.\"</p><p lang=\"en\" class=\"en \">Issue: When one in dire straits finds both ـ dead animals, and foods belong to other people which he could get without risking the loss of his hands or causing harm, then it is not allowed for him to eat the dead animals. Ibn Majah reported that 'Abbad bin Shurahbil Al-Ghubari said, \"One year we suffered from famine. I came to Al-Madinah and entered a garden. I took some grain that I cleaned, and ate, then I left some of it in my garment. The owner of the garden came, roughed me up and took possession of my garment. I then went to Allah's Messenger ﷺ and told him what had happened. He said to the man:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَطْعَمْتَهُ إِذْ كَانَ جَائِعًا - أَوْ سَاغِبًا - وَلَا عَلَّمْتَهُ إِذْ كَانَ جَاهِلًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَرَهُ فَرَدَّ إِلَيْهِ ثَوْبَهُ، فَأمَرَ لَهُ بِوَسْقٍ مِنْ طَعَامٍ أَوْ نِصْفِ وَسْقٍ.</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have not fed him when he was hungry - or he said starving - nor have you taught him if he was ignorant.)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ commanded him to return 'Abbad's garment to him, and to offer him a Wasq <span class=\"gray\">(around 180 kilograms)</span> - or a half Wasq - of food</p><p lang=\"en\" class=\"en \">This has a sufficiently strong chain of narrators and there are many other witnessing narrations to support it, such as the Hadith that 'Amr bin Shu'ayb narrated from his father that his grandfather said: Allah's Messenger ﷺ was asked about the hanging clusters of dates. He said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَنْ أَصَابَ مِنْهُ مِنْ ذِي حَاجَةٍ بِفِيهِ غَيْرَ مُتَّخِذٍ خُبْنَةً، فَلَا شَيْءَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no harm for whoever takes some of it in his mouth for a necessity without putting it in his garment.)</span></p><p lang=\"cy\" class=\"cy \">Muqatil bin Hayyan commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then there is no sin on him. Truly, Allah is Oft-Forgiving, Most Merciful.)</span> \"For what is eaten out of necessity.\" Sa'id bin Jubayr said, \"Allah is pardoning for what has been eaten of the unlawful, and Merciful' in that He allowed the prohibited during times of necessity.\" Masruq said, \"Whoever is in dire need, but does not eat or drink until he dies, he will enter the Fire.\" This indicates that eating dead animals for those who are in need of it for survival is not only permissible but required.</p>"
  }
]