[
  {
    "ayah_key": "6:50",
    "group_ayah_key": "6:50",
    "from_ayah": "6:50",
    "to_ayah": "6:54",
    "ayah_keys": "6:50,6:51,6:52,6:53,6:54",
    "text": "<p lang=\"en\" class=\"en \">Say: \"I don't tell you that with me are the treasures of Allah, nor <span class=\"gray\">(that)</span> I know the Unseen; nor do I tell you that I am an angel. I but follow what is revealed to me.\" Say: \"Are the blind and the one who sees equal? Will you not then consider? <span>(50)</span>And warn therewith those who fear that they will be gathered before their Lord, when there will be neither a protector nor an intercessor for them besides Him, so that they may have Taqwa <span>(51)</span>And turn not away those who invoke their Lord, morning and evening seeking His Face. You are accountable for them in nothing, and they are accountable for you in nothing, that you may turn them away, and thus become of the wrongdoers <span>(52)</span>Thus We have tried some of them with others, that they might say: \"Is it these <span class=\"gray\">(poor believers)</span> that Allah has favored from amongst us?\" Does not Allah know best those who are grateful <span>(53)</span>When those who believe in Our Ayat come to you, say: \"Salamun 'Alaykum\" <span class=\"gray\">(peace be on you)</span>; your Lord has written mercy for Himself, so that, if any of you does evil in ignorance, and thereafter repents and does righteous good deeds, then surely, He is Oft-Forgiving, Most Merciful <span>(54)</span></p><div lang=\"en\" class=\"en \"><h2>The Messenger Neither has the Key to Allah's Treasures, Nor Knows the Unseen</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said to His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I don't tell you that with me are the treasures of Allah.\")</span> meaning, I do not own Allah's treasures or have any power over them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَعْلَمُ الْغَيْبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor <span class=\"gray\">(that)</span> I know the Unseen,)</span> and I do not say that I know the Unseen, because its knowledge is with Allah and I only know what He conveys of it to me.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor I tell you that I am an angel.)</span> meaning, I do not claim that I am an angel. I am only a human to whom Allah sends revelation, and He honored me with this duty and favored me with it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I but follow what is revealed to me.)</span> and I never disobey the revelation in the least.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Are the blind and the one who sees equal?\")</span> meaning, 'Is the one who is guided, following the truth, equal to the one misled?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَتَفَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not then consider?)</span> In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن يَعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَىٰ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall he then who knows that what has been revealed to you from your Lord is the truth, be like him who is blind? But it is only the men of understanding that pay heed.)</span><span class=\"gray\">[13:19]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرْ بِهِ الَّذِينَ يَخَافُونَ أَن يُحْشَرُوا إِلَىٰ رَبِّهِمْ لَيْسَ لَهُم مِّن دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And warn therewith those who fear that they will be gathered before their Lord, when there will be neither a protector nor an intercessor for them besides Him,)</span> means, warn with this Qur'an, O Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who live in awe for fear of their Lord)</span><span class=\"gray\">[23:57]</span>, who,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fear their Lord, and dread the terrible reckoning.)</span><span class=\"gray\">[13:21]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَخَافُونَ أَن يُحْشَرُوا إِلَىٰ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who fear that they will be gathered before their Lord,)</span> on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَهُم مِّن دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when there will be neither a protector nor an intercessor for them besides Him,)</span> for on that Day, they will have no relative or intercessor who can prevent His torment if He decides to punish them with it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّعَلَّهُمْ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they may have Taqwa.)</span> Therefore, warn of the Day when there will be no judge except Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّعَلَّهُمْ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they may have Taqwa.)</span> and thus work good deeds in this life, so that their good deeds may save them on the Day of Resurrection from Allah's torment, and so that He will grant them multiple rewards.</p><div lang=\"en\" class=\"en \"><h2>Prohibiting the Messenger from Turning the Weak Away and the Order to Honor Them</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And turn not away those who invoke their Lord, morning and evening seeking His Face.)</span> meaning, do not turn away those who have these qualities, instead make them your companions and associates. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And keep yourself patiently with those who call on their Lord morning and evening, seeking His Face, and let not your eyes overlook them, desiring the pomp and glitter of the life of the world; and obey not him whose heart We have made heedless of Our remembrance, one who follows his own lusts and whose affair <span class=\"gray\">(deeds)</span> has been lost.)</span><span class=\"gray\">[18:28]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُونَ رَبَّهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(invoke their Lord...)</span> refers to those who worship Him and supplicate to Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْغَدَاةِ وَالْعَشِيِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(morning and evening.)</span> referring to the obligatory prayers, according to Sa'id bin Al-Musayyib, Mujahid, Al-Hasan and Qatadah. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord said, \"Invoke Me, I will respond <span class=\"gray\">(to your invocation)</span>.\")</span><span class=\"gray\">[40:60]</span>, I will accept your supplication. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُونَ وَجْهَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(seeking His Face.)</span> meaning, they seek Allah's Most Generous Face, by sincerity for Him in the acts of worship and obedience they perform. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَيْءٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are accountable for them in nothing, and they are accountable for you in nothing,)</span></p><p lang=\"en\" class=\"en \">This is similar to the answer Nuh gave to his people when they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall we believe in you, when the meekest <span class=\"gray\">(of the people)</span> follow you?\")</span><span class=\"gray\">[26:111]</span>. Nuh answered them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ - إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّي لَوْ تَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what knowledge have I of what they used to do? Their account is only with my Lord, if you could <span class=\"gray\">(but)</span> know.)</span><span class=\"gray\">[26:112-113]</span>, meaning, their reckoning is for Allah not me, just as my reckoning is not up to them. Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may turn them away, and thus become of the wrongdoers.)</span> meaning, you will be unjust if you turn them away. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We have tried some of them with others)</span> means, We tested, tried and checked them with each other,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَقُولُوا أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِم مِّن بَيْنِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That they might say: \"Is it these <span class=\"gray\">(poor believers)</span> that Allah has favored from amongst us\")</span></p><p lang=\"en\" class=\"en \">This is because at first, most of those who followed the Messenger of Allah ﷺ were the weak among the people, men, women, slaves, and only a few chiefs or noted men followed him. Nuh, was also addressed by his people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nor do we see any follow you but the meekest among us and they <span class=\"gray\">(too)</span> followed you without thinking.)</span><span class=\"gray\">[11:27]</span></p><p lang=\"en\" class=\"en \">Heraclius, emperor of Rome, asked Abu Sufyan, \"Do the noblemen or the weak among people follow him <span class=\"gray\">(Muhammad ﷺ)</span>?\" Abu Sufyan replied, \"Rather the weak among them.\" Heraclius commented, \"Such is the case with followers of the Messengers.\" </p><p lang=\"en\" class=\"en \">The idolators of Quraysh used to mock the weak among them who believed in the Prophet ﷺ and they even tortured some of them. They used to say, \"Are these the ones whom Allah favored above us?\" meaning, Allah would not guide these people, instead of us, to all that is good, if indeed what they embraced is good. Allah mentioned similar statements in the Qur'an from the disbelievers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَ خَيْرًا مَّا سَبَقُونَا إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had it been a good thing, they <span class=\"gray\">(weak and poor)</span> would not have preceded us to it!)</span><span class=\"gray\">[46:11]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Our clear verses are recited to them, those who disbelieve say to those who believe: \"Which of the two groups is best in position and station.\")</span><span class=\"gray\">[19:73]</span> Allah said in reply,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a generation <span class=\"gray\">(past nations)</span> have We destroyed before them, who were better in wealth, goods and outward appearance?)</span><span class=\"gray\">[19:74]</span>. Here, Allah answered the disbelievers when they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِم مِّن بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Is it these <span class=\"gray\">(poor believers)</span> that Allah has favored from amongst us?\" Does not Allah know best those who are grateful?)</span> Meaning is not Allah more knowledgeable of those who thank and appreciate Him in statement, action and heart? Thus Allah directs these believers to the ways of peace, transfers them from darkness to light by His leave, and guides them to the straight path. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for those who strive hard for Us <span class=\"gray\">(Our cause)</span>, We will surely guide them to Our paths <span class=\"gray\">(i.e. Allah's religion)</span>. And verily, Allah is with the doers of good\")</span><span class=\"gray\">[29:69]</span>. An authentic Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَلَا إِلَى أَلْوَانِكُمْ، وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not look at your shapes or colors, but He looks at your heart and actions.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When those who believe in Our Ayat come to you, say: \"Salamun 'Alaykum\" <span class=\"gray\">(peace be on you)</span>;)</span> means, honor them by returning the Salam and give them the good news of Allah's exclusive, encompassing mercy for them. So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ الرَّحْمَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your Lord has written Mercy for Himself,)</span> meaning, He has obliged His Most Honored Self to grant mercy, as a favor, out of His compassion and beneficence,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنَّهُ مَنْ عَمِلَ مِنكُمْ سُوءًا بِجَهَالَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that, if any of you does evil in ignorance...)</span> as every person who disobeys Allah does it in ignorance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and thereafter repents and does righteous good deeds,)</span> by repenting from the sins that he committed, intending not to repeat the sin in the future, but to perform righteous deeds,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَنَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then surely, He is Oft-Forgiving Most Merciful.)</span></p><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا قَضَى اللهُ الْخَلْقَ كَتَبَ فِي كِتَابٍ فَهُوَ عِنْدَهُ فَوْقَ الْعَرْشِ: إِنَّ رَحْمَتِي غَلَبَتْ غَضَبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Allah finished with the creation, He wrote in a Book that He has with Him above the Throne, 'My mercy prevails over My anger'.)</span> This Hadith was also recorded in the The Two Sahihs.</p>"
  }
]