[
  {
    "ayah_key": "56:13",
    "group_ayah_key": "56:13",
    "from_ayah": "56:13",
    "to_ayah": "56:26",
    "ayah_keys": "56:13,56:14,56:15,56:16,56:17,56:18,56:19,56:20,56:21,56:22,56:23,56:24,56:25,56:26",
    "text": "<p lang=\"en\" class=\"en \">A multitude of those will be from the first ones <span>(13)</span>And a few of those will be from the later ones <span>(14)</span><span class=\"gray\">(They will be)</span> on thrones, Mawdunah <span>(15)</span>Reclining thereon, face to face <span>(16)</span>Immortal boys will go around them <span class=\"gray\">(serving)</span><span>(17)</span>With cups, and jugs, and a glass of flowing wine <span>(18)</span>Wherefrom neither Yusadda'un nor Yunzifun <span>(19)</span>And with fruit that they may choose <span>(20)</span>And with the flesh of fowls that they desire <span>(21)</span>And <span class=\"gray\">(there will be)</span> Hur with wide lovely eyes <span>(22)</span>Like preserved pearls <span>(23)</span>A reward for what they used to do <span>(24)</span>No Laghw <span class=\"gray\">(evil vain talk)</span> will they hear therein, nor any sinful speech <span>(25)</span>But only the saying of: \"Salaman! Salaman! <span>(26)</span></p><p lang=\"en\" class=\"en \">The Reward of the Foremost in Faith</p><p lang=\"en\" class=\"en \">Allah states that the foremost of the close believers are a multitude, a crowd among the earlier generations and a few from the latter generations. There is a difference over the meaning of the first generations and the later generations. Some said that the former means earlier <span class=\"gray\">(believing)</span> nations, while the later refers to this Ummah. This was reported from Mujahid and Al-Hasan Al-Basri, in the collection of Ibn Abi Hatim, and this is the preference of Ibn Jarir. He considered it supported by the saying of Allah's Messenger ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are the later nation, but the foremost on the Day of Resurrection.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir did not mention any other interpretation nor did he attribute this view to anyone else. </p><p lang=\"en\" class=\"en \">There is another Hadith that could support this meaning. Imam Abu Muhammad bin Abi Hatim recorded that Abu Hurayrah said that when these Ayat were revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُلَّةٌ مِنَ الْأَوَّلِينَ - وَقَلِيلٌ مِنَ الْآخِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A multitude of those <span class=\"gray\">(foremost)</span> will be from the first ones. And a few of those will be from the later ones.)</span>, this news became hard for the Companions of the Prophet ﷺ. These this Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُلَّةٌ مِنَ الْأَوَّلِينَ - وَثُلَّةٌ مِنَ الْآخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A multitude of those will be from the first ones. And a multitude of those will be from the later ones.)</span>, were revealed.<span class=\"gray\">(56:39-40)</span> The Prophet ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ، ثُلُثَ أَهْلِ الْجَنَّةِ، بَلْ أَنْتُمْ نِصْفُ أَهْلِ الْجَنَّةِ - أَوْ: شَطْرُ أَهْلِ الْجَنَّةِ - وَتُقَاسِمُونَهُمُ النِّصْفَ الثَّانِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I hope that you will comprise a quarter of the residents of Paradise, a third of the residents of Paradise. Rather, you are a half of the residents of Paradise, and will have a share in the other half.)</span> Imam Ahmad also recorded this. </p><p lang=\"en\" class=\"en \">However, this opinion that Ibn Jarir chose is questionable, rather it is a deficient interpretation. This is because this Ummah is the best of all nations, according to the text of the Qur'an. Therefore, it is not possible that the foremost believers from earlier nations are more numerous than those of in this Ummah; the opposite is true. The latter opinion is the correct one, that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُلَّةٌ مِنَ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A multitude of those will be from the first ones)</span>, refers to the earlier generations of this Ummah, while,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَلِيلٌ مِنَ الْآخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a few of those will be from the later ones.)</span>, refers to the latter people of this Ummah.</p><p lang=\"jv\" class=\"jv \">Ibn Abi Hatim recorded that As-Sari bin Yahya said that Al-Hasan recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّابِقُونَ السَّابِقُونَ - أُولَٰئِكَ الْمُقَرَّبُونَ - فِي جَنَّاتِ النَّعِيمِ - ثُلَّةٌ مِنَ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those foremost will be foremost. These will be the nearest <span class=\"gray\">(to Allah)</span>.<span class=\"gray\">(56:10-13)</span> In the Gardens of Delight. A multitude of those will be from the first ones.)</span>, </p><p lang=\"en\" class=\"en \">Then he commented, \"A multitude from the earlier generation of this Ummah.\" Ibn Abi Hatim also recorded that Muhammad bin Sirin commented:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُلَّةٌ مِنَ الْأَوَّلِينَ - وَقَلِيلٌ مِنَ الْآخِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A multitude of those will be from the first ones. And a few of those will be from the later ones.)</span>, \"They stated, or hoped that they will all be from this Ummah.\" Therefore, these are the statements of Al-Hasan and Ibn Sirin that those foremost in faith are all from this Ummah. There is no doubt that the earlier generations of each nation were better than the latter generations. In this pretext, this Ayah might include all previous believing nations. In this regard, it is confirmed in the authentic Hadith compilations, from more than one route, that the Messenger of Allah ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرُ الْقُرُونِ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The best people are my generation, then the next generation, then the next generation....)</span> He ﷺ also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ، لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ، إِلَىٰ قِيَامِ السَّاعَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A group of my Ummah will always remain on the truth and dominant, unharmed by those who fail to support them and those who defy them, until the Last Hour begins.)</span> In another narration:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَأْتِيَ أَمْرُ اللهِ تَعَالَىٰ وَهُمْ كَذٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(..until Allah's command comes while they are like this.)</span> This Ummah is more honored than any other Ummah. The foremost believers of this Ummah are more numerous and hold a higher rank than those of other nations, due to the status of their religion and Prophet. In a Mutawatir Hadith, the Prophet ﷺ mentioned that seventy thousand of this Ummah will enter Paradise without reckoning. In another narration of this Hadith, the Prophet ﷺ added,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَعَ كُلِّ أَلْفٍ سَبْعُونَ أَلْفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With each thousand, another seventy thousand.)</span> In yet another narration, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَعَ كُلِّ وَاحِدٍ سَبْعُونَ أَلْفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With every one of them is another seventy thousand.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ سُرُرٍ مَوْضُونَةٍ </p><p lang=\"so\" class=\"so \"><span class=\"gray\">(on Thrones, Mawdunah.)</span> Ibn 'Abbas said, \"Woven with gold.\" Similar was reported from Mujahid, 'Ikrimah, Sa'id bin Jubayr, Zayd bin Aslam, Qatadah, Ad-Dahhak and others. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Reclining thereon, face to face.)</span> indicating that they will face each other, and none of them will be in the back lines,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Immortal boys will go around them)</span>, who will never grow up, get old or change in shape,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With cups, and jugs, and a glass of flowing wine)</span> these cups do not have handles or spouts, while the jugs sometimes do and sometimes do not. All of them, including the glasses, will contain wine drawn from a flowing spring, not from containers that might get empty. Rather, this spring of wine flows freely,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wherefrom neither Yusadda'un nor Yunzifun.)</span> meaning, they will never get headaches from this wine nor intoxicated. Rather, this wine does not affect their minds, even though it has a strong and tremendously delightful taste. Ad-Dahhak reported from Ibn 'Abbas: \"The wine <span class=\"gray\">(of this life)</span> has four side-effects, it intoxicates, gives headaches, induces vomiting and causes excessive urine. So Allah mentioned the wine of Paradise free of these characteristics.\" Mujahid, 'Ikrimah, Sa'id bin Jubayr, 'Atiyah Al-'Awfi, Qatadah and As-Suddi said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُصَدَّعُونَ عَنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wherefrom neither Yusadda'un)</span> means, \"It does not give them a headache.\" While they said that</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُنْزِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will they Yunzifun.)</span> means that \"It does not change their sense of reasoning.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ - وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with fruit that they may choose. And with the flesh of fowls that they desire.)</span> meaning, whatever fruits they wish for will be distributed among them. This Ayah is a proof that we are allowed to choose the fruits that we prefer and wish to eat. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Thabit said that Anas said that the Messenger of Allah ﷺ liked dreams. A man might have a dream, so he would ask about him if he did not know him, and would like to hear the dream if that man was praised for his good qualities. Once a woman came to him and said, \"O Allah's Messenger! I had a dream that I was taken out of Al-Madinah and entered Paradise. I heard noise because of which Paradise wept. I looked and found so-and-so, so-and-so,' and she mentioned the names of twelve men whom the Prophet ﷺ had sent with a military expedition. They were later brought on <span class=\"gray\">(in Paradise, in the dream)</span> with their wounds still bleeding. It was said, 'Take them to the river Baydakh or – Baydhakh.' They were taken to that river and submerged in it and their faces turned as radiant as the full moon. They were brought a plate made of gold containing green dates. They ate as much of the green dates they wanted to and whenever they turned that plate around, they would eat from the fruit it contained, as much as they wanted, and I <span class=\"gray\">(the woman said)</span> ate with them.\" </p><p lang=\"en\" class=\"en \">Later on, that army sent an emissary to convey the news <span class=\"gray\">(of the battle)</span> and he said that so-and-so and so-and-so died, mentioning the names of the twelve men who were mentioned in the dream. So, Allah's Messenger ﷺ called the woman and again asked her to mention her story, and she did. </p><p lang=\"en\" class=\"en \">This is the narration that Abu Ya'la collected, and Al-Hafiz Ad-Diya' said, \"This Hadith meets the criteria of Muslim.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with the flesh of fowls that they desire.)</span> Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ طَيْرَ الْجَنَّةِ كَأَمْثَالِ الْبُخْتِ، يَرْعَىٰ فِي شَجَرِ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Birds of Paradise are like Bukht camels that graze in the trees of Paradise.)</span> Abu Bakr commented, \"O Allah's Messenger! Surely, these birds must be wonderful.\" The Messenger ﷺ said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">آكِلُهَا أَنْعَمُ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who eat them are more wonderful.)</span> and repeated this statement thrice. The Prophet ﷺ went on,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنِّي لَأَرْجُو أَنْ تَكُونَ مِمَّنْ يَأْكُلُ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I hope that you will be among those who eat from them.)</span> Only Imam Ahmad collected this Hadith using this chain of narration. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Like unto preserved pearls.)</span>, indicating that they are just as white and pure fresh pearls. We mentioned Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As if they were eggs preserved.)</span><span class=\"gray\">(37:49)</span>, in Surat As-Saffat <span class=\"gray\">(chapter 37)</span>, and also their description in Surat Ar-Rahman <span class=\"gray\">(chapter 55)</span>. This is why Allah said afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَزَاءً بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A reward for what they used to do.)</span> meaning, 'these delights that We granted them are rewards for the good deeds that they performed <span class=\"gray\">(in this life)</span>.' Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا - إِلَّا قِيلًا سَلَامًا سَلَامًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No Laghw <span class=\"gray\">(evil vain talk)</span> will they hear therein, nor any sinful speech. But only the saying of: \"Salaman <span class=\"gray\">(peace,)</span>! Salaman <span class=\"gray\">(peace.)</span>!\")</span> meaning they will not hear foul or unnecessary speech in Paradise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسْمَعُ فِيهَا لَاغِيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Where they shall neither hear harmful speech nor falsehood.)</span><span class=\"gray\">(88:11)</span>, meaning, no foul words are uttered therein. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْثِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor any sinful speech.)</span> meaning, nor speech that contains foul words,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِلَّا قِيلًا سَلَامًا سَلَامًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But only the saying of: \"Salaman <span class=\"gray\">(peace!)</span>, Salaman <span class=\"gray\">(peace!)</span>.\")</span>, they will greet each other with Salam, just as Allah said in another Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">تَحِيَّتُهُمْ فِيهَا سَلَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their greeting therin will be: \"Salaman <span class=\"gray\">(peace!)</span>.\")</span><span class=\"gray\">(14:23)</span> And, as we mentioned, their words will be free from impure and needless speech.</p>"
  }
]