[
  {
    "ayah_key": "9:1",
    "group_ayah_key": "9:1",
    "from_ayah": "9:1",
    "to_ayah": "9:2",
    "ayah_keys": "9:1,9:2",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بَرَاءَةٌ مِّنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدتُّم مِّنَ الْمُشْرِكِينَ - فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ ۙ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Freedom from <span class=\"gray\">(all)</span> obligations <span class=\"gray\">(is declared)</span> from Allah and His Messenger ﷺ to those of the Mushrikin <span class=\"gray\">(idolaters)</span>, with whom you made a treaty.)</span><span class=\"gray\">(2. So travel freely <span class=\"gray\">(O Mushrikin)</span> for four months <span class=\"gray\">(as you will)</span> throughout the land, but know that you cannot escape <span class=\"gray\">(from the punishment of)</span> Allah; and Allah will disgrace the disbelievers.)</span></p><div lang=\"en\" class=\"en \"><h2>Why there is no Basmalah in the Beginning of This Surah</h2></div><p lang=\"en\" class=\"en \">This honorable Surah <span class=\"gray\">(chapter 9)</span> was one of the last Surahs to be revealed to the Messenger of Allah ﷺ. Al-Bukhari recorded that Al-Bara' said, \"The last Ayah to be revealed was,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you for a legal verdict. Say: \"Allah directs <span class=\"gray\">(thus)</span> about Al-Kalalah.\")</span><span class=\"gray\">[4:176]</span>, </p><p lang=\"en\" class=\"en \">while the last Surah to be revealed was Bara'ah.\" The Basmalah was not mentioned in the beginning of this Surah because the Companions did not write it in the complete copy of the Qur'an <span class=\"gray\">(Mushaf)</span> they collected, following the Commander of the faithful, 'Uthman bin 'Affan, may Allah be pleased with him. </p><p lang=\"en\" class=\"en \">The first part of this honorable Surah was revealed to the Messenger of Allah ﷺ when he returned from the battle of Tabuk, during the Hajj season, which the Prophet ﷺ thought about attending. But he remembered that the idolators would still attend that Hajj, as was usual in past years, and that they perform Tawaf around the House while naked. He disliked to associate with them and sent Abu Bakr As-Siddiq, may Allah be pleased with him, to lead Hajj that year and show the people their rituals, commanding him to inform the idolators that they would not be allowed to participate in Hajj after that season. He commanded him to proclaim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَرَاءَةٌ مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Freedom from <span class=\"gray\">(all)</span> obligations <span class=\"gray\">(is declared)</span> from Allah and His Messenger ﷺ...)</span>, to the people. When Abu Bakr had left, the Messenger sent 'Ali bin Abu Talib to be the one to deliver this news to the idolators on behalf of the Messenger ﷺ, for he was the Messenger's cousin. We will mention this story later.</p><div lang=\"en\" class=\"en \"><h2>Publicizing the Disavowal of the Idolators</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَرَاءَةٌ مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Freedom from obligations from Allah and His Messenger ﷺ)</span>, is a declaration of freedom from all obligations from Allah and His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى الَّذِينَ عَاهَدتُّم مِّنَ الْمُشْرِكِينَ - فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to those of the Mushrikin, with whom you made a treaty. So travel freely <span class=\"gray\">(Mushrikin)</span> for four months <span class=\"gray\">(as you will)</span> throughout the land)</span><span class=\"gray\">[9:1-2]</span>. </p><p lang=\"en\" class=\"en \">This Ayah refers to idolators who had indefinite treaties and those, whose treaties with Muslims ended in less than four months. The terms of these treaties were restricted to four months only. As for those whose term of peace ended at a specific date later <span class=\"gray\">(than the four months)</span>, then their treaties would end when their terms ended, no matter how long afterwards, for Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So fulfill their treaty for them until the end of their term)</span><span class=\"gray\">[9:4]</span>. </p><p lang=\"en\" class=\"en \">So whoever had a coventant with Allah's Messenger ﷺ then it would last until its period expired, this was reported from Muhammad bin Ka'b Al-Qurazi and others. We will also mention a Hadith on this matter. </p><p lang=\"en\" class=\"en \">Abu Ma'shar Al-Madani said that Muhammad bin Ka'b Al-Qurazi and several others said, \"The Messenger of Allah ﷺ sent Abu Bakr to lead the Hajj rituals on the ninth year <span class=\"gray\">(of Hijrah)</span>. He also sent 'Ali bin Abi Talib with thirty or forty Ayat from Bara'ah <span class=\"gray\">(At-Tawbah)</span>, and he recited them to the people, giving the idolators four months during which they freely move about in the land. He recited these Ayat on the day of 'Arafah <span class=\"gray\">(ninth of Dhul-Hijjah)</span>. The idolators were given twenty more days <span class=\"gray\">(till the end)</span> of Dhul-Hijjah, Muharram, Safar, Rabi' Al-Awwal and ten days from Rabi' Ath-Thani. He proclaimed to them in their camping areas, 'No Mushrik will be allowed to perform Hajj after this year, nor a naked person to perform Tawaf around the House.'\" So Allah said,</p>"
  },
  {
    "ayah_key": "9:100",
    "group_ayah_key": "9:100",
    "from_ayah": "9:100",
    "to_ayah": "9:100",
    "ayah_keys": "9:100",
    "text": "<p class=\"en translation\" lang=\"en\">And the foremost to embrace Islam of the Muhajirin and the Ansar and also those who followed them exactly <span class=\"gray\">(in faith)</span>. Allah is well-pleased with them as they are well-pleased with Him. He has prepared for them Gardens under which rivers flow <span class=\"gray\">(Paradise)</span>, to dwell therein forever. That is the supreme success <span>(100)</span></p><div lang=\"ga\" class=\"ga \"><h2>Virtues of the Muhajirin, Ansar and Those Who followed Them in Faith</h2></div><p lang=\"en\" class=\"en \">Allah mentions that He is pleased foremost with the Muhajirin, Ansar and those who followed them in faith, and that they are well-pleased with Him, for He has prepared for them the gardens of delight and eternal joy. Ash-Sha'bi said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنصَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The foremost Muhajirin and Ansar)</span> are those who conducted the pledge of Ar-Ridwan in the year of Hudaybiyyah. Abu Musa Al-Ash'ari, Sa'id bin Al-Musayyib, Muhammad bin Sirin, Al-Hasan and Qatadah said that they are those who performed the prayer towards the two Qiblahs with the Messenger of Allah ﷺ <span class=\"gray\">[first toward Jerusalem and later toward the Ka'bah]</span>. Allah, the Most Great, stated that He is pleased foremost with the Muhajirin, the Ansar and those who followed their lead with excellence. Therefore, woe to those who dislike or curse them, or dislike or curse any of them, especially their master after the Messenger, the best and most righteous among them, the Siddiq <span class=\"gray\">(the great truthful one)</span> and the grand Khalifah, Abu Bakr bin Abi Quhafah, may Allah be pleased with him. The failure group, the Rafidah <span class=\"gray\">(a sect of Shiites)</span>, are the enemies of the best Companions, they hate and curse them, we seek refuge with Allah from such evil. This indicates that the minds of these people are twisted and their hearts turned upside down, for where are they in relation to believing in the Qur'an They curse those whom Allah stated He is pleased with! As for the followers of the Sunnah, they are pleased with those whom Allah is pleased with, curse whomever Allah and His Messenger ﷺ curse, and give their loyalty to Allah's friends and show enmity to the enemies of Allah. They are followers not innovators, imitating <span class=\"gray\">[the Sunnah]</span> they do not initiate it on their own. They are indeed the party of Allah, the successful, and Allah's faithful servants.</p>"
  },
  {
    "ayah_key": "9:101",
    "group_ayah_key": "9:101",
    "from_ayah": "9:101",
    "to_ayah": "9:101",
    "ayah_keys": "9:101",
    "text": "<p class=\"en translation\" lang=\"en\">And among the bedouins around you, some are hypocrites, and so are some among the people of Al-Madinah who persist in hypocrisy; you know them not, We know them. We shall punish them twice, and thereafter they shall be brought back to a great <span class=\"gray\">(horrible)</span> torment <span>(101)</span></p><div lang=\"en\" class=\"en \"><h2>Hypocrites among the Bedouins and Residents of Al-Madinah</h2></div><p lang=\"en\" class=\"en \">Allah informs His Messenger, peace be upon him, that among the bedouins around Al-Madinah there are hypocrites and in Al-Madinah itself, those,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَرَدُوا عَلَى النِّفَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who persist in hypocrisy;)</span> meaning they insisted on hypocrisy and continued in it Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you know them not, We know them)</span>, does not contradict His other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had We willed, We could have shown them to you, and you should have known them by their marks; but surely, you will know them by the tone of their speech!)</span><span class=\"gray\">[47:30]</span>, because the latter Ayah describes them by their characteristics, not that the Messenger ﷺ knows all those who have doubts and hypocrisy. The Messenger ﷺ knew that some of those who associated with him from the people of Al-Madinah were hypocrites, and he used to see them day and night <span class=\"gray\">[but did not know who they were exactly]</span>. We mentioned before in the explanation of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَمُّوا بِمَا لَمْ يَنَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and they resolved that <span class=\"gray\">(plot)</span> which they were unable to carry out...)</span><span class=\"gray\">[9:74]</span> that the Prophet ﷺ informed Hudhayfah of the names of fourteen or fifteen hypocrites. This knowledge is specific in this case, not that the Messenger of Allah ﷺ was informed of all their names, and Allah knows best. </p><p lang=\"en\" class=\"en \">Abdur-Razzaq narrated that Ma'mar said that Qatadah commented on this Ayah <span class=\"gray\">[9:101]</span>, \"What is the matter with some people who claim to have knowledge about other people, saying, 'So-and-so is in Paradise and so-and-so is in the Fire.' If you ask any of these people about himself, he would say, 'I do not know <span class=\"gray\">(if I will end up in Paradise or the Fire)</span>!' Verily, you have more knowledge of yourself than other people. You have assumed a job that even the Prophets before you refrained from assuming. Allah's Prophet Nuh said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what knowledge have I of what they used to do)</span><span class=\"gray\">[26:112]</span> Allah's Prophet Shu'ayb said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَقِيَّتُ اللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَا أَنَا عَلَيْكُم بِحَفِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That which is left by Allah for you <span class=\"gray\">(after giving the rights of the people)</span> is better for you, if you are believers. And I am not a guardian over you)</span><span class=\"gray\">[11:86]</span>, while Allah said to His Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you know them not, We know them.)</span>\" Mujahid said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُعَذِّبُهُم مَّرَّتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall punish them twice)</span>, \"By killing and capture.\" In another narration he said, \"By hunger and torment in the grave,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and thereafter they shall be brought back to a great <span class=\"gray\">(horrible)</span> torment.)</span>\"</p><p lang=\"en\" class=\"en \">Abdur-Rahman bin Zayd bin Aslam said, \"The torment in this life strikes their wealth and offspring,\" and he recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So let not their wealth nor their children amaze you; Allah only wants to punish them with these things in the life of this world.)</span><span class=\"gray\">[9:55]</span></p><p lang=\"en\" class=\"en \">These afflictions torment them, but will bring reward for the believers. As for the torment in the Hereafter, it is in the Fire,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and thereafter they shall be brought back to a great <span class=\"gray\">(horrible)</span> torment.)</span></p>"
  }
]