[
  {
    "ayah_key": "52:17",
    "group_ayah_key": "52:17",
    "from_ayah": "52:17",
    "to_ayah": "52:20",
    "ayah_keys": "52:17,52:18,52:19,52:20",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who have Taqwa will be in Gardens and Delight <span>(17)</span>Enjoying in that which their Lord has bestowed on them, and <span class=\"gray\">(the fact that)</span> their Lord saved them from the torment of the blazing Fire <span>(18)</span>\"Eat and drink with happiness because of what you used to do. <span>(19)</span>They will recline on thrones Masfufah. And We shall marry them to Hur <span class=\"gray\">(fair females)</span> with wide lovely eyes <span>(20)</span></p><p lang=\"it\" class=\"it \">Description of the Destination of the Happy</p><p lang=\"en\" class=\"en \">Allah the Exalted described the destination of the happy ones,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who have Taqwa will be in Gardens and Delight.)</span> in contrast to the torment and punishment of the miserable;</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enjoying in that which their Lord has bestowed on them,)</span> meaning, enjoying the various types of delight that Allah has granted them therein, such as various types of foods, drinks, clothes, dwelling places, mounts, and so forth,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(the fact that)</span> their Lord saved them from the torment of the blazing Fire.)</span> He saved them from the torment of the Fire, which is a bounty itself. Added to this blessing is the fact that they were entered into Paradise, which has delights that no eye has ever seen, no ear has ever heard, nor has a heart ever imagined. The statement of Allah the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Eat and drink with happiness because of what you used to do\")</span> is similar to another of His statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat and drink at ease for that which you have sent on before you in days past!)</span><span class=\"gray\">(69:24)</span> meaning this is the just reward for your deeds; surely, all this is a favor from Allah and a reward from Him. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُتَّكِئِينَ عَلَىٰ سُرُرٍ مَصْفُوفَةٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will recline <span class=\"gray\">(with ease)</span> on thrones Masfufah.)</span> Ath-Thawri reported from Husayn, from Mujahid, from Ibn 'Abbas: \"Thrones in howdahs.\" And the meaning of, <span class=\"gray\">(Masfufah)</span> is they will be facing each other,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ سُرُرٍ مُتَقَابِلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Facing one another on thrones.)</span><span class=\"gray\">(37:44)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall marry them to Hur <span class=\"gray\">(fair females)</span> with wide lovely eyes.)</span> We made for them righteous spouses, beautiful wives from Al-Hur Al-'Ayn. We mentioned the description of Al-Hur Al-'Ayn in several other places in this Tafsir, and therefore, it is not necessary to repeat their description here.</p>"
  }
]