[
  {
    "ayah_key": "34:1",
    "group_ayah_key": "34:1",
    "from_ayah": "34:1",
    "to_ayah": "34:2",
    "ayah_keys": "34:1,34:2",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ - يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ الرَّحِيمُ الْغَفُورُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. All praise is due to Allah, to Whom belongs all that is in the heavens and all that is on the earth. His is all praise in the Hereafter, and He is the All-Wise, the All-Aware.)</span><span class=\"gray\">(2. He knows that which goes into the earth and that which comes forth from it, and that which descends from the heaven and that which ascends to it. And He is the Most Merciful, the Oft-Forgiving.)</span></p><p lang=\"en\" class=\"en \">All Praise and the Knowledge of the Unseen belong to Allah Alone</p><p lang=\"en\" class=\"en \">Allah tells us that all praise belongs to Him alone in this world and in the Hereafter, because He is the Giver and Bestower who gives to the people of this world and the Hereafter, the Sovereign and Controller of all. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ لَهُ الْحَمْدُ فِي الْأُولَىٰ وَالْآخِرَةِ ۖ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is Allah; none has the right to be worshipped but He, all praise is due to Him <span class=\"gray\">(both)</span> in the first <span class=\"gray\">(i.e., in this world)</span> and in the last <span class=\"gray\">(the Hereafter)</span>. And for Him is the decision, and to Him shall you <span class=\"gray\">(all)</span> be returned.)</span><span class=\"gray\">(28:70)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All praise is due to Allah, to Whom belongs all that is in the heavens and all that is in the earth.)</span> meaning, all of it is His dominion and is enslaved by Him and subject to His control, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And truly, unto Us <span class=\"gray\">(belong)</span> the last <span class=\"gray\">(Hereafter)</span> and the first <span class=\"gray\">(this world)</span>)</span><span class=\"gray\">(92:13)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْحَمْدُ فِي الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His is all praise in the Hereafter,)</span> for He is the One Who will be worshipped forever and praised for eternity.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْحَكِيمُ</p><p lang=\"en\" class=\"en \">and He is the All-Wise, means, in all that He says and does, legislates and decrees.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخَبِيرُ </p><p lang=\"en\" class=\"en \">the All-Aware. from Whom nothing at all is hidden or concealed. Malik narrated that Az-Zuhri said, He is All-Aware of His creation, All-Wise in His commands. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows that which goes into the earth and that which comes forth from it,)</span> meaning, He knows the number of raindrops that sink into the depths of the earth, and the seeds that have been sown, and the things that are hidden in it, and He knows what comes forth from that, how many they are, how they grow and what they look like.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنْزِلُ مِنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which descends from the heaven)</span> means, of raindrops and provision, and what ascends into it, i.e., righteous deeds and other things.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الرَّحِيمُ الْغَفُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Most Merciful, the Oft-Forgiving.)</span> means, He is Most Merciful to His servants; He does not hasten to punish them, and He forgives the sins of those who repent to Him and put their trust in Him.</p>"
  },
  {
    "ayah_key": "34:10",
    "group_ayah_key": "34:10",
    "from_ayah": "34:10",
    "to_ayah": "34:11",
    "ayah_keys": "34:10,34:11",
    "text": "<p lang=\"en\" class=\"en \">And indeed We bestowed grace on Dawud from Us <span class=\"gray\">(saying)</span>: \"O you mountains! Glorify with him! And you birds <span class=\"gray\">(also)</span>! And We made the iron soft for him. <span>(10)</span>Saying: \"Make you perfect coats of mail, and balance well the rings of chain armor <span class=\"gray\">[Sard]</span>, and work you <span class=\"gray\">(men)</span> righteousness. Truly, I am All-Seer of what you do. <span>(11)</span></p><p lang=\"en\" class=\"en \">The Favors which Allah bestowed upon Dawud</p><p lang=\"en\" class=\"en \">Here Allah tells us how He blessed His servant and Messenger Dawud <span class=\"gray\">(David)</span>, peace be upon him, and what He gave him of His great bounty, giving him both prophethood and kingship, and huge numbers of troops. And he blessed him with a mighty voice. Such that when he glorified Allah, the firm, solid, high mountains joined him in glorifying Allah, and the free-roaming birds, who go out in the morning and come back in the evening, stopped for him, and he was able to speak all languages. </p><p lang=\"en\" class=\"en \">In the Sahih it is recorded that the Messenger of Allah ﷺ heard the voice of Abu Musa Al-Ash'ari, may Allah be pleased with him, reciting at night, and he stopped and listened to his recitation, then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أُوتِيَ هٰذَا مِزْمَارًا مِنْ مَزَامِيرِ آلِ دَاوُدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This man has been given one of the sweet melodious voices of the Prophet Dawud.)</span> Abu 'Uthman An-Nahdi said, \"I never heard any cymbal, stringed instrument or chord that was more beautiful than the voice of Abu Musa Al-Ash'ari, may Allah be pleased with him.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\"> أَوِّبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorify)</span> means, glorify Allah. This was the view of Ibn 'Abbas, Mujahid and others. The root of this word <span class=\"gray\">[Ta'wib]</span> means to repeat or respond, so the mountains and birds were commanded to repeat after him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلَنَّا لَهُ الْحَدِيدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made the iron soft for him.)</span> Al-Hasan Al-Basri, Qatadah, Al-A'mash and others said, \"He did not need to heat it in the fire or beat it with a hammer; he could simply twist it in his hands, like a thread.\" Allah said:</p><p class=\"sk qpc-hafs\" lang=\"sk\">أَنِ اعْمَلْ سَابِغَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Saying: \"Make you perfect coats of mail...\")</span>, which means chain mail. Qatadah said, \"He was the first person ever to make chain mail; before that, they used to wear plated armor.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِّرْ فِي السَّرْدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and balance well the rings of chain armor <span class=\"gray\">[Sard]</span>,)</span> This is how Allah taught His Prophet Dawud, peace be upon him, to make coats of mail. Mujahid said concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِّرْ فِي السَّرْدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and balance well the rings of chain armor <span class=\"gray\">[Sard]</span>,)</span> \"Do not make the rivets too loose that the rings <span class=\"gray\">(of chain mail)</span> will shake, or make them too tight that they will not be able to move at all, but make it just right.\" 'Ali bin Abi Talhah reported that 'Ibn 'Abbas said, \"Sard refers to a ring of iron.\" Some of them said, \"Chain mail is called Masrud if it is held together with rivets.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْمَلُوا صَالِحًا ۖ </p><p lang=\"en\" class=\"en \">and work you <span class=\"gray\">(men)</span> righteousness. means, with regard to what Allah has given you of blessings.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, I am All-Seer of what you do.)</span> means, watching you and seeing all that you do and say; nothing of that is hidden at all.</p>"
  },
  {
    "ayah_key": "34:12",
    "group_ayah_key": "34:12",
    "from_ayah": "34:12",
    "to_ayah": "34:13",
    "ayah_keys": "34:12,34:13",
    "text": "<p lang=\"en\" class=\"en \">And to Sulayman <span class=\"gray\">(We subjected)</span> the wind, its morning was a month's <span class=\"gray\">(journey)</span>, and its afternoon was a month's <span class=\"gray\">(journey)</span>. And We caused a fount of Qitr to flow for him, and there were Jinn that worked in front of him, by the leave of his Lord. And whosoever of them turned aside from Our command, We shall cause him to taste of the torment of the blazing Fire <span>(12)</span>They worked for him as he desired on Maharib, Tamathil, large basins like Jawab and Qudur Rasiyat. \"Work you, O family of Dawud, with thanks!\" But few of My servants are grateful <span>(13)</span></p><p lang=\"en\" class=\"en \">The Favors which Allah bestowed upon Sulayman</p><p lang=\"en\" class=\"en \">Having mentioned the blessings with which He favored Dawud, Allah follows this by mentioning what He gave to Dawud's son Sulayman <span class=\"gray\">(Solomon)</span>, may peace be upon them both. He subjugated the wind to him, so that it would carry his carpet one way for a month, then back again the next month. Al-Hasan Al-Basri said, \"He set out from Damascus in the morning, landed in Istakhar where he ate a meal, then flew on from Istakhar and spent the night in Kabil.\" Between Damascus and Istakhar is an entire month's travel for a swift rider, and between Istakhar and Kabul is an entire month's travel for a swift rider.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We caused a fount Qitr to flow for him,)</span> Ibn 'Abbas, may Allah be plased with him, Mujahid, 'Ikrimah, 'Ata' Al-Khurasani, Qatadah, As-Suddi, Malik from Zayd bin Aslam, 'Abdur-Rahman bin Zayd bin Aslam and others said, \"Qitr means copper.\" Qatadah said, \"It was in Yemen.\" Allah brought forth all the things that people make for Sulayman, peace be upon him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there were Jinn that worked in front of him, by the leave of his Lord.)</span> means, 'We subjugated the Jinn to work in front of him,' by the permission of his Lord, i.e., by Allah's decree and subjugation, they built whatever constructions he wanted, and did other work as well.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever of them turned aside from Our command,)</span> means, whoever among them tried to rebel and disobey,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall cause him to taste of the torment of the blazing Fire.)</span> which means, burning.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They worked for him as he desired on Maharib, Tamathil,)</span> Maharib refers to beautiful structures, the best and innermost part of a dwelling. Ibn Zayd said, \"This means dwellings.\" With regard to \"Tamathil,\" 'Atiyah Al-'Awfi, Ad-Dahhak and As-Suddi said that Tamathil means pictures.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(large basins like Jawab and Qudur Rasiyat.)</span> Jawab, the plural form of Jabiyah, refers to cisterns or tanks in which water is held, and Qudur Rasiyat are cauldrons that stay in one place and are not moved around because of their great size. This was the view of Mujahid, Ad-Dahhak and others.</p><p class=\"fa qpc-hafs\" lang=\"fa\">اعْمَلُوا آلَ دَاوُودَ شُكْرًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Work you, O family of Dawud, with thanks!)</span> means, 'We said to them: Work with thanks for the blessings that We have bestowed upon you in this world and the Hereafter.' This indicates that thanks may be expressed by actions as much as by words and intentions.</p><p lang=\"en\" class=\"en \">Abu 'Abdur-Rahman Al-Hubuli said, \"Prayer is thanks, fasting is thanks, every good deed that you do for the sake of Allah is thanks, and the best of thanks is praise.\" This was recorded by Ibn Jarir. In the Two Sahihs, it is reported that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَحَبَّ الصَّلَاةِ إِلَى اللهِ تَعَالَىٰ صَلَاةُ دَاوُدَ، كَانَ يَنَامُ نِصْفَ اللَّيْلِ، وَيَقُومُ ثُلُثَهُ، وَيَنَامُ سُدُسَهُ، وَأَحَبَّ الصِّيَامِ إِلَى اللهِ تَعَالَىٰ صِيَامُ دَاوُدَ، كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا، وَلَا يَفِرُّ إِذَا لَاقَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The most beloved of prayer to Allah is the prayer of Dawud. He used to sleep for half the night, stand in prayer for a third of it and sleep for a sixth of it. The most beloved of fasting to Allah is the fasting of Dawud. He used to fast for a day then not fast for a day, and he never fled the battlefield.)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim narrated that Fudayl said concerning the Ayah:</p><p class=\"fa qpc-hafs\" lang=\"fa\">اعْمَلُوا آلَ دَاوُودَ شُكْرًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Work you, O family of Dawud, with thanks!)</span> Dawud said, \"O Lord! How can I thank you when thanks itself is a blessing from You?\" He said: \"Now you have truly given thanks to Me, for you have realized that it is a blessing from Me.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ</p><p lang=\"en\" class=\"en \">But few of My servants are grateful. This is a reflection of reality.</p>"
  }
]