[
  {
    "ayah_key": "47:1",
    "group_ayah_key": "47:1",
    "from_ayah": "47:1",
    "to_ayah": "47:3",
    "ayah_keys": "47:1,47:2,47:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ - وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ - ذَٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Those who disbelieve and hinder <span class=\"gray\">(men)</span> from the path of Allah, He will render their deeds vain.)</span><span class=\"gray\">(2. But those who believe and do righteous good deeds, and believe in that which is sent down to Muhammad – for it is the truth from their Lord – He expiates from them their sins and amends their Bal.)</span><span class=\"gray\">(3. That is because those who disbelieve follow falsehood, while those who believe follow the truth from their Lord. Thus does Allah set forth for mankind their parables.)</span></p><p lang=\"en\" class=\"en \">The Reward of the Disbelievers and the Believers </p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieve)</span> meaning, in the Ayat of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدُّوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and hinder <span class=\"gray\">(men)</span>)</span> Others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from the path of Allah, He will render their deeds vain.)</span> meaning, He renders their deeds vain and futile, and He denies them any rewards or blessings for them. This is similar to His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We will approach what they have done of deeds and make them as dispersed dust.)</span><span class=\"gray\">(25:23)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe and do righteous good deeds,)</span> Which means that their hearts and souls have believed, and their limbs and their hidden and apparent acts have complied with Allah's Law.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَآمَنُوا بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And believe in that which has been sent down to Muhammad)</span> Adding this statement to the previous one is a method of adding a specific meaning to a general one. This provides proof that after Muhammad's advent, believing in him is a required condition for the true faith. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For it is the truth from their Lord.)</span> which is a beautifully placed parenthetical clause. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He expiates from them their sins and amends their Bal.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, said, \"This means their matter.\" Mujahid said, \"This means their affair.\" Qatadah and Ibn Zayd both said, \"Their condition.\" And all of these are similar in meaning. It has been mentioned <span class=\"gray\">(from the Prophet ﷺ)</span> in the Hadith of the responding to one who sneezes,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah guide you and rectify your <span class=\"gray\">(Bal)</span> affairs.)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because those who disbelieve follow falsehood,)</span> meaning, 'We only invalidate the deeds of the disbelievers and overlook the sins of the righteous, and amend their affairs, because those who disbelieve follow falsehood.' Meaning, they choose falsehood over the truth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while those who believe follow the truth from their Lord. Thus does Allah set forth for the people their parables.)</span> Thus He makes the consequence of their actions clear to them, and He shows them where they will end in their next life – and Allah knows best.</p>"
  },
  {
    "ayah_key": "47:10",
    "group_ayah_key": "47:10",
    "from_ayah": "47:10",
    "to_ayah": "47:13",
    "ayah_keys": "47:10,47:11,47:12,47:13",
    "text": "<p lang=\"en\" class=\"en \">Have they not traveled through the earth and seen what happened in the end to those before them? Allah destroyed them completely, and a similar <span class=\"gray\">(awaits)</span> the disbelievers <span>(10)</span>That is because Allah is the Protector of those who believe, whereas the disbelievers have no protector <span>(11)</span>Certainly Allah will admit those who believe and do righteous good deeds, into Gardens under which rivers flow <span class=\"gray\">(Paradise)</span>; while those who disbelieve enjoy their life and eat as cattle eat; but the Fire will be their abode <span>(12)</span>And how many a town mightier than your town that has driven you out We have destroyed, with none to help them <span>(13)</span></p><p lang=\"en\" class=\"en \">Admonition and Fire for the Disbelievers; Paradise for Those Who have Taqwa</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not traveled)</span> meaning, those who associate partners with Allah and deny His Messenger ﷺ.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(through the land and seen what happened in the end to those before them? Allah destroyed them completely,)</span> which means that Allah punished them because of their denial and disbelief, and saved the believers from among them. That is why He says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلِلْكَافِرِينَ أَمْثَالُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a similar <span class=\"gray\">(end awaits)</span> the disbelievers.)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَىٰ لَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because Allah is the Protector of all those who believe, whereas the disbelievers have no protector.)</span></p><p lang=\"en\" class=\"en \">After the battle of Uhud, Abu Sufyan Sakhr bin Harb, the commander of the idolators at that time, inquired about the Prophet ﷺ, Abu Bakr, and 'Umar, may Allah be pleased with them. When he heard no response, he announced: \"Verily, those three have died!\" 'Umar then responded to him: \"You lie, O enemy of Allah! Allah has indeed saved those who will displease you. Indeed, those whom you mentioned are all alive!\" </p><p lang=\"en\" class=\"en \">Abu Sufyan then said: \"Well, today makes up for <span class=\"gray\">(the defeat on)</span> the day of Badr, and the war has its ups and downs. And indeed, you are going to find mutilation <span class=\"gray\">(in the bodies of your dead)</span> that I did not command, nor did I prohibit.\" Then he turned around chanting: \"Glory to Hubal <span class=\"gray\">(their greatest idol)</span>, Glory to Hubal.\" Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُجِيبُوهُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Aren't you going to respond to him?)</span> The Companions said: \"What should we say, O Messenger of Allah?\" He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُولُوا: اللهُ أَعْلَىٰ وَأَجَلُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah is Most High and Most Glorious.\")</span> Then Abu Sufyan said: \"We have Al-'Uzza <span class=\"gray\">(their second idol)</span>, and you have no 'Uzza. <span class=\"gray\">(honor)</span>.\" Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُجِيبُوهُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Aren't you all going to respond to him?)</span> They said: \"What should we say, O Messenger of Allah?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللهُ مَوْلَانَا وَلَا مَوْلَىٰ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah is our Protector, and you have no protector.\")</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah will admit those who believe and do righteous good deeds into Gardens through which rivers flow.)</span> meaning, on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whereas those who disbelieve enjoy their life and eat as cattle eat.)</span> Which means that the disbelievers enjoy their worldly life and eat in it like animals, munching and gnawing <span class=\"gray\">(with greed)</span>. They have no concern other than that. Thus, it has been confirmed in the Sahih that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنُ يَأْكُلُ فِي مِعىً وَاحِدٍ، وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A believer eats with one intestine, and a disbeliever eats with seven intestines.)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّارُ مَثْوًى لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but the Fire will be their abode.)</span> meaning, on the Day of their Reckoning. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a town mightier than your town that has driven you out)</span> meaning, Makkah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have destroyed, with none to help them!)</span></p><p lang=\"en\" class=\"en \">This is a great threat and severe warning to the people of Makkah because they rejected Allah's Messenger ﷺ, who was the chief of the Messengers and the last of the Prophets. If Allah had destroyed the previous nations because of their denial of their Messengers, what then would those <span class=\"gray\">(people of Makkah)</span> expect that Allah would do to them in the worldly life and the Hereafter? And if the torment were to be lifted off some of them in this life by the blessing of the presence of the Messenger, the Prophet of Mercy, the torment will be stored for them in their next life, as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضَاعَفُ لَهُمُ الْعَذَابُ ۚ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their torment will be doubled! They could not bear to hear <span class=\"gray\">(the preaching)</span>, and they used not to see <span class=\"gray\">(the truth)</span>.)</span><span class=\"gray\">(11:20)</span> Concerning Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(than Your town that has driven you out)</span> This means, 'its people who have driven you <span class=\"gray\">(Muhammad ﷺ)</span> out from amongst them <span class=\"gray\">(the people of Makkah)</span>.' Ibn Abi Hatim recorded from Ibn 'Abbas, may Allah be pleased with him, that when Allah's Messenger ﷺ left Makkah <span class=\"gray\">(at the time of Hijrah – migration)</span>, and he reached the cave and hid inside it, he looked back toward Makkah and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتِ أَحَبُّ بِلَادِ اللهِ إِلَى اللهِ، وَأَنْتِ أَحَبُّ بِلَادِ اللهِ إِلَيَّ، وَلَوْلَا أَنَّ الْمُشْرِكِينَ أَخْرَجُونِي لَمْ أَخْرُجْ مِنْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are the most beloved to Allah among Allah's lands, and you are also the most beloved to me among Allah's lands. Were it not that the idolators have driven me out from you, I would never have left you.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas then said, \"The worst of enemies is he who transgresses against Allah in His own sacred place, who kills a person who is not trying to kill him, or who kills because of Jahiliyyah vengeance. Allah then revealed to His Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a town mightier than your town that has driven you out have We destroyed, with none to help them!)</span>\"</p>"
  }
]