[
  {
    "ayah_key": "15:16",
    "group_ayah_key": "15:16",
    "from_ayah": "15:16",
    "to_ayah": "15:20",
    "ayah_keys": "15:16,15:17,15:18,15:19,15:20",
    "text": "<p lang=\"en\" class=\"en \">And indeed, We have put the big stars in the heaven and We beautified it for the beholders <span>(16)</span>And We have guarded it <span class=\"gray\">(near heaven)</span> from every outcast Shaytan <span class=\"gray\">(devil)</span><span>(17)</span>Except him <span class=\"gray\">(devil)</span> who steals the hearing, then he is pursued by a clear flaming fire <span>(18)</span>And We have spread out the earth, and have placed firm mountains in it, and caused all kinds of things to grow in it, in due proportion <span>(19)</span>And in it We have provided means of living, for you and for those whom you provide not <span>(20)</span></p><div lang=\"en\" class=\"en \"><h2>The Power of Allah and His Signs in the Heavens and on Earth</h2></div><p lang=\"en\" class=\"en \">To those who ponder, and look repeatedly at the dazzling signs and wonders that are to be seen in the creation, Allah mentions His creation of the heavens, with their immense height, and both the fixed and moving heavenly bodies with which He has adorned it. Here, Mujahid and Qatadah said that Buruj <span class=\"gray\">[big stars]</span> refers to the heavenly bodies. <span class=\"gray\">(I say)</span>: This is like the Ayah :</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He Who has placed the big stars in the heavens.)</span><span class=\"gray\">[25:61]</span> 'Atiyah Al-'Awfi said: \"Buruj here refers to sentinel fortresses.\" He made the \"shooting stars\" to guard it against the evil devils who try to listen to information conveyed at the highest heights. If any devil breaches it and advances hoping to listen, a clear \"shooting star\" comes to him and destroys him. He may already have passed on whatever he heard before the fire hit him, to another devil below him; the latter will then take it to his friends <span class=\"gray\">[among humans]</span>, as is stated in the Sahih.</p><p lang=\"en\" class=\"en \">Explaining this Ayah, Al-Bukhari reported from Abu Hurayrah that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَضَى اللهُ الْأَمْرَ فِي السَّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَأَنَّهُ سِلْسِلَةٌ عَلَى صَفْوَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Allah decrees any matter in heaven, the angels beat their wings in submission to His Word, <span class=\"gray\">[with a sound like]</span> a chain <span class=\"gray\">[beating]</span> on a smooth rock.\")</span></p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Ali and other subnarrators said, \"The sound reaches them.\")</span> \"When the fright leaves their <span class=\"gray\">(angels')</span> hearts, they <span class=\"gray\">(angels)</span> are asked: 'What did your Lord say?' They respond: \"The truth. And He is the Most High, the Most Great.' So those who hope to hear something listen, and they are standing one above the other.\" Sufyan <span class=\"gray\">[the narrator]</span> described them with a gesture, spreading the fingers of his right hand and holding it in such a way that the fingers were above one another. \"Sometimes the flaming fire hits one of these listeners before he is able to convey what he has heard to the one who is beneath him, and he is burned up, or sometimes the fire does not hit him until he has pit on to the one beneath him, so he brings it to the earth.\" Perhaps Sufyan said: \"...until it reaches the earth and he puts it into the mouth of the sorcerer or fortune-teller, so that after telling a hundred lies he gets something right, and the people say, 'Did he not tell us that on such and such a day such and such would happen, and we found it to be the truth among the statements which were heard from heaven.'\" Then Allah mentions His creation of the earth and how He spread it out, and the firm mountains, valleys, lands and sands that he has placed in it, and the plants and fruits that He causes to grow in their appropriate locations.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن كُلِّ شَيْءٍ مَّوْزُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(all kinds of things in due proportion.)</span> Ibn 'Abbas said that this means with their predetermined proportions. This was also the opinion of Sa'id bin Jubayr, 'Ikrimah, Abu Malik, Mujahid, Al-Hakim bin 'Utaybah, Al-Hasan bin Muhammad, Abu Salih and Qatadah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have provided therein means of living, for you)</span> Here Allah mentions that He created the earth with different means of provisions and livelihood of all kinds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّسْتُمْ لَهُ بِرَازِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and for those whom you provide not.)</span> Mujahid said, \"This refers to the riding animals and the cattle.\" Ibn Jarir said, \"They are slaves, men and women, as well as the animals and the cattle. The meaning is that Allah, may He be exalted, is reminding them of the ways of earning provision that He has made easy for them, and of the animals that He has subjugated for them to ride and to eat, and the slaves from whom they benefit, but the provision of all of these comes from Allah alone.\"</p>"
  },
  {
    "ayah_key": "15:21",
    "group_ayah_key": "15:21",
    "from_ayah": "15:21",
    "to_ayah": "15:25",
    "ayah_keys": "15:21,15:22,15:23,15:24,15:25",
    "text": "<p lang=\"en\" class=\"en \">And there is not a thing, but the supplies for it are with Us, and We do not send it down but in a known measure <span>(21)</span>And We send the winds fertilizing, then We cause the water to descend from the sky, and We give it to you to drink, and it is not you who are the owners of its supply <span>(22)</span>And certainly We! It is We Who give life, and cause death, and We are the Inheritors <span>(23)</span>And indeed, We know the first generations of you who have passed away, and indeed, We know the present generations of you <span class=\"gray\">(mankind)</span>, and also those who will come afterwards <span>(24)</span>And verily, your Lord will gather them together. Truly, He is Most Wise, <span class=\"gray\">(and)</span> Knowing <span>(25)</span></p><div lang=\"en\" class=\"en \"><h2>The Supplies for All Things are with Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He is the Owner of all things, and that everything is easy for Him. He has the supplies for all things with Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَّعْلُومٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We do not send it down but in a known measure.)</span> meaning, as He wills and as He wants. Doing so out of His great wisdom and mercy towards His servants, in a way that He is under no obligation to do. But He has decreed mercy for Himself. Yazid bin Abi Ziyad reported from Abu Juhayfah that 'Abdullah said: \"No year has more rain than another, but Allah divides the rain between them as He wills, it rains here a year and there a year. Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّن شَيْءٍ إِلَّا عِندَنَا خَزَائِنُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is not a thing, but the supplies for it are with Us...)</span> Reported by Ibn Jarir.</p><div lang=\"en\" class=\"en \"><h2>Benefits of the Winds</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send the winds fertilizing.)</span> i.e., fertilizing the clouds so that they give rain, and fertilizing the trees so that they open their leaves and blossoms. These winds are mentioned here in the plural form because they give results, unlike the barren wind <span class=\"gray\">(Ar-Rih Al-'Aqim, see Adh-Dhariyat 51:41)</span>, which is mentioned in the singular and described as barren since it does not produce anything; because results can only be produced when there are two or more things.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent the winds fertilizing.)</span> 'Abdullah bin Mas'ud said, \"The wind is sent bearing water from the sky, then it fertilizes the clouds until rain begins to generously fall, just as the milk of the pregnant camel flows generously.\" This was also the opinion of Ibn 'Abbas, Ibrahim An-Nakha'i and Qatadah. Ad-Dahhak said: \"Allah sends it to the clouds and it gets fertilized and becomes full of water.\" 'Ubayd bin 'Umayr Al-Laythi said: \"Allah sends the wind which stirs up the earth, then Allah sends the wind which raises clouds, then Allah sends the wind which forms clouds, then Allah sends the fertilizing wind which pollinates the trees. Then he recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent the winds fertilizing,)</span></p><div lang=\"en\" class=\"en \"><h2>Fresh Water is a Blessing from Allah</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقَيْنَاكُمُوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We give it to you to drink,)</span> This means, \"and We send it down to you fresh and sweet, so that you can drink it; if We had wished, We could have made it salty <span class=\"gray\">(and undrinkable)</span>\", as Allah points out in another Ayah in Surat Al-Waqi'ah, where He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ - أَأَنتُمْ أَنزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنزِلُونَ - لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tell Me! The water that you drink, is it you who cause it to come down from the rain clouds, or are We the cause of it coming down? If We willed, We verily could make it salty <span class=\"gray\">(and undrinkable)</span>, why then do you not give thanks <span class=\"gray\">(to Allah)</span>?)</span><span class=\"gray\">(56:68-70)</span>. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَنزَلَ مِنَ السَّمَاءِ مَاءً ۖ لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who sends water down from the sky; from it you drink and from it <span class=\"gray\">(grows)</span> the vegetation on which you send your cattle to pasture.)</span><span class=\"gray\">(16:10)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتُمْ لَهُ بِخَازِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is not you who are the owners of its supply.)</span> The meaning is, \"You are not taking care of it; rather We send it down and take care of it for you, making springs and wells flourish on the earth. \" If Allah so willed, He could make it disappear, but by His mercy He sends it down and makes it fresh and sweet, maintaining the springs, wells, rivers and so on, so that they may drink from it all year long, water their livestock and irrigate their crops.</p><div lang=\"en\" class=\"en \"><h2>The Power of Allah to initiate and renew Creation</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And certainly We! We it is Who give life, and cause death,)</span> Here Allah tells us of His power to initiate creation and renew it. He is the One Who brings life to creatures out of nothingness, then He causes them to die, then He will resurrect all of them on the Day when He will gather them together. He also tells us that He will inherit the earth and everyone on it, and then it is to Him that they will return. Then He tells us about His perfect knowledge of them, the first and the last of them. He says</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, We know the first generations of you who had passed away...)</span>.</p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"The first generations are all those who have passed away since the time of Adam. The present generations and those who will come afterward refer to those who are alive now and who are yet to come, until the Day of Resurrection.\"</p><p lang=\"uz\" class=\"uz \">Something similar was narrated from 'Ikrimah, Mujahid, Ad-Dahhak, Qatadah, Muhammad bin Ka'b, Ash-Sha'bi and others.</p><p lang=\"en\" class=\"en \">Ibn Jarir reported from Muhammad bin Abi Ma'shar, from his father, that he heard 'Awn bin 'Abdullah discussing the following Ayah with Muhammad bin Ka'b:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, We know the first generations of you who had passed away, and indeed, We know the present generations of you <span class=\"gray\">(mankind)</span>, and also those who will come afterwards)</span>, and it was stated that it refers to the rows for prayer. Muhammad bin Ka'b said, \"This is not the case.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, We know the first generations of you who had passed away)</span> it refers to those who are dead or have been killed, and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْتَأْخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and also those who will come afterwards)</span> meaning those who have yet to be created.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُ حَكِيمٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily your Lord will gather them together. Truly, He is Most Wise, <span class=\"gray\">(and)</span> Knowing)</span>.\" 'Awn bin 'Abdullah said, \"May Allah help you and reward you with good.\"</p>"
  }
]