[
  {
    "ayah_key": "8:5",
    "group_ayah_key": "8:5",
    "from_ayah": "8:5",
    "to_ayah": "8:8",
    "ayah_keys": "8:5,8:6,8:7,8:8",
    "text": "<p lang=\"en\" class=\"en \">As your Lord caused you to go out from your home with the truth; and verily, a party among the believers disliked it <span>(5)</span>Disputing with you concerning the truth after it was made manifest, as if they were being driven to death, while they were looking <span class=\"gray\">(at it)</span><span>(6)</span>And <span class=\"gray\">(remember)</span> when Allah promised you <span class=\"gray\">(Muslims)</span> one of the two parties, that it should be yours; you wished that the one not armed should be yours, but Allah willed to justify the truth by His Words and to cut off the roots of the disbelievers <span>(7)</span>That He might cause the truth to triumph and bring falsehood to nothing, even though the criminals hate it <span>(8)</span></p><div lang=\"en\" class=\"en \"><h2>Following the Messenger <span class=\"gray\">(ﷺ)</span> is Better for the Believers</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَخْرَجَكَ رَبُّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As your Lord caused you to go out...)</span> After Allah described the believers as fearing their Lord, resolving matters of dispute between themselves and obeying Allah and His Messenger ﷺ, He then said here, \"since you disputed about dividing war spoils and differed with each other about them, Allah took them away from you. He and His Messenger then divided them in truth and justice, thus ensuring continued benefit for all of you. Similarly, you disliked meeting the armed enemy in battle, who marched in support of their religion and to protect their caravan. You disliked fighting, so Allah decided that battle should occur and made you meet your enemy, without planning to do so on your part.' This incident carried guidance, light, victory and triumph. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ وَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ وَعَسَىٰ أَن تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَّكُمْ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Jihad is ordained for you though you dislike it, and it may be that you dislike a thing which is good for you, and that you like a thing which is bad for you. Allah knows but you do not know.)</span><span class=\"gray\">[2:216]</span></p><p lang=\"en\" class=\"en \">As-Suddi commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ فَرِيقًا مِّنَ الْمُؤْمِنِينَ لَكَارِهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, a party among the believers disliked)</span> to meet <span class=\"gray\">[the armed]</span> idolators. \"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَ مَا تَبَيَّنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Disputing with you concerning the truth after it was made manifest,)</span></p><p lang=\"en\" class=\"en \">Some have commented, \"<span class=\"gray\">(Allah says:)</span> they ask and argue with you about Al-Anfal just as they argued with you when you went out for the battle of Badr, saying, 'You marched with us to confiscate the caravan. You did not inform us that there will be fighting and that we should prepare for it.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرِيدُ اللَّهُ أَن يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Allah willed to justify the truth by His Words)</span></p><p lang=\"en\" class=\"en \">Allah says, 'He willed for you to meet the armed enemy <span class=\"gray\">[rather than the caravan]</span> so that He makes you prevail above them and gain victory over them, making His religion apparent and Islam victorious and dominant above all religions. He has perfect knowledge of the consequences of all things, you are surrounded by His wise planning, although people only like what appears favorable to them,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ وَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ وَعَسَىٰ أَن تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Jihad <span class=\"gray\">(fighting in Allah's cause)</span> is ordained for you <span class=\"gray\">(Muslims)</span> though you dislike it, and it may be that you dislike a thing which is good for you and that you like a thing which is bad for you)</span><span class=\"gray\">[2:216]</span>.</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq reported that 'Abdullah bin 'Abbas said, \"When the Messenger of Allah ﷺ heard that Abu Sufyan had left the Sham area <span class=\"gray\">(headed towards Makkah with Quraysh's caravan)</span>, he encouraged the Muslims to march forth to intercept them, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذِهِ عِيرُ قُرَيْشٍ فِيهَا أَمْوَالُهُمْ، فَاخْرُجُوا إِلَيْهَا لَعَلَّ اللهَ أَن يُّنَفِّلَكُمُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the caravan of Quraysh carrying their property, so march forth to intercept it, Allah might make it as war spoils for you.)</span></p><p lang=\"en\" class=\"en \">The people started mobilizing Muslims, although some of them did not mobilize, thinking that the Prophet ﷺ would not have to fight. Abu Sufyan was cautiously gathering information on the latest news spying on travelers he met, out of fear for the caravan, especially upon entering the area of Hijaz <span class=\"gray\">(Western Arabia)</span>. Some travelers told him that Muhammad had mobilized his companions for his caravan. He was anxious and hired Damdam bin 'Amr Al-Ghifari to go to Makkah and mobilize the Quraysh to protect their caravan, informing them that Muhammad ﷺ had mobilized his Companions to intercept the caravan. Damdam bin 'Amr went in a hurry to Makkah. Meanwhile, the Messenger of Allah ﷺ marched with his companions until he reached a valley called Dhafiran. When he left the valley, he camped and was informed that the Quraysh had marched to protect their caravan. The Messenger of Allah ﷺ consulted the people for advice and conveyed the news about Quraysh to them. Abu Bakr stood up and said something good, and so did 'Umar. Al-Miqdad bin 'Amr stood up and said, 'O Allah's Messenger! March to what Allah has commanded you, for we are with you. By Allah! We will not say to you what the Children of Israel said to Musa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"So go you and your Lord and fight you two, we are sitting right here\")</span><span class=\"gray\">[5:24]</span>. </p><p lang=\"en\" class=\"en \">Rather, go you and Your Lord and fight, we will be fighting along with you both. By He Who has sent you with Truth! If you decide to take us to Birk-ul-Ghimad, we will fight along with you until you reach it.' The Messenger of Allah ﷺ said good words to Al-Miqdad and invoked Allah for his benefit. The Messenger of Allah ﷺ again said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشِيرُوا عَلَيَّ أَيُّهَا النَّاسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give me your opinion, O people! wanting to hear from the Ansar. This is because the majority of the people with him then were the Ansar. When the Ansar gave the Prophet ﷺ their pledge of obedience at Al-'Aqabah, they proclaimed, 'O Allah's Messenger! We are not bound by this pledge unless, and until, you arrive in our land. When you have arrived in our area, you are under our protection, and we shall protect you in the same manner we protect our children and wives.' The Messenger of Allah ﷺ feared that the Ansar might think that they are not obliged to support him except from his enemies who attack Al-Madinah, not to march with him to an enemy in other areas. When the Prophet ﷺ said this, Sa'd bin Mu'adh asked him, 'O Allah's Messenger! Is it us whom you meant?' The Prophet ﷺ answered in the positive. Sa'd said, 'We have faith and believed in you, testified that what you brought is the truth, and gave you our pledges and promises of allegiance and obedience. Therefore, march, O Allah's Messenger, for what Allah has commanded you. Verily, by He Who has sent you in Truth, if you decided to cross this sea <span class=\"gray\">(the Red Sea)</span>, we will follow you in it, and none among us would stay behind. We do not dislike that we meet our enemy tomorrow. Verily, we are patient in war, fierce in battle. May Allah make you witness what makes your eyes pleased with us. Therefore, march with us with the blessing of Allah.' The Messenger of Allah was pleased with what Sa'd said and was encouraged by it. He ﷺ proclaimed,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيرُوا عَلَى بَرَكَةِ اللهِ وَأَبْشِرُوا فَإِنَّ اللهَ قَدْ وَعَدَنِي إِحْدَى الطَّائِفَتَيْنِ وَاللهِ لَكَأَنِّي الْآنَ أَنْظُرُ إِلَى مَصَارِعِ الْقَومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(March with the blessing of Allah and receive the good news. For Allah has indeed promised me one of the two camps <span class=\"gray\">(confiscating the caravan or defeating the Quraysh army)</span>. By Allah! It is as if I am now looking at the demise of the people <span class=\"gray\">(the Quraysh)</span>.)</span>\"</p><p lang=\"en\" class=\"en \">Al-'Awfi reported similar from Ibn 'Abbas. As-Suddi, Qatadah, 'Abdur-Rahman bin Zayd bin Aslam; and several others among the Salaf and later generations mentioned similarly, We have just summarized the story as Muhammad bin Ishaq briefed it.</p>"
  }
]