[
  {
    "ayah_key": "58:5",
    "group_ayah_key": "58:5",
    "from_ayah": "58:5",
    "to_ayah": "58:7",
    "ayah_keys": "58:5,58:6,58:7",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who oppose Allah and His Messenger will be disgraced as those before them were disgraced. And We have sent down clear Ayat. And for the disbelievers is a disgraceful torment <span>(5)</span>On the Day when Allah will resurrect them all together and inform them of what they did. Allah has kept account of it, while they have forgotten it. And Allah is Witness over all things <span>(6)</span>Have you not seen that Allah knows whatsoever is in the heavens and whatsoever is on the earth? There is no Najwa of three but He is their fourth nor of five but He is their sixth nor of less than that or more but He is with them wheresoever they may be. And afterwards on the Day of Resurrection He will inform them of what they did. Verily, Allah is the All-Knower of everything <span>(7)</span></p><p lang=\"en\" class=\"en \">Explaining the Punishment of the Enemies of the Religion</p><p lang=\"en\" class=\"en \">Allah states that those who defy Him and His Messenger ﷺ and contradict His commandments,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will be disgraced as those before them were disgraced)</span> meaning, they will be humiliated, cursed and disgraced, just as what happened to their like were before them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have sent down clear Ayat.)</span> meaning, none contradicts or opposes them, except a disbeliever, rebellious, sinner,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for the disbelievers is a disgraceful torment)</span> meaning, as just recompense for their arrogant refusal to follow, obey and submit to the religion of Allah. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Allah will resurrect them all together)</span> referring to the Day of Resurrection when He will gather the early and the latter generations in one area,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُنَبِّئُهُمْ بِمَا عَمِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and inform them of what they did.)</span> He will tell them all that they did in detail, whether good or evil,</p><p class=\"ps qpc-hafs\" lang=\"ps\"> أَحْصَاهُ اللَّهُ وَنَسُوهُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has kept account of it, while they have forgotten it.)</span> meaning, Allah recorded and kept all these actions, even though they have forgotten what they did,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Witness over all things.)</span> meaning, nothing escapes His knowledge, and no matter is hidden from Him or escapes His complete observation.</p><p lang=\"en\" class=\"en \">Allah's Knowledge encompasses Creation</p><p lang=\"en\" class=\"en \">Then Allah the Exalted informs of His knowledge encompassing all creation, observing it, hearing their speech and seeing them, wherever they may be and in whatever condition they may be in,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ مَا يَكُونُ مِنْ نَجْوَىٰ ثَلَاثَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen that Allah knows whatsoever is in the heavens and whatsoever is on the earth There is no Najwa of three)</span>, i.e., secret consultation of three,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَىٰ مِنْ ذَٰلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but He is their fourth – nor of five but He is their sixth – nor of less than that or more but He is with them wheresoever they may be.)</span> meaning, He is watching them, perfectly hearing their speech, whether uttered in public or secret. His angels record all that they say, even though He has better knowledge of it and hears them perfectly, as Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know they not that Allah knows their secret ideas, and their Najwa, and that Allah is the All-Knower of the unseen.)</span><span class=\"gray\">(9:78)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do they think that We hear not their secrets and their private Najwa? And Our messengers are by them to record.)</span><span class=\"gray\">(43:80)</span></p><p lang=\"en\" class=\"en \">For this reason, several mentioned that there is a consensus among the scholars that this \"with\" refers to Allah's knowledge. There is no doubt that this meaning is true, especially if we add to it the certainty that His hearing encompasses all things, as well as His sight. He, the Exalted and Most Honored, is never lacking in knowing all their affairs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And afterwards on the Day of Resurrection He will inform them of what they did. Verily, Allah is the All-Knower of everything.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad commented, \"Allah began the Ayah <span class=\"gray\">(58:7)</span> by mentioning His knowledge and ended it by mentioning His knowledge.\"</p>"
  }
]