[
  {
    "ayah_key": "28:68",
    "group_ayah_key": "28:68",
    "from_ayah": "28:68",
    "to_ayah": "28:70",
    "ayah_keys": "28:68,28:69,28:70",
    "text": "<p lang=\"en\" class=\"en \">And your Lord creates whatsoever He wills and chooses, no choice have they. Glorified is Allah, and exalted above all that they associate <span>(68)</span>And your Lord knows what their breasts conceal, and what they reveal <span>(69)</span>And He is Allah; La ilaha illa Huwa, His is the praise in the first and in the last, and His is the decision, and to Him shall you be returned <span>(70)</span></p><div lang=\"en\" class=\"en \"><h2>Allah Alone is the One Who has the Power of Creation, Knowledge and Choice</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He is the only One Who has the power to create and make decisions, and there is no one who can dispute with Him in that or reverse His judgement. His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord creates whatsoever He wills and chooses,)</span> means, whatever He wills, for what He wills, happens; and what He does not will, does not happen. All things, good and bad alike, are in His Hands and will return to Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لَهُمُ الْخِيَرَةُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(no choice have they.)</span> is a negation, according to the correct view. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for a believer, man or woman, when Allah and His Messenger have decreed a matter that they should have any option in their decision)</span><span class=\"gray\">(33:36)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord knows what their breasts conceal, and what they reveal.)</span> He knows what is hidden in their hearts, just as He knows what they do openly.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the same whether any of you conceals his speech or declares it openly, whether he be hid by night or goes forth freely by day.)</span><span class=\"gray\">(13:10)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is Allah; La ilaha illa Huwa,)</span> meaning, He is unique in His divinity, for none is to be worshipped besides Him, and there is no lord who can create what he wills and chooses besides Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ الْحَمْدُ فِي الْأُولَىٰ وَالْآخِرَةِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His is the praise, in the first and in the last,)</span> in all that He does, He is to be praised for His justice and wisdom.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْحُكْمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His is the decision,)</span> that none can put back, because of His might, power, wisdom and mercy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ تُرْجَعُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Him shall you be returned.)</span> means, all of you on the Day of Resurrection, and everyone will be rewarded or punished according to his deeds, good and evil alike, and absolutely none of their deeds will be concealed from Him.</p>"
  },
  {
    "ayah_key": "28:7",
    "group_ayah_key": "28:7",
    "from_ayah": "28:7",
    "to_ayah": "28:9",
    "ayah_keys": "28:7,28:8,28:9",
    "text": "<p lang=\"en\" class=\"en \">And We inspired the mother of Musa: \"Suckle him <span class=\"gray\">(Musa)</span>, but when you fear for him, then cast him into the river and fear not, nor grieve. Verily, We shall bring him back to you, and shall make him one of the Messengers. <span>(7)</span>Then the household of Fir'awn picked him up, that he might become for them an enemy and a <span class=\"gray\">(cause of)</span> grief. Verily, Fir'awn, Haman and their armies were sinners <span>(8)</span>And the wife of Fir'awn said: \"A comfort of the eye for me and for you. Kill him not, perhaps he may be of benefit to us, or we may adopt him as a son.\" And they perceived not <span>(9)</span></p><div lang=\"en\" class=\"en \"><h2>How Musa's Mother was inspired and shown what to do</h2></div><p lang=\"en\" class=\"en \">It was mentioned that when Fir'awn killed so many of the males of the Children of Israel, the Copts were scared that the Children of Israel would die out, and they themselves would have to do the heavy labor that the Children of Israel used to do. So they said to Fir'awn, \"If this continues, and their old men die and the young men are killed, their women will not be able to do the work that the men are doing, and we will end up having to do it.\" So Fir'awn issued orders that the boys should be killed one year, and left alone the following year. Harun, peace be upon him, was born in a year when the boys were not killed, and Musa was born in a year when the boys were being killed. Fir'awn had people who were entrusted with this task. There were midwives who would go around and check on the women, and if they noticed that any woman was pregnant, they would write her name down. When the time came for her to give birth, no one was allowed to attend her except for Coptic women. If the woman gave birth to a girl, they would leave her alone and go away, but if she gave birth to a boy, the killers would come in with their sharp knives and kill the child, then they would go away; may Allah curse them. </p><p lang=\"en\" class=\"en \">When the mother of Musa became pregnant with him, she did not show any signs of pregnancy as other women did, and none of the midwives noticed. But when she gave birth to a boy, she became very distressed and did not know what to do with him. She was extremely scared for him, because she loved him very much. No one ever saw Musa, peace be upon him, but they loved him, and the blessed ones were those who loved him both as a natural feeling and because he was a Prophet. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I endued you with love from Me)</span><span class=\"gray\">(20:39)</span>.</p><div lang=\"en\" class=\"en \"><h2>Musa, peace be upon him, in the House of Fir'awn</h2></div><p lang=\"en\" class=\"en \">When Musa's mother became so worried and confused, it was inspired into her heart and mind what she should do, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْحَيْنَا إِلَىٰ أُمِّ مُوسَىٰ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي ۖ إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We inspired the mother of Musa <span class=\"gray\">(telling)</span>: \"Suckle him, but when you fear for him, then cast him into the river and fear not, nor grieve. Verily, We shall bring him back to you, and shall make him one of <span class=\"gray\">(Our)</span> Messengers.\")</span></p><p lang=\"en\" class=\"en \">Her house was on the banks of the Nile, so she took a box and made it into a cradle, and started to nurse her child. When someone came to her that she was afraid of, she would go and put him in that box and put it in the river, and she would tie it with a rope. One day someone that she was afraid of came to the house, so she went and put the child in that box and put it in the river, but she forgot to tie it. The water carried him away, past the house of Fir'awn, where some servant women picked the box up and took it to Fir'awn's wife. They did not know what was inside, and they were afraid that they would be in trouble if they opened it without her. When the box was opened, they saw it was a child with the most beautiful features. Allah filled her heart with love for him when she saw him; this was because she was blessed and because Allah wanted to honor her and cause her husband's doom. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then the household of Fir'awn picked him up, that he might become for them an enemy and a <span class=\"gray\">(cause of)</span> grief.)</span> Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Fir'awn, Haman and their armies were sinners.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the wife of Fir'awn said: \"A comfort of the eye for me and for you...\")</span> means, when Fir'awn saw him, he wanted to kill him, fearing that he was one of the Children of Israel. But his wife Asiyah bint Muzahim came to the child's defence and tried to endear him to Fir'awn, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُرَّتُ عَيْنٍ لِي وَلَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A comfort of the eye for me and for you.)</span> Fir'awn said: \"For you he may be, but not for me. And this was indeed the case: Allah guided her because of him, and destroyed him at his hands.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ أَنْ يَنْفَعَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(perhaps he may be of benefit to us,)</span> This is indeed what happened in her case, for Allah guided her through him and caused her to dwell in Paradise because of him.</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ نَتَّخِذَهُ وَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or we may adopt him as a son.)</span> She wanted to take him and adopt him as a son, because she had no children from Fir'awn.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يَشْعُرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they perceived not.)</span> means, they did not know what Allah planned for them when they picked him up, by His great wisdom and definitive proof.</p>"
  },
  {
    "ayah_key": "28:71",
    "group_ayah_key": "28:71",
    "from_ayah": "28:71",
    "to_ayah": "28:73",
    "ayah_keys": "28:71,28:72,28:73",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Tell me! If Allah made the night continuous for you till the Day of Resurrection, which god besides Allah could bring you light? Will you not then hear? <span>(71)</span>Say: \"Tell me! If Allah made the day continuous for you till the Day of Resurrection, which god besides Allah could bring you night wherein you rest? Will you not then see? <span>(72)</span>It is out of His mercy that He has made for you the night and the day that you may rest therein and that you may seek of His bounty – and in order that you may be grateful <span>(73)</span></p><div lang=\"en\" class=\"en \"><h2>Night and Day are among the Blessings of Allah and are Signs of Tawhid</h2></div><p lang=\"en\" class=\"en \">Allah reminds His servants of His favors towards them by subjugating for them the night and day, without which they could not survive. He explains that if He made the night continuous, lasting until the Day of Resurrection, that would be harmful for them and would cause boredom and stress. So He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which god besides Allah could bring you light?)</span> meaning, 'with which you could see things and which would bring you relief?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not then hear?)</span> Then Allah tells us that if He had made the day continuous, lasting until the Day of Resurrection, that would also be harmful for them and their bodies would get tired from so much movement and activity. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which god besides Allah could bring you night wherein you rest?)</span> meaning, 'to rest from your work and activity.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تُبْصِرُونَ - وَمِنْ رَحْمَتِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not then see? It is out of His mercy)</span> towards you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He has made for you the night and the day)</span> He created both,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَسْكُنُوا فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may rest therein)</span> during the night,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَبْتَغُوا مِنْ فَضْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that you may seek of His bounty)</span> during the day, by traveling, moving about and working.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in order that you may be grateful.)</span> So that you may give thanks to Allah by performing all kinds of acts of worship at night and during the day. Whoever misses something during the night can make it up during the day, and vice versa. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who has put the night and the day in succession, for such who desires to remember or desires to show his gratitude.)</span><span class=\"gray\">(25:62)</span>. And there are many similar Ayat.</p>"
  }
]