[
  {
    "ayah_key": "6:104",
    "group_ayah_key": "6:104",
    "from_ayah": "6:104",
    "to_ayah": "6:105",
    "ayah_keys": "6:104,6:105",
    "text": "<p lang=\"en\" class=\"en \">Verily, Basa'ir <span class=\"gray\">(proofs)</span> have come to you from your Lord, so whosoever sees, will do so for <span class=\"gray\">(the good of)</span> himself, and whosoever blinds himself, will do so against himself, and I am not a 'Hafīz' over you <span>(104)</span>Thus We explain variously the verses so that they <span class=\"gray\">(the disbelievers)</span> may say: \"You have Darasta <span class=\"gray\">(studied)</span>\" and that We may make the matter clear for the people who have knowledge <span>(105)</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of Basa'ir</h2></div><p lang=\"en\" class=\"en \">Basa'ir are the proofs and evidences in the Qur'an and the Message of Allah's Messenger ﷺ. The Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَنْ أَبْصَرَ فَلِنَفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so whosoever sees, will do so for <span class=\"gray\">(the good of)</span> himself.)</span> is similar to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whosoever receives guidance, he does so for the good of himself, and whosoever goes astray, he does so at his own loss.)</span><span class=\"gray\">[10:108]</span> After Allah mentioned the Basa'ir, He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عَمِيَ فَعَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever blinds himself, will do so against himself,)</span> meaning, he will only harm himself. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it is not the eyes that grow blind, but it is the hearts which are in the breasts that grow blind.)</span><span class=\"gray\">[22:46]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا عَلَيْكُم بِحَفِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I <span class=\"gray\">(Muhammad)</span> am not a 'Hafīz' over you.)</span> neither responsible, nor a watcher over you. Rather, I only convey, Allah guides whom He wills and misguides whom He wills. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نُصَرِّفُ الْآيَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We explain variously the verses...)</span><span class=\"gray\">[6:105]</span>, meaning, just as We explained the Ayat in this Surah, such as explaining Tawhid and that there is no deity worthy of worship except Allah. This is how We explain the Ayat and make them plain and clear in all circumstances, to suffice the ignorance of the ignorant; and so that the idolators and disbelievers who deny you say, 'O Muhammad! You have Darasta with those who were before you from among the People of the Book and learned with them'. Ibn 'Abbas, Mujahid, Sa'id bin Jubayr and Ad-Dahhak said similarly. At-Tabarani narrated that 'Amr bin Kaysan said that he heard Ibn 'Abbas saying, \"Darasta, means, 'recited, argued and debated.'\" This is similar to Allah's statement about the denial and rebellion of the disbelievers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا - وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieve say, \"This <span class=\"gray\">(the Qur'an)</span> is nothing but a lie that he has invented, and others have helped him at it, so that they have produced an unjust wrong <span class=\"gray\">(thing)</span> and a lie.\" And they say, \"Tales of the ancients, which he has written down, and they are dictated to him morning and afternoon.\")</span><span class=\"gray\">[25:4-5]</span></p><p lang=\"en\" class=\"en \">Allah described the chief liar of the disbelievers <span class=\"gray\">[Al-Walid bin Al-Mughirah Al-Makhzumi]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ فَكَّرَ وَقَدَّرَ - فَقُتِلَ كَيْفَ قَدَّرَ - ثُمَّ قُتِلَ كَيْفَ قَدَّرَ - ثُمَّ نَظَرَ - ثُمَّ عَبَسَ وَبَسَرَ - ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ - فَقَالَ إِنْ هَٰذَا إِلَّا سِحْرٌ يُؤْثَرُ - إِنْ هَٰذَا إِلَّا قَوْلُ الْبَشَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he thought and plotted. So let him be cursed! How he plotted! And once more let him be cursed, how he plotted! Then he thought. Then he frowned and he looked in a bad tempered way. Then he turned back and was proud. Then he said, \"This is nothing but magic from that of old. This is nothing but the word of a human being!\")</span><span class=\"gray\">[74:18-25]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that We may make the matter clear for the people who have knowledge.)</span></p><p lang=\"en\" class=\"en \">The Ayah means, so that We explain the matter to a people who know truth, and thus follow it, and know falsehood, and thus avoid it. Allah's wisdom is perfect, He allows the disbelievers to stray, and He guides the people who have knowledge. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By it He misleads many, and many He guides thereby.)</span><span class=\"gray\">[2:26]</span>, and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He <span class=\"gray\">(Allah)</span> may make what is thrown in by Shaytan a trial for those in whose hearts is a disease and whose hearts are hardened.)</span><span class=\"gray\">[22:53]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, Allah is the Guide of those who believe, to the straight path.)</span><span class=\"gray\">[22:54]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِّلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا كَذَٰلِكَ يُضِلُّ اللَّهُ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have set none but angels as guardians of the Fire, and We have fixed their number only as a trial for the disbelievers, in order that the People of the Scripture may arrive at a certainty and the believers may increase in faith, and that no doubts may be left for the People of the Scripture and the believers, and that those in whose hearts is a disease <span class=\"gray\">(of hypocrisy)</span> and the disbelievers may say, \"What does Allah intend by this example?\" Thus Allah leads astray whom He wills and guides whom He wills. And none can know the hosts of your Lord but He.)</span><span class=\"gray\">[74:31]</span>, and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down in the Qur'an that which is a healing and a mercy to the believers, and it increases the wrongdoers in nothing but loss.)</span><span class=\"gray\">[17:82]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say, \"It is for those who believe, a guide and a healing. And as for those who disbelieve, there is heaviness in their ears, and it is blindness for them. They are those who are called from a place far away.\")</span><span class=\"gray\">[41:44]</span></p><p lang=\"en\" class=\"en \">There are similar Ayat that testify that Allah sent down the Qur'an as guidance to those who fear Him and that He guides or misguides whom He wills by the Qur'an.</p>"
  },
  {
    "ayah_key": "6:106",
    "group_ayah_key": "6:106",
    "from_ayah": "6:106",
    "to_ayah": "6:107",
    "ayah_keys": "6:106,6:107",
    "text": "<p lang=\"en\" class=\"en \">Follow what has been inspired <span class=\"gray\">(revealed)</span> to you from your Lord, none has the right to be worshipped but He, and turn aside from the idolators <span>(106)</span>Had Allah willed, they would not have taken others besides Him in worship. And We have not made you 'Hafīz' over them nor are you set over them to dispose of their affairs <span>(107)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to Follow the Revelation</h2></div><p lang=\"en\" class=\"en \">Allah commands His Messenger and those who followed his path,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِن رَّبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Follow what has been inspired to you from your Lord,)</span> meaning, follow it, obey it and act according to it. What has been revealed to you from your Lord is the Truth, no doubt, and there is no deity worthy of worship except Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْرِضْ عَنِ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and turn aside from the idolators)</span> meaning, forgive them, be forbearing and endure their harm until Allah brings relief to you, supports you and makes you triumphant over them. Know – O Muhammad ﷺ – that there is a wisdom behind misleading the idolators, and that had Allah willed, He would have directed all people to guidance,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had Allah willed, they would not have taken others besides Him in worship.)</span></p><p lang=\"en\" class=\"en \">Allah's is the perfect will and wisdom in all decrees and decisions, and He is never questioned about what He does, while they all will be questioned. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have not made you 'Hafīz' over them.)</span> means, a watcher who observes their statements and deeds,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nor are you set over them to dispose of their affairs.)</span> or to control their provision. Rather, your only job is to convey, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So remind them, you are only one who reminds. You are not a dictator over them.)</span><span class=\"gray\">[88:21-22]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your duty is only to convey and on Us is the reckoning.)</span><span class=\"gray\">[13:40]</span></p>"
  }
]