[
  {
    "ayah_key": "76:1",
    "group_ayah_key": "76:1",
    "from_ayah": "76:1",
    "to_ayah": "76:3",
    "ayah_keys": "76:1,76:2,76:3",
    "text": "<p lang=\"sv\" class=\"sv \">The Recitation of Surat As-Sajdah and Al-Insan in the Morning Prayer on Friday</p><p lang=\"en\" class=\"en \">It has been mentioned previously that it is recorded in Sahih Muslim from Ibn 'Abbas that the Messenger of Allah ﷺ used to recite in the Morning prayer on Friday:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنْزِيلُ</p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Alif Lam Mim. The revelation...)</span><span class=\"gray\">(32:1-2)</span> and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَىٰ عَلَى الْإِنْسَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has there not been over man...)</span><span class=\"gray\">(76)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَىٰ عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا - إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا - إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Has there not been over man a period of time, when he was not a thing worth mentioning?)</span><span class=\"gray\">(2. Verily, We have created man from Nutfah Amshaj, in order to try him, so, We made him hearer and seer.)</span><span class=\"gray\">(3. Verily, We guided him to the way, whether he be grateful or ungrateful.)</span></p><p lang=\"en\" class=\"en \">Allah created Man after He did not exist</p><p lang=\"en\" class=\"en \">Allah informs that He brought man into existence after he was not even a thing worth mentioning, due to his lowliness and weakness. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَىٰ عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has there not been over man a period of time, when he was not a thing worth mentioning?)</span> Then Allah explains this by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have created man from Nutfah Amshaj,)</span> meaning, mixed. The words Mashaj and Mashij mean something that is mixed together. Ibn 'Abbas said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنْ نُطْفَةٍ أَمْشَاجٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from Nutfah Amshaj,)</span> \"This means the fluid of the man and the fluid of the woman when they meet and mix.\" Then man changes after this from stage to stage, condition to condition and color to color. 'Ikrimah, Mujahid, Al-Hasan and Ar-Rabi' bin Anas all made statements similar to this. They said, \"Amshaj is the mixing of the man's fluid with the woman's fluid.\" Concerning Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَبْتَلِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order to try him,)</span> means, 'We test him.' It is similar to Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He may test you which of you is best in deed.)</span><span class=\"gray\">(67:2)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so, We made him hearer and seer.)</span> meaning, 'We gave him the faculties of hearing and sight so that he would be able to use them for obedience and disobedience.'</p><p lang=\"en\" class=\"en \">Allah guided Him to the Path, so Man is either Grateful or Ungrateful</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا هَدَيْنَاهُ السَّبِيلَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We guided to him the way,)</span> meaning, 'We explained it to him, made it clear to him and showed it to him.' This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for Thamud, We guided them but they preferred blindness to guidance.)</span><span class=\"gray\">(41:17)</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَدَيْنَاهُ النَّجْدَيْنِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We guided him to the two ways.)</span><span class=\"gray\">(90:10)</span> meaning, 'We explained to him the path of good and the path of evil.' This is the statement of 'Ikrimah, 'Atiyah, Ibn Zayd and Mujahid from what is well-known from him and the majority. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِمَّا شَاكِرًا وَإِمَّا كَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whether he be grateful or ungrateful.)</span> This is his decree. Thus, with this he is either wretched or happy. This is like what has been recorded by Muslim in a Hadith from Abu Malik Al-Ash'ari. He said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ، فَمُوبِقُهَا أَوْ مُعْتِقُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All of mankind wakes up in the morning the merchant of his own soul. So he either imprisons it or sets it free. )</span></p>"
  }
]