[
  {
    "ayah_key": "58:20",
    "group_ayah_key": "58:20",
    "from_ayah": "58:20",
    "to_ayah": "58:22",
    "ayah_keys": "58:20,58:21,58:22",
    "text": "<p lang=\"en\" class=\"en \">Those who oppose Allah and His Messenger, they will be among those most humiliated <span>(20)</span>Allah has decreed: \"Verily, I and My Messengers shall be the victorious.\" Verily, Allah is All-Powerful, Almighty <span>(21)</span>You will not find any people who believe in Allah and the Last Day, making friendship with those who oppose Allah and His Messenger, even though they were their fathers or their sons or their brothers or their kindred. For such He has written faith in their hearts, and strengthened them with Ruh from Himself. And He will admit them to Gardens under which rivers flow, to dwell therein <span class=\"gray\">(forever)</span>. Allah is well pleased with them, and they are well pleased with Him. They are the party of Allah. Verily, the party of Allah will be the successful <span>(22)</span></p><p lang=\"en\" class=\"en \">The Opponents of Allah and His Messenger are the Losers; Allah and His Messenger <span class=\"gray\">(ﷺ)</span> shall prevail </p><p lang=\"en\" class=\"en \">Allah the Exalted asserts that the rebellious and stubborn disbelievers who defy Him and His Messenger ﷺ, those who do not embrace the religion and stay away from Truth, are in one area, while the guidance is in another area,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ فِي الْأَذَلِّينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will be among those most humiliated.)</span> they are among the miserable, the cast out, banished from goodness; they are the humiliated ones in this life and the Hereafter. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has decreed: \"Verily, I and My Messengers shall be the victorious.\")</span> meaning, He has decreed, written in the First Book, and decided in the decree that He has willed – which can never be resisted, changed or prevented – that final victory is for Him, His Book, His Messengers and the faithful believers, in this life and the Hereafter:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, the <span class=\"gray\">(good)</span> end is for those who have Taqwa.)</span><span class=\"gray\">(11:49)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ - يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers and those who believe in the life of this world and on the Day when the witnesses will stand forth, the Day when their excuses will be of no profit to the wrongdoers. Theirs will be the curse, and theirs will be the evil abode.)</span><span class=\"gray\">(40:51-52)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has decreed: \"Verily, I and My Messengers shall be the victorious.\" Verily, Allah is All-Powerful, Almighty.)</span> meaning, the Almighty, All-Powerful has decreed that He shall prevail over His enemies. Indeed, this is the final judgement and a matter ordained; the final triumph and victory are for the believers in this life and the Hereafter.</p><p lang=\"en\" class=\"en \">The Believers do not befriend the Disbelievers</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will not find any people who believe in Allah and the Last Day, making friendship with those who oppose Allah and His Messenger, even though they were their fathers or their sons or their brothers or their kindred.)</span> Meaning, do not befriend the deniers, even if they are among the closest relatives. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ۖ وَمَنْ يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let not the believers take the disbelievers as friends instead of the believers, and whoever does that will never be helped by Allah in any way, except if you indeed fear a danger from them. And Allah warns you against Himself.)</span><span class=\"gray\">(3:28)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: If your fathers, your sons, your brothers, your wives, your kindred, the wealth that you have gained, the commerce in which you fear a decline, and the dwellings in which you delight are dearer to you than Allah and His Messenger, and striving hard and fighting in His cause, then wait until Allah brings about His decision <span class=\"gray\">(torment)</span>. And Allah guides not the people who are the rebellious.)</span><span class=\"gray\">(9:24)</span></p><p lang=\"sw\" class=\"sw \">Sa'id bin 'Abdul-'Aziz and others said that this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will not find any people who believe in Allah and the Last Day...)</span> was revealed in the case of Abu 'Ubaydah 'Amir bin 'Abdullah bin Al-Jarrah when he killed his disbelieving father, during the battle of Badr. This is why when 'Umar bin Al-Khattab placed the matter of Khilafah in the consultation of six men after him, he said; \"If Abu 'Ubaydah were alive, I would have appointed him the Khalifah.\" It was also said that the Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَوْ كَانُوا آبَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(even though they were their fathers)</span>, was revealed in the case of Abu 'Ubaydah, when he killed his father during the battle of Badr, while the Ayah,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ أَبْنَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or their sons)</span> was revealed in the case of Abu Bakr As-Siddiq when he intended to kill his <span class=\"gray\">(disbelieving)</span> son, 'Abdur-Rahman, <span class=\"gray\">(during Badr)</span>, while the Ayah,</p><p class=\"ps qpc-hafs\" lang=\"ps\"> أَوْ إِخْوَانَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or their brothers)</span> was revealed about the case of Mus'ab bin 'Umayr, who killed his brother, 'Ubayd bin 'Umayr, during Badr, and that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ عَشِيرَتَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or their kindred)</span> was revealed about the case of 'Umar, who killed one of his relatives during Badr, and also that this Ayah was revealed in the case of Hamzah, 'Ali and Ubaydah bin Al-Harith. They killed their close relatives 'Utbah, Shaybah and Al-Walid bin 'Utbah that day. Allah knows best. </p><p lang=\"en\" class=\"en \">A similar matter is when Allah's Messenger ﷺ consulted with his Companions about what should be done with the captives of Badr. Abu Bakr As-Siddiq thought that they should accept ransom for them so the Muslims could use the money to strengthen themselves. He mentioned the fact that the captured were the cousins and the kindred, and that they might embrace Islam later on, by Allah's help. 'Umar said, \"But I have a different opinion, O Allah's Messenger! Let me kill so-and-so, my relative, and let 'Ali kill 'Aqil <span class=\"gray\">('Ali's brother)</span>, and so-and-so kill so-and-so. Let us make it known to Allah that we have no mercy in our hearts for the idolators.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For such He has written faith in their hearts, and strengthened them with Ruh from Himself.)</span> means, those who have the quality of not befriending those who oppose Allah and His Messenger ﷺ, even if they are their fathers or brothers, are those whom Allah has decreed faith, meaning, happiness, in their hearts and made faith dear to their hearts and happiness reside therein. As-Suddi said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has written faith in their hearts,)</span> means, \"He has placed faith in their hearts.\" Ibn 'Abbas said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strengthened them with Ruh from Himself.)</span> means, \"He gave them strengths.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He will admit them to Gardens under which rivers flow, to dwell therein. Allah is well pleased with them, and they are well pleased with Him.)</span> was explained several times before. Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is well pleased with them, and they are well pleased with Him.)</span> contains a beautiful secret. When the believers became enraged against their relatives and kindred in Allah's cause, He compensated them by being pleased with them and making them pleased with Him from what He has granted them of eternal delight, ultimate victory and encompassing favor. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ حِزْبُ اللَّهِ ۚ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are the party of Allah. Verily, the party of Allah will be the successful.)</span> indicates that they are the party of Allah, meaning, His servants who are worthy of earning His honor. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the party of Allah will be the successful.)</span> asserts their success, happiness and triumph in this life and the Hereafter, in contrast to those, who are the party of the devil,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the party of Shaytan will be the losers!)</span><span class=\"gray\">(58:19)</span></p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Mujadilah. All praise and thanks are due to Allah.</p>"
  }
]