[
  {
    "ayah_key": "48:8",
    "group_ayah_key": "48:8",
    "from_ayah": "48:8",
    "to_ayah": "48:10",
    "ayah_keys": "48:8,48:9,48:10",
    "text": "<p lang=\"en\" class=\"en \">Verily, We have sent you as a witness, as a bearer of glad tidings, and as a warner <span>(8)</span>In order that you <span class=\"gray\">(O mankind)</span> may believe in Allah and His Messenger and that you Tu'azziruh and Tuwaqqiruh, and Tusabbihuh Bukrah and Asila <span>(9)</span>Verily, those who give pledge to you, they are giving pledge to Allah. The Hand of Allah is over their hands. Then whosoever breaks his pledge, breaks it only to his own harm; and whosoever fulfills what he has the covenants he makes with Allah, He will bestow on him a great reward <span>(10)</span></p><p lang=\"en\" class=\"en \">Qualities of the Messenger of Allah <span class=\"gray\">(ﷺ)</span></p><p lang=\"en\" class=\"en \">Allah the Exalted says to His Prophet, Muhammad ﷺ,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّا أَرْسَلْنَاكَ شَاهِدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have sent you as a witness,)</span> of the creation,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمُبَشِّرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a bearer of glad tidings,)</span> to the believers,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and as a warner.)</span> to the disbelievers. We explained these meanings in the Tafsir of Surat Al-Ahzab. Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In order that you may believe in Allah and His Messenger, and that you Tu'azziruh)</span> or you honor him, according to 'Abdullah bin 'Abbas and several others,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَتُوَقِّرُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Tuwaqqiruh)</span>, where Tawqir means, respect, honor and high regard,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتُسَبِّحُوهُ </p><p lang=\"el-Latn\" class=\"el-Latn \"><span class=\"gray\">(and that you Tusabbihuh)</span>, glorify Allah's praises,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُكْرَةً وَأَصِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bukrah and Asila)</span>, the early and late part of the day.</p><p lang=\"mt\" class=\"mt \">The Pledge of Ar-Ridwan</p><p lang=\"en\" class=\"en \">Allah the Exalted and Most Honored honors, regards and praises His Messenger ﷺ by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who give pledge to you, they are giving pledge to Allah.)</span> Allah the Exalted and Most High said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who obeys the Messenger, has indeed obeyed Allah.)</span><span class=\"gray\">(4:80)</span> Allah said, next,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hand of Allah is over their hands.)</span> meaning, He is with them, hearing their statements and witnessing their stand, having full knowledge of them inwardly and outwardly. Therefore, Allah the Exalted was indeed taking the pledge from them through His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ اشْتَرَىٰ مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ ۚ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ۖ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ ۚ وَمَنْ أَوْفَىٰ بِعَهْدِهِ مِنَ اللَّهِ ۚ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah has purchased of the believers their lives and their properties for which theirs shall be the Paradise. They fight in Allah's cause, so they kill and are killed. It is a promise in truth, binding on Him in the Tawrah and the Injil and the Qur'an. And who is truer to his covenant than Allah? Then rejoice in the bargain you have concluded. That is the supreme success.)</span><span class=\"gray\">(9:111)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَوْفَىٰ بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and whosoever fulfills what the covenants he makes with Allah, He will bestow on him a great reward.)</span> a generous reward. The pledge mentioned here is the pledge of Ar-Ridwan which was pledged under a tree, a Samurah, in the area of Al-Hudaybiyyah. The number of the Companions who gave their pledge to Allah's Messenger ﷺ at that time was either 1,300, 1,400 or 1,500. However, 1,400 is the better choice.</p><p lang=\"en\" class=\"en \">Hadiths about the Pledge at Al-Hudaybiyyah</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Jabir bin 'Abdullah, may Allah be pleased with him, said, \"We numbered one thousand and four hundred on the day of Hudaybiyyah.\" Muslim also collected this Hadith.</p><p lang=\"en\" class=\"en \">The Two Sahihs recorded that Jabir said; \"We numbered one thousand and four hundred at that time. The Messenger ﷺ placed his hand in the water and it started gushing forth from between his fingers until everyone had quenched their thirst.\" This is a short form of the story. Another narration of it mentioned that the Companions became thirsty on the day of Al-Hudaybiyyah and the Messenger of Allah ﷺ gave them an arrow from his quiver. They took the arrow, placed it in the well of Al-Hudaybiyyah and the water gushed out until they all satisfied their thirst. Jabir was asked how many of them there were on that day and he said, \"We were one thousand and four hundred. And had we been a hundred thousand, that water would still have been sufficient to satisfy us all.\" In another narration collected in the Two Sahihs, Jabir bin 'Abdullah said that they were one thousand and five hundred at the time.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Sa'id bin Al-Musayyib was asked by Qatadah, \"How many were present for the pledge of Ar-Ridwan?\" Sa'id said, \"One thousand and five hundred.\" Qatadah posed, \"Jabir bin 'Abdullah, may Allah be pleased with them both, said that they were one thousand and four hundred.\" Sa'id said, \"He forgot. He told me that they were one thousand and five hundred.\" However, Al-Bayhaqi commented, \"This narration testifies that Jabir used to state that they were one thousand and five hundred, but later on remembered the true number and said that they were one thousand and four hundred.\"</p><p lang=\"en\" class=\"en \">The Reason behind conducting the Pledge of Ar-Ridwan</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq bin Yasar said in his book on Sirah: \"The Messenger of Allah ﷺ beckoned 'Umar bin Al-Khattab in order to send him to Makkah, so that he could inform the chiefs of Quraysh of the Prophet's intent <span class=\"gray\">(to perform 'Umrah at Makkah)</span>. 'Umar said, 'O Allah's Messenger! I fear the Quraysh for my being. There are no longer any chiefs from the tribe of Bani 'Adi bin Ka'b remaining in Makkah who would protect me, in addition, the Quraysh know my enmity and harshness against them. However, I could tell you about a man who is mightier than I in Makkah: 'Uthman bin 'Affan. We should send him to Abu Sufyan and the chiefs of the Quraysh informing them that you did not come to fight them, but to visit this House and to honor its holiness.' 'Uthman left to Makkah. He met Aban bin Sa'id bin Al-'As upon entering Makkah or just before that. As a result, Aban took 'Uthman with him and extended his protection to him so he could deliver the message of Allah's Messenger ﷺ. 'Uthman indeed went to Abu Sufyan and the chiefs of Quraysh and imparted the Prophet's message that he was sent with. When 'Uthman finished delivering the Prophet's message to them they said to him, 'If you wish, you can perform Tawaf around the House.' 'Uthman replied, 'I would not do that before the Messenger of Allah ﷺ gets the chance to perform Tawaf around it.' So the Quraysh kept 'Uthman waiting in Makkah. However, the Messenger of Allah ﷺ and the Muslims were told that 'Uthman had been killed.\" Ibn Ishaq continued, \"I was told by 'Abdullah bin Abu Bakr that when news of 'Uthman's death was conveyed to him, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نَبْرَحُ حَتّٰى نُنَاجِزَ الْقَوْمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We will not leave until we fight the people.)</span>\" Ibn Ishaq continued, \"The Messenger of Allah ﷺ called the Muslims to give a pledge of allegiance, resulting in the pledge of Ar-Ridwan being conducted under the tree. Later, people used to say that the Messenger of Allah ﷺ took the pledge from them to die. However, Jabir bin 'Abdullah said, 'The Messenger of Allah ﷺ did not ask us to give a pledge to die <span class=\"gray\">(or be victorious)</span>, but that we would not run away <span class=\"gray\">(from battle)</span>.' The Muslims gave their pledge and none among them held back from giving it, except Al-Jadd bin Qays from the tribe of Bani Salamah. Jabir used to say afterwards, 'By Allah, it is as if I am looking at him now next to the shoulder of his camel taking refuge behind it, so that the people did not see him.' Soon afterwards, news came to the Messenger of Allah ﷺ that the story of 'Uthman's death was not true.\" </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Nafi' said, \"People said that 'Abdullah bin 'Umar embraced Islam before 'Umar, but this is not true. What happened is that on the Day of Hudaybiyyah, 'Umar sent 'Abdullah to bring his horse that he kept with a man from Al-Ansar, so he could use it to fight. The Messenger of Allah ﷺ was then taking the pledge from the Muslims under the tree while 'Umar was unaware. So, 'Abdullah conducted his pledge and fetched the horse and brought it to 'Umar, who was wearing his armor in preparation for battle. 'Abdullah told 'Umar that the Messenger of Allah was accepting the pledge under the tree. 'Umar proceeded with 'Abdullah and gave his pledge to the Messenger of Allah ﷺ. This is why some people thought that 'Abdullah bin 'Umar embraced Islam before 'Umar, may Allah be pleased with them both.\" </p><p lang=\"en\" class=\"en \">Al-Bukhari also recorded Ibn 'Umar saying that, the people who were with the Messenger of Allah ﷺ scattered under the shade of trees. Suddenly, the people gathered around the Prophet ﷺ and 'Umar said, \"O 'Abdullah! Investigate why the people are gathering around Allah's Messenger.\" Ibn 'Umar found the people giving their pledge. He gave his pledge, then went back and told 'Umar, who also went and gave his pledge. In a Hadith collected by Muslim, Jabir bin 'Abdullah said, \"On the day of Al-Hudaybiyyah, we were one thousand and four hundred. We gave the pledge of allegiance to the Prophet while 'Umar was holding the Prophet's hand under the tree, which was a Samurah <span class=\"gray\">(a kind of thorny tree)</span>. We gave the pledge to him not to run away <span class=\"gray\">(from battle)</span>. We did not give the pledge to die.\"</p><p lang=\"en\" class=\"en \">Muslim recorded that Ma'qil bin Yasar, may Allah be pleased with him, said, \"On the day of the Tree, while the Prophet ﷺ was taking the pledge from the people, I was holding a branch of that tree away from his head. We were fourteen hundred. We did not give him our pledge to die, but gave the pledge not to run from battle.\"</p><p lang=\"en\" class=\"en \">However, Al-Bukhari recorded that Salamah bin Al-Akwa', may Allah be pleased with him, said, \"I gave the pledge to the Messenger of Allah ﷺ under the tree.\" Yazid asked him, \"O Abu Maslamah, to what did you pledge at that time?\" Salamah said, \"To die!\" Al-Bukhari also collected a Hadith from Salamah bin Al-Akwa' that he said, \"I gave my pledge to the Messenger of Allah ﷺ on the day of Hudaybiyyah. I stood to the side and the Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا سَلَمَةُ أَلَا تُبَايِعُ؟</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(Why not give the pledge, O Salamah?)</span> and I said, 'I did.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَقْبِلْ فَبَايِعْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Come and give pledge)</span>. I went close to him and gave him my pledge.\" Salamah was asked, \"What was the pledge that you gave then, O Salamah?\" Salamah said, \"To die.\" Muslim collected this Hadith as well, while Al-Bukhari collected from 'Abbad bin Tamim that the pledge they gave was to die. </p><p lang=\"en\" class=\"en \">Al-Bayhaqi recorded that Salamah bin Al-Akwa', may Allah be pleased with him said, \"We went to Al-Hudaybiyyah with the Messenger of Allah ﷺ, and we numbered fourteen hundred at that time. We reached the well and found around fifty sheep drinking from it, but its water was barely sufficient for them. The Messenger of Allah ﷺ sat on its rim, invoked Allah and spat in the well and its water gushed out. We made our animals drink from it and also drank from it. Next, the Messenger of Allah ﷺ called the people to give the pledge when he was under the tree, and I was among the first to give the pledge to him. The remaining people then started giving the pledge. When about half the people have given the pledge, the Messenger said ﷺ to me,</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَايِعْنِي يَا سَلَمَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give me the pledge, O Salamah!)</span> I said, 'O Allah's Messenger! I have already pledged my pledge in the first group of people.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَيْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do it again.)</span> So I pledged my pledge again. He also saw that I was not wearing any armor and gave me some. He went on accepting the pledge from the people. When they were about to finish, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُبَايِـــعُ يَا سَلَمَةُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not give me your pledge, O Salamah!)</span> I said, 'O Allah's Messenger! I have given you the pledge in the beginning and the middle. ' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَيْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do it again,)</span> I gave him my pledge for a third time. The Messenger of Allah ﷺ asked me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا سَلَمَةُ أَيْنَ حَجَفَتُكَ أَوْ دَرَقَتُكَ الَّتِي أَعْطَيْتُكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Where is the armor that I gave you O Salamah?)</span> I said, 'O Allah's Messenger! 'Amir met me and I found that he did not have a shield, so I gave it to him.' The Messenger of Allah ﷺ laughed and said to me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ كَالَّذِي قَالَ الْأَوَّلُ اللّٰهُمَّ أَبْغِنِي حَبِيبًا هُوَ أَحَبُّ إِلَيَّ مِنْ نَفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are just like the man of old times who said, 'O Allah! Give me a dear person who is dearer to me than myself!')</span></p><p lang=\"en\" class=\"en \">Then the idolators of Makkah sent a delegation asking for a peace treaty, and we agreed to make peace. I used to work for Talhah bin 'Ubaydullah, may Allah be pleased with him, by providing water for his horse. For taking care of it, Talhah gave me a portion of his food. I had left my family and wealth and migrated to Allah and His Messenger <span class=\"gray\">(so I was poor)</span>. After the people of Makkah and us conducted peace and were freely mingling with each other, I went by a tree, removed its thorny branches and rested under its shade. Four of the idolators of Makkah stood close to me and started mentioning the Messenger of Allah ﷺ in an improper way and I hated being close to them. So, I moved under the shade of another tree. They hanged their weapons and rested under it. Meanwhile, a caller shouted these words from the bottom of the valley, 'O Emigrants! Ibn Zunaym was killed,' so I held my sword and went after the four idolators. They were asleep, so I took possession of their weapons and held them in my hand, saying, 'By He Who has honored the face of Muhammad ﷺ, if any one of you raises his head, I will strike that which holds his eyes!' I brought them to the Messenger of Allah ﷺ, while my uncle 'Amir brought another man, an idolator, whose name was Mikraz, and I and my uncle brought the men to the Messenger of Allah ﷺ. The number of captured idolators swelled to seventy. The Messenger of Allah ﷺ looked at them and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعُوهُمْ يَكُنْ لَهُمْ بَدْءُ الْفُجُورِ وَثِنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let them go, for theirs will be the initiation of hostilities and its burden.)</span> The Messenger of Allah ﷺ forgave them and Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who has withheld their hands from you and your hands from them in the midst of Makkah, after He had made you victors over them.)</span><span class=\"gray\">(48:24)</span>\" Muslim collected a narration that is the same or similar. </p><p lang=\"en\" class=\"en \">The Two Sahihs recorded that Sa'id bin Al-Musayyib said, \"My father was among those who gave the pledge to the Messenger of Allah ﷺ under the tree. He said, 'In the following year, we went for Hajj and we could not find the tree.' Therefore, if you know where that tree is, then you have more knowledge!\" </p><p lang=\"en\" class=\"en \">Abu Bakr Al-Humaydi recorded that Jabir said, \"When the Messenger of Allah ﷺ called the people to the pledge, we found a man from our tribe whose name is Al-Jadd bin Qays, hiding under the shoulder of his camel.\" Muslim collected this Hadith. Al-Humaydi also recorded that 'Amr said that he heard Jabir say, \"On the day of Hudaybiyyah, we were one thousand and four hundred and the Messenger of Allah ﷺ said to us,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتُمْ خَيْرُ أَهْلِ الْأَرْضِ الْيَوْمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Today, you are the best people on the earth.)</span>\" Jabir went on saying, \"If I still had my sight, I would have shown you the tree.\" Sufyan commented that the Companions later on differed over the location of the tree of Al-Hudaybiyyah; the Two Sahihs collected this statement from him. Imam Ahmad recorded that Jabir said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَدْخُلُ النَّارَ أَحَدٌ مِمَّنْ بَايَعَ تَحْتَ الشَّجَرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None among those who gave the pledge under the tree shall enter Hellfire.)</span> 'Abdullah bin Imam Ahmad recorded that Jabir said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَصْعَدُ الثَّنِيَّةَ ثَنِيَّةَ الْمُرَارِ فَإِنَّهُ يُحَطُّ عَنْهُ مَا حُطَّ عَنْ بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who ascends Thaniyyah <span class=\"gray\">(i.e. a mountainous pass)</span>, the Thaniyyah of Al-Murar, will have as much of his sins relieved for him as the sins that were relieved from the Children of Israel.)</span></p><p lang=\"en\" class=\"en \">The first to ascend that hill were the horsemen of <span class=\"gray\">(the Ansar tribe of)</span> Banu Al-Khazraj, then the Muslims followed suit. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّكُمْ مَغْفُورٌ لَهُ إِلَّا صَاحِبَ الْجَمَلِ الْأَحْمَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All of you will be forgiven, except the owner of the red camel.)</span> We said to him, \"Come, let the Messenger of Allah invoke Allah to forgive you,\" but he said, \"By Allah! Finding my lost camel is dearer to me than having your companion invoke Allah to forgive me. \" That man was only looking for his lost camel. </p><p lang=\"en\" class=\"en \">Muslim collected this Hadith from Ubaydullah <span class=\"gray\">(from Jabir)</span>. Muslim also recorded that Abu Az-Zubayr heard Jabir say, \"Umm Mubashshir told me that she heard the Messenger of Allah ﷺ saying, while he was with Hafsah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَدْخُلُ النَّارَ إِنْ شَاءَ اللهُ تَعَالَىٰ مِنْ أَصْحَابِ الشَّجَرَةِ الَّذِينَ بَايَعُوا تَحْتَهَا، أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah willing, none of the Companions of the tree, who gave the pledge under it, will ever enter Hellfire.)</span> She said, 'No, O Allah's Messenger.' The Prophet ﷺ rebuked her but Hafsah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not one of you but will pass over it <span class=\"gray\">(Hell)</span>)</span><span class=\"gray\">(19:71)</span> but the Prophet ﷺ responded,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ قَالَ اللهُ تَعَالَىٰ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah the Exalted said next, <span class=\"gray\">(Then We shall save those who had Taqwa and We shall leave the wrongdoers therein on their knees.)</span>)</span><span class=\"gray\">(19:72)</span>\" </p><p lang=\"en\" class=\"en \">Muslim also narrated that Jabir said, \"A slave of Hatib bin Abi Balta'ah came to the Messenger ﷺ complaining against Hatib and saying, 'O Allah's Messenger! Hatib shall surely enter Hell.' The Messenger of Allah ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَبْتَ لَا يَدْخُلُهَا فَإِنَّهُ قَدْ شَهِدَ بَدْرًا وَالْحُدَيْبِيَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You lie, he shall never enter the Fire; he participated in Badr and Al-Hudaybiyyah.)</span> This is why Allah the Exalted said while praising these Companions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَىٰ نَفْسِهِ ۖ وَمَنْ أَوْفَىٰ بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who give pledge to you, they are giving pledge to Allah. The Hand of Allah is over their hands. Then whosoever breaks his pledge, breaks it only to his own harm; and whosoever fulfills whatever covenant he has made with Allah, He will bestow on him a great reward.)</span> Allah the Exalted and Most Honored said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, Allah was pleased with the believers when they gave the pledge to you under the tree, He knew what was in their hearts, and He sent down tranquillity upon them, and He rewarded them with a near victory.)</span><span class=\"gray\">(48:18)</span></p>"
  }
]