[
  {
    "ayah_key": "4:131",
    "group_ayah_key": "4:131",
    "from_ayah": "4:131",
    "to_ayah": "4:134",
    "ayah_keys": "4:131,4:132,4:133,4:134",
    "text": "<p lang=\"en\" class=\"en \">And to Allah belongs all that is in the heavens and all that is in the earth. And verily, We have recommended to the People of the Scripture before you, and to you that you have Taqwa of Allah. But if you disbelieve, then unto Allah belongs all that is in the heavens and all that is in the earth, and Allah is Ever Rich <span class=\"gray\">(free of any needs)</span>, Worthy of all praise <span>(131)</span>And to Allah belongs all that is in the heavens and all that is in the earth. And Allah is Ever All-Sufficient as Disposer of affairs <span>(132)</span>If He wills, He can take you away, O people, and bring others. And Allah is Ever All-Potent over that <span>(133)</span>Whoever desires the rewards of this life, then with Allah is the reward of this worldly life and of the Hereafter. And Allah is Ever All-Hearer, All-Seer <span>(134)</span></p><div lang=\"en\" class=\"en \"><h2>The Necessity of Taqwa of Allah</h2></div><p lang=\"en\" class=\"en \">Allah states that He is the Owner of the heavens and earth and that He is the Supreme Authority over them. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَإِيَّاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have recommended to the People of the Scripture before you, and to you)</span> meaning, We have recommended to you what We recommended to the People of Scriptures; Taqwa of Allah, by worshipping Him Alone without partners. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you disbelieve, then unto Allah belongs all that is in the heavens and all that is in the earth)</span>. In another Ayah, Allah said that Musa said to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"If you disbelieve, you and all on the earth together, then verily, Allah is Rich <span class=\"gray\">(free of any need)</span>, Owner of all praise.\")</span><span class=\"gray\">[14:8]</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَفَرُوا وَتَوَلَّوا وَّاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they disbelieved and turned away. But Allah was not in need <span class=\"gray\">(of them)</span>. And Allah is Rich <span class=\"gray\">(free of any need)</span>, Worthy of all praise)</span><span class=\"gray\">[64:6]</span> meaning, He is far too Rich than to need His servants, and worthy of all praise in all His decisions and commandments. The meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah belongs all that is in the heavens and all that is in the earth. And Allah is Ever All-Sufficient as a Disposer of affairs.)</span></p><p lang=\"en\" class=\"en \">He has perfect watch over every soul, knowing what it deserves, He is the Watcher, and Witness of all things. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If He wills, He can take you away, O people, and bring others. And Allah is Ever All-Potent over that.)</span> means, He is able to take you away and replace you with other people if you disobey Him. In a similar Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you turn away, He will exchange you for some other people and they will not be your likes)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِندَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever desires the rewards of this life, then with Allah is the reward of this worldly life and of the Hereafter.)</span> means, O those whose ultimate desire is this life, know that Allah owns the rewards of this life and the Hereafter. Therefore, if you ask Allah for both, He will enrich you, award you and suffice for you. As Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ - وَمِنْهُم مَّن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ - أُولَٰئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But of mankind there are some who say: \"Our Lord! Give us in this world!\" and for such there will be no portion in the Hereafter. And of them there are some who say: \"Our Lord! Give us in this world that which is good and in the Hereafter that which is good, and save us from the torment of the Fire!\" For them there will be alloted a share for what they have earned)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever desires <span class=\"gray\">(by his deeds)</span> the reward of the Hereafter, We give him increase in his reward)</span><span class=\"gray\">[42:20]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever desires the quick-passing <span class=\"gray\">(transitory enjoyment of this world)</span>, We readily grant him what We will for whom We like)</span><span class=\"gray\">[17:18]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See how We prefer one above another <span class=\"gray\">(in this world)</span>)</span><span class=\"gray\">[17:21]</span>. So Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(And Allah is Ever All-Hearer, All-Seer.)</span></p>"
  },
  {
    "ayah_key": "4:135",
    "group_ayah_key": "4:135",
    "from_ayah": "4:135",
    "to_ayah": "4:135",
    "ayah_keys": "4:135",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Stand out firmly for justice, as witnesses to Allah, even though it be against yourselves, or your parents, or your kin, be he rich or poor, Allah is a better Protector to both. So follow not the lusts, lest you may avoid justice; and if you 'Talwū' or 'Tu'ridū', it, verily, Allah is Ever Well-Acquainted with what you do <span>(135)</span></p><div lang=\"en\" class=\"en \"><h2>Commanding Justice and Conveying the Witness for Allah</h2></div><p lang=\"en\" class=\"en \">Allah commands His believing servants to stand up for justice and fairness and not to deviate from it, right or left. They should not fear the blame of anyone or allow anyone to prevent them from doing something for the sake of Allah. They are also required to help, support and aid each other for Allah's sake. Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">شُهَدَاءَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as witnesses to Allah)</span> is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And establish the testimony for Allah)</span><span class=\"gray\">[65:2]</span>. Testimony should be delivered precisely, for the sake of Allah, thus making the testimony correct, truly just, and free of alterations, changes or deletions. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلَىٰ أَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(even though it be against yourselves,)</span> meaning, give correct testimony, and say the truth when you are asked about it, even if harm will effect you as a consequence. Indeed, Allah shall make a way out and give relief for those who obey Him in every matter. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or your parents, or your kin,)</span> means, even if you have to testify against your parents and kin, do not compromise for their sake. Rather, give the correct and just witness even if they are harmed in the process, for the truth presides above everyone and is preferred to everyone. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَىٰ بِهِمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(be he rich or poor, Allah is a better Protector to both.)</span> means, do not favor someone <span class=\"gray\">(in your testimony)</span> because he is rich, or feel pity for him because he is poor, for Allah is their caretaker, a better Protector of them than you, and has better knowledge of what is good for them. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَا تَتَّبِعُوا الْهَوَىٰ أَن تَعْدِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So follow not the lusts, lest you may avoid justice;)</span> means, let not desire, lust or the hatred you have against others, lure you into injustice in your affairs. Rather, stand for justice in all situations. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَىٰ أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not the enmity and hatred of others make you avoid justice. Be just: that is nearer to piety)</span><span class=\"gray\">[5:8]</span> when the Prophet ﷺ sent 'Abdullah bin Rawahah to collect the tax on the fruits and produce of the Jews of Khaybar, they offered him a bribe so that he would go easy on them. He said; \"By Allah! I have come to you from the dearest of the creation to me <span class=\"gray\">(Muhammad)</span>, and you are more hated by me than an equivelent number of apes and swine. However, my love for him <span class=\"gray\">(the Prophet ﷺ)</span> and hatred for you shall not prevent me from being just with you.\" On that, they said, \"This <span class=\"gray\">(justice)</span> is the basis which the heavens and earth were created. \" We will mention this Hadith later in Surat Al-Ma'idah <span class=\"gray\">(chapter 5)</span> Allah willing.</p><p lang=\"de\" class=\"de \">Allah's statement afterwards,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن تَلْوُوا أَوْ تُعْرِضُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if you 'Talwū' or 'Tu'ridū')</span> means, \"Distort your testimony and change it\", according to Mujahid and several others among the Salaf. 'Talwū', includes distortion and intentional lying. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُم بِالْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, among them is a party who Yalwuna <span class=\"gray\">(distort)</span> the Book with their tongues <span class=\"gray\">(as they read)</span>)</span><span class=\"gray\">[3:78]</span>. 'Tu'ridū', includes hiding and withholding the testimony. Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who hides it, surely, his heart is sinful)</span><span class=\"gray\">[2:283]</span> The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرُ الشُّهَدَاءِ الَّذِي يَأْتِي بِشَهَادَتِهِ قَبْلَ أَنْ يُسْأَلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The best witness is he who discloses his testimony before being asked to do so.)</span> Allah then warned,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Ever Well-Acquainted with what you do.)</span> and will reward or punish you accordingly.</p>"
  }
]