[
  {
    "ayah_key": "23:84",
    "group_ayah_key": "23:84",
    "from_ayah": "23:84",
    "to_ayah": "23:90",
    "ayah_keys": "23:84,23:85,23:86,23:87,23:88,23:89,23:90",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Whose is the earth and whosoever is therein? If you know! <span>(84)</span>They will say: \"It is Allah's!\" Say: \"Will you not then remember? <span>(85)</span>Say: \"Who is <span class=\"gray\">(the)</span> Lord of the seven heavens, and <span class=\"gray\">(the)</span> Lord of the Great Throne? <span>(86)</span>They will say: \"Allah.\" Say: \"Will you not then have Taqwa? <span>(87)</span>Say: \"In Whose Hand is the sovereignty of everything? And He protects, while against Whom there is no protector, if you know? <span>(88)</span>They will say: \"<span class=\"gray\">(All that belongs)</span> to Allah.\" Say: \"How then are you deceived and turn away from the truth? <span>(89)</span>Nay, but We have brought them the truth, and verily, they are liars <span>(90)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators Believe in Tawhid Ar-Rububiyyah, Which Requires Them to Believe in Tawhid Al-Uluhiyyah</h2></div><p lang=\"en\" class=\"en \">Allah states that the fact that He is One and that He is independent in His creation, control, dominion and guides one to realize that there is no God except Him and that none should be worshipped except Him Alone, with no partner or associate. He tells His Messenger Muhammad ﷺ to say to the idolators who worship others besides Him, even though they admit His Lordship, that He has no partner in Lordship. But despite this they still attributed partners in divinity to Him, and worshipped others besides Him even though they recognized the fact that those whom they worshipped could not create anything, did not own anything, nor do they have any control over anything. However, they still believed that these creatures could bring them closer to Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We worship them only that they may bring us near to Allah)</span><span class=\"gray\">(39:3)</span>. So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لِّمَنِ الْأَرْضُ وَمَن فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Whose is the earth and whosoever is therein?\")</span> meaning, \"Who is the Owner Who has created it and whatever is in it of animals, plants, fruits and all other kinds of creation?\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ كُنْتُمْ تَعْلَمُونَ - سَيَقُولُونَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"If you know!\" They will say: \"It is Allah's!\")</span> means, they will admit that this belongs to Allah Alone with no partner or associate. If that is the case,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَفَلَا تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Will you not then remember?\")</span> that none should be worshipped except the Creator and Provider.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن رَّبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Who is Lord of the seven heavens, and Lord of the Great Throne?\")</span> means, \"Who is the Creator of the higher realm with its planets, lights and angels who submit to Him in all regions and in all directions? Who is the Lord of the Great Throne, which is the highest of all created things?\" Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّ الْعَرْشِ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Lord of the Great Throne)</span>, meaning the Mighty Throne. At the end of the Surah, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ الْعَرْشِ الْكَرِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Lord of the Supreme Throne!)</span><span class=\"gray\">(23:116)</span>, meaning splendid and magnificent. The Throne combines the features of height and vastness with splendor and magnificence. This is why it was said that it is made of red rubies. Ibn Mas'ud said, \"There is no night or day with your Lord, and the light of the Throne is from the Light of His Face.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Allah.\" Say: \"Will you not then have Taqwa?\")</span> meaning, since you admit that He is the Lord of the heavens and the Lord of the Mighty Throne, will you not fear His punishment for worshipping others besides Him and associating others with Him?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"In Whose Hand is the sovereignty of everything?\")</span> i.e., sovereignty is in His Hands.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not a moving creature but He has grasp of its forelock)</span><span class=\"gray\">(11:56)</span>. meaning, He has control over it. The Messenger of Allah ﷺ used to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا وَالَّذِي نَفْسِي بِيَدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the One in Whose hand is my soul.)</span> When he swore an oath, he would say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا وَمُقَلِّبِ الْقُلُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the One Who turns over <span class=\"gray\">(controls)</span> the hearts.)</span> He, may He be glorified, is the Creator, the Sovereign, the Controller,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He protects <span class=\"gray\">(all)</span>, while against Whom there is no protector, if you know?)</span> Among the Arabs, if a leader announced his protection to a person, no one could go against him in that, yet no one could offer protection against that leader. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He protects <span class=\"gray\">(all)</span>, while against Whom there is no protector,)</span> meaning, He is the greatest Master, and there is none greater than Him. His is the power to create and to command, and none can overturn or oppose His ruling. What He wills happens, and what He does not, will not happen. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He cannot be questioned about what He does, while they will be questioned.)</span><span class=\"gray\">(21:23)</span> He cannot be asked about what He does because of His greatness, Pride, overwhelming power, wisdom and justice, but all of His creation will be asked about what they did, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, by your Lord, We shall certainly call all of them to account. For all that they used to do.)</span><span class=\"gray\">(15:92-93)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَقُولُونَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"<span class=\"gray\">(All that belongs)</span> to Allah.\")</span> means, they will admit that the Almighty Master Who protects all while against Him there is no protector is Allah Alone, with no partner or associate.</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ فَأَنَّىٰ تُسْحَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"How then are you deceived and turn away from the truth?\")</span> means, how can your minds accept the idea of worshipping others besides Him when you recognize and acknowledge that? Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَتَيْنَاهُمْ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but We have brought them the truth,)</span> which is the declaration that there is no god worthy of worship besides Allah, and the establishment of clear, definitive and sound proof to that effect,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, they are liars.)</span> means, in their worship of others alongside Allah when they have no evidence for doing so, as Allah says at the end of this Surah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever invokes, besides Allah, any other god, of whom he has no proof; then his reckoning is only with his Lord. Surely, the disbelievers will not be successful.)</span><span class=\"gray\">(23:117)</span></p><p lang=\"en\" class=\"en \">The idolators have no evidence for what they are doing, which has led them into lies and misguidance. Rather they are following their forefathers and predecessors who were confused and ignorant, as Allah describes them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِم مُّقْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We found our fathers following a certain way and religion, and we will indeed follow their footsteps.\")</span><span class=\"gray\">(43:23)</span></p>"
  },
  {
    "ayah_key": "23:91",
    "group_ayah_key": "23:91",
    "from_ayah": "23:91",
    "to_ayah": "23:92",
    "ayah_keys": "23:91,23:92",
    "text": "<p lang=\"en\" class=\"en \">No son <span class=\"gray\">(or offspring)</span> did Allah beget, nor is there any god along with Him. <span class=\"gray\">(If there had been many gods)</span>, then each god would have taken away what he had created, and some would have tried to overcome others! Glorified be Allah above all that they attribute to Him <span>(91)</span>All-Knower of the unseen and the seen! Exalted be He over all that they associate as partners to Him <span>(92)</span></p><div lang=\"gl\" class=\"gl \"><h2>Allah Has No Partner or Associate</h2></div><p lang=\"en\" class=\"en \">Allah declares Himself to be above having any child or partner in dominion, control and worship. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَٰهٍ ۚ إِذًا لَّذَهَبَ كُلُّ إِلَٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No son did Allah beget, nor is there any god along with Him. <span class=\"gray\">(If there had been many gods)</span>, then each god would have taken away what he had created, and some would have tried to overcome others.)</span> meaning, if it were decreed that there should be a plurality of deities, each of them would have exclusive control over whatever he had created, so there would never be any order in the universe. But what we see is that the universe is ordered and cohesive, with the upper and lower realms connected to one another in the most perfect fashion.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِن تَفَاوُتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you can see no fault in the creation of the Most Gracious)</span><span class=\"gray\">(67:3)</span>. Moreover, if there were a number of gods, each of them would try to subdue the other with enmity, and one would prevail over the other. This has been mentioned by the scholars of 'Ilm-ul-Kalam, who discussed it using the evidence of mutual resistance or counteraction. This idea states that if there were two or more creators, one would want to make a body move while the other would want to keep it immobile, and if neither of them could achieve what they wanted, then both would be incapable, but the One Whose existence is essential <span class=\"gray\">[i.e., Allah]</span> cannot be incapable. It is impossible for the will of both to be fulfilled because of the conflict. This dilemma only arises when a plurality of gods is suggested, so it is impossible for there to be such a plurality, because if the will of one is fulfilled and not the other, the one who prevails will be the one whose existence is essential <span class=\"gray\">(i.e., God)</span> and the one who is prevailed over will be merely possible <span class=\"gray\">(i.e., he is not divine)</span>, because it is not befitting for the one to be defeated whose existence is essential. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and some would have tried to overcome others! Glorified be Allah above all that they attribute to Him!)</span> meaning, high above all that the stubborn wrongdoers say when they claim that He has a son or partner.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمِ الْغَيْبِ وَالشَّهَادَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Knower of the unseen and the seen!)</span> means, He knows what is hidden from His creatures and what they see.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَتَعَالَىٰ عَمَّا يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Exalted be He over all that they associate as partners to Him!)</span> means, sanctified and glorified and exalted be He above all that the wrongdoers and liars say.</p>"
  }
]