[
  {
    "ayah_key": "9:58",
    "group_ayah_key": "9:58",
    "from_ayah": "9:58",
    "to_ayah": "9:59",
    "ayah_keys": "9:58,9:59",
    "text": "<p lang=\"en\" class=\"en \">And of them are some who accuse you concerning <span class=\"gray\">(the distribution of)</span> the alms. If they are given part thereof, they are pleased, but if they are not given thereof, behold! They are enraged <span>(58)</span>Would that they were content with what Allah and His Messenger gave them and had said: \"Allah is sufficient for us. Allah will give us of His bounty, and so will His Messenger. We implore Allah <span class=\"gray\">(to enrich us)</span>. <span>(59)</span></p><div lang=\"en\" class=\"en \"><h2>Hypocrites question the Integrity of the Messenger <span class=\"gray\">(ﷺ)</span> when distributing Alms</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمِنْهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of them)</span>, among the hypocrites,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن يَلْمِزُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who accuse you)</span> or question your integrity,</p><p class=\"qpc-hafs\">فِي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(concerning)</span>, division of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّدَقَاتِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the alms)</span>, when you divide them. They question your fairness, even though it is they who deserve that their integrity be questioned. The hypocrites do not do this in defense of the religion, but to gain more for themselves. This is why,</p><p class=\"ur qpc-hafs\" lang=\"ur\">أُعْطُوا مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If they are given)</span> meaning, from the Zakah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">رَضُوا وَإِن لَّمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are pleased, but if they are not given thereof, behold! They are enraged!)</span><span class=\"gray\">[9:58]</span>, angry for themselves. Qatadah commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَلْمِزُكَ فِي الصَّدَقَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of them are some who accuse you concerning the alms.)</span> \"Allah says, 'Some of them question your integrity in the matter of distribution of the alms.' We were told that a bedouin man, who had recently embraced Islam, came to the Prophet ﷺ, when he was dividing some gold and silver, and said to him, 'O Muhammad! Even though Allah commanded you to divide in fairness, you have not done so.' The Prophet of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلَكَ فَمَنْ ذَا الَّذِي يَعْدِلُ عَلَيْكَ بَعْدِي؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to you! Who would be fair to you after me then?)</span> The Prophet of Allah ﷺ said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْذَرُوا هَذَا وَأَشْبَاهَهُ فَإِنَّ فِي أُمَّتِي أَشْبَاهُ هَذَا يَقْرَءُونَ الْقُرآنَ لَا يُجَاوِزُ تَرَاقِيهِمْ فَإِذَا خَرَجُوا فَاْقْتُلُوهُمْ، ثُمَّ إِذَا خَرَجُوا فَاقْتُلُوهُمْ، ثُمَّ إِذَا خَرَجُوا فَاقْتُلُوهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware of this man and his likes! There are similar persons in my Ummah who recite the Qur'an, but the Qur'an will not go beyond their throat. If they rise <span class=\"gray\">(against Muslims rulers)</span> then kill them, if they rise, kill them, then if they rise kill them.)</span></p><p lang=\"en\" class=\"en \">We were also told that the Prophet of Allah ﷺ used to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! مَا أُعْطِيكُمْ شَيْئًا وَلَا أَمْنَعُكُمُوهُ إِنَّمَا أَنَا خَازِنٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my life! I do not give or withhold anything; I am only a keeper.)</span>\" </p><p lang=\"en\" class=\"en \">This statement from Qatadah is similar to the Hadith that the Two Shaykhs narrated from Abu Sa'id about the story of Dhul-Khuwaysirah, whose name was Hurqus. Hurqus protested against the Prophet's division of the war spoils of Hunayn, saying, \"Be fair, for you have not been fair!\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ خِبْتُ وَخَسِرْتُ إِنْ لَمْ أَكُنْ أَعْدِلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I would have become a loser and a failure if I was not fair!)</span></p><p lang=\"en\" class=\"en \">The Messenger ﷺ said after that man left,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَخْرُجُ مِنْ ضِئْضِىءِ هَذَا قَوْمٌ يَحْقِرُ أَحَدُكُمْ صَلَاتَهُ مَعَ صَلَاتِهِمْ وَصِيَامَهُ مَعَ صِيَامِهِمْ، يَـمْرُقُونَ مِنَ الدِّينِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ، فَأَيْنَمَا لَقِيتُمُوهُمْ فَاقْتُلُوهُمْ، فَإِنَّهْم شَرُّ قَتْلَى تَحْتَ أَدِيـمِ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Among the offspring of this man will be some with whose prayer, when one of you sees it, would belittle his prayer, and his fast as compared to their fast. They will be renegades from the religion, just like an arrow goes through the game's body. Wherever you find them, kill them, for verily, they are the worst dead people under the cover of the sky.)</span></p><p lang=\"en\" class=\"en \">Allah said next, while directing such people to what is more beneficial for them than their behavior,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِن فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would that they were content with what Allah and His Messenger gave them and had said: \"Allah is sufficient for us. Allah will give us of His bounty, and so will His Messenger <span class=\"gray\">(from alms)</span>. We implore Allah <span class=\"gray\">(to enrich us)</span>.\")</span></p><p lang=\"en\" class=\"en \">This honorable Ayah contains a gracious type of conduct and an honorable secret. Allah listed; contentment with what He and His Messenger give, trusting in Allah alone – by saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا حَسْبُنَا اللَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they had said: Allah is sufficient for us)</span>, and hoping in Allah alone, and He made these the indications of obedience to the Messenger ﷺ, adhering to his commands, avoiding his prohibitions, believing his narrations and following his footsteps.</p>"
  },
  {
    "ayah_key": "9:6",
    "group_ayah_key": "9:6",
    "from_ayah": "9:6",
    "to_ayah": "9:6",
    "ayah_keys": "9:6",
    "text": "<p class=\"en translation\" lang=\"en\">And if anyone of the Mushrikin seeks your protection then grant him protection so that he may hear the Word of Allah <span class=\"gray\">(the Qur'an)</span> and then escort him to where he can be secure, that is because they are men who know not <span>(6)</span></p><div lang=\"en\" class=\"en \"><h2>Idolators are granted Safe Passage if They seek It</h2></div><p lang=\"en\" class=\"en \">Allah said to His Prophet, peace be upon him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if anyone of the Mushrikin)</span>, whom you were commanded to fight and We allowed you their blood and property,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَجَارَكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(seeks your protection)</span>, asked you for safe passage, then accept his request until he hears the Words of Allah, the Qur'an. Recite the Qur'an to him and mention a good part of the religion with which you establish Allah's proof against him,</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ أَبْلِغْهُ مَأْمَنَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then escort him to where he can be secure)</span> and safe, until he goes back to his land, his home, and area of safety,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that is because they are men who know not.)</span></p><p lang=\"en\" class=\"en \">The Ayah says, 'We legislated giving such people safe passage so that they may learn about the religion of Allah, so that Allah's call will spread among His servants. </p><p lang=\"en\" class=\"en \">Ibn Abi Najih narrated that Mujahid said that this Ayah, \"Refers to someone who comes to you to hear what you say and what was revealed to you <span class=\"gray\">(O Muhammad)</span>. Therefore, he is safe until he comes to you, hears Allah's Words and then proceeds to the safe area where he came from.\" The Messenger of Allah ﷺ used to thereafter grant safe passage to those who came to him for guidance or to deliver a message. On the day of Hudaybiyyah, several emissaries from Quraysh came to him, such as 'Urwah bin Mas'ud, Mikraz bin Hafs, Suhayl bin 'Amr and several others. They came mediating between him and the Quraysh pagans. They witnessed the great respect the Muslims had for the Prophet ﷺ, which astonished them, for they never before saw such respect for anyone, kings nor czars. They went back to their people and conveyed this news to them; this, among other reasons, was one reason that most of them accepted the guidance. When Musaylimah the Liar sent an emissary to the Messenger of Allah, he ﷺ asked him, \"Do you testify that Musaylimah is a messenger from Allah?\" He said, \"Yes.\" The Messenger of Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَنَّ الرُّسُلَ لَا تُقْتَلُ لَضَرَبْتُ عُنُقَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I would have cut off your head, if it was not that emissaries are not killed.)</span></p><p lang=\"en\" class=\"en \">That man, Ibn An-Nawwahah, was later beheaded when 'Abdullah bin Mas'ud was the governor of Al-Kufah. When it became known that he still testified that Musaylimah was a messenger from Allah, Ibn Mas'ud summoned him and said to him, \"You are not delivering a message now!\" He commanded that Ibn An-Nawwahah be decapitated, may Allah curse him and deprive him of His mercy. In summary, those who come from a land at war with Muslims to the area of Islam, delivering a message, for business transactions, to negotiate a peace treaty, to pay the Jizyah, to offer an end to hostilities, and so forth, and request safe passage from Muslim leaders or their deputies, should be granted safe passage, as long as they remain in Muslim areas, until they go back to their land and sanctuary.</p>"
  }
]