[
  {
    "ayah_key": "50:1",
    "group_ayah_key": "50:1",
    "from_ayah": "50:1",
    "to_ayah": "50:5",
    "ayah_keys": "50:1,50:2,50:3,50:4,50:5",
    "text": "<p lang=\"en\" class=\"en \">The Beginning of Muffasal Section of the Qur'an</p><p lang=\"en\" class=\"en \">This Surah is the first Surah in the Mufassal section of the Qur'an, according to the correct view. It is said that the Mufassal starts with Surat Al-Hujurat. Some common people say that the Mufassal starts with Surah 'Amma An-Naba, <span class=\"gray\">(chapter 78)</span>, however, this is not true because none of the respected scholars ever supported this opinion.</p><p lang=\"en\" class=\"en \">Aws <span class=\"gray\">(bin Hudhayfah)</span> said; \"I asked the Companions of Allah's Messenger ﷺ how they divided the Qur'an. They said; 'Three, five, seven, nine, eleven, thirteen, and the Mufassal section as one.'\"</p><p lang=\"en\" class=\"en \">This was recorded by Ibn Majah and Imam Ahmad.</p><p lang=\"gd\" class=\"gd \">If one counts forty-eight Surahs, the next Surah will be Surah Qaf. The details are as follows: The <span class=\"gray\">[first]</span> three Surahs are Al-Baqarah <span class=\"gray\">(chapter 2)</span>, Al 'Imran <span class=\"gray\">(3)</span>, then An-Nisa' <span class=\"gray\">(4)</span>. The five are Al-Ma'idah <span class=\"gray\">(5)</span>, Al-An'am <span class=\"gray\">(6)</span>, Al-A'raf <span class=\"gray\">(7)</span>, Al-Anfal <span class=\"gray\">(8)</span> and Bara'ah <span class=\"gray\">(or At-Tawbah)</span><span class=\"gray\">(9)</span>. The seven next Surahs are Surah Yunus <span class=\"gray\">(10)</span>, Hud <span class=\"gray\">(11)</span>, Yusuf <span class=\"gray\">(12)</span>, Ar-Ra'd <span class=\"gray\">(13)</span>, Ibrahim <span class=\"gray\">(14)</span>, Al-Hijr <span class=\"gray\">(15)</span> and An-Nahl <span class=\"gray\">(16)</span>. The nine next Surahs are, Subhan <span class=\"gray\">(or Al-Isra' <span class=\"gray\">(17)</span>]</span>, Al-Kahf <span class=\"gray\">(18)</span>, Maryam <span class=\"gray\">(19)</span>, Ta Ha <span class=\"gray\">(20)</span>, Al-Anbiya' <span class=\"gray\">(21)</span>, Al-Hajj <span class=\"gray\">(22)</span>, Al-Mu'minun <span class=\"gray\">(23)</span>, An-Nur <span class=\"gray\">(24)</span> and Al-Furqan <span class=\"gray\">(25)</span>. The next eleven Surahs are Surat Ash-Shu'ara <span class=\"gray\">(26)</span>, An-Naml <span class=\"gray\">(27)</span>, Al-Qasas <span class=\"gray\">(28)</span>, Al-'Ankabut <span class=\"gray\">(29)</span>, Ar-Rum <span class=\"gray\">(30)</span>, Luqman <span class=\"gray\">(31)</span>, Alif Lam Mim As-Sajdah <span class=\"gray\">(32)</span>, Al-Ahzab <span class=\"gray\">(33)</span>, Saba' <span class=\"gray\">(34)</span>, Fatir <span class=\"gray\">(35)</span> and Ya Sin <span class=\"gray\">(36)</span>. The next thirteen are Surat As-Saffat <span class=\"gray\">(37)</span>, Sad <span class=\"gray\">(38)</span>, Az-Zumar <span class=\"gray\">(39)</span>, Ghafir <span class=\"gray\">(40)</span>, Ha Mim As-Sajdah <span class=\"gray\">(or Fussilat)</span><span class=\"gray\">(41)</span>, Ash-Shura <span class=\"gray\">(42)</span>, Az-Zukhruf <span class=\"gray\">(43)</span>, Ad-Dukhan <span class=\"gray\">(44)</span>, Al-Jathiyah <span class=\"gray\">(45)</span>, Al-Ahqaf <span class=\"gray\">(46)</span>, Al-Qital <span class=\"gray\">(or Muhammad)</span><span class=\"gray\">(47)</span>, Al-Fath <span class=\"gray\">(48)</span> and Al-Hujurat <span class=\"gray\">(49)</span>.</p><p lang=\"en\" class=\"en \">After that comes the Mufassal section, according to the Companions, may Allah be pleased with them all.</p><p lang=\"en\" class=\"en \">Therefore, Surah Qaf <span class=\"gray\">(chapter 50)</span> is the first of the Mufassal, just as we stated, and all praise is due to Allah and all favors are from Him.</p><p lang=\"bg\" class=\"bg \">The Virtues of Surah Qaf</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Umar bin Al-Khattab asked Abu Waqid Al-Laythi, \"What did the Prophet ﷺ recite during the 'Id Prayer?\" Abu Waqid said, \"Surah Qaf and Surat Iqtarabat <span class=\"gray\">[i.e. Surat Al-Qamar <span class=\"gray\">(54)</span>]</span>.\" Muslim and the Four Collectors of the Sunan collected this Hadith. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Umm Hisham bint Harithah said, \"For around two years, or a year and a part of another year, our oven and the oven of the Prophet ﷺ was one and the same. I memorized Surah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">ق ۚ وَالْقُرْآنِ الْمَجِيدِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qaf. By the Glorious Qur'an.)</span> from the tongue of the Messenger of Allah ﷺ who used to recite it every Friday while standing on the Minbar delivering the Friday sermon to the people.\" Muslim collected this Hadith.</p><p lang=\"en\" class=\"en \">Abu Dawud also recorded that the daughter of Al-Harith bin An-Nu'man said, \"I only memorized Surah Qaf from the mouth of the Messenger of Allah ﷺ who used to recite it in every Friday Khutbah. Our oven and the oven of the Messenger ﷺ was one and the same.\" Muslim and An-Nasa'i collected this Hadith.</p><p lang=\"en\" class=\"en \">Therefore, the Messenger of Allah ﷺ used to recite this Surah during large gatherings such as the 'Ids and during Friday sermons. He did so because this Surah contains news of the beginning of creation, Resurrection, the Return, Standing <span class=\"gray\">(before Allah)</span>, the Reckoning, Paradise, the Fire, Allah's reward and punishment, lessons of encouragement, and lessons of discouragement. Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ق ۚ وَالْقُرْآنِ الْمَجِيدِ - بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَٰذَا شَيْءٌ عَجِيبٌ - أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ۖ ذَٰلِكَ رَجْعٌ بَعِيدٌ - قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ ۖ وَعِنْدَنَا كِتَابٌ حَفِيظٌ - بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Qaf. By the Glorious Qur'an.)</span><span class=\"gray\">(2. Nay, they wonder that there has come to them a warner from among themselves. So the disbelievers say: \"This is a strange thing!\")</span><span class=\"gray\">(3. \"When we are dead and have become dust. <span class=\"gray\">(Shall we be resurrected?)</span> That is a far return.\")</span><span class=\"gray\">(4. We know that which the earth takes of them, and with Us is a Book preserved.)</span><span class=\"gray\">(5. Nay, but they have denied the truth when it has come to them, so they are in a Marij state.)</span></p><p>ق ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qaf.)</span> which is one of the letters of the alphabet that are mentioned in the beginning of some Surahs, such as,</p><p>ص ۚ </p><p><span class=\"gray\">(Sad.)</span><span class=\"gray\">(38:1)</span></p><p>ن ۚ </p><p><span class=\"gray\">(Nun.)</span><span class=\"gray\">(68:1)</span></p><p class=\"qpc-hafs\">الم </p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Alif Lam Mim.)</span><span class=\"gray\">(2:1)</span>,</p><p class=\"qpc-hafs\">حم </p><p lang=\"sw\" class=\"sw \"><span class=\"gray\">(Ha Mim.)</span><span class=\"gray\">(40:1)</span>, and</p><p class=\"qpc-hafs\">طس</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ta Sin Mim.)</span><span class=\"gray\">(28:1)</span> and etc., Mujahid and several others said this. We also discussed this in the beginning of the explanation of Surat Al-Baqarah, and therefore, it is not necessary to repeat it here.</p><p lang=\"en\" class=\"en \">The Disbelievers wonder at the Message and Resurrection </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقُرْآنِ الْمَجِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the Glorious Qur'an.)</span> means by the Honorable and Great Qur'an, which,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Falsehood cannot come to it from before it or behind it: <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise.)</span><span class=\"gray\">(41:42)</span></p><p lang=\"en\" class=\"en \">The subject of the oath contained in this Ayah is specified afterwards, even though it does not appear by word, emphasizing prophethood, resurrection and affirming that they are true. There are similar kinds of oaths in the Qur'an, whose subject is included in the meaning but not by word, such as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ص ۚ وَالْقُرْآنِ ذِي الذِّكْرِ - بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sad. By the Qur'an full of reminding. Nay, those who disbelieve are in false pride and opposition.)</span><span class=\"gray\">(38:1-2)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ق ۚ وَالْقُرْآنِ الْمَجِيدِ - بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَٰذَا شَيْءٌ عَجِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qaf. By the Glorious Qur'an. Nay, they wonder that there has come to them a warner from among themselves. So the disbelievers say: \"This is a strange thing!\")</span></p><p lang=\"en\" class=\"en \">They wondered at the wisdom behind sending a Messenger who is a human being. Allah the Exalted and Most Honored said in another Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it a wonder for mankind that We have sent Our revelation to a man from among themselves <span class=\"gray\">(saying)</span>: \"Warn mankind.\")</span><span class=\"gray\">(10:2)</span>, meaning, this is not strange, for Allah chooses Messengers from angels and humans. </p><p lang=\"en\" class=\"en \">Allah the Exalted and Most Honored mentioned that the disbelievers also wondered about the Resurrection and discounted its coming,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ۖ ذَٰلِكَ رَجْعٌ بَعِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When we are dead and have become dust. That is a far return.)</span> They said, 'after we die, disintegrate, with our organs torn apart and we become dust, how can we be brought back to our original shape and bodies,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ رَجْعٌ بَعِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is a far return.)</span> 'it is not likely that it will ever occur.' They thought that Resurrection was far from happening and will never occur. Allah the Exalted responded to their statement by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We know that which the earth takes of them.)</span> meaning, 'We know what the earth consumes of their dead bodies.' Where and how the bodies disintegrated, what they turned into and how they have become, all of this is never absent from Allah's knowledge.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِنْدَنَا كِتَابٌ حَفِيظٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and with Us is a Book preserved,)</span> 'that keeps all records. Therefore, Our knowledge is encompassing and the Book of decrees has everything precisely recorded in it. Al-'Awfi narrated that 'Abdullah bin 'Abbas commented on the statement of Allah the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We know that which the earth takes of them,)</span> \"It refers to what the earth consumes of their flesh, skin, bones and hair.\" A similar view was recorded from Mujahid, Qatadah, Ad-Dahhak and several others. Allah, the Exalted and Most Honored, explained the reason behind their disbelief, rebellion and discounting the possibility of what is truly possible,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they have denied the truth when it has come to them, so they are in a Marij state.)</span> This is the state of all those who defy the Truth: whatever they say and utter after denying the Truth, is utterly false. Marij means, in disarray, in a confused state and defying the characteristics of the Truth. Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, you have different ideas. Turned aside therefrom is he who is turned aside.)</span><span class=\"gray\">(51:8-9)</span></p>"
  }
]