[
  {
    "ayah_key": "26:136",
    "group_ayah_key": "26:136",
    "from_ayah": "26:136",
    "to_ayah": "26:145",
    "ayah_keys": "26:136,26:137,26:138,26:139,26:140,26:141,26:142,26:143,26:144,26:145",
    "text": "<p lang=\"en\" class=\"en \">They said: \"It is the same to us whether you preach or be not of those who preach. <span>(136)</span>\"This is no other than Khuluq of the ancients, <span>(137)</span>\"And we are not going to be punished. <span>(138)</span>So they denied him, and We destroyed them. Verily, in this is indeed a sign, yet most of them are not believers <span>(139)</span>And verily your Lord, He is indeed the Almighty, the Most Merciful <span>(140)</span></p><div lang=\"en\" class=\"en \"><h2>The Response of the People of Hud, and Their Punishment</h2></div><p lang=\"en\" class=\"en \">Allah tells us how the people of Hud responded to him after he had warned them, encouraged them, and clearly explained the truth to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ الْوَاعِظِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"It is the same to us whether you preach or be not of those who preach.\")</span> meaning, 'we will not give up our ways.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we shall not leave our gods for your <span class=\"gray\">(mere)</span> saying! And we are not believers in you)</span><span class=\"gray\">(11:53)</span>. This is how it was, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieve, it is the same to them whether you warn them or do not warn them, they will not believe)</span><span class=\"gray\">(2:6)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word of your Lord has been justified, will not believe)</span><span class=\"gray\">(10:96)</span>. And they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا خُلُقُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is no other than Khuluq of the ancients.)</span> Some scholars read this: \"Khalq\". According to Ibn Mas'ud and according to 'Abdullah bin 'Abbas – as reported from Al-'Awfi – and 'Alqamah and Mujahid, they meant, \"What you have brought to us is nothing but the tales <span class=\"gray\">(Akhlaq)</span> of the ancients.\" This is like what the idolators of Quraysh said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Tales of the ancients, which he has written down, and they are dictated to him morning and afternoon.\")</span><span class=\"gray\">(25:5)</span> And Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ ۖ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا - وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieve say: \"This is nothing but a lie that he has invented, and others have helped him in it. In fact, they have produced an injustice and a lie.\" And they say: \"Tales of the ancients...\")</span><span class=\"gray\">(25:4-5)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُم مَّاذَا أَنزَلَ رَبُّكُمْ ۙ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"What is it that your Lord has sent down?\" They say: \"Tales of the ancient!\")</span><span class=\"gray\">(16:24)</span>. Some other scholars recited it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا خُلُقُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is no other than Khuluq of the ancients,)</span> \"as Khuluq,\" meaning their religion. What they were following was the religion of the ancients, their fathers and grandfathers, as if they were saying: \"We are following them, we will live as they lived and die as they died, and there will be no resurrection and no judgement.\" Hence they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِمُعَذَّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we are not going to be punished.)</span> Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they denied him, and We destroyed them.)</span> meaning, they continued to disbelieve and stubbornly oppose Allah's Prophet Hud, so Allah destroyed them. The means of their destruction has been described in more than one place in the Qur'an: Allah sent against them a strong and furious wind, i.e., a fiercely blowing wind that was intensely cold. Thus the means of their destruction was suited to their nature, for they were the strongest and fiercest of people, so Allah overpowered them with something that was even stronger and fiercer than them, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ - إِرَمَ ذَاتِ الْعِمَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen how your Lord dealt with 'Ad of Iram? Possesors of the pillars)</span><span class=\"gray\">(89:6-7)</span>. This refers to the former 'Ad, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that it is He Who destroyed the former 'Ad)</span><span class=\"gray\">(53:50)</span>. They were descendents of Iram bin Sam bin Nuh,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاتِ الْعِمَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Possesors of the pillars)</span><span class=\"gray\">(89:7)</span> They used to live among pillars. Those who claim that Iram was a city take this idea from Isra'iliyyat narrations, from the words of Ka'b and Wahb, but there is no real basis for that. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The like of which were not created in the land)</span><span class=\"gray\">(89:8)</span>. meaning, nothing like this tribe was created in terms of might, power and tyranny. If what was meant was a city, it would have said, \"The like of which was not built in the land.\" And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for 'Ad, they were arrogant in the land without right, and they said: \"Who is mightier than us in strength?\" See they not that Allah Who created them was mightier in strength than them. And they used to deny Our Ayat!)</span><span class=\"gray\">(41:15)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for 'Ad, they were destroyed by a furious violent wind!)</span> until His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُسُومًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in succession)</span><span class=\"gray\">(69:6-7)</span> meaning, consecutively <span class=\"gray\">(i.e., seven nights and eight days)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that you could see men lying overthrown <span class=\"gray\">(destroyed)</span>, as if they were hollow trunks of date palms!)</span><span class=\"gray\">(69:7)</span> means, they were left as headless bodies, because the wind would come and carry one of them, then drop him on his head, so that his brains were spilled out, his head was broken and he was thrown aside, as if they were uprooted stems of date-palms.</p><p lang=\"en\" class=\"en \">They used to build fortresses in the mountains and caves, and they dug ditches half as deep as a man is tall, but that did not help them against the command of Allah at all.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the term given by Allah, when it comes, cannot be delayed)</span><span class=\"gray\">(71:4)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they denied him, and We destroyed them.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ - إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلَا تَتَّقُونَ - إِنِّي لَكُمْ رَسُولٌ أَمِينٌ - فَاتَّقُوا اللَّهَ وَأَطِيعُونِ - وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِيَ إِلَّا عَلَىٰ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(141. Thamud denied the Messengers.)</span><span class=\"gray\">(142. When their brother Salih said to them: \"Will you not have Taqwa?\")</span><span class=\"gray\">(143. \"I am a trustworthy Messenger to you.\")</span><span class=\"gray\">(144. \"So, have Taqwa of Allah, and obey me.\")</span><span class=\"gray\">(145. \"No reward do I ask of you for it; my reward is only from the Lord of Al-'Alamin.\")</span></p><div lang=\"en\" class=\"en \"><h2>Salih and the People of Thamud</h2></div><p lang=\"en\" class=\"en \">Here Allah tells us about His servant and Messenger Salih, whom He sent to his people Thamud. They were Arabs living in the city of Al-Hijr – which is between Wadi Al-Qura and Greater Syria. Their location is well known. In our explanation of Surat Al-A'raf, we mentioned the Hadiths which tell how the Messenger of Allah ﷺ passed by their dwelling place when he wanted to launch a raid on Syria. He went as far as Tabuk, then he went back to Al-Madinah to prepare himself for the campaign.</p><p lang=\"en\" class=\"en \">Thamud came after 'Ad and before Ibrahim, peace be upon him. Their Prophet Salih called them to Allah, to worship Him alone with no partner or associate, and to obey whatever commands were conveyed to them, but they refused, rejecting him and opposing him. He told them that he did not seek any reward from them for his call to them, but that he would seek the reward for that with Allah. Then he reminded them of the blessings of Allah.</p>"
  },
  {
    "ayah_key": "26:146",
    "group_ayah_key": "26:146",
    "from_ayah": "26:146",
    "to_ayah": "26:152",
    "ayah_keys": "26:146,26:147,26:148,26:149,26:150,26:151,26:152",
    "text": "<p lang=\"en\" class=\"en \">\"Will you be left secure in that which you have here? <span>(146)</span>\"In gardens and springs. <span>(147)</span>\"And crops and date palms with soft clusters. <span>(148)</span>\"And you hew out in the mountains, houses with great skill. <span>(149)</span>\"So, have Taqwa of Allah, and obey me. <span>(150)</span>\"And follow not the command of the extravagant, <span>(151)</span>Who make mischief in the land, and reform not. <span>(152)</span></p><div lang=\"en\" class=\"en \"><h2>A Reminder to Them of Their Circumstances and the Blessings They Enjoyed</h2></div><p lang=\"en\" class=\"en \">Salih preached to them, warning them that the punishment of Allah could overtake them and reminding them of the blessings that Allah had bestowed upon them, by giving them ample provision and making them safe from all kinds of dangers, giving them gardens and flowing springs, and bringing forth for them crops and fruits.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَخْلٍ طَلْعُهَا هَضِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and date palms with soft clusters.)</span> Al-'Awfi narrated from Ibn 'Abbas, \"Ripe and rich.\" 'Ali bin Abi Talhah narrated from Ibn 'Abbas that this meant growing luxuriantly. Isma'il bin Abi Khalid narrated from 'Amr bin Abi 'Amr – who met the Companions – from Ibn 'Abbas that this means, \"When it becomes ripe and soft.\" This was narrated by Ibn Abi Hatim, then he said: \"And something similar was narrated from Abu Salih.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you hew out in the mountains, houses with great skill.)</span> Ibn 'Abbas and others said, \"With great skill.\" According to another report from him: \"They were greedy and extravagant.\" This was the view of Mujahid and another group. There is no contradiction between the two views, because they built the houses which they carved in the mountains as a form of extravagant play, with no need for them as dwelling places. They were highly skilled in the arts of masonry and stone-carving, as is well known to anyone who has seen their structures. So, Salih said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, have Taqwa of Allah, and obey me.)</span> Pay attention to that which could benefit you in this world and the Hereafter; worshipping your Lord Who created you, who granted you provisions so that you could worship Him alone and glorify Him morning and evening.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ - الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And follow not the command of the extravagant, who make mischief in the land, and reform not.)</span> meaning, their chiefs and leaders, who called them to Shirk, disbelief and opposition to the truth.</p>"
  }
]