[
  {
    "ayah_key": "4:160",
    "group_ayah_key": "4:160",
    "from_ayah": "4:160",
    "to_ayah": "4:162",
    "ayah_keys": "4:160,4:161,4:162",
    "text": "<p lang=\"en\" class=\"en \">For the wrongdoing of the Jews, We made unlawful for them certain good foods which had been lawful for themـand for their hindering many from Allah's way <span>(160)</span>And their taking of Riba though they were forbidden from taking it, and their devouring men's substance wrongfully. And We have prepared for the disbelievers among them a painful torment <span>(161)</span>But those among them who are well-grounded in knowledge, and the believers, believe in what has been sent down to you and what was sent down before you; and those who perform the Salah, and give Zakah and believe in Allah and in the Last Day, it is they to whom We shall give a great reward <span>(162)</span></p><div lang=\"en\" class=\"en \"><h2>Some Foods Were Made Unlawful for the Jews Because of their Injustice and Wrongdoing</h2></div><p lang=\"en\" class=\"en \">Allah states that because of the injustice and transgression of the Jews, demonstrated by committing major sins, He prohibited some of the lawful, pure things which were previously allowed for them. This prohibition could be only that of decree, meaning that Allah allowed the Jews to falsely interpret their Book and change and alter the information about what was allowed for them. They thus, out of exaggeration and extremism in the religion, prohibited some things for themselves. It could also mean that in the Tawrah, Allah prohibited things that were allowed for them before. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَىٰ نَفْسِهِ مِن قَبْلِ أَن تُنَزَّلَ التَّوْرَاةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All food was lawful to the Children of Israel, except what Isra'il made unlawful for himself before the Tawrah was revealed.)</span><span class=\"gray\">[3:93]</span></p><p lang=\"en\" class=\"en \">We mentioned this Ayah before, which means that all types of food were allowed for the Children of Israel before the Tawrah was revealed, except the camel's meat and milk that Isra'il prohibited for himself. Later, Allah prohibited many things in the Tawrah. Allah said in Surat Al-An'am <span class=\"gray\">(chapter 6)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَٰلِكَ جَزَيْنَاهُم بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And unto those who are Jews, We forbade every <span class=\"gray\">(animal)</span> with undivided hoof, and We forbade them the fat of the ox and the sheep except what adheres to their backs or their entrails, or is mixed up with a bone. Thus We recompensed them for their rebellion. And verily, We are Truthful.)</span></p><p lang=\"en\" class=\"en \">This means, We prohibited these things for them because they deserved it due to their transgression, injustice, defying their Messenger and disputing with him. So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اللَّهِ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For the wrongdoing of the Jews, We made unlawful to them certain good foods which had been lawful to them, and for their hindering many from Allah's way.)</span></p><p lang=\"en\" class=\"en \">This Ayah states that they hindered themselves and others from following the truth, and this is the behavior that they brought from the past to the present. This is why they were and still are the enemies of the Messengers, killing many of the Prophets. They also denied Muhammad and 'Isa, peace be upon them. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And their taking of Riba' though they were forbidden from taking it,)</span></p><p lang=\"en\" class=\"en \">Allah prohibited them from taking Riba', yet they did so using various kinds of tricks, ploys and cons, thus devouring people's property unjustly. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have prepared for the disbelievers among them a painful torment.)</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّٰكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those among them who are well-grounded in knowledge...)</span> firm in the religion and full of beneficial knowledge. We mentioned this subject when we explained Surah Āl-'Imrān <span class=\"gray\">(3)</span>. The Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْمِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the believers...)</span> refers to the well-grounded in knowledge;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(believe in what has been sent down to you and what was sent down before you;)</span></p><p lang=\"fil\" class=\"fil \">Ibn 'Abbas said, \"This Ayah was revealed concerning 'Abdullah bin Salam, Tha'labah bin Sa'yah, Zayd bin Sa'yah and Asad bin 'Ubayd who embraced Islam and believed what Allah sent Muhammad ﷺ with. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْتُونَ الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and give Zakah,)</span> This could be referring to the obligatory charity due on one's wealth and property, or those who purify themselves, or both. Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and believe in Allah and in the Last Day,)</span> They believe that there is no deity worthy of worship except Allah, believe in Resurrection after death and the reward or punishment for the good or evil deeds. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is they,)</span> those whom the Ayah described above,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To whom We shall give a great reward.)</span> means Paradise.</p>"
  }
]