[
  {
    "ayah_key": "19:22",
    "group_ayah_key": "19:22",
    "from_ayah": "19:22",
    "to_ayah": "19:23",
    "ayah_keys": "19:22,19:23",
    "text": "<p class=\"en translation\" lang=\"en\">So she conceived him, and she withdrew with him to a remote place <span>(22)</span>And the pains of childbirth drove her to the trunk of a date palm. She said: \"Would that I had died before this, and had been forgotten and out of sight! <span>(23)</span></p><div lang=\"en\" class=\"en \"><h2>The Conception and the Birth</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about Maryam that when Jibril had spoken to her about what Allah said, she accepted the decree of Allah. Many scholars of the predecessors <span class=\"gray\">(Salaf)</span> have mentioned that at this point the angel <span class=\"gray\">(who was Jibril)</span> blew into the opening of the garment that she was wearing. Then the breath descended until it entered into her vagina and she conceived the child by the leave of Allah.</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq said, \"When she conceived him and filled her water jug <span class=\"gray\">(at a well)</span>, she returned <span class=\"gray\">(to her people)</span>. After this, her menstrual bleeding ceased and she experienced what the pregnant woman experiences of sickness, hunger, change of color and there was even a change in the manner of her speech. After this, no people came to visit any house like they did the house of Zakariyya. The word spread among the Children of Israel and the people were saying, 'Verily, her partner <span class=\"gray\">(in fornication)</span> was Yusuf, because there was no one else in the temple with her except him.' So she hid herself from the people and placed a veil between herself and them. No one saw her and she did not see anyone else.\" Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَجَاءَهَا الْمَخَاضُ إِلَىٰ جِذْعِ النَّخْلَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the pains of childbirth drove her to the trunk of a date palm.)</span> This means that her pains of labor compelled her to go to the trunk of a date-palm tree that was at the place where she had secluded herself. The scholars differed over its location. As-Suddi said, \"Her place of seclusion was to the east and that was where she would pray at the Sacred House of Jerusalem.\" Wahb bin Munabbih said, \"She ran away and when she reached an area between Ash-Sham and Egypt, she was overcome by labor pains.\" In another narration from Wahb, he said, \"This took place eight miles from the Sacred House of Jerusalem in a village that was known as Bayt Al-Lahm <span class=\"gray\">(Bethlehem)</span>.\" I say, there are Hadiths about the Isra' <span class=\"gray\">(Night Journey of the Prophet ﷺ)</span> that are reported by An-Nasa'i on the authority of Anas, and Al-Bayhaqi on the authority of Shadad bin Aws, that say that this took place at Bait Al-Lahm. Allah knows best. This is what is well known that the people all relate from each other. The Christians have no doubt held that the place of this occurrence was Bethlehem and this is what all the people relate. It has been related in a Hadith also, if the Hadith is authentic. Allah says, informing about her,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَٰذَا وَكُنتُ نَسْيًا مَّنسِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(She said: \"Would that I had died before this, and had been forgotten and out of sight!\")</span> In this is an evidence of the permissibility to wish for death when a calamity strikes. She knew that she was going to be tested with the birth, the people would not assist her, and they would not believe her story. After she was known as a devout worshipper among them, they now thought that she had become a fornicating whore. She said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَنِي مِتُّ قَبْلَ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would that I had died before this,)</span> She said this to mean before this situation.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكُنتُ نَسْيًا مَّنسِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I had been forgotten and out of sight!)</span> This means, \"I wish I had not been created and I was nothing.\" This was mentioned by Ibn 'Abbas. Qatadah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكُنتُ نَسْيًا مَّنسِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I had been forgotten and out of sight!)</span> \"This means something unknown, forgotten and no one knew who I was.\"</p>"
  },
  {
    "ayah_key": "19:24",
    "group_ayah_key": "19:24",
    "from_ayah": "19:24",
    "to_ayah": "19:26",
    "ayah_keys": "19:24,19:25,19:26",
    "text": "<p lang=\"en\" class=\"en \">Then he cried unto her from below her, saying: \"Grieve not: your Lord has provided a Sariy under you. <span>(24)</span>\"And shake the trunk of date palm towards you, it will let fall fresh ripe dates upon you. <span>(25)</span>\"So eat and drink and rejoice. And if you see any human being, say: 'Verily, I have vowed a fast for the Most Gracious so I shall not speak to any human being today., <span>(26)</span></p><div lang=\"en\" class=\"en \"><h2>What was said to Her after the Birth </h2></div><p lang=\"en\" class=\"en \">Some reciters read the Ayah as,  </p><p class=\"ar qpc-hafs\" lang=\"ar\">(مَن تَـحْتَهَآ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who was below her)</span> Meaning the one who was below her called to her. Others recited it as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن تَحْتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from below her)</span> With the meaning of a preposition <span class=\"gray\">(from)</span> instead of a pronoun <span class=\"gray\">(who)</span>. The scholars of Tafsir have differed over the interpretation of who was calling out. Al-'Awfi and others reported from Ibn 'Abbas that he said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَنَادَاهَا مِن تَحْتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then cried unto her from below her,)</span> \"This is referring to Jibrilbecause 'Isa did not speak until she brought him to her people.\" Similarly, Sa'id bin Jubayr, Ad-Dahhak, 'Amr bin Maymun, As-Suddi and Qatadah all said, \"Verily, this is referring to the angel Jibril.\" This means that he <span class=\"gray\">(Jibril)</span> called out to her from the bottom of the valley. Mujahid said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَنَادَاهَا مِن تَحْتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then cried unto her from below her,)</span> \"This is referring to 'Isa bin Maryam.\" Likewise, 'Abdur-Razzaq reported from Ma'mar that Qatadah said that Al-Hasan said, \"This is referring to her son <span class=\"gray\">('Isa)</span>.\" This is also one of the two opinions reported from Sa'id bin Jubayr – that it was her son, 'Isa, speaking. Sa'id said, \"Have you not heard Allah saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَشَارَتْ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then she pointed to him.)</span> Ibn Zayd and Ibn Jarir preferred this opinion in his Tafsir. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تَحْزَنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Grieve not:)</span> He called to her saying, \"Do not grieve.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا</p><p lang=\"cy\" class=\"cy \"><span class=\"gray\">(your Lord has provided a Sariy under you.)</span> Sufyan Ath-Thawri and Shu'bah reported from Abu Ishaq that Al-Bara' bin 'Azib said, s</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your Lord has provided a Sariy under you.)</span> \"This means a small stream.\" Likewise, 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"Sariy means a river.\" 'Amr bin Maymun held the same view, as he said, \"It means a river for her to drink from.\" Mujahid said, \"It means river in the Syrian language.\" Sa'id bin Jubayr said, \"Sariy is a small flowing river.\" Others said that Sariy refers to 'Isa. This was said by Al-Hasan, Ar-Rabi' bin Anas, Muhammad bin 'Abbad bin Ja'far, and it is one of the two opinions reported from Qatadah. It is also the view of 'Abdur-Rahman bin Zayd bin Aslam. However, the first view seems to be the most obvious meaning. For this reason, Allah said after it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And shake the trunk of date palm towards you,)</span> meaning, \"Grab the trunk of the date-palm tree and shake it towards yourself.\" Therefore, Allah blessed her by giving her food and drink. Then He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا - فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will let fall fresh ripe dates upon you. So eat and drink and rejoice.)</span> Meaning to be happy. This is why 'Amr bin Maymun said, \"Nothing is better for the woman confined in childbed than dried dates and fresh dates.\" Then he recited this noble Ayah. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you see any human being,)</span> This means any person that you see,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: 'Verily, I have vowed a fast unto the Most Gracious <span class=\"gray\">(Allah)</span> so I shall not speak to any human being today.')</span> Meaning, by signaling with gestures, not a statement by speech. This is so that she does not negate her oath itself,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so I shall not speak to any human being today.)</span> Anas bin Malik commented on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have vowed a fast unto the Most Gracious)</span> He said; \"A vow of silence.\" Likewise said Ibn 'Abbas and Ad-Dahhak. The meaning here is that in their Law, when fasting, it was forbidden for them to eat and speak. As-Suddi, Qatadah and 'Abdur-Rahman bin Zayd have all stated this view. 'Abdur-Rahman bin Zayd said, \"When 'Isa said to Maryam,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تَحْزَنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Grieve not)</span> She said, 'How can I not grieve when you are with me and I have no husband nor am I an owned slave woman What excuse do I have with the people? Woe unto me, if I had only died before this, and had been a thing forgotten and unknown.' Then, 'Isa said to her, 'I will suffice you with a statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you see any human being, say: 'Verily, I have vowed a fast unto the Most Gracious so I shall not speak to any human being this day.')</span>' All of this is from the speech of 'Isa to his mother.\" Wahb said the same as well.</p>"
  }
]