[
  {
    "ayah_key": "12:99",
    "group_ayah_key": "12:99",
    "from_ayah": "12:99",
    "to_ayah": "12:100",
    "ayah_keys": "12:99,12:100",
    "text": "<p lang=\"en\" class=\"en \">Then, when they came in before Yusuf, he took his parents to himself and said: \"Enter Egypt, if Allah wills, in security. <span>(99)</span>And he raised his parents to the 'Arsh and they fell down before him prostrate. And he said: \"O my father! This is the interpretation of my dream aforetime! My Lord has made it come true! He was indeed good to me, when He took me out of the prison, and brought you <span class=\"gray\">(all here)</span> out of the bedouin life, after Shaytan had sown enmity between me and my brothers. Certainly, my Lord is the Most Courteous and Kind unto whom He wills. Truly, He! Only He is the All-Knowing, the All-Wise <span>(100)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf welcomes His Parents - His Dream comes True</h2></div><p lang=\"en\" class=\"en \">Allah states that Ya'qub went to Yusuf in Egypt. Yusuf had asked his brothers to bring all of their family, and they all departed their area and left Kana'an to Egypt. When Yusuf received news of their approach to Egypt, he went out to receive them. The king ordered the princes and notable people to go out in the receiving party with Yusuf to meet Allah's Prophet Ya'qub, peace be upon him. It is said that the king also went out with them to meet Ya'qub. Yusuf said to his family, after they entered unto him and he took them to himself,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَقَالَ ادْخُلُوا مِصْرَ إِن شَاءَ اللَّهُ آمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and said: \"Enter Egypt, if Allah wills, in security.\")</span> He said to them, 'enter Egypt', meaning, 'reside in Egypt', and added, 'if Allah wills, in security', in reference to the hardship and famine that they suffered. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آوَىٰ إِلَيْهِ أَبَوَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he took his parents to himself)</span> As-Suddi and 'Abdur-Rahman bin Zayd bin Aslam said that his parents were his father and maternal aunt, as his mother had died long ago. Muhammad bin Ishaq and Ibn Jarir At-Tabari said, \"His father and mother were both alive.\" Ibn Jarir added, \"There is no evidence that his mother had died before then. Rather, the apparent words of the Qur'an testify that she was alive.\" This opinion has the apparent and suitable meaning that this story testifies to. </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he raised his parents to Al-'Arsh)</span> he raised them to his bedstead where he sat, according to Ibn 'Abbas, Mujahid and several others. Allah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَخَرُّوا لَهُ سُجَّدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they fell down before him prostrate.)</span> Yusuf's parents and brothers prostrated before him, and they were eleven men,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he said: \"O my father! This is the Ta'wil <span class=\"gray\">(interpretation)</span> of my dream aforetime...\")</span>, in reference to the dream that he narrated to his father before,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I saw <span class=\"gray\">(in a dream)</span> eleven stars...)</span><span class=\"gray\">[12:4]</span> In the laws of these and previous Prophets, it was allowed for the people to prostrate before the men of authority, when they met them. This practice was allowed in the law of Adam until the law of 'Isa, peace be upon them, but was later prohibited in our law. Islam made prostration exclusively for Allah Alone, the Exalted and Most Honored. The implication of this statement was collected from Qatadah and other scholars.</p><p lang=\"en\" class=\"en \">When Mu'adh bin Jabal visited the Sham area, he found them prostrating before their priests. When he returned <span class=\"gray\">(to Al-Madinah)</span>, he prostrated before the Messenger of Allah , who asked him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَذَا يَا مُعَاذُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is this, O, Mu'adh?)</span> Mu'adh said, \"I saw that they prostrate before their priests. However, you, O Messenger of Allah, deserve more to be prostrated before.\" The Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كُنْتُ آمِرًا أَحَدًا أَنْ يَسْجُدَ لِأَحَدٍ، لَأَمَرْتُ الْمَرْأَةَ أَنْ تَسْجُدَ لِزَوْجِهَا لِعِظَمِ حَقِّهِ عَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If I were to order anyone to prostrate before anyone else <span class=\"gray\">(among the creation)</span>, I would have ordered the wife to prostrate before her husband because of the enormity of his right on her.)</span> Therefore, this practice was allowed in previous laws, as we stated. This is why they <span class=\"gray\">(Ya'qub and his wife and eleven sons)</span> prostrated before Yusuf, who said at that time,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my father! This is the Ta'wil of my dream aforetime! My Lord has made it come true!)</span> using the word, 'Ta'wil', to describe what became of the matter, later on. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُ ۚ يَوْمَ يَأْتِي تَأْوِيلُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Await they just for its Ta'wil? On the Day the event is finally fulfilled...)</span>, meaning, on the Day of Judgement what they were promised of good or evil will surely come to them.</p><p lang=\"hmn\" class=\"hmn \">Yusuf said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَعَلَهَا رَبِّي حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord has made it come true!)</span> mentioning that Allah blessed him by making his dream come true,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُم مِّنَ الْبَدْوِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He was indeed good to me, when He took me out of the prison, and brought you <span class=\"gray\">(all here)</span> out of the bedouin life,)</span> out of the desert, for they lived a bedouin life and raised cattle, according to Ibn Jurayj and others. He also said that they used to live in the Arava, Ghur area of Palestine, in Greater Syria. Yusuf said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَعْدِ أَن نَّزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي ۚ إِنَّ رَبِّي لَطِيفٌ لِّمَا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after Shaytan had sown enmity between me and my brothers. Certainly, my Lord is the Most Courteous and Kind unto whom He wills.)</span> for when Allah wills something, He brings forth its reasons and elements of existence, then wills it into existence and makes it easy to attain,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ هُوَ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, He! Only He is the All-Knowing.)</span> what benefits His servants,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Wise.)</span> in His statements, actions, decrees, preordainment and what He chooses and wills.</p>"
  },
  {
    "ayah_key": "13:1",
    "group_ayah_key": "13:1",
    "from_ayah": "13:1",
    "to_ayah": "13:1",
    "ayah_keys": "13:1",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful</p><p class=\"ar qpc-hafs\" lang=\"ar\">المر ۚ تِلْكَ آيَاتُ الْكِتَابِ ۗ وَالَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Alif Lam-Mim Ra. These are the verses of the Book <span class=\"gray\">(the Qur'an)</span>, and that which has been revealed unto you from your Lord is the truth, but most men believe not.)</span></p><div lang=\"gd\" class=\"gd \"><h2>The Qur'an is Allah's Kalam <span class=\"gray\">(Speech)</span></h2></div><p lang=\"en\" class=\"en \">We talked before, in the beginning of Surat Al-Baqarah <span class=\"gray\">(chapter 2)</span> about the meaning of the letters that appear in the beginnings of some chapters in the Qur'an. We stated that every Surah that starts with separate letters, affirms that the Qur'an is miraculous and is an evidence that it is a revelation from Allah, and that there is no doubt or denying in this fact. This is why Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the verses of the Book)</span>, the Qur'an, which Allah described afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي أُنزِلَ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which has been revealed unto you)</span>, O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن رَّبِّكَ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from your Lord is the truth,)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most men believe not.)</span> just as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you desire it eagerly.)</span><span class=\"gray\">[12:103]</span> Allah declares that even after this clear, plain and unequivocal explanation <span class=\"gray\">(the Qur'an)</span>, most men will still not believe, due to their rebellion, stubbornness and hypocrisy.</p>"
  }
]