[
  {
    "ayah_key": "24:43",
    "group_ayah_key": "24:43",
    "from_ayah": "24:43",
    "to_ayah": "24:44",
    "ayah_keys": "24:43,24:44",
    "text": "<p lang=\"en\" class=\"en \">See you not that Allah drives the clouds gently, then joins them together, then makes them into a heap of layers, and you see the rain come forth from between them; and He sends down from the sky, from mountains in it of ice, and strikes therewith whom He wills, and averts it from whom He wills. The vivid flash of its <span class=\"gray\">(clouds)</span> lightning nearly blinds the sight <span>(43)</span>Allah causes the night and the day to succeed each other. Truly, in this is indeed a lesson for those who have insight <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>The Power of Allah to Create the Clouds and That Which Comes From Them</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He drives the clouds from the beginning, when they are formed and are still weak. This is the \"Gentle driving.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُؤَلِّفُ بَيْنَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then joins them together,)</span> means, He brings them together after they have been scattered.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَجْعَلُهُ رُكَامًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then makes them into a heap of layers,)</span> means, He piles them up on top of one another.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الْوَدْقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you see the Wadq)</span> meaning the rain,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ مِنْ خِلَالِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(come forth from between them;)</span> means, from the gaps between them. This is how it was understood by Ibn 'Abbas and Ad-Dahhak. 'Ubayd bin 'Umayr Al-Laythi said: \"Allah sends the scatterer <span class=\"gray\">[wind]</span>, which stirs up that which is on the surface of the earth. Then he sends the generator <span class=\"gray\">[wind]</span>, which forms the clouds. Then He sends the joiner <span class=\"gray\">[wind]</span> which brings them together. Then He sends the fertilizer <span class=\"gray\">[wind]</span> which fertilizes or 'seeds' the clouds.\" This was recorded by Ibn Abi Hatim and Ibn Jarir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنَزِّلُ مِنَ السَّمَاءِ مِن جِبَالٍ فِيهَا مِن بَرَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He sends down from <span class=\"gray\">[Min]</span> the sky, from <span class=\"gray\">[Min]</span> mountains in it of <span class=\"gray\">[Min]</span> ice,)</span> Some of the grammarians said that the first Min describes the place from which it is coming, the second specifies from which part of the sky it comes, and the third means some kind of mountains. This is based on the view of those scholars of Tafsir who say that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن جِبَالٍ فِيهَا مِن بَرَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from <span class=\"gray\">[Min]</span> mountains in it of <span class=\"gray\">[Min]</span> ice)</span> means that there are mountains of hail in the sky from which Allah sends down ice. As for those who say that \"mountains\" here is used as a metaphor for clouds, they think that the second Min is also used to describe the place from which the ice is coming, and is thus interchangeable with the first. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصِيبُ بِهِ مَن يَشَاءُ وَيَصْرِفُهُ عَن مَّن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strikes therewith whom He wills, and averts it from whom He wills.)</span> It may be that the phrase</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصِيبُ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strikes therewith)</span> means, with what He sends down from the sky of different kinds of rain and hail. So then the phrase</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصِيبُ بِهِ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strikes therewith whom He wills)</span> means, by His mercy towards them, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَصْرِفُهُ عَن مَّن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and averts it from whom He wills.)</span> means, He withholds rain from them. Or it may be that</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصِيبُ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and strikes therewith)</span> means, with hail, as a punishment towards whomever He wills, striking their fruits and destroying their crops and trees. And He averts it from whomever He wills as a mercy towards them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The vivid flash of its lightning nearly blinds the sight.)</span> the brightness of its lightning almost takes away their sight if the eyes follow it and try to look at it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah causes the night and the day to succeed each other.)</span> He is controlling them, so that He takes something from the length of one and adds it to the other, which is short, until they become equal, then He does the opposite so that the one which was short becomes long and vice versa. Allah is the One Who is controlling that by His command, power, might and knowledge.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّأُولِي الْأَبْصَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, in this is indeed a lesson for those who have insight.)</span> means, this is an indication of His greatness, may He be exalted. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the creation of the heavens and the earth, and in the alternation of night and day, there are indeed signs for men of understanding.)</span><span class=\"gray\">(3:190)</span> and thereafter.</p>"
  },
  {
    "ayah_key": "24:45",
    "group_ayah_key": "24:45",
    "from_ayah": "24:45",
    "to_ayah": "24:45",
    "ayah_keys": "24:45",
    "text": "<p class=\"en translation\" lang=\"en\">Allah has created every moving creature from water. Of them there are some that creep on their bellies, and some that walk on two legs, and some that walk on four. Allah creates what He wills. Verily, Allah is able to do all things <span>(45)</span></p><div lang=\"en\" class=\"en \"><h2>Allah's Power in His Creation of the Animals</h2></div><p lang=\"en\" class=\"en \">Allah mentions His complete and almighty power to create all the different kinds of animals with their various forms, colors and ways of moving and stopping, from one kind of water.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنْهُم مَّن يَمْشِي عَلَىٰ بَطْنِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Of them there are some that creep on their bellies,)</span> like snakes and so on;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَمْشِي عَلَىٰ رِجْلَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and some that walk on two legs,)</span> like humans and birds;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَمْشِي عَلَىٰ أَرْبَعٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and some that walk on four,)</span> like cattle and all kinds of animals. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْلُقُ اللَّهُ مَا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah creates what He wills.)</span> meaning by His power, because what He wills happens and what He does not will does not happen. So he says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is able to do all things.)</span></p>"
  },
  {
    "ayah_key": "24:46",
    "group_ayah_key": "24:46",
    "from_ayah": "24:46",
    "to_ayah": "24:46",
    "ayah_keys": "24:46",
    "text": "<p class=\"en translation\" lang=\"en\">We have indeed sent down manifest Ayat. And Allah guides whom He wills to the straight path.) Allah states that in this Qur'an He has revealed many clear and unambiguous rulings, words of wisdom and parables, and that He guides people of understanding, insight and intellect to ponder and understand them. He say <span>(46)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَهْدِي مَن يَشَاءُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah guides whom He wills to the Straight Path.)</span></p>"
  }
]