[
  {
    "ayah_key": "5:45",
    "group_ayah_key": "5:45",
    "from_ayah": "5:45",
    "to_ayah": "5:45",
    "ayah_keys": "5:45",
    "text": "<p class=\"en translation\" lang=\"en\">And We ordained therein for them \"Life for life, eye for eye, nose for nose, ear for ear, tooth for tooth, and wounds equal for equal. \" But if anyone remits the retaliation by way of charity, it shall be for him an expiation. And whosoever does not judge by that which Allah has revealed, such are the unjust <span>(45)</span></p><p lang=\"en\" class=\"en \">This Ayah also chastises and criticizes the Jews because in the Tawrah, they have the law of a life for a life. Yet, they defied this ruling by transgression and rebellion. They used to apply this ruling when a person from Bani An-Nadir was killed by a Qurayzah person, but this was not the case when the opposite occurred. Rather, they would revert to Diyah in this case. They also defied the ruling in the Tawrah to stone the adulterer and instead came up with their own form of punishment, flogging, humiliation and parading them in public. This is why Allah said in the previous Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not judge by what Allah has revealed, such are the disbelievers.)</span> because they rejected Allah's command with full intention and with transgression and rebellion. In this Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(such are the unjust.)</span> because they did not exact the oppressed his due rights from the oppressor in a matter which Allah ordered that all be treated equally and fairly. Instead, they defied that command, committed injustice and transgressed against each other.</p><div lang=\"en\" class=\"en \"><h2>A Man is Killed for a Woman Whom He Kills</h2></div><p lang=\"en\" class=\"en \">Imam Abu Nasr bin As-Sabbagh stated in his book, Ash-Shamil, that the scholars agree that this Ayah <span class=\"gray\">[5:45]</span> should be implemented, and the Imams agree that the man is killed for a woman whom he kills, according to the general indications of this Ayah. A Hadith that An-Nasa'i recorded states that the Messenger of Allah ﷺ had this statement written in the book that he gave 'Amr bin Hazm,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ الرَّجُلَ يُقْتَلُ بِالْمَرْأَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The man is killed for the woman <span class=\"gray\">(whom he kills)</span>.)</span> In another Hadith, the Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْلِمُونَ تَتَكَافَأُ دِمَاؤُهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muslims are equal regarding the sanctity of their blood.)</span> This is also the opinion of the majority of the scholars. What further supports what Ibn As-Sabbagh said is the Hadith that Imam Ahmad recorded that Anas bin Malik said, \"Ar-Rabi' <span class=\"gray\">(his aunt)</span> broke the tooth of a girl, and the relatives of Ar-Rabi' requested the girl's relatives to forgive <span class=\"gray\">(the offender)</span>, but they refused. So, they went to the Prophet ﷺ who ordered them to bring about retaliation. Anas bin An-Nadr, her brother, asked, 'O Allah's Messenger! Will the tooth of Ar-Rabi' be broken?' The Messenger of Allah said, 'O Anas! The Book of Allah prescribes retaliation.' Anas said, 'No, by Him Who has sent you with the Truth, her tooth will not be broken. ' Later the relatives of the girl agreed to forgive Ar-Rabi' and forfeit their right to retaliation. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إن من عباد الله من لو أقسم على الله لأبره</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are some of Allah's servants who, if they take an oath by Allah, Allah fullfils them.)</span>\" It was recorded in the Two Sahihs.</p><div lang=\"en\" class=\"en \"><h2>Retaliation for Wounds</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَالْجُرُوحَ قِصَاصٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and wounds equal for equal.)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"Life for life, an eye for an eye, a nose, if cut off, for a nose, a tooth broken for a tooth and wounds equal for wound.\" The free Muslims, men and women, are equal in this matter. And their slaves, male and female, are equal in this matter. And this ruling is the same regarding intentional murder and lesser offenses, as Ibn Jarir and Ibn Abi Hatim recorded.</p><div lang=\"en\" class=\"en \"><h2>An Important Ruling</h2></div><p lang=\"en\" class=\"en \">The retaliation for wounds should not be implemented until the wounds of the victim heal. If retaliation occurs before the wound heals, and then the wound becomes aggravated, the victim will have no additional rights in this case. The proof for this ruling is what Imam Ahmad narrated from 'Amr bin Shu'ayb, from his father, from his grandfather that a man once stabbed another man in his leg using a horn. The victim came to the Prophet ﷺ asking for retaliation, and the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّى تَبْرَأَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not until you heal.)</span> The man again came to the Prophet ﷺ and asked for equality in retaliation and the Prophet ﷺ allowed him that. Later on, that man said, \"O Messenger of Allah! I limp now.\" The Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَهَيْتُكَ فَعَصَيْتَنِي، فَأَبْعَدكَ اللهُ وَبَطَلَ عَرَجُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I had asked you to wait, but you disobeyed me. Therefore, Allah cast you away and your limp has no compensation.)</span></p><p lang=\"en\" class=\"en \">Afterwards, the Messenger of Allah ﷺ forbade that the wound be retaliated for until the wound of the victim heals. </p><p lang=\"en\" class=\"en \">If the victim is allowed to retaliate for his wound caused by the aggressor and the aggressor dies as a result, there is no compensation in this case, according to the majority of the Companions and their followers.</p><div lang=\"en\" class=\"en \"><h2>The Pardon is Expiation for Such Offenses</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if anyone remits the retaliation by way of charity, it shall be for him an expiation.)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas commented that</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَصَدَّقَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if anyone remits the retaliation by way of charity)</span> means; \"If one pardons by way of charity, it will result in expiation for the aggressor and reward for the victim.\" Sufyan Ath-Thawri said that 'Ata' bin As-Sa'ib said that Sa'id bin Jubayr said that Ibn 'Abbas said, 'He who pardons the retaliation by way of charity, it will be an expiation for the aggressor and a reward for the victim with Allah.\" Ibn Abi Hatim recorded this statement. Jabir bin 'Abdullah said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if anyone remits the retaliation by way of charity, it shall be for him an expiation,)</span></p><p lang=\"en\" class=\"en \">\"For the victim.\" This is also the opinion of Al-Hasan Al-Basri, Ibrahim An-Nakha'i and Abu Ishaq Al-Hamdani.</p><p lang=\"bg\" class=\"bg \">Imam Ahmad recorded that 'Ubadah bin As-Samit said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ رَجُلٍ يُجْرَحُ مِنْ جَسَدِهِ جَرَاحَةً فَيَتَصَدَّقُ بِهَا، إِلَّا كَفَّرَ اللهُ عَنْهُ مِثْلَ مَا تَصَدَّقَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Any man who suffers a wound on his body and forfeits his right of retaliation as way of charity, then Allah will pardon him that which is similar to what he forfeited.)</span> An-Nasa'i and Ibn Jarir recorded this Hadith. </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not judge by that which Allah has revealed, such are the unjust.)</span></p><p lang=\"en\" class=\"en \">Earlier we mentioned the statements of 'Ata' and Tawus that there is Kufr and lesser Kufr, injustice and lesser injustice and Fisq and lesser Fisq.</p>"
  },
  {
    "ayah_key": "5:46",
    "group_ayah_key": "5:46",
    "from_ayah": "5:46",
    "to_ayah": "5:47",
    "ayah_keys": "5:46,5:47",
    "text": "<p lang=\"en\" class=\"en \">And in their footsteps, We sent 'Isa, son of Maryam, confirming the Tawrah that had come before him, and We gave him the Injil, in which was guidance and light and confirmation of the Tawrah that had come before it, a guidance and an admonition for those who have Taqwa <span>(46)</span>Let the people of the Injil judge by what Allah has revealed therein. And whosoever does not judge by what Allah has revealed, such are the rebellious <span>(47)</span></p><div lang=\"en\" class=\"en \"><h2>Allah Mentions 'Isa and Praises the Injil</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَفَّيْنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We sent...)</span> meaning, We sent</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَىٰ آثَارِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in their footsteps)</span> meaning the Prophets of the Children of Israel,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Isa, son of Maryam, confirming the Tawrah that had come before him,)</span> meaning, he believed in it and ruled by it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ الْإِنجِيلَ فِيهِ هُدًى وَنُورٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We gave him the Injil, in which was guidance and light)</span> a guidance that directs to the truth and a light that removes the doubts and solves disputes,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and confirmation of the Tawrah that had come before it,)</span> meaning, he adhered to the Tawrah, except for the few instances that clarified the truth where the Children of Israel differed. Allah states in another Ayah that 'Isa said to the Children of Israel,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِأُحِلَّ لَكُم بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and to make lawful to you part of what was forbidden to you.)</span><span class=\"gray\">[3:50]</span> So the scholars say that the Injil abrogated some of the rulings of the Tawrah. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a guidance and an admonition for those who have Taqwa.)</span> means, We made the Injil guidance and an admonition that prohibits committing sins and errors, for those who have Taqwa of Allah and fear His warning and torment. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَحْكُمْ أَهْلُ الْإِنجِيلِ بِمَا أَنزَلَ اللَّهُ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let the people of the Injil judge by what Allah has revealed therein.)</span> meaning, so that He judges the people of the Injil by it in their time. Or, the Ayah means, so that they believe in all that is in it and adhere to all its commands, including the good news about the coming of Muhammad ﷺ and the command to believe in and follow him when he is sent. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ حَتَّىٰ تُقِيمُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say \"O People of the Scripture! You have nothing <span class=\"gray\">(guidance)</span> until you act according to the Tawrah, the Injil, and what has been sent down to you from your Lord.\")</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who follow the Messenger, the Prophet who can neither read nor write whom they find written with them in the Tawrah...)</span><span class=\"gray\">[7:157]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...successful.)</span><span class=\"gray\">[7:157]</span> Here, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not judge by what Allah has revealed, such are the rebellious.)</span> meaning, the rebellious and disobedient of Allah who prefer falsehood and abandon truth. We mentioned before that this Ayah was revealed about the Christians, and this is evident from the context of the Ayah.</p>"
  }
]