[
  {
    "ayah_key": "30:17",
    "group_ayah_key": "30:17",
    "from_ayah": "30:17",
    "to_ayah": "30:19",
    "ayah_keys": "30:17,30:18,30:19",
    "text": "<p lang=\"en\" class=\"en \">So glorify Allah, when you enter the evening, and when you enter the morning <span>(17)</span>And His is all the praise in the heavens and the earth; and in 'Ashiyya and when Tuẓhirūn <span>(18)</span>He brings out the living from the dead, and brings out the dead from the living. And He revives the earth after its death. And thus shall you be brought out <span>(19)</span></p><p lang=\"en\" class=\"en \">The Command to pray Five Times Daily</p><p lang=\"en\" class=\"en \">Here Allah glorifies Himself and commands His servants to glorify and praise Him at these times which come one after the other and are indicative of His might and power in the heavens. This is when the night comes with its darkness, then in the morning the day comes with its light. This glorification is followed by befitting praise, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And His is all the praise in the heavens and the earth;)</span> meaning, He is the One who is to be praised for what He has created in the heavens and on earth. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَعَشِيًّا وَحِينَ تُظْهِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in 'Ashiyya and when Tuẓhirūn.)</span> – the 'Ashiyy is the time when the darkness is most intense, and Iẓhār is the brightest point of the day. Glory be to the One Who created both of them, the Cleaver of the daybreak and the One Who makes night a time of rest. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّهَارِ إِذَا جَلَّاهَا - وَاللَّيْلِ إِذَا يَغْشَاهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the day as it shows up its brightness. By the night as it conceals it.)</span><span class=\"gray\">(91:3-4)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّيْلِ إِذَا يَغْشَىٰ - وَالنَّهَارِ إِذَا تَجَلَّىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the night as it envelops. By the day as it appears in brightness.)</span><span class=\"gray\">(92:1-2)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ - وَاللَّيْلِ إِذَا سَجَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the forenoon <span class=\"gray\">(after sunrise)</span>. By the night when it darkens.)</span><span class=\"gray\">(93:1-2)</span> And there are many similar Ayat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He brings out the living from the dead, and brings out the dead from the living.)</span> This is what we see of His power to create things and their opposites. These Ayat which come one after the other are all of the same; in each of them Allah mentions the creation of things and their opposites, to indicate to His creation the perfection of His power. Thus He creates the plant from the seed and the seed from the plant; He creates the egg from the chicken and the chicken from the egg; He creates man from sperm and sperm from man; He creates the believer from the disbelievers and the disbeliever from the believers.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He revives the earth after its death.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a sign for them is the dead land. We give it life, and We bring forth from it grains, so that they eat thereof.)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We have caused springs of water to gush forth therein.)</span><span class=\"gray\">(36:33-34)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you see the earth barren, but when We send down water on it, it is stirred, and it swells and puts forth every lovely kind.)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and certainly, Allah will resurrect those who are in the graves.)</span><span class=\"gray\">(22:5-7)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۖ حَتَّىٰ إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who sends the winds as heralds of glad tidings, going before His mercy. Till when they have carried a heavy-laden cloud)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that you may remember or take heed.)</span><span class=\"gray\">(7:57)</span> Allah says here:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَذَٰلِكَ تُخْرَجُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus shall you be brought out.)</span></p>"
  },
  {
    "ayah_key": "30:20",
    "group_ayah_key": "30:20",
    "from_ayah": "30:20",
    "to_ayah": "30:21",
    "ayah_keys": "30:20,30:21",
    "text": "<p class=\"en translation\" lang=\"en\">And among His signs is this that He created you from dust, and then – behold you are human beings scattered <span>(20)</span>And among His signs is this that He created for you wives from among yourselves, that you may find repose in them, and He has put between you affection and mercy. Verily, in that are indeed signs for a people who reflect <span>(21)</span></p><p lang=\"en\" class=\"en \">Among the Signs of Allah</p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs)</span> – which speak of His might and power, is the fact that He created your father Adam out of dust.</p><p class=\"ur qpc-hafs\" lang=\"ur\"> ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then – behold you are human beings scattered!)</span> So man's origins lie in dust, then in a despised liquid, then he is formed and becomes a clot, then a lump of flesh, then bones in the form of a human being. Then Allah clothes the bones with flesh. Then the soul is breathed into him and he can hear and see. Then he comes forth from his mother's womb, small and weak, but the longer he lives, the stronger he becomes, until he reaches the age where he can build cities and strongholds, and he travels to different lands and across the seas, earning a living and amassing wealth, and he is smart and intelligent and crafty, with ideas and opinions of his own, and each one is able to achieve great things in this world and in the Hereafter according to his individual means. Glory be to the One Who has enabled them and made it easy for them to learn all kinds of skills for earning a living, and has caused them to vary in their levels of knowledge and intellectual ability, and in how handsome or ugly, rich or poor they are, and in whether they are blessed and doomed. Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs is this that He created you from dust, and then – behold you are human beings scattered!)</span> Imam Ahmad recorded that Abu Musa said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ خَلَقَ آدَمَ مِنْ قَبْضَةٍ قَبَضَهَا مِنْ جَمِيع الْأَرْضِ، فَجَاءَ بَنُو آدَمَ عَلَى قَدْرِ الْأَرْضِ، جَاءَ مِنْهُمُ الْأَبْيَضُ وَالْأَحْمَرُ وَالْأَسْوَدُ وَبَيْنَ ذَلِكَ، وَالْخَبِيثُ وَالطَّيِّبُ، وَالسَّهْلُ وَالْحَزْنُ وَبَيْنَ ذَلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah created Adam from a handful taken from throughout the earth. Hence the sons of Adam vary as the earth varies, so they are white and red and black and <span class=\"gray\">[colors]</span> in between, evil and good, easy-going or difficult – or something in between.)</span>\" This was also recorded by Abu Dawud and At-Tirmidhi, who said, \"This Hadith is Hasan Sahih.\" Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs is this that He created for you wives from among yourselves,)</span> meaning, 'He created females of your own kind, to be wives for you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِتَسْكُنُوا إِلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may find repose in them,)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has created you from a single person, and He has created from him his wife, in order that he might enjoy the pleasure of living with her)</span><span class=\"gray\">(7:189)</span>. This refers to Hawwa'. Allah created her from Adam, from the short rib on his left. If Allah had made all of Adam's progeny male, and created the females from another kind, such as from Jinn or animals, there would never have been harmony between them and their spouses. There would have been revulsion if the spouses had been from a different kind. Out of Allah's perfect mercy He made their wives from their own kind, and created love and kindness between them. For a man stays with a woman because he loves her, or because he feels compassion towards her if they have a child together, or because she needs him to take care of her, etc.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in that are indeed signs for a people who reflect.)</span></p>"
  },
  {
    "ayah_key": "30:22",
    "group_ayah_key": "30:22",
    "from_ayah": "30:22",
    "to_ayah": "30:23",
    "ayah_keys": "30:22,30:23",
    "text": "<p class=\"en translation\" lang=\"en\">And among His signs is the creation of the heavens and the earth, and the difference of your languages and colors. Verily, in that are indeed signs for men of sound knowledge <span>(22)</span>And among His signs is your sleep by night and by day, and your seeking His bounty. Verily, in that are indeed signs for a people who listen.) Allah sai <span>(23)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs)</span> indicating His magnificent power.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is the creation of the heavens and the earth,)</span> The heavens with their vast height and brightness and beauty of the stars and planets, and the earth with its density and its mountains, valleys, seas, plains, animals and trees.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْتِلَافُ أَلْسِنَتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the difference of your languages)</span> So, we see that some speak Arabic, and the Tatars have their own language, as do the Georgians, Romans, Franks, Berbers, Tou Couleurs <span class=\"gray\">(of Sudan)</span>, Ethiopians, Indians, Persians, Slavs, Khazars, Armenians, Kurds and others. Only Allah knows the variety of languages spoken among the sons of Adam. And the difference of their colors mentioned here refers to their appearance, for all the people of this world, from the time that Allah created Adam, and until the Hour begins, each of them has two eyes, two eyebrows, a nose, a forehead, a mouth and two cheeks, but none of them looks like another; there is bound to be some difference in posture, appearance and speech, whether it is apparent or is hidden and can only be noticed with careful observation. Each face has its own characteristics and does not look like another; even if there was a group of people who looked alike, having a beautiful or ugly characteristic in common, there would still be a difference between one person and the next.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِلْعَالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in that are indeed signs for men of sound knowledge.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs is your sleep by night and by day, and your seeking of His bounty.)</span> Among His signs is the cycle of sleep that He has created during the night and the day, when people are able to cease moving and rest, so that their tiredness and exhaustion will go away. And He has enabled you to seek to earn a living and to travel about during the day, this is the opposite of sleep.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in that are indeed signs for a people who listen.)</span> meaning, understand.</p>"
  }
]