[
  {
    "ayah_key": "13:3",
    "group_ayah_key": "13:3",
    "from_ayah": "13:3",
    "to_ayah": "13:4",
    "ayah_keys": "13:3,13:4",
    "text": "<p lang=\"en\" class=\"en \">And it is He Who spread out the earth, and placed therein firm mountains and rivers and of every kind of fruit He made Zawjayn Ithnayn <span class=\"gray\">(two in pairs)</span>. He brings the night as a cover over the day. Verily, in these things, there are Ayat <span class=\"gray\">(signs)</span> for people who reflect <span>(3)</span>And in the earth are neighboring tracts, and gardens of vines, and green crops <span class=\"gray\">(fields)</span>, and date palms, growing into two or three from a single stem root, or otherwise, watered with the same water; yet some of them We make more excellent than others to eat. Verily, in these things there are Ayat <span class=\"gray\">(signs)</span> for the people who understand <span>(4)</span></p><div lang=\"en\" class=\"en \"><h2>Allah's Signs on the Earth</h2></div><p lang=\"en\" class=\"en \">After Allah mentioned the higher worlds, He started asserting His power, wisdom and control over the lower parts of the world. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي مَدَّ الْأَرْضَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who spread out the earth)</span> made it spacious in length and width. Allah has placed on the earth firm mountains and made rivers, springs and water streams run through it, so that the various kinds of fruits and plants of every color, shape, taste and scent are watered with this water,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of every kind of fruit He made Zawjayn Ithnayn.)</span>, two types from every kind of fruit,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He brings the night as a cover over the day.)</span> Allah made the day and night pursue each other, when one is about to depart, the other overcomes it, and vice versa. Allah controls time just as He controls space and matter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in these things, there are Ayat for people who reflect.)</span> who reflect on Allah's signs and the evidences of His wisdom. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي الْأَرْضِ قِطَعٌ مُّتَجَاوِرَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in the earth are neighboring tracts,)</span> Meaning, next to each other, some of them are fertile and produce what benefits people, while others are dead, salty and do not produce anything. This meaning was collected from Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, Ad-Dahhak and several others. This also covers the various colors and types of diverse areas on the earth; some red, some white, or yellow, or black, some are stony, or flat, or sandy, or thick, or thin, all made to neighbor each other while preserving their own qualities. All this indicates the existence of the Creator Who does what He wills, there is no deity or lord except Him. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَنَّاتٌ مِّنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and gardens of vines, and green crops <span class=\"gray\">(fields)</span>, and date palms...)</span> Allah's statement, next,</p><p class=\"ur qpc-hafs\" lang=\"ur\">صِنْوَانٌ وَغَيْرُ صِنْوَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sinwanun wa <span class=\"gray\">(or)</span> Ghayru Sinwan.)</span> 'Sinwan' means, growing into two or three from a single stem, such as figs, pomegranate and dates. 'Ghayru Sinwan' means, having one stem for every tree, as is the case with most plants. From this meaning, the paternal uncle is called one's 'Sinw' of his father. There is an authentic Hadith that states that the Messenger of Allah ﷺ said to 'Umar bin Al-Khattab,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا شَعَرْتَ أَنَّ عَمَّ الرَّجُلِ صِنْوُ أَبِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you not know that man's paternal uncle is the 'Sinw' of his father?)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(watered with the same water; yet some of them We make more excellent than others to eat.)</span> Abu Hurayrah narrated that the Prophet ﷺ commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(yet some of them We make more excellent than others to eat.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الدَّقَلُ، وَالْفَارِسِيُّ، وَالْحُلْوُ، وَالْحَامِضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Dagal, the Persian, the sweet, the bitter...\")</span></p><p lang=\"en\" class=\"en \">At-Tirmidhi collected this Hadith and said, \"Hasan Gharib.\" Therefore, there are differences between plants and fruits with regards to shape, color, taste, scent, blossoms and the shape of their leaves. There are plants that are very sweet or sour, bitter or mild, fresh; some plants have a combination of these attributes, and the taste then changes and becomes another taste, by Allah's will. There is also some that are yellow in color, or red, or white, or black, or blue, and the same can be said about their flowers; and all these variances and complex diversities are watered by the same water. Surely, in this there are signs for those who have sound reasoning, and surely, all this indicates the existence of the Creator Who does what He wills and Whose power made distinctions between various things and created them as He wills. So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in these things there are Ayat for the people who understand.)</span></p>"
  },
  {
    "ayah_key": "13:30",
    "group_ayah_key": "13:30",
    "from_ayah": "13:30",
    "to_ayah": "13:30",
    "ayah_keys": "13:30",
    "text": "<p class=\"en translation\" lang=\"en\">Thus have We sent you to a community before whom other communities have passed away, in order that you might recite unto them what We have revealed to you, while they disbelieve in the Most Gracious <span class=\"gray\">(Allah)</span>. Say: \"He is my Lord! None has the right to be worshipped but He! In Him is my trust, and to Him I turn. <span>(30)</span></p><div lang=\"en\" class=\"en \"><h2>Our Prophet <span class=\"gray\">(ﷺ)</span> was sent to recite and call to Allah's Revelation</h2></div><p lang=\"en\" class=\"en \">Allah says, 'Just as We sent you, O Muhammad, to your Ummah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(..in order that you might recite unto them what We have revealed to you,)</span> so that you deliver to them Allah's Message. Likewise, We sent others to earlier nations that disbelieved in Allah. The Messengers whom We sent before you, were also denied and rejected, so you have an example in what they faced. And since We sent Our torment and revenge on those people, then let these people fear what will strike them, for their denial of you is harsher than the denial that the previous Messengers faced,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَىٰ أُمَمٍ مِّن قَبْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah, We indeed sent <span class=\"gray\">(Messengers)</span> to the nations before you.)</span><span class=\"gray\">[16:63]</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا عَلَىٰ مَا كُذِّبُوا وَأُوذُوا حَتَّىٰ أَتَاهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ ۚ وَلَقَدْ جَاءَكَ مِن نَّبَإِ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, many Messengers were denied before you, with patience they bore the denial and suffering until; till Our help reached them, and none can alter the Words <span class=\"gray\">(decree)</span> of Allah. Surely, there has reached you the information <span class=\"gray\">(news)</span> about the Messengers <span class=\"gray\">(before you)</span>.)</span><span class=\"gray\">[6:34]</span>, meaning, 'How We gave them victory and granted the best end for them and their followers in this life and the Hereafter. ' Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَكْفُرُونَ بِالرَّحْمَٰنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they disbelieve in the Most Gracious <span class=\"gray\">(Allah)</span>.)</span> Allah says, 'These people, that We sent you to, disbelieve in the Most Gracious and deny Him, because they dislike describing Allah by Ar-Rahman Ar-Rahim <span class=\"gray\">[the Most Gracious, Most Merciful]</span>.' This is why on the day of Al-Hudaybiyyah, as Al-Bukhari narrated, they refused to write, \"In the Name of Allah, Ar-Rahman Ar-Rahim,\" saying, \"We do not know Ar-Rahman Ar-Rahim!\" Qatadah narrated this words. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَّا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Invoke Allah or invoke the Most Gracious <span class=\"gray\">(Allah)</span>, by whatever name you invoke Him, for to Him belong the Best Names.)</span><span class=\"gray\">[17:110]</span> In his Sahih, Imam Muslim recorded that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَحَبَّ الْأَسْمَاءِ إِلَى اللهِ تَعَالَى عَبْدُ اللهِ وَعَبْدُ الرَّحْمَنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The most beloved names to Allah the Exalted are: 'Abdullah and 'Abdur-Rahman.)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ رَبِّي لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He is my Lord! None has the right to be worshipped but He!\")</span> meaning: for I believe in Allah in Whom you disbelieve and affirm His Divinity and Lordship. He is my Lord, there is no deity worthy of worship except Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِ تَوَكَّلْتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In Him is my trust,)</span> in all of my affairs,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِلَيْهِ مَتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Him I turn.)</span> meaning: to Him I return and repent, for He alone is worthy of all this and none else besides Him.</p>"
  }
]