[
  {
    "ayah_key": "25:72",
    "group_ayah_key": "25:72",
    "from_ayah": "25:72",
    "to_ayah": "25:74",
    "ayah_keys": "25:72,25:73,25:74",
    "text": "<p lang=\"en\" class=\"en \">And those who do not bear witness to falsehood, and if they pass by some evil play or evil talk, they pass by it with dignity <span>(72)</span>And those who, when they are reminded of the Ayat of their Lord, fall not deaf and blind thereat <span>(73)</span>And those who say: \"Our Lord! Bestow on us from our wives and our offspring the comfort of our eyes, and make us leaders of those who have Taqwa. <span>(74)</span></p><div lang=\"en\" class=\"en \"><h2>More Attributes of the Servants of the Most Gracious</h2></div><p lang=\"en\" class=\"en \">These are further attributes of the servants of the Most Gracious. They do not bear witness to falsehood, including lies, immorality, disbelief, foul speech and false words. 'Amr bin Qays said, this refers to gatherings of sexual immorality. It was said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَشْهَدُونَ الزُّورَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who do not bear witness to falsehood,)</span> refers to giving false testimony, which means lying deliberately to someone else. It was recorded in the Two Sahihs that Abu Bakrah said, \"The Messenger of Allah said three times:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِرِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I not tell you of the greatest of major sins)</span> We said, \"Of course, O Messenger of Allah.\" The Messenger of Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشِّرْكُ بِاللهِ وَعُقُوقُ الْوَالِدَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Associating others in worship with Allah and disobeying one's parents.)</span> He was lying down, then he sat up and added:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا وَقَوْلُ الزُّورِ، أَلَا وَشَهَادَةُ الزُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware false speech, and bearing witness to falsehood.)</span> and he kept repeating it until we thought, would that he would stop.\" From the context it seems that what is meant by those who do not bear witness to falsehood is those who do not attend it or are not present when it happens. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if they pass by some evil play or evil talk, they pass by it with dignity.)</span> They do not attend where falsehood occurs, and if it so happens that they pass by it, they do not let it contaminate them in the slightest. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَرُّوا كِرَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they pass by it with dignity.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who, when they are reminded of the Ayat of their Lord, fall not deaf and blind thereat.)</span> This is also a characteristic of the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who, when Allah is mentioned, feel a fear in their hearts and when His Ayat are recited unto them, they increase their faith; and they put their trust in their Lord.)</span><span class=\"gray\">(8:2)</span> Unlike the disbelievers. When they hear the Words of Allah, they are not affected by them or moved to change their ways. They persist in their disbelief, wrongdoing, ignorance and misguidance, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ - وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whenever there comes down a Surah, some of them say: \"Which of you has had his faith increased by it\" As for those who believe, it has increased their faith, and they rejoice. But as for those in whose hearts is a disease, it will add doubt to their doubt)</span><span class=\"gray\">(9:124-125)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(fall not deaf and blind thereat.)</span> means, unlike the disbelievers who, when they hear the Ayat of Allah, are not moved by them, but continue as they are, as if they did not hear them but are deaf and blind. His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who say: \"Our Lord! Bestow on us from our wives and our offspring the comfort of our eyes...\")</span> means those who ask Allah to bring forth from their loins offspring who will obey Him and worship Him and not associate anything in worship with Him. Ibn 'Abbas said, \"This means <span class=\"gray\">(offspring)</span> who will strive to obey Allah and bring them joy in this world and the Hereafter.\" Imam Ahmad recorded that Jubayr bin Nufayr said: \"We sat with Al-Miqdad bin Al-Aswad one day, and a man passed by and said, \"How blessed are these two eyes which saw the Messenger of Allah ! Would that we had seen what you saw and witnessed what you witnessed.\" Al-Miqdad got angry, and I was surprised, because the man had not said anything but good. Then he turned to him and said, \"What makes a man wish to be present when Allah had caused him to be absent, and he does not know how he would have behaved if he had been there By Allah, there are people who saw the Messenger of Allah , and Allah will throw them on their faces in Hell because they did not accept him or believe in him. Are you not grateful that Allah brought you forth from your mothers' wombs believing in your Lord and in what your Prophet brought, and that the test went to others and not to you Allah sent His Prophet during the most difficult time that</p><p lang=\"en\" class=\"en \"> any Prophet was ever sent, after a long period of ignorance, when the people could see no better religion than the worship of idols, and he brought the Criterion which distinguishes truth from falsehood and which would separate a father from his son. A man would realize that his father, son or brother was a disbeliever, and since Allah had opened his heart to Faith, he knew that if his relative died he would go to Hell, so he could not rest knowing that his loved one was in the Fire. This is what Allah referred to in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who say: \"Our Lord! Bestow on us from our wives and our offspring the comfort of our eyes...\")</span> Its chain of narrators is Sahih, although they did not report it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and make us leaders of those who have Taqwa.)</span> Ibn 'Abbas, Al-Hasan, As-Suddi, Qatadah and Rabi' bin Anas said: \"Leaders who would be taken as examples in good.\" Others said: \"Guides who would call others to goodness.\" They wanted their worship to be connected to the worship of their children and offspring, and their guidance to go beyond themselves and benefit others. This would be more rewarding and a better end, as it was recorded in Sahih Muslim from Abu Hurayrah, may Allah be pleased with him, that the Messenger of Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاثٍ: وَلَدٍ صَالِحٍ يَدْعُو لَهُ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ مِنْ بَعْدِهِ، أَوْ صَدَقَةٍ جَارِيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When a son of Adam dies, his deeds cease apart from three: a righteous child who will pray for him, knowledge from which others may benefit after him, or ongoing charity.)</span></p>"
  },
  {
    "ayah_key": "25:75",
    "group_ayah_key": "25:75",
    "from_ayah": "25:75",
    "to_ayah": "25:77",
    "ayah_keys": "25:75,25:76,25:77",
    "text": "<p lang=\"en\" class=\"en \">Those will be rewarded with the highest place because of their patience. Therein they shall be met with greetings and the word of peace and respect <span>(75)</span>Abiding therein – excellent it is as an abode, and as a place to rest in <span>(76)</span>Say: \"My Lord pays attention to you only because of your invocation to Him. But now you have indeed denied. So the torment will be yours forever. <span>(77)</span></p><div lang=\"en\" class=\"en \"><h2>The Reward of the Servants of the Most Gracious, and a Warning to the People of Makkah</h2></div><p lang=\"en\" class=\"en \">After mentioning the beautiful attributes of His believing servants, and their fine words and deeds, Allah then says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those)</span> meaning, the people who are described in this manner,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُجْزَوْنَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will be rewarded)</span> on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْغُرْفَةَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with the highest place)</span>, which is Paradise. Abu Ja'far Al-Baqir, Sa'id bin Jubayr, Ad-Dahhak and As-Suddi said, \"It was so called because of its elevation.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا صَبَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because of their patience.)</span> means, their patience in doing what they did.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُلَقَّوْنَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein they shall be met)</span> means, in Paradise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحِيَّةً وَسَلَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with greetings and the word of peace and respect.)</span> This means that they will be greeted first with words of welcome and honor. Peace will be theirs and they will be wished peace. And angels shall enter unto them from every gate, saying, \"Peace be upon you for that you persevered in patience! Excellent indeed is the final home!\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Abiding therein)</span> means, they will settle there and never leave or move or die, they will never exit or wish to move to somewhere else. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who are blessed, they will be in Paradise, abiding therein for all the time that the heavens and the earth endure)</span><span class=\"gray\">(11:108)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(excellent it is as an abode, and as a place to rest in.)</span> Its appearance is beautiful and it is a good place in which to rest and to dwell. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"My Lord pays attention to you only because of your invocation to Him...\")</span> meaning, He would not care to pay attention to you if you did not worship Him, for He only created mankind to worship Him Alone and to glorify Him morning and evening. His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ كَذَّبْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But now you have indeed denied.)</span> \"O you disbelievers.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ يَكُونُ لِزَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the torment will be yours forever.)</span> So your denial will remain with you forever, i.e., it will lead to your punishment, doom and destruction in this world and the Hereafter. This also refers to the day of Badr, as it was interpreted by 'Abdullah bin Mas'ud, Ubayy bin Ka'b, Muhammad bin Ka'b Al-Qurazi, Mujahid, Ad-Dahhak, Qatadah, As-Suddi and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ يَكُونُ لِزَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the torment will be yours forever.)</span> Al-Hasan Al-Basri said: \"The Day of Resurrection.\" And there is no conflict between the two interpretations. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Furqan, all praise and thanks are due to Allah.</p>"
  }
]