[
  {
    "ayah_key": "17:76",
    "group_ayah_key": "17:76",
    "from_ayah": "17:76",
    "to_ayah": "17:77",
    "ayah_keys": "17:76,17:77",
    "text": "<p class=\"en translation\" lang=\"en\">And verily, they were about to frighten you so much as to drive you out from the land. But in that case, they would not have stayed <span class=\"gray\">(therein)</span> after you, except for a little while <span>(76)</span>A Sunnah with which We sent Our Messengers before you and you will not find any alteration in Our Sunnah <span>(77)</span></p><div lang=\"en\" class=\"en \"><h2>The Reason why these Ayat were revealed</h2></div><p lang=\"en\" class=\"en \">This was revealed concerning the disbelievers among the Quraysh, when they wanted to expel the Messenger of Allah ﷺ from among themselves. So Allah issued a warning to them in this Ayah, telling them that if they expelled him, they would not stay in Makkah for very long after that. And this is what happened after he migrated from them when their persecution became so intense. Only a year and a half after that, Allah brought him and them together on the battlefield of Badr, without any pre-arranged appointment, and He caused him to prevail over them and defeat them, so he killed their leaders and took their families as captives. Hence Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُنَّةَ مَن قَدْ أَرْسَلْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Sunnah with which We sent)</span> meaning this is what We usually do to those who reject Our Messengers and persecute them by driving the Messenger out from among themselves - the punishment comes to them. If it were not for the fact that the Prophet ﷺ was the Messenger of Mercy, vengeance would have come upon them such as had never been seen before in this world. So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would not punish them while you are among them.)</span><span class=\"gray\">[8:33]</span></p>"
  }
]