[
  {
    "ayah_key": "43:15",
    "group_ayah_key": "43:15",
    "from_ayah": "43:15",
    "to_ayah": "43:20",
    "ayah_keys": "43:15,43:16,43:17,43:18,43:19,43:20",
    "text": "<p lang=\"en\" class=\"en \">Yet, they assign to some of His servants a share with Him. Verily, man is indeed a manifest ingrate <span>(15)</span>Or has He taken daughters out of what He has created, and He has selected for you sons <span>(16)</span>And if one of them is informed of the news of that which he sets forth as a parable to the Most Gracious, his face becomes dark, and he is filled with grief <span>(17)</span>A creature who is brought up in adornments, and who in dispute cannot make itself clear <span>(18)</span>And they make females the angels who themselves are servants of the Most Gracious. Did they witness their creation Their testimony will be recorded, and they will be questioned <span>(19)</span>And they said: \"If it had been the will of the Most Gracious, we should not have worshipped them.\" They have no knowledge whatsoever of that. They do nothing but lie <span>(20)</span></p><p lang=\"en\" class=\"en \">Condemnation of the Idolators' attribution of Offspring to Allah</p><p lang=\"en\" class=\"en \">Here Allah speaks of the lies and fabrications of the idolators, when they devoted some of their cattle to their false gods and some to Allah, as He described in Surat Al-An'am where He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَٰذَا لِشُرَكَائِنَا ۖ فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَائِهِمْ ۗ سَاءَ مَا يَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they assign to Allah share of the tilth and cattle which He has created, and they say: \"This is for Allah\" according to their claim, \"and this is for our partners.\" But the share of their partners reaches not Allah, while the share of Allah reaches their partners! Evil is the way they judge!)</span><span class=\"gray\">(6:136)</span>.</p><p lang=\"en\" class=\"en \">Similarly, out of the two kinds of offspring, sons and daughters, they assigned to Him the worst and least valuable <span class=\"gray\">(in their eyes)</span>, i.e., daughters, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَىٰ - تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it for you the males and for Him the females? That indeed is a division most unfair!)</span><span class=\"gray\">(53:21-22)</span> And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ۚ إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet, they assign to some of His servants a share with Him. Verily, man is indeed a manifest ingrate!)</span> Then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or has He taken daughters out of what He has created, and He has selected for you sons?)</span> This is a denunciation of them in the strongest terms, as He goes on to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if one of them is informed of the news of that which he sets forth as a parable to the Most Gracious, his face becomes dark, and he is filled with grief!)</span> means, if one of these people is given the news that there has been born to him one of those which he attributes to Allah, i.e., a daughter, he hates this news and it depresses and overwhelms him so much that he keeps away from people because he feels so ashamed. Allah says, so how can they dislike that so much and yet they attribute it to Allah?</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A creature who is brought up in adornments, and who in dispute cannot make itself clear?)</span> means, women are regarded as lacking something, which they make up for with jewelry and adornments from the time of childhood onwards, and when there is a dispute, they cannot speak up and defend themselves clearly, so how can this be attributed to Allah?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they make females the angels who themselves are servants of the Most Gracious.)</span> means, that is what they believe about them, but Allah denounces them for that and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشَهِدُوا خَلْقَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did they witness their creation?)</span> meaning, did they see Allah creating them as females?</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتُكْتَبُ شَهَادَتُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their testimony will be recorded,)</span> means, concerning that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be questioned!)</span> means, about that, on the Day of Resurrection. This is a stern warning and a serious threat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْ شَاءَ الرَّحْمَٰنُ مَا عَبَدْنَاهُمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they said: \"If it had been the will of the Most Gracious, we should not have worshipped them.\")</span> means, <span class=\"gray\">(they said:)</span> 'if Allah had willed, He would have prevented us from worshipping these idols which are images of the angels who are the daughters of Allah; He knows about this and He approves of it.' </p><p lang=\"en\" class=\"en \">By saying this, they combined several types of error: First: They attributed offspring to Allah – exalted and sanctified be He far above that. Second: They claimed that He chose daughters rather than sons, and they made the angels, who are the servants of the Most Gracious, female. Third: They worshipped them with no proof, evidence or permission from Allah. This was based on mere opinion, whims and desires, imitation of their elders and forefathers, and pure ignorance. They used Allah's decree as an excuse, and this reasoning betrayed their ignorance. Fourth: Allah denounced them for this in the strongest terms, for from the time He first sent Messengers and revealed Books, the command was to worship Him Alone with no partner or associate, and it was forbidden to worship anything other than Him. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ۚ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah, and avoid all false deities.\" Then of them were some whom Allah guided and of them were some upon whom the straying was justified. So travel through the land and see what was the end of those who denied.)</span><span class=\"gray\">(16:36)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask those of Our Messengers whom We sent before you: \"Did We ever appoint gods to be worshipped besides the Most Gracious?\")</span><span class=\"gray\">(43:45)</span></p><p lang=\"en\" class=\"en \">And Allah says in this Ayah, after mentioning this argument of theirs:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have no knowledge whatsoever of that.)</span> meaning, of the truth of what they say and the arguments they put forward.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُمْ إِلَّا يَخْرُصُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They do nothing but lie!)</span> means, they tell lies and fabricate untruths.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have no knowledge whatsoever of that. They do nothing but lie!)</span> Mujahid said, \"They do not appreciate the power of Allah.\"</p>"
  },
  {
    "ayah_key": "43:21",
    "group_ayah_key": "43:21",
    "from_ayah": "43:21",
    "to_ayah": "43:25",
    "ayah_keys": "43:21,43:22,43:23,43:24,43:25",
    "text": "<p lang=\"en\" class=\"en \">Or have We given them any Book before this <span class=\"gray\">(the Qur'an)</span> to which they are holding fast <span>(21)</span>Nay! They say: \"We found our fathers following a certain way and religion, and we guide ourselves by their footsteps. <span>(22)</span>And similarly, We sent not a warner before you to any town <span class=\"gray\">(people)</span> but the luxurious ones among them said: \"We found our fathers following a certain way and religion, and we will indeed follow their footsteps. <span>(23)</span>He said: \"Even if I bring you better guidance than that which you found your fathers following?\" They said: \"Verily, we disbelieve in that with which you have been sent. <span>(24)</span>So We took revenge on them, then see what was the end of those who denied <span>(25)</span></p><p lang=\"sr\" class=\"sr \">The Idolators have no Proof</p><p lang=\"en\" class=\"en \">Allah condemns the idolators for worshipping others instead of Allah with no evidence or proof for doing so.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have We given them any Book before this)</span> means, before their idolatry.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ بِهِ مُسْتَمْسِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to which they are holding fast?)</span> means, with regard to what they are doing. This is not the case. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have We revealed to them an authority <span class=\"gray\">(a Scripture)</span>, which speaks of that which they have been associating with Him?)</span><span class=\"gray\">(30:35)</span> meaning, that did not happen. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُهْتَدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! They say: \"we found our fathers following a certain way and religion <span class=\"gray\">(Ummah)</span>, and we guide ourselves by their footsteps.\")</span> meaning, they have no grounds for their belief in idolatry apart from the fact that they are imitating their fathers and forefathers who were following a certain Ummah or way, i.e., religion. The word Ummah is used in a similar manner elsewhere, where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, this your religion <span class=\"gray\">(Ummah)</span> is one religion)</span><span class=\"gray\">(23:52)</span>, and they said;</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّا عَلَىٰ آثَارِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we by their footsteps)</span> means, behind them</p><p class=\"ur qpc-hafs\" lang=\"ur\">مُهْتَدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We guide ourselves)</span> This is their claim with no evidence. Then Allah points out that what these people say was already said by those who were like them among the nations of the past who disbelieved in the Messengers. Their hearts and their words are similar.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ - أَتَوَاصَوْا بِهِ ۚ بَلْ هُمْ قَوْمٌ طَاغُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Likewise, no Messenger came to those before them but they said: \"A sorcerer or a madman!\" Have they transmitted this saying to these? Nay, they are themselves a people transgressing beyond bounds!)</span><span class=\"gray\">(51:52-53)</span> And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُقْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And similarly, We sent not a warner before you to any town <span class=\"gray\">(people)</span> but the luxurious ones among them said: \"We found our fathers following a certain way and religion, and we will indeed follow their footsteps.\")</span> Then He says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span> – 'O Muhammad, to these idolators' –</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوَلَوْ جِئْتُكُمْ بِأَهْدَىٰ مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ ۖ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Even if I bring you better guidance than that which you found your fathers following?\" They said: \"Verily, we disbelieve in that with which you have been sent.\")</span> 'Even if they were convinced of the truth of what you have brought to them, they will not follow it, because of their evil intentions and their arrogance towards the truth and its people.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْتَقَمْنَا مِنْهُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We took revenge on them)</span> means, on the disbelieving nations, by inflicting various kinds of punishments, as Allah has described in the stories of those nations.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then see what was the end of those who denied)</span> means, see what became of them, how they were destroyed and how Allah saved the believers.</p>"
  }
]