[
  {
    "ayah_key": "16:90",
    "group_ayah_key": "16:90",
    "from_ayah": "16:90",
    "to_ayah": "16:90",
    "ayah_keys": "16:90",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, Allah orders justice and kindness, and giving <span class=\"gray\">(help)</span> to the relatives, and He forbids immoral sins, and evil and tyranny. He admonishes you, so that perhaps you may take heed <span>(90)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to be Fair and Kind</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He commands His servant to be just, i.e., fair and moderate, and that He encourages kindness and good treatment. As He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُم بِهِ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you punish them, then punish them with the like of that with which you were afflicted. But if you have patience with them, then it is better for those who are patient.)</span><span class=\"gray\">(16:126)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The recompense for an offense is an offense the like thereof; but whoever forgives and makes reconciliation, his reward is with Allah.)</span><span class=\"gray\">(42:40)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْجُرُوحَ قِصَاصٌ ۚ فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and wounds equal for equal. But if anyone remits the retaliation by way of charity, it shall count as atonement for him.)</span><span class=\"gray\">(5:45)</span> And there are other Ayat which support the institution of justice in Islam, as well as encouraging a fair and generous attitude.</p><div lang=\"en\" class=\"en \"><h2>The Command to maintain the Ties of Kinship and the prohibition of Immoral Sins, Evil and Tyranny</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِيتَاءِ ذِي الْقُرْبَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and giving <span class=\"gray\">(help)</span> to relatives,)</span> meaning that Allah is commanding us to uphold the ties of kinship, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give the relative his due and to the poor and to the wayfarer. But do not spend wastefully in the manner of a spendthrift.)</span><span class=\"gray\">(17:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنكَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He forbids immoral sins, and evil)</span> Fahsha' refers to all things that are forbidden, and Munkar refers to those forbidden deeds that are committed openly by the one who does them. Hence Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad)</span>: \"<span class=\"gray\">(But)</span> the things that my Lord has indeed forbidden are the indecencies, whether committed openly or secretly)</span><span class=\"gray\">(7:33)</span> Baghy refers to aggression towards people. In a Hadith, the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ ذَنْبٍ أَجْدَرَ أَنْ يُعَجِّلَ اللهُ عُقُوبَتَهُ فِي الدُّنْيَا مَعَ مَا يَدَّخِرُ لِصَاحِبِهِ فِي الْآخِرَةِ مِنَ الْبَغْيِ وَقَطِيعَةِ الرَّحِمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no sin more deserving of having its punishment hastened in this world, as well as what is reserved in the Hereafter for the one who does it, than tyrannical aggression and cutting the ties of kinship.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِظُكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He admonishes you,)</span> meaning, He commands what He commands you of good and He forbids what He forbids you of evil;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that perhaps you may take heed)</span> Ash-Sha'bi reported that Shatiyr bin Shakl said: \"I heard Ibn Mas'ud say: 'The most comprehensive Ayah in the Qur'an is in Surat An-Nahl:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah enjoins justice and kindness...)</span>'\" It was reported by Ibn Jarir.</p><div lang=\"xh\" class=\"xh \"><h2>The Eyewitness Account of 'Uthman</h2></div><p lang=\"en\" class=\"en \">Concerning the revelation of this Ayah, Imam Ahmad reported a Hasan Hadith from 'Abdullah bin 'Abbas who said: \"While the Messenger of Allah ﷺ was sitting in the courtyard of his house, 'Uthman bin Maz'un passed by and smiled at the Messenger of Allah ﷺ. The Messenger of Allah ﷺ said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَجْلِسُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Won't you sit down?)</span> He said, 'Certainly.' So the Messenger of Allah ﷺ sat facing him, and while they were talking, the Messenger of Allah ﷺ began looking up at the sky, looking at it for a while, then he brought his gaze down until he was looking at the ground to his right. Then the Messenger of Allah ﷺ turned slightly away from his companion 'Uthman to where he was looking. Then he began to tilt his head as if trying to understand something, and Ibn Maz'un was looking on. When the matter was finished and he had understood what had been said to him, the Messenger of Allah ﷺ stared at the sky again as he had the first time, looking at whatever he could see until it disappeared. Then he turned back to face 'Uthman again. 'Uthman said, 'O Muhammad, I have never seen you do anything like you did today while I was sitting with you.' The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَأَيْتَنِي فَعَلْتُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What did you see me do?)</span> 'Uthman said: 'I saw you staring at the sky, then you lowered your gaze until you were looking to your right, then you turned to him and left me. Then you tilted your head as if you were trying to understand something that was being said to you.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَطِنْتَ لِذَلِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did you notice that?)</span> 'Uthman said, 'Yes'. The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَانِي رَسُولُ اللهِ آنِفًا وَأَنْتَ جَالِس</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A messenger from Allah came to me just now, when you were sitting here.)</span> 'Uthman said, 'A messenger from Allah?' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes.)</span> 'Uthman said, 'And what did he say to you?' The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإْحْسَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah orders justice and kindness...)</span></p><p lang=\"en\" class=\"en \">Uthman said: 'That was when faith was established in my heart and I began to love Muhammad ﷺ.\" It is a Hasan Hadith having a good connected chain of narrators in which their hearing it from each other is clear.</p>"
  }
]