[
  {
    "ayah_key": "27:48",
    "group_ayah_key": "27:48",
    "from_ayah": "27:48",
    "to_ayah": "27:53",
    "ayah_keys": "27:48,27:49,27:50,27:51,27:52,27:53",
    "text": "<p lang=\"en\" class=\"en \">And there were in the city nine Rahtin, who made mischief in the land, and would not reform <span>(48)</span>They said: \"Swear one to another by Allah that we shall make a secret night attack on him and his household, and thereafter we will surely say to his near relatives: 'We witnessed not the destruction of his household, and verily, we are telling the truth.' <span>(49)</span>So, they plotted a plot, and We planned a plan, while they perceived not <span>(50)</span>Then see how was the end of their plot! Verily, We destroyed them and their nation all together <span>(51)</span>These are their houses in utter ruin, for they did wrong. Verily, in this is indeed an Ayah for people who know <span>(52)</span>And We saved those who believed, and had Taqwa of Allah <span>(53)</span></p><div lang=\"en\" class=\"en \"><h2>The Plot of the Mischief-Makers and the End of the People of Thamud</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the evildoers of Thamud and their leaders who used to call their people to misguidance and disbelief, and to deny Salih. Eventually they killed the she-camel and were about to kill Salih too. They plotted to let him sleep with his family at night, then they would assassinate him and tell his relatives that they knew nothing about what happened to him, and that they were telling the truth because none of them had seen anything. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ فِي الْمَدِينَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there were in the city)</span> meaning, in the city of Thamud,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِسْعَةُ رَهْطٍ</p><p lang=\"et\" class=\"et \"><span class=\"gray\">(nine Raht,)</span> meaning, nine people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who made mischief in the land, and would not reform.)</span></p><p lang=\"en\" class=\"en \">They forced their opinions on the people of Thamud, because they were the leaders and chiefs. Al-'Awfi reported that Ibn 'Abbas said: \"These were the people who killed the she-camel,\" Meaning, that happened upon their instigation, may Allah curse them. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they called their comrade and he took <span class=\"gray\">(a sword)</span> and killed <span class=\"gray\">(the she-camel)</span>.)</span><span class=\"gray\">(54:29)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذِ انْبَعَثَ أَشْقَاهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the most wicked man among them went forth <span class=\"gray\">(to kill the she-camel)</span>.)</span><span class=\"gray\">(91:12)</span></p><p lang=\"sw\" class=\"sw \">Abdur-Razzaq said that Yahya bin Rabi'ah As-San'ani told them, \"I heard 'Ata' – i.e. Ibn Abi Rabah – say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there were in the city nine Raht, who made mischief in the land, and would not reform.)</span></p><p lang=\"en\" class=\"en \">They used to break silver coins.\" They would break off pieces from them, as if they used to trade with them in terms of numbers <span class=\"gray\">[as opposed to weight]</span>, as the Arabs used to do.</p><p lang=\"en\" class=\"en \">Imam Malik narrated from Yahya bin Sa'id that Sa'id bin Al-Musayyib said: \"Cutting gold and silver <span class=\"gray\">(coins)</span> is part of spreading corruption on earth.\" What is meant is that the nature of these evil disbelievers was to spread corruption on earth by every means possible, one of which was that mentioned by these Imams.</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Swear one to another by Allah that we shall make a secret night attack on him and his household...\")</span></p><p lang=\"en\" class=\"en \">They took a mutual oath, pledging that during the night, whoever met the Allah's Prophet Salih, peace be upon him, he would assassinate him. But Allah planned against them and caused their plot to backfire. Mujahid said, \"They took a mutual oath pledging to kill him, but before they could reach him, they and their people were all destroyed.\"</p><p lang=\"sw\" class=\"sw \">Abdur-Rahman bin Abi Hatim said: \"When they killed the she-camel, Salih said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Enjoy yourselves in your homes for three days. This is a promise <span class=\"gray\">(i.e., a threat)</span> that will not be belied.\")</span><span class=\"gray\">(11:65)</span>. </p><p lang=\"en\" class=\"en \">They said: 'Salih claims that he will finish with us in three days, but we will finish him and his family before the three days are over.' Salih had a place of worship in a rocky tract in a valley, where he used to pray. So they set out to go to a cave there one night, and said, 'When he comes to pray, we will kill him, then we will return. When we have finished him off, we will go to his family and finish them off too.' Then Allah sent down a rock upon them from the mountains round about; they feared that it would crush them, so they ran into the cave and the rock covered the mouth of the cave while they were inside. Their people did not know where they were or what had happened to them. So Allah punished some of them here, and some of them there, and He saved Salih and the people who were with him. Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ - فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ - فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, they plotted a plot, and We planned a plan, while they perceived not. Then see how was the end of their plot! Verily, We destroyed them and their nation, all together. These are their houses in utter ruin,)</span> i.e., deserted.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا ظَلَمُوا ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ - وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for they did wrong. Verily, in this is indeed an Ayah for people who know. And We saved those who believed, and had Taqwa of Allah.)</span></p>"
  },
  {
    "ayah_key": "27:54",
    "group_ayah_key": "27:54",
    "from_ayah": "27:54",
    "to_ayah": "27:58",
    "ayah_keys": "27:54,27:55,27:56,27:57,27:58",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> Lut! When he said to his people: \"Do you commit immoral sins while you see? <span>(54)</span>\"Do you practice your lusts on men instead of women? Nay, but you are a people who behave senselessly. <span>(55)</span>There was no other answer given by his people except that they said: \"Drive out the family of Lut from your city. Verily, these are men who want to be clean and pure! <span>(56)</span>So, We saved him and his family, except his wife. We destined her to be of those who remained behind <span>(57)</span>And We rained down on them a rain. So, evil was the rain of those who were warned <span>(58)</span></p><div lang=\"en\" class=\"en \"><h2>Lut and His People</h2></div><p lang=\"en\" class=\"en \">Allah tells us about His servant and Messenger Lut, peace be upon him, and how he warned his people of Allah's punishment for committing an act of immorality which no human ever committed before them – intercourse with males instead of females. This is a major sin, whereby men are satisfied with men and women are with women <span class=\"gray\">(i.e., homosexuality)</span>. Lut said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you commit immoral sins while you see?)</span> meaning, 'while you see one another, and you practice every kind of evil in your meetings.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ ۚ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you practice your lusts on men instead of women? Nay, but you are a people who behave senselessly.)</span> means, 'you do not know anything of what is natural or what is prescribed by Allah.' This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ - وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ ۚ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go you in unto the males of mankind, and leave those whom Allah has created for you to be your wives? Nay, you are a trespassing people!)</span><span class=\"gray\">(26:165-166)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There was no other answer given by his people except that they said: \"Drive out the family of Lut from your city. Verily, these are men who want to be clean and pure!\")</span> means, 'they feel embarrassed because of the deeds you are doing, and because you approve of your actions, so expel them from among yourselves, for they are not fit to live among you in your city.' So, the people resolved to do that, and Allah destroyed them, and a similar end awaits the disbelievers. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, We saved him and his family, except his wife. We destined her to be of those who remained behind.)</span> meaning, she was one of those who were destroyed, with her people, because she was a helper to what they did and she approved of their evil deeds. She told them about the guests of Lut so that they could come to them. She did not do the evil deeds herself, which was because of the honor of the Lut and not because of any honor on her part.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We rained down on them a rain.)</span> means; stones of Sijjil, in a well-arranged manner one after another. Marked from your Lord; and they are not ever far from the evildoers. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَاءَ مَطَرُ الْمُنْذَرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, evil was the rain of those who were warned.)</span> meaning, those against whom proof was established and whom the warning reached, but they went against the Messenger and denied him, and resolved to drive him out from among them.</p>"
  }
]