[
  {
    "ayah_key": "26:69",
    "group_ayah_key": "26:69",
    "from_ayah": "26:69",
    "to_ayah": "26:77",
    "ayah_keys": "26:69,26:70,26:71,26:72,26:73,26:74,26:75,26:76,26:77",
    "text": "<p lang=\"en\" class=\"en \">And recite to them the story of Ibrahim <span>(69)</span>When he said to his father and his people: \"What do you worship? <span>(70)</span>They said: \"We worship idols, and to them we are ever devoted. <span>(71)</span>He said: \"Do they hear you when you call? <span>(72)</span>\"Or do they benefit you or do they cause harm? <span>(73)</span>They said: \"<span class=\"gray\">(Nay)</span> but we found our fathers doing so. <span>(74)</span>He said: \"Do you observe that which you have been worshipping – <span>(75)</span>\"You and your ancient fathers? <span>(76)</span>\"Verily, they are enemies to me, save the Lord of Al-'Alamin, <span>(77)</span></p><div lang=\"en\" class=\"en \"><h2>How the Close Friend of Allah, Ibrahim Spoke out Against Shirk</h2></div><p lang=\"en\" class=\"en \">Here Allah tells us about His servant, Messenger and Close Friend, Ibrahim, upon him be peace, the leader of the pure monotheists. Allah commanded His Messenger Muhammad ﷺ to recite this story to his Ummah so that they could follow this example of sincerity towards Allah, putting one's trust in Him, worshipping Him Alone with no partner or associate, and renouncing Shirk and its people. Allah granted guidance to Ibrahim before, i.e., from a very early age he had denounced his people's practice of worshipping idols with Allah, may He be exalted.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When he said to his father and his people: \"What do you worship?\")</span> meaning: what are these statues to which you are so devoted?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"We worship idols, and to them we are ever devoted.\")</span> meaning: we are devoted to worshipping them and praying to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ - أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ - قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَٰلِكَ يَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Do they hear you when you call? Or do they benefit you or do they cause harm?\" They said: \"<span class=\"gray\">(Nay)</span> but we found our fathers doing so.\")</span></p><p lang=\"en\" class=\"en \">They knew that their idols could not do anything, but they had seen their fathers doing this, so they made haste to follow in their footsteps. So Ibrahim said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُم مَّا كُنتُمْ تَعْبُدُونَ - أَنتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ - فَإِنَّهُمْ عَدُوٌّ لِّي إِلَّا رَبَّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you observe that which you have been worshipping – you and your ancient fathers? Verily, they are enemies to me, save the Lord of Al-'Alamin.)</span> meaning, 'if these idols mean anything and have any influence, then let them do me any kind of harm, for I am an enemy to them and I do not care about them or think anything of them.' This is akin to the way Allah described Nuh:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So devise your plot, you and your partners)</span><span class=\"gray\">(10:71)</span>. And Hud, upon him be peace, said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - مِن دُونِهِ ۖ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنظِرُونِ - إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم ۚ مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I call Allah to witness and bear you witness that I am free from that which you ascribe as partners in worship. So plot against me, all of you, and give me no respite. I put my trust in Allah, my Lord and your Lord! There is not a moving creature but He has the grasp of its forelock. Verily, my Lord is on the straight path)</span><span class=\"gray\">(11:54-56)</span>. rSimilarly, Ibrahim denounced their gods and idols and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how should I fear those whom you associate in worship with Allah, while you fear not that you have joined in worship with Allah)</span><span class=\"gray\">(6:81)</span>. And Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed there has been an excellent example for you in Ibrahim)</span> until His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ تُؤْمِنُوا بِاللَّهِ وَحْدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until you believe in Allah Alone)</span><span class=\"gray\">(60:4)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِّمَّا تَعْبُدُونَ - إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ - وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Ibrahim said to his father and his people: \"Verily, I am innocent of what you worship, except Him Who created me; and verily, He will guide me.\" And he made it a Word lasting among his offspring, that they may turn back)</span><span class=\"gray\">(43:26-28)</span>. meaning: \"La Ilaha Illallah.\"</p>"
  },
  {
    "ayah_key": "26:78",
    "group_ayah_key": "26:78",
    "from_ayah": "26:78",
    "to_ayah": "26:82",
    "ayah_keys": "26:78,26:79,26:80,26:81,26:82",
    "text": "<p lang=\"en\" class=\"en \">Who has created me, and it is He Who guides me <span>(78)</span>And it is He Who feeds me and gives me to drink <span>(79)</span>And when I am ill, it is He Who cures me <span>(80)</span>And Who will cause me to die, and then will bring me to life <span>(81)</span>And Who, I hope, will forgive me my faults on the Day of Recompense <span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>Ibrahim Mentions Allah's Kindness Towards Him</h2></div><p lang=\"en\" class=\"en \">Ibrahim said, \"I will not worship any but the One Who does these things:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who has created me, and it is He Who guides me.)</span> He is the Creator Who has decreed certain things to which He guides His creation, so each person follows the path which is decreed for him. Allah is the One Who guides whomsoever He wills and leaves astray whomsoever He wills.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who feeds me and gives me to drink.)</span> He is my Creator Who provides for me from that which He has made available in the heavens and on earth. He drives the clouds and causes water to fall with which He revives the earth and brings forth its fruits as provision for mankind. He sends down the water fresh and sweet so that many of those whom He has created, animals and men alike, may drink from it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when I am ill, it is He Who cures me.)</span> Here he attributed sickness to himself, even though it is Allah Who decrees it, out of respect towards Allah. By the same token, Allah commands us to say in the prayer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Guide us to the straight way)</span><span class=\"gray\">(1:6)</span> to the end of the Surah. Grace and guidance are attributed to Allah, may He be exalted, but the subject of the verb with reference to anger is omitted, and going astray is attributed to the people. This is like when the Jinn said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَن فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we know not whether evil is intended for those on earth, or whether their Lord intends for them a right path)</span><span class=\"gray\">(72:10)</span> Similarly, Ibrahim said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when I am ill, it is He Who cures me.)</span> meaning, 'when I fall sick, no one is able to heal me but Him, Who heals me with the means that may lead to recovery'.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Who will cause me to die, and then will bring me to life.)</span> He is the One Who gives life and causes death, and no one besides Him is able to do that, for He is the One Who originates and repeats.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي أَطْمَعُ أَن يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Who, I hope, will forgive me my faults on the Day of Recompense.)</span> means, no one is able to forgive sins in this world or the Hereafter except Him. Who can forgive sins except Allah? For He is the One Who does whatever He wills.</p>"
  }
]