[
  {
    "ayah_key": "4:1",
    "group_ayah_key": "4:1",
    "from_ayah": "4:1",
    "to_ayah": "4:1",
    "ayah_keys": "4:1",
    "text": "<p lang=\"fil\" class=\"fil \">Virtues of Surat An-Nisa, A Madinan Surah</p><p lang=\"en\" class=\"en \">Al-'Awfi Reported that Ibn 'Abbas said that Surat An-Nisa' was revealed in Al-Madinah. Ibn Marduwyah recorded similar statements from 'Abdullah bin Az-Zubayr and Zayd bin Thabit. In his Mustadrak, Al-Hakim recorded that 'Abdullah bin Mas'ud said, \"There are five Ayat in Surat An-Nisa' that I would prefer to the life of this world and all that is in it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah wrongs not even the weight of an atom,)</span><span class=\"gray\">[4:40]</span>,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you avoid the great sins which you are forbidden to do)</span><span class=\"gray\">[4:31]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah forgives not that partners should be set up with Him <span class=\"gray\">(in worship)</span>, but He forgives except that <span class=\"gray\">(anything else)</span> to whom He wills)</span><span class=\"gray\">[4:48]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوا أَنفُسَهُمْ جَاءُوكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If they <span class=\"gray\">(hypocrites)</span>, when they had been unjust to themselves, had come to you)</span><span class=\"gray\">[4:64]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever does evil or wrongs himself, but afterwards seeks Allah's forgiveness, he will find Allah Oft-Forgiving, Most Merciful)</span><span class=\"gray\">[4:110]</span>.\"</p><p lang=\"en\" class=\"en \">Al-Hakim recorded that Ibn 'Abbas said, \"Ask me about Surat An-Nisa', for I learned the Qur'an when I was still young.\" Al-Hakim said, \"This Hadith is Sahih according to the criteria of the Two Sahihs, and they did not collect it.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. O mankind! Have Taqwa of your Lord, Who created you from a single person, and from him He created his mate, and from them both He created many men and women, and have Taqwa of Allah through Whom you demand your mutual <span class=\"gray\">(rights)</span>, and revere the wombs. Surely, Allah is always watching over you.)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to have Taqwa, a Reminder about Creation, and Being Kind to Relatives</h2></div><p lang=\"en\" class=\"en \">Allah commands His creatures to have Taqwa of Him by worshipping Him Alone without partners. He also reminds to them of His ability, in that He created them all from a single person, Adam, peace be unto him.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَخَلَقَ مِنْهَا زَوْجَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And from him He created his wife)</span> Hawwa' <span class=\"gray\">(Eve)</span>, who was created from Adam's left rib, from his back while he was sleeping. When Adam woke up and saw Hawwa', he liked her and had affection for her, and she felt the same toward him. An authentic Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ، وَإِنَّ أَعْوَجَ شَيْءٍ فِي الضِّلَعِ أَعْلَاهُ، فَإِنْ ذَهَبْتَ تُقِيمُهُ كَسَرْتَهُ، وَإِنِ اسْتَمْتَعْتَ بِهَا اسْتَمْتَعْتَ بِهَا وَفِيهَا عِوَجٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woman was created from a rib. Verily, the most curved portion of the rib is its upper part, so, if you should try to straighten it, you will break it, but if you leave it as it is, it will remain crooked.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And from them both He created many men and women;)</span> means, Allah created from Adam and Hawwa' many men and women and distributed them throughout the world in various shapes, characteristics, colors and languages. In the end, their gathering and return will be to Allah. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And have Taqwa of Allah through Whom you demand your mutual <span class=\"gray\">(rights)</span> and revere the wombs)</span>, protect yourself from Allah by your acts of obedience to Him. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي تَسَاءَلُونَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(through Whom you demand your mutual <span class=\"gray\">(rights)</span>)</span>, is in reference to when some people say, \"I ask you by Allah, and then by the relation of the Rahim <span class=\"gray\">(the womb, i.e. my relationship to you)</span>\", according to Ibrahim, Mujahid and Al-Hasan. Ad-Dahhak said; \"Fear Allah Whom you invoke when you conduct transactions and contracts.\" \"And revere the womb by not cutting the relations of the womb, but keep and honor them, as Ibn 'Abbas, 'Ikrimah, Mujahid, Al-Hasan, Ad-Dahhak, Ar-Rabi', and others have stated. Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah is always watching over you.)</span> means, He watches all your deeds and sees your every circumstance. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Witness over all things.)</span><span class=\"gray\">[58:6]</span>. An authentic Hadith states,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اعْبُدِ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ، فَإِنَّهُ يَرَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Worship Allah as if you see Him, for even though you cannot see Him, He sees you.)</span></p><p lang=\"en\" class=\"en \">This part of the Ayah encourages having a sense of certainty that Allah is always watching, in a complete and perfect manner.</p><p lang=\"en\" class=\"en \">Allah mentioned that He has created mankind from a single father and a single mother, so that they feel compassion for each other and are kind to the weaker among them.</p><p lang=\"en\" class=\"en \">In his Sahih, Muslim recorded that Jarir bin 'Abdullah Al-Bajali said that a delegation from Mudar came to the Messenger of Allah ﷺ, and he saw their state, wearing striped woolen clothes due to poverty. After the Zuhr prayer, the Messenger of Allah ﷺ stood up and gave a speech in which he recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! Have Taqwa of your Lord, Who created you from a single person,)</span> until the end of the Ayah. He ﷺ also recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Have Taqwa of Allah. And let every person look to what he has sent forth for the tomorrow)</span><span class=\"gray\">[59:18]</span>. He also encouraged them to give charity, saying,</p><p class=\"fa qpc-hafs\" lang=\"fa\">تَصَدَّقَ رَجُلٌ مِنْ دِينَارِهِ، مِنْ دِرْهَمِهِ، مِنْ صَاعِ بُرِّهِ، مِنْ صَاعِ تَمْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man gave Sadaqah from his Dinar, from his Dirham, from his Sa' of wheat, from his Sa' of dates)</span> until the end of the Hadith. This narration was also collected by Ahmad and the Sunan compilers from Ibn Mas'ud.</p>"
  },
  {
    "ayah_key": "4:101",
    "group_ayah_key": "4:101",
    "from_ayah": "4:101",
    "to_ayah": "4:101",
    "ayah_keys": "4:101",
    "text": "<p class=\"en translation\" lang=\"en\">And when you Darabtum in the land, there is no sin on you if you shorten the Salah if you fear that the disbelievers may put you in trial, verily, the disbelievers are ever unto you open enemies <span>(101)</span></p><div lang=\"uz\" class=\"uz \"><h2>Salat Al-Qasr, Shortening the Prayer</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you Darabtum in the land,)</span> meaning if you travel in the land. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَىٰ وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows that there will be some among you sick, others Yadribuna <span class=\"gray\">(traveling)</span> through the land, seeking of Allah's bounty...)</span><span class=\"gray\">[73:20]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا مِنَ الصَّلَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(there is no sin on you if you shorten the Salah <span class=\"gray\">(prayer)</span>)</span> by reducing <span class=\"gray\">(the units of the prayer)</span> from four to two. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you fear that the disbelievers may put you in trial <span class=\"gray\">(attack you)</span>)</span>, refers to the typical type of fear prevalent when this Ayah was revealed. In the beginning of Islam, and after the Hijrah, Muslims used to experience fear during most of their travels. Rather, they restricted their movements to large or short military expeditions. During that era, most areas were areas of combatant enemies of Islam and its people. But when the prevalent circumstances cease, or a new situation is prevalent, decrees of this nature may not be understood, as Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And force not your slave girls to prostitution, if they desire chastity)</span>. <span class=\"gray\">[24:33]</span> And His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُم مِّن نِّسَائِكُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your stepdaughters, under your guardianship, born of your wives whom you have gone into)</span></p><p lang=\"cy\" class=\"cy \">Imam Ahmad recorded that Ya'la bin Umayyah said, \"I asked 'Umar bin Al-Khattab about the verse:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(there is no sin on you if you shorten the prayer. If you fear that the disbelievers may put you in trial,)</span></p><p lang=\"en\" class=\"en \">Allah granted Muslims safety now?' 'Umar said to me, 'I wondered about the same thing and asked the Messenger of Allah ﷺ about it and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَدَقَــةٌ تَصَدَّقَ اللهُ بِهَا عَلَيْكُمْ فَاقْبَلُوا صَدَقَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A gift that Allah has bestowed on you, so accept His gift)</span>.\"</p><p lang=\"en\" class=\"en \">Muslim and the collectors of Sunan recorded this Hadith. At-Tirmidhi said, \"Hasan Sahih\". 'Ali bin Al-Madini said, \"This Hadith is Hasan Sahih from the narration of 'Umar, and it is not preserved by any other route besides this one, and its narrators are all known.\" Abu Bakr Ibn Abi Shaybah recorded that Abu Hanzalah Al-Hadha' said, \"I asked Ibn 'Umar about the Qasr prayer and he said, 'It consists of two Rak'ahs.' I said, what about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you fear that the disbelievers may put you in trial <span class=\"gray\">(attack you)</span>,)</span></p><p lang=\"en\" class=\"en \">We are safe now.' He said, 'This is the Sunnah of the Messenger of Allah ﷺ.'\"</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Anas said, \"We went out with the Messenger of Allah ﷺ from Al-Madinah to Makkah; he used to pray two Rak'ahs until we went back to Al-Madinah.\" When he was asked how long they remained in Makkah, he said, \"We remained in Makkah for ten days.\" This was recorded by the Group.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Harithah bin Wahb Al-Khuza'i said, \"I prayed behind the Prophet ﷺ for the Zuhr and 'Asr prayers in Mina, when the people were numerous and very safe, and he prayed two Rak'ahs.\" This was recorded by the Group, with the exception of Ibn Majah.</p><p lang=\"en\" class=\"en \">Al-Bukhari's narration of this Hadith reads, \"The Prophet ﷺ led us in the prayer at Mina during the peace period by offering two Rak'ahs.\"</p>"
  }
]