[
  {
    "ayah_key": "2:255",
    "group_ayah_key": "2:255",
    "from_ayah": "2:255",
    "to_ayah": "2:255",
    "ayah_keys": "2:255",
    "text": "<p lang=\"en\" class=\"en \">Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His permission? He knows what happens to them <span class=\"gray\">(His creatures)</span> in this world, and what will happen to them in the Hereafter. And they will never compass anything of His Knowledge except that which He wills. His Kursi extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great <span>(255)</span></p><div lang=\"jv\" class=\"jv \"><h2>The Virtue of Ayat Al-Kursi</h2></div><p lang=\"en\" class=\"en \">This is Ayat Al-Kursi and tremendous virtues have been associated with it, for the authentic Hadith describes it as 'the greatest Ayah in the Book of Allah.' Imam Ahmad recorded that 'Ubayy bin Ka'b said that the Prophet ﷺ asked him about the greatest Ayah in the Book of Allah, and 'Ubayy answered, \"Allah and His Messenger know better.\" When the Prophet repeated his question several times, 'Ubayy said, \"Ayat Al-Kursi.\" The Prophet ﷺ commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَهْنِكَ الْعِلْمُ أَبَا الْمُنْذِرِ، وَالَّذِي نَفْسِي بِيَدِهِ، إِنَّ لَهَا لِسَانًا وَشَفَتَيْنِ، تُقَدِّسُ الْمَلِكَ عِنْدَ سَاقِ الْعَرْشِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Congratulations for having knowledge, O Abu Al-Mundhir! By He in Whose Hand is my soul! This Ayah has a tongue and two lips with which she praises the King <span class=\"gray\">(Allah)</span> next to the leg of the Throne.)</span></p><p lang=\"en\" class=\"en \">This Hadith was also collected by Muslim, but he did not include the part that starts with, \"By He in Whose Hand...\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Ayyub said that he had some dates and a Ghoul used to take some, and he complained to the Prophet. The Prophet ﷺ said to him, \"When you see her, say, 'In the Name of Allah, answer to the Messenger of Allah'.\" Abu Ayyub said that when she came again, he said these words and he was able to grab her. She begged, \"I will not come again,\" so Abu Ayyub released her. Abu Ayyub went to the Prophet ﷺ and the Prophet asked him, \"What did your prisoner do?\" Abu Ayyub said, \"I grabbed her and she said twice, 'I will not come again,' and I released her.\" The Prophet said, \"She will come back.\" Abu Ayyub said, \"So I grabbed her twice or three times, yet each time <span class=\"gray\">[I would release her when]</span> she vowed not to come back. I would go to the Prophet ﷺ who would ask me, 'What is the news of your prisoner?' I would say, 'I grabbed her, then released her when she said that she would not return.' The Prophet ﷺ would say that she would return. Once, I grabbed her and she said, 'Release me and I will teach you something to recite so that no harm touches you, that is, Ayat Al-Kursi.' Abu Ayyub went to the Prophet ﷺ and told him, and the Prophet ﷺ said, \"She is liar, but she told the truth.\" At-Tirmidhi recorded this Hadith in the chapter of the virtues of the Qur'an and said, \"Hasan Gharib.\" In Arabic, 'Ghoul' refers to the Jinn when they appear at night.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded a similar story in his Sahih from Abu Hurayrah, in the chapters on the virtues of the Qur'an and the description of Shaytan. In this narration, Abu Hurayrah said,</p><p lang=\"en\" class=\"en \">\"Allah's Messenger ﷺ assigned me to keep watch over the Sadaqah <span class=\"gray\">(charity)</span> of Ramadan. A person snuck in and started taking handfuls of foodstuff. I caught him and said, 'By Allah, I will take you to Allah's Messenger.' He said, 'Release me, for I am meek and have many dependents and am in great need.' I released him, and in the morning Allah's Messenger ﷺ asked me, 'What did your prisoner do yesterday, O Abu Hurayrah?' I said, 'O Allah's Messenger! He complained of being needy and of having many dependents, so I pitied him and let him go.' Allah's Messenger ﷺ said, 'Indeed, he told you a lie and will be coming again.' I believed that he would show up again, for Allah's Messenger ﷺ had told me that he would return. So, I watched for him. When he <span class=\"gray\">(showed up and)</span> started stealing handfuls of foodstuff, I caught hold of him again and said, 'I will definitely take you to Allah's Messenger.' He said, 'Leave me, for I am very needy and have many dependents. I promise I will not come back again.' I pitied him and let him go. In the morning Allah's Messenger ﷺ asked me, 'What did your prisoner do last night, O Abu Hurayrah?' I replied, 'O Allah's Messenger! He complained of his great need and of too many dependents, so I took pity on him and set him free.' Allah's Messenger ﷺ said, 'Verily, he told you a lie; he will return.' I waited for him attentively for the third time, and when he <span class=\"gray\">(came and)</span> started stealing handfuls of the foodstuff, I caught hold of him and said, 'I will surely take you to Allah's Messenger as it is the third time you promised not to return, yet you returned.' He said, 'Let me teach you some words which Allah will give you benefit from.' I asked, 'What are they?' He replied, 'Whenever you go to bed, recite Ayat Al-Kursi - Allahu la ilaha illa Huwal-Hayyul-Qayyum, till you finish the whole verse. <span class=\"gray\">(If you do so)</span>, Allah will appoint a guard for you who will stay with you, and no Shaytan will come near you until morning.' So, I released him. In the morning, Allah's Messenger ﷺ asked, 'What did your prisoner do yesterday?' I replied, 'O Allah's Messenger! He claimed that he would teach me some words by which Allah will grant me some benefit, so I let him go.' Allah's Messenger ﷺ asked, 'What are they?' I replied, 'He said to me: Whenever you go to bed, recite Ayat Al-Kursi from the beginning to the end, Allahu la ilaha illa Huwal-Hayyul-Qayyum. He further said to me: <span class=\"gray\">(If you do so)</span>, Allah will appoint a guard for you who will stay with you, and no Shaytan will come near you until morning.' <span class=\"gray\">(One of the narrators)</span> then commented that they <span class=\"gray\">(the Companions)</span> were very keen to do good deeds. The Prophet ﷺ said, 'He spoke the truth, although he is a liar. Do you know whom you were talking to, these three nights, O Abu Hurayrah?' Abu Hurayrah said, 'No.' He said, 'It was Shaytan.'\" An-Nasa'i also recorded this Hadith in Al-Yawm wa Al-Laylah.</p><div lang=\"en\" class=\"en \"><h2>Allah's Greatest Name is in Ayat Al-Kursi</h2></div><p lang=\"ms\" class=\"ms \">Imam Ahmad recorded that Asma' bint Yazid bin As-Sakan said, \"I heard the Messenger of Allah ﷺ say about these two Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists)</span><span class=\"gray\">[2:255]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif-Lam-Mim. Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists)</span><span class=\"gray\">[3:1-2]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِيهِمَا اسْمَ اللهِ الْأَعْظَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They contain Allah's Greatest Name.)</span></p><p lang=\"en\" class=\"en \">This is also the narration collected by Abu Dawud, At-Tirmidhi and Ibn Majah, and At-Tirmidhi said, \"Hasan Sahih\".</p><p lang=\"en\" class=\"en \">Further, Ibn Marduwyah recorded that Abu Umamah reported that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْمُ اللهِ الْأَعْظَمُ، الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ، فِي ثَلَاثٍ: سُورَةِ الْبَقَرَةِ وَآلِ عِمْرَانَ وَطٰهٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah's Greatest Name, if He was supplicated with it, He answers the supplication, is in three Surahs - Al-Baqarah, Āl-'Imrān and Ta-Ha.)</span></p><p lang=\"en\" class=\"en \">Hisham bin 'Ammar, the Khatib <span class=\"gray\">(orator)</span> of Damascus <span class=\"gray\">(one of the narrators in the above narration)</span>, said, \"As for Al-Baqarah, it is in,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists)</span><span class=\"gray\">[2:255]</span> in Āl-'Imrān, it is in,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif-Lam-Mim. Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists)</span><span class=\"gray\">[3:1-2]</span> while in Ta-Ha, it is in,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(all)</span> faces shall be humbled before <span class=\"gray\">(Allah)</span>, the Ever Living, the One Who sustains and protects all that exists)</span><span class=\"gray\">[20:111]</span>\"</p><div lang=\"jv\" class=\"jv \"><h2>Ayat Al-Kursi has Ten Complete Arabic Sentences </h2></div><p lang=\"de\" class=\"de \">1. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah! None has the right to be worshipped but He)</span> mentions that Allah is the One and Only Lord of all creation.</p><p lang=\"de\" class=\"de \">2. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَيُّ الْقَيُّومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Hayyul-Qayyum)</span> testifies that Allah is the Ever Living, Who never dies, Who sustains everyone and everything. All creation stands in need of Allah and totally relies on Him, while He is the Most Rich, Who stands in need of nothing created. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَن تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs is that the heaven and the earth stand by His command)</span><span class=\"gray\">[30:25]</span>.</p><p lang=\"de\" class=\"de \">3. Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither slumber nor sleep overtakes Him)</span> means, no shortcoming, unawareness or ignorance ever touches Allah. Rather, He is aware of, and controls what every soul earns, has perfect watch over everything, nothing escapes His knowledge, and no secret matter is secret to Him. Among His perfect attributes, is the fact that He is never effected by slumber or sleep. Therefore, Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> لَا تَأْخُذُهُ سِنَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither slumber overtakes Him)</span> indicates that no unawareness due to slumber ever overtakes Allah. Allah said afterwards,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا نَوْمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor sleep)</span>, which is stronger than slumber. It is recorded in the Sahih that Abu Musa said, \"The Messenger of Allah ﷺ delivered a speech regarding four words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لا يَنَامُ، وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ، يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ، يُرْفَعُ إِلَيْهِ عَمَلُ النَّهَارِ قَبْلَ عَمَلِ اللَّيْلِ، وَعَمَلُ اللَّيْلِ قَبْلَ عَمَلِ النَّهَارِ، حِجَابُهُ النُّورُ - أَوِ النَّارُ - لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not sleep, and it does not befit His majesty that He sleeps. He lowers the scales and raises them. The deeds of the day are resurrected in front of Him before the deeds of the night, and the deeds of the night before the deeds of the day. His Veil is light, or fire, and if He removes it, the rays from His Face would burn whatever His sight reaches of His creation.)</span></p><p lang=\"de\" class=\"de \">4. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belongs whatever is in the heavens and whatever is on the earth)</span> indicates that everyone is a servant for Allah, a part of His kingdom and under His power and authority. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is none in the heavens and the earth but comes unto the Most Gracious <span class=\"gray\">(Allah)</span> as a servant. Verily, He knows each one of them, and has counted them a full counting. And everyone of them will come to Him alone on the Day of Resurrection <span class=\"gray\">(without any helper, or protector or defender)</span>)</span><span class=\"gray\">[19:93-95]</span>. </p><p lang=\"de\" class=\"de \">5. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that can intercede with Him except with His permission?)</span> is similar to His statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِن بَعْدِ أَن يَأْذَنَ اللَّهُ لِمَن يَشَاءُ وَيَرْضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are many angels in the heavens, whose intercession will avail nothing except after Allah has given leave for whom He wills and is pleased with)</span><span class=\"gray\">[53:26]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They cannot intercede except for him with whom He is pleased)</span><span class=\"gray\">[21:28]</span>.</p><p lang=\"en\" class=\"en \">These Ayat assert Allah's greatness, pride, and grace, and that no one dares to intercede with Him on behalf of anyone else, except by His permission. Indeed, the Hadith about the intercession, states that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آتِي تَحْتَ الْعَرْشِ فَأَخِرُّ سَاجِدًا، فَيَدَعُنِي مَا شَاءَ اللهُ أَنْ يَدَعَنِي. ثُمَّ يُقَالُ: ارْفَعْ رَأْسَكَ، وَقُلْ تُسْمَعْ، وَاشْفَعْ تُشَفَّعْ - قَالَ: - فَيَحُدُّ لِي حَدًّا فَأُدْخِلُهُمُ الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will stand under the Throne and fall in prostration, and Allah will allow me to remain in that position as much as He wills. I will thereafter be told, \"Raise your head, speak and you will be heard, intercede and your intercession will be accepted\". The Prophet ﷺ then said, \"He will allow me a proportion whom I will enter into Paradise.\")</span></p><p lang=\"de\" class=\"de \">6. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows what happens to them <span class=\"gray\">(His creatures)</span> in this world, and what will happen to them in the Hereafter)</span> this refers to His perfect knowledge of all creation; its past, present and future. Similarly, Allah said that the angels proclaimed;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we <span class=\"gray\">(angels)</span> descend not except by the command of your Lord <span class=\"gray\">(O Muhammad ﷺ)</span>. To Him belongs what is before us and what is behind us, and what is between those two; and your Lord is never forgetful)</span><span class=\"gray\">[19:64]</span>.</p><p lang=\"de\" class=\"de \">7. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will never compass anything of His Knowledge except that which He wills)</span>, asserts the fact that no one attains any part of Allah's knowledge except what Allah conveys and allows. This part of the Ayah indicates that no one ever acquires knowledge of Allah and in His Attributes, except what He conveys to them. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُحِيطُونَ بِهِ عِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they will never compass anything of His knowledge)</span><span class=\"gray\">[20:110]</span>.</p><p lang=\"ceb\" class=\"ceb \">8. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His Kursi extends over the heavens and the earth.)</span></p><p lang=\"en\" class=\"en \">Waki' narrated in his Tafsir that Ibn 'Abbas said, \"Kursi is the footstool, and no one is able to give due consideration to <span class=\"gray\">[Allah's]</span> Throne.\" Al-Hakim recorded this Hadith in his Mustadrak from Ibn 'Abbas, who did not relate it to the Prophet ﷺ. Al-Hakim said, \"It is Sahih according to the criteria of the Two Sahihs, and they <span class=\"gray\">(Al-Bukhari and Muslim)</span> did not record it.\" In addition, Ad-Dahhak said that Ibn 'Abbas said, \"If the seven heavens and the seven earths were flattened and laid side by side, they would add up to the size of a ring in a desert, compared to the Kursi.\" </p><p lang=\"ceb\" class=\"ceb \">9. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا يَئُودُهُ حِفْظُهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He feels no fatigue in guarding and preserving them)</span> meaning, it does not burden or cause Him fatigue to protect the heavens and earth and all that is in between them. Rather, this is an easy matter for Him. Further, Allah sustains everything, has perfect watch over everything, nothing ever escapes His knowledge and no matter is ever a secret to Him. All matters are insignificant, modest and humble before Him. He is the Most Rich, worthy of all praise. He does what He wills, and no one can ask Him about what He does, while they will be asked. He has supreme power over all things and perfect alertness concerning everything. He is the Most High, the Greatest, there is no deity worthy of worship except Him, and no Lord other than Him.</p><p lang=\"de\" class=\"de \">10. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَلِيُّ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Most High, the Most Great)</span> is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكَبِيرُ الْمُتَعَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Most Great, the Most High)</span><span class=\"gray\">[13:9]</span>.</p><p lang=\"en\" class=\"en \">These and similar Ayat and authentic Hadiths about Allah's Attributes must be treated the way the Salaf <span class=\"gray\">(righteous ancestors)</span> treated them by accepting their apparent meanings without equating them <span class=\"gray\">[with the attributes of the creation]</span> or altering their apparent meanings.</p>"
  }
]