[
  {
    "ayah_key": "6:27",
    "group_ayah_key": "6:27",
    "from_ayah": "6:27",
    "to_ayah": "6:30",
    "ayah_keys": "6:27,6:28,6:29,6:30",
    "text": "<p lang=\"en\" class=\"en \">If you could but see when they will be held over the <span class=\"gray\">(Hell)</span> Fire! They will say: \"Would that we were but sent back <span class=\"gray\">(to the world)</span>! Then we would not deny the Ayat of our Lord, and we would be of the believers! <span>(27)</span>Nay, what they had been concealing before has become manifest to them. But if they were returned <span class=\"gray\">(to the world)</span>, they would certainly revert to that which they were forbidden. And indeed they are liars <span>(28)</span>And they said: \"There is no <span class=\"gray\">(other life)</span> but our <span class=\"gray\">(present)</span> life of this world, and never shall we be resurrected. <span>(29)</span>If you could but see when they will stand before their Lord! He will say: \"Is not this the truth?\" They will say: \"Yes, by our Lord!\" He will then say: \"So taste you the torment because you used not to believe. <span>(30)</span></p><div lang=\"en\" class=\"en \"><h2>Wishes and Hopes Do Not Help One When He Sees the Torment</h2></div><p lang=\"en\" class=\"en \">Allah mentions the condition of the disbelievers when they are made to stand before the Fire on the Day of Resurrection and witness its chains and restraints, along with seeing the horrible, momentous conditions in the Fire with their own eyes. This is when the disbelievers will say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Would that we were but sent back <span class=\"gray\">(to the world)</span>! Then we would not deny the Ayat of our Lord, and we would be of the believers!\")</span></p><p lang=\"en\" class=\"en \">They wish that they would be sent back to the life of the world so that they could perform righteous deeds, refrain from disbelieving in the Ayat of their Lord and be among the believers. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ بَدَا لَهُم مَّا كَانُوا يُخْفُونَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, what they had been concealing before has become manifest to them.)</span> meaning, the disbelief, denial and rebellion that they used to hide in their hearts will then be uncovered, even though they will try to hide this fact in this life and the Hereafter. Earlier, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّا أَن قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ - انظُرْ كَيْفَ كَذَبُوا عَلَىٰ أَنفُسِهِمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will then be <span class=\"gray\">(left)</span> no trial for them but to say: \"By Allah, our Lord, we were not those who joined others in worship with Allah.\" Look! How they lie against themselves! But the <span class=\"gray\">(lie)</span> which they invented will disappear from them.)</span></p><p lang=\"en\" class=\"en \">It is also possible that the meaning here is that the disbelievers will realize the truth that they knew all along in their hearts, that is, that what the Messengers brought them in this life is true, although they used to deny his Message before their followers. Allah said that Musa said to Fir'awn,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَقَدْ عَلِمْتَ مَا أَنزَلَ هَٰؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, you know that these signs have clearly been sent down by none but the Lord of the heavens and the earth as eye-opening evidence.\")</span><span class=\"gray\">[17:102]</span> Allah said about Fir'awn and his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they belied them <span class=\"gray\">(those Ayat)</span> wrongfully and arrogantly, though they were themselves convinced thereof.)</span><span class=\"gray\">[27:14]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ بَدَا لَهُم مَّا كَانُوا يُخْفُونَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, it has become manifest to them what they had been concealing before.)</span><span class=\"gray\">[6:28]</span></p><p lang=\"en\" class=\"en \">When this occurs, and the disbelievers ask to be returned to this life, they will not do so because they truly wish to embrace the faith. Rather, they ask to be returned to this life for fear of the torment that they are witnessing before them, as punishment for the disbelief they committed, and to try and avoid the Fire that they see before their eyes.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they were returned, they would certainly revert to that which they were forbidden. And indeed they are liars.)</span> meaning, they lie when they say they wish to go back to this life so that they can embrace the faith. Allah states that even if they were sent back to the life of this world, they will again commit the disbelief and defiance that they were prohibited.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed they are liars.)</span> in their statement that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ - بَلْ بَدَا لَهُم مَّا كَانُوا يُخْفُونَ مِن قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ - وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Would that we were but sent back! Then we would not deny the Ayat of our Lord, and we would be of the believers!\" Nay, what they had been concealing before has become manifest to them. But if they were returned, they would certainly revert to that which they were forbidden. And indeed they are liars. And they said: \"There is no <span class=\"gray\">(other life)</span> but our <span class=\"gray\">(present)</span> life of this world, and never shall we be resurrected.\")</span> Therefore, they will revert to their old behavior and say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no life but our life of this world)</span> and there is no Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِمَبْعُوثِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and never shall we be resurrected.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَىٰ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you could but see when they will stand before their Lord!)</span> in front of Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ هَٰذَا بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Is not this the truth?\")</span> meaning, is not Resurrection true, contarary to what you thought,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا بَلَىٰ وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Yes, by our Lord!\" He will then say: \"So taste you the torment because you used not to believe.\")</span> and because you today denied Resurrection. Therefore, taste the torment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَسِحْرٌ هَٰذَا أَمْ أَنتُمْ لَا تُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Is this magic, or do you not see\")</span><span class=\"gray\">[52:15]</span></p>"
  },
  {
    "ayah_key": "6:31",
    "group_ayah_key": "6:31",
    "from_ayah": "6:31",
    "to_ayah": "6:32",
    "ayah_keys": "6:31,6:32",
    "text": "<p lang=\"en\" class=\"en \">They indeed are losers who denied their meeting with Allah, until all of a sudden, the Hour <span class=\"gray\">(signs of death)</span> is upon them, and they say: \"Alas for us that we gave no thought to it,\" while they will bear their burdens on their backs; and evil indeed are the burdens that they will bear <span>(31)</span>And the life of this world is nothing but play and amusement. But far better is the abode of the Hereafter for those have Taqwa. Will you not then understand <span>(32)</span></p><div lang=\"en\" class=\"en \"><h2>Allah describes the regret of the disbelievers when facing Him, and their disappointment at the commencement, along with their sorrow for not performing good deeds and for their evil deeds. </h2></div><p lang=\"en\" class=\"en \">This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until all of a sudden, the Hour <span class=\"gray\">(signs of death)</span> is upon them, and they say: \"Alas for us that we gave no thought to it.\")</span></p><p lang=\"en\" class=\"en \">It' here refers to either the life of this world, or the affairs of the Hereafter. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they will bear their burdens on their backs; and evil indeed are the burdens that they will bear!)</span></p><p lang=\"en\" class=\"en \">Asbat said that As-Suddi said, \"Upon entering his grave, every unjust person will meet a man with an ugly face, dark skin, awful odor, wearing dirty clothes, who will enter his grave with him. When the unjust person sees him, he will say, 'How ugly is your face!' He will reply, 'So was your work, it was ugly.' The unjust person will say, 'How foul is the odor coming from you!' He will reply, 'Such was the case with your work, it stunk.' The unjust person will say, 'How dirty are your clothes!' He will reply, 'And your work too was dirty.' The unjust person will ask, 'Who are you?' He will reply, 'I am your deeds.' So he will remain with the unjust person in his grave, and when he is resurrected on the Day of Resurrection, his companion will say to him, 'In the life of the world, I used to carry you because you followed desire and lust. Today, you carry me.' So he will ride on the unjust person's back and lead him until he enters the Fire. So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they will bear their burdens on their backs; and evil indeed are the burdens that they will bear!)</span><span class=\"gray\">[6:31]</span>\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the life of this world is nothing but play and amusement.)</span> means, most of it is play and amusement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَلدَّارُ الْآخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But far better is the abode of the Hereafter for those who have Taqwa. Will you not then understand?)</span></p>"
  }
]