[
  {
    "ayah_key": "4:32",
    "group_ayah_key": "4:32",
    "from_ayah": "4:32",
    "to_ayah": "4:32",
    "ayah_keys": "4:32",
    "text": "<p class=\"en translation\" lang=\"en\">And wish not for the things in which Allah has made some of you to excel others. For men there is reward for what they have earned, <span class=\"gray\">(and likewise)</span> for women there is reward for what they have earned, and ask Allah of His bounty. Surely, Allah is Ever All-Knower of everything <span>(32)</span></p><div lang=\"en\" class=\"en \"><h2>Do Not Wish for the Things Which Allah has Made Some Others to Excel In</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Umm Salamah said, \"O Messenger of Allah! Men go to battle, but we do not go to battle, and we earn one-half of the inheritance <span class=\"gray\">(that men get)</span>.\" Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَىٰ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And wish not for the things in which Allah has made some of you to excel others)</span>. At-Tirmidhi also recorded this Hadith. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا اكْتَسَبْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For men there is reward for what they have earned, <span class=\"gray\">(and likewise)</span> for women there is reward for what they have earned,)</span> indicates, according to Ibn Jarir, that each person will earn his wages for his works, a reward if his deeds are good, and punishment if his deeds are evil.</p><p lang=\"en\" class=\"en \">It was also reported that this Ayah is talking about inheritance, indicating the fact that each person will get his due share of the inheritance, as Al-Walibi reported from Ibn 'Abbas. Allah then directed the servants to what benefits them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلُوا اللَّهَ مِن فَضْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and ask Allah of His Bounty.)</span>Therefore, the Ayah states, \"Do not wish for what other people were endowed with over you, for this is a decision that will come to pass, and wishing does not change its decree. However, ask Me of My favor and I will grant it to you, for I Am Most Generous and Most Giving.\" Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah is Ever All-Knower of everything.)</span> meaning, Allah knows who deserves this life, and so He gives him riches, and whoever deserves poverty, He makes him poor. He also knows who deserves the Hereafter, and He directs him to perform the deeds that will help him to be sucessful in it, and whoever deserves failure, He prevents him from achieving righteousness and what leads to it. Hence, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah is Ever All-Knower of everything)</span>.</p>"
  },
  {
    "ayah_key": "4:33",
    "group_ayah_key": "4:33",
    "from_ayah": "4:33",
    "to_ayah": "4:33",
    "ayah_keys": "4:33",
    "text": "<p class=\"en translation\" lang=\"en\">And to everyone, We have appointed Mawali of that left by parents and relatives. To those also with whom you have made a pledge <span class=\"gray\">(brotherhood)</span>, give them their due portion <span class=\"gray\">(by wills)</span>. Truly, Allah is Ever a Witness over all things <span>(33)</span></p><p lang=\"ha\" class=\"ha \">Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, Abu Salih, Qatadah, Zayd bin Aslam, As-Suddi, Ad-Dahhak, Muqatil bin Hayyan, and others said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ جَعَلْنَا مَوَالِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to everyone, We have appointed Mawali)</span> means, \"Heirs.\" Ibn 'Abbas was also reported to have said that Mawali refers to relatives. Ibn Jarir commented, \"The Arabs call the cousin a Mawla.\" Ibn Jarir continued, \"Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of that <span class=\"gray\">(property)</span> left by parents and relatives.)</span> means, from what he inherited from his parents and family members. Therefore, the meaning of the Ayah becomes: 'To all of you, O people, We appointed relatives <span class=\"gray\">(such as children)</span> who will later inherit what you inherited from your own parents and relatives.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To those also with whom you have made a pledge <span class=\"gray\">(brotherhood)</span>, give them their due portion.)</span> means, \"Those with whom you have a pledge of brotherhood, give them their share of inheritance, thus fulfilling the ratified pledges that you gave them. Allah has witnessed all of you when you gave these pledges and promises.\" This practice was followed in the beginning of Islam, but was later on abrogated when Muslims were commanded to fulfill the pledges <span class=\"gray\">(brotherhood)</span> they had already given, but to refrain from making any new pledges after that. Al-Bukhari recorded that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ جَعَلْنَا مَوَالِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to everyone, We have appointed Mawali)</span> \"meaning, heirs;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To those also with whom you have made a pledge <span class=\"gray\">(brotherhood)</span>)</span> When the emigrants came to Al-Madinah, the emigrant would inherit from the Ansari, while the latter's relatives would not inherit from him because of the bond of brotherhood which the Prophet ﷺ established between them <span class=\"gray\">(the emigrants and the Ansar)</span>. When the verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ جَعَلْنَا مَوَالِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to everyone We have appointed Mawali)</span> was revealed, it cancelled <span class=\"gray\">(the pledge of brotherhood regarding inheritance)</span>.\" Then he said, \"The verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To those also with whom you have made a pledge <span class=\"gray\">(brotherhood)</span>, give them their due portion.)</span> remained valid for cases of co-operation and mutual advice, while the matter of inheritance was excluded and it became permissible to assign something in one's will to the person who had the right of inheriting before.\"</p>"
  }
]