[
  {
    "ayah_key": "80:33",
    "group_ayah_key": "80:33",
    "from_ayah": "80:33",
    "to_ayah": "80:42",
    "ayah_keys": "80:33,80:34,80:35,80:36,80:37,80:38,80:39,80:40,80:41,80:42",
    "text": "<p class=\"en \" lang=\"en\">Then when there comes As-Sakhkha (33)That Day shall a man flee from his brother (34)And from his mother and his father (35)And from his wife and his children (36)Every man that Day will have enough to make him careless of others (37)Some faces that Day will be bright (38)Laughing, rejoicing at good news (39)And other faces that Day will be dust-stained (40)Darkness will cover them (41)Such will be the disbelieving, the wicked evil doers (42)</p>\n<h2 class=\"en \" lang=\"en\">The Day of Judgement and the fleeing of the People from Their Relatives during it</h2>\n<p class=\"en \" lang=\"en\">Ibn 'Abbas said, \"As-Sakhkhah is one of the names of the Day of Judgement that Allah has magnified and warned His servants of.\" Ibn Jarir said, \"Perhaps it is a name for the blowing into Trumpet.\" Al-Baghawi said, \"As-Sakhkhah means the thunderous shout of the Day of Judgement. It has been called this because it will deafen the ears. This means that it pierces the hearing to such an extent that it almost deafens the ears.\"</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ - وَأُمِّهِ وَأَبِيهِ - وَصَٰحِبَتِهِۦ وَبَنِيهِ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(That Day shall a man flee from his brother. And from his mother and his father. And from his wife and his children.)</span> meaning, he will see them and then flee from them, and seek to get away from them because horror will be so great and the matter will be so weighty. There is an authentic Hadith related concerning the intercession that states that every one of the great Messengers of firm resolve will be requested to intercede with Allah on behalf of the creation, but each of them will say, \"O myself! O myself! Today I will not ask You <span class=\"gray\">(O Allah)</span> concerning anyone but myself.\" Even 'Isa bin Maryam will say, \"I will not ask Him <span class=\"gray\">(Allah)</span> concerning anyone but myself today. I will not even ask Maryam, the woman who gave birth to me.\" Thus, Allah says,</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ - وَأُمِّهِ وَأَبِيهِ - وَصَٰحِبَتِهِۦ وَبَنِيهِ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(That Day shall a man flee from his brother, and from his mother and his father, and from his wife and his children.)</span> Qatadah said, \"The most beloved and then the next most beloved, and the closest of kin and then the next closest of kin – due to the terror of that Day.\" Allah said,</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(Every man that Day will have enough to make him careless of others.)</span> meaning, he will be preoccupied in his business and distracted from the affairs of others. Ibn Abi Hatim recorded from Ibn 'Abbas that the Messenger of Allah ﷺ said,</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">تُحْشَرُونَ حُفَاةً عُرَاةً مُشَاةً غُرْلًا</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(You will all be gathered barefoot, naked, walking and uncircumcised.)</span> So his wife said, \"O Messenger of Allah! Will we look at or see each other's nakedness?\" The Prophet ﷺ replied,</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ امْرِىءٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ - أو قال: - مَا أَشْغَلَهُ عَنِ النَّظَرِ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(Every man among them on that Day will have enough <span class=\"gray\">(worries)</span> to make him careless of others)</span> – or he said: <span class=\"gray\">(he will be too busy to look.)</span> Ibn 'Abbas narrated that the Prophet ﷺ said,</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">تُحْشَرُونَ حُفَاةً عُرَاةً غُرْلًا</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(You will all be gathered barefoot, naked and uncircumcised.)</span> So a woman said, \"Will we see or look at each others nakedness?\" He replied,</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">يَا فُلَانَةُ، لِكُلِّ امْرِىءٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(O so-and-so woman! Every man among them on that Day will have enough <span class=\"gray\">(worries)</span> to make him careless of others.)</span> At-Tirmidhi said, \"This Hadith is Hasan Sahih.\"</p>\n<h2 class=\"en \" lang=\"en\">The Faces of the People of Paradise and the People of the Fire on the Day of Judgement</h2>\n<p class=\"id \" lang=\"id\">Allah says;</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ - ضَاحِكَةٌ مُّسْتَبْشِرَةٌ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(Some faces that Day will be bright <span class=\"gray\">(Musfirah)</span>, laughing, rejoicing at good news.)</span> meaning, the people will be divided into two parties. There will be faces that are Musfirah, which means bright.</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">ضَاحِكَةٌ مُّسْتَبْشِرَةٌ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(Laughing, rejoicing at good news.)</span> meaning, happy and pleased due to the joy that will be in their hearts. The good news will be apparent on their faces. These will be the people of Paradise.</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ - تَرْهَقُهَا قَتَرَةٌ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(And other faces that Day will be dust-stained. Darkness <span class=\"gray\">(Qatarah)</span> will cover them.)</span> meaning, they will be overcome and covered with Qatarah, which is darkness. Ibn 'Abbas said,</p>\n<p class=\"ps qpc-hafs\" lang=\"ps\">تَرْهَقُهَا قَتَرَةٌ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(Darkness <span class=\"gray\">(Qatarah)</span> will cover them.)</span> \"This means that they <span class=\"gray\">(the faces)</span> will be overcome with darkness.\" Allah said,</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(Such will be the disbelieving, the wicked evildoers.)</span> meaning, they are disbelievers in their hearts, evildoers in their actions. This is as Allah says,</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا</p>\n<p class=\"en \" lang=\"en\"><span class=\"gray\">(And they will beget none but wicked disbelievers.)</span><span class=\"gray\">(71:27)</span></p>\n<p class=\"en \" lang=\"en\">This is the end of the Tafsir of Surat 'Abasa, and to Allah all praise and thanks are due.</p>"
  }
]