[
  {
    "ayah_key": "8:27",
    "group_ayah_key": "8:27",
    "from_ayah": "8:27",
    "to_ayah": "8:28",
    "ayah_keys": "8:27,8:28",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Betray not Allah and His Messenger, nor betray knowingly your Amanat <span class=\"gray\">(things entrusted to you)</span><span>(27)</span>And know that your possessions and your children are but a trial and that surely, with Allah is a mighty reward <span>(28)</span></p><div lang=\"en\" class=\"en \"><h2>Reason behind revealing This Ayah, and the prohibition of Betrayal</h2></div><p lang=\"en\" class=\"en \">The Two Sahihs mention the story of Hatib bin Abi Balta'ah. In the year of the victory of Makkah he wrote to the Quraysh alerting them that the Messenger of Allah ﷺ intended to march towards them. Allah informed His Messenger ﷺ of this, and he sent a Companion to retrieve the letter that Hatib sent, and then he summoned him. He admitted to what he did. 'Umar bin Al-Khattab stood up and said, \"O Allah's Messenger! Should I cut off his head, for he has betrayed Allah, His Messenger and the believers?\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعْهُ فَإِنَّهُ قَدْ شَهِدَ بَدْرًا، وَمَا يُدْرِيكَ لَعَلَّ اللهَ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave him! He participated in Badr. How do you know that Allah has not looked at those who participated in Badr and said, Do whatever you want, for I have forgiven you.)</span></p><p lang=\"en\" class=\"en \">However, it appears that this Ayah is more general, even if it was revealed about a specific incident. Such rulings are dealt with by their indications, not the specific reasons behind revealing them, according to the majority of scholars.</p><p lang=\"en\" class=\"en \">Betrayal includes both minor and major sins, as well those that affect others. 'Ali bin Abi Talhah said that Ibn 'Abbas commented on the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَخُونُوا أَمَانَاتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor betray your Amanat)</span> \"The Amanah refers to the actions that Allah has entrusted the servants with, such as and including what He ordained. Therefore, Allah says here,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> لَا تَخُونُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor betray...)</span>, 'do not abandon the obligations.'\" 'Abdur-Rahman bin Zayd commented, \"Allah forbade you from betraying Him and His Messenger, as hypocrites do.\"</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And know that your possessions and your children are but a trial.)</span> from Him to you. He grants these to you so that He knows which of you will be grateful and obedient to Him, or become busy with and dedicated to them instead of Him. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ ۚ وَاللَّهُ عِندَهُ أَجْرٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wealth and your children are only a trial, whereas Allah! With Him is a great reward.)</span><span class=\"gray\">[64:15]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall make a trial of you with evil and with good.)</span><span class=\"gray\">[21:35]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَن ذِكْرِ اللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Let not your properties or your children divert you from the remembrance of Allah. And whosoever does that, then they are the losers.)</span><span class=\"gray\">[63:9]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Verily, among your wives and your children there are enemies for you <span class=\"gray\">(who may stop you from the obedience of Allah)</span>; therefore beware of them!)</span><span class=\"gray\">[64:14]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ عِندَهُ أَجْرٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that surely with Allah is a mighty reward.)</span></p><p lang=\"en\" class=\"en \">Therefore, Allah's reward, favor and Paradise are better for you than wealth and children. Certainly, among the wealth and children there might be enemies for you and much of them avail nothing. With Allah alone is the decision and sovereignty in this life and the Hereafter, and He gives tremendous rewards on the Day of Resurrection. In the Sahih, there is a Hadith in which the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثٌ مَنْ كُنَّ فِيهِ، وَجَدَ بِهِنَّ حَلَاوَةَ الْإِيمَانِ: مَنْ كَانَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَمَنْ كَانَ يُحِبُّ الْمَرْءَ لَا يُحِبُّهُ إِلَّا للهِ، وَمَنْ كَانَ أَنْ يُلْقَى فِي النَّارِ أَحَبَّ إِلَيْهِ مِنْ أَنْ يَرْجِعَ إِلَى الْكُفْرِ بَعْدَ إِذْ أَنْقَذَهُ اللهُ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are three qualities for which whomever has them, he will have tasted the sweetness of faith. <span class=\"gray\">(They are:)</span> whoever Allah and His Messenger are dearer to him than anyone else, whoever loves a person for Allah's sake alone, and whoever prefers to be thrown in fire rather than revert to disbelief, after Allah has saved him from it.)</span></p><p lang=\"en\" class=\"en \">Therefore, loving the Messenger of Allah ﷺ comes before loving children, wealth and oneself. In the Sahih, it is confirmed that he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ نَفْسِهِ وَأَهْلِهِ وَمَالِهِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! None of you will have faith unless I become dearer to him than himself, his family, his wealth and all people.)</span></p>"
  },
  {
    "ayah_key": "8:29",
    "group_ayah_key": "8:29",
    "from_ayah": "8:29",
    "to_ayah": "8:29",
    "ayah_keys": "8:29",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! If you obey and fear Allah, He will grant you Furqan, and will expiate for you your sins, and forgive you; and Allah is the Owner of the great bounty <span>(29)</span></p><p lang=\"fil\" class=\"fil \">Ibn 'Abbas, As-Suddi, Mujahid, 'Ikrimah, Ad-Dahhak, Qatadah, Muqatil bin Hayyan and several others said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُرْقَانًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Furqan)</span>, means, 'a way out'; Mujahid added, \"In this life and the Hereafter.\" In another narration, Ibn 'Abbas is reported to have said, 'Furqan' means 'salvation' or – according to another narration – 'aid'. Muhammad bin Ishaq said that 'Furqan' means 'criterion between truth and falsehood'. This last explanation from Ibn Ishaq is more general than the rest that we mentioned, and it also includes the other meanings. Certainly, those who have Taqwa of Allah by obeying what He ordained and abstaining from what he forbade, will be guided to differentiate between the truth and the falsehood. This will be a triumph, safety and a way out for them from the affairs of this life, all the while acquiring happiness in the Hereafter. They will also gain forgiveness, thus having their sins erased, and pardon, thus having their sins covered from other people, as well as, being directed to a way to gain Allah's tremendous rewards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Have Taqwa of Allah, and believe in His Messenger, He will give you a double portion of His mercy, and He will give you a light by which you shall walk <span class=\"gray\">(straight)</span>. And He will forgive you. And Allah is Oft-Forgiving, Most Merciful.)</span><span class=\"gray\">[57:28]</span>.</p>"
  },
  {
    "ayah_key": "8:30",
    "group_ayah_key": "8:30",
    "from_ayah": "8:30",
    "to_ayah": "8:30",
    "ayah_keys": "8:30",
    "text": "<p class=\"en translation\" lang=\"en\">And <span class=\"gray\">(remember)</span> when the disbelievers plotted against you to imprison you, or to kill you, or to expel you <span class=\"gray\">(from your home, Makkah)</span>; they were plotting and Allah too was plotting; and Allah is the best of plotters <span>(30)</span></p><div lang=\"en\" class=\"en \"><h2>The Makkans plot to kill the Prophet <span class=\"gray\">(ﷺ)</span>, imprison Him or expel Him from Makkah</h2></div><p lang=\"hmn\" class=\"hmn \">Ibn 'Abbas, Mujahid and Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُثْبِتُوكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Liyuthbitūka')</span> means \"to imprison you.\" As-Suddi said, \"Ithbāt is to confine or to shackle.\"</p><p lang=\"en\" class=\"en \">Imam Muhammad bin Ishaq bin Yasar, the author of Al-Maghazi, reported from 'Abdullah bin Abi Najih, from Mujahid, from Ibn 'Abbas, \"Some of the chiefs of the various tribes of Quraysh gathered in Dar An-Nadwah <span class=\"gray\">(their conference area)</span> and Iblis <span class=\"gray\">(Shaytan)</span> met them in the shape of an eminent old man. When they saw him, they asked, 'Who are you?' He said, 'An old man from Najd. I heard that you are having a meeting, and I wished to attend your meeting. You will benefit from my opinion and advice.' They said, 'Agreed, come in.' He entered with them. Iblis said, 'You have to think about this man <span class=\"gray\">(Muhammad)</span>! By Allah, he will soon overwhelm you with his matter <span class=\"gray\">(religion)</span>.' One of them said, 'Imprison him, restrained in chains, until he dies just like the poets before him all died, such as Zuhayr and An-Nabighah! Verily, he is a poet like they were.' The old man from Najd, the enemy of Allah, commented, 'By Allah! This is not a good idea. His Lord will release him from his prison to his companions, who will liberate him from your hands. They will protect him from you and they might expel you from your land.' They said, 'This old man said the truth. Therefore, seek an opinion other than this one.'</p><p lang=\"en\" class=\"en \">Another one of them said, 'Expel him from your land, so that you are free from his trouble! If he leaves your land, you will not be bothered by what he does or where he goes, as long as he is not among you to bring you troubles, he will be with someone else.' The old man from Najd replied, 'By Allah! This is not a good opinion. Have you forgotten his sweet talk and eloquency, as well as, how his speech captures the hearts? By Allah! This way, he will collect even more followers among Arabs, who will gather against you and attack you in your own land, expel you and kill your chiefs.' They said, 'He has said the truth, by Allah! Therefore, seek an opinion other than this one.' </p><p lang=\"en\" class=\"en \">Abu Jahl, may Allah curse him, spoke next, 'By Allah! I have an idea that no one else has suggested yet, and I see no better opinion for you. Choose a strong, socially elevated young man from each tribe, and give each one of them a sharp sword. Then they would all strike Muhammad at the same time with their swords and kill him. Hence, his blood would be shed by all tribes. This way, his tribe, Banu Hashim, would realize that they cannot wage war against all of the Quraysh tribes and would be forced to agree to accept the blood money; we would have brought comfort to ourselves and stopped him from bothering us.'</p><p lang=\"en\" class=\"en \">The old man from Najd commented, 'By Allah! This man has expressed the best opinion, and I do not support any other opinion.' They quickly ended their meeting and started preparing for the implementation of this plan.</p><p lang=\"en\" class=\"en \">Jibril came to the Prophet ﷺ and commanded him not to sleep in his bed that night and conveyed to him the news of their plot. The Messenger of Allah ﷺ did not sleep in his house that night, and Allah gave him permission to migrate. After the Messenger ﷺ migrated to Al-Madinah, Allah revealed to him Suat Al-Anfal reminding him of His favors and the bounties He gave him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when the disbelievers plotted against you to imprison you, or to kill you, or to expel you <span class=\"gray\">(from Makkah)</span>; they were plotting and Allah too was plotting; and Allah is the best of plotters.)</span></p><p lang=\"en\" class=\"en \">Allah replied to the pagans' statement that they should await the death of the Prophet ﷺ, just as the poets before him perished, as they claimed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do they say: \"He is a poet! We await for him some calamity by time!\")</span><span class=\"gray\">[52:30]</span></p><p lang=\"ms\" class=\"ms \">As-Suddi narrated a similar story.</p><p lang=\"cy\" class=\"cy \">Muhammad bin Ishaq reported from Muhammad bin Ja'far bin Az-Zubayr, from 'Urwah bin Az-Zubayr who commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...they were plotting and Allah too was plotting, and Allah is the best of plotters.)</span></p><p lang=\"en\" class=\"en \">I <span class=\"gray\">(Allah)</span> plotted against them with My sure planning, and I saved you <span class=\"gray\">(O Muhammad)</span> from them.</p>"
  }
]