[
  {
    "ayah_key": "22:52",
    "group_ayah_key": "22:52",
    "from_ayah": "22:52",
    "to_ayah": "22:54",
    "ayah_keys": "22:52,22:53,22:54",
    "text": "<p lang=\"en\" class=\"en \">Never did We send a Messenger or a Prophet before you but when he did recite <span class=\"gray\">(the revelation or narrated or spoke)</span>, Shaytan threw <span class=\"gray\">(some falsehood)</span> in his recitation <span class=\"gray\">(of the revelation)</span>. But Yansakh Allah that which Shaytan throws in. Then Allah establishes His revelations. And Allah is All-Knower, All-Wise <span>(52)</span>That He <span class=\"gray\">(Allah)</span> may make what is thrown in by Shaytan a trial for those in whose hearts is a disease and whose hearts are hardened. And certainly, the wrongdoers are in an opposition far-off <span class=\"gray\">(from the truth)</span><span>(53)</span>And that those who have been given knowledge may know that it <span class=\"gray\">(this Qur'an)</span> is the truth from your Lord, so that they may believe therein, and their hearts may submit to it with humility. And verily, Allah is the Guide of those who believe, to the straight path <span>(54)</span></p><div lang=\"en\" class=\"en \"><h2>How the Shaytan threw some Falsehood into the Words of the Messengers, and how Allah abolished that</h2></div><p lang=\"en\" class=\"en \">At this point many of the scholars of Tafsir mentioned the story of the Gharaniq and how many of those who had migrated to Ethiopia came back when they thought that the idolators of the Quraysh had become Muslims, but these reports all come through Mursal chains of narration and I do not think that any of them may be regarded as Sahih. And Allah knows best. Al-Bukhari said, \"Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي أُمْنِيَّتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in his recitation <span class=\"gray\">(of the revelation)</span>.)</span> \"When he spoke, the Shaytan threw <span class=\"gray\">(some falsehood)</span> into his speech, but Allah abolished that which the Shaytan threw in.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Then Allah establishes His revelations.)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَمَنَّىٰ أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when he did recite <span class=\"gray\">(the revelation)</span>, Shaytan threw <span class=\"gray\">(some falsehood)</span> in it)</span> \"When he spoke, the Shaytan threw <span class=\"gray\">(some falsehood)</span> into his speech.\" Mujahid said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَمَنَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when he did recite)</span> \"When he spoke.\" It was said that it refers to his recitation, whereas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَمَانِيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they trust upon Amani)</span><span class=\"gray\">[2:78]</span> means they speak but they do not write. Al-Baghawi and the majority of the scholars of Tafsir said:</p><p class=\"de qpc-hafs\" lang=\"de\">تَمَنَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he did recite)</span> \"Reciting the Book of Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ</p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Shaytan threw <span class=\"gray\">(some falsehood)</span> in it)</span> \"In his recitation.\" Ad-Dahhak said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَمَنَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when he did recite)</span> \"When he recited.\" Ibn Jarir said, \"This comment is more akin to interpretation.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَنسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Yansakh Allah that which Shaytan throws in.)</span> The meaning of the word Naskh in Arabic is to remove or lift away. 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"This means, Allah cancels out that which the Shaytan throws in.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Knower,)</span> means, He knows all matters and events that will happen, and nothing whatsoever is hidden from Him.</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise.)</span> means, in His decree, creation and command, He has perfect wisdom and absolute proof, hence He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He <span class=\"gray\">(Allah)</span> may make what is thrown in by Shaytan a trial for those in whose hearts is a disease)</span> meaning, doubt, Shirk, disbelief and hypocrisy. Ibn Jurayj said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those in whose hearts is a disease)</span><span class=\"gray\">(5:52)</span> \"The hypocrites, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَاسِيَةِ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whose hearts are hardened.)</span> means the idolators.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And certainly, the wrongdoers are in an opposition far-off.)</span> means, far away in misguidance, resistance and stubbornness, i.e., far from the truth and the correct way.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that those who have been given knowledge may know that it is the truth from your Lord, so that they may believe therein,)</span> means, 'so that those who have been given beneficial knowledge with which they may differentiate between truth and falsehood, those who believe in Allah and His Messenger, may know that what We have revealed to you is the truth from your Lord, Who has revealed it by His knowledge and under His protection, and He will guard it from being mixed with anything else.' Indeed, it is the Wise Book which,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Falsehood cannot come to it from before it or behind it, <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise <span class=\"gray\">(Allah)</span>.)</span><span class=\"gray\">(41:42)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُؤْمِنُوا بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they may believe therein,)</span> means, that they may believe that it is true and act upon it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُخْبِتَ لَهُ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their hearts may submit to it with humility.)</span> means, that their hearts may humble themselves and accept it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, Allah is the Guide of those who believe, to the straight path.)</span> means, in this world and in the Hereafter. In this world, He guides them to the truth and helps them to follow it and to resist and avoid falsehood; in the Hereafter, He will guide them to the straight path which leads to the degrees of Paradise, and He will save them from the painful torment and the dismal levels of Hell.</p>"
  },
  {
    "ayah_key": "22:55",
    "group_ayah_key": "22:55",
    "from_ayah": "22:55",
    "to_ayah": "22:57",
    "ayah_keys": "22:55,22:56,22:57",
    "text": "<p lang=\"en\" class=\"en \">And those who disbelieved, will not cease to be in doubt about it until the Hour comes suddenly upon them, or there comes to them the torment of Yawm 'Aqim <span>(55)</span>The sovereignty on that Day will be that of Allah. He will judge between them. So those who believed and did righteous good deeds will be in Gardens of Delight <span>(56)</span>And those who disbelieved and denied Our Ayat, for them will be a humiliating torment <span class=\"gray\">(in Hell)</span><span>(57)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers will remain in Doubt and Confusion</h2></div><p lang=\"en\" class=\"en \">Allah tells us that the disbelievers will remain in doubt concerning this Qur'an. This was the view of Ibn Jurayj and was the view favored by Ibn Jarir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until the Hour comes suddenly upon them,)</span> Mujahid said: \"By surprise.\" Qatadah said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَغْتَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(suddenly)</span> means, the command of Allah will catch the people unaware. Allah never seizes a people except when they are intoxicated with pride, enjoying a life of luxury, and they think that the punishment will never come upon them, but Allah does not punish anyone except the evildoers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or there comes to them the torment of Yawm 'Aqim.)</span> Mujahid said, \"Ubay bin Ka'b said: 'Yawm 'Aqim means the day of Badr.'\" 'Ikrimah and Mujahid said: \"Yawm 'Aqim means the Day of Resurrection, following which there will be no night.\" This was also the view of Ad-Dahhak and Al-Hasan Al-Basri. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sovereignty on that Day will be that of Allah. He will judge between them.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِكِ يَوْمِ الدِّينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Only Owner of the Day of Recompense)</span><span class=\"gray\">(1:4)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ ۚ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sovereignty on that Day will be the true <span class=\"gray\">(sovereignty)</span>, belonging to the Most Gracious <span class=\"gray\">(Allah)</span>, and it will be a hard Day for the disbelievers.)</span><span class=\"gray\">(25:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So those who believed and did righteous good deeds)</span> means, their hearts believed in Allah and His Messenger ﷺ, and they acted in accordance with what they knew; their words and deeds were in harmony.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَنَّاتِ النَّعِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in Gardens of Delight.)</span> means, they will enjoy eternal bliss which will never end or fade away.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieved and denied Our Ayat,)</span> means, their hearts rejected and denied the truth; they disbelieved in it and resisted the Messengers and were too proud to follow them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ لَهُمْ عَذَابٌ مُّهِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them will be a humiliating torment.)</span> means, in recompense for arrogantly turning away from the truth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who scorn My worship they will surely enter Hell in humiliation!)</span><span class=\"gray\">[40:60]</span></p>"
  }
]