[
  {
    "ayah_key": "40:47",
    "group_ayah_key": "40:47",
    "from_ayah": "40:47",
    "to_ayah": "40:50",
    "ayah_keys": "40:47,40:48,40:49,40:50",
    "text": "<p lang=\"en\" class=\"en \">And, when they will dispute in the Fire, the weak will say to those who were arrogant: \"Verily, we followed you, can you then take from us some portion of the Fire? <span>(47)</span>Those who were arrogant will say: \"We are all <span class=\"gray\">(together)</span> in this <span class=\"gray\">(Fire)</span>! Verily, Allah has judged between <span class=\"gray\">(His)</span> servants! <span>(48)</span>And those in the Fire will say to the keepers <span class=\"gray\">(angels)</span> of Hell: \"Call upon your Lord to lighten for us the torment for a day! <span>(49)</span>They will say: \"Did there not come to you, your Messengers with <span class=\"gray\">(clear)</span> evidences\" They will say: \"Yes.\" They will reply: \"Then call <span class=\"gray\">(as you like)</span>! And the invocation of the disbelievers is nothing but in vain! <span>(50)</span></p><p lang=\"en\" class=\"en \">The Dispute of the People of Hell</p><p lang=\"en\" class=\"en \">Allah tells us how the people of Hell will dispute and argue with one another, and Fir'awn and his people will be among them. The weak, who were the followers, will say to those who were arrogant, who were the leaders and masters:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا كُنَّا لَكُمْ تَبَعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we followed you,)</span> meaning, 'we obeyed you and heeded your call to disbelief and misguidance in the world, '</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(can you then take from us some portion of the Fire?)</span> means, 'can you carry a part of our burden for us?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who were arrogant will say: \"We are all <span class=\"gray\">(together)</span> in this <span class=\"gray\">(Fire)</span>!...\")</span> meaning, 'we will not bear any part of your burden for you; our own punishment is enough for us to bear.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah has judged <span class=\"gray\">(His)</span> servants!)</span> means, 'He has shared out the punishment among us according to what each of us deserves'. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِنْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will say: \"For each one there is double <span class=\"gray\">(torment)</span>, but you know not.\")</span><span class=\"gray\">(7:38)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those in the Fire will say to the keepers <span class=\"gray\">(angels)</span> of Hell: \"Call upon your Lord to lighten for us the torment for a day!\")</span> They know that Allah will not answer them and will not listen to their prayer, because He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remain you in it with ignominy! And speak you not to Me!)</span><span class=\"gray\">(23:108)</span>, so they will ask the keepers of Hell, who are like jailers watching over the people of Hell, to pray to Allah to lessen the Fire for them if only for one day. But the keepers of Hell will refuse, saying to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did there not come to you, your Messengers with <span class=\"gray\">(clear)</span> evidences?)</span> meaning, was not proof established in the world on the lips of the Messengers?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا بَلَىٰ ۚ قَالُوا فَادْعُوا ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Yes.\" They will reply: \"Then call <span class=\"gray\">(as you like)</span>!...\")</span> means, you are on your own. We will not pray for you or listen to you; we do not want you to be saved and we have nothing to do with you. Moreover, we tell you that it is all the same whether you offer supplication or not, because Allah will not respond and He will not lighten the torment for you.' They will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the invocation of the disbelievers is nothing but in vain!)</span> meaning, it will not be accepted or responded to.</p>"
  },
  {
    "ayah_key": "40:51",
    "group_ayah_key": "40:51",
    "from_ayah": "40:51",
    "to_ayah": "40:56",
    "ayah_keys": "40:51,40:52,40:53,40:54,40:55,40:56",
    "text": "<h2 lang=\"en\" class=\"en \">The Victory of the Messengers and the Believers</h2><p lang=\"ar\" class=\"ar \">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ ءَامَنُواْ فِى الْحَيَوةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \">(Verily, We will indeed make victorious Our Messengers and those who believe in this world's life). As-Suddi, \"Allah never sends a Messenger to a people and they kill him or some of the believers who call them to the truth, then that generation passes away, but He then sends them someone who will support their call and will seek vengeance for their blood from those who did that to them in this world. So the Prophets and believers may be killed in this world, but their call will prevail in this world.\" Allah granted victory to His Prophet Muhammad ﷺ and his Companions over those who had opposed him, disbelieved in him and shown hostility towards him. He caused His Word and His religion to prevail over all other religions, commanded him to emigrate from his people to Al-Madinah, where He gave him supporters and helpers. Then He caused him to prevail over the idolators on the day of Badr, when He granted him victory over them and he humiliated them, killing their leaders and taking their elite prisoner, driving them before him in chains. Then he did them the favor of accepting ransom from them. Shortly after that, Allah enabled him to conquer Makkah, and he rejoiced in his return to his homeland, the sacred and holy land of Al-Haram. Through him, Allah saved it from its disbelief and Shirk. Then Allah enabled him to conquer the Yemen, and the entire Arabian Peninsula submitted to him, and the people entered the religion of Allah in crowds. Then Allah took him (in death), because of his high status and honor, and He established his Companions as his Khalifahs. They conveyed the religion of Allah from him, called mankind to Allah, they conquered many regions, countries and cities, and opened people's hearts, until the call of Muhammad ﷺ spread throughout the world, east and west. This religion will continue to prevail until the Hour begins. Allah says:</p><p lang=\"ar\" class=\"ar \">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ ءَامَنُواْ فِى الْحَيَوةِ الدُّنْيَا وَيَوْمَ يَقُومُ الاٌّشْهَـدُ</p><p lang=\"en\" class=\"en \">(Verily, We will indeed make victorious Our Messengers and those who believe in this world's life and on the Day when the witnesses will stand forth) meaning, on the Day of Resurrection the victory will be greater and more complete. Mujahid said, \"The witnesses are the angels.\"</p><p lang=\"ar\" class=\"ar \">يَوْمَ لاَ يَنفَعُ الظَّـلِمِينَ مَعْذِرَتُهُمْ</p><p lang=\"en\" class=\"en \">(The Day when their excuses will be of no profit to wrongdoers.) is referring to the same as;</p><p lang=\"ar\" class=\"ar \">وَيَوْمَ يَقُومُ الاٌّشْهَـدُ</p><p lang=\"en\" class=\"en \">(...the Day when the witnesses will stand forth.) Others read it with that meaning;</p><p lang=\"ar\" class=\"ar \">وَيَوْمَ يَقُومُ الاٌّشْهَـدُيَوْمَ لاَ يَنفَعُ الظَّـلِمِينَ</p><p lang=\"en\" class=\"en \">(And the Day the witnesses will stand forth, is a Day when there will be no profit to wrongdoers.) and the wrongdoers are the idolators.</p><p lang=\"en\" class=\"en \">مَعْذِرَتُهُمْ</p><p lang=\"en\" class=\"en \">(their excuses) means, no excuse or ransom will be accepted from them.</p><p lang=\"ar\" class=\"ar \">وَلَهُمُ الْلَّعْنَةُ</p><p lang=\"en\" class=\"en \">(Theirs will be the curse,) means, they will be cast out far away from the mercy of Allah.</p><p lang=\"ar\" class=\"ar \">وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"en\" class=\"en \">(and theirs will be the evil abode.) means, the Hell-fire, as As-Suddi said, a terrible abode and dwellingplace.</p><h2 lang=\"en\" class=\"en \">Indication that the Messenger and the Believers will prevail just as Musa and the Children of Israel prevailed</h2><p lang=\"ar\" class=\"ar \">وَلَقَدْ ءَاتَيْنَا مُوسَى الْهُدَى</p><p lang=\"en\" class=\"en \">(And, indeed We gave Musa the guidance.) means, the guidance and light with which Allah sent him.</p><p lang=\"ar\" class=\"ar \">وَأَوْرَثْنَا بَنِى إِسْرَءِيلَ الْكِتَـبَ</p><p lang=\"en\" class=\"en \">(and We caused the Children of Israel to inherit the Scripture.) means, `We caused them to prevail in the end and they inherited the land and accumulated wealth of Fir`awn, because of their patience in obeying Allah and following His Messenger Musa.' The Scripture which they inherited, the Tawrah, was</p><p lang=\"ar\" class=\"ar \">هُدًى وَذِكْرَى لاٌّوْلِى الاٌّلْبَـبِ</p><p lang=\"en\" class=\"en \">(A guide and a reminder for men of understanding.) i.e. those of a sound and upright nature.</p><p lang=\"ar\" class=\"ar \">فَاصْبِرْ</p><p lang=\"en\" class=\"en \">(So be patient) means, `O Muhammad,'</p><p lang=\"ar\" class=\"ar \">إِنَّ وَعْدَ اللَّهِ حَقٌّ</p><p lang=\"en\" class=\"en \">(Verily, the promise of Allah is true,) means, `We have promised that your word will prevail and that the ultimate victory will be for you and those who follow you, and Allah does not break His promises. What We have told you is true and there is no doubt in it whatsoever.'</p><p lang=\"ar\" class=\"ar \">وَاسْتَغْفِـرْ لِذَنبِكَ</p><p lang=\"en\" class=\"en \">(and ask forgiveness for your fault,) This encourages the Ummah to seek forgiveness.</p><p lang=\"ar\" class=\"ar \">وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِىِّ</p><p lang=\"en\" class=\"en \">(and glorify the praises of your Lord in the `Ashi) meaning, at the end of the day and the beginning of the night,</p><p lang=\"ar\" class=\"ar \">وَالابْكَارِ</p><p lang=\"en\" class=\"en \">(and in the Ibkar.) meaning, at the beginning of the day and the end of the night.</p><p lang=\"ar\" class=\"ar \">إِنَّ الَّذِينَ يُجَـدِلُونَ فِى ءَايَـتِ اللَّهِ بِغَيْرِ سُلْطَـنٍ أَتَـهُمْ</p><p lang=\"en\" class=\"en \">(Verily, those who dispute about the Ayat of Allah, without any authority having come to them,) means, they try to refute the truth with falsehood, and to refute sound evidence with dubious arguments, having no proof or evidence from Allah.</p><p lang=\"ar\" class=\"ar \">إِن فِى صُدُورِهِمْ إِلاَّ كِبْرٌ مَّـا هُم بِبَـلِغِيهِ</p><p lang=\"en\" class=\"en \">(there is nothing else in their breasts except pride. They will never have it.) means, they are too proud to follow the truth and submit to the one who has brought it. But their attempts to suppress the truth and elevate falsehood will fail; the truth will prevail and their words and aspirations will be defeated.</p><p lang=\"ar\" class=\"ar \">فَاسْتَعِذْ بِاللَّهِ</p><p lang=\"en\" class=\"en \">(So seek refuge in Allah. ) means, from being like these people,</p><p lang=\"ar\" class=\"ar \">إِنَّهُ هُوَ السَّمِيعُ البَصِيرُ</p><p lang=\"en\" class=\"en \">(Verily, it is He Who is the All-Hearer, the All-Seer.) or seek refuge with Him from being like these people who dispute about the Ayat of Allah without any authority having come to them.</p>"
  }
]