[
  {
    "ayah_key": "11:61",
    "group_ayah_key": "11:61",
    "from_ayah": "11:61",
    "to_ayah": "11:61",
    "ayah_keys": "11:61",
    "text": "<p class=\"en translation\" lang=\"en\">And to Thamud <span class=\"gray\">(people We sent)</span> their brother Salih. He said: \"O my people! Worship Allah: you have no other god but Him. He brought you forth from the earth and settled you therein, then ask forgiveness of Him and turn to Him in repentance. Certainly, my Lord is Near <span class=\"gray\">(to all by His knowledge)</span>, Responsive. <span>(61)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Salih and the People of Thamud</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says,</p><p class=\"qpc-hafs\">وَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And)</span> This is an introduction to that which is implied, \"Verily, We sent.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ ثَمُودَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to Thamud)</span> They were a group of people who were living in cities carved from the rocks, between Tabuk and Al-Madinah <span class=\"gray\">(in Arabia)</span>. They lived after the people of 'Ad, so Allah sent to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخَاهُمْ صَالِحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their brother Salih.)</span> He <span class=\"gray\">(Salih)</span> commanded them to worship Allah alone. He said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ أَنشَأَكُم مِّنَ الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He brought you forth from the earth)</span> This means: 'He began your creation from it <span class=\"gray\">(the earth)</span>. From it He created your father, Adam.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَعْمَرَكُمْ فِيهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and settled you therein,)</span> This means: 'He made you prosperous in the earth. You are settled in it and you treasure it.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَغْفِرُوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then ask forgiveness)</span> 'This is in reference to your previous sins.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تُوبُوا إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and turn to Him in repentance.)</span> 'This is in reference to the future.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, my Lord is Near <span class=\"gray\">(to all by His knowledge)</span>, Responsive.)</span> This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when My servants ask you concerning Me, then <span class=\"gray\">(answer them)</span>, I am indeed Near <span class=\"gray\">(to them by My knowledge)</span>. I respond to the invocations of the supplicant when he calls on Me.)</span><span class=\"gray\">[2:186]</span></p>"
  },
  {
    "ayah_key": "11:62",
    "group_ayah_key": "11:62",
    "from_ayah": "11:62",
    "to_ayah": "11:63",
    "ayah_keys": "11:62,11:63",
    "text": "<p lang=\"en\" class=\"en \">They said: \"O Salih! You have been among us as a figure of good hope until this! Do you <span class=\"gray\">(now)</span> forbid us the worship of what our fathers have worshipped? But we are really in grave doubt as to that to which you invite us. <span>(62)</span>He said: \"O my people! Tell me, if I have a clear proof from my Lord, and there has come to me a mercy from Him, who then can help me against Allah, if I were to disobey Him? Then you increase me not but in loss. <span>(63)</span></p><div lang=\"en\" class=\"en \"><h2>The Conversation between Salih and the People of Thamud</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, mentions what transpired in the discussion between Salih and his people. Allah informs of their ignorance and obstinacy in their statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have been among us as a figure of good hope till this!)</span> They were saying in this, \"We had hope in your strong intellect before you began saying what you have said.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَنْهَانَا أَن نَّعْبُدَ مَا يَعْبُدُ آبَاؤُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you <span class=\"gray\">(now)</span> forbid us the worship of what our fathers have worshipped?)</span> \"what those who were before us were upon.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But we are really in grave doubt as to that which you invite us.)</span> This alludes to the great amount of doubt that they had.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O my people! Tell me, if I have a clear proof from my Lord...\")</span> 'In reference to what He <span class=\"gray\">(Allah)</span> has sent me with to you, I am upon conviction and sure evidence.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَانِي مِنْهُ رَحْمَةً فَمَن يَنصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there has come to me a mercy from Him, who then can help me against Allah, if I were to disobey Him?)</span> 'and abandon calling you to the truth and the worship of Allah alone. If I did so, you would not be able to bring me any benefit, nor increase me</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرَ تَخْسِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but in loss.)</span>' This means loss and ruin.</p>"
  },
  {
    "ayah_key": "11:64",
    "group_ayah_key": "11:64",
    "from_ayah": "11:64",
    "to_ayah": "11:68",
    "ayah_keys": "11:64,11:65,11:66,11:67,11:68",
    "text": "<p lang=\"en\" class=\"en \">\"And O my people! This she-camel of Allah is a sign to you, so leave her to graze in Allah's land, and touch her not with evil, lest a near torment should seize you. <span>(64)</span>But they slaughtered her. So he said: \"Enjoy yourselves in your homes for three days. This is a promise <span class=\"gray\">(a threat)</span> that will not be belied. <span>(65)</span>So when Our commandment came, We saved Salih and those who believed with him by a mercy from Us, and from the disgrace of that Day. Verily, your Lord – He is the All-Strong, the All-Mighty <span>(66)</span>And As-Sayhah <span class=\"gray\">(awful cry)</span> overtook the wrongdoers, so they lay <span class=\"gray\">(dead)</span>, prostrate in their homes <span>(67)</span>As if they had never lived there. No doubt! Verily, Thamud disbelieved in their Lord. So away with Thamud!) A discussion of this story has already preceded in Surat Al-A'raf and it is sufficient without having to be repeated here. Allah is the Giver of succes <span>(68)</span></p>"
  }
]