[
  {
    "ayah_key": "2:130",
    "group_ayah_key": "2:130",
    "from_ayah": "2:130",
    "to_ayah": "2:132",
    "ayah_keys": "2:130,2:131,2:132",
    "text": "<p lang=\"en\" class=\"en \">And who turns away from the religion of Ibrahim <span class=\"gray\">(i.e. Islamic Monotheism)</span> except him who fools himself? Truly, We chose him in this world and verily, in the Hereafter he will be among the righteous <span>(130)</span>When his Lord said to him, \"Submit <span class=\"gray\">(i.e. be a Muslim)</span>!\" He said, \"I have submitted myself <span class=\"gray\">(as a Muslim)</span> to the Lord of the 'Alamin <span class=\"gray\">(mankind, Jinn and all that exists)</span>. <span>(131)</span>And this <span class=\"gray\">(submission to Allah, Islam)</span> was enjoined by Ibrahim <span class=\"gray\">(Abraham)</span> upon his sons and by Ya'qub <span class=\"gray\">(Jacob)</span><span class=\"gray\">(saying)</span>, \"O my sons! Allah has chosen for you the <span class=\"gray\">(true)</span> religion, then die not except as Muslims. <span>(132)</span></p><div lang=\"en\" class=\"en \"><h2>Only the Fools deviate from Ibrahim's Religion</h2></div><p lang=\"en\" class=\"en \">Allah refuted the disbelievers' innovations of associating others with Allah in defiance of the religion of Ibrahim, the leader of the upright. Ibrahim always singled out Allah in worship, with sincerity, and he did not call upon others besides Allah. He did not commit Shirk, even for an instant. He disowned every other deity that was being worshipped instead of Allah and defied all his people in this regard. Prophet Ibrahim said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ إِنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my people! I am indeed free from all that you join as partners <span class=\"gray\">(in worship with Allah)</span>. Verily, I have turned my face towards Him Who has created the heavens and the earth Hanifa <span class=\"gray\">(Islamic Monotheism)</span>, and I am not of Al-Mushrikin.)</span><span class=\"gray\">(6:78-79)</span>. Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِّمَّا تَعْبُدُونَ - إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Ibrahim said to his father and his people: \"Verily, I am innocent of what you worship. \"Except Him <span class=\"gray\">(i.e. I worship none but Allah alone)</span> Who did create me; and verily, He will guide me\")</span><span class=\"gray\">(43:26-27)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Ibrahim's invoking <span class=\"gray\">(of Allah)</span> for his father's forgiveness was only because of a promise he <span class=\"gray\">(Ibrahim)</span> had made to him <span class=\"gray\">(his father)</span>. But when it became clear to him <span class=\"gray\">(Ibrahim)</span> that he <span class=\"gray\">(his father)</span> was an enemy of Allah, he dissociated himself from him. Verily, Ibrahim was Awwah <span class=\"gray\">(one who invokes Allah with humility, glorifies Him and remembers Him much)</span> and was forbearing)</span><span class=\"gray\">(9:114)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ - شَاكِرًا لِّأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ - وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ibrahim was an Ummah <span class=\"gray\">(a leader having all the good qualities, or a nation)</span>, obedient to Allah, Hanif <span class=\"gray\">(i.e. to worship none but Allah)</span>, and he was not one of those who were Al-Mushrikin. <span class=\"gray\">(He was)</span> thankful for His <span class=\"gray\">(Allah's)</span> favors. He <span class=\"gray\">(Allah)</span> chose him <span class=\"gray\">(as an intimate friend)</span> and guided him to a straight path. And We gave him good in this world, and in the Hereafter he shall be of the righteous.)</span><span class=\"gray\">(16:120-122)</span>.</p><p lang=\"en\" class=\"en \">This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who turns away from the religion of Ibrahim)</span>, meaning, abandons his path, way and method</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن سَفِهَ نَفْسَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except him who fools himself)</span> meaning, who commits injustice against himself by deviating from the truth, to wickedness. Such a person will be defying the path of he who was chosen in this life to be a true Imam, from the time he was young, until Allah chose him to be His Khalil, and who shall be among the successful in the Last Life. Is there anything more insane than deviating from this path and following the path of misguidance and deviation instead? Is there more injustice than this? Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, joining others in worship with Allah is a great Zulm <span class=\"gray\">(wrong)</span> indeed)</span><span class=\"gray\">(31:13)</span>.</p><p lang=\"en\" class=\"en \">Abu Al-'Aliyah and Qatadah said, \"This Ayah <span class=\"gray\">(2:130)</span> was revealed about the Jews who invented a practice that did not come from Allah and that defied the religion of Ibrahim.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ - إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ibrahim was neither a Jew nor a Christian, but he was a true Muslim Hanifa <span class=\"gray\">(to worship none but Allah alone)</span> and he was not of Al-Mushrikin. Verily, among mankind who have the best claim to Ibrahim are those who followed him, and this Prophet <span class=\"gray\">(Muhammad ﷺ)</span> and those who have believed <span class=\"gray\">(Muslims)</span>. And Allah is the Wali <span class=\"gray\">(Protector and Helper)</span> of the believers.)</span><span class=\"gray\">(3:67-68)</span>, testifies to this fact.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When his Lord said to him, \"Submit <span class=\"gray\">(i. e. be a Muslim)</span>!\" He said, \"I have submitted myself <span class=\"gray\">(as a Muslim)</span> to the Lord of the 'Alamin <span class=\"gray\">(mankind, Jinn and all that exists)</span>.\")</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that Allah commanded Ibrahim to be sincere with Him and to abide and submit to Him; Ibrahim perfectly adhered to Allah's command. Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this <span class=\"gray\">(submission to Allah, Islam)</span> was enjoined by Ibrahim upon his sons and by Ya'qub)</span> means, Ibrahim commanded his offspring to follow this religion, that is, Islam, for Allah. Or, the Ayah might be referring to Ibrahim's words,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have submitted myself <span class=\"gray\">(as a Muslim)</span> to the Lord of the 'Alamin <span class=\"gray\">(mankind, Jinn and all that exists)</span>)</span>.</p><p lang=\"en\" class=\"en \">This means that these Prophets loved these words so much that they preserved them until the time of death and advised their children to adhere to them after them. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he <span class=\"gray\">(Ibrahim)</span> made it <span class=\"gray\">[i.e. La ilaha illallah <span class=\"gray\">(none has the right to be worshipped but Allah alone)</span>]</span> a Word lasting among his offspring, <span class=\"gray\">(true Monotheism)</span>)</span><span class=\"gray\">(43:28)</span>.</p><p lang=\"en\" class=\"en \">It might be that Ibrahim advised his children, including Jacob, Isaac's son, who were present. It appears, and Allah knows best, that Isaac was endowed with Jacob, during the lifetime of Ibrahim and Sarah, for the good news includes both of them in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But We gave her <span class=\"gray\">(Sarah)</span> glad tidings of Ishaq <span class=\"gray\">(Isaac)</span>, and after Ishaq, of Ya'qub <span class=\"gray\">(Jacob)</span>)</span><span class=\"gray\">(11:71)</span>.</p><p lang=\"en\" class=\"en \">Also, if Jacob was not alive then, there would be no use here in mentioning him specifically among Isaac's children. Also, Allah said in Surat Al-'Ankabut,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We bestowed on him <span class=\"gray\">(Ibrahim)</span>, Ishaq and Ya'qub, and We ordained among his offspring prophethood and the Book.)</span><span class=\"gray\">(29:27)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We bestowed upon him Ishaq, and <span class=\"gray\">(a grandson)</span> Ya'qub)</span><span class=\"gray\">(21:72)</span>, thus, indicating that this occurred during Ibrahim's lifetime. Also, Jacob built Bayt Al-Maqdis, as earlier books testified. The Two Sahihs recorded that Abu Dharr said, \"I said, 'O Messenger of Allah! Which Masjid was built first?' He said, <span class=\"gray\">(Al-Masjid Al-Haram <span class=\"gray\">(Al-Ka'bah)</span>.)</span> I said, 'Then?' He said, <span class=\"gray\">(Bayt Al- Maqdis.)</span> I said, 'How many years later?' He said, <span class=\"gray\">(Forty years.)</span>\" Further, the advice that Jacob gave to his children, which we will soon mention, testifies that Jacob was among those who received the advice mentioned in Ayat above <span class=\"gray\">(2:130-132)</span>.</p><div lang=\"af\" class=\"af \"><h2>Adhering to Tawhid until Death</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Saying)</span>, \"O my sons! Allah has chosen for you the <span class=\"gray\">(true)</span> religion, then die not except as Muslims.\")</span> meaning, perform righteous deeds during your lifetime and remain on this path, so that Allah will endow you with the favor of dying upon it. Usually, one dies upon the path that he lived on and is resurrected according to what he died on. Allah, the Most Generous, helps those who seek to do good deeds to remain on the righteous path.</p><p lang=\"en\" class=\"en \">This by no means contradicts the authentic Hadith that says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتّـى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا بَاعٌ أَوْ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعمَلُ بِعَمَلِ أَهْلِ النَّار فَيَدْخُلُهَا. وَإِنَّ الرَّجُلَ لَيَعْمَلُ بعَمَلِ أَهلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا بَاعٌ أَو ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Man might perform the works of the people of Paradise until only a span of outstretched arms or a cubit separates him from it, then the Book <span class=\"gray\">(destiny)</span> takes precedence, and he performs the works of the people of the Fire and thus enters it. Also, man might perform the works of the people of the Fire until only a span of outstretched arms or a cubit separates him from the Fire, but the Book takes precedence and he performs the works of the people of Paradise and thus enters it.)</span> Allah said, <span class=\"gray\">(92:5-10)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَنْ أَعْطَىٰ وَاتَّقَىٰ - وَصَدَّقَ بِالْحُسْنَىٰ - فَسَنُيَسِّرُهُ لِلْيُسْرَىٰ - وَأَمَّا مَن بَخِلَ وَاسْتَغْنَىٰ - وَكَذَّبَ بِالْحُسْنَىٰ - فَسَنُيَسِّرُهُ لِلْعُسْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for him who gives <span class=\"gray\">(in charity)</span> and keeps his duty to Allah and fears Him. And believes in Al-Husna. We will make smooth for him the path of ease <span class=\"gray\">(goodness)</span>. But he who is a greedy miser and thinks himself self-sufficient. And belies Al-Husna <span class=\"gray\">(none has the right to be worshipped except Allah)</span>. We will make smooth for him the path for evil)</span>,</p>"
  }
]