[
  {
    "ayah_key": "11:103",
    "group_ayah_key": "11:103",
    "from_ayah": "11:103",
    "to_ayah": "11:105",
    "ayah_keys": "11:103,11:104,11:105",
    "text": "<p lang=\"en\" class=\"en \">Indeed in that <span class=\"gray\">(there)</span> is a sure lesson for those who fear the torment of the Hereafter. That is a Day whereon mankind will be gathered together, and that is a Day when all will be present <span>(103)</span>And We delay it only for a term <span class=\"gray\">(already)</span> fixed <span>(104)</span>On the Day when it comes, no person shall speak except by His <span class=\"gray\">(Allah's)</span> leave. Some among them will be wretched and <span class=\"gray\">(others)</span> blessed <span>(105)</span></p><div lang=\"en\" class=\"en \"><h2>The Destruction of the Towns is a Proof of the Establishment of the Hour <span class=\"de gray\" lang=\"de\">(Judgement)</span></h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, is saying that in the destruction of the disbelievers and the salvation of the believers by us is,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَآيَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a sure lesson)</span>. This means an admonition and lesson concerning the truthfulness of that which We are promised in the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers and those who believe in this world's life and on the Day when the witnesses will stand forth.)</span><span class=\"gray\">[40:51]</span> Allah, the Exalted, also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْحَىٰ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So their Lord revealed to them: \"Truly, We shall destroy the wrongdoers.)</span><span class=\"gray\">[14:13]</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is a Day whereon mankind will be gathered together,)</span> This means the first of them and the last of them. This is similar to Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall gather them all together so as to leave not one of them behind.)</span><span class=\"gray\">[18:47]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that is a Day when all will be present.)</span> This means a day that is great. The angels will be present, the Messengers will gather and all of the creation will be gathered with their families. The humans, Jinns, birds, wild beasts and domesticated riding animals will all be gathered. Then the Most Just, Who does not wrong anyone even an atom's weight, will judge between them and He will increase their good deeds in reward. </p><p lang=\"en\" class=\"en \">Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَّعْدُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We delay it only for a term <span class=\"gray\">(already)</span> fixed.)</span> This means for a fixed period of time than cannot be increased or decreased. Then He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when it comes, no person shall speak except by His <span class=\"gray\">(Allah's)</span> leave.)</span> This means that on the Day of Judgement no one will speak except with the permission of Allah. This is similar to another verse, which says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَقَالَ صَوَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will not speak except him whom the Most Gracious <span class=\"gray\">(Allah)</span> allows, and he will speak what is right.)</span><span class=\"gray\">[78:38]</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَٰنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And all the voices will be humbled for the Most Gracious <span class=\"gray\">(Allah)</span>.)</span><span class=\"gray\">[20:108]</span> In the Hadith about the intercession, which is recorded in the Two Sahihs, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَتَكَلَّمُ يَوْمَئِذٍ إِلَّا الرُّسُلُ، وَدَعْوَى الرُّسُلِ يَوْمَئِذٍ اللَّهُمَّ سَلِّمْ سَلِّمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No one will speak on that day except the Messengers, and the call of the Messengers will be, \"O Allah, save us, save us.\")</span> Concerning Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Some among them will be wretched and <span class=\"gray\">(others)</span> blessed.)</span> This means that from the people of the gathering <span class=\"gray\">(on Judgement Day)</span>, some will be miserable and some will be happy. This is as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When a party will be in Paradise and a party in the blazing Fire)</span><span class=\"gray\">[42:7]</span> Al-Hafiz Abu Ya'la recorded in his Musnad on the authority of Ibn 'Umar that 'Umar said, \"When this verse was revealed,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Some among them will be wretched and <span class=\"gray\">(others)</span> blessed.)</span> I asked the Prophet ﷺ, 'O Messenger of Allah, will there be a sign for us to know <span class=\"gray\">(which party we are from)</span>? Will it be because of something that a person did, or something that he did not do?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى شَيْءٍ قَدْ فُرِغَ مِنْهُ يَا عُمَرُ! وَجَرَتْ بِهِ الْأَقْلَامُ، وَلَكِنْ كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O 'Umar, it will be due to something that he did and the pens wrote it down. But every easy deed was created for its purpose <span class=\"gray\">(to be carried out)</span>.)</span> Then Allah explains the situation of the wretched people and the happy people. He, the Exalted, says,</p>"
  },
  {
    "ayah_key": "11:106",
    "group_ayah_key": "11:106",
    "from_ayah": "11:106",
    "to_ayah": "11:107",
    "ayah_keys": "11:106,11:107",
    "text": "<p class=\"en translation\" lang=\"en\">As for those who are wretched, they will be in the Fire, in it they will experience Zafir and Shahiq <span>(106)</span>They will dwell therein for all the time that the heavens and the earth endure, except as your Lord wills. Verily, your Lord is the doer of whatsoever He intends <span class=\"gray\">(or wills <span>(107)</span></span></p><div lang=\"en\" class=\"en \"><h2>The Condition of the Wretched People and their Destination</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in it they will experience Zafir and Shahiq.)</span> Ibn 'Abbas said, \"Az-Zafir is a sound in the throat and Ash-Shahiq is a sound in the chest. This means that their exhaling will be Zafir and their inhaling will Shahiq.\" This will be due to the torment that they will be experiencing. We seek refuge with Allah from such evil.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will dwell therein for all the time that the heavens and the earth endure,)</span> Imam Abu Ja'far bin Jarir said, \"It was from the customs of the Arabs that when they wanted to describe something that would last forever, they would say, 'This is as enduring as the heavens and the earth.' Or, 'It will last as until the night and day separate.' They would say, 'As long as talkers at night continue to chat.' They meant by these statements the condition of eternity. Therefore, Allah addressed them in a manner that they were familiar with among themselves. Thus, He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will dwell therein for all the time that the heavens and the earth endure,)</span> The literal meaning is also intended with; \"for all the time that the heavens and the earth endure.\" This is due to the fact that there will be heavens and earth in the life of the next world, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when the earth will be changed to another earth and so will be the heavens.)</span><span class=\"gray\">[14:48]</span> For this reason, Al-Hasan Al-Basri said concerning the statement of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the heavens and the earth endure.)</span> \"Allah is referring to a heaven other than this heaven <span class=\"gray\">(which we see now)</span> and an earth other than this earth. That <span class=\"gray\">(new)</span> heaven and earth will be eternal.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا شَاءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except as your Lord wills. Verily, your Lord is the doer of whatsoever He intends.)</span> This is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Fire be your dwelling place, you will dwell therein forever, except as Allah may will. Certainly your Lord is All-Wise, All-Knowing.)</span><span class=\"gray\">[6:128]</span> It has been said that the exception mentioned in this verse refers to the disobedient among the people of Tawhid. It is these whom Allah will bring out of the Fire by the intercession of the interceders. Those who will be allowed to intercede are the angels, the Prophets and the believers. They will intercede even on behalf of those who committed major sins. Then, the generous mercy of Allah will remove from the Fire those who have never done any good, except for saying La ilaha illallah one day of their life. This has been mentioned in numerous authentic reports from the Messenger of Allah ﷺ, including narrations from Anas bin Malik, Jabir bin 'Abdullah, Abu Sa'id Al-Khudri, Abu Hurayrah and other Companions. No one remains in the Fire after this final intercession, except those who will remain there forever without escape. This is the opinion held by many of the scholars, both past and present, concerning the explanation of this verse.</p>"
  }
]