[
  {
    "ayah_key": "6:84",
    "group_ayah_key": "6:84",
    "from_ayah": "6:84",
    "to_ayah": "6:90",
    "ayah_keys": "6:84,6:85,6:86,6:87,6:88,6:89,6:90",
    "text": "<p lang=\"en\" class=\"en \">And We bestowed upon him Ishaq and Ya'qub, each of them We guided, and before him, We guided Nuh and among his progeny Dawud, Sulayman, Ayyub, Yusuf, Musa, and Harun. Thus do We reward the good-doers <span>(84)</span>And Zakariyya, and Yahya and 'Isa and Iliyas, each one of them was of the righteous <span>(85)</span>And Isma'il and Al-Yasa', and Yunus and Lut, and each one of them We preferred above the 'Alamin <span class=\"gray\">(mankind and Jinns, of their times)</span><span>(86)</span>And also some of their fathers and their progeny and their brethren, We chose them, and We guided them to a straight path <span>(87)</span>This is the guidance of Allah with which He guides whomsoever He wills of His servants. But if they had joined in worship others with Allah, all that they used to do would have been of no benefit to them <span>(88)</span>They are those whom We gave the Book, Al-Hukm, and prophethood. But if they disbelieve therein, then, indeed We have entrusted it to a people who are not disbelievers therein <span>(89)</span>They are those whom Allah had guided. So follow their guidance. Say: \"No reward I ask of you for this <span class=\"gray\">(the Qur'an)</span>. It is only a reminder for the 'Alamin <span class=\"gray\">(mankind and Jinns)</span><span>(90)</span></p><div lang=\"en\" class=\"en \"><h2>Ibrahim Receives the News of Ishaq and Ya'qub During His Old Age</h2></div><p lang=\"en\" class=\"en \">Allah states that after Ibrahim became old and he, and his wife, Sarah, lost hope of having children, He gave them Ishaq. The angels came to Ibrahim on their way to the people of Prophet Lut <span class=\"gray\">(to destroy them)</span> and they delivered the good news of a child to Ibrahim and his wife. Ibrahim's wife was amazed at the news,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ يَا وَيْلَتَىٰ أَأَلِدُ وَأَنَا عَجُوزٌ وَهَٰذَا بَعْلِي شَيْخًا إِنَّ هَٰذَا لَشَيْءٌ عَجِيبٌ - قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَّجِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(She said <span class=\"gray\">(in astonishment)</span>: \"Woe unto me! Shall I bear a child while I am an old woman, and here is my husband, an old man? Verily! This is a strange thing!\" They said: \"Do you wonder at the decree of Allah? The mercy of Allah and His blessings be on you, O the family <span class=\"gray\">[of Ibrahim]</span>. Surely, He <span class=\"gray\">(Allah)</span> is All-Praiseworthy, All-Glorious.\")</span><span class=\"gray\">[11:72-73]</span></p><p lang=\"en\" class=\"en \">The angels also gave them the good news that Ishaq will be a Prophet and that he will have offspring of his own. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِّنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave him the good news of Ishaq a Prophet from the righteous.)</span><span class=\"gray\">[37:112]</span>, which perfects this good news and completes the favor. Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِإِسْحَاقَ وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of Ishaq, and after him, of Ya'qub...)</span><span class=\"gray\">[11:71]</span>, meaning, this child will have another child in your lifetime, so that your eyes are comforted by him, just as your eyes will be comforted by his father. Certainly, one becomes jubilant and joyous when he becomes a grandfather, because this means that his offspring will continue to exist. It was also expected that if an elderly couple had children, due to the child's weakness, he would have no offspring. This is why Allah delivered the good news of Ishaq and of his son Ya'qub, whose name literally means 'multiplying and having offspring'. This was a reward for Ibrahim who left his people and migrated from their land so that he could worship Allah alone. Allah compensated Ibrahim with better than his people and tribe when He gave him righteous children of his own, who would follow his religion, so that his eyes would be comforted by them. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when he turned away from them and from those whom they worshipped besides Allah, We gave him Ishaq and Ya'qub, and each one of them We made a Prophet.)</span><span class=\"gray\">[19:49]</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We bestowed upon him Ishaq and Ya'qub, each of them We guided,)</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُوحًا هَدَيْنَا مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and before him, We guided Nuh...)</span> meaning, We guided Nuh before and gave him righteous offspring, just as We guided Ibrahim and gave him righteous children.</p><div lang=\"en\" class=\"en \"><h2>Qualities of Nuh and Ibrahim</h2></div><p lang=\"en\" class=\"en \">Each of these two Prophets had special qualities. When Allah caused the people of the earth to drown, except those who believed in Nuh and accompanied him in the ark, Allah made the offspring of Nuh the dwellers of the earth thereafter. Ever since that occurred, the people of the earth were and still are the descendants of Nuh. As for Ibrahim, Allah did not send a Prophet after him but from his descendants. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We ordained among his <span class=\"gray\">(Ibrahim's)</span> offspring prophethood and the Book.)</span><span class=\"gray\">[29:27]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, We sent Nuh and Ibrahim, and placed in their offspring Prophethood and the Book.)</span><span class=\"gray\">[57:26]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ مِن ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُ الرَّحْمَٰنِ خَرُّوا سُجَّدًا وَبُكِيًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those were they unto whom Allah bestowed His grace from among the Prophets, of the offspring of Adam, and of those whom We carried <span class=\"gray\">(in the ship)</span> with Nuh, and of the offspring of Ibrahim and Isra'il and from among those whom We guided and chose. When the verses of the Most Beneficent <span class=\"gray\">(Allah)</span> were recited unto them, they fell down prostrating and weeping.)</span><span class=\"gray\">[19:58]</span> Allah said in this honorable Ayah here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن ذُرِّيَّتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and among his progeny...)</span> meaning, We guided from among his offspring,</p><p class=\"fa qpc-hafs\" lang=\"fa\">دَاوُودَ وَسُلَيْمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Dawud, Sulayman...)</span> from the offspring of Nuh, according to Ibn Jarir. It is also possible that the Ayah refers to Ibrahim since it is about him that the blessings were originally mentioned here, although Lut is not from his offspring, for he was Ibrahim's nephew, the son of his brother Maran, the son of Azar. It is possible to say that Lut was mentioned in Ibrahim's offspring as a generalization. As Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ كُنتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَٰهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or were you witnesses when death approached Ya'qub? When he said unto his sons, \"What will you worship after me?\" They said, \"We shall worship your God, and the God of your fathers, Ibrahim, Isma'il, Ishaq, One God, and to Him we submit.\")</span><span class=\"gray\">[2:133]</span>.</p><p lang=\"en\" class=\"en \">Here, Isma'il was mentioned among the ascendants of Ya'qub, although he was Ya'qub's uncle. Similarly Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ - إِلَّا إِبْلِيسَ أَبَىٰ أَن يَكُونَ مَعَ السَّاجِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the angels prostrated themselves, all of them together. Except Iblis – he refused to be among those to prostrate.)</span><span class=\"gray\">[15:30-31]</span>.</p><p lang=\"en\" class=\"en \">Allah included Iblis in His order to the angels to prostrate, and chastised him for his opposition, all because he was similar to them in that <span class=\"gray\">(order)</span>, so he was considered among them in general, although he was a Jinn. Iblis was created from fire while the angels were created from light. Mentioning 'Isa in the offspring of Ibrahim, or Nuh as we stated above, is proof that the grandchildren from a man's daughter's side are included among his offspring. 'Isa is included among Ibrahim's progeny through his mother, although 'Isa did not have a father. Ibn Abi Hatim recorded that Abu Harb bin Abi Al-Aswad said, \"Al-Hajjaj sent to Yahya bin Ya'mar, saying, 'I was told that you claim that Al-Hasan and Al-Husayn are from the offspring of the Prophet ﷺ, did you find it in the Book of Allah? I read the Qur'an from beginning to end and did not find it.' Yahya said, 'Do you not read in Surat Al-An'am,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and among his progeny Dawud, Sulayman...)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَحْيَىٰ وَعِيسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Yahya and 'Isa...)</span> Al-Hajjaj said, 'Yes.' Yahya said, 'Is not 'Isa from the offspring of Ibrahim, although he did not have a father?' Al-Hajjaj said, 'You have said the truth.'\" </p><p lang=\"en\" class=\"en \">For example, when a man leaves behind a legacy, a trust, or gift to his \"offspring\" then the children of his daughters are included. But if a man gives something to his \"sons\", or he leaves a trust behind for them, then that would be particular to his male children and their male children. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also some of their fathers and their progeny and their brethren,)</span><span class=\"gray\">[6:87]</span>, mentions that some of these Prophets' ascendants and descendants were also guided and chosen. So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We chose them, and We guided them to a straight path.)</span></p><div lang=\"en\" class=\"en \"><h2>Shirk Eradicates the Deeds, Even the Deeds of the Messengers</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the guidance of Allah with which He guides whomsoever He wills of His servants.)</span> meaning, this occurred to them by Allah's leave and because He directed them to guidance. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُم مَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they had joined in worship others with Allah, all that they used to do would have been of no benefit to them.)</span></p><p lang=\"en\" class=\"en \">This magnifies the serious danger of Shirk and the gravity of committing it. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed it has been revealed to you, as it was to those <span class=\"gray\">(Allah's Messengers)</span> before you: \"If you join others in worship with Allah, surely your deeds will be in vain.\")</span><span class=\"gray\">[39:65]</span></p><p lang=\"en\" class=\"en \">'If' here does not mean that this would ever occur, as is similar in Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِن كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If the Most Beneficent had a son, then I am the first of Allah's worshippers.\")</span><span class=\"gray\">[43:81]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنَاهُ مِن لَّدُنَّا إِن كُنَّا فَاعِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If We intended to take a pastime <span class=\"gray\">(a wife or a son, etc.)</span> We could surely have taken it from Us, if We were going to do <span class=\"gray\">(that)</span>)</span><span class=\"gray\">[21:17]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْ أَرَادَ اللَّهُ أَن يَتَّخِذَ وَلَدًا لَّاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If Allah willed to take a son, He could have chosen whom He pleased out of those whom He created. But glory be to Him! He is Allah, the One, the Compelling.)</span><span class=\"gray\">[39:4]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those whom We gave the Book, Al-Hukm, and prophethood.)</span></p><p lang=\"en\" class=\"en \">We bestowed these bounties on them, as a mercy for the servants, and out of our kindness for creation.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِن يَكْفُرْ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they disbelieve therein...)</span> in the prophethood, or the three things; the Book, the Hukm and the prophethood,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰؤُلَاءِ</p><p lang=\"sm\" class=\"sm \"><span class=\"gray\">(They...)</span> refers to the people of Makkah, according to Ibn 'Abbas, Sa'id bin Al-Musayyib, Ad-Dahhak, Qatadah, As-Suddi, and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا بِهَا بِكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then, indeed We have entrusted it to a people who are not disbelievers therein.)</span></p><p lang=\"en\" class=\"en \">This Ayah means, if the Quraysh and the rest of the people of the earth - Arabs and non-Arabs, illiterate and the People of the Scripture - disbelieve in these bounties, then We have entrusted them to another people, the Muhajirun and Ansar, and those who follow their lead until the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّيْسُوا بِهَا بِكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who are not disbelievers therein.)</span></p><p lang=\"en\" class=\"en \">They will not deny any of these favors, not even one letter. Rather, they will believe in them totally, even the parts that are not so clear to some of them. We ask Allah to make us among them by His favor, generosity and kindness. Addressing His servant and Messenger, Muhammad ﷺ, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are...)</span> the Prophets mentioned here, along with their righteous fathers, offspring and bretheren,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هَدَى اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those whom Allah had guided.)</span> meaning, they alone are the people of guidance,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَبِهُدَاهُمُ اقْتَدِهْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So follow their guidance.)</span> Imitate them. This command to the Messenger ﷺ certainly applies to his Ummah, according to what he legislates and commands them. While mentioning this Ayah, Al-Bukhari recorded that Mujahid asked Ibn 'Abbas, \"Is there an instance where prostration is warranted in <span class=\"gray\">[Surah]</span> 'Şād'?\" Ibn 'Abbas said, \"Yes.\" He then recited,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...And We bestowed upon him Ishaq and Ya'qub...)</span> until,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَبِهُدَاهُمُ اقْتَدِهْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...So follow their guidance.)</span> He commented, \"He <span class=\"gray\">(our Prophet, Muhammad ﷺ)</span> was among them.\" In another narration, Mujahid added that Ibn 'Abbas said, \"Your Prophet ﷺ was among those whose guidance we were commanded to follow.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"No reward I ask of you for this.\")</span> means, I do not ask you for any reward for delivering the Qur'an to you, nor anything else,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"It is only a reminder for the 'Alamin <span class=\"gray\">(mankind and Jinns)</span>.\")</span> so they are reminded by it and guided from blindness to clarity, from misguidance to guidance, and from disbelief to faith.</p>"
  }
]