[
  {
    "ayah_key": "51:38",
    "group_ayah_key": "51:38",
    "from_ayah": "51:38",
    "to_ayah": "51:46",
    "ayah_keys": "51:38,51:39,51:40,51:41,51:42,51:43,51:44,51:45,51:46",
    "text": "<p lang=\"en\" class=\"en \">And in Musa, when We sent him to Fir'awn with a manifest authority <span>(38)</span>But <span class=\"gray\">(he)</span> turned away along with his hosts, and said: \"A sorcerer or a madman. <span>(39)</span>So We took him and his armies, and dumped them into the sea <span class=\"gray\">(Yamm)</span>, for he was blameworthy <span>(40)</span>And in 'Ad when We sent against them the barren wind <span>(41)</span>It spared nothing that it reached, but blew it into broken spreads of rotten ruins <span>(42)</span>And in Thamud, when they were told: \"Enjoy yourselves for a while! <span>(43)</span>But they insolently defied the command of their Lord, so the Sa'iqah overtook them while they were looking <span>(44)</span>Then they were unable to rise up, nor could they help themselves <span>(45)</span><span class=\"gray\">(So were)</span> the people of Nuh before them. Verily, they were a people who were rebellious <span>(46)</span></p><p lang=\"en\" class=\"en \">Lessons from the Destruction of Fir'awn, 'Ad, Thamud, and the People of Nuh</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي مُوسَىٰ إِذْ أَرْسَلْنَاهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in Musa, when We sent him to Fir'awn with a manifest authority.)</span> meaning, with clear proof and plain evidence,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَتَوَلَّىٰ بِرُكْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But he turned away along with his hosts,)</span> meaning, in rebellion and arrogance, Fir'awn turned away from the plain truth that Musa was sent with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bending his neck in pride, and leading <span class=\"gray\">(others)</span> too <span class=\"gray\">(far)</span> astray from the path of Allah.)</span><span class=\"gray\">(22:9)</span>, meaning turning away from truth in arrogance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and said: \"A sorcerer, or a madman.\")</span> meaning Fir'awn said to Musa, \"With regards to the message that you brought me, you are either a magician or a madman.\" Allah the Exalted replied,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We took him and his armies, and dumped them)</span>, meaning 'We threw them,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْيَمِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(into the Yamm)</span>, into the sea,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُوَ مُلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for he was blameworthy.)</span> meaning, Fir'awn was a denying sinner and a stubborn disbeliever worthy of blame. Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in 'Ad when We sent against them the barren wind)</span> that destroys everything and produces nothing. This was said by Ad-Dahhak, Qatadah and others. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It spared nothing that it reached,)</span> meaning, everything that the wind could destroy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا جَعَلَتْهُ كَالرَّمِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but blew it into broken spreads of rotten ruins.)</span> meaning, made it just like a rotten and destroyed. Sa'id bin Al-Musayyib and others commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when We sent against them the barren wind)</span>,\"Southerly winds.\" However, there is a Hadith in the Sahih from Shu'bah bin Al-Hakam, from Mujahid, from Ibn 'Abbas, who said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُصِرْتُ بِالصَّبَا وَأُهْلِكَتْ عَادٌ بِالدَّبُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been made victorious with the Saba <span class=\"gray\">(easterly wind)</span>, and the people of 'Ad were destroyed with the Dabur <span class=\"gray\">(westerly wind)</span>.)</span> Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّىٰ حِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in Thamud, when they were told: \"Enjoy yourselves for a while!\")</span> is just as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for Thamud, We guided them to the path of truth, but they preferred blindness to guidance; so the Sa'iqah of disgracing torment seized them.)</span><span class=\"gray\">(41:17)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّىٰ حِينٍ - فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in Thamud, when they were told: \"Enjoy yourselves for a while!\" But they insolently defied the command of their Lord, so the Sa'iqah overtook them while they were looking.)</span> Thamud were given a respite for three days, during which they await the torment. In the early morning of the fourth day, the torment overtook them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they were unable to rise up,)</span> they were unable to escape and run away from it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانُوا مُنْتَصِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor could they help themselves.)</span> nor could they save themselves from the torment that befell them. Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَوْمَ نُوحٍ مِنْ قَبْلُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(So were)</span> the people of Nuh before them.)</span> meaning, 'We destroyed the people of Nuh before these people <span class=\"gray\">(Fir'awn, 'Ad and Thamud)</span>.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they were a people who were revellious.)</span> We mentioned these stories in details before in the Tafsir of several other Surahs.</p>"
  },
  {
    "ayah_key": "51:47",
    "group_ayah_key": "51:47",
    "from_ayah": "51:47",
    "to_ayah": "51:51",
    "ayah_keys": "51:47,51:48,51:49,51:50,51:51",
    "text": "<p lang=\"en\" class=\"en \">With Hands We constructed the heaven. Verily, We are able to expand the vastness of space thereof <span>(47)</span>And We have made the earth a Firash; how excellent spreader <span class=\"gray\">(thereof)</span> are We <span>(48)</span>And of everything We have created pairs, that you may remember <span>(49)</span>So, flee to Allah. Verily, I am a plain warner to you from Him <span>(50)</span>And set not up any other god along with Allah. Verily, I am a plain warner to you from Him <span>(51)</span></p><p lang=\"en\" class=\"en \">Proofs of Allah's Oneness abound in the Creation of the Heavens and the Earth</p><p lang=\"en\" class=\"en \">Allah reminds us of the creating of the higher and lower worlds,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءَ بَنَيْنَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We constructed the heaven.)</span> meaning, 'We made it as a high roof, protected from falling,'</p><p class=\"fa qpc-hafs\" lang=\"fa\"> بِأَيْدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with Hands)</span>, meaning, with strength, according to 'Abdullah bin 'Abbas, Mujahid, Qatadah, Ath-Thawri and several others,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّا لَمُوسِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We are able to extend the vastness of space thereof.)</span> means, 'We made it vast and We brought its roof higher without pillars to support it, and thus it is hanging independently.'</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالْأَرْضَ فَرَشْنَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made the earth a Firash)</span>, meaning, 'We have made it a resting place for the created,'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَنِعْمَ الْمَاهِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(how excellent a spreader <span class=\"gray\">(thereof)</span> are We!)</span>, meaning, 'We spread it for its inhabitants,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of everything We have created pairs,)</span> meaning, all the created are in pairs, the heaven and earth, night and day, sun and moon, land and sea, light and darkness, faith and disbelief, death and life, misery and happiness, Paradise and Fire, in addition to the animals and plants. The statement of Allah the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may remember.)</span> and know that the Creator, Allah, is One without partners,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفِرُّوا إِلَى اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, flee to Allah.)</span> meaning, seek shelter with Him and trust in Him in all of your affairs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ - وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَٰهًا آخَرَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am a plain warner to you from Him. And set not up any other god along with Allah.)</span> do not associate any partners with Him,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am a plain warner to you from Him.)</span></p>"
  }
]