[
  {
    "ayah_key": "27:65",
    "group_ayah_key": "27:65",
    "from_ayah": "27:65",
    "to_ayah": "27:66",
    "ayah_keys": "27:65,27:66",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"None in the heavens and the earth knows the Unseen except Allah, nor can they perceive when they shall be resurrected. <span>(65)</span>Nay, their knowledge will perceive that in the Hereafter. Nay, they are in doubt about it. Nay, they are in complete blindness about it <span>(66)</span></p><div lang=\"en\" class=\"en \"><h2>The One Who knows the Unseen is Allah</h2></div><p lang=\"en\" class=\"en \">Allah commands His Messenger ﷺ to inform all of creation that no one among the dwellers of heaven and earth knows the Unseen, except Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except Allah)</span> This is an absolute exception, meaning that no one knows this besides Allah, He is alone in that regard, having no partner in that knowledge. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with Him are the keys of the Unseen, none knows them but He)</span><span class=\"gray\">(6:59)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah, with Him is the knowledge of the Hour, He sends down the rain)</span><span class=\"gray\">(31:34)</span>. until the end of the Surah. And there are many Ayat which mention similar things.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor can they perceive when they shall be resurrected.)</span></p><p lang=\"en\" class=\"en \">That is, the created beings who dwell in the heavens and on earth do not know when the Hour will occur, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Heavy is its burden through the heavens and the earth. It shall not come upon you except all of a sudden)</span><span class=\"gray\">(7: 187)</span>. meaning, it is a grave matter for the dwellers of heaven and earth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ ۚ بَلْ هُمْ فِي شَكٍّ مِنْهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, their knowledge will perceive that in the Hereafter. Nay, they are in doubt about it.)</span> means their knowledge and amazement stops short of knowing its time. Other scholars read this with the meaning \"their knowledge is all the same with regard to that,\" which reflects the meaning of the Hadith in Sahih Muslim which states that the Messenger of Allah ﷺ said to Jibril, when the latter asked him when the Hour would come:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The one who is being asked about it does not know any more than the one who is asking.)</span></p><p lang=\"en\" class=\"en \">In other words, they were both equal in the fact that their knowledge did not extend that far.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ فِي شَكٍّ مِنْهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, they are in doubt about it.)</span> This refers to the disbelievers in general as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعُرِضُوا عَلَىٰ رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ ۚ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will be set before your Lord in rows, <span class=\"gray\">(and Allah will say:)</span> \"Now indeed, you have come to Us as We created you the first time. Nay, but you thought that We had appointed no meeting for you <span class=\"gray\">(with Us)</span>.\")</span><span class=\"gray\">(18:48)</span> i.e., the disbelievers among you. By the same token, Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ فِي شَكٍّ مِنْهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, they are in doubt about it.)</span> meaning, they doubt that it will come to pass.</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَلْ هُمْ مِنْهَا عَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, they are in complete blindness about it.)</span></p><p lang=\"en\" class=\"en \">They are blind and completely ignorant about it.</p>"
  },
  {
    "ayah_key": "27:67",
    "group_ayah_key": "27:67",
    "from_ayah": "27:67",
    "to_ayah": "27:70",
    "ayah_keys": "27:67,27:68,27:69,27:70",
    "text": "<p lang=\"en\" class=\"en \">And those who disbelieve say: \"When we have become dust – we and our fathers – shall we really be brought forth? <span>(67)</span>\"Indeed we were promised this – we and our forefathers before, verily, these are nothing but tales of ancients. <span>(68)</span>Say to them: \"Travel in the land and see how has been the end of the criminals. <span>(69)</span>And grieve you not over them, nor be straitened <span class=\"gray\">(in distress)</span> because of what they plot <span>(70)</span></p><div lang=\"en\" class=\"en \"><h2>Scepticism about the Resurrection and Its Refutation</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the idolators who deny the Resurrection, considering it extremely unlikely that bodies will be re-created after they have become bones and dust. Then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ وُعِدْنَا هَٰذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed we were promised this – we and our forefathers before,)</span> meaning, 'we and our forefathers have been hearing this for a long time, but in reality, we have never seen it happen.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, these are nothing but tales of ancients.)</span> the promises that bodies will be restored are</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nothing but tales of ancients.)</span> meaning that they were taken by the people who came before us from books which were handed down from one to the other, but they have no basis in reality. Responding to their thoughts of disbelief and their belief that there would be no Resurrection, Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> 'O Muhammad, to these people,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Travel in the land and see how has been the end of the criminals.)</span> meaning, those who denied the Messengers and their message of the Resurrection and other matters. See how the punishment and vengeance of Allah struck them and how Allah saved from among them the noble Messengers and the believers who followed them. This will be an indication of the truth of the Message brought by the Messengers. Then, to comfort the Prophet ﷺ, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْزَنْ عَلَيْهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And grieve you not over them,)</span> meaning, 'but do not feel sorry for them or kill yourself with regret for them,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor be straitened because of what they plot.)</span> means, 'because they plot against you and reject what you have brought, for Allah will help and support you, and cause your religion to prevail over those who oppose you and stubbornly resist you in the east and in the west.'</p>"
  }
]