[
  {
    "ayah_key": "2:222",
    "group_ayah_key": "2:222",
    "from_ayah": "2:222",
    "to_ayah": "2:223",
    "ayah_keys": "2:222,2:223",
    "text": "<p lang=\"en\" class=\"en \">They ask you concerning menstruation. Say: \"That is an Adha, therefore, keep away from women during menses and go not in unto them till they are purified.\" And when they have purified themselves, then go in unto them as Allah has ordained for you. Truly, Allah loves those who turn unto Him in repentance and loves those who purify themselves <span>(222)</span>Your wives are a tilth for you, so go to your tilth, when or how you will, and send <span class=\"gray\">(good deeds, or ask Allah to bestow upon you pious offspring)</span> for your own selves beforehand. And fear Allah, and know that you are to meet Him <span class=\"gray\">(in the Hereafter)</span>, and give good tidings to the believers <span class=\"gray\">(O Muhammad ﷺ)</span><span>(223)</span></p><div lang=\"en\" class=\"en \"><h2>Sexual Intercourse with Menstruating Women is prohibited</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas said that the Jews used to avoid their menstruating women, they would not eat, or even mingle with them in the house. The Companions of the Prophet ﷺ asked about this matter and Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you concerning menstruation. Say: \"That is an Adha, therefore, keep away from women during menses and go not in unto them till they are purified.)</span></p><p lang=\"lb\" class=\"lb \">Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اصْنَعُوا كُلَّ شَيْءٍ إِلَّا النِّكَاحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do everything you wish, except having sexual intercourse.)</span></p><p lang=\"en\" class=\"en \">When the Jews were told about the Prophet's statement, they said, \"What is the matter with this man? He would not hear of any of our practices, but would defy it.\" Then, Usayd bin Hudayr and 'Abbad bin Bishr came and said, \"O Messenger of Allah! The Jews said this and that, should we have sex with our women <span class=\"gray\">(meaning, during the menstruation period)</span>?\" The face of Allah's Messenger ﷺ changed color, until the Companions thought that he was angry with them. They left. Soon after, some milk was brought to Allah's Messenger ﷺ as a gift, and he sent some of it for them to drink. They knew then that Allah's Messenger ﷺ was not angry with them. Muslim also reported this Hadith. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...therefore, keep away from women during menses.)</span> meaning, avoid the sexual organ. The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اصْنَعُوا كُلَّ شَيْءٍ إِلَّا النِّكَاحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do anything you wish except having sexual intercourse.)</span></p><p lang=\"en\" class=\"en \">This is why most of the scholars said that it is allowed to fondle the wife, except for having sexual intercourse <span class=\"gray\">(when she is having her menses)</span>. Abu Dawud reported that 'Ikrimah related to one of the Prophet's wives that she said that whenever the Prophet ﷺ wanted to fondle <span class=\"gray\">(one of his wives)</span> during her menses, he would cover her sexual organ with something.</p><p lang=\"en\" class=\"en \">Abu Ja'far bin Jarir related that Masruq went to 'A'ishah and greeted her, and 'A'ishah greeted him in return. Masruq said, \"I wish to ask you about a matter, but I am shy.\" She replied, \"I am your mother and you are my son.\" He said, \"What can the man enjoy of his wife when she is having her menses\" She said, \"Everything except her sexual organ.\" This is also the opinion of Ibn 'Abbas, Mujahid, Al-Hasan and 'Ikrimah.</p><p lang=\"en\" class=\"en \">One is allowed to sleep next to his wife and to eat with her <span class=\"gray\">(when she is having her menses)</span>. 'A'ishah said, \"Allah's Messenger ﷺ used to ask me to wash his hair while I was having the menses. He would lay on my lap and read the Qur'an while I was having the period.\" It is also reported in the Sahih that 'A'ishah said, \"While having the menses, I used to eat from a piece of meat and give it to the Prophet ﷺ who would eat from the same place I ate from. I used to have sips of a drink and would then give the cup to the Prophet ﷺ who would place his mouth where I placed my mouth.\"</p><p lang=\"en\" class=\"en \">It is also reported in the Two Sahihs that Maymunah bint Al-Harith Al-Hilaliyah said, \"Whenever the Prophet ﷺ wanted to fondle any of his wives during the periods <span class=\"gray\">(menses)</span>, he used to ask her to wear an Izar <span class=\"gray\">(a sheet covering the lower-half of the body)</span>.\" These are the wordings collected by Al-Bukhari. Similar was reported from 'A'ishah. In addition, Imam Ahmad, Abu Dawud, At-Tirmidhi and Ibn Majah reported that 'Abdullah bin Sa'd Al-Ansari asked Allah's Messenger ﷺ, \"What am I allowed of my wife while she is having her menses?\" He said, \"What is above the Izar <span class=\"gray\">(a sheet covering the lower-half of the body)</span>.\" Hence, Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and go not in unto them till they are purified.)</span> explains His statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...therefore, keep away from women during menses.)</span></p><p lang=\"en\" class=\"en \">Allah prohibited having sexual intercourse with the wife during menstruation, indicating that sexual intercourse is allowed otherwise.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they have purified themselves, then go in unto them as Allah has ordained for you.)</span> indicates that men should have sexual intercourse with their wives after they take a bath. The scholars agree that the woman is obliged to take a bath, or to perform Tayammum with sand, if she is unable to use water, before she is allowed to have sexual intercourse with her husband, after the monthly period ends. Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَطْهُرْنَ</p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(till they are purified)</span> means from blood, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا تَطَهَّرْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they have purified themselves)</span> means with water.\" This is also the Tafsir of Mujahid, 'Ikrimah, Al-Hasan, Muqatil bin Hayyan and Al-Layth bin Sa'd and others.</p><div lang=\"en\" class=\"en \"><h2>Anal Sex is prohibited</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...as Allah has ordained for you.)</span> this refers to Al-Farj <span class=\"gray\">(the vagina)</span>, as Ibn 'Abbas, Mujahid and other scholars have stated. Therefore, anal sex is prohibited, as we will further emphasize afterwards, Allah willing. Abu Razin, 'Ikrimah and Ad-Dahhak and others said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then go in unto them as Allah has ordained for you.)</span> means when they are pure, and not during the menses. Allah said afterwards:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah loves those who turn unto Him in repentance)</span> from the sin even if it was repeated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُحِبُّ الْمُتَطَهِّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and loves those who purify themselves.)</span> meaning, those who purify themselves from the impurity and the filth that include having sexual intercourse with the wife during the menses and anal sex.</p><div lang=\"en\" class=\"en \"><h2>The Reason behind revealing Allah's Statement: \"Your Wives are a Tilth for You.\"</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wives are a tilth for you,)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas commented, \"Meaning the place of pregnancy.\" <span class=\"gray\">[Allah then said:]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...so go to your tilth, when or how you will,)</span> meaning, wherever you wish from the front or from behind, as long as sex takes place in one valve <span class=\"gray\">(the female sexual organ)</span>, as the authentic Hadiths have indicated.</p><p lang=\"en\" class=\"en \">For instance, Al-Bukhari recorded that Ibn Al-Munkadir said that he heard Jabir say that the Jews used to claim that if one has sex with his wife from behind <span class=\"gray\">(in the vagina)</span> the offspring would become cross-eyed. Then, this Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wives are a tilth for you, so go to your tilth, when or how you will,)</span></p><p lang=\"en\" class=\"en \">Muslim and Abu Dawud also reported this Hadith.</p><p lang=\"en\" class=\"en \">Ibn Abu Hatim said that Muhammad bin Al-Munkadir narrated that Jabir bin 'Abdullah told him that the Jews claimed to the Muslims that if one has sex with their wife from behind <span class=\"gray\">(in the vagina)</span> their offspring will become cross-eyed. Allah revealed afterwards:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wives are a tilth for you, so go to your tilth, when or how you will,)</span></p><p lang=\"en\" class=\"en \">Ibn Jurayj <span class=\"gray\">(one of the reporters of the Hadith)</span> said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُقْبِلَةً ومُدْبِرَةً إِذَا كَان ذٰلِكَ فِي الْفَرْجِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(From the front or from behind, as long as that occurs in the Farj <span class=\"gray\">(vagina)</span>.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said, \"The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wives are a tilth for you)</span> was revealed about some people from the Ansar who came to the Prophet ﷺ and asked him <span class=\"gray\">(about having sex with the wife from behind)</span>. He said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتِهَا عَلى كُلِّ حَالٍ إِذَا كَانَ فِي الْفَرْجِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have sex with her as you like as long as that occurs in the vagina.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin Sabit said: I went to Hafsah bint 'Abdur-Rahman bin Abu Bakr and said, \"I wish to ask you about something, but I am shy.\" She said, \"Do not be shy, O my nephew.\" He said, \"About having sex from behind with women.\" She said, \"Umm Salamah told me that the Ansar used to refrain from having sex from behind <span class=\"gray\">(in the vagina)</span>. The Jews claimed that those who have sex with their women from behind would have offspring with crossed-eyes. When the Muhajirun came to Al-Madinah, they married Ansar women and had sex with them from behind. One of these women would not obey her husband and said, 'You will not do that until I go to Allah's Messenger ﷺ <span class=\"gray\">(and ask him about this matter)</span>. ' She went to Umm Salamah and told her the story. Umm Salamah said, 'Wait until Allah's Messenger ﷺ comes.' When Allah's Messenger ﷺ came, the Ansari woman was shy to ask him about this matter, so she left. Umm Salamah told Allah's Messenger ﷺ the story and he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعِي الْأَنْصَارِيَّـةِ</p><p lang=\"fi\" class=\"fi \"><span class=\"gray\">(Summon the Ansari woman.)</span>\"</p><p lang=\"en\" class=\"en \">She was summoned and he recited this Ayah to her:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wives are a tilth for you, so go to your tilth, when or how you will.)</span> He added:</p><p class=\"sn qpc-hafs\" lang=\"sn\">صِمَامًا وَاحِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Only in one valve <span class=\"gray\">(the vagina)</span>.)</span>\"</p><p lang=\"en\" class=\"en \">This Hadith was also collected by At-Tirmidhi who said, \"Hasan.\"</p><p lang=\"en\" class=\"en \">An-Nasa'i reported that Ka'b bin 'Alqamah said that Abu An-Nadr said that he asked Nafi', \"The people are repeating the statement that you relate from Ibn 'Umar that he allowed sex with women in their rear <span class=\"gray\">(anus)</span>.\" He said, \"They have said a lie about me. But let me tell you what really happened. Ibn 'Umar was once reciting the Qur'an while I was with him and he reached the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wives are a tilth for you, so go to your tilth, when or how you will,)</span> He then said, 'O Nafi'! Do you know the story behind this Ayah?' I said, 'No.' He said, 'We, the people of Quraysh, used to have sexual intercourse with our wives from the back <span class=\"gray\">(in the vagina)</span>. When we migrated to Al-Madinah and married some Ansari women, we wanted to do the same with them. They disliked it and made a big issue out of it. The Ansari women had followed the practice of the Jews who have sex with their women while they lay on their sides. Then, Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wives are a tilth for you, so go to your tilth, when or how you will,)</span>\"</p><p lang=\"en\" class=\"en \">This has an authentic chain of narrators.</p><p lang=\"en\" class=\"en \">Imam Ahmad reported that Khuzaymah bin Thabit Al-Khatami narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَحْيِي اللهُ مِنَ الْحَقِّ - ثَلَاثًا - لَا تَأْتُوا النِّسَاءَ فِي أَعْجَازِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not shy from the truth - he said it thrice - do not have anal sex with women.)</span></p><p lang=\"en\" class=\"en \">This Hadith was collected by An-Nasa'i and Ibn Majah.</p><p lang=\"gd\" class=\"gd \">Abu 'Isa At-Tirmidhi and An-Nasa'i reported that Ibn 'Abbas narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَنْظُرُ اللهُ إِلى رَجُلٍ أَتَى رَجُلًا أَوِ امْرَأَةً فِي الدُّبُرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not look at a man who had anal sex with another man or a woman.)</span></p><p lang=\"en\" class=\"en \">At-Tirmidhi said, \"Hasan Gharib.\" This is also the narration that Ibn Hibban collected in his Sahih, while Ibn Hazm stated that this is an authentic Hadith.</p><p lang=\"en\" class=\"en \">In addition, Imam Ahmad reported that 'Ali bin Talaq said, \"Allah's Messenger ﷺ forbade anal sex with women, for Allah does not shy away from truth.\" Abu 'Isa At-Tirmidhi also reported this Hadith and said, \"Hasan\".</p><p lang=\"en\" class=\"en \">Abu Muhammad 'Abdullah bin 'Abdur-Rahman Darimi reported in his Musnad that Sa'id bin Yasar Abu Hubab said: I said to Ibn 'Umar, \"What do you say about having sex with women in the rear?\" He said, \"What does it mean?\" I said, \"Anal sex.\" He said, \"Does a Muslim do that?\" This Hadith has an authentic chain of narrators and is an explicit rejection of anal sex from Ibn 'Umar.</p><p lang=\"en\" class=\"en \">Abu Bakr bin Ziyad Naysaburi reported that Isma'il bin Ruh said that he asked Malik bin Anas, \"What do you say about having sex with women in the anus?\" He said, \"You are not an Arab? Does sex occur but in the place of pregnancy? Do it only in the Farj <span class=\"gray\">(vagina)</span>.\" I said, \"O Abu 'Abdullah! They say that you allow that practice.\" He said, \"They utter a lie about me, they lie about me.\" This is Malik's firm stance on this subject. It is also the view of Sa'id bin Musayyib, Abu Salamah, 'Ikrimah, Tawus, 'Ata , Sa'id bin Jubayr, 'Urwah bin Az-Zubayr, Mujahid bin Jabr, Al-Hasan and other scholars of the Salaf <span class=\"gray\">(the Companions and the following two generations after them)</span>. They all, along with the majority of the scholars, harshly rebuked the practice of anal sex and many of them called this practice a Kufr.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِّمُواْ لِأَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and send for your own selves beforehand.)</span> meaning, by performing the acts of worship while refraining from whatever Allah has prohibited for you. This is why Allah said afterwards:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُم مُّلَاقُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fear Allah, and know that you are to meet Him <span class=\"gray\">(in the Hereafter)</span>,)</span></p><p lang=\"en\" class=\"en \">meaning, He will hold you accountable for all of your deeds,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَبَشِّرِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and give good tidings to the believers <span class=\"gray\">(O Muhammad ﷺ)</span>.)</span> meaning, those who obey what Allah has commanded and refrain from what He has prohibited. Ibn Jarir reported that 'Ata' said, or related it to Ibn 'Abbas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِّمُوا لِأَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and send for your own selves beforehand.)</span> means, mention Allah's Name, by saying, 'Bismillah', before having sexual intercourse.\" Al-Bukhari also reported that Ibn 'Abbas narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ أَحَدَكُمْ إِذَا أَرَادَ أَنْ يَأْتِيَ أَهْلَهُ قَالَ: بِاسْمِ اللهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا، فَإنَّهُ إِنْ يُقَدَّرْ بَيْنَهُمَا وَلَدٌ فِي ذلِكَ، لَمْ يَضُرَّهُ الشَّيْطَانُ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If anyone of you on having sexual relations with his wife said: 'In the Name of Allah. O Allah! Protect us from Satan and also protect what you bestow upon us <span class=\"gray\">(i.e., the coming offspring)</span> from Satan,' and if it is destined that they should have a child then, Satan will never be able to harm him.)</span></p>"
  }
]