[
  {
    "ayah_key": "9:124",
    "group_ayah_key": "9:124",
    "from_ayah": "9:124",
    "to_ayah": "9:125",
    "ayah_keys": "9:124,9:125",
    "text": "<p lang=\"en\" class=\"en \">And whenever there comes down a Surah, some of them <span class=\"gray\">(hypocrites)</span> say: \"Which of you has had his faith increased by it\" As for those who believe, it has increased their faith, and they rejoice <span>(124)</span>But as for those in whose hearts is a disease, it will add Rijs <span class=\"gray\">(doubt)</span> to their Rijs <span class=\"gray\">(doubt)</span>; and they die while they are disbelievers <span>(125)</span></p><div lang=\"en\" class=\"en \"><h2>Faith of the Believers increases, while Hypocrites increase in Doubts and Suspicion</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whenever there comes down a Surah)</span>, then among the hypocrites are,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(some who say: \"Which of you has had his faith increased by it?\")</span></p><p lang=\"en\" class=\"en \">They say to each other, who among you had his faith increased by this Surah <span class=\"gray\">[from the Qur'an]</span>? Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for those who believe, it has increased their faith, and they rejoice.)</span></p><p lang=\"en\" class=\"en \">This Ayah is one of the mightiest evidences that faith increases and decreases, as is the belief of most of the Salaf and later generations of scholars and Imams. Many scholars said that there is a consensus on this ruling. We explained this subject in detail in the beginning of the explanation of Sahih Al-Bukhari, may Allah grant him His mercy. </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for those in whose hearts is a disease, it will add Rijs to their Rijs.)</span> the Surah increases them in doubt, and brings more suspicion on top of the doubts and suspicion that they had before. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down in the Qur'an that which is a healing)</span><span class=\"gray\">[17:82]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is for those who believe, a guide and a healing. And as for those who disbelieve, there is heaviness <span class=\"gray\">(deafness)</span> in their ears, and it <span class=\"gray\">(the Qur'an)</span> is blindness for them. They are those who are called from a place far away <span class=\"gray\">(so they neither listen nor understand)</span>\".)</span><span class=\"gray\">[41:44]</span></p><p lang=\"en\" class=\"en \">This indicates the misery of the hypocrites and disbelievers, since, what should bring guidance to their hearts is instead a cause of misguidance and destruction for them. Similarly, those who get upset by a type of food, for instance, will be upset and anxious even more if they are fed that food!</p>"
  },
  {
    "ayah_key": "9:126",
    "group_ayah_key": "9:126",
    "from_ayah": "9:126",
    "to_ayah": "9:127",
    "ayah_keys": "9:126,9:127",
    "text": "<p lang=\"en\" class=\"en \">See they not that they are put in trial once or twice every year? Yet, they turn not in repentance, nor do they learn a lesson <span class=\"gray\">(from it)</span><span>(126)</span>And whenever there comes down a Surah, they look at one another <span class=\"gray\">(saying)</span>: \"Does any one see you?\" Then they turn away. Allah has turned their hearts because they are a people that understand not <span>(127)</span></p><div lang=\"en\" class=\"en \"><h2>Hypocrites suffer Afflictions</h2></div><p lang=\"en\" class=\"en \">Allah says, do not these hypocrites see,</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنَّهُمْ يُفْتَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they are put in trial)</span>, being tested,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(once or twice every year? Yet, they turn not in repentance, nor do they learn a lesson.)</span></p><p lang=\"en\" class=\"en \">They neither repent from their previous sins nor learn a lesson for the future. Mujahid said that hypocrites are tested with drought and hunger.</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَاكُم مِّنْ أَحَدٍ ثُمَّ انصَرَفُوا ۚ صَرَفَ اللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whenever there comes down a Surah, they look at one another <span class=\"gray\">(saying)</span>: \"Does any one see you?\" Then they turn away. Allah has turned their hearts because they are a people that understand not.)</span></p><p lang=\"en\" class=\"en \">This describes the hypocrites that when a Surah is revealed to the Messenger of Allah ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they look at one another)</span>, they turn their heads, right and left, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَرَاكُم مِّنْ أَحَدٍ ثُمَّ انصَرَفُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Does any one see you?\" Then they turn away...)</span> turning away from, and shunning the truth. This is the description of hypocrites in this life, for they do not remain where the truth is being declared, neither accepting nor understanding it, just as Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ - كَأَنَّهُمْ حُمُرٌ مُّسْتَنفِرَةٌ - فَرَّتْ مِن قَسْوَرَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then what is wrong with them that they turn away from admonition? As if they were wild donkeys. Fleeing from a lion.)</span><span class=\"gray\">[74:49-51]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ - عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So what is the matter with those who disbelieve that they hasten to hear from you. <span class=\"gray\">(Sitting)</span> in groups on the right and on the left.)</span><span class=\"gray\">[70:36-37]</span>. </p><p lang=\"en\" class=\"en \">This Ayah also means, what is the matter with these people who turn away from you to the right and to the left, to escape from truth and revert to falsehood Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ انصَرَفُوا ۚ صَرَفَ اللَّهُ قُلُوبَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they turn away. Allah has turned their hearts <span class=\"gray\">(from Truth)</span>)</span> is similar to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they turned away, Allah turned their hearts away.)</span><span class=\"gray\">[61:5]</span>. </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because they are a people that understand not.)</span></p><p lang=\"en\" class=\"en \">They neither understand Allah's Word nor attempt to comprehend it nor want it. Rather, they are too busy, turning away from it. This is why they ended up in this condition.</p>"
  }
]