[
  {
    "ayah_key": "2:155",
    "group_ayah_key": "2:155",
    "from_ayah": "2:155",
    "to_ayah": "2:157",
    "ayah_keys": "2:155,2:156,2:157",
    "text": "<p lang=\"en\" class=\"en \">And certainly, We shall test you with something of fear, hunger, loss of wealth, lives and fruits, but give glad tidings to As-Sabirin <span class=\"gray\">(the patient)</span><span>(155)</span>Who, when afflicted with calamity, say: \"Truly, to Allah we belong and truly, to Him we shall return. <span>(156)</span>They are those on whom are the Salawat <span class=\"gray\">(i.e., who are blessed and will be forgiven)</span> from their Lord, and <span class=\"gray\">(they are those who)</span> receive His mercy, and it is they who are the guided ones <span>(157)</span></p><div lang=\"en\" class=\"en \"><h2>The Believer is Patient with the Affliction and thus gains a Reward</h2></div><p lang=\"en\" class=\"en \">Allah informs us that He tests and tries His servants, just as He said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, We shall try you till We test those who strive hard <span class=\"gray\">(for the cause of Allah)</span> and As-Sabirin <span class=\"gray\">(the patient)</span>, and We shall test your facts <span class=\"gray\">(i.e., the one who is a liar, and the one who is truthful)</span>.)</span><span class=\"gray\">(47:31)</span></p><p lang=\"en\" class=\"en \">Hence, He tests them with the bounty sometimes and sometimes with the afflictions of fear and hunger. Allah said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Allah made it taste extreme of hunger <span class=\"gray\">(famine)</span> and fear.)</span><span class=\"gray\">(16:112)</span></p><p lang=\"en\" class=\"en \">The frightened and the hungry persons show the effects of the affliction outwardly and this is why Allah has used here the word 'Libas' <span class=\"gray\">(cover or clothes)</span> of fear and hunger. In the Ayat above, Allah used the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوعِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with something of fear, hunger,)</span> meaning, a little of each. Then <span class=\"gray\">(Allah said)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَقْصٍ مِّنَ الْأَمْوَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(loss of wealth,)</span> meaning, some of the wealth will be destroyed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَنفُسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lives)</span> meaning, losing friends, relatives and loved ones to death,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالثَّمَرَاتِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fruits,)</span> meaning, the gardens and the farms will not produce the usual or expected amounts. This is why Allah said next:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشِّرِ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but give glad tidings to As-Sabirin <span class=\"gray\">(the patient)</span>.)</span></p><p lang=\"en\" class=\"en \">He then explained whom He meant by 'the patient' whom He praised:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who, when afflicted with calamity, say: \"Truly, to Allah we belong and truly, to Him we shall return.\")</span> meaning, those who recite this statement to comfort themselves in the face of their loss, know that they belong to Allah and that He does what He wills with His servants. They also know that nothing and no deed, even if it was the weight of an atom, will be lost with Allah on the Day of Resurrection. These facts thus compel them to admit that they are Allah's servants and that their return will be to Him in the Hereafter.</p><p lang=\"en\" class=\"en \">This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those on whom are the Salawat <span class=\"gray\">(i. e., who are blessed and will be forgiven)</span> from their Lord, and <span class=\"gray\">(they are those who)</span> receive His mercy,)</span> meaning, Allah's praise and mercy will be with them. Sa'id bin Jubayr added, \"Meaning, safety from the torment.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is they who are the guided ones.)</span> 'Umar bin Al-Khattab commented: \"What righteous things, and what a great heights.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those on whom are the Salawat from their Lord, and <span class=\"gray\">(they are those who)</span> receive His mercy)</span> are the two righteous things.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is they who are the guided ones)</span> are the heights.\"</p><p lang=\"en\" class=\"en \">The heights means more rewards, and these people will be awarded their rewards and more.</p><div lang=\"en\" class=\"en \"><h2>The Virtue of asserting that We all belong to Allah, during Afflictions</h2></div><p lang=\"en\" class=\"en \">There are several Ahadith that mention the rewards of admitting that the return is to Allah by saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Truly, to Allah we belong and truly, to Him we shall return.\")</span> when afflictions strike. For instance, Imam Ahmad reported that Umm Salamah narrated: Once, Abu Salamah came back after he was with Allah's Messenger ﷺ and said: I heard Allah's Messenger ﷺ recite a statement that made me delighted. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُصِيبُ أَحَدًا مِنَ الْمُسْلِمِينَ مُصِيبَةٌ فَيَسْتَرْجِعُ عِنْدَ مُصِيبَتِهِ ثُمَّ يقُولُ: اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وأَخْلِفْ لِي خَيْرًا مِنْهَا، إِلَّا فَعَلَ ذلِكَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No Muslim is struck with an affliction and then says Istirja' when the affliction strikes, and then says: 'O Allah! Reward me for my loss and give me what is better than it,' but Allah will do just that.)</span></p><p lang=\"en\" class=\"en \">Umm Salamah said: So I memorized these words. When Abu Salamah died I said Istirja' and said: \"O Allah! Compensate me for my loss and give me what is better than it.\" I then thought about it and said, \"Who is better than Abu Salamah?\" When my 'Iddah <span class=\"gray\">(the period of time before the widow or divorced woman can remarry)</span> finished, Allah's Messenger ﷺ asked for permission to see me while I was dyeing a skin that I had. I washed my hands, gave him permission to enter and handed him a pillow, and he sat on it. He then asked me for marriage and when he finished his speech, I said, \"O Messenger of Allah! It is not because I do not want you, but I am very jealous and I fear that you might experience some wrong mannerism from me for which Allah would punish me. I am old and have children.\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أمَّا مَا ذَكَرْتِ مِنَ الْغَيْرَةِ فَسَوْفَ يُذْهِبُهَا اللهُ عَزَّ وَجَلَّ عَنْكِ، وَأَمَّا مَا ذَكَرْتِ مِنَ السِّنِّ فَقَدْ أَصَابَنِي مِثْلُ الَّذِي أَصَابَكِ، وَأَمَّا مَا ذَكَرْتِ مِنَ الْعِيَالِ فَإِنَّمَا عِيَالُكِ عِيَالِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for the jealousy that you mentioned, Allah the Exalted will remove it from you. As for your being old as you mentioned, I have suffered what you have suffered. And for your having children, they are my children too.)</span></p><p lang=\"en\" class=\"en \">She said, \"I have surrendered to Allah's Messenger.\" Allah's Messenger ﷺ married her and Umm Salamah said later, \"Allah compensated me with who is better than Abu Salamah: Allah's Messenger ﷺ.\" Muslim reported a shorter version of this Hadith.</p>"
  }
]