[
  {
    "ayah_key": "6:133",
    "group_ayah_key": "6:133",
    "from_ayah": "6:133",
    "to_ayah": "6:135",
    "ayah_keys": "6:133,6:134,6:135",
    "text": "<p lang=\"en\" class=\"en \">And your Lord is Al-Ghani, full of mercy; if He wills, He can destroy you; and in your place make whom He wills as your successors, as He raised you from the seed of other people <span>(133)</span>Surely, that which you are promised, will verily come to pass, and you cannot escape <span>(134)</span>Say: \"O my people! Work according to your way, surely, I too am working, and you will come to know for which of us will be the <span class=\"gray\">(happy)</span> end in the Hereafter. Certainly the wrongdoers will not be successful. <span>(135)</span></p><div lang=\"en\" class=\"en \"><h2>If They Disobey, They Will Perish</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord...)</span>, O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْغَنِيُّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is 'Al-Ghani')</span> Rich, free from needing His creatures in any way or form, while they stand in need of Him in all situations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُو الرَّحْمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(full of mercy;)</span> towards creation. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah is full of kindness, the Most Merciful towards mankind.)</span><span class=\"gray\">[2:143]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَشَأْ يُذْهِبْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if He wills, He can destroy you.)</span> if you defy His commandments,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَخْلِفْ مِن بَعْدِكُم مَّا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in your place make whom He wills as your successors,)</span> who behave obediently,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ آخَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As He raised you from the seed of other people.)</span> and surely, He is able to do this, and it is easy for Him. And just as Allah has destroyed the earlier nations and brought their successors, He is able to do away with these generations and bring other people in their place. Allah has also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If He wills, He can take you away, O people, and bring others. And Allah is Ever Capable over that.)</span><span class=\"gray\">[4:133]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ - إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ - وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! It is you who stand in need of Allah. But Allah is Rich <span class=\"gray\">(free of all needs)</span>, Worthy of all praise. If He willed, He could destroy you and bring about a new creation. And that is not hard for Allah.)</span><span class=\"gray\">[35:15-17]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ الْغَنِيُّ وَأَنتُمُ الْفُقَرَاءُ وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah is Rich <span class=\"gray\">(free of all needs)</span>, and you are poor. And if you turn away, He will exchange you for some other people and they will not be your likes.)</span><span class=\"gray\">[47:38]</span>. </p><p lang=\"yo\" class=\"yo \">Muhammad bin Ishaq said that Ya'qub bin 'Utbah said that he heard Aban bin 'Uthman saying about this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ آخَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As He raised you from the seed of other people.)</span> \"The seed means the offspring and the children.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنتُم بِمُعْجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, that which you are promised, will verily, come to pass and you cannot escape.)</span> means, tell them, O Muhammad, that what they have been promised of Resurrection will surely occur,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتُم بِمُعْجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you cannot escape.)</span> from Allah. Rather, He is able to resurrect you even after you become dust and bones. Certainly, Allah is able to do all things and nothing ever escapes His power. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O my people! Work according to your way, surely, I too am working and you will come to know.\")</span></p><p lang=\"en\" class=\"en \">This contains a stern warning and a sure promise, saying; remain on your way, if you think that you are rightly guided, for I will remain on mine. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنَّا عَامِلُونَ - وَانتَظِرُوا إِنَّا مُنتَظِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say to those who do not believe: \"Act according to 'Makānatikum', We are acting <span class=\"gray\">(in our way)</span>. And you wait! We <span class=\"gray\">(too)</span> are waiting.\")</span><span class=\"gray\">[11:121-122]</span>. 'Ali bin Abi Talhah reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ مَكَانَتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(according to 'Makānatikum'...)</span> means, your way.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will come to know for which of us will be the <span class=\"gray\">(happy)</span> end in the Hereafter. Certainly the wrongdoers will not be successful)</span><span class=\"gray\">[6:135]</span>, </p><p lang=\"en\" class=\"en \">You will come to know if the happy end will be mine <span class=\"gray\">(Muhammad's)</span> or yours <span class=\"gray\">(the disbelievers)</span>. Allah has indeed kept His promise and allowed Muhammad ﷺ to prevail in the land and rise above those who defied him. He conquered Makkah for him and made him triumphant over his people who rejected and showed enmity towards him. The Prophet's rule soon spread over the Arabian Peninsula, Yemen and Bahrain, and all this occurred during his lifetime. After his death, the various lands and provinces were conquered during the time of his successors, may Allah be pleased with them all. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has decreed: \"Verily, it is I and My Messengers who shall be the victorious.\" Verily, Allah is All-Powerful, Almighty.)</span><span class=\"gray\">[58:21]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ - يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers and those who believe in this world's life and on the Day when the witnesses will stand forth. The Day when their excuses will be of no profit to the wrongdoers. Theirs will be the curse, and theirs will be the evil abode.)</span><span class=\"gray\">[40:51-52]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have written in the Zabur after the Dhikr that My righteous servants shall inherit the land.)</span><span class=\"gray\">[21:105]</span></p>"
  },
  {
    "ayah_key": "6:136",
    "group_ayah_key": "6:136",
    "from_ayah": "6:136",
    "to_ayah": "6:136",
    "ayah_keys": "6:136",
    "text": "<p class=\"en translation\" lang=\"en\">And they assign to Allah a share of the tilth and cattle which He has created, and they say: \"This is for Allah,\" according to their claim, \"and this is for our partners.\" But the share of their \"partners\" reaches not Allah, while the share of Allah reaches their \"partners\"! Evil is the way they judge <span>(136)</span></p><div lang=\"en\" class=\"en \"><h2>Some Acts of Shirk</h2></div><p lang=\"en\" class=\"en \">Allah chastises and criticizes the idolators who invented innovations, Kufr and Shirk, and called on partners and rivals with Allah among His creation, although He created every thing, all praise is due to Him. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they assign to Allah from that which He has created,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْحَرْثِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of the tilth)</span> meaning, fruits and produce,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالْأَنْعَامِ نَصِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of the cattle a share)</span> meaning a part and a section.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالُوا هَٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَٰذَا لِشُرَكَائِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they say: \"This is for Allah,\" according to their claim, \"and this is for our partners.\")</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَائِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the share of their \"partners\" reaches not Allah, while the share of Allah reaches their \"partners\"!)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah and Al-'Awfi narrated that Ibn 'Abbas said; \"When they, the enemies of Allah, would cultivate the land or collect produce, they would assign a part of it to Allah and another part to the idol. They would keep the share for the idol, whether land, produce or anything else, and preserve its division to such an extent that they would collect anything that accidentally falls from the share they assigned to Allah and add it to the share of the idol. If the water that they assigned for the idol irrigated something <span class=\"gray\">(a section of land, for instance)</span> that they assigned for Allah, they would add whatever this water irrigated to the idol's share! If the land or produce that they assigned for Allah was accidentally mixed with the share that they assigned for the idol, they would say that the idol is poor. Therefore, they would add it to the share they assigned for the idol and would not return it to the share they assigned for Allah. If the water that they assigned for Allah irrigated what they assigned for the idol they would leave it <span class=\"gray\">(the produce)</span> for the idol. They also made some of their other property sacred, like the 'Baḥīrah', 'Sā'ibah', 'Waşīlah' and 'Ḥām', assigning them to the idols, claiming that they do so as way of seeking a means of approach to Allah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they assign to Allah a share of the tilth and cattle which He has created...)</span>.\"</p><p lang=\"en\" class=\"en \">Similar was said by Mujahid, Qatadah, As-Suddi and others. 'Abdur-Rahman bin Zayd bin Aslam commented; \"Every type of slaughter that they would assign for Allah, would never be eaten unless they mentioned the names of their idols when slaughtering it. Yet for what they sacrificed in the names of the idols, they would not mention Allah's Name when slaughtering it.\" He then recited the Ayah <span class=\"gray\">(6:136)</span> until he reached,</p><p class=\"ur qpc-hafs\" lang=\"ur\">سَاءَ مَا يَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil is the way they judge!)</span></p><p lang=\"en\" class=\"en \">This Ayah means, evil is that which they determined, for they committed error in the division. Certainly, Allah is the Lord, Owner and Creator of all things and His is the dominion. All things are His property and under His supreme control, will and decree. There is no deity worthy of worship, or Lord, except Him. </p><p lang=\"en\" class=\"en \">And even when the polytheists made this evil division, they did not preserve it, but cheated in it. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُم مَّا يَشْتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they assign daughters unto Allah – glory be to Him – and unto themselves what they desire.)</span><span class=\"gray\">[16:57]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا إِنَّ الْإِنسَانَ لَكَفُورٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet, they assign to some of His servants a share with Him. Verily, man is indeed a manifest ingrate!)</span><span class=\"gray\">[43:15]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنثَىٰ - تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it for you the males and for Him the females? That indeed is a division most unfair!)</span><span class=\"gray\">[53:21-22]</span>.</p>"
  }
]