[
  {
    "ayah_key": "2:68",
    "group_ayah_key": "2:68",
    "from_ayah": "2:68",
    "to_ayah": "2:71",
    "ayah_keys": "2:68,2:69,2:70,2:71",
    "text": "<p lang=\"en\" class=\"en \">They said, \"Call upon your Lord for us that He may make plain to us what it is!\" He said, \"He says, 'Verily, it is a cow neither too old nor too young, but <span class=\"gray\">(it is)</span> between the two conditions', so do what you are commanded. <span>(68)</span>They said, \"Call upon your Lord for us to make plain to us its colour.\" He said, \"He says, 'It is a yellow cow, bright in its colour, pleasing the beholders.' <span>( 69)</span>They said, \"Call upon your Lord for us to make plain to us what it is. Verily, to us all cows are alike. And surely, if Allah wills, we will be guided. <span>( 70)</span>He <span class=\"gray\">(Musa)</span> said, \"He says, 'It is a cow neither trained to till the soil nor water the fields, sound, having no blemish in it.'\" They said, \"Now you have brought the truth.\" So they slaughtered it though they were near to not doing it <span>(71)</span></p><div lang=\"en\" class=\"en \"><h2>The Stubbornness of the Jews regarding the Cow; Allah made the Matter difficult for Them</h2></div><p lang=\"en\" class=\"en \">Allah mentioned the stubbornness of the Children of Israel and the many unnecessary questions they asked their Messengers. This is why when they were stubborn, Allah made the decisions difficult for them. Had they slaughtered a cow, any cow, it would have been sufficient for them, as Ibn 'Abbas and 'Ubaydah have said. Instead, they made the matter difficult, and this is why Allah made it even more difficult for them. They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Call upon your Lord for us that He may make plain to us what it is!)</span>, meaning, \"What is this cow and what is its description?\" Musa said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He says, 'Verily, it is a cow neither too old nor too young')</span>, meaning, that it is neither old nor below the age of breeding. This is the opinion of Abu Al-'Aliyah, As-Suddi, Mujahid, 'Ikrimah, 'Atiyah Al-'Awfi, 'Ata', Al-Khurasani, Wahb bin Munabbih, Ad-Dahhak, Al-Hasan, Qatadah and Ibn 'Abbas. Ad-Dahhak reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَوَانٌ بَيْنَ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But <span class=\"gray\">(it is)</span> between the two conditions)</span> means, \"Neither old nor young. Rather, she was at the age when the cow is strongest and fittest.\" In his Tafsir Al-'Awfi reported from Ibn 'Abbas that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقِعٌ لَّوْنُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(bright in its colour)</span> \"A deep yellowish white.\"</p><p lang=\"sm\" class=\"sm \">As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَسُرُّ النَّاظِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(pleasing the beholder)</span> meaning, that it pleases those who see it. This is also the opinion of Abu Al-'Aliyah, Qatadah and Ar-Rabi' bin Anas. Furthermore, Wahb bin Munabbih said, \"If you look at the cow's skin, you will think that the sun's rays radiate through its skin.\" The modern version of the Tawrah mentions that the cow in the Ayah was red, but this is an error. Or, it might be that the cow was so yellow that it appeared blackish or reddish in color. Allah's knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, to us all cows are alike)</span> this means, that since cows are plentiful, then describe this cow for us further,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّا إِن شَاءَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, if Allah wills)</span> and if you further describe it to us,</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَمُهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(we will be guided.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He says, 'It is a cow neither trained to till the soil nor water the fields')</span> meaning, it is not used in farming, or for watering purposes. Rather, it is honorable and fair looking. 'Abdur-Razzaq said that Ma'mar said that Qatadah said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسَلَّمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(sound)</span> means, \"The cow does not suffer from any defects.\" This is also the opinion of Abu Al-'Aliyah and Ar-Rabi'. Mujahid also said that the Ayah means the cow is free from defects. Further, 'Ata' Al-Khurasani said that the Ayah means that its legs and body are free of physical defects.</p><p lang=\"gd\" class=\"gd \">Also, Ad-Dahhak said that Ibn 'Abbas said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they slaughtered it though they were near to not doing it)</span> means, \"They did not want to slaughter it.\"</p><p lang=\"en\" class=\"en \">This means that even after all the questions and answers about the cow's description, the Jews were still reluctant to slaughter the cow. This part of the Qur'an criticized the Jews for their behavior, because their only goal was to be stubborn, and this is why they nearly did not slaughter the cow. Also, 'Ubaydah, Mujahid, Wahb bin Munabbih, Abu Al-'Aliyah and 'Abdur-Rahman bin Zayd bin Aslam said, \"The Jews bought the cow with a large amount of money.\" There is a difference of opinion over this.</p>"
  },
  {
    "ayah_key": "2:7",
    "group_ayah_key": "2:7",
    "from_ayah": "2:7",
    "to_ayah": "2:7",
    "ayah_keys": "2:7",
    "text": "<p class=\"en translation\" lang=\"en\">Allah has set a seal on their hearts and on their hearing, and on their eyes there is a covering. Theirs will be a great torment <span>(7)</span></p><div lang=\"zu\" class=\"zu \"><h2>Meaning of Khatama</h2></div><p lang=\"bg-Latn\" class=\"bg-Latn \">As-Suddi said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَتَمَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Khatama Allah)</span> means, \"Allah has sealed.\" Qatadah said that this Ayah means, \"Shaytan controlled them when they obeyed him. Therefore, Allah sealed their hearts, hearing and sight, and they could neither see the guidance nor hear, comprehend or understand.\" Ibn Jurayj said that Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has set a seal on their hearts)</span>, \"A stamp. It occurs when sin resides in the heart and surrounds it from all sides, and this submersion of the heart in sin constitutes a stamp, meaning a seal.\" Ibn Jurayj also said that the seal is placed on the heart and the hearing. In addition, Ibn Jurayj said, that 'Abdullah bin Kathir narrated that Mujahid said, \"The stain is not as bad as the stamp, the stamp is not as bad as the lock which is the worst type.\" Al-A'mash said, \"Mujahid demonstrated with his hand while saying, 'They used to say that the heart is just like this - meaning the open palm. When the servant commits a sin, a part of the heart will be rolled up - and he rolled up his index finger. When the servant commits another sin, a part of the heart will be rolled up' - and he rolled up another finger, until he rolled up all of his fingers. Then he said, 'Then, the heart will be sealed.' Mujahid also said that this is the description of the Ran <span class=\"gray\">(refer to 83:14)</span>.\"</p><p lang=\"en\" class=\"en \">Al-Qurtubi said, \"The Ummah has agreed that Allah has described Himself with sealing and closing the hearts of the disbelievers, as a punishment for their disbelief. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, Allah has set a seal upon their hearts because of their disbelief)</span><span class=\"gray\">(4:155)</span>.\"</p><p lang=\"en\" class=\"en \">He then mentioned the Hadith about changing the hearts, <span class=\"gray\">(in which the Prophet ﷺ supplicated)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قُلُوبَنَا عَلىٰ دِينِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O You Who changes the hearts, make our hearts firm on Your religion.)</span></p><p lang=\"en\" class=\"en \">He also mentioned the Hadith by Hudhayfah recorded in the Sahih, in which the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوبِ كَالْحَصِيرِ عُودًا عُودًا، فَأَيُّ قَلْبٍ أُشْرِبَهَا نُكِتَ فِيه نُكْتَةٌ سَوْدَاءُ وَأَيُّ قَلْبٍ أَنْكَرَهَا نُكِتَ فِيهِ نُكْتَةٌ بَيْضَاءُ حَتى تَصِيرَ عَلَى قَلْبَيْنِ: عَلى أَبْيَضَ مِثْلِ الصَّفَا، فَلَا تَضُرُّهُ فِتْنَةٌ مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ وَالْآخَرُ أَسْوَدُ مُرْبَادًّا كَالْكُوزِ مُجَخِّيًا لَا يَعْرِفُ مَعْرُوفًا وَلَا يُنْكِرُ مُنْكَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Fitan <span class=\"gray\">(trials, tests)</span> are offered to the hearts, just as the straws that are sewn into a woven mat, one after another. Any heart that accepts the Fitan, then a black dot will be engraved on it. Any heart that rejects the Fitan, then a white dot will be engraved on it. The hearts will therefore become two categories: white, just like the barren rock; no Fitnah shall ever harm this category as long as the heavens and earth still exist. Another category is black, just as the cup that is turned upside down, for this heart does not recognize righteousness or renounce evil.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir said, \"The truth regarding this subject is what the authentic Hadith from the Messenger of Allah ﷺ stated. Abu Hurayrah narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُؤمِنَ إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَةً سَوْدَاءَ فِي قَلْبِهِ، فَإِنْ تَابَ وَنَزَعَ وَاسْتَعْتَبَ صَقِلَ قَلْبُهُ وَإِنْ زَادَ زَادَتْ حَتَّى تَعْلُوَ قَلْبَهُ، فَذٰلِكَ الرَّانُ الَّذِي قَالَ اللهُ تَعَالىٰ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the believer commits a sin, a black dot will be engraved on his heart. If he repents, refrains and regrets, his heart will be polished again. If he commits more errors, the dots will increase until they cover his heart. This is the Ran <span class=\"gray\">(stain)</span> that Allah described,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! But on their hearts is the Ran <span class=\"gray\">(stain)</span> which they used to earn)</span>\" <span class=\"gray\">(83:14)</span>.</p><p lang=\"gd\" class=\"gd \">At-Tirmidhi, An-Nasa'i and Ibn Majah recorded this Hadith, and At-Tirmidhi said that it is Hasan Sahih.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of Ghishawah</h2></div><p lang=\"su\" class=\"su \">Reciting the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has set a seal on their hearts and on their hearing)</span>, then pausing, then continuing with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَىٰ أَبْصَارِهِمْ غِشَاوَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on their eyes there is a Ghishawah <span class=\"gray\">(covering)</span>)</span> is accurate, for the stamp is placed on the heart and the hearing while the Ghishawah, the covering, is appropriately placed on the eyes. In his Tafsir, As-Suddi said that Ibn 'Abbas and Ibn Mas'ud said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has set a seal on their hearts and on their hearing)</span>, \"So that they neither understand nor hear. Allah also said that He placed a covering on their sight, meaning eyes, and so, they do not see.\"</p><div lang=\"es\" class=\"es \"><h2>The Hypocrites</h2></div><p lang=\"en\" class=\"en \">We mentioned that four Ayat in the beginning of Surat Al-Baqarah described the believers. The two last Ayat <span class=\"gray\">(2:6-7)</span> describe the disbelievers. Afterwards, Allah begins to describe the hypocrites who show belief and hide disbelief. Since the matter of the hypocrites is vague and many people do not realize their true reality, Allah mentioned their description in detail. Each of the characteristics that Allah used to described them with is a type of hypocrisy itself. Allah revealed Surat Bara'ah <span class=\"gray\">(chapter 9)</span> and Surat Al-Munafiqun <span class=\"gray\">(chapter 63)</span> about the hypocrites. He also mentioned the hypocrites in Surat An-Nur <span class=\"gray\">(24)</span> and other Surahs, so that their description would be known and their ways and errors could be avoided. Allah said,</p>"
  }
]