[
  {
    "ayah_key": "37:20",
    "group_ayah_key": "37:20",
    "from_ayah": "37:20",
    "to_ayah": "37:26",
    "ayah_keys": "37:20,37:21,37:22,37:23,37:24,37:25,37:26",
    "text": "<p lang=\"en\" class=\"en \">They will say: \"Woe to us! This is the Day of Recompense! <span>(20)</span><span class=\"gray\">(It will be said:)</span> \"This is the Day of Judgement which you used to deny. <span>(21)</span><span class=\"gray\">(It will be said to the angels:)</span> Assemble those who did wrong, together with their companions and what they used to worship <span>(22)</span>Instead of Allah, and lead them on to the way of flaming Fire <span class=\"gray\">(Hell)</span><span>(23)</span>But stop them, verily, they are to be questioned <span>(24)</span>\"What is the matter with you? Why do you not help one another? <span>(25)</span>Nay, but that Day they shall surrender <span>(26)</span></p><p lang=\"en\" class=\"en \">The Day of Recompense</p><p lang=\"en\" class=\"en \">Allah tells us what the disbeliever will say on the Day of Resurrection, how they will blame themselves and admit that they wronged themselves in this world. When they see the horrors of the Day of Resurrection with their own eyes, they will be filled with regret at the time when regret will not avail them anything.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا يَا وَيْلَنَا هَٰذَا يَوْمُ الدِّينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Woe to us! This is the Day of Recompense!\")</span> And the angels and the believers will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Day of Judgement which you used to deny.)</span> This will be said to them as a rebuke and reproof. Allah will command the angels to separate the disbeliever from the believers in the place where they are standing. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said to the angels:)</span> Assemble those who did wrong, together with their companions)</span> An-Nu'man bin Bashir, may Allah be pleased with him, said, \"Their companions means their counterparts, those who are like them.\" This was also the view of Ibn 'Abbas, Sa'id bin Jubayr, 'Ikrimah, Mujahid, As-Suddi, Abu Salih, Abu Al-'Aliyah and Zayd bin Aslam.\" Sharik said, narrating from Simak, from An-Nu'man: \"I heard 'Umar say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Assemble those who did wrong, together with their companions)</span> means, 'Those who are like them. So those who committed Zina will be gathered with others who committed Zina, those who dealt in Riba will be gathered with others who dealt in Riba, those who drank wine will be gathered with others who drank wine.' Mujahid and Sa'id bin Jubayr narrated from Ibn 'Abbas:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَزْوَاجَهُمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(their companions)</span> means \"Their friends.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانُوا يَعْبُدُونَ - مِنْ دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and what they used to worship. Instead of Allah,)</span> means, instead of Allah, i.e., their idols and false gods will be gathered together with them in the same place.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاهْدُوهُمْ إِلَىٰ صِرَاطِ الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and lead them on to the way of flaming Fire.)</span> means, take them to the way to Hell. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَأْوَاهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall gather them together on the Day of Resurrection on their faces, blind, dumb and deaf; their abode will be Hell; whenever it abates, We shall increase for them the fierceness of the Fire)</span><span class=\"gray\">(17:97)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقِفُوهُمْ ۖ إِنَّهُمْ مَسْئُولُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But stop them, verily, they are to be questioned.)</span> means, stop them so that they may be questioned about the things they did and said in this world. As Ad-Dahhak said, narrating from Ibn 'Abbas, this means, 'detain them, for they are to be brought to account.' 'Abdullah bin Al-Mubarak said, \"I heard 'Uthman bin Za'idah say, 'The first thing about which a man will be asked is the company that he kept. Then by way of rebuke, it will be said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ لَا تَنَاصَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the matter with you? Why do you not help one another?)</span>.'\" meaning, 'as you claimed that you would all help one another.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but that Day they shall surrender.)</span> means, they will be subjected to the command of Allah, and they will not be able to resist it or avoid it. And Allah knows best.</p>"
  }
]