[
  {
    "ayah_key": "2:278",
    "group_ayah_key": "2:278",
    "from_ayah": "2:278",
    "to_ayah": "2:281",
    "ayah_keys": "2:278,2:279,2:280,2:281",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Have Taqwa of Allah and give up what remains from Riba, if you are <span class=\"gray\">(really)</span> believers <span>(278)</span>And if you do not do it, then take a notice of war from Allah and His Messenger but if you repent,you shall have your capital sums. Deal not unjustly, and you shall not be dealt with unjustly <span>(279)</span>And if the debtor is having a hard time, then grant him time till it is easy for him to repay; but if you remit it by way of charity, that is better for you if you did but know <span>(280)</span>And have Taqwa the Day when you shall be brought back to Allah. Then every person shall be paid what he earned, and they shall not be dealt with unjustly <span>(281)</span></p><div lang=\"mg\" class=\"mg \"><h2>The Necessity of Taqwa and Avoiding Riba</h2></div><p lang=\"en\" class=\"en \">Allah commands His believing servants to fear Him and warns them against what would bring them closer to His anger and drive them away from His pleasure. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Have Taqwa of Allah)</span> meaning, fear Him and remember that He is watching all that you do.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give up what remains of Riba)</span> meaning, abandon the Riba that people still owe you upon hearing this warning,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you indeed have been believers)</span> believing in the trade that He allowed you and the prohibition of Riba. Zayd bin Aslam, Ibn Jurayj, Muqatil bin Hayyan and As-Suddi said that this Ayah was revealed about Bani 'Amr bin 'Umayr, a sub-tribe of Thaqif, and Bani Al-Mughirah, from the tribe of Bani Makhzum, between whom were outstanding transactions of Riba leftover from time of Jahiliyyah. When Islam came and both tribes became Muslims, Thaqif required Bani Al-Mughirah to pay the Riba of that transaction, but Bani Al-Mughirah said, \"We do not pay Riba in Islam.\" 'Attab bin Usayd, the Prophet's deputy on Makkah, wrote to the Messenger of Allah ﷺ about this matter. This Ayah was then revealed and the Messenger of Allah ﷺ conveyed it to 'Attab,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ - فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Be afraid of Allah and give up what remains <span class=\"gray\">(due to you)</span> from Riba <span class=\"gray\">(from now onward)</span>, if you are <span class=\"gray\">(really)</span> believers. And if you do not do it, then take a notice of war from Allah and His Messenger.)</span></p><p lang=\"en\" class=\"en \">They said, \"We repent to Allah and abandon whatever is left of our Riba\", and they all abandoned it This Ayah serves as a stern threat to those who continue to deal in Riba after Allah revealed this warning.</p><div lang=\"en\" class=\"en \"><h2>Riba Constitutes War Against Allah and His Messenger <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"hmn\" class=\"hmn \">Ibn Jurayj said that Ibn 'Abbas said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأْذَنُوا بِحَرْبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then take a notice of war)</span> means, \"Be sure of a war from Allah and His Messenger.\" He also said, \"On the Day of Resurrection, those who eat Riba will be told, 'take up arms for war.'\" He then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you do not do it, then take a notice of war from Allah and His Messenger.)</span></p><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah said that Ibn 'Abbas said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you do not do it, then take a notice of war from Allah and His Messenger,)</span> \"Whoever kept dealing with Riba and did not refrain from it, then the Muslim Leader should require him to repent. If he still did not refrain from Riba, the Muslim Leader should cut off his head.\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you repent, you shall have your capital sums. Deal not unjustly)</span> by taking the Riba,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُظْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you shall not be dealt with unjustly)</span> meaning, your original capital will not diminish. Rather, you will receive only what you lent without increase or decrease. Ibn Abi Hatim recorded that 'Amr bin Al-Ahwas said, \"The Messenger of Allah ﷺ gave a speech during the Farewell Hajj saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ كُلَّ رِبًا كَانَ فِي الْجَاهِلِيَّةِ، مَوْضُوعٌ عَنْكُمْ كُلُّهُ، لَكُمْ رُؤُوسُ أَمْوَالِكُم لَا تَظْلِمُونَ وَلَاتُظْلَمُونَ، وَأَوَّلُ رِبًا مَوْضُوعٍ، رِبَا الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ مَوْضُوعٌ كُلُّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, every case of Riba from the Jahiliyyah is completely annulled. You will only take back your capital, without increase or decrease. The first Riba that I annul is the Riba of Al-'Abbas bin 'Abdul-Muttalib, all of it is annulled.)</span></p><div lang=\"en\" class=\"en \"><h2>Being Kind to Debtors Who Face Financial Difficulties</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ وَأَن تَصَدَّقُوا خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if the debtor is having a hard time, then grant him time till it is easy for him to repay; but if you remit it by way of charity, that is better for you if you did but know.)</span> Allah commands creditors to be patient with debtors who are having a hard time financially,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if the debtor is having a hard time <span class=\"gray\">(has no money)</span>, then grant him time till it is easy for him to repay.)</span></p><p lang=\"en\" class=\"en \">During the time of Jahiliyyah, when the debt came to term, the creditor would say to the debtor, \"Either pay now or interest will be added to the debt.\"</p><p lang=\"en\" class=\"en \">Allah encouraged creditors to give debtors respite regarding their debts and promised all that is good, and a great reward from Him for this righteous deed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَصَدَّقُوا خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you remit it by way of charity, that is better for you if you did but know)</span> meaning, if you forfeit your debts and cancel them completely.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Sulayman bin Buraydah said that his father said, \"I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنْظَرَ مُعْسِرًا، فَلَهُ بِكُلِّ يَوْمٍ مِثْلُهُ صَدَقَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever gives time to a debtor facing hard times, will gain charity of equal proportions for each day he gives.)</span></p><p lang=\"mg\" class=\"mg \">I also heard the Prophet ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنْظَرَ مُعْسِرًا، فَلَهُ بِكُلِّ يَوْمٍ مِثْلُهُ صَدَقَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever gives time to a debtor facing hard times, will earn charity multiplied two times for each day he gives.)</span> I said, 'O Messenger of Allah! I heard you say, 'Whoever gives time to a debtor facing hard times, will gain charity of equal proportions for each day he gives.' I also heard you say, 'Whoever gives time to a debtor facing hard times, will earn charity multiplied by two times for each day he gives.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ بِكُلِّ يَومٍ مِثْلُهُ صَدَقَةٌ قَبْلَ أَنْ يَحِلَّ الدَّيْنُ، فَإِذَا حَلَّ الدَّيْنُ فَأَنْظَرَهُ، فَلَهُ بِكُلِّ يَوْمٍ مِثْلَاهُ صَدَقَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will earn charity of equal proportions for each day <span class=\"gray\">(he gives time)</span> before the term of the debt comes to an end, and when the term comes to an end, he will again acquire charity multiplied by two times for each day if he gives more time.)</span>\"</p><p lang=\"en\" class=\"en \">Ahmad recorded that Muhammad bin Ka'b Al-Qurazi said that Abu Qatadah had a debt on a man, who used to hide from Abu Qatadah when he looked for him to pay what he owed him. One day, Abu Qatadah came looking for the debtor and a young boy came out, and he asked him about the debtor and found out that he was in the house eating. Abu Qatadah said in a loud voice, \"O Fellow! Come out, for I was told that you are in the house.\" The man came out and Abu Qatadah asked him, \"Why are you hiding from me?\" The man said, \"I am having a hard time financially, and I do not have any money.\" Abu Qatadah said, \"By Allah, are you truly facing a hard time?\" He said, \"Yes.\" Abu Qatadah cried and said, \"I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ نَفَّسَ عَنْ غَرِيمِهِ أَوْ مَحَا عَنْهُ،كَانَ فِي ظِلِّ الْعَرْشِ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever gives time to his debtor, or forgives the debt, will be in the shade of the Throne <span class=\"gray\">(of Allah)</span> on the Day of Resurrection.)</span>\"</p><p lang=\"en\" class=\"en \">Muslim also recorded this Hadith in his Sahih.</p><p lang=\"hmn\" class=\"hmn \">Al-Hafiz Abu Ya'la Al-Mawsili recorded that Hudhayfah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُتِيَ اللهُ بِعَبْدٍ مِنْ عَبِيدِهِ يَوْمَ الْقِيَامَةِ قَالَ: مَاذَا عَمِلْتَ لِي فِي الدُّنْيَا؟ فَقَالَ: مَا عَمِلْتُ لَكَ يَا رَبِّ مِثْقَالَ ذَرَّةٍ فِي الدُّنْيَا أَرْجُوكَ بِهَا - قَالَهَا ثَلَاثَ مَرَّاتٍ - قَالَ الْعَبْدُ عِنْدَ آخِرِهَا: يَا رَبِّ إِنَّكَ كُنْتَ أَعْطَيْتَنِي فَضْلَ مَالٍ، وَكُنْتُ رَجُلًا أُبَايِعُ النَّاسَ، وَكَانَ مِنْ خُلُقِي الْجَوازُ، فَكُنْتُ أُيَسِّرُ عَلَى الْمُوسِرِ وَأُنْظِرُ الْمُعْسِرَ، قَالَ: فَيَقُولُ اللهُ عَزَّوَجَلَّ: أَنَا أَحَقُّ مَنْ يُيَسِّرُ، ادْخُلِ الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection, one of Allah's servants will be summoned before Him and He will ask him, \"What deeds did you perform for Me in your life?\" He will say, \"O Lord! In my life, I have not performed a deed for Your sake that equals an atom,\" three times. The third time, the servant will add, \"O Lord! You granted me wealth and I used to be a merchant. I used to be lenient, giving easy terms to those well-off and giving time to the debtors who faced hard times.\" Allah will say, \"I Am the Most Worthy of giving easy terms. Therefore, enter Paradise.\")</span></p><p lang=\"en\" class=\"en \">Al-Bukhari, Muslim and Ibn Majah also recorded this Hadith from Hudhayfah, and Muslim recorded a similar wording from 'Uqbah bin 'Amir and Abu Mas'ud Al-Badri.</p><p lang=\"en\" class=\"en \">Allah further advised His servants, by reminding them that this life will soon end and all the wealth in it will vanish. He also reminded them that the Hereafter will surely come, when the Return to Him will occur, and that He will hold His creation accountable for what they did, rewarding them or punishing them accordingly. Allah also warned them against His torment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And have Taqwa for the Day when you shall be brought back to Allah. Then every person shall be paid what he earned, and they shall not be dealt with unjustly.)</span></p><p lang=\"en\" class=\"en \">It was reported that this was the last Ayah revealed from the Glorious Qur'an. An-Nasa'i recorded that Ibn 'Abbas said, \"The last Ayah to be revealed from the Qur'an was,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And have Taqwa for the Day when you shall be brought back to Allah. Then every person shall be paid what he earned, and they shall not be dealt with unjustly.\")</span></p><p lang=\"en\" class=\"en \">This is the same narration reported by Ad-Dahhak and Al-'Awfi from Ibn 'Abbas.</p>"
  }
]