[
  {
    "ayah_key": "56:88",
    "group_ayah_key": "56:88",
    "from_ayah": "56:88",
    "to_ayah": "56:96",
    "ayah_keys": "56:88,56:89,56:90,56:91,56:92,56:93,56:94,56:95,56:96",
    "text": "<p lang=\"en\" class=\"en \">Then, if he be of the Muqarrabin <span>(88)</span>Then Rawh, Rayhan and a Garden of Delights <span>(89)</span>And if he be of those on the right <span>(90)</span>Then Salam <span class=\"gray\">(peace)</span> to you from those on the right <span>(91)</span>But if he be of the denying, the erring <span>(92)</span>Then for him is an entertainment with Hamim <span>(93)</span>And entry in Hellfire <span>(94)</span>Verily, this! This is an absolute truth with certainty <span>(95)</span>So, glorify with praises the Name of your Lord, the Most Great <span>(96)</span></p><p lang=\"en\" class=\"en \">The Condition of People at the Time of Their Death</p><p lang=\"en\" class=\"en \">These are the three types of conditions that people face upon their death. Either they are among the near believers or those below their rank on the right, or those who denied the truth, were led astray from the guidance and were ignorant about Allah. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَمَّا إِنْ كَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if he)</span>, in reference to the dying person,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْمُقَرَّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(be of the Muqarrabun)</span> who fulfilled the obligations and the recommended acts of worship and avoided the forbidden and disliked matters and even some of the allowed,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then for him Rawh, Rayhan and a Garden of Delights.)</span> Theirs will be Rawh and Rayhan; and the glad tidings of these traits will be conveyed to them by the angels at the time of death. We mentioned before the Prophet's Hadith narrated from Al-Bara' in which the angels of mercy say <span class=\"gray\">(to a dying, believing person)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّتُهَا الرُّوحُ الطَّيِّبَةُ فِي الْجَسَدِ الطَّيِّبِ كُنْتِ تَعْمُرِينَه، اخْرُجِي إِلَى رَوْحٍ وَرَيْحَانٍ وَرَبٍّ غَيْرِ غَضْبَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O good soul in the good body that you inhabited, come to Rawh, Rayhan and a Lord Who is not angry.)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported from Ibn 'Abbas, \"Rawh means rest, and Rayhan means place of rest.\" Mujahid said similarly that Rawh means rest. Abu Hazrah said that Rawh means: \"Rest from the world.\" Sa'id bin Jubayr and As-Suddi said that it means to rejoice. And from Mujahid:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَرَوْحٌ وَرَيْحَانٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Rawh and Rayhan)</span> means: \"Paradise and delights.\" Qatadah said that Rawh means mercy. Ibn 'Abbas, Mujahid and Sa'id bin Jubayr said that Rayhan means provisions. All of these explanations are correct and similar in meaning. The near believers who die will earn all of these; mercy, rest, provision, joy, happiness and good delights,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَنَّتُ نَعِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a Garden of Delights.)</span> Abu Al-'Aliyah said, \"None of the near believers will depart <span class=\"gray\">(this life)</span> until after he is brought a branch of the Rayhan of Paradise and his soul is captured in it.\" Muhammad bin Ka'b said, \"Every person who dies will know upon his death if he is among the people of Paradise or the people of the Fire.\" </p><p lang=\"en\" class=\"en \">In the Sahih, it is recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَرْوَاحَ الشُّهَدَاءِ فِي حَوَاصِلِ طُيُورٍ خُضْرٍ، تَسْرَحُ فِي رِيَاضِ الْجَنَّةِ حَيْثُ شَاءَتْ، ثُمَّ تَأْوِي إِلَىٰ قَنَادِيلَ مُعَلَّقَةٍ بِالْعَرْشِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The souls of the martyrs live in the bodies of green birds flying wherever they wish in the Gardens of Paradise, and then rest to their nests in chandeliers hung from the Throne of the Almighty....)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Ata' bin As-Sa'ib said, \"The first day I saw 'Abdur-Rahman bin Abi Layla, I saw an old man whose hair had become white on his head and beard. He was riding his donkey and following a funeral. I heard him say, 'So-and-so narrated to me that he heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَحَبَّ لِقَاءَ اللهِ أَحَبَّ اللهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللهِ كَرِهَ اللهُ لِقَاءَهُ</p><p lang=\"mi\" class=\"mi \"><span class=\"gray\">(He who likes to meet Allah, Allah likes to meet him, and he who hates to meet Allah, Allah hates to meet him.)</span></p><p lang=\"en\" class=\"en \">The people around him started weeping, and he asked them why they wept. They said, 'All of us hate death.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ ذَاكَ، وَلٰكِنَّهُ إِذَا احْتُضِرَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ - فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا بُشِّرَ بِذٰلِكَ أَحَبَّ لِقَاءَ اللهِ عَزَّ وَجَلَّ، وَاللهُ عَزَّ وَجَلَّ لِلِقَائِهِ أَحَبُّ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ - فَنُزُلٌ مِنْ حَمِيمٍ - وَتَصْلِيَةُ جَحِيمٍ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإذَا بُشِّرَ بِذٰلِكَ كَرِهَ لِقَاءَ اللهِ، وَاللهُ تَعَالَىٰ لِلِقَائِهِ أَكْرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It does not mean that. When one dies: <span class=\"gray\">(Then, if he be of the near believers, then for him are Rawh, Rayhan, and a Garden of Delights.)</span><span class=\"gray\">(and when this good news is conveyed to him, he likes to meet Allah the Exalted and Most Honored and Allah the Exalted and Most Honored likes, even more, to meet him, <span class=\"gray\">(But if he be of the denying, the erring, then for him is an entertainment with Hamim. And entry in Hellfire.)</span><span class=\"gray\">(and when this news is conveyed to him, he hates to meet Allah and Allah hates, even more, to meet him.)</span>\" </span></span></p><p lang=\"en\" class=\"en \">This is the narration that Imam Ahmad collected; and in the Sahih, there is a Hadith with this meaning collected from 'A'ishah. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if he be of those on the right,)</span> means, if he, the dying person, is among those on the right,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then Salam <span class=\"gray\">(peace)</span> to you from those on the right)</span> meaning, the angels will deliver the good news to them by saying, \"Peace be upon you,\" i.e., be calm, you will be led to safety, you are among those on the right, as 'Ikrimah said, \"The angels will greet him with the Salam and convey to him the news that he is among those on the right. \" This is a good explanation, and it conforms with Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ - نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ - نُزُلًا مِنْ غَفُورٍ رَحِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who say: \"Our Lord is Allah.\" and then they stand firm, on them the angles will descend <span class=\"gray\">(at the time of their death)</span><span class=\"gray\">(saying)</span>: \"Fear not, nor grieve! But receive the glad tidings of Paradise which you have been promised! We have been your friends in the life of this world and are <span class=\"gray\">(so)</span> in the Hereafter. Therein you shall have <span class=\"gray\">(all)</span> that your souls desire, and therein you shall have <span class=\"gray\">(all)</span> for which you ask. An entertainment from the Oft-Forgiving, Most Merciful.\")</span><span class=\"gray\">(41:30-32)</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ - فَنُزُلٌ مِنْ حَمِيمٍ - وَتَصْلِيَةُ جَحِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if he be of the denying, the erring, then for him is an entertainment with Hamim <span class=\"gray\">(boiling water)</span> and entry in Hellfire.)</span> meaning, if the dying person is one of those who denied the truth, who were led astray from guidance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنُزُلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then for him is an entertainment,)</span> meaning, as a guest</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ حَمِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with Hamim)</span> that dissolves his intestines and skin,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَصْلِيَةُ جَحِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And entry in Hellfire.)</span> he will reside in Hellfire, which will engulf him from every direction. Allah the Exalted said, next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَهُوَ حَقُّ الْيَقِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this! This is an absolute truth with certainty.)</span> meaning, this news is the truth; there is no doubt about it, nor escape from it for anyone,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, glorify with praises the Name of your Lord, the Most Great.)</span> Jabir narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَالَ: سُبْحَانَ اللهِ الْعَظِيمِ وَبِحَمْدِهِ، غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who says, \"Glory be to Allah the Magnificent and with His praise!\" then a date tree will be planted for him in Paradise.)</span></p><p lang=\"gd\" class=\"gd \">This Hadith was collected by At-Tirmidhi and An-Nasa'i; At-Tirmidhi said, \"Hasan Gharib.\" Al-Bukhari recorded in his book <span class=\"gray\">(Sahih)</span> that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمٰنِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(There are)</span> two statements that are light on the tongue, but heavy on the Balance, and most beloved to Ar-Rahman: \"Glory be to Allah and with His praise, glory be to Allah the Magnificent.\")</span></p><p lang=\"en\" class=\"en \">The Group, with the exception of Abu Dawud, collected this. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Waqi'ah, all praise and thanks are due to Allah and all the favors come from Him.</p>"
  }
]