[
  {
    "ayah_key": "26:90",
    "group_ayah_key": "26:90",
    "from_ayah": "26:90",
    "to_ayah": "26:104",
    "ayah_keys": "26:90,26:91,26:92,26:93,26:94,26:95,26:96,26:97,26:98,26:99,26:100,26:101,26:102,26:103,26:104",
    "text": "<p lang=\"en\" class=\"en \">And Paradise will be brought near to those who had Taqwa <span>(90)</span>And the <span class=\"gray\">(Hell)</span> Fire will be placed in full view of the astray <span>(91)</span>And it will be said to them: \"Where are those that you used to worship. <span>(92)</span>\"Instead of Allah? Can they help you or help themselves? <span>(93)</span>Then they will be thrown on their faces into it <span class=\"gray\">(the Fire)</span>, they and the astray <span>(94)</span>And all of the hosts of Iblis together <span>(95)</span>They will say while contending therein <span>(96)</span>\"By Allah, we were truly in a manifest error <span>(97)</span>\"When we held you as equals with the Lord of all that exists; <span>(98)</span>\"And none has brought us into error except the criminals. <span>(99)</span>\"Now we have no intercessors, <span>(100)</span>\"Nor a close friend. <span>(101)</span>\"<span class=\"gray\">(Alas!)</span> If we only had a chance to return, we shall truly be among the believers! <span>(102)</span>Verily, in this is indeed a sign, yet most of them are not believers <span>(103)</span>And verily your Lord, He is truly the All-Mighty, the Most Merciful <span>(104)</span></p><div lang=\"en\" class=\"en \"><h2>Those Who Have Taqwa and the Astray on the Day of Resurrection, and the Arguments and Sorrow of the Erring</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُزْلِفَتِ الْجَنَّةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Paradise will be brought near)</span> means, it will be brought close to its people, adorned and decorated for them to behold it. Its people are the pious who preferred it to whatever was in this world, and strove for it in this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the <span class=\"gray\">(Hell)</span> Fire will be placed in full view of the astray.)</span> meaning, it will be shown to them and a neck will stretch forth from it, moaning and sighing, and their hearts will reach their throats. It will be said to its people by way of reproach and rebuke:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَ مَا كُنتُمْ تَعْبُدُونَ - مِن دُونِ اللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Where are those that you used to worship instead of Allah? Can they help you or help themselves?)</span> meaning, 'the gods and idols whom you used to worship instead of Allah cannot help you today, and they cannot even protect themselves. You and they are fuel for Hell today, which you will surely enter.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they will be thrown on their faces into it <span class=\"gray\">(the Fire)</span>, they and the astray.)</span> Mujahid said, \"This means, they will be hurled into it.\" Others said: \"They will be thrown on top of one another, the disbelievers and their leaders who called them to Shirk. \"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And all of the hosts of Iblis together.)</span> they will all be thrown into it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ - تَاللَّهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ - إِذْ نُسَوِّيكُم بِرَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say while contending therein, \"By Allah, we were truly in a manifest error, when we held you as equals with the Lord of all that exists.\")</span></p><p lang=\"en\" class=\"en \">The weak ones among them will say to their arrogant leaders: 'Verily, we were following you; can you avail us anything from the Fire?' Then they will realize that themselves are to blame and will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ - إِذْ نُسَوِّيكُم بِرَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah, we were truly in a manifest error, when we held you as equals with the Lord of all that exists.)</span> meaning, 'we obeyed your commands as we should have obeyed the commands of the Lord of the all that exits, and we worshipped you along with the Lord of all that exits.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none has brought us into error except the criminals.)</span> meaning, 'nobody called us to do that except the evildoers.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَنَا مِن شَافِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now we have no intercessors.)</span> This is like the Ayah which tells us that they will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَل لَّنَا مِن شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...now are there any intercessors for us that they might intercede on our behalf? Or could we be sent back so that we might do deeds other than those deeds which we used to do?)</span><span class=\"gray\">(7:53)</span>. Similarly, in this Surah, Allah tells us that they will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَنَا مِن شَافِعِينَ - وَلَا صَدِيقٍ حَمِيمٍ</p><p lang=\"ca\" class=\"ca \"><span class=\"gray\">(Now we have no intercessors, nor a close friend.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Alas!)</span> If we only had a chance to return, we shall truly be among the believers!)</span></p><p lang=\"en\" class=\"en \">They will wish that they could come back to this world so that they could do deeds of obedience to their Lord – as they claim – but Allah knows that if they were to come back to this world, they would only go back to doing forbidden things, and He knows that they are liars. Allah tells us in Surah Sad about how the people of Hell will argue with one another, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, that is the very truth – the mutual dispute of the people of the Fire!)</span><span class=\"gray\">(38:64)</span> Then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this is indeed a sign, yet most of them are not believers.)</span> meaning, in the dispute of Ibrahim with his people and his proof of Tawhid there is a sign, i.e., clear evidence that there is no God but Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(yet most of them are not believers. And verily, your Lord, He is truly the All-Mighty, the Most Merciful.)</span></p>"
  },
  {
    "ayah_key": "27:1",
    "group_ayah_key": "27:1",
    "from_ayah": "27:1",
    "to_ayah": "27:6",
    "ayah_keys": "27:1,27:2,27:3,27:4,27:5,27:6",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">طس ۚ تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ - هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ - الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ - إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ - أُولَٰئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ - وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1.Ta Sin. These are the Ayat of the Qur'an, and <span class=\"gray\">(it is)</span> a Book <span class=\"gray\">(that is)</span> clear.)</span><span class=\"gray\">(2. A guide and glad tidings for the believers.)</span><span class=\"gray\">(3. Those who perform the Salah and give the Zakah and they believe with certainty in the Hereafter.)</span><span class=\"gray\">(4. Verily, those who believe not in the Hereafter, We have made their deeds fair seeming to them, so that they wander about blindly.)</span><span class=\"gray\">(5. They are those for whom there will be an evil torment. And in the Hereafter they will be the greatest losers.)</span><span class=\"gray\">(6. And verily, you are being taught the Qur'an from One, All-Wise, All-Knowing.)</span></p><div lang=\"en\" class=\"en \"><h2>The Qur'an is Guidance and Glad Tidings for the Believers, a Warning to the Disbelievers, and it is from Allah:</h2></div><p lang=\"en\" class=\"en \">In <span class=\"gray\">(the comments on)</span> Surat Al-Baqarah, we discussed the letters which appear at the beginning of some Surahs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the Ayat of the Qur'an, and <span class=\"gray\">(it is)</span> a Book <span class=\"gray\">(that is)</span> clear.)</span> It is plain and evident.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A guide and glad tidings for the believers.)</span> meaning, guidance and good news may be attained from the Qur'an for those who believe in it, follow it and put it into practice. They establish obligatory prayers, pay Zakah and believe with certain faith in the Hereafter, the resurrection after death, reward and punishment for all deeds, good and bad, and Paradise and Hell. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is for those who believe, a guide and a healing. And as for those who disbelieve, there is heaviness <span class=\"gray\">(deafness)</span> in their ears...\")</span><span class=\"gray\">(41:44)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may give glad tidings to those who have Taqwa, and warn with it the Ludd <span class=\"gray\">(most quarrelsome)</span> people)</span><span class=\"gray\">(19:97)</span>. </p><p lang=\"en\" class=\"en \">Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who believe not in the Hereafter,)</span> meaning, those who deny it and think that it will never happen,</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have made their deeds fair seeming to them, so that they wander about blindly.)</span> means, 'We have made what they are doing seem good to them, and We have left them to continue in their misguidance, so they are lost and confused.' This is their recompense for their disbelief in the Hereafter, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn their hearts and their eyes away, as they refused to believe therein for the first time)</span><span class=\"gray\">(6:110)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those for whom there will be an evil torment.)</span> in this world and the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in the Hereafter they will be the greatest losers.)</span> means, no one but they, among all the people who will be gathered, will lose their souls and their wealth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, you are being taught the Qur'an from One, All-Wise, All-Knowing.)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّكَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(And verily, you)</span> O Muhammad. Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتُلَقَّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are being taught)</span> \"Are receiving.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Qur'an from One, All-Wise, All-Knowing.)</span> from One Who is Wise in His commands and prohibitions, and Who knows all things, major and minor. Whatever He says is absolute Truth, and His rulings are entirely fair and just, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word of your Lord has been fulfilled in truth and in justice)</span><span class=\"gray\">(6:115)</span>.</p>"
  }
]