[
  {
    "ayah_key": "70:36",
    "group_ayah_key": "70:36",
    "from_ayah": "70:36",
    "to_ayah": "70:44",
    "ayah_keys": "70:36,70:37,70:38,70:39,70:40,70:41,70:42,70:43,70:44",
    "text": "<p lang=\"en\" class=\"en \">So, what is the matter with those disbelievers, before you Muhti'i <span>(36)</span>On the right and on the left, 'Izin <span>(37)</span>Does every man of them hope to enter the Paradise of Delight <span>(38)</span>But no! Verily, We have created them out of that which they know <span>(39)</span>But no! I swear by the Lord of the easts and the wests that surely We are Abl <span>(40)</span>To replace them by <span class=\"gray\">(others)</span> better than them; and We are not to be outrun <span>(41)</span>So, leave them to plunge in vain talk and play about, until they meet their Day which they are promised <span>(42)</span>The Day when they will come out of the graves quickly as racing to a Nusub <span>(43)</span>With their eyes lowered in fear and humility, ignominy covering them <span class=\"gray\">(all over)</span>! That is the Day which they were promised <span>(44)</span></p><p lang=\"en\" class=\"en \">The Rebuke of the Disbelievers and the Threat against Them</p><p lang=\"en\" class=\"en \">Allah rebukes the disbelievers who, in the time of the Prophet ﷺ, saw him and the guidance Allah sent him with. They witnessed the magnificent miracles Allah aided him with. Then, after all of this they fled from him and separated themselves from him. They fled right and left, group by group and party by party. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ - كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ - فَرَّتْ مِنْ قَسْوَرَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then what is wrong with them that they run away from admonition? As if they were <span class=\"gray\">(frightened)</span> wild donkeys. Fleeing from a beast of prey.)</span><span class=\"gray\">(74:49-51)</span> This is the example of disbeliever. And this Ayah is similar. As Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So what is the matter with those disbelievers, before you Muhti'in)</span> meaning, 'what is wrong with these disbelievers who are with you, O Muhammad? Why are they Muhti'in, meaning hastily running away from you?' This is as Al-Hasan Al-Basri said, \"Muhti'in means departing.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the right and on the left, 'Izin.)</span> The singular of 'Izin is 'Izah, which means separating. meaning in their separating and their differing. Al-'Awfi reported from Ibn 'Abbas about the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So what is the matter with those disbelievers, before you Muhti'in.)</span> \"They are looking in your direction.\" Then the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the right and on the left, 'Izin.)</span></p><p lang=\"en\" class=\"en \">He <span class=\"gray\">(Ibn 'Abbas)</span> said, \"Al-'Izin is a group among the people. On the right and on the left means they are turning away <span class=\"gray\">(right and left)</span> from him <span class=\"gray\">(the Prophet ﷺ)</span> and mocking him.\" </p><p lang=\"en\" class=\"en \">Jabir bin Samurah narrated that the Messenger of Allah ﷺ came out to them while they were sitting in circles. So the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لِي أَرَاكُمْ عِزِينَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do I see you all 'Izin <span class=\"gray\">(in groups)</span>.)</span> Ahmad, Muslim, Abu Dawud, An-Nasa'i and Ibn Jarir all recorded this Hadith. Then, concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ - كَلَّا ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does every man of them hope to enter the Paradise of Delight But no!)</span> meaning, is this their wish, yet they flee from the Messenger ﷺ in aversion to the truth? Are they hoping that they will be admitted into the Gardens of Delight? Nay, rather their abode is Hell. Then Allah affirms the occurrence of the Final Abode and the torment that will befall them that they are denying its existence and claiming it to be something farfetched. As a proof against them, Allah mentions the initiation of creation, and that repeating the process is something easier than performing it the first time. This is something that they themselves confess to. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have created them out of that which they know!)</span> meaning, from despised semen. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did We not create you from a despised water <span class=\"gray\">(semen)</span>?)</span><span class=\"gray\">(77:20)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ - خُلِقَ مِنْ مَاءٍ دَافِقٍ - يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ - إِنَّهُ عَلَىٰ رَجْعِهِ لَقَادِرٌ - يَوْمَ تُبْلَى السَّرَائِرُ - فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So let man see from what he is created! He is created from a water gushing forth. Proceeding from between the backbone and the ribs. Verily He is able to bring him back! The Day when all the secrets will be examined. Then he will have no power, nor any helper.)</span><span class=\"gray\">(86:5-10)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But no! I swear by the Lord of the easts and the wests)</span> meaning, the One Who created the heavens and the earth and made the east and the west. He is the One Who subjected the stars causing them to appear in the eastern parts of the sky and vanish in the western parts of it. The point of this statement is that the matter is not as the disbelievers claim: that there is no final return, no reckoning, no resurrection and no gathering. Rather all of this will occur and come to pass. There is no way of avoiding it. This is the reason that Allah has stated a negation at the beginning of this oath. This shows that He is swearing by a denial of their claim. This is a refutation of their false claim of rejecting the Day of Judgement. They already witnessed the greatness of Allah's power in what is more convincing than the Day of Judgement, that is the creation of the heavens and the earth, and the subjection of the creatures in them, the animals, the inanimate objects and the other types of creatures that exist. This is why Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of the heavens and the earth is indeed greater than the creation of mankind; yet, most of mankind know not.)</span><span class=\"gray\">(40:57)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead? Yes, He surely is Able to do all things.)</span><span class=\"gray\">(46:33)</span> Allah says in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ ۚ بَلَىٰ وَهُوَ الْخَلَّاقُ الْعَلِيمُ - إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not He Who created the heavens and the earth, able to create the like of them? Yes, indeed! He is the All-Knowing Supreme Creator. Verily, His command, when He intends a thing, is only that He says to it, \"Be!\"– and it is!)</span><span class=\"gray\">(36:81-82)</span> So here He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ - عَلَىٰ أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But no! I swear by the Lord of the easts and the wests that surely We are Able –to replace them by <span class=\"gray\">(others)</span> better than them..)</span> meaning, 'on the Day of Judgement We will bring them back <span class=\"gray\">(to life)</span> in bodies that are better than these bodies that they have now.' For verily, Allah's power is suitable <span class=\"gray\">(able)</span> to do that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِمَسْبُوقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We are not to be outrun.)</span> meaning, 'We are not unable.' This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ - بَلَىٰ قَادِرِينَ عَلَىٰ أَنْ نُسَوِّيَ بَنَانَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does man think that We shall not assemble his bones? Yes, We are able to put together in perfect order the tips of his fingers.)</span><span class=\"gray\">(75:3,4)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ - عَلَىٰ أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have decreed death to you all, and We are not outstripped. To transfigure you and create you in <span class=\"gray\">(forms)</span> that you know not.)</span><span class=\"gray\">(56:60-61)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir preferred the meaning to be: 'a nation who will obey Us and not disobey Us.' He <span class=\"gray\">(Ibn Jarir)</span> interpreted it in the same way as Allah's statements,</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَىٰ أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To replace them by <span class=\"gray\">(others)</span> better than them..)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you turn away, He will exchange you for some other people and they will not be like you.)</span><span class=\"gray\">(47:38)</span></p><p lang=\"en\" class=\"en \">However, the first interpretation is more obvious since the other Ayat support that, and Allah the Most High knows best. Then Allah says,</p><p class=\"ceb qpc-hafs\" lang=\"ceb\">فَذَرْهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So leave them)</span> meaning, 'O Muhammad!'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَخُوضُوا وَيَلْعَبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to plunge in vain talk and play about,)</span> meaning, leave them in their denial, disbelief and obstinance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until they meet their Day which they are promised.)</span> meaning, they are going to know the outcome of that and taste its evil consequences.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَىٰ نُصُبٍ يُوفِضُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when they will come out of the graves quickly as racing to a Nusub.)</span> meaning, they will stand up out of their graves when the Lord, Blessed be He the Most High, calls them to the place of the reckoning. They will rise up quickly as if they were rushing towards some monumental object. Ibn 'Abbas, Mujahid and Ad-Dahhak, all said, \"As if they were rushing towards a flag.\" Abu 'Aliyah and Yahya bin Abi Kathir both said, \"As if they were rushing towards a goal.\" The majority of reciters recited this word as \"Nasb\" <span class=\"gray\">(instead of Nusub)</span> with a Fathah over the letter Nun and a Sukun over the letter Sad. This <span class=\"gray\">(Nasb)</span> is a verbal noun meaning something that is erected. Al-Hasan Al-Basri recited it as \"Nusub\" with a Dammah over both the letter Nun and Sad. This <span class=\"gray\">(Nusub)</span> means an idol. With this recitation the Ayah means, as if their rushing to this place was like when they used to hurry in the worldly life to the idol when they saw it. They would rush hurriedly to see who would be the first of them to touch it. This has been reported from Mujahid, Yahya bin Abi Kathir, Muslim Al-Batin, Qatadah, Ad-Dahhak, Ar-Rabi' bin Anas, Abu Salih, 'Asim bin Bahdalah, Ibn Zayd and others. Concerning Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">خَاشِعَةً أَبْصَارُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With their eyes lowered in fear)</span> meaning humbled.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَرْهَقُهُمْ ذِلَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(covering them with humility.)</span> meaning, in return for how they behaved arrogantly in the worldly life by refusing to be obedient <span class=\"gray\">(to Allah)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the Day which they were promised!)</span></p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Sa'ala Sa'il. And all praise and thanks are due to Allah.</p>"
  }
]