[
  {
    "ayah_key": "2:120",
    "group_ayah_key": "2:120",
    "from_ayah": "2:120",
    "to_ayah": "2:121",
    "ayah_keys": "2:120,2:121",
    "text": "<p lang=\"en\" class=\"en \">Never will the Jews nor the Christians be pleased with you <span class=\"gray\">(O Muhammad ﷺ)</span> till you follow their religion. Say: \"Verily, the guidance of Allah <span class=\"gray\">(i.e. Islamic Monotheism)</span> that is the <span class=\"gray\">(only)</span> guidance. And if you <span class=\"gray\">(O Muhammad ﷺ)</span> were to follow their <span class=\"gray\">(Jews and Christians)</span> desires after what you have received of Knowledge <span class=\"gray\">(i.e. the Qur'an)</span>, then you would have against Allah neither any Wali <span class=\"gray\">(protector or guardian)</span> nor any helper <span>(120)</span>Those to whom we gave the Book recite it as it should be recited <span class=\"gray\">(Yatlunahu Haqqa Tilawatihi)</span> they are the ones who believe therein. And whoso disbelieve in it, those are they who are the losers <span>(121)</span></p><p lang=\"ceb\" class=\"ceb \">Ibn Jarir said, \"Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَرْضَىٰ عَنكَ الْيَهُودُ وَلَا النَّصَارَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Never will the Jews nor the Christians be pleased with you <span class=\"gray\">(O Muhammad ﷺ)</span> till you follow their religion.)</span> meaning, 'The Jews and the Christians will never be happy with you, O Muhammad! Therefore, do not seek what pleases or appeases them, and stick to what pleases Allah by calling them to the truth that Allah sent you with.' Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, the guidance of Allah <span class=\"gray\">(i.e. Islamic Monotheism)</span> that is the <span class=\"gray\">(only)</span> guidance\")</span> means, 'Say, O Muhammad ﷺ, the guidance of Allah that He sent me with is the true guidance, meaning the straight, perfect and comprehensive religion.'\" Qatadah said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, the guidance of Allah <span class=\"gray\">(i.e. Islamic Monotheism)</span> that is the <span class=\"gray\">(only)</span> guidance)</span> is, \"A true argument that Allah taught Muhammad ﷺ and his Companions and which they used against the people of misguidance.\" Qatadah said, \"We were told that the Messenger of Allah ﷺ used to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي يُقَاتِلُونَ عَلَى الْحَقِّ ظَاهِرِينَ، لَا يَضُرُّهُمْ مَنْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will always be a group of my Ummah fighting upon the truth, having the upper hand, not harmed by their opponents, until the decree of Allah <span class=\"gray\">(the Last Hour)</span> comes.)</span></p><p lang=\"en\" class=\"en \">This Hadith was collected in the Sahih and narrated from 'Abdullah bin 'Amr.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you <span class=\"gray\">(O Muhammad ﷺ)</span> were to follow their <span class=\"gray\">(Jews and Christians)</span> desires after what you have received of Knowledge <span class=\"gray\">(i.e. the Qur'an)</span>, then you would have against Allah neither any Wali <span class=\"gray\">(protector or guardian)</span> nor any helper.)</span></p><p lang=\"en\" class=\"en \">This Ayah carries a stern warning for the Muslim Ummah against imitating the ways and methods of the Jews and Christians, after they have acquired knowledge of the Qur'an and Sunnah, may Allah grant us refuge from this behavior. Although the speech in this Ayah was directed at the Messenger ﷺ, the ruling of which applies to his entire Ummah.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of Correct Tilawah</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ</p><p lang=\"id\" class=\"id \"><span class=\"gray\">(Those to whom We gave the Book. Yatlunahu Haqqan Tilawatih.)</span></p><p lang=\"en\" class=\"en \">Abdur-Razzaq ﷺ said from Ma'mar, from Qatadah, \"They are the Jews and Christians.\" This is the opinion of 'Abdur-Rahman bin Zayd bin Aslam, and it was also chosen by Ibn Jarir. Sa'id reported from Qatadah, \"They are the Companions of the Messenger of Allah ﷺ.\" Abu Al-'Aliyah said that Ibn Mas'ud said, \"By He in Whose Hand is my soul! The right Tilawah is allowing what it makes lawful, prohibiting what it makes unlawful, reciting it as it was revealed by Allah, not changing the words from their places, and not interpreting it with other than its actual interpretation.\" As-Suddi reported from Abu Malik from Ibn 'Abbas who said about this Ayah <span class=\"gray\">(2:121)</span>: \"They make lawful what it allows and they prohibit what it makes unlawful, and they do not alter its wordings.\" 'Umar bin Al-Khattab said, \"They are those who when they recite an Ayah that mentions mercy, they ask Allah for it, and when they recite an Ayah that mentions torment, they seek refuge with Allah from it.\" This meaning was attributed to the Prophet ﷺ, for when he used to recite an Ayah of mercy, he invoked Allah for mercy, and when he recited an Ayah of torment, he sought refuge from it with Allah.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُؤْمِنُونَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are the ones who believe therein)</span></p><p lang=\"su\" class=\"su \">explains the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ</p><p lang=\"ig\" class=\"ig \"><span class=\"gray\">(Those to whom We gave the Book. Yatlunahu Haqqa Tilawatihi)</span>.</p><p lang=\"en\" class=\"en \">These Ayat mean, \"Those among the People of the Book who perfectly adhered to the Books that were revealed to the previous Prophets, will believe in what I have sent you with, O Muhammad!\" Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ لَأَكَلُوا مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if only they had acted according to the Tawrah, the Injil, and what has <span class=\"gray\">(now)</span> been sent down to them from their Lord <span class=\"gray\">(the Qur'an)</span>, they would surely, have gotten provision from above them and from underneath their feet.)</span><span class=\"gray\">(5:66)</span>. The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ حَتَّىٰ تُقِيمُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span> \"O People of the Scripture <span class=\"gray\">(Jews and Christians)</span>! You have nothing <span class=\"gray\">(as regards guidance)</span> till you act according to the Tawrah, the Injil, and what has <span class=\"gray\">(now)</span> been sent down to you from your Lord <span class=\"gray\">(the Qur'an)</span>.\")</span><span class=\"gray\">(5:68)</span></p><p lang=\"en\" class=\"en \">means, \"If you adhere to the Torah and the Gospel in the correct manner, believe in them as you should, and believe in the news they carry about Muhammad's prophethood, his description and the command to follow, aid and support him, then this will direct you to adhere to truth and righteousness in this life and the Hereafter.\" In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who follow the Messenger, the Prophet who can neither read nor write <span class=\"gray\">(i.e. Muhammad ﷺ)</span> whom they find written with them in the Tawrah and the Injil.)</span><span class=\"gray\">(7:157)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا - وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ to them)</span>: \"Believe in it <span class=\"gray\">(the Qur'an)</span> or do not believe <span class=\"gray\">(in it)</span>. Verily, those who were given knowledge before it, when it is recited to them, fall down on their faces in humble prostration. And they say: \"Glory be to our Lord! Truly, the promise of our Lord must be fulfilled.\")</span><span class=\"gray\">(17:107-108)</span>.</p><p lang=\"en\" class=\"en \">These Ayat indicate that what Allah promised for Muhammad ﷺ will certainly occur. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ - وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ - أُولَٰئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those to whom We gave the Scripture <span class=\"gray\">(i. e. the Tawrah and the Injil)</span> before it, they believe in it <span class=\"gray\">(the Qur'an)</span>. And when it is recited to them, they say: \"We believe in it. Verily, it is the truth from our Lord. Indeed even before it we have been from those who submit themselves to Allah in Islam as Muslims. These will be given their reward twice over, because they are patient, and repel evil with good, and spend <span class=\"gray\">(in charity)</span> out of what We have provided them.)</span><span class=\"gray\">(28:52-54)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say to those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span> and to those who are illiterates <span class=\"gray\">(Arab pagans)</span>: \"Do you <span class=\"gray\">(also)</span> submit yourselves <span class=\"gray\">(to Allah in Islam)</span>?\" If they do, they are rightly guided; but if they turn away, your duty is only to convey the Message; and Allah is the Seer of <span class=\"gray\">(His)</span> servants)</span><span class=\"gray\">(3:20)</span>.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever disbelieves in it <span class=\"gray\">(the Qur'an)</span>, those are they who are the losers)</span><span class=\"gray\">(2:121)</span>, just as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those of the sects <span class=\"gray\">(Jews, Christians and all the other non-Muslim nations)</span> that reject it <span class=\"gray\">(the Qur'an)</span>, the Fire will be their promised meeting place)</span><span class=\"gray\">(11:17)</span>.</p><p lang=\"en\" class=\"en \">As recorded in the Sahih, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَعُ بِي أَحَدٌ مِنْ هذِهِ الْأُمَّةِ يَهُودِيٌّ وَلَا نَصْرَانِيٌّ ثُمَّ لَا يُؤْمِنُ بِي إِلَّا دَخَلَ النَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! There is no member of this Ummah <span class=\"gray\">(mankind and Jinns)</span>, Jew or a Christian, who hears of me, yet does not believe in me, but will enter the Fire.)</span></p>"
  },
  {
    "ayah_key": "2:122",
    "group_ayah_key": "2:122",
    "from_ayah": "2:122",
    "to_ayah": "2:123",
    "ayah_keys": "2:122,2:123",
    "text": "<p class=\"en translation\" lang=\"en\">O Children of Israel! Remember My favor which I bestowed upon you and that I preferred you over the nations) <span>(122)</span>And fear the Day <span class=\"gray\">(of Judgement)</span> when no person shall avail another, nor shall compensation be accepted from him, nor shall intercession be of use to him, nor shall they be helped <span>(123)</span></p><p lang=\"en\" class=\"en \">We mentioned a similar Ayah at the beginning of this Surah, and it is mentioned here to emphisize the importance of following the Ummi Prophet and Messenger, who is described for the People of the Scriptures in their Books by his characteristics, name, the good news about him and the description of his Ummah. Allah warned them against concealing this information, which is among the favors that Allah granted them. Allah also commanded them to remember their daily life and their religious affairs and how He blessed them. They should not envy their cousins, the Arabs, for what Allah has given them, the Final Messenger of Allah being an Arab. Envy should not incite them to oppose or deny the Prophet or refrain from following him, may Allah's peace and blessings be upon him until the Day of Judgment.</p>"
  }
]