[
  {
    "ayah_key": "2:168",
    "group_ayah_key": "2:168",
    "from_ayah": "2:168",
    "to_ayah": "2:169",
    "ayah_keys": "2:168,2:169",
    "text": "<p class=\"en translation\" lang=\"en\">O mankind! Eat of that which is lawful and good on the earth, and follow not the footsteps of Shaytan <span class=\"gray\">(Satan)</span>. Verily, he is to you an open enemy <span>(168)</span>He <span class=\"gray\">(Satan)</span> commands you only what is evil and Fahsha' <span class=\"gray\">(sinful)</span>, and that you should say about Allah what you know not <span>(169)</span></p><div lang=\"en\" class=\"en \"><h2>The Order to eat the Lawful Things, and the Prohibition of following the Footsteps of Shaytan</h2></div><p lang=\"en\" class=\"en \">After Allah stated that there is no deity worthy of worship except Him and that He Alone created the creation, He stated that He is the Sustainer for all His creation, and He mentioned a favor that He granted them; He has allowed them to eat any of the pure lawful things on the earth that do not cause harm to the body or the mind. He also forbade them from following the footsteps of Shaytan, meaning his ways and methods with which he misguides his followers, like prohibiting the Bahirah <span class=\"gray\">(a she-camel whose milk was spared for the idols and nobody was allowed to milk it)</span>, or Sa'ibah <span class=\"gray\">(a she-camel let loose for free pasture for the idols and nothing was allowed to be carried on it)</span>, or a Wasilah <span class=\"gray\">(a she-camel set free for idols because it has given birth to a she-camel at its first delivery and then again gives birth to a she-camel at its second delivery)</span>, and all of the other things that Shaytan made attractive to them during the time of Jahiliyyah. Muslim recorded 'Iyad bin Himar saying that Allah's Messenger ﷺ said that Allah the Exalted says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى:إِنَّ كُلَّ مَالٍ مَنَحْتُهُ عِبَادِي فَهُوَ لَهُمْ حَلَالٌ، - وَفِيهِ - وَإِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ، فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ، وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Every type of wealth I have endowed My servants is allowed for them...' <span class=\"gray\">(until)</span>, 'I have created My servants Hunafa' <span class=\"gray\">(pure or upright)</span>, but the devils came to them and led them astray from their <span class=\"gray\">(true)</span> religion and prohibited them from what I allowed for them. ')</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\"> إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...he is to you an open enemy.)</span></p><p lang=\"en\" class=\"en \">warning against Satan. Allah said in another instance:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Shaytan is an enemy to you, so take <span class=\"gray\">(treat)</span> him as an enemy. He only invites his Hizb <span class=\"gray\">(followers)</span> that they may become the dwellers of the blazing Fire.)</span><span class=\"gray\">(35:6)</span>, and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you then take him <span class=\"gray\">(Iblis)</span> and his offspring as protectors and helpers rather than Me while they are enemies to you? What an evil is the exchange for the Zalimin <span class=\"gray\">(polytheists, and wrongdoers, etc)</span>.)</span><span class=\"gray\">(18:50)</span></p><p lang=\"en\" class=\"en \">Qatadah and As-Suddi commented on what Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and follow not the footsteps of Shaytan <span class=\"gray\">(Satan)</span>)</span>:</p><p lang=\"en\" class=\"en \">Every act of disobedience to Allah is among the footsteps of Satan.</p><p lang=\"en\" class=\"en \">Abd bin Humayd reported that Ibn 'Abbas said: \"Any vow or oath that one makes while angry, is among the footsteps of Shaytan and its expiation is that of the vow. \" Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَأْمُرُكُم بِالسُّوءِ وَالْفَحْشَاءِ وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Satan)</span> commands you only what is evil and Fahsha <span class=\"gray\">(sinful)</span>, and that you should say about Allah what you know not.)</span></p><p lang=\"en\" class=\"en \">The verse means: 'Your enemy, Satan, commands you to commit evil acts and what is worse than that, such as adultery and so forth. He commands you to commit what is even worse, that is, saying about Allah without knowledge.' So this includes every innovator and disbeliever.</p>"
  },
  {
    "ayah_key": "2:17",
    "group_ayah_key": "2:17",
    "from_ayah": "2:17",
    "to_ayah": "2:18",
    "ayah_keys": "2:17,2:18",
    "text": "<p class=\"en translation\" lang=\"en\">Their likeness is as the likeness of one who kindled a fire; then, when it illuminated all around him, Allah removed their light and left them in darkness. <span class=\"gray\">(So)</span> they could not see <span>(17)</span>They are deaf, dumb, and blind, so they return not <span class=\"gray\">(to the right path)</span><span>(18)</span></p><div lang=\"en\" class=\"en \"><h2>The Example of the Hypocrites</h2></div><p lang=\"en\" class=\"en \">Allah likened the hypocrites when they bought deviation with guidance, thus acquiring utter blindness, to the example of a person who started a fire. When the fire was lit, and illumnitated the surrounding area, the person benefited from it and felt safe. Then the fire was suddenly extinguished. Therefore, total darkness covered this person, and he became unable to see anything or find his way out of it. Further, this person could not hear or speak and became so blind that even if there were light, he would not be able to see. This is why he cannot return to the state that he was in before this happened to him. Such is the case with the hypocrites who preferred misguidance over guidance, deviation over righteousness. This parable indicates that the hypocrites first believed, then disbelieved, just as Allah stated in other parts of the Qur'an.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَهَبَ اللَّهُ بِنُورِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah removed their light)</span> means, Allah removed what benefits them, and this is the light, and He left them with what harms them, that is, the darkness and smoke. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكَهُمْ فِي ظُلُمَـٰتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And left them in darkness)</span>, that is their doubts, disbelief and hypocrisy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لاَّ يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(So)</span> they could not see)</span> meaning, they are unable to find the correct path or find its direction. In addition, they are,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صُمٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(deaf)</span> and thus cannot hear the guidance,</p><p class=\"fa qpc-hafs\" lang=\"fa\">بُكْمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(dumb)</span> and cannot utter the words that might benefit them,</p><p class=\"ur qpc-hafs\" lang=\"ur\"> عُمْيٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and blind)</span> in total darkness and deviation. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it is not the eyes that grow blind, but it is the hearts which are in the breasts that grow blind)</span><span class=\"gray\">(22:46)</span> and this why they cannot get back to the state of guidance that they were in, since they sold it for misguidance.</p>"
  },
  {
    "ayah_key": "2:170",
    "group_ayah_key": "2:170",
    "from_ayah": "2:170",
    "to_ayah": "2:171",
    "ayah_keys": "2:170,2:171",
    "text": "<p class=\"en translation\" lang=\"en\">And the example of those who disbelieve is as that of him who shouts to those <span class=\"gray\">(flock of sheep)</span> that hear nothing but calls and cries. <span class=\"gray\">(They are)</span> deaf, dumb and blind. So they do not understand <span>(170)</span></p><div lang=\"el-Latn\" class=\"el-Latn \"><h2>The Polytheist imitates Other Polytheists</h2></div><p lang=\"en\" class=\"en \">Allah states that if the disbelievers and polytheists are called to follow what Allah has revealed to His Messenger ﷺ and abandon the practices of misguidance and ignorance that they indulge in, they will say, \"Rather. We shall follow what we found our fathers following,\" meaning, worshipping the idols and the false deities. Allah criticized their reasoning:</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوَلَوْ كَانَ آبَاؤُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Would they do that!)</span> even though their fathers)</span>, meaning, those whom they follow and whose practices they imitate, and:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...did not understand anything nor were they guided?)</span> meaning, they had no sound understanding or guidance. Ibn Ishaq reported that Ibn 'Abbas said that this was revealed about a group of Jews whom Allah's Messenger ﷺ called to Islam, but they refused, saying, \"Rather, we shall follow what we found our forefathers following.\" So Allah revealed this Ayah <span class=\"gray\">(2:170)</span> above.\"</p><div lang=\"en\" class=\"en \"><h2>The Disbeliever is just like an Animal</h2></div><p lang=\"en\" class=\"en \">Allah then made a parable of the disbelievers, just as He said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who believe not in the Hereafter is an evil description.)</span><span class=\"gray\">(16:60)</span></p><p lang=\"en\" class=\"en \">Similarly, Allah said here <span class=\"gray\">(2:171 above)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلُ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the example of those who disbelieve...)</span> meaning, in their injustice, misguidance and ignorance, they are just like wandering animals, not understanding what they are told; if the shepherd heralds them or calls them to what benefits them, they would not understand what is actually being said to them, for they only hear unintelligible sounds. This is what is reported from Ibn 'Abbas, Abu Al-'Aliyah, Mujahid, 'Ikrimah, 'Ata', Al-Hasan, Qatadah, 'Ata' Al-Khurasani and Ar-Rabi' bin Anas.</p><p class=\"ar qpc-hafs\" lang=\"ar\">صُمٌّ بُكْمٌ عُمْيٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are deaf, dumb, and blind.)</span> means, they are deaf, as they do not hear the truth; mute, as they do not utter it; and blind, as they do not see or recognize its path and way.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they do not understand.)</span> means, they do not comprehend or understand anything.</p>"
  }
]