[
  {
    "ayah_key": "8:72",
    "group_ayah_key": "8:72",
    "from_ayah": "8:72",
    "to_ayah": "8:72",
    "ayah_keys": "8:72",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who believed, and emigrated and strove hard and fought with their property and their lives in the cause of Allah as well as those who gave <span class=\"gray\">(them)</span> asylum and help, – these are <span class=\"gray\">(all)</span> allies to one another. And as to those who believed but did not emigrate, you owe no duty of protection to them until they emigrate, but if they seek your help in religion, it is your duty to help them except against a people with whom you have a treaty of mutual alliance; and Allah is the All-Seer of what you do <span>(72)</span></p><div lang=\"en\" class=\"en \"><h2>The Muhajirin and Al-Ansar are the Supporters of One Another</h2></div><p lang=\"en\" class=\"en \">Here Allah mentions the types of believers, dividing them into the Muhajirin, who left their homes and estates, emigrating to give support to Allah and His Messenger ﷺ to establish His religion. They gave up their wealth and themselves in this cause. There are also the Ansar, the Muslims of Al-Madinah, who gave asylum to their Muhajirin brethren in their own homes and comforted them with their wealth. They also gave aid to Allah and His Messenger ﷺ by fighting alongside the Muhajirun. Certainly they are,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(allies to one another)</span>, for each one of them has more right to the other than anyone else. This is why Allah's Messenger ﷺ forged ties of brotherhood between the Muhajirin and Ansar, as Al-Bukhari recorded from Ibn 'Abbas. They used to inherit from each other, having more right to inheritance than the deceased man's relatives, until Allah abrogated that practice with the fixed share for near relatives. Imam Ahmad recorded that Jarir bin 'Abdullah Al-Bajali said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُهَاجِرُون وَالْأَنْصَارُ أَوْلِيَاءُ بَعْضُهُمْ لِبَعْضٍ، وَالطُّلَقَاءُ مِنْ قُرَيْشٍ، وَالْعُتَقَاءُ مِنْ ثَقِيفٍ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَى يَوْمِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Muhajirun and Al-Ansar are the supporters of each other, while the Tulaqa' of Quraysh <span class=\"gray\">(whom the Prophet ﷺ set free after conquering Makkah)</span> and 'Utaqa' from Thaqif <span class=\"gray\">(whom the Prophet ﷺ set free from captivity after the battle of Hunayn)</span> are supporters of each other until the Day of Resurrection.)</span></p><p lang=\"en\" class=\"en \">Only Ahmad collected this Hadith.</p><p lang=\"en\" class=\"en \">Allah praised the Muhajirin and the Ansar in several Ayat of His Book and His Messenger ﷺ <span class=\"gray\">(also praised them too)</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the foremost to embrace Islam of the Muhajirun and the Ansar and also those who followed them exactly. Allah is well-pleased with them as they are well-pleased with Him. He has prepared for them gardens under which rivers flow <span class=\"gray\">(Paradise)</span>.)</span><span class=\"gray\">[9:100]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَد تَّابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has forgiven the Prophet, the Muhajirin and the Ansar who followed him in the time of distress.)</span><span class=\"gray\">[9:117]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِن دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ اللَّهِ وَرِضْوَانًا وَيَنصُرُونَ اللَّهَ وَرَسُولَهُ ۚ أُولَٰئِكَ هُمُ الصَّادِقُونَ - وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّا أُوتُوا وَيُؤْثِرُونَ عَلَىٰ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And there is also a share in this booty)</span> for the poor Muhajirin, who were expelled from their homes and their property, seeking bounties from Allah and <span class=\"gray\">(His)</span> good pleasure, and helping Allah and His Messenger. Such are indeed the truthful. And those who, before them, had homes <span class=\"gray\">(in Al-Madinah)</span> and adopted the faith, love those who emigrate to them, and have no jealousy in their breasts for that which they have been given, and give them <span class=\"gray\">(emigrants)</span> preference over themselves even though they were in need of that)</span><span class=\"gray\">[59:8-9]</span>.</p><p lang=\"en\" class=\"en \">The best comment on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّا أُوتُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and have no jealousy in their breasts for that which they have been given)</span> is that it means, they do not envy the Muhajirin for the rewards that Allah gave them for their emigration. These Ayat indicate that the Muhajirin are better in grade than the Ansar, and there is a consensus on this ruling among the scholars.</p><div lang=\"en\" class=\"en \"><h2>The Believers Who did not emigrate did not yet receive the Benefits of Wilayah</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُم مِّن وَلَايَتِهِم مِّن شَيْءٍ حَتَّىٰ يُهَاجِرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as to those who believed but did not emigrate, you owe no duty of protection to them until they emigrate,)</span><span class=\"gray\">[8:72]</span>.</p><p lang=\"en\" class=\"en \">This is the third category of believers, those who believed, but did not perform Hijrah and instead remained in their areas. They do not have any share in the war booty or in the fifth <span class=\"gray\">[designated for Allah and His Messenger, the relatives of the Prophet ﷺ, the orphans, the poor and the wayfarer]</span>, unless they attend battle.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Buraydah bin Al-Hasib Al-Aslami said, \"When the Messenger of Allah ﷺ would send a commander with an expedition force or an army, he would advise him to have Taqwa of Allah and be kind to the Muslims under his command. He used to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اغْزُوا بِاسْمِ اللهِ فِي سَبِيلِ اللهِ، قَاتِلُوا مَنْ كَفَرَ بِاللهِ، إِذَا لَقِيتَ عَدُوَّكَ مِنَ الْمُشْرِكِينَ فَادْعُهُمْ إِلَى إِحْدَى ثَلَاثِ خِصَالٍ - أَوْ خِلَالٍ - فَأَيَّتُهُنَّ مَا أَجَابُوكَ إِلَيْهَا فَاقْبَلْ مِنْهُمْ، وَكُفَّ عَنْهُمْ. ادْعُهُمْ إِلَى الْإِسْلَامِ، فَإِنْ أَجَابُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ. ثُمَّ ادْعُهُمْ إِلَى التَّحَوُّلِ مِنْ دَارِهِمْ إِلَى دَارِ الْمُهَاجِرِينَ، وَأَعْلِمْهُمْ إِنْ فَعَلُوا ذَلِكَ أَنَّ لَهُمْ مَا لِلْمُهَاجِرِينَ، وَأَنَّ عَلَيْهِمْ مَا عَلَى الْمُهَاجِرِينَ، فَإِنْ أَبَوْا وَاخْتَارُوا دَارَهُمْ، فَأَعْلِمْهُمْ أَنَّهُمْ يَكُونُونَ كَأَعْرَابِ الْمُسْلِمِينَ، يَجْرِي عَلَيْهِمْ حُكْمُ اللهِ الَّذِي يَجْرِي عَلَى الْمُؤْمِنِينَ، وَلَا يَكُونُ لَهُمْ فِي الْفَيْءِ وَالْغَنِيمَةِ نَصِيبٌ، إِلَّا أَنْ يُجَاهِدُوا مَعَ الْمُسْلِمِينَ، فَإِنْ هُمْ أَبَوْا، فَادْعُهُمْ إِلَى إِعْطَاءِ الْجِزْيَةِ. فَإِنْ أَجَابُوا فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ، فَإِنْ أَبَوْا فَاسْتَعِنْ بِاللهِ ثُمَّ قَاتِلْهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fight in the Name of Allah, in the cause of Allah. Fight those who disbelieve in Allah. When you meet your Mushrik enemy, then call them to one of three choices, and whichever they agree to, then accept it and turn away from them. Call them to embrace Islam, and if they agree, accept it from them and turn away from them. Then call them to leave their area and come to areas in which the Muhajirin reside. Make known to them that if they do this, they will have the rights, as well as, the duties of the Muhajirin. If they refuse and decide to remain in their area, make known to them that they will be just like Muslim bedouins, and that Allah's law applies to them just as it does to all believers. However, they will not have a share in the war booty or Fai' <span class=\"gray\">(booty without war)</span>, unless they perform Jihad along with Muslims. If they refuse all of this, then call them to pay the Jizyah, and if they accept, then take it from them and turn away from them. If they refuse all these <span class=\"gray\">[three]</span> options, then trust in Allah and fight them.)</span></p><p lang=\"en\" class=\"en \">Muslim collected this Hadith.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِ اسْتَنصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they seek your help in religion, it is your duty to help them.)</span></p><p lang=\"en\" class=\"en \">Allah commands, if these bedouins, who did not perform Hijrah, ask you to aid them against their enemy, then aid them. It is incumbent on you to aid them in this case, because they are your brothers in Islam, unless they ask you to aid them against disbelievers with whom you have a fixed-term treaty of peace. In that case, do not betray your treaties or break your promises with those whom you have treaties of peace. This was reported from Ibn 'Abbas.</p>"
  },
  {
    "ayah_key": "8:73",
    "group_ayah_key": "8:73",
    "from_ayah": "8:73",
    "to_ayah": "8:73",
    "ayah_keys": "8:73",
    "text": "<p class=\"en translation\" lang=\"en\">And those who disbelieve are allies of one another, <span class=\"gray\">(and)</span> if you <span class=\"gray\">(Muslims)</span> do not do so <span class=\"gray\">(protect one another)</span>, there will be Fitnah on the earth, and great corruption <span>(73)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers are Allies of Each Other; the Muslims are not their Allies</h2></div><p lang=\"en\" class=\"en \">After Allah mentioned that the believers are the supporters of one another, He severed all ties of support between them and the disbelievers. In his Mustadrak, Al-Hakim recorded that Usamah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَتَوَارَثُ أَهْلُ مِلَّتَيْنِ، وَلَا يَرِثُ مُسْلِمٌ كَافِرًا، وَلَا كَافِرٌ مُسْلِمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No followers of two religions inherit from each other. Therefore, neither a Muslim inherits from a disbeliever nor a disbeliever from a Muslim.)</span></p><p lang=\"la\" class=\"la \">The Prophet ﷺ recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve are supporters of one another, <span class=\"gray\">(and)</span> if you <span class=\"gray\">(Muslims)</span> do not do so <span class=\"gray\">(protect one another)</span>, there will be Fitnah on the earth, and great corruption.)</span> Al-Hakim said, \"Its chain is Sahih, and they did not record it.\" However, the following, from Usamah bin Zayd, is in the Two Sahihs; the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلَا الْكَافِرُ الْمُسْلِمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither a Muslim inherits from a disbeliever nor a disbeliever inherits from a Muslim.)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you do not do so, there will be Fitnah and oppression on the earth, and a great corruption)</span>, meaning, if you do not shun the idolators and offer your loyalty to the believers, Fitnah will overcome the people. Then confusion <span class=\"gray\">[polytheism and corruption]</span> will be rampant, for the believers will be mixed with disbelievers, resulting in tremendous, widespread trials <span class=\"gray\">[corruption and mischief]</span> between people.</p>"
  }
]