[
  {
    "ayah_key": "38:71",
    "group_ayah_key": "38:71",
    "from_ayah": "38:71",
    "to_ayah": "38:85",
    "ayah_keys": "38:71,38:72,38:73,38:74,38:75,38:76,38:77,38:78,38:79,38:80,38:81,38:82,38:83,38:84,38:85",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember)</span> when your Lord said to the angels: \"Truly, I am going to create man from clay. <span>(71)</span>\"So, when I have fashioned him and breathed into him <span class=\"gray\">(his)</span> soul created by Me, then you fall down prostrate to him. <span>(72)</span>So, the angels prostrated themselves, all of them <span>(73)</span>Except Iblis, he was proud and was one of the disbelievers <span>(74)</span><span class=\"gray\">(Allah)</span> said: \"O Iblis! What prevents you from prostrating yourself to one whom I have created with Both My Hands. Are you too proud or are you one of the high exalted? <span>(75)</span><span class=\"gray\">[Iblis]</span> said: \"I am better than he. You created me from fire, and You created him from clay. <span>(76)</span><span class=\"gray\">(Allah)</span> said: \"Then get out from here; for verily, you are outcast. <span>(77)</span>\"And verily, My curse is on you till the Day of Recompense. <span>(78)</span><span class=\"gray\">[Iblis]</span> said: \"My Lord! Give me then respite till the Day the <span class=\"gray\">(dead)</span> are resurrected. <span>(79)</span><span class=\"gray\">(Allah)</span> said: \"Verily, you are of those allowed respite, <span>(80)</span>\"Till the Day of the time appointed. <span>(81)</span><span class=\"gray\">[Iblis]</span> said: \"By Your might, then I will surely mislead them all, <span>(82)</span>\"Except Your true servants amongst them. <span>(83)</span><span class=\"gray\">(Allah)</span> said: \"The truth is – the truth I say – <span>(84)</span>\"That I will fill Hell with you and those of them <span class=\"gray\">(mankind)</span> that follow you, together. <span>(85)</span></p><p lang=\"en\" class=\"en \">The Story of Adam and Iblis</p><p lang=\"en\" class=\"en \">Allah mentions this story in Surat Al-Baqarah, at the beginning of Surat Al-A'raf, in Surat Al-Hijr, Al-Isra', Al-Kahf and here. Before creating Adam, peace be upon him, Allah told the angels that He was going to create a human being from sounding clay of altered smooth black mud. He told them that when He finished creating and forming him, they were to prostrate to him as a sign of honor and respect, and out of obedience to the command of Allah, may He be exalted. All of the angels obeyed this command except for Iblis, who was not one of them. He was one of the Jinn, and his nature betrayed him at his time of greatest need. He refused to prostrate to Adam, and he disputed with his Lord about him, claiming that he was better than Adam, because he was created from fire while Adam was created from clay, and fire was better than clay, or so he said. He made a mistake by doing this, and he went against the command of Allah, thus committing the sin of disbelief. So Allah exiled him, humiliated him, and cast him out of His mercy and His sacred Presence, and called him \"Iblis\" symbolizing that he had Ablasa min Ar-Rahmah <span class=\"gray\">(despaired of mercy)</span> – that there was no hope for him of mercy. He cast him down from the heavens, disgraced and rejected, to the earth. Iblis asked Allah to give him a reprieve until the Day of Resurrection, so the Forbearing One, Who does not hasten to punish those who disobey Him, gave him a reprieve. When he knew that he was safe from destruction until the Day of Resurrection, he rebelled and transgressed <span class=\"gray\">(and he said:)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُغْوِيَنَّهُمْ أَجْمَعِينَ - إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...I <span class=\"gray\">[Iblis]</span> will surely mislead them all, except Your true servants amongst them.\")</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(<span class=\"gray\">[Iblis]</span> said:)</span> \"See this one whom You have honored above me, if You give me respite until the Day of Resurrection, I will surely seize and mislead his offspring all but a few!\")</span><span class=\"gray\">(17:62)</span>. </p><p lang=\"en\" class=\"en \">These few are the ones who are excepted in another Ayah, which is:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, My servants – you have no authority over them. And All-Sufficient is your Lord as a Guardian.)</span><span class=\"gray\">(17:65)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ - لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"The truth is – and the truth I say that I will fill Hell with you and those of them <span class=\"gray\">(mankind)</span> that follow you, together.\")</span> Some of them, including Mujahid, read this as meaning, \"I am the Truth and the truth I say.\" According to another report narrated from Mujahid, it means, \"The truth is from Me and I speak the truth.\" Others, such as As-Suddi, interpreted it as being an oath sworn by Allah. This Ayah is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but the Word from Me took effect, that I will fill Hell with Jinn and mankind together.)</span><span class=\"gray\">(32:13)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"Go, and whosoever of them follows you, surely, Hell will be the recompense of you <span class=\"gray\">(all)</span> – an ample recompense.)</span><span class=\"gray\">(17:63)</span>.</p>"
  },
  {
    "ayah_key": "38:86",
    "group_ayah_key": "38:86",
    "from_ayah": "38:86",
    "to_ayah": "38:88",
    "ayah_keys": "38:86,38:87,38:88",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"No wage do I ask of you for this, nor am I one of the Mutakallifin. <span>(86)</span>\"It is only a Reminder for all the creatures. <span>(87)</span>\"And you shall certainly know the truth of it after a while. <span>(88)</span></p><p lang=\"en\" class=\"en \">Allah says: 'Say, O Muhammad, to these idolators: I do not ask you to give me any reward from the goods of this world in return for the Message which I convey to you and the sincere advice I offer.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor am I one of the Mutakallifin.)</span> means, 'and I do not add anything to that which Allah has told me. Whatever I am commanded to do, I do it, and I do not add anything or take anything away. By doing this I am seeking the Face of Allah and the Hereafter.' </p><p lang=\"en\" class=\"en \">Sufyan Ath-Thawri, narrated from Al-A'mash and Mansur from Abu Ad-Duha that Masruq said, \"We went to 'Abdullah bin Mas'ud, may Allah be pleased with him. He said, 'O people! Whoever knows a thing should say it, and whoever does not know should say, 'Allah knows best.'\" It is part of knowledge, when one does not know, to say \"Allah knows best.\" For Allah said to your Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"No wage do I ask of you for this, nor am I one of the Mutakallifin.\")</span> This was reported by Al-Bukhari and Muslim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is only a Reminder for all the creatures.)</span> means, the Qur'an is a reminder for all those who are held accountable, men and Jinn. This was the view of Ibn 'Abbas, may Allah be pleased with him. This Ayah is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that I may therewith warn you and whomsoever it may reach)</span><span class=\"gray\">(6:19)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects that reject it, the Fire will be their promised meeting place)</span><span class=\"gray\">(11:17)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَعْلَمُنَّ نَبَأَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you shall certainly know the truth of it)</span> means, 'you will see confirmation that what he says is true.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَعْدَ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after a while.)</span> means, soon. Qatadah said, \"After death. 'Ikrimah said, \"It means, on the Day of Resurrection.\" There is no contradiction between the two views, because whoever dies comes under the rulings of the Day of Resurrection.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Sad. All praise and gratitude is due to Allah, and Allah may He be glorified and exalted, knows best.</p>"
  }
]