[
  {
    "ayah_key": "46:7",
    "group_ayah_key": "46:7",
    "from_ayah": "46:7",
    "to_ayah": "46:9",
    "ayah_keys": "46:7,46:8,46:9",
    "text": "<p lang=\"en\" class=\"en \">And when Our Clear Ayat are recited to them, the disbelievers say of the truth when it reaches them: \"This is plain magic! <span>(7)</span>Or say they: \"He has fabricated it.\" Say: \"If I have fabricated it, still you have no power to support me against Allah. He knows best of what you say among yourselves concerning it! Sufficient is He as a witness between me and you! And He is the Oft–Forgiving, the Most Merciful. <span>(8)</span>Say: \"I am not a new thing among the Messengers, nor do I know what will be done with me or you. I only follow that which is revealed to me, and I am but a plain warner. <span>(9)</span></p><p lang=\"en\" class=\"en \">Refuting Claims of the Idolators about the Qur'an and the Messenger ﷺ</p><p lang=\"en\" class=\"en \">Concerning the disbelief and rebellion of the idolators, Allah says that when the clear Ayat of Allah are recited to them they say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا سِحْرٌ مُّبِينٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"This is plain magic!\" )</span> meaning, simple magic.In this statement of theirs, they have lied, invented a falsehood, went astray and disbelieved.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ افْتَرَاهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or they say: \"He has fabricated it.\" )</span> They are referring to Muhammad ﷺ. Allah responds saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If I have fabricated it, you have no power to support me against Allah...\")</span> which means, 'if I lie against Allah and falsely claim that He sent me when He actually had not, then He would punish me with a severe punishment. No one on the earth – you or anyone else – would then be able to protect me from Him.' It is similar to Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا - إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"None can protect me from Allah, nor would I find a refuge except in Him. <span class=\"gray\">(My duty)</span> is only to convey from Allah and <span class=\"gray\">(deliver)</span> His Messages.\")</span><span class=\"gray\">(72:22-23)</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ - لَأَخَذْنَا مِنْهُ بِالْيَمِينِ - ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ - فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if he made up a false saying concerning Us, We surely would have seized him by the right hand. Then we would have cut off his life artery. And none of you could withhold Us from <span class=\"gray\">(punishing)</span> him.)</span><span class=\"gray\">(69:44-47)</span> Thus, Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If I have fabricated it, still you have no power to support me against Allah. He knows best of what you say among yourselves concerning it <span class=\"gray\">(i.e. this Qur'an)</span>! Sufficient is He as a witness between me and you!...\")</span> This is a severe threat, intimidation and warning for them. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْغَفُورُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Oft-Forgiving, the Most Merciful.)</span> This is an encouragement for them to repent and turn to Allah. It means, 'despite all of this, if you turn back and repent, Allah will accept your repentance, pardon you, forgive you, and have mercy upon on.' This is similar to Allah's saying in Surat Al-Furqan,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا - قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ كَانَ غَفُورًا رَحِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"<span class=\"gray\">(This Book is)</span> legends of the ancients that he has written down, and they are dictated to him morning and afternoon.\" Say: \"It has been sent down by the One Who knows every secret within the heavens and the earth. Truly, He is ever Forgiving and Merciful.\")</span><span class=\"gray\">(25:5-6)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I am not a new thing among the Messengers...\")</span> which means, 'I am not the first Messenger who ever came to the world. Rather, Messengers came before me. Therefore, I am not an unprecedented incident that should cause you all to reject me and doubt my being sent to you. Indeed, Allah has sent before me all of the Prophets to various nations.' Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor do I know what will be done with me or with you.)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas that he said, \"It <span class=\"gray\">(this Ayah)</span> was followed in revelation by,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That Allah may forgive for you your sins of the past and future)</span>. Similarly, 'Ikrimah, Al-Hasan, and Qatadah all said that this Ayah was abrogated by the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That Allah may forgive for you your sins of the past and future)</span>. They said that when the latter Ayah was revealed, one of the Muslims said to Allah's Messenger ﷺ, \"Allah has declared what He will do for you. But what will He do for us?\" Then Allah revealed;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He may admit the believing men and the believing women to Gardens under which rivers flow)</span>. </p><p lang=\"en\" class=\"en \">This is what they said. That which has been confirmed in the Sahih is that the believers said, \"May you enjoy that, O Allah's Messenger! But what do we get?\" So Allah revealed this Ayah. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Kharijah bin Zayd bin Thabit, reported that Umm Al-'Ala' – a woman from the Ansar who had given her pledge of loyalty to Allah's Messenger ﷺ – said, \"When the Ansar drew lots regarding taking in the Muhajirun to dwell with them, our lot was to have 'Uthman bin Maz'un. Later, 'Uthman fell sick in our house, so we nursed him until he died, and we wrapped him in his garments <span class=\"gray\">(for burial)</span>. Allah's Messenger ﷺ then came in, and I said, 'O Abu As-Sa'ib! May Allah have mercy on you. I bear witness that Allah has indeed honored you.' Allah's Messenger ﷺ asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُدْرِيكِ أَنَّ اللهَ تَعَالَىٰ أَكْرَمَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How do you know that Allah has honored him?)</span> I said, 'I do not know – may my father and mother both be ransoms for you!' Allah's Messenger ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِينُ مِنْ رَبِّهِ،وَإِنِّي لَأَرْجُو لَهُ الْخَيْرَ. وَاللهِ مَا أَدْرِي وَأَنَا رَسُولُ اللهِ مَا يُفْعَلُ بِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for him, certainty <span class=\"gray\">(death)</span> has reached him from his Lord, and I surely wish well for him. But by Allah, even though I am Allah's Messenger, I do not know what will happen to me <span class=\"gray\">(after death)</span>.)</span> I then said, 'Never will I claim a person to be pious after this.' This incident caused me some distress, and I went to sleep thereafter. I saw in my dream that 'Uthman owned a running water spring. I went to Allah's Messenger ﷺ and told him about that. Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاكِ عَمَلُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That was his <span class=\"gray\">(good)</span> deeds.)</span>\" Al-Bukhari recorded this Hadith but Muslim did not. In one of the narrations, Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَدْرِي وَأَنَا رَسُولُ اللهِ مَا يُفْعَلُ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Even though I am Allah's Messenger, I do not know what will happen to him.)</span> This and similar texts indicate that it is not allowed to declare that a specific person will enter Jannah except for those who were distinctly indicated by Allah or his Messenger ﷺ. Examples of those are the Ten, Ibn Sallam, Al-Ghumaysa', Bilal, Suraqah, 'Abdullah bin 'Amr bin Haram <span class=\"gray\">(Jabir's father)</span>, the Seventy Recitors <span class=\"gray\">(of Qur'an)</span> who were assassinated near the Well of Ma'unah, Zayd bin Harithah, Ja'far, Ibn Rawahah, and other similar individuals, may Allah be pleased with them. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I only follow that which is revealed to me,)</span> which means, 'I only follow what Allah has revealed to me of the revelation.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I am but a plain warner.)</span> meaning, 'my warnings are obvious to every person with sound intellect and reason.' And Allah knows best.</p>"
  }
]