[
  {
    "ayah_key": "2:228",
    "group_ayah_key": "2:228",
    "from_ayah": "2:228",
    "to_ayah": "2:228",
    "ayah_keys": "2:228",
    "text": "<p lang=\"en\" class=\"en \">And divorced women shall wait <span class=\"gray\">(as regards their marriage)</span> for three menstrual periods, and it is not lawful for them to conceal what Allah has created in their wombs, if they believe in Allah and the Last Day. And their husbands have the better right to take them back in that period, if they wish for reconciliation. And they <span class=\"gray\">(women)</span> have rights <span class=\"gray\">(over their husbands as regards living expenses)</span> similar <span class=\"gray\">(to those of their husbands)</span> over them <span class=\"gray\">(as regards obedience and respect)</span> to what is reasonable, but men have a degree <span class=\"gray\">(of responsibility)</span> over them. And Allah is All-Mighty, All-Wise <span>(228)</span></p><div lang=\"en\" class=\"en \"><h2>The 'Iddah <span class=\"en gray\" lang=\"en\">(Waiting Period)</span> of the Divorced Woman</h2></div><p lang=\"en\" class=\"en \">This Ayah contains a command from Allah that the divorced woman, whose marriage was consummated and who still has menstruation periods, should wait for three <span class=\"gray\">(menstrual)</span> periods <span class=\"gray\">(Quru')</span> after the divorce and then remarry if she wishes.</p><div lang=\"en\" class=\"en \"><h2>The Meaning of Al-Quru'</h2></div><p lang=\"en\" class=\"en \">Ibn Jarir related that 'Alqamah said: We were with 'Umar bin Al-Khattab when a woman came and said, \"My husband divorced me one or two periods ago. He then came back to me while I had prepared my water <span class=\"gray\">[for taking a bath]</span>, took off my clothes and closed my door.\" 'Umar asked 'Abdullah bin Mas'ud, \"What do you think?\" He said, \"I think that she is still his wife, as long as she is not allowed to resume praying <span class=\"gray\">(i.e., until the third period ends before he takes her back)</span>.\" 'Umar said, \"This is my opinion too.\" This is also the opinion of Abu Bakr As-Siddiq, 'Umar, 'Uthman, 'Ali, Abu Ad-Darda', 'Ubadah bin As-Samit, Anas bin Malik, Ibn Mas'ud, Mu'adh, Ubayy bin Ka'b, Abu Musa Al-Ash'ari and Ibn 'Abbas. Furthermore, this is the opinion of Sa'id bin Musayyib, 'Alqamah, Aswad, Ibrahim, Mujahid, 'Ata', Tawus, Sa'id bin Jubayr, 'Ikrimah, Muhammad bin Sirin, Al-Hasan, Qatadah, Ash-Sha'bi, Ar-Rabi', Muqatil bin Hayyan, As-Suddi, Makhul, Ad-Dahhak and 'Ata' Al-Khurasani. They all stated that the Quru' is the menstruation period. What testifies to this is the Hadith that Abu Dawud and An-Nasa'i reported that Fatimah bint Abu Hubaiysh said that Allah's Messenger said ﷺ to her:</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعِي الصَّلاَةَ أَيَّامَ أَقْرَائِكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not pray during your Aqra' <span class=\"gray\">(pl. for Quru', the menstruation period)</span>.)</span></p><p lang=\"en\" class=\"en \">If this Hadith was authentic, it would have been a clear proof that the Quru' is the menstruation period. However, one of the narrators of this Hadith, Al-Mundhir, is an unknown person <span class=\"gray\">(in Hadith terminology)</span>, as Abu Hatim has stated, although Ibn Hibban has mentioned Al-Mundhir in his book Ath-Thiqat.</p><div lang=\"en\" class=\"en \"><h2>A Woman's Statement about Menses and Purity is to be accepted</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and it is not lawful for them to conceal what Allah has created in their wombs,)</span> meaning, of pregnancy or menstruation periods. This is the Tafsir of Ibn 'Abbas, Ibn 'Umar, Mujahid, Ash-Sha'bi, Al-Hakam bin 'Utaybah, Ar-Rabi' bin Anas, Ad-Dahhak and others.</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِن كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...if they believe in Allah and the Last Day.)</span></p><p lang=\"en\" class=\"en \">This Ayah warns women against hiding the truth <span class=\"gray\">(if they were pregnant or on their menses)</span>, indicating that they are the authority in such matters as they alone know such facts about themselves. Since verifying such matters is difficult, Allah left this decision with them. Yet, women were warned not to hide the truth in case they wish to end the 'Iddah sooner, or later, according to their desires. Women were thus commanded to say the truth <span class=\"gray\">(if they were pregnant or on their menses)</span>, no more and no less.</p><div lang=\"en\" class=\"en \"><h2>The Husband has the Right to take back his Divorced Wife during the 'Iddah <span class=\"en gray\" lang=\"en\">(Waiting Period)</span></h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنْ أَرَادُوا إِصْلَاحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And their husbands have the better right to take them back in that period, if they wish for reconciliation.)</span></p><p lang=\"en\" class=\"en \">Hence, the husband who divorces his wife can take her back, providing she is still in her 'Iddah <span class=\"gray\">(time spent before a divorced woman or a widow can remarry)</span> and that his aim, by taking her back, is righteous and for the purpose of bringing things back to normal. However, this ruling applies where the husband is eligible to take his divorced wife back. We should mention that <span class=\"gray\">(when this Ayah 2:228 was revealed)</span>, the ruling that made the divorce thrice and specified when the husband is ineligible to take his divorced wife back, had not been revealed yet. Previously, the man used to divorce his wife and then take her back even if he had divorced her a hundred separate times. Thereafter, Allah revealed the following Ayah <span class=\"gray\">(2:229)</span> that made the divorce only thrice. So there was now a reversible divorce and an irreversible final divorce.</p><div lang=\"en\" class=\"en \"><h2>The Rights the Spouses have over Each Other</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they <span class=\"gray\">(women)</span> have rights <span class=\"gray\">(over their husbands as regards living expenses)</span> similar <span class=\"gray\">(to those of their husbands)</span> over them <span class=\"gray\">(as regards obedience and respect)</span> to what is reasonable,)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that the wife has certain rights on her husband, just as he has certain rights on her, and each is obliged to give the other spouse his due rights. Muslim reported that Jabir said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللهَ فِي النِّسَاءِ، فَإِنَّكُمْ أَخَذْتُمُوهُنَّ بِأَمَانَةِ اللهِ، وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللهِ، وَلَكُمْ عَلَيْهِنَّ أَنْ لَا يُوطِئْنَ فُرُشَكُمْ أَحَدًا تَكْرَهُونَهُ، فَإِنْ فَعَلْنَ ذَلِكَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ، وَلَهُنَّ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fear Allah regarding your women, for you have taken them by Allah's covenant and were allowed to enjoy with them sexually by Allah's Words. You have the right on them that they do not allow anyone you dislike to sit on your mat. If they do that, then discipline them leniently. They have the right to be spent on and to be bought clothes in what is reasonable.)</span></p><p lang=\"en\" class=\"en \">Bahz bin Hakim said that Mu'awiyah bin Haydah Al-Qushayri related that his grandfather said, \"O Messenger of Allah! What is the right the wife of one of us has?\" The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تُطْعِمَهَا إِذَا طَعِمْتَ، وتَكْسُوَهَا إِذَا اكْتَسَيْتَ، وَلَا تَضْرِبِ الْوَجْهَ، وَلَا تُقَبِّحْ، وَلَا تَهْجُرْ إِلَّا فِي الْبَيْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To feed her when you eat, buy her clothes when you buy for yourself and to refrain from striking her on the face, cursing her or staying away from her except in the house.)</span></p><p lang=\"en\" class=\"en \">Waki' related that Ibn 'Abbas said, \"I like to take care of my appearance for my wife just as I like for her to take care of her appearance for me. This is because Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they <span class=\"gray\">(women)</span> have rights similar <span class=\"gray\">(to those of their husbands)</span> over them to what is reasonable.)</span>\" This statement is reported by Ibn Jarir and Ibn Abu Hatim.</p><div lang=\"en\" class=\"en \"><h2>The Virtue Men have over Women</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but men have a degree <span class=\"gray\">(of responsibility)</span> over them.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that men are in a more advantageous position than women physically as well as in their mannerism, status, obedience <span class=\"gray\">(of women to them)</span>, spending, taking care of the affairs and in general, in this life and in the Hereafter. Allah said <span class=\"gray\">(in another Ayah)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ وَبِمَا أَنفَقُوا مِنْ أَمْوَالِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Men are the protectors and maintainers of women, because Allah has made one of them to excel the other, and because they spend <span class=\"gray\">(to support them)</span> from their means.)</span><span class=\"gray\">(4:34)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَزِيزٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Mighty, All-Wise)</span> means, He is Mighty in His punishment of those who disobey and defy His commands. He is Wise in what He commands, destines and legislates.</p>"
  }
]