[
  {
    "ayah_key": "39:27",
    "group_ayah_key": "39:27",
    "from_ayah": "39:27",
    "to_ayah": "39:31",
    "ayah_keys": "39:27,39:28,39:29,39:30,39:31",
    "text": "<p lang=\"en\" class=\"en \">And indeed We have put forth for men, in this Qur'an every kind of parable in order that they may remember <span>(27)</span>An Arabic Qur'an, without any crookedness <span class=\"gray\">(therein)</span> in order that they may have Taqwa of Him <span>(28)</span>Allah puts forth a parable: a man belonging to many partners disputing with one another, and a man belonging entirely to one master. Are those two equal in comparison? All the praises and thanks be to Allah! But most of them know not <span>(29)</span>Verily, you will die, and verily, they <span class=\"gray\">(too)</span> will die <span>(30)</span>Then, on the Day of Resurrection, you will be disputing before your Lord <span>(31)</span></p><p lang=\"en\" class=\"en \">The Parable of Shirk</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have put forth for men, in this Qur'an every kind of parable)</span> means, 'We have explained things to mankind in it <span class=\"gray\">[the Qur'an]</span> by setting forth examples and parables.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that they may remember.)</span> Because parables bring the meaning closer to people's minds. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He sets forth for you a parable from yourselves)</span><span class=\"gray\">(30:28)</span>. meaning, 'so that you may learn it from yourselves.' And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in Order that they may have Taqwa of Him.)</span><span class=\"gray\">(29:43)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(An Arabic Qur'an, without any crookedness <span class=\"gray\">(therein)</span>)</span> means, it is in a plain Arabic tongue, with no crookedness, deviation or confusion. It is plain, clear proof. Allah has made it like this and has revealed it like this,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that they may have Taqwa of Him)</span> means, in order that they may heed the warnings contained therein, and strive to attain the promises therein. Then Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah puts forth a parable: a man belonging to many partners disputing with one another,)</span> meaning, they were disputing concerning that slave in whom they all had a share.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَجُلًا سَلَمًا لِرَجُلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a <span class=\"gray\">(slave)</span> man belonging entirely to one master.)</span> means, no one owned him except that one man.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَسْتَوِيَانِ مَثَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are those two equal in comparison?)</span> meaning, they are not the same. By the same token, the idolator who worships other gods besides Allah and the sincere believer who worships none besides Allah, with no partner or associate, are not equal. What comparison can there be between them? Ibn 'Abbas, may Allah be pleased with him, Mujahid and others said, \"This Ayah is the parable of the idolator and the sincere believer.\"</p><p lang=\"en\" class=\"en \">Because this parable is so clear and obvious, Allah then says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All the praises and thanks be to Allah!)</span> i.e., for establishing proof against them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But most of them know not.)</span> means, and for this reason they associate others in worship with Allah.</p><p lang=\"en\" class=\"en \">The fact that the Messenger of Allah ﷺ and Quraysh will die, and how They will dispute before Allah</p><p lang=\"jv\" class=\"jv \">Allah's saying;</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you will die, and verily, they <span class=\"gray\">(too)</span> will die.)</span> This is one of the Ayat which Abu Bakr As-Siddiq, may Allah be pleased with him, quoted when the Messenger of Allah ﷺ died, so that the people would realize that he had really died. Another Ayah which he quoted was:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ۚ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَىٰ أَعْقَابِكُمْ ۚ وَمَنْ يَنْقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا ۗ وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muhammad is no more than a Messenger, and indeed <span class=\"gray\">(many)</span> Messengers have passed away before him. If he dies or is killed, will you then turn back on your heels? And he who turns back on his heels, not the least harm will do to Allah; and Allah will give reward to those who are grateful.)</span><span class=\"gray\">(3:144)</span>. </p><p lang=\"en\" class=\"en \">The meaning of this Ayah is that you will certainly depart this world and be gathered before Allah in the Hereafter. You will dispute the issues of Tawhid and Shirk before Allah, things over which you disputed in this world, and He will judge between you with truth, and He is the Judge, the All-Knowing. So, He will save the sincere believers who worship Him alone, and He will punish the disbelievers who deny His Oneness and associate others in worship with Him. Although this Ayah speaks about the believers and disbelievers, and how they will dispute in the Hereafter, it also includes all disputants in this world, for their disputes will come back to them in the Hereafter. </p><p lang=\"cy\" class=\"cy \">Ibn Abi Hatim, may Allah have mercy on him, recorded that Ibn Az-Zubayr, may Allah be pleased with him, said, \"When the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, on the Day of Resurrection, you will be disputing before your Lord.)</span> was revealed, Az-Zubayr, may Allah be pleased with him, said, 'O Messenger of Allah, will we repeat our disputes?' He ﷺ said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">نَعَمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes.)</span> He <span class=\"gray\">(Az-Zubayr)</span> said, 'This is a very serious matter.'\" Ahmad recorded from Az-Zubayr bin Al-'Awwam, may Allah be pleased with him, that when this Surah was revealed to the Messenger of Allah ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ - ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you will die, and verily, they <span class=\"gray\">(too)</span> will die. Then, on the Day of Resurrection, you will be disputing before your Lord.)</span> Az-Zubayr, may Allah be pleased with him, said, \"O Messenger of Allah, will the sins that we committed against others in this world be repeated for us?\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، لَيُكَرَّرَنَّ عَلَيْكُمْ حَتّٰى يُؤَدَّى إِلَى كُلِّ ذِي حَقٍّ حَقُّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, they will be repeated until everyone who is entitled will have his rights restored to him.)</span></p><p lang=\"en\" class=\"en \">Az-Zubayr, may Allah be pleased with him, said, \"By Allah, it is a very serious matter.\" It was also recorded by At-Tirmidhi, who said \"Hasan Sahih.\"</p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas, may Allah be pleased with him, said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, on the Day of Resurrection, you will be disputing before your Lord.)</span> means, the truthful one will dispute with the liar, the oppressed will dispute with the oppressor, the one who is guided will dispute with the one who is misguided and the weak will dispute with the arrogant. </p><p lang=\"en\" class=\"en \">Ibn Mandah recorded in Kitab Ar-Ruh that Ibn 'Abbas, may Allah be pleased with him, said, \"The people will dispute on the Day of Resurrection, to the extent that the soul will dispute with the body. The soul will say to the body, 'You did such and such,' and the body will say to the soul, 'You told me to do it and you tempted me.' Then Allah will send an angel to judge between them, and he will say, 'You two are like a man who cannot walk but can see, and a man who cannot see but can walk.' They went into a garden and the one who could not walk said to the one who was blind, 'I see fruit there, but I cannot reach it.' The blind man said, 'Climb on me and get it.' So he climbed on him and got it. So which of them is the wrongdoer? They will say, 'Both of them.' The angel will say to them, 'You have passed judgement against yourselves.' The body was a means of transportation for the soul.\"</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Sa'id bin Jubayr said that Ibn 'Umar, may Allah be pleased with him, said, \"This Ayah was revealed and we did not know what it was revealed about:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, on the Day of Resurrection, you will be disputing before your Lord.)</span>\" He said, \"We said, what will we dispute about? There is no dispute between us and the People of the Book, so what will we dispute about? Until the Fitnah occurred.\" Then Ibn 'Umar, may Allah be pleased with him, said, \"This is what our Lord promised us we would dispute about.\" This was recorded by An-Nasa'i.</p>"
  },
  {
    "ayah_key": "39:32",
    "group_ayah_key": "39:32",
    "from_ayah": "39:32",
    "to_ayah": "39:35",
    "ayah_keys": "39:32,39:33,39:34,39:35",
    "text": "<p lang=\"en\" class=\"en \">Then, who does more wrong than one who utters a lie against Allah, and denies the truth when it comes to him! Is there not in Hell an abode for the disbelievers <span>(32)</span>And he who has brought the truth and <span class=\"gray\">(those who)</span> believed therein, they are those who have Taqwa <span>(33)</span>They shall have all that they will desire with their Lord. That is the reward of the doers of good <span>(34)</span>So that Allah may expiate from them the evil of what they did and give them the reward, according to the best of what they used to do <span>(35)</span></p><p lang=\"en\" class=\"en \">The Punishment of the Disbelievers and Liars, and the Reward of the Sincere Believers</p><p lang=\"en\" class=\"en \">The idolators uttered lies against Allah and said that there were other gods besides Him and claimed that the angels were the daughters of Allah and that Allah had a son – glorified be He far above all that they say. Moreover, they rejected the truth when it came to them on the lips of the Messengers <span class=\"gray\">(peace and blessings be upon them all)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, who does more wrong than one who utters a lie against Allah, and denies the truth when it comes to him!)</span> meaning, there is no one who does more wrong than such a person, because he combines the two aspects of falsehood, disbelief in Allah and disbelief in the Messenger of Allah. They made false claims and rejected the truth, Allah threatened them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there not in Hell an abode for the disbelievers?)</span> who are the deniers and rejecters. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ۙ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he who has brought the truth and <span class=\"gray\">(those who)</span> believed therein,)</span> Mujahid, Qatadah, Ar-Rabi' bin Anas and Ibn Zayd said, \"The one who brought the truth was the Messenger ﷺ.\" 'Abdur-Rahman bin Zayd bin Aslam said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي جَاءَ بِالصِّدْقِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And he who has brought the truth)</span> means the Messenger of Allah ﷺ.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَصَدَّقَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(those who)</span> believed therein)</span> means the Muslims.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْمُتَّقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are those who have Taqwa)</span>. Ibn 'Abbas, may Allah be pleased with him, said, \"They fear and shun Shirk.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall have all that they will desire with their Lord.)</span> means, in Paradise; whatever they ask for they will have.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ - لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the reward of doers of good. So that Allah may expiate from them the evil of what they did and give them the reward, according to the best of what they used to do.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ ۖ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those from whom We shall accept the best of their deeds and overlook their evil deeds. <span class=\"gray\">(They shall be)</span> among the dwellers of Paradise, a promise of truth, which they have been promised.)</span><span class=\"gray\">(46:16)</span>.</p>"
  }
]