[
  {
    "ayah_key": "38:1",
    "group_ayah_key": "38:1",
    "from_ayah": "38:1",
    "to_ayah": "38:3",
    "ayah_keys": "38:1,38:2,38:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ص ۚ وَالْقُرْآنِ ذِي الذِّكْرِ - بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ - كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Sad. By the Qur'an full of reminding.)</span><span class=\"gray\">(2. Those who disbelieve are in false pride and opposition.)</span><span class=\"gray\">(3. How many a generation have We destroyed before them! And they cried out when there was no longer time for escape.)</span></p><p lang=\"en\" class=\"en \">We have already discussed the separate letters in the the beginning of the Tafsir of Surat Al-Baqarah, and there is no need to repeat it here.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقُرْآنِ ذِي الذِّكْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the Qur'an full of reminding.)</span> means, by the Qur'an which includes all that is in it as a reminder and a benefit to people in this life and the Hereafter. Ad-Dahhak said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِي الذِّكْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(full of reminding.)</span> is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, We have sent down for you <span class=\"gray\">(O mankind)</span> a Book in which there is Dhikrukum)</span><span class=\"gray\">(21:10)</span>. i.e., your reminder. This was also the view of Qatadah and of Ibn Jarir. Ibn 'Abbas, may Allah be pleased with him, Sa'id bin Jubayr, Isma'il bin Abi Khalid, Ibn 'Uyaynah, Abu Husayn, Abu Salih and As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِي الذِّكْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(full of reminding.)</span> \"Full of honor,\" i.e., of high standing. There is no contradiction between the two views, because it is a noble Book which includes reminders and leaves no excuse and brings warnings. The reason for this oath is to be found in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not one of them but denied the Messengers; therefore My torment was justified.)</span><span class=\"gray\">(38:14)</span>. Qatadah said, \"The reason for it is to be found in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, those who disbelieve are in false pride and opposition)</span>.\" This was the view favored by Ibn Jarir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, those who disbelieve are in false pride and opposition.)</span> means, in this Qur'an there is a reminder for those who will be reminded and a lesson for those who will learn a lesson, but the disbelievers will not benefit from it because they</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي عِزَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are in false pride)</span> meaning, arrogance and tribalism,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَشِقَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and opposition.)</span> means, they are stubbornly opposed to it and go against it. Then Allah scares them with news of how the nations who came before them were destroyed because of their opposition to the Messengers and their disbelief in the Scriptures that were revealed from heaven. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How many a generation have We destroyed before them!)</span> meaning, disbelieving nations.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَنَادَوْا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they cried out)</span> means, when the punishment came to them, they called for help and cried out to Allah, but that did not save them at all. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ - لَا تَرْكُضُوا وَارْجِعُوا إِلَىٰ مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when they perceived <span class=\"gray\">(saw)</span> Our torment, behold, they <span class=\"gray\">(tried to)</span> flee from it. Flee not, but return to that wherein you lived a luxurious life, and to your homes, in order that you may be questioned.)</span><span class=\"gray\">(21:12-13)</span>.</p><p lang=\"en\" class=\"en \">Abu Dawud At-Tayalisi recorded that At-Tamimi said, \"I asked Ibn 'Abbas, may Allah be pleased with him, about the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they cried out when there was no longer time for escape.)</span> He said that it was not the time for them to call or flee or escape. Muhammad bin Ka'b said, concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they cried out when there was no longer time for escape.)</span> \"They called for Tawhid when their lives were over, and they resorted to repentance when their lives were over.\"</p><p lang=\"en\" class=\"en \">Qatadah said, \"When they saw the punishment, they wanted to repent when there was no longer time to call out.\" Mujahid said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they cried out when there was no longer time for escape.)</span> \"It was not the time to flee or escape.\" Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَاتَ حِينَ مَنَاصٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when there was no longer time for escape.)</span> meaning, there was no time to escape or run away; and Allah knows best.</p>"
  },
  {
    "ayah_key": "38:12",
    "group_ayah_key": "38:12",
    "from_ayah": "38:12",
    "to_ayah": "38:16",
    "ayah_keys": "38:12,38:13,38:14,38:15,38:16",
    "text": "<p lang=\"en\" class=\"en \">Before them denied – the people of Nuh; and 'Ad; and Fir'awn the man of stakes <span>(12)</span>And Thamud, and the people of Lut, and the Dwellers of Al-Aykah; such were the Confederates <span>(13)</span>Not one of them but denied the Messengers; therefore My torment was justified <span>(14)</span>And these only wait for a single Sayhah there will be no pause or ending thereto <span>(15)</span>They say: \"Our Lord! Hasten to us Qittana before the Day of Reckoning! <span>(16)</span>Be patient of what they say.. <span>()</span></p><p lang=\"en\" class=\"en \">A Reminder of Those Who were destroyed among the Previous Nations</p><p lang=\"en\" class=\"en \">Allah tells us about those past nations and the punishment and vengeance that struck them for their going against the Messengers and disbelieving in the Prophets, peace be upon them. We have already seen their stories in detail in numerous places <span class=\"gray\">(in the Qur'an)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الْأَحْزَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(such were the Confederates.)</span> meaning, 'they were greater and stronger than you, they had more wealth and children, but that did not protect them from the punishment of Allah at all when the command of your Lord came to pass.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not one of them but denied the Messengers; therefore My torment was justified.)</span></p><p lang=\"en\" class=\"en \">The reason for their destruction was their disbelief in the Messengers, so let those who are addressed here beware and be afraid.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنْظُرُ هَٰؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And these only wait for a single Sayhah there will be no pause or ending thereto.)</span></p><p lang=\"en\" class=\"en \">Malik narrated from Zayd bin Aslam; \"There will none who can avert it,\" i.e., they will only wait for the Hour that it shall come upon them suddenly while they perceive not. But some of its portents have already come, i.e., it has drawn nigh. This Sayhah is the blast on the Trumpet when Allah will command Israfil to sound a long note, and there will be no one in the heaven or on earth but will be terrified, except those whom Allah spares.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"Our Lord! Hasten to us Qittana before the Day of Reckoning!\")</span></p><p lang=\"en\" class=\"en \">Here Allah denounces the idolators for calling for the punishment to be hastened upon themselves. Qitt refers to a book or record, or it was said that it means one's allotted share or fortune. Ibn 'Abbas, may Allah be pleased with him, Mujahid, Ad-Dahhak, Al-Hasan and others said, \"They asked for the punishment to be hastened.\" Qatadah added, this is like when they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِنْ كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O Allah! If this <span class=\"gray\">(the Qur'an)</span> is indeed the truth from You, then rain down stones on us from the sky or bring on us a painful torment.\")</span><span class=\"gray\">(8:32)</span>.</p><p lang=\"en\" class=\"en \">It was also said that they asked for their share of Paradise to be hastened, if it really existed, so that they might have their share in this world; they said this because they thought it unlikely to exist and they disbelieved in it. Ibn Jarir said, \"They asked for whatever they deserved, good or bad, to be hastened for them in this world.\" What he said is good, and A-Dahhak and Isma'il bin Abi Khalid based their views on it. And Allah knows best. They said this by way of mockery and disbelief, so Allah commanded His Messenger ﷺ to be patient in the face of their insults, and He gave him the glad tidings that his patience would be rewarded with victory and success.</p>"
  }
]