[
  {
    "ayah_key": "60:4",
    "group_ayah_key": "60:4",
    "from_ayah": "60:4",
    "to_ayah": "60:6",
    "ayah_keys": "60:4,60:5,60:6",
    "text": "<p lang=\"en\" class=\"en \">Indeed there has been an excellent example for you in Ibrahim and those with him, when they said to their people: \"Verily, we are free from you and whatever you worship besides Allah, we have rejected you, and there has started between us and you, hostility and hatred forever until you believe in Allah alone,\" – except the saying of Ibrahim to his father: \"Verily, I will ask forgiveness for you, but I have no power to do anything for you before Allah.\" \"Our Lord! In You we put our trust, and to You we turn in repentance, and to You is the final Return. <span>(4)</span>\"Our Lord! Make us not a trial for the disbelievers, and forgive us, Our Lord! Verily, You, only You, are the Almighty, the All-Wise. <span>(5)</span>Certainly, there has been in them an excellent example for you to follow – for those who look forward to <span class=\"gray\">(the meeting with)</span> Allah and the Last Day. And whosoever turns away, then verily, Allah is Al-Ghani, Al-Hamid <span>(6)</span></p><p lang=\"en\" class=\"en \">The Good Example of Ibrahim and His Followers, when They disowned Their Disbelieving People</p><p lang=\"en\" class=\"en \">Allah the Exalted says to His faithful servants, whom He commanded to disown the disbelievers, to be enemies with them, and to distant themselves and separate from them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed there has been an excellent example for you in Ibrahim and those with him,)</span> meaning, his followers who believed in him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when they said to their people: \"Verily we are free from you...\")</span> meaning, 'we disown you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whatever you worship besides Allah: we rejected you,)</span> meaning, 'we disbelieve in your religion and way,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there has started between us and you, hostility and hatred forever)</span> meaning, 'Animosity and enmity have appeared between us and you from now and as long as you remain on your disbelief; we will always disown you and hate you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> حَتَّىٰ تُؤْمِنُوا بِاللَّهِ وَحْدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until you believe in Allah alone,)</span> meaning, 'unless, and until, you worship Allah alone without partners and disbelieve in the idols and rivals that you worship besides Him.' Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except the saying of Ibrahim to his father: \"Verily, I will ask forgiveness <span class=\"gray\">(from Allah)</span> for you...\")</span> means, 'you have a good example in Ibrahim and his people; as for Ibrahim's prayers for Allah his father, it was a promise that he made for his father.' When Ibrahim became sure that his father was an enemy of Allah, he declared himself innocent of him. </p><p lang=\"en\" class=\"en \">Some of the believers used to invoke Allah for their parents who died as disbelievers, begging Him to forgive them. They did so claiming that Ibrahim used to invoke Allah to forgive his father. Allah the Exalted said in reply,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ - وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the Prophet and those who believe to ask Allah's forgiveness for the idolators, even though they be of kin, after it has become clear to them that they are the dwellers of the Fire <span class=\"gray\">(because they died in a state of disbelief)</span>. And Ibrahim's request for his father's forgiveness was only because of a promise he made to him .But when it became clear to him that he was an enemy of Allah, he dissociated himself from him. Verily, Ibrahim was Awwah and was forbearing.)</span><span class=\"gray\">(9:113-114)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed there has been an excellent example for you in Ibrahim and those with him, when they said to their people: \"Verily, we are free from you...\")</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(... except the saying of Ibrahim to his father: \"Verily, I will ask forgiveness for you, but I have no power to do anything for you before Allah.\")</span> meaning, 'You cannot follow Ibrahim's example as proof in the case mentioned here, as being allowed to ask Allah to forgive those who died on Shirk.' This is the saying of Ibn 'Abbas, Mujahid, Qatadah, Muqatil bin Hayyan, Ad-Dahhak and several others. </p><p lang=\"en\" class=\"en \">Allah the Exalted said that Ibrahim and his companions, who parted with their people and disowned their way, said afterwards, while invoking Allah in humility and submission,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! In You we put our trust, and to You we turn in repentance, and to You is the final Return.)</span> meaning, 'we trust in You for all matters, we surrender all of our affairs to You, and to You is the final Return in the Hereafter,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Make us not a trial for the disbelievers,)</span> Mujahid said, \"It means, 'Do not punish us by their hands, nor with a punishment from You.' Or they will say, 'Had these people been following the truth, the torment would not have struck them'.\" Ad-Dahhak said something similar. Qatadah said, \"Do not give the disbelievers victory over us, thus subjecting us to trials by their hands. Surely, if You do so, they would then think that they were given victory over us because they are on the truth.\" This is the meaning that Ibn Jarir preferred. 'Ali bin Abi Talhah reported from Ibn 'Abbas: \"Do not give them dominance over us, lest we suffer trials by their hands.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاغْفِرْ لَنَا رَبَّنَا ۖ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and forgive us, Our Lord! Verily, You, only You, are the Almighty, the All-Wise.)</span> means, 'cover our mistakes from being exposed to other than You, and forgive us for what <span class=\"gray\">(sin)</span> is between us and You.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ أَنْتَ الْعَزِيزُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, You, only You, are the Almighty,)</span> 'and those who seek refuge in Your majesty are never dealt with unjustly,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Wise.)</span> 'in Your statements, actions, legislation and decrees.' Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, there has been in them an excellent example for you to follow – for those who look forward to <span class=\"gray\">(the meeting with)</span> Allah and the Last Day.)</span> asserting what He has said before with the exemption mentioned, i.e., the good example that Allah mentioned before,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for those who look forward to Allah and the Last Day.)</span> thus encouraging the believers who believe in Allah and the Return to Him. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَوَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever turns away)</span> meaning, from what Allah has ordained,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, Allah is Al-Ghani, Al-Hamid.)</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you disbelieve, you and all on the earth together, then verily! Allah is Ghani, Hamid.)</span><span class=\"gray\">(14:8)</span> 'Ali bin Talhah reported from Ibn 'Abbas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَغَنِيٌّ</p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(Ghani)</span> is the One Who is perfectly rich.\" That is Allah. This is Allah's attribute that He alone is worthy of being described by; surely, He has no equal, none like unto Him. All praise is due to Allah, the One, the Irresistible.</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَمِيدٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hamid)</span> means, the praiseworthy, in all His statements and actions, there is no <span class=\"gray\">(true)</span> God except Him alone.</p>"
  }
]