[
  {
    "ayah_key": "55:37",
    "group_ayah_key": "55:37",
    "from_ayah": "55:37",
    "to_ayah": "55:45",
    "ayah_keys": "55:37,55:38,55:39,55:40,55:41,55:42,55:43,55:44,55:45",
    "text": "<p lang=\"en\" class=\"en \">Then when the heaven is rent asunder, and it becomes Wardah like Dihan <span>(37)</span>Then which of the blessings of your Lord will you both deny <span>(38)</span>So, on that Day he will not be questioned about his sin, <span class=\"gray\">(neither)</span> human nor Jinn <span>(39)</span>Then which of the blessings of your Lord will you both deny <span>(40)</span>The criminals will be known by their marks, and they will be seized by their foreheads and feet <span>(41)</span>Then which of the blessings of your Lord will you both deny <span>(42)</span>This is the Hell which the criminals denied <span>(43)</span>They will go between it and Ḥamīm Ān <span>(44)</span>Then which of the blessings of your Lord will you both deny <span>(45)</span></p><p lang=\"en\" class=\"en \">The Horrors of the Day of Resurrection</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا انْشَقَّتِ السَّمَاءُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when the heaven is rent asunder,)</span> on the Day of Resurrection; this meaning is clear in this and similar Ayat, such as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the heaven will be rent asunder, for that Day it <span class=\"gray\">(the heaven)</span> will be frail and torn up.)</span><span class=\"gray\">(69:16)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> the Day when the heaven shall be rent asunder with clouds, and the angels will be sent down, with a grand descending.)</span><span class=\"gray\">(25:25)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَاءُ انْشَقَّتْ - وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the heaven is split asunder, and listens to and obeys its Lord – and it must do so.)</span><span class=\"gray\">(84:1-2)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَتْ وَرْدَةً كَالدِّهَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it becomes Wardah like Dihan.)</span> This means they will melt just as sediment and silver are melted when heated. And they will be colored, just as dies stain something, sometimes red, sometimes yellow, or blue, or green. This demonstrates the extent of the horrors of the Mighty Day of Resurrection. As-Suddi said, \"It will be as rosy color and as filth oil.\" Mujahid said</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالدِّهَانِ</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(like Dihān)</span>, \"Like the colors of dyes.\" Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So on that Day he will not be questioned about his sins, <span class=\"gray\">(neither)</span> human nor Jinn.)</span> this is similar to His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا يَوْمُ لَا يَنْطِقُونَ - وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That will be a Day when they shall not speak, and they will not be permitted to put forth any excuse.)</span><span class=\"gray\">(77:35-36)</span></p><p lang=\"en\" class=\"en \">This is the case at the time, then all the creatures will be questioned about their deeds. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, by your Lord, We shall certainly call all of them to account. For all that they used to do.)</span><span class=\"gray\">(15:92-93)</span> Qatadah said, \"On that they will be questioned and then their mouths will be sealed and their hands and feet will reveal what they used to do.\" Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The criminals will be known by their marks,)</span> i.e., by special marks that distinguish them. Al-Hasan and Qatadah said, \"They will be known by their dark faces and their blue eyes.\" </p><p lang=\"en\" class=\"en \">I say that this contrasts to the marks that will distinguish the believers, such as the light that will appear on the parts of the body that they used to wash while performing ablution. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be seized by their foreheads and feet.)</span> meaning, the angels of punishment will bend their heads down to their feet and throw them like this into the Hellfire. Al-A'mash said that Ibn 'Abbas said, \"He will be taken by his forehead and his feet and be broken just as a stick is broken to be thrown into an oven.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Hell which the criminals denied.)</span> meaning, 'this is the Fire that you used to deny existed that it; now you see it before your eyes!' While being chastised, criticized, disgraced and belittled, this will be said to the disbelievers.</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will go between it and Ḥamīm Ān!)</span> meaning, they will sometimes be punished with fire and they will sometimes be given Hamim which is a drink like molten copper tearing their intestines and internal organs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ - فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the iron collars will be rounded over their necks, and the chains, they shall be dragged along, in the Hamim, then they will be burned in the Fire.)</span><span class=\"gray\">(40:71-72)</span> Allah said</p><p class=\"qpc-hafs\">آنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(An)</span> meaning hot, due to the fierce and intense heat that is impossible to bear. Ibn 'Abbas said;</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will go between it and Ḥamīm Ān!)</span> \"That has reached the ultimate temperature and boiling fiercely.\" Similar was said by Mujahid, Sa'id bin Jubayr, Ad-Dahhak, Al-Hasan, Ath-Thawri and As-Suddi. Qatadah also commented, \"Its boiling started when Allah created the heavens and the earth!\" Muhammad bin Ka'b Al-Qurazi said, \"The <span class=\"gray\">(disobedient)</span> servant will be seized by the forehead and stirred in that boiling water until his flesh melts and only the bones and the eyes in his head remain. This is the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the Ḥamīm, then they will be burned in the Fire.)</span><span class=\"gray\">(40:72)</span> And Al-Ḥamīm Al-Ān means hot.\" There is another report from Al-Qurazi;</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَمِيمٍ آنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ḥamīm Ān)</span> that it means \"prepared. \" This is also the view of Ibn Zayd.</p><p lang=\"en\" class=\"en \">And saying that it means \"prepared\" does not contradict the first report from Al-Qurazi which says that it means hot, for Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسْقَىٰ مِنْ عَيْنٍ آنِيَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will be given to drink from a spring, Āniyah.)</span><span class=\"gray\">(88:5)</span> which means severe unbearable heat, and His saying;</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرَ نَاظِرِينَ إِنَاهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(not to wait for it to be prepared)</span><span class=\"gray\">(33:53)</span> which means properly cooking and preparing it. So His saying;</p><p class=\"sd qpc-hafs\" lang=\"sd\"> حَمِيمٍ آنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ḥamīm Ān.)</span> Hamim, that is very hot. Surely, punishing the disobedient criminals as well as favoring those who had Taqwa, is from Allah's grace, mercy, justice, compassion and kindness for His creatures. His warnings against His torment and punishment, such as mentioned in these Ayat, should encourage all creatures to abandon the Shirk and disobedience they engage in, and this is why Allah reminded them of this favor;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span></p>"
  },
  {
    "ayah_key": "55:46",
    "group_ayah_key": "55:46",
    "from_ayah": "55:46",
    "to_ayah": "55:53",
    "ayah_keys": "55:46,55:47,55:48,55:49,55:50,55:51,55:52,55:53",
    "text": "<p lang=\"en\" class=\"en \">But for him who fears the standing before his Lord, there will be two Gardens <span>(46)</span>Then which of the blessings of your Lord will you both deny <span>(47)</span>With Afnān <span>(48)</span>Then which of the blessings of your Lord will you both deny <span>(49)</span>In them <span class=\"gray\">(both)</span> will be two springs flowing <span class=\"gray\">(free)</span><span>(50)</span>Then which of the blessings of your Lord will you both den <span>(51)</span>In them <span class=\"gray\">(both)</span> will be every kind of fruit in pairs <span>(52)</span>Then which of the blessings of your Lord will you both deny <span>(53)</span></p><p lang=\"en\" class=\"en \">The Delight of Those Who have Taqwa in Paradise</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلِمَنْ خَافَ مَقَامَ رَبِّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But for him who fears the standing before his Lord,)</span> on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And restrained himself from the desires.)</span><span class=\"gray\">(79:40)</span>, and does not indulge nor prefer this worldly life. He who knows that the Hereafter is better and more lasting, so he fulfills what his Lord ordered him and stays away from His prohibitions, then he will earn two gardens from his Lord on the Day of Resurrection. Al-Bukhari recorded that 'Abdullah bin Qays said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَنَّتَانِ مِنْ فِضَّةٍ آنِيَتُهُمَا وَمَا فِيهِمَا، وَجَنَّتَانِ مِنْ ذَهَبٍ آنِيَتُهُمَا وَمَا فِيهِمَا، وَمَا بَيْنَ الْقَوْمِ وَبَيْنَ أَنْ يَنْظُرُوا إِلَىٰ رَبِّهِمْ عَزَّ وَجَلَّ إِلَّا رِدَاءُ الْكِبْرِيَاءِ عَلَىٰ وَجْهِهِ فِي جَنَّةِ عَدْنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are two gardens made of silver – their vessels and all that they contain. And there are two gardens made of gold – their vessels and all that they contain. And nothing stands between the people in the 'Adn Garden and looking at their Lord, the Exalted and Most Honored, but the covering of pride before His Face.)</span></p><p lang=\"en\" class=\"en \">The Group, with the exception of Abu Dawud, collected this via the Hadith of 'Abdul-'Aziz. </p><p lang=\"en\" class=\"en \">This Ayah is general and applies to both humans and Jinns, providing proof that those among the Jinns who believe and have Taqwa will enter Paradise, for Allah is reminding the Ath-Thaqalayn of this favor, as He says;</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But for him who fears the standing before his Lord, there will be two Gardens. Then which of the blessings of your Lord will you both deny?)</span> Then He describes these two gardens, by saying,</p><p class=\"sd qpc-hafs\" lang=\"sd\">ذَوَاتَا أَفْنَانٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With Afnān.)</span> their trees have beautiful young branches that hold and produce every type of ripened beautiful fruit,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span> 'Ata' Al-Khurasani and several others said that Afnān means spreading branches of trees that reach the branches of other trees,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِمَا عَيْنَانِ تَجْرِيَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In them <span class=\"gray\">(both)</span> will be two springs flowing.)</span> free to water these trees and branches that produce all kinds of fruits,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span> Al-Hasan Al-Basri said that one of these springs is called Tasnim, and the other called As-Salsabil. 'Atiyah said that the water of one of these springs is from non-standing water and the other from wine that gives delight to those who drink it. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In them <span class=\"gray\">(both)</span> will be every kind of fruit in pairs.)</span>, of every type and kind of fruit, that which they knew before, and better, and that which they did not know before. Therein, there are delights that no eye has ever seen, no ear has ever heard and no heart has ever imagined,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span> Ibrahim bin Al-Hakam bin Aban said that his father narrated from 'Ikrimah that Ibn 'Abbas said, \"There is not a fruit that exists in this life, sweet or bitter, but it exists in Paradise, even the colocynth.\" Ibn 'Abbas also said, \"There is nothing in the world that is in the Hereafter except in name.\" Meaning there is such an enormous difference and contrast between the two in enjoyment and value.</p>"
  }
]