[
  {
    "ayah_key": "9:69",
    "group_ayah_key": "9:69",
    "from_ayah": "9:69",
    "to_ayah": "9:69",
    "ayah_keys": "9:69",
    "text": "<div lang=\"en\" class=\"en \"><div>Like those before you: they were mightier than you in power, and more abundant in wealth and children. They had enjoyed their portion <span class=\"gray\">(a while)</span>, so enjoy your portion <span class=\"gray\">(a while)</span> as those before you enjoyed their portion <span class=\"gray\">(a while)</span>; and you indulged in play and pastime as they indulged in play and pastime. Such are they whose deeds are in vain in this world and in the Hereafter. Such are they who are the losers <span>(69)</span></div></div><p class=\"fa qpc-hafs\" lang=\"fa\">بِخَلَاقِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their portion)</span>, means, <span class=\"gray\">[they mocked]</span> their religion, according to Al-Hasan Al-Basri. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُضْتُمْ كَالَّذِي خَاضُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you indulged in play and pastime as they indulged in play and pastime)</span>, indulged in lies and falsehood,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are they whose deeds are in vain)</span>, their deeds are annulled; they will not acquire any rewards for them because they are invalid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الدُّنْيَا وَالْآخِرَةِ ۖ وَأُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in this world and in the Hereafter. Such are they who are the losers.)</span> because they will not acquire any rewards for their actions. Ibn 'Abbas commented, \"How similar is this night to the last night,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالَّذِينَ مِن قَبْلِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Like those before you...)</span> These are the Children of Israel, with whom we were compared. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَتَتَّبِعُنَّهُمْ حَتَّى لَوْ دَخَلَ الرَّجُلُ مِنْهُمْ جُحْرَ ضَبَ لَدَخَلْتُمُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my life! You will imitate them, and even if a man of them entered the den of a lizard, you will enter it likewise!)</span>\" </p><p lang=\"fil\" class=\"fil \">Abu Hurayrah narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَتَتَّبِعُنَّ سَنَنَ الَّذِينَ مِنْ قَبْلِكُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ، وَبَاعًا بِبَاعٍ حَتَّى لَوْ دَخَلُوا جُحْرَ ضَبٍّ لَدَخَلْتُمُوهُ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالوا: ومن هم يا رسول الله، أهل الكتاب؟ قال:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَنْ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! You will follow the traditions of those who were before you a hand span for a hand-span and forearm's length for forearm's length, and an arm's length for an arm's length. And even if they enter the den of a lizard, you will also enter it.)</span> They asked, \"Who, O Allah's Messenger, the People of the Book?\" He said, <span class=\"gray\">(Who else)</span>?\"</p><p lang=\"en\" class=\"en \"> This Hadith is similar to another Hadith collected in the Sahih.</p>"
  },
  {
    "ayah_key": "9:7",
    "group_ayah_key": "9:7",
    "from_ayah": "9:7",
    "to_ayah": "9:7",
    "ayah_keys": "9:7",
    "text": "<p class=\"en translation\" lang=\"en\">How can there be a covenant with Allah and with His Messenger for the Mushrikin except those with whom you made a covenant near Al-Masjid Al-Haram <span class=\"gray\">(at Makkah)</span>? So long as they are true to you, stand you true to them. Verily, Allah loves those who have Taqwa <span>(7)</span></p><div lang=\"en\" class=\"en \"><h2>Affirming the Disavowel of the Idolators</h2></div><p lang=\"en\" class=\"en \">Allah mentions the wisdom in dissolving all obligations to the idolators and giving them a four month period of safety, after which they will meet the sharp sword wherever they are found,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can there be a covenant for the Mushrikin?)</span>, a safe resort and refuge, while they persist in Shirk with Allah, and disbelief in Him and His Messenger,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ عَاهَدتُّمْ عِندَ الْمَسْجِدِ الْحَرَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except those with whom you made a covenant near Al-Masjid Al-Haram)</span>, on the day of Hudaybiyyah. Allah said in another Ayah <span class=\"gray\">[concerning the day of Hudaybiyyah]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are the ones who disbelieved and hindered you from Al-Masjid Al-Haram and detained the sacrificial animals, from reaching their place of sacrifice.)</span><span class=\"gray\">[48:25]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So long as they are true to you, stand you true to them.)</span>, if they keep the terms of the treaties you conducted with them, including peace between you and them for ten years,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَقِيمُوا لَهُمْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then stand you true to them. Verily, Allah loves those who have Taqwa.)</span></p><p lang=\"en\" class=\"en \">The Messenger of Allah ﷺ and the Muslims preserved the terms of the treaty with the people of Makkah from the month of Dhul-Qa'dah in the sixth year <span class=\"gray\">[of Hijrah]</span>, until the Quraysh broke it and helped their allies, Banu Bakr, against Khuza'ah, the allies of Allah's Messenger ﷺ. Aided by the Quraysh, Banu Bakr killed some of Bani Khuza'ah in the Sacred Area! The Messenger of Allah ﷺ led an invasion army in the month of Ramadan, of the eighth year, and Allah opened the Sacred Area for him to rule over them, all thanks are due to Allah. The Messenger of Allah ﷺ freed the Quraysh who embraced Islam after they were overpowered and defeated. These numbered around two thousands, and they were refered to by the name 'Tulaqa' afterwards. Those among them who remained in disbelief and ran away from Allah's Messenger ﷺ were sent promises of safe refuge for four months, during which they were allowed to move about freely. They included Safwan bin Umayyah, 'Ikrimah bin Abi Jahl and many others. Allah later on guided them to Islam, and they became excellent believers. Surely, Allah is worthy of all praise for all His actions and decrees.</p>"
  },
  {
    "ayah_key": "9:70",
    "group_ayah_key": "9:70",
    "from_ayah": "9:70",
    "to_ayah": "9:70",
    "ayah_keys": "9:70",
    "text": "<p class=\"en translation\" lang=\"en\">Has not the story reached them of those before them? – The people of Nuh,'Ad, Thamud, the people of Ibrahim, the dwellers of Madyan and the overturned cities; to them came their Messengers with clear proofs. So it was not Allah Who wronged them, but they used to wrong themselves <span>(70)</span></p><div lang=\"en\" class=\"en \"><h2>Advising the Hypocrites to learn a Lesson from Those before Them</h2></div><p lang=\"en\" class=\"en \">Allah advises the hypocrites who reject the Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has not the story reached them of those before them?)</span>, have you <span class=\"gray\">(hypocrites)</span> not learned the end of the nations before you who rejected the Messengers,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَوْمِ نُوحٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Nuh)</span>, and the flood that drowned the entire population of the earth, except those who believed in Allah's servant and Messenger Nuh, peace be upon him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَادٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and 'Ad)</span>, who perished with the barren wind when they rejected Hud, peace be upon him,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَثَمُودَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Thamud)</span>, who were overtaken by the Sayhah <span class=\"gray\">(awful cry)</span> when they denied Salih, peace be upon him, and killed the camel,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَوْمِ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the people of Ibrahim)</span>, over whom He gave Ibrahim victory and the aid of clear miracles. Allah destroyed their king Nimrod, son of Canaan, son of Koch from Canaan, may Allah curse him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْحَابِ مَدْيَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the dwellers of Madyan)</span>, the people of Shu'ayb, peace be upon him, who were destroyed by the earthquake and the torment of the day of the Shade,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْتَفِكَاتِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the overturned cities)</span>, the people of Lut who used to live in Madyan. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْتَفِكَةَ أَهْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He destroyed the overturned cities)</span><span class=\"gray\">[53:53]</span>, meaning the people of the overturned cities in reference to Sadum <span class=\"gray\">[Sodom]</span>, their major city. Allah destroyed them all because they rejected Allah's Prophet Lut, peace be upon him, and because they committed the sin that none before them had committed <span class=\"gray\">(homosexuality)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to them came their Messengers with clear proofs.)</span>, and unequivocal evidence,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So it was not Allah Who wronged them)</span>, when He destroyed them, for He established the proofs against them by sending the Messengers and dissipating the doubts,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they used to wrong themselves)</span>, on account of their denying the Messengers and defying the Truth; this is why they earned the end, torment and punishment, that they did.</p>"
  },
  {
    "ayah_key": "9:71",
    "group_ayah_key": "9:71",
    "from_ayah": "9:71",
    "to_ayah": "9:71",
    "ayah_keys": "9:71",
    "text": "<p class=\"en translation\" lang=\"en\">The believers, men and women, are supporters of one another; they enjoin good, and forbid evil; they perform the Salah, and give the Zakah, and obey Allah and His Messenger. Allah will have His mercy on them. Surely, Allah is All-Mighty, All-Wise <span>(71)</span></p><div lang=\"en\" class=\"en \"><h2>Qualities of Faithful Believers</h2></div><p lang=\"en\" class=\"en \">After Allah mentioned the evil characteristics of the hypocrites, He then mentioned the good qualities of the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believers, men and women, are supporters of one another;)</span> they help and aid each other. Surely, an authentic Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believer to the believer is just like a building, its parts support each other.)</span> and the Prophet ﷺ crossed his fingers together. In the Sahih it is recorded,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ كَمَثَلِ الْجَسَدِ الْوَاحِدِ، إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The example of the believers in the compassion and mercy they have for each other, is the example of one body: if a part of it falls ill, the rest of the body suffers with fever and sleeplessness.)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...they enjoin good, and forbid evil)</span>, this is similar to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let there arise out of you a group of people inviting to all that is good, enjoining Al-Ma'ruf and forbidding the Munkar...)</span><span class=\"gray\">[3:104]</span>. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they perform the Salah, and give the Zakah)</span>, they obey Allah and are kind to His creation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and obey Allah and His Messenger)</span>, concerning what he commands and refraining from what he prohibits,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ سَيَرْحَمُهُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will have mercy on them.)</span> Therefore, Allah will give mercy to those who have these qualities,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah is All-Mighty)</span>, He grants glory to those who obey Him, for indeed, might and glory is from Allah Who gives it to His Messenger ﷺ and the believers,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise)</span>, in granting these qualities to the believers, while giving evil characteristics to hypocrites. Surely, Allah's wisdom is perfect in all His actions; praise and glory be to Him.</p>"
  }
]