[
  {
    "ayah_key": "43:36",
    "group_ayah_key": "43:36",
    "from_ayah": "43:36",
    "to_ayah": "43:45",
    "ayah_keys": "43:36,43:37,43:38,43:39,43:40,43:41,43:42,43:43,43:44,43:45",
    "text": "<p lang=\"en\" class=\"en \">And whosoever Ya'shu <span class=\"gray\">(turns away blindly)</span> from the remembrance of the Most Gracious, We appoint for him Shaytan to be a Qarin <span class=\"gray\">(a companion)</span> to him <span>(36)</span>And verily, they hinder them from the path, but they think that they are guided aright <span>(37)</span>Till, when <span class=\"gray\">(such a one)</span> comes to Us, he says, \"Would that between me and you were the distance of the two easts <span class=\"gray\">(or the east and west)</span> a worst companion <span class=\"gray\">(indeed)</span>! <span>(38)</span>It will profit you not this Day as you did wrong, <span class=\"gray\">(and)</span> that you will be sharers in the punishment <span>(39)</span>Can you make the deaf to hear, or can you guide the blind or him who is in manifest error <span>(40)</span>And even if We take you away, We shall indeed take vengeance on them <span>(41)</span>Or <span class=\"gray\">(if)</span> We show you that wherewith We threaten them, then verily, We have perfect command over them <span>(42)</span>So hold you fast to that which is revealed to you. Verily, you are on the straight path <span>(43)</span>And verily, this is indeed a Dhikr for you and your people, and you will be questioned <span>(44)</span>And ask whom We sent before you of Our Messengers: \"Did We ever appoint gods to be worshipped besides the Most Gracious? <span>(45)</span></p><p lang=\"en\" class=\"en \">The Shaytan is the Companion of the One Who turns away from Ar-Rahman</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْشُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever Ya'shu <span class=\"gray\">(turns away blindly)</span>)</span> means, whoever willfully ignores and turns away</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنْ ذِكْرِ الرَّحْمَٰنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from the remembrance of the Most Gracious,)</span> Al-'Asha <span class=\"gray\">(the root of Ya'sh)</span> refers to weakness of vision; what is meant here is weakness of insight.</p><p class=\"ps qpc-hafs\" lang=\"ps\">نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We appoint for him Shaytan to be a Qarin <span class=\"gray\">(a companion)</span> to him.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever contradicts and opposes the Messenger after the right path has been shown clearly to him)</span><span class=\"gray\">(4:115)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they turned away, Allah turned their hearts away)</span><span class=\"gray\">(61:5)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have assigned for them intimate companions, who have made fair seeming to them, what was before them and what was behind them)</span><span class=\"gray\">(41:25)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ - حَتَّىٰ إِذَا جَاءَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they hinder them from the path, but they think that they are guided aright! Until, when he comes to Us,)</span> meaning, for this person who willfully neglects true guidance, We send to him a Shaytan to lead him astray and show him the path to Hell. When he comes before Allah on the Day of Resurrection, he will complain about the Shaytan who was appointed to accompany him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he says, \"Would that between me and you were the distance of the two easts – a worst companion <span class=\"gray\">(indeed)</span>!\")</span> Some of them recited it;</p><p class=\"ar qpc-hafs\" lang=\"ar\">(حَتّٰى إِذَا جَاءَانَا) </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till, when they both come to Us.)</span> referring to the companion Shaytan and the one whom he accompanies. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will profit you not this Day as you did wrong, <span class=\"gray\">(and)</span> that you will be sharers in the punishment.)</span> means, 'your being together in the Fire will not help you in the slightest, and you will both partake of the painful punishment.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can you make the deaf to hear, or can you guide the blind or him who is in manifest error?)</span> means, 'that is not up to you. All you have to do is convey the Message, but you do not have to guide them. Allah guides whomsoever He wills and sends astray whomsoever He wills, and He is Wise and Just in doing so.'</p><p lang=\"en\" class=\"en \">Allah's Vengeance upon the Enemies of His Messenger ﷺ will surely come to pass</p><p lang=\"su\" class=\"su \">Allah further says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And even if We take you away, We shall indeed take vengeance on them.)</span> means, 'We will inevitably wreak vengeance upon them and punish them, even if you pass away.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or <span class=\"gray\">(if)</span> We show you that wherewith We threaten them, then verily, We have perfect command over them.)</span> means, 'We are able to do both,' but Allah will not take His Messenger ﷺ <span class=\"gray\">(in death)</span> until He gives him the joy of seeing his enemies brought low and gives him power and authority over them and their wealth. This was the view of As-Suddi and was the opinion favored by Ibn Jarir.</p><p lang=\"en\" class=\"en \">Encouragement to adhere to the Qur'an</p><p lang=\"en\" class=\"en \">Allah then says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So hold you fast to that which is revealed to you. Verily, you are on the straight path.)</span> means, hold fast to the Qur'an which has been sent down to your heart, for it is truth and what it leads to is truth that shows the way to the straight path that leads to Gardens of Delight and eternal, everlasting goodness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, this is a Dhikr for you and your people,)</span> It was said that this means, 'it is an honor for you and your people;' this was the view of Ibn 'Abbas, may Allah be pleased with him, Mujahid, Qatadah, As-Suddi and Ibn Zayd.</p><p lang=\"en\" class=\"en \">This means that it is an honor for them in that it was revealed in their language, so they are the people who have the best understanding of it among mankind and hence are obliged to be the most steadfast in adhering to its commandments. This is how the best of them were, the first immigrants and those who emulated them and followed them. It was also said that the meaning of the phrase;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, this is indeed a Dhikr for you and your people,)</span> was that 'it was sent to remind you and your people.' The fact that they are singled out does not exclude others. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, We have sent down for you <span class=\"gray\">(O mankind)</span> a Book in which there is Dhikrukum <span class=\"gray\">(your Reminder)</span>. Will you not then understand?)</span><span class=\"gray\">(21:10)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And warn your tribe of near kindred)</span><span class=\"gray\">(26:214)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَسَوْفَ تُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you will be questioned.)</span> means, 'about this Qur'an, and how you acted upon it and what your response to it was.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask whom We sent before you of Our Messengers: \"Did We ever appoint gods to be worshipped besides the Most Gracious?\")</span> means, 'all the Messengers called their people to the same as that to which you are calling mankind, namely the worship of Allah Alone with no partner or associate, and they forbade the worship of idols and false gods.' This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah <span class=\"gray\">(nation)</span> a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah, and avoid all false deities.\")</span><span class=\"gray\">(16:36)</span> Mujahid said that 'Abdullah bin Mas'ud recited it: </p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَاسْأَلِ الَّذِينَ أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ (مِنْ) رُسُلِنَا)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask those whom We sent before you of Our Messengers.)</span></p><p lang=\"en\" class=\"en \">This was narrated by Qatadah, Ad-Dahhak and As-Suddi from Ibn Mas'ud, may Allah be pleased with him. Yet this appears to be an explanation rather than an alternate version of recitation. And Allah knows best.</p>"
  },
  {
    "ayah_key": "43:46",
    "group_ayah_key": "43:46",
    "from_ayah": "43:46",
    "to_ayah": "43:50",
    "ayah_keys": "43:46,43:47,43:48,43:49,43:50",
    "text": "<p lang=\"en\" class=\"en \">And indeed We did send Musa with Our Ayat to Fir'awn and his chiefs. He said: \"Verily, I am a Messenger of the Lord of all that exists. <span>(46)</span>But when he came to them with Our Ayat, behold, they laughed at them <span>(47)</span>And not an Ayah We showed them but it was greater than its fellow preceding it, and We seized them with torment, in order that they might turn <span>(48)</span>And they said <span class=\"gray\">(to Musa)</span>: \"O you sorcerer! Invoke your Lord for us according to what He has made a pact with you. Verily, We shall guide ourselves. <span>(49)</span>But when We removed the torment from them, behold, they broke their covenant <span>(50)</span></p><p lang=\"en\" class=\"en \">Musa was sent with the Message of Tawhid to Fir'awn and His Chiefs</p><p lang=\"en\" class=\"en \">Here Allah tells us about His servant and Messenger Musa, peace be upon him, and how He sent him to Fir'awn and his chiefs. That is, his governors, ministers, leaders and followers among the Egyptians and the Children of Israel. Allah sent him to call them to worship Allah alone, with no partner or associate, and to forbid them from worshipping anything other than Him. He sent him with mighty signs, such as his hand and his staff, other signs such as the flood, locusts, Qummal, frogs and blood, and the loss of their crops and lives. Yet despite all that they remained arrogant and stubbornly refused to follow him; they rejected his message and made fun of it, and laughed at the one who had brought it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And not an Ayah We showed them but it was greater than its fellow preceding it,)</span> but despite that they would not give up their sin, misguidance, ignorance and confusion. Every time one of these signs came to them, they would go and implore Musa, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَ السَّاحِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O you sorcerer!...\")</span> meaning, expert or knowledgeable one – this was the view of Ibn Jarir. </p><p lang=\"en\" class=\"en \">The scholars of that time were the sorcerers or magicians, and magic was not regarded as something reprehensible by them at that time, so this was not a slight on their part. They were in a state of need, so it would not have been appropriate for them to insult him. This was a way of honoring him, as they thought. On each occasion, they promised Musa that if the torment was lifted from them, they would believe in him and let the Children of Israel go with him, but on each occasion they went back on their word. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ - وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ ۖ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ - فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَىٰ أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We sent on them: the flood, the locusts, the Qummal, the frogs, and the blood; manifest signs, yet they remained arrogant, and they were of those people who were criminals. And when the punishment struck them, they said: \"O Musa! Invoke your Lord for us because of His promise to you. If you remove the punishment from us, we indeed shall believe in you, and we shall let the Children of Israel go with you.\" But when We removed the punishment from them to a fixed term, which they had to reach, behold! they broke their word!)</span><span class=\"gray\">(7:133-135)</span></p>"
  }
]