[
  {
    "ayah_key": "6:55",
    "group_ayah_key": "6:55",
    "from_ayah": "6:55",
    "to_ayah": "6:59",
    "ayah_keys": "6:55,6:56,6:57,6:58,6:59",
    "text": "<p lang=\"en\" class=\"en \">And thus do We explain the Ayat in detail, that the way of the criminals, may become manifest <span>(55)</span>Say: \"I have been forbidden to worship those whom you invoke <span class=\"gray\">(worship)</span> besides Allah.\" Say: \"I will not follow your vain desires. If I did, I would go astray, and I would not be one of the rightly guided. <span>(56)</span>Say: \"I am on clear proof from my Lord, but you deny it. I do not have what you are hastily seeking <span class=\"gray\">(the torment)</span>. The decision is only for Allah, He declares the truth, and He is the best of judges. <span>(57)</span>Say: \"If I had that which you are asking for impatiently <span class=\"gray\">(the torment)</span>, the matter would have been settled at once between you and I, but Allah knows best the wrongdoers. <span>(58)</span>And with Him are the keys of the Ghayb <span class=\"gray\">(all that is hidden)</span>, none knows them but He. And He knows whatever there is on the land and in the sea; not a leaf falls, but he knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record <span>(59)</span></p><div lang=\"en\" class=\"en \"><h2>The Prophet <span class=\"gray\">(ﷺ)</span> Understands What He Conveys; Torment is in Allah's Hands Not the Prophet's</h2></div><p lang=\"en\" class=\"en \">Allah says, just as We mentioned the clear signs that testify and direct to the path of guidance, all the while chastising useless arguments and defiance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus do We explain the Ayat in detail,)</span> that is, whatever responsible adults need explained to them, in the affairs of life and religion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That the way of the criminals may become manifest.)</span> so that the path of the criminals who defy the Prophets is apparent and clear. This Ayah was also said to mean, so that you, O Muhammad ﷺ, are aware of the path of the criminals. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِّي عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I am on clear proof from my Lord...\")</span> means: I have a clear understanding of the Law of Allah that He has revealed to me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَّبْتُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but you deny it.)</span> meaning, but you disbelieve in the truth that came to me from Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عِندِي مَا تَسْتَعْجِلُونَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I do not have what you are hastily seeking)</span> meaning, the torment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِ الْحُكْمُ إِلَّا لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The decision is only for Allah,)</span> for the ruling of this is with Allah. If He wills, He will punish you soon in response to your wish! If He wills, He will give you respite, out of His great wisdom. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He declares the truth, and He is the best of judges.)</span> and the best in reckoning between His servants. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ أَنَّ عِندِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If I had that which you are asking for impatiently <span class=\"gray\">(the torment)</span>, the matter would have been settled at once between you and I,\")</span> means, if I have what you ask for, I will surely send down what you deserve of it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Allah knows best the wrongdoers)</span></p><p lang=\"en\" class=\"en \">Someone might ask about the meaning of this Ayah compared to the Hadith in the Two Sahihs, from 'A'ishah, may Allah be pleased with her, that she said to the Messenger, \"O Allah's Messenger ﷺ! Have you encountered a day harder than the day <span class=\"gray\">(of the battle)</span> of Uhud?\" The Prophet ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ لَقِيتُ مِنْ قَوْمِكِ، وَكَانَ أَشَدَّ مَا لَقِيتُ مِنْهُمْ يَوْمَ الْعَقَبَةِ، إِذْ عَرَضْتُ نَفْسِي عَلَى ابْنِ عَبْدِ يَالِيلَ بْنِ عَبْدِ كُلَالٍ، فَلَمْ يُجِبْنِي إِلَى مَا أَرَدْتُ، فَانْطَلَقْتُ وَأَنَا مَهْمُومٌ عَلَى وَجْهِي، فَلَمْ أَسْتَفِقْ إِلَّا بِقَرْنِ الثَّعَالِبِ، فَرَفَعْتُ رَأْسِي، فَإِذَا أَنَا بِسَحَابَةٍ قَدْ ظَلَّلَتْنِي، فَنَظَرْتُ فَإِذَا فِيهَا جِبْرِيلُ عَلَيْهِ السَّلَامُ، فَنَادَانِي فَقَالَ: إِنَّ الله قَدْ سَمِعَ قَوْلَ قَوْمِكَ لَكَ، وَمَا رَدُّوا عَلَيْكَ، وَقَدْ بَعَثَ إِلَيْكَ مَلَكَ الْجِبَالِ، لِتَأْمُرَهُ بِمَا شِئْتَ فِيهِمْ، قَالَ: فَنَادَانِي مَلَكُ الْجِبَالِ وَسَلَّمَ عَلَيَّ، ثُمَّ قَالَ: يَا مُحَمَّدُ! إِنَّ اللهَ قَدْ سَمِعَ قَوْلَ قَوْمِكَ لَكَ، وَقَدْ بَعَثَنِي رَبُّكَ إِلَيْكَ، لِتَأْمُرَنِي بِأَمْرِكَ فِيمَا شِئْتَ، إِنْ شِئْتَ أَطْبَقْتُ عَلَيْهِمُ الْأَخْشَبَيْن</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ رَسُولُ اللهِ صلّى الله عليه وسلّم:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَرْجُو أَنْ يُخْرِجَ اللهُ مِنْ أَصْلَابِهِمْ، مَنْ يَعْبُدُ اللهَ لَا يُشْرِكُ بِهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your people have troubled me alot and the worst trouble was on the day of 'Aqabah when I presented myself to Ibn 'Abd Yalil bin 'Abd Kulal, who did not respond to my call. So I departed, overwhelmed with severe sorrow, proceeded on and could not relax until I found myself at Qarn Ath-Tha'alib where I raised my head towards the sky to see a cloud unexpectedly shading me. I looked up and saw Jibril in it and he called me saying, 'Indeed Allah has heard what you said to the people and what they have responded to you. Therefore, Allah has sent the Angel of the Mountains to you so that you may order him to do whatever you wish to these people.' The Angel of the Mountains called and greeted me, and then said, 'O Muhammad! verily, Allah has heard how your people responded to you and He has sent me to you so that you could order me to do what you wish. If you like, I will let Al-Akhshabayn <span class=\"gray\">(two mountains to the north and south of Makkah)</span> fall on them.' The Prophet ﷺ said, No, but I hope that Allah will let them generate offspring who will worship Allah Alone, and will worship none besides Him.)</span></p><p lang=\"en\" class=\"en \">This is the wording of Muslim. Tormenting the disbelievers of Quraysh was offered to the Prophet ﷺ, but he chose patience and asked Allah for respite for them, so that Allah might let them generate offspring who will not associate anything with Him in worship. Therefore, how can we combine the meaning of this Hadith and the honorable Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ أَنَّ عِندِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If I had that which you are asking for impatiently <span class=\"gray\">(the torment)</span>, the matter would have been settled at once between you and I, but Allah knows best the wrongdoers.\")</span></p><p lang=\"en\" class=\"en \">The answer to this question is, Allah knows the best, that the Ayah states that if the punishment that they asked for was in the Prophet's hand at the time, he would have sent it on them as they asked. As for the Hadith, the disbelievers did not ask the Prophet ﷺ to send the torment down on them. Rather, the angel responsible for the mountains offered him the choice to let the two mountains to the north and south of Makkah close in on the disbelievers and crush them. The Prophet ﷺ did not wish that and asked for respite out of compassion for them.</p><div lang=\"en\" class=\"en \"><h2>Only Allah Knows the Unseen</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with Him are the keys of the Ghayb <span class=\"gray\">(all that is hidden)</span>, none knows them but He.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Salim bin 'Abdullah said that his father said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَفَاتِيحُ الْغَيْبِ خَمْسٌ لَا يَعْلَمُهُنَّ إِلَّا اللهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The keys of the Unseen are five and none except Allah knows them:</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah! With Him <span class=\"gray\">(Alone)</span> is the knowledge of the Hour, He sends down the rain, and knows that which is in the wombs. No person knows what he will earn tomorrow, and no person knows in what land he will die. Verily, Allah is All-Knower, All-Aware)</span>\") <span class=\"gray\">[31:34]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He knows whatever there is on the land and in the sea;)</span> means, Allah's honored knowledge encompasses everything, including the creatures living in the sea and on land, and none of it, not even the weight of an atom on earth or in heaven, ever escapes His knowledge. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(not a leaf falls, but He knows it.)</span> means, He knows the movements of everything including inanimate things. Therefore, what about His knowledge of the living creatures, especially, those whom the Divine laws have been imposed upon such as mankind and the Jinns? In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows the fraud of the eyes, and all that the breasts conceal.)</span><span class=\"gray\">[40:19]</span></p>"
  }
]