[
  {
    "ayah_key": "48:27",
    "group_ayah_key": "48:27",
    "from_ayah": "48:27",
    "to_ayah": "48:28",
    "ayah_keys": "48:27,48:28",
    "text": "<p lang=\"en\" class=\"en \">Indeed Allah shall fulfill the true vision which He showed to His Messenger in very truth. Certainly, you shall enter Al-Masjid Al-Haram, if Allah wills, secure, <span class=\"gray\">(some)</span> having your heads shaved, and <span class=\"gray\">(some)</span> having your hair cut short, having no fear. He knew what you knew not, and He granted besides that a near victor <span>(27)</span>He it is Who has sent His Messenger with guidance and the religion of truth, that He may make it superior to all religions. And All-Sufficient is Allah as a Witness <span>(28)</span></p><p lang=\"en\" class=\"en \">Allah has indeed fulfilled the True Vision which He showed to His Prophet <span class=\"gray\">(ﷺ)</span></p><p lang=\"en\" class=\"en \">In a dream, the Messenger of Allah ﷺ saw himself entering Makkah and performing Tawaf around the House. He told his Companions about this dream when he was still in Al-Madinah. When they went to Makkah in the year of Al-Hudaybiyyah, none of them doubted that the Prophet's vision would come true that year. When the treaty of peace was conducted and they had to return to Al-Madinah that year, being allowed to return to Makkah the next year, some of the Companions disliked what happened. 'Umar bin Al-Khattab asked about this, saying, \"Haven't you told us that we will go to the House and perform Tawaf around it?\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ أَفَأَخْبَرْتُكَ أَنَّكَ تَأْتِيهِ عَامَكَ هٰذَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes. Have I told you that you will go to it this year?)</span> 'Umar said, \"No.\" The Prophet ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّكَ آتِيهِ وَمُطَّوِّفٌ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then you will go to it and perform Tawaf around it.)</span> 'Umar received the same answer from Abu Bakr As-Siddiq, letter for letter. This is why Allah the Exalted and Most honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ ۖ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah shall fulfill the true vision which He showed to His Messenger in very truth. Certainly, you shall enter Al-Masjid Al-Haram, if Allah wills,)</span> and He willed that this matter shall certainly occur,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(secure,)</span> means, 'upon your entering,'</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(some)</span> having your heads shaved, and <span class=\"gray\">(some)</span> having your hair cut short,)</span> and some of them indeed had their head hair shaved, while some of them had their head hair shortened. The Two Sahihs recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحِمَ اللهُ الْمُحَلِّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Be merciful to those who have their head shaved.)</span> The people said, \"O Allah's Messenger! And <span class=\"gray\">(invoke Allah for)</span> those who get their hair cut short.\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحِمَ اللهُ الْمُحَلِّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Be merciful to those who have their head shaved.)</span> The people said, \"O Allah's Messenger! And those who get their hair cut short.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحِمَ اللهُ الْمُحَلِّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Be merciful to those who have their head shaved.)</span> The people said, \"O Allah's Messenger! And those who get their hair cut short.\" The Prophet ﷺ said <span class=\"gray\">(the third or the fourth time)</span>,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالْمُقَصِّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to those who get their hair cut short.)</span> Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا تَخَافُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(having no fear)</span>, indicating that they will be safe and will have no fear when they enter Makkah. This occurred in the 'Umrah performed the following year, on the seventh year of Hijrah during the month of Dhul-Qa'dah.</p><p lang=\"en\" class=\"en \">When the Messenger ﷺ left from Al-Hudaybiyyah, during the month of Dhul-Qa'dah <span class=\"gray\">(the sixth year of Hijrah)</span>, he went back to Al-Madinah. He remained in Al-Madinah during the months of Dhul-Hijjah and Al-Muharram. In Safar, he marched forth to Khaybar, and Allah opened that city for him, partly by force and partly by its people surrendering to him. Khaybar was a wealthy province that had abundant date trees and vegetation. The Prophet ﷺ hired the <span class=\"gray\">(defeated)</span> Jews of Khaybar to attend to a part of its green fields and divided the province among those who attended Al-Hudaybiyyah with him. No one else except those Companions took part in attacking Khaybar, except Ja'far bin Abi Talib, who came back with his companions from Ethiopia. Abu Musa Al-Ash'ari and his people also attended that battle. None of them were absent except Abu Dujanah Simak bin Kharashah, according to Ibn Zayd. This fact is well recorded in <span class=\"gray\">(the Books of)</span> history. The Prophet ﷺ then returned to Al-Madinah.</p><p lang=\"en\" class=\"en \">When the month of Dhul-Qa'dah came, the seventh year of Hijrah, the Prophet ﷺ went to Makkah for 'Umrah accompanied by those who were with him at Al-Hudaybiyyah. He resumed Ihram from Dhul-Hulayfah and took the sacrificial animals with him. It was said that the sacrificial animals were sixty. The Prophet ﷺ and his Companions started reciting the Talbiyah aloud. When they came close to Marr Az-Zahran, he sent Muhammad bin Maslamah before him with the horses and weapons. When the idolators saw this advance regiment, they were overwhelmed with fear. They thought that the Messenger of Allah ﷺ would attack them and that he had betrayed the treaty that he conducted with them, which stipulated cessation of hostilities for ten years. The idolators went quickly to Makkah to inform its people. When the Prophet ﷺ made camp in the area of Marr Az-Zahran, where he was close enough to see the idols that were erected all around the Haram, he sent the weaponry, arrows, arrow cases and spears, to the valley of Ya'jaj. He next went on his way towards Makkah with the swords resting in their sheaths, just as he agreed to in the peace treaty. While the Prophet ﷺ was still on the way to Makkah, the Quraysh sent Mikraz bin Hafs who said, \"O Muhammad! We never knew you to be one who betrays his promises.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ذَاكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do you say that?)</span> Mikraz said, \"You are headed towards us with the weaponry, the arrows and the spears.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَكُنْ ذٰلِكَ وَقَدْ بَعَثْنَا بِهِ إِلَىٰ يَأْجَجَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I did not do that, I sent all that to the valley of Ya'jaj.)</span></p><p lang=\"en\" class=\"en \">Mikraz said, \"This is the way we knew you to be, trustworthy and keeping to your promises.\" The leaders of the disbelievers left Makkah so that they would not have to look at the Messenger of Allah ﷺ and his Companions, out of rage and anger. As for the rest of the people of Makkah, men, women and children, they sat on the pathways and house roofs watching the Messenger of Allah ﷺ and his Companions. The Messenger ﷺ entered Makkah with his Companions while reciting the Talbiyah. The Prophet ﷺ sent the sacrificial animals to Dhu Tuwa while riding his camel, Al-Qaswa', the same camel he was riding on the day of Hudaybiyyah. 'Abdullah bin Rawahah, from Al-Ansar, was holding the bridle of the Prophet's camel and repeating this poem,</p><p lang=\"en\" class=\"en \">\"In the Name of He, other than Whose religion there is no true religion, In the Name of He, Whom Muhammad is His Messenger, O children of the disbelievers, stay out of his way, For today, we shall impose on you the fulfillment of its interpretation, Just as we fought with you to accept its revelation, Severe fighting that removes the heads from where they rest, And overwhelms the companion from attending to his companion, Ar-Rahman has sent down in His revelation, In pages that are being recited before His Messenger, That the best death is that which occurs in His cause, So, O Lord, I believe in its statements.\" This story is collected from various narrations.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin 'Abbas said, \"When Allah's Messenger ﷺ and his Companions came to Makkah, the fever of Yathrib <span class=\"gray\">(Al-Madinah)</span> had weakened and bothered them. The idolators circulated the news that a group of people were coming to them and that they had been weakened and bothered by the fever of Yathrib <span class=\"gray\">(Al-Madinah)</span>. The idolators sat in the area close to Al-Hijr. Allah conveyed to His Prophet what the idolators said, so he ordered his Companions to do Ramal in the first three rounds, so that the idolaters witness their strength. The Companions did Ramal the first three rounds. He also ordered them to walk normally between the two corners, for from there the idolators would not be able to see them. The Prophet ﷺ did not order them to do Ramal in all the rounds of Tawaf out of pity for them. The idolators commented, 'Are these the people whom you claimed were weakened by the fever. They are stronger than so-and-so!'\" The Two Sahihs also recorded this Hadith.</p><p lang=\"en\" class=\"en \">In another narration, \"Allah's Messenger ﷺ and his Companions came <span class=\"gray\">(to Makkah)</span> on the morning of the fourth day of Dhul-Qa'dah. The idolators circulated the news that a group of people was coming to them, who had been weakened by the fever of Yathrib <span class=\"gray\">(Al-Madinah)</span>. So, the Prophet ordered his Companions to do Ramal in the first three rounds of Tawaf. The Prophet ﷺ did not order them to do Ramal in all the rounds of Tawaf out of pity for them.\"</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ibn 'Abbas said, \"In the year when the Prophet ﷺ came as stipulated by the peace treaty, he said, 'Perform Ramal.' So that the idolators may witness their strength. At that time, the idolators were watching from the area of Qu'ayqi'an.\" Ibn 'Abbas said, \"Allah's Messenger ﷺ performed Tawaf of the Ka'bah and the Sa'y at As-Safa and Al-Marwah to show his strength to the idolators.\"</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'Abdullah bin 'Umar said, \"Allah's Messenger ﷺ set out for 'Umrah, but the Quraysh idolators prevented him from reaching the Ka'bah. So, he slaughtered his sacrifice, got his head shaved at Al-Hudaybiyyah, agreed to a formal pact with them that he would perform 'Umrah the following year, would not carry weapons against them, except swords and would not stay in Makkah, except for the period they allowed. The Prophet ﷺ performed the 'Umrah in the following year and entered Makkah according to the treaty. And when he stayed for three days, the idolators ordered him to depart, and he ﷺ departed.\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knew what you knew not, and He granted besides that a near victory.)</span> means, Allah the Exalted and Most Honored knew the benefit and goodness of turning you away from Makkah and preventing you from entering it in the year of Al-Hudaybiyyah, He knew that which you had no knowledge of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلَ مِنْ دُونِ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He granted besides that)</span> 'before entering Makkah as you were promised in the vision that the Prophet saw, He granted a close victory, i.e. the treaty of peace that you conducted between you and your idolator enemies.</p><p lang=\"en\" class=\"en \">The Good News that Muslims will conquer the Known World, and ultimately the Entire World</p><p lang=\"en\" class=\"en \">Allah the Exalted and Most Honored said, while delivering the glad tidings to the believers that the Messenger ﷺ will triumph over his enemies and the rest of the people of the earth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who has sent His Messenger with guidance and the religion of truth,)</span> with beneficial knowledge and righteous good deeds. Indeed, the Islamic Shari'ah has two factors, knowledge and deeds. The true religious knowledge is by definition true, and the accepted Islamic acts are by definition accepted. Therefore, the news and creed that this religion conveys are true and its commandments are just,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may make it superior to all religions.)</span> all the religions of the people of the earth, Arabs and non-Arabs alike, whether having certain ideologies or being atheists or idolators.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And All-Sufficient is Allah as a Witness.)</span> that Muhammad is His Messenger ﷺ and that He will grant him victory. Allah the Exalted and Most Honored has the best knowledge.</p>"
  }
]