[
  {
    "ayah_key": "8:47",
    "group_ayah_key": "8:47",
    "from_ayah": "8:47",
    "to_ayah": "8:49",
    "ayah_keys": "8:47,8:48,8:49",
    "text": "<p lang=\"en\" class=\"en \">And be not like those who come out of their homes boastfully and to be seen of men, and hinder <span class=\"gray\">(men)</span> from the path of Allah; and Allah is 'Muhīt' <span class=\"gray\">(eneompassing and thoroughly comprehending)</span> all that they do <span>(47)</span>And <span class=\"gray\">(remember)</span> when Shaytan made their <span class=\"gray\">(evil)</span> deeds seem fair to them and said, \"No one of mankind can overcome you this day <span class=\"gray\">(of the battle of Badr)</span> and verily, I am your neighbor <span class=\"gray\">(for each and every help)</span>.\" But when the two forces came in sight of each other, he ran away and said \"Verily, I have nothing to do with you. Verily, I see what you see not. Verily, I fear Allah for Allah is severe in punishment. <span>(48)</span>When the hypocrites and those in whose hearts was a disease <span class=\"gray\">(of disbelief)</span> said: \"These people <span class=\"gray\">(Muslims)</span> are deceived by their religion.\" But whoever puts his trust in Allah, then surely, Allah is All-Mighty, All-Wise <span>(49)</span></p><div lang=\"st\" class=\"st \"><h2>The Idolators leave Makkah, heading for Badr</h2></div><p lang=\"en\" class=\"en \">After Allah commanded the believers to fight in His cause sincerely and to be mindful of Him, He commanded not to imitate the idolators, who went out of their homes</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَطَرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(boastfully)</span> to suppress the truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِئَاءَ النَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to be seen of men)</span>, boasting arrogantly with people. When Abu Jahl was told that the caravan escaped safely, so they should return to Makkah, he commented, \"No, by Allah! We will not go back until we proceed to the well of Badr, slaughter camels, drink alcohol and female singers sing to us. This way, the Arabs will always talk about our stance and what we did on that day.\" However, all of this came back to haunt Abu Jahl, because when they proceeded to the well of Badr, they brought themselves to death; and in the aftermath of Badr, they were thrown in the well of Badr, dead, disgraced, humiliated, despised and miserable in an everlasting, eternal torment. This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is 'Muhīt' <span class=\"gray\">(encompassing and thoroughly comprehending)</span> all that they do.)</span></p><p lang=\"en\" class=\"en \">He knows how and what they came for, and this is why He made them taste the worst punishment. Ibn 'Abbas, Mujahid, Qatadah, Ad-Dahhak and As-Suddi commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِن دِيَارِهِم بَطَرًا وَرِئَاءَ النَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be not like those who come out of their homes boastfully and to be seen of men,)</span></p><p lang=\"en\" class=\"en \">\"They were the idolators who fought against the Messenger of Allah ﷺ at Badr.\" Muhammad bin Ka'b said, \"When the Quraysh left Makkah towards Badr, they brought female singers and drums along. Allah revealed this verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِن دِيَارِهِم بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ ۚ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be not like those who come out of their homes boastfully and to be seen of men, and hinder <span class=\"gray\">(men)</span> from the path of Allah; and Allah is 'Muhīt' <span class=\"gray\">(encompassing and thoroughly comprehending)</span> all that they do.)</span></p><div lang=\"ga\" class=\"ga \"><h2>Shaytan makes Evil seem fair and deceives the Idolators</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Shaytan made their <span class=\"gray\">(evil)</span> deeds seem fair to them and said, \"No one of mankind can overcome you today and verily, I am your neighbor.\")</span></p><p lang=\"en\" class=\"en \">Shaytan, may Allah curse him, made the idolators' purpose for marching seem fair to them. He made them think that no other people could defeat them that day. He also ruled out the possibility that their enemies, the tribe of Bani Bakr, would attack Makkah, saying, \"I am your neighbor.\" Shaytan appeared to them in the shape of Suraqah bin Malik bin Ju'shum, the chief of Bani Mudlij, so that, as Allah described them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">[Shaytan]</span> makes promises to them, and arouses in them false desires; and Shaytan's promises are nothing but deceptions)</span><span class=\"gray\">[4:120]</span>.</p><p lang=\"en\" class=\"en \">Ibn Jurayj said that Ibn 'Abbas commented on this Ayah, <span class=\"gray\">(8:48)</span> \"On the day of Badr, Shaytan, as well as, his flag holder and soldiers, accompanied the idolators. He whispered to the hearts of the idolators, 'None can defeat you today! I am your neighbor.' When they met the Muslims and Shaytan witnessed the angels coming to their aid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَكَصَ عَلَىٰ عَقِبَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he ran away)</span>, he went away in flight while proclaiming,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَرَىٰ مَا لَا تَرَوْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I see what you see not.)</span>\"</p><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah said, that Ibn 'Abbas said about this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"No one of mankind can overcome you today and verily, I am your neighbor')</span></p><p lang=\"en\" class=\"en \">\"Shaytan, as well as, his devil army and flag holders, came on the day of Badr in the shape of a Suraqah bin Malik bin Ju'shum, man from Bani Mudlij, Shaytan said to idolators, 'None will defeat you this day, and I will help you.' When the two armies stood face to face, the Messenger of Allah ﷺ took a handful of sand and threw it at the faces of the idolators, causing them to retreat. Jibril, peace be upon him, came towards Shaytan, but when Shaytan, while holding the hand of a Mushrik man, saw him, he withdrew his hand and ran away with his soldiers. That man asked him, 'O Suraqah! You claimed that you are our neighbor?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَرَىٰ مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ ۚ وَاللَّهُ شَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I see what you see not. Verily, I fear Allah for Allah is severe in punishment)</span></p><p lang=\"en\" class=\"en \">Shaytan said this when he saw the angels.\"</p><div lang=\"en\" class=\"en \"><h2>The Position of the Hypocrites in Badr</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰؤُلَاءِ دِينُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the hypocrites and those in whose hearts was a disease <span class=\"gray\">(of disbelief)</span> said: \"These people <span class=\"gray\">(Muslims)</span> are deceived by their religion.\")</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah said that Ibn 'Abbas commented, \"When the two armies drew closer to each other, Allah made the Muslims look few in the eyes of the idolators and the idolators look few in the eyes of the Muslims. The idolators said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَرَّ هَٰؤُلَاءِ دِينُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These people <span class=\"gray\">(Muslims)</span> are deceived by their religion.)</span> because they thought that Muslims were so few. They believed, without doubt, that they would defeat the Muslims. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whoever puts his trust in Allah, then surely, Allah is All-Mighty, All-Wise.)</span></p><p lang=\"en\" class=\"en \">Qatadah commented, \"They saw a group of believers who came in defense of Allah's religion. We were informed that when he saw Muhammad ﷺ and his Companions, Abu Jahl said, 'By Allah! After this day, they will never worship Allah!' He said this in viciousness and transgression.\" 'Amir Ash-Sha'bi said, \"Some people from Makkah were considering embracing Islam, but when they went with the idolators to Badr and saw how few the Muslims were, they said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَرَّ هَٰؤُلَاءِ دِينُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These people <span class=\"gray\">(Muslims)</span> are deceived by their religion.)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَوَكَّلْ عَلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whoever puts his trust in Allah)</span>, and relies on His grace,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then surely, Allah is All-Mighty)</span>, and verily, those who take His side <span class=\"gray\">[in the dispute]</span> are never overwhelmed, for His side is mighty, powerful and His authority is All-Great,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise)</span> in all His actions, for He places everything in its rightful place, giving victory to those who deserve it and defeat to those who deserve it.</p>"
  }
]