[
  {
    "ayah_key": "34:14",
    "group_ayah_key": "34:14",
    "from_ayah": "34:14",
    "to_ayah": "34:14",
    "ayah_keys": "34:14",
    "text": "<p class=\"en translation\" lang=\"en\">Then when We decreed death for him, nothing informed them <span class=\"gray\">(Jinn)</span> of his death except a little worm of the earth which kept <span class=\"gray\">(slowly)</span> gnawing away at his stick. So when he fell down, the Jinn saw clearly that if they had known the Unseen, they would not have stayed in the humiliating torment <span>(14)</span></p><p lang=\"en\" class=\"en \">The Death of Sulayman</p><p lang=\"en\" class=\"en \">Allah tells us how Sulayman, peace be upon him, died and how Allah concealed his death from the Jinn who were subjugated to him to do hard labor. He remained leaning on his stick, which was his staff, as Ibn 'Abbas may Allah be pleased with him, Mujahid, Al-Hasan, Qatadah and others said. He stayed like that for a long time, nearly a year. When a creature of the earth, which was a kind of worm, ate through the stick, it became weak and fell to the ground. Then it became apparent that he had died a long time before. It also became clear to Jinn and men alike that the Jinn do not know the Unseen as they <span class=\"gray\">(the Jinn)</span> used to imagine and tried to deceive people. This is what Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا دَلَّهُمْ عَلَىٰ مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nothing informed them <span class=\"gray\">(Jinn)</span> of his death except a little worm of the earth which kept <span class=\"gray\">(slowly)</span> gnawing away at his stick. So when he fell down, the Jinn saw clearly that if they had known the Unseen, they would not have stayed in the humiliating torment.)</span> meaning, it became clear to the people that they <span class=\"gray\">(the Jinn)</span> were lying.</p>"
  }
]