[
  {
    "ayah_key": "43:66",
    "group_ayah_key": "43:66",
    "from_ayah": "43:66",
    "to_ayah": "43:73",
    "ayah_keys": "43:66,43:67,43:68,43:69,43:70,43:71,43:72,43:73",
    "text": "<p lang=\"en\" class=\"en \">Do they only wait for the Hour that it shall come upon them suddenly while they perceive not <span>(66)</span>Friends on that Day will be foes one to another except those who have Taqwa <span>(67)</span>My servants! No fear shall be on you this Day, nor shall you grieve <span>(68)</span><span class=\"gray\">(You)</span> who believed in Our Ayat and were Muslims <span>(69)</span>Enter Paradise, you and your wives, in happiness <span>(70)</span>Trays of gold and cups will be passed round them; <span class=\"gray\">(there will be)</span> therein all that their souls desire, and all that eyes could delight in and you will abide therein forever <span>(71)</span>This is the Paradise, which you have been made to inherit because of your deeds that you used to do <span>(72)</span>Therein for you will be fruits in plenty, of which you will eat <span class=\"gray\">(as you desire)</span><span>(73)</span></p><p lang=\"en\" class=\"en \">The Resurrection will come suddenly, and Enmity will arise between close Friends among the Disbelievers</p><p lang=\"en\" class=\"en \">Allah says, 'do these idolaters who disbelieve in the Messengers wait'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(only for the Hour that it shall come upon them suddenly while they perceive not?)</span> means, for it is real and will inevitably come to pass, and these negligent people are unprepared for it. When it comes, it will catch them unawares, and on that Day they will feel the utmost regret when regret will not benefit them in the slightest and will not afford them any protection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Friends on that Day will be foes one to another except those who have Taqwa.)</span> means, every friendship that exists for a purpose other than for the sake of Allah will turn to enmity on the Day of Resurrection, except for that which is for the sake of Allah, which will last forever. This is like the statement of Ibrahim, peace be upon him, to his people:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ۖ ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have taken <span class=\"gray\">(for worship)</span> idols instead of Allah. The love between you is only in the life of this world, but on the Day of Resurrection, you shall disown each other, and curse each other, and your abode will be the Fire, and you shall have no helper.)</span><span class=\"gray\">(29:25)</span></p><p lang=\"en\" class=\"en \">Good News for Those with Taqwa on the Day of Resurrection, and Their entry into Paradise</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My servants! No fear shall be on you this Day, nor shall you grieve.)</span> Then He will give them the glad tidings:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(You)</span> who believed in Our Ayat and were Muslims.)</span> means, their hearts believed and they submitted inwardly and outwardly to the Laws of Allah. </p><p lang=\"en\" class=\"en \">Al-Mu'tamir bin Sulayman narrated that his father said: \"When the Day of Resurrection comes and the people are resurrected, there will be no one left who will not be filled with terror. Then a caller will cry out:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My servants! No fear shall be on you this Day, nor shall you grieve.)</span> So all the people will be filled with hope, but this will be followed by the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(You)</span> who believed in Our Ayat and were Muslims.)</span> Then all of mankind will be filled with despair apart from the believers.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enter Paradise,)</span> means, they will be told to enter Paradise.</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَنْتُمْ وَأَزْوَاجُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you and your wives,)</span> means, your counterparts</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُحْبَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in happiness <span class=\"gray\">(Tuhbarun)</span>.)</span> means, in delight and joy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Trays of gold and cups will be passed round them;)</span> means, fine vessels of gold containing food and drink, without spouts or handles.</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَفِيهَا مَا تَشْتَهِي الْأَنْفُسُ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">[<span class=\"gray\">(there will be)</span> therein all that their souls could desire)</span>.] Some of them recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَشْتَهِيهِ الْأَنْفُسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that their souls desire,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَلَذُّ الْأَعْيُنُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all that eyes could delight in)</span> means, of good food, delightful fragrances and beautiful scenes.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْتُمْ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you will therein)</span> means, in Paradise</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(abide forever)</span> means, you will never leave it or want to exchange it. </p><p lang=\"en\" class=\"en \">Then it will be said to them, as a reminder of the blessing and favor of Allah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Paradise, which you have been made to inherit because of your deeds that you used to do.)</span> means, the righteous deeds which were the cause of your being included in the mercy of Allah. For no one will be admitted to Paradise by virtue of their deeds alone; that will be by the mercy and grace of Allah. But the varying ranks and degrees of Paradise will be attained according to one's righteous deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein for you will be fruits in plenty,)</span> means, of all kinds.</p><p class=\"sd qpc-hafs\" lang=\"sd\">مِنْهَا تَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of which you will eat.)</span> means, whatever you choose and desire. When food and drink are mentioned, fruit is also mentioned to complete the picture of blessing and joy. And Allah knows best.</p>"
  },
  {
    "ayah_key": "43:74",
    "group_ayah_key": "43:74",
    "from_ayah": "43:74",
    "to_ayah": "43:80",
    "ayah_keys": "43:74,43:75,43:76,43:77,43:78,43:79,43:80",
    "text": "<p lang=\"en\" class=\"en \">Verily, the criminals will be in the torment of Hell to abide therein forever <span>(74)</span><span class=\"gray\">(The torment)</span> will not be lightened for them, and they will be plunged into destruction with deep regrets, sorrows and in despair therein <span>(75)</span>We wronged them not, but they were the wrongdoers <span>(76)</span>And they will cry: \"O Malik <span class=\"gray\">(keeper of Hell)</span>! Let your Lord make an end of us.\" He will say: \"Verily, you shall abide forever. <span>(77)</span>Indeed We have brought the truth to you, but most of you have a hatred for the truth <span>(78)</span>Or have they plotted some plan? Then We too are planning <span>(79)</span>Or do they think that We hear not their secrets and their private counsel? Yes <span class=\"gray\">(We do)</span> and Our messengers are by them, to record <span>(80)</span></p><p lang=\"en\" class=\"en \">The Punishment of the Doomed</p><p lang=\"en\" class=\"en \">The description of the state of the blessed is followed by a description of the state of the doomed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ - لَا يُفَتَّرُ عَنْهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the criminals will be in the torment of Hell to abide therein forever. It will not be lightened for them,)</span> meaning, not even for one moment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهِ مُبْلِسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be plunged into destruction with deep regrets, sorrows and in despair therein,)</span> means, they will despair of any goodness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا هُمُ الظَّالِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We wronged them not, but they were the wrongdoers.)</span> means, by their committing wrong actions after proof had been established against them and Messengers had been sent to them, but they rejected them and rebelled, so they are to be punished accordingly. And your Lord is not at all unjust to <span class=\"gray\">(His)</span> servants.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will cry: \"O Malik...\")</span> who is the keeper of Hell. Al-Bukhari said, \"Hajjaj bin Minhal told us, Sufyan bin 'Uyaynah told us, from 'Amr bin 'Ata, ' from Safwan bin Ya'la that his father, may Allah be pleased with him, said, 'I heard the Messenger of Allah ﷺ reciting on the Minbar:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will cry: \"O Malik! Let your Lord make an end of us.\")</span> meaning, 'let Him destroy our souls and give us some respite from our predicament.' But it will be as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither will it have a complete killing effect on them so that they die nor shall its torment be lightened for them)</span><span class=\"gray\">(35:36)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَجَنَّبُهَا الْأَشْقَى - الَّذِي يَصْلَى النَّارَ الْكُبْرَىٰ - ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it will be avoided by the wretched, who will enter the great Fire. There he will neither die <span class=\"gray\">(to be in rest)</span> nor live <span class=\"gray\">(a good living)</span>.)</span><span class=\"gray\">(87:11-13)</span>. When they ask to be allowed to die, Malik will answer them:</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ إِنَّكُمْ مَاكِثُونَ</p><p lang=\"en\" class=\"en \">He will say: Verily, you shall abide forever. meaning, you will have no way out from it and no refuge. Then the reason why they are doomed will be given, which is their stubborn resistance to the truth. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جِئْنَاكُمْ بِالْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed We have brought the truth to you,)</span> meaning, 'We have explained it to you clearly and in detail.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most of you have a hatred for the truth.)</span> means, 'but your nature could not accept it and did not seek it; on the contrary, you followed and venerated falsehood, and you stood in the way of truth and refused it, and despised its followers.' So they will blame themselves and will feel regret at the time when regret will not be of any benefit to them. Then Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have they plotted some plan? Then We too are planning.)</span> Mujahid said, \"They wanted to plot some evil, but We are also planning.\" What Mujahid said is like the Ayah:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they plotted a plot, and We planned a plan, while they perceived not.)</span><span class=\"gray\">(27:50)</span>. The idolators were trying their utmost to find ways of refuting the truth with falsehood, but Allah planned it so that the consequences of that would backfire on them. He said in refutation:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do they think that We hear not their secrets and their private counsel?)</span> meaning, what they say secretly and openly.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes <span class=\"gray\">(We do)</span> and Our messengers are by them, to record.)</span> means, 'We know what they are doing, and the angels are also recording their deeds, major and minor.'</p>"
  }
]