[
  {
    "ayah_key": "36:33",
    "group_ayah_key": "36:33",
    "from_ayah": "36:33",
    "to_ayah": "36:36",
    "ayah_keys": "36:33,36:34,36:35,36:36",
    "text": "<p lang=\"en\" class=\"en \">And a sign for them is the dead land. We give it life, and We bring forth from it grains, so that they eat thereof <span>(33)</span>And We have made therein gardens of date palms and grapes, and We have caused springs of water to gush forth therein <span>(34)</span>So that they may eat of the fruit thereof – and their hands made it not. Will they not then give thanks <span>(35)</span>Glory be to Him Who has created all the pairs of that which the earth produces, as well as of their own kind, and of that which they know not <span>(36)</span></p><p lang=\"en\" class=\"en \">Proof of the Creator of the Universe and of Life after Death</p><p lang=\"en\" class=\"en \">Allah, may He be glorified and exalted, says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a sign for them)</span> means, evidence for them of the existence of the Creator and His perfect power and ability to resurrect the dead,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْأَرْضُ الْمَيْتَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is the dead land.)</span> means, when it is dead and arid, with no vegetation, then Allah sends water upon it, it is stirred <span class=\"gray\">(to life)</span>, and it swells and puts forth every lovely kind <span class=\"gray\">(of growth)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We give it life, and We bring forth from it grains, so that they eat thereof.)</span> meaning, 'We have made it a provision for them and their cattle.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made therein gardens of date palms and grapes, and We have caused springs of water to gush forth therein.)</span> means, 'We have created therein rivers which flow to the places where they are needed, so that they may eat of their fruits.' When Allah reminds them of the blessing that He bestows upon His creation by creating crops and plants, He mentions the different types and kinds of fruits. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا عَمِلَتْهُ أَيْدِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their hands made it not.)</span> means, all of that could only come about by the mercy of Allah towards them, not by their own efforts and labor and strength. This was the view of Ibn 'Abbas and Qatadah. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَشْكُرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will they not then give thanks?)</span> meaning, will they not then give thanks for the innumerable blessings that He has bestowed upon them.</p><p lang=\"en\" class=\"en \">Ibn Jarir, however, understood the word Ma to mean Alladhi <span class=\"gray\">(i.e., a relative pronoun)</span>. In this case the meaning of the Ayah would be that they eat from the fruits provided by Allah's bounty and from what their own hands have done, i.e., by planting the seeds and tending the plants. Ibn Jarir mentioned other possible interpretations in his Tafsir, but this is the interpretation that he favored. This interpretation also fits with the recitation of Ibn Mas'ud:  </p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمِمَّا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that they may eat of the fruit thereof – and from what their own hands have done.)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to Him Who has created all the pairs of that which the earth produces,)</span> meaning, of crops and fruits and plants.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْ أَنْفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as well as of their own <span class=\"gray\">(human)</span> kind,)</span> means, He made them into male and female.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا لَا يَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of that which they know not.)</span> means, different kinds of creatures of which they know nothing. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of everything We have created pairs, that you may remember.)</span><span class=\"gray\">(51:49)</span></p>"
  }
]