[
  {
    "ayah_key": "14:9",
    "group_ayah_key": "14:9",
    "from_ayah": "14:9",
    "to_ayah": "14:9",
    "ayah_keys": "14:9",
    "text": "<p class=\"en translation\" lang=\"en\">Has not the news reached you, of those before you, the people of Nuh, 'Ad, and Thamud? And those after them? None knows them but Allah. To them came their Messengers with clear proofs, but they put their hands in their mouths and said: \"Verily, we disbelieve in that with which you have been sent, and we are really in grave doubt as to that to which you invite us. <span>(9)</span></p><div lang=\"en\" class=\"en \"><h2>Earlier Nations disbelieved in Their Prophets</h2></div><p lang=\"en\" class=\"en \">Allah narrated to this Ummah <span class=\"gray\">(followers of Muhammad ﷺ)</span> the stories of the people of Prophet Nuh, 'Ad and Thamud, and other ancient nations that belied their Messengers. Only Allah knows the count of these nations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To them came their Messengers with clear proofs,)</span> they brought them evidences and plain, tremendous proofs and signs. Ibn Ishaq reported that 'Amr bin Maymun said that 'Abdullah said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَعْلَمُهُمْ إِلَّا اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None knows them but Allah.)</span> \"The genealogists utter lies.\" This is why 'Urwah bin Az-Zubayr said, \"We did not find anyone who knows the forefathers of Ma'dd bin 'Adnan.\"</p><div lang=\"en\" class=\"en \"><h2>Meaning of, \"They put Their Hands in Their Mouths\"</h2></div><p lang=\"el-Latn\" class=\"el-Latn \"> Allah said next, </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they put their hands in their mouths)</span> It is said that they pointed to the Messengers' mouths asking them to stop calling them to Allah, the Exalted and Most Honored. It is also said that it means, they placed their hands on their mouths in denial of the Messengers. It was also said that it means that they did not answer the call of the Messengers, or they were biting their hands in rage. Mujahid, Muhammad bin Ka'b and Qatadah said that they belied the Messengers and refuted their call with their mouths. I <span class=\"gray\">(Ibn Kathir)</span> say that Mujahid's Tafsir is supported by the completion of the narrative,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُم بِهِ وَإِنَّا لَفِي شَكٍّ مِّمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and said: \"Verily, we disbelieve in that with which you have been sent, and we are really in grave doubt as to that to which you invite us.\")</span> Al-'Awfi reported that Ibn 'Abbas said, \"When they heard Allah's Word, they were amazed and placed their hands on their mouths,\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and said: \"Verily, we disbelieve in that with which you have been sent.\")</span> They said, We do not believe what you brought us, and have strong doubt in its authenticity.'</p>"
  },
  {
    "ayah_key": "15:1",
    "group_ayah_key": "15:1",
    "from_ayah": "15:1",
    "to_ayah": "15:3",
    "ayah_keys": "15:1,15:2,15:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُّبِينٍ - رُّبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ - ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Alif-Lam-Ra. These are Ayat of the Book and a plain Qur'an.)</span><span class=\"gray\">(2. How much would those who disbelieved wish that they had been Muslims.)</span><span class=\"gray\">(3. Leave them to eat and enjoy, and let them be preoccupied with <span class=\"gray\">(false)</span> hope. They will come to know!)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers will someday wish that They had been Muslims</h2></div><p lang=\"en\" class=\"en \">We have already discussed the letters which appear at the beginning of some Surahs. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُّبَمَا يَوَدُّ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How much would those who disbelieved wish)</span> Here Allah tells us that they will regret having lived in disbelief, and will wish that they had been Muslims in this world. Regarding Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُّبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How much would those who disbelieved wish that they had been Muslims.)</span> Sufyan Ath-Thawri reported from Salamah bin Kuhayl, who reported from Abi Az-Za'ra', from 'Abdullah, who said: \"This is about the Jahannamiyyun <span class=\"gray\">(the sinners among the believers who will stay in Hell for some time)</span>, when they <span class=\"gray\">[the disbelievers]</span> see them being brought out of Hell.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُّبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How much would those who disbelieved wish that they had been Muslims.)</span> Ibn Jarir reported that Ibn 'Abbas and Anas bin Malik explained that this Ayah refers to the Day when Allah will detain the sinful Muslims in Hell along with the idolators. He said: \"The idolators will say to them, 'What you used to worship on earth has not helped you.' Then by virtue of His mercy, Allah will be angry for their sake, and He will remove them <span class=\"gray\">[from it]</span>. That is when</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُّبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How much would those who disbelieved wish that they had been Muslims)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave them to eat and enjoy)</span> this is a stern and definitive threat for them, like His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Enjoy your brief life! But certainly, your destination is the Fire!\")</span><span class=\"gray\">[14:30]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُم مُّجْرِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(O disbelievers!)</span> Eat and enjoy yourselves <span class=\"gray\">(in this worldly life)</span> for a little while. Verily, you are the guilty.)</span><span class=\"gray\">[77:46]</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُلْهِهِمُ الْأَمَلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(let them be preoccupied with false hope.)</span> i.e., distracted from repentance and turning to Allah, for</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will soon come to know!)</span> that is, their punishment.</p>"
  },
  {
    "ayah_key": "15:10",
    "group_ayah_key": "15:10",
    "from_ayah": "15:10",
    "to_ayah": "15:13",
    "ayah_keys": "15:10,15:11,15:12,15:13",
    "text": "<p lang=\"en\" class=\"en \">Indeed, We sent <span class=\"gray\">(Messengers)</span> before you <span class=\"gray\">(O Muhammad)</span> amongst the earlier communities <span>(10)</span>And there never came a Messenger to them but that they mocked him <span>(11)</span>Thus We allow it to enter the hearts of the guilty <span>(12)</span>They would not believe in it <span class=\"gray\">(the Qur'an)</span>; and already the example of the ancients has gone forth <span>(13)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators of Every Nation made a Mockery of their Messengers</h2></div><p lang=\"en\" class=\"en \">Consoling His Messenger ﷺ for the rejection of the disbelieving Quraysh, Allah says that He has sent Messengers before him to the nations of the past, and no Messenger came to a nation but they rejected him and mocked him. Then He tells him that He lets disbelief enter the hearts of those sinners who are too stubborn and too arrogant to follow His guidance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We allow it to enter the hearts of the guilty.)</span> Anas and Al-Hasan Al-Basri said that this referred to Shirk.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and already the example of the ancients has gone forth.)</span> meaning the destruction wrought by Allah on those who rejected His Messengers, and how He saved His Prophets and their followers in this world and in the Hereafter, is well known.</p>"
  },
  {
    "ayah_key": "15:14",
    "group_ayah_key": "15:14",
    "from_ayah": "15:14",
    "to_ayah": "15:15",
    "ayah_keys": "15:14,15:15",
    "text": "<p lang=\"en\" class=\"en \">And even if We opened to them a gate to the heavens and they were to continue ascending through it <span class=\"gray\">(all day long)</span><span>(14)</span>They would surely say <span class=\"gray\">(in the evening)</span>: \"Our eyes have been <span class=\"gray\">(as if)</span> dazzled <span class=\"gray\">(we have not seen any angel or heaven)</span>. Nay, we are a people bewitched. <span>(15)</span></p><div lang=\"en\" class=\"en \"><h2>The Stubborn Disbelievers will never believe, no matter what Signs and Wonders They see</h2></div><p lang=\"en\" class=\"en \">Allah explains the extent of their disbelief and stubborn resistance to the truth by stating that even if a door to heaven were to be opened for them, and they were to be taken up through it, they would still not believe. Rather, they would say:</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّمَا سُكِّرَتْ أَبْصَارُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our eyes have been <span class=\"gray\">(as if)</span> dazzled.)</span> Mujahid, Ibn Kathir and Ad-Dahhak said, \"<span class=\"gray\">[this means]</span> our vision has been blocked.\" Qatadah narrated that Ibn 'Abbas said, \"<span class=\"gray\">[this means]</span> our eyesight has been taken away.\" Al-'Awfi reported that Ibn 'Abbas said, \"<span class=\"gray\">[this means]</span> we were confused and put under a spell.\"</p><p class=\"ur qpc-hafs\" lang=\"ur\">سُكِّرَتْ أَبْصَارُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our eyes have been <span class=\"gray\">(as if)</span> dazzled.)</span> Ibn Zayd said: \"The one who is dazzled <span class=\"gray\">[lit. intoxicated]</span> is the one who cannot reason.\"</p>"
  }
]