[
  {
    "ayah_key": "2:21",
    "group_ayah_key": "2:21",
    "from_ayah": "2:21",
    "to_ayah": "2:22",
    "ayah_keys": "2:21,2:22",
    "text": "<p lang=\"en\" class=\"en \">O mankind! Worship your Lord <span class=\"gray\">(Allah)</span>, Who created you and those who were before you so that you may acquire Taqwa <span>(21)</span>Who has made the earth a resting place for you, and the sky as a canopy, and sent down water <span class=\"gray\">(rain)</span> from the sky and brought forth therewith fruits as a provision for you. Then do not set up rivals unto Allah <span class=\"gray\">(in worship)</span> while you know <span class=\"gray\">(that He alone has the right to be worshipped)</span><span>(22)</span></p><div lang=\"xh\" class=\"xh \"><h2>Tawhid Al-Uluhiyyah</h2></div><p lang=\"en\" class=\"en \">Allah next mentioned His Oneness in divinity and stated that He has favored His servants by bringing them to life after they did not exist. He also surrounded them with blessings, both hidden and apparent. He made the earth a resting place for them, just like the bed, stable with the firm mountains.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَآءَ بِنَآءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the sky as a canopy)</span> meaning, 'a ceiling'. Similarly, Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا السَّمَاءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made the heaven a roof, safe and well-guarded. Yet they turn away from its signs <span class=\"gray\">(i.e. sun, moon, winds, clouds)</span>)</span><span class=\"gray\">(21:32)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلَ مِنَ السَّمَاءِ مَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And sends down for you water <span class=\"gray\">(rain)</span> from the sky)</span> meaning, through the clouds, when they need the rain. Hence, Allah caused the various types of vegetation and fruits to grow as a means of sustenance for people and their cattle. Allah reiterated this bounty in various parts of the Qur'an.</p><p lang=\"en\" class=\"en \">There is another Ayah that is similar to this Ayah <span class=\"gray\">(2:22)</span>, that is, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has made for you the earth as a dwelling place and the sky as a canopy, and has given you shape and made your shapes good <span class=\"gray\">(looking)</span> and has provided you with good things. That is Allah, your Lord, so Blessed be Allah, the Lord of all that exists)</span><span class=\"gray\">(40:64)</span>.</p><p lang=\"en\" class=\"en \">The meaning that is reiterated here is that Allah is the Creator, the Sustainer, the Owner and Provider of this life, all that is in and on it. Hence, He alone deserves to be worshipped, and no one and nothing is to be associated with Him. This is why Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَجْعَلُوا لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then do not set up rivals unto Allah <span class=\"gray\">(in worship)</span> while you know <span class=\"gray\">(that He alone has the right to be worshipped)</span>)</span><span class=\"gray\">(2:22)</span>.</p><p lang=\"ceb\" class=\"ceb \">The Two Sahihs record that Ibn Mas'ud said, \"I said to the Messenger of Allah ﷺ, 'Which evil deed is the worst with Allah?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To take an equal with Allah, while He alone created you.)</span>\"</p><p lang=\"en\" class=\"en \">Also, Mu'adh narrated the Prophet's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرِي مَا حَقُّ اللهِ عَلَى عِبَادِهِ؟ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know Allah's right on His servants? They must worship Him alone and refrain from associating anything with Him in worship.)</span> Another Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَقُولَنَّ أَحَدُكُمْ مَا شَاءَ اللهُ وَشَاءَ فُلَانٌ، وَلكِنْ لِيَقُلْ: مَا شَاءَ اللهُ ثُمَّ شَاءَ فُلَانٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None of you should say, 'What Allah and so-and-so person wills. Rather, let him say, 'What Allah wills, and then what so-and-so person wills.)</span></p><div lang=\"en\" class=\"en \"><h2>A Hadith with the same Meaning</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad narrated that Al-Harith Al-Ash'ari said that the Prophet of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ عَزّ َوَجَلَّ أَمَرَ يَحْيَى بْنَ زَكَرِيَّا عَلَيْهِ السَّلَامُ بِخَمْسِ كَلِمَاتٍ أَنْ يَعْمَلَ بِهِنَّ، وَأَنْ يَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهِنَّ وَأَنَّهُ كَادَ أَنْ يُبْطِىءَ بِهَا، فَقَالَ لَهُ عِيسَى عَلَيْهِ السَّلَامُ: إِنَّكَ قَدْ أُمِرْتَ بِخَمْسِ كَلِمَاتٍ أَنْ تَعْمَلَ بِهِنَّ وَتَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهِنَّ فَإِمَّا أَنْ تُبَلِّغَهُمْ وَإمَّا أَنْ أُبَلِّغَهُنَّ، فَقَالَ: يَا أَخِي إِنِّي أَخْشَى إِنْ سَبَقْتَنِي أَنْ أُعَذَّبَ أَوْ يُخْسَفَ بِي قَالَ: فَجَمَعَ يَحْيَى بْنُ زَكَرِيَّا بَنِي إِسْرَائِيلَ فِي بَيْتِ الْمَقْدِسِ حَتَّى امْتَلَأَ الْمَسْجِدُ، فَقَعَدَ عَلَى الشَّرَفِ فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: إِنَّ اللهَ أَمَرَنِي بِخَمْسِ كَلِمَاتٍ أَنْ أَعْمَلَ بِهِنَّ وَآمُرَكُمْ أَنْ تَعْمَلُوا بِهِنَّ أَوَّلُهُنَّ: أَنْ تَعْبُدُوا اللهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا، فَإِنَّ مَثَلَ ذلِكَ كَمَثَلِ رَجُلٍ اشْتَرَى عَبْدًا مِنْ خَالِصِ مَالِهِ بِوَرِقٍ أَوْ ذَهَبٍ فَجَعَلَ يَعْمَلُ وَيُؤَدِّي غَلَّتَهُ إِلى غَيْرِ سَيِّدِهِ، فَأَيُّكُمْ يَسُرُّهُ أَنْ يَكُونَ عَبْدُهُ كَذلِكَ، وَإِنَّ اللهَ خَلَقَكُمْ وَرَزَقَكُمْ فَاعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا. وَآمُرَكُمْ بِالصَّلَاةِ فَإِنَّ اللهَ يَنْصِبُ وَجْهَهُ لِوَجْهِ عَبْدِهِ مَا لَمْ يَلْتَفِتْ فَإِذَا صَلَّيْتُمْ فَلَا تَلْتَفِتُوا. وَآمُرُكُمْ بِالصِّيَامِ فَإِنَّ مَثَلَ ذلِكَ كَمَثَلِ رَجُلٍ مَعَهُ صُرَّةٌ مِنْ مِسْكٍ فِي عِصَابَةٍ كُلُّهُمْ يَجِدُ رِيحَ الْمِسْكِ وَإِنَّ خَلُوفَ فَمِ الصَّائِم أَطْيَبُ عِنْدَ اللهِ مِنْ رِيحِ الْمِسْكِ. وَآمُرُكُمْ بِالصَّدَقَةِ فَإِنَّ مَثَلَ ذلِكَ كَمَثَلِ رَجُلٍ أَسَرَهُ الْعَدُوُّ فَشَدُّوا يَدَيْهِ إِلى عُنُقِهِ وَقَدَّمُوهُ لِيَضْرِبُوا عُنُقَهُ فَقَالَ لَهُمْ: هَلْ لَكُمْ أَنْ أَفْتَدِيَ نَفْسِي مِنْكُمْ فَجَعَلَ يَفْتَدِي نَفْسَهُ مِنْهُمْ بِالْقَلِيلِ وَالْكَثِيرِ حَتَّى فَكَّ نَفْسَهُ. وَآمُرُكُمْ بِذِكْرِ اللهِ كَثِيرًا وَإِنَّ مَثَلَ ذلِكَ كَمَثَلِ رَجُلِ طَلَبَهُ الْعَدُوُّ سِرَاعًا فِي أَثَرِهِ فَأَتَى حِصْنًا حَصِينًا فَتَحَصَّنَ فِيهِ وَإِنَّ الْعَبْدَ أَحْصَنَ مَا يَكُونُ مِنَ الشَّيْطَانِ إِذَا كَانَ فِي ذِكْرِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah commanded Yahya bin Zakariya to implement five commands and to order the Children of Israel to implement them, but Yahya was slow in carrying out these commands. 'Isa said to Yahya, 'You were ordered to implement five commands and to order the Children of Israel to implement them. So either order, or I will do it.' Yahya said, 'My brother! I fear that if you do it before me, I will be punished or the earth will be shaken under my feet.' Hence, Yahya bin Zakariya called the Children of Israel to Bayt Al-Maqdis <span class=\"gray\">(Jerusalem)</span>, until they filled the Masjid. He sat on the balcony, thanked Allah and praised him and then said, 'Allah ordered me to implement five commandments and that I should order you to adhere to them. The first is that you worship Allah alone and not associate any with Him. The example of this command is the example of a man who bought a servant from his money with paper or gold. The servant started to work for the master, but was paying the profits to another person. Who among you would like his servant to do that? Allah created you and sustains you. Therefore, worship Him alone and do not associate anything with Him. I also command you to pray, for Allah directs His Face towards His servant's face, as long as the servant does not turn away. So when you pray, do not turn your heads to and fro. I also command you to fast. The example of it is the example of a man in a group of men and he has some musk wrapped in a piece of cloth, and consequently, all of the group smells the scent of the wrapped musk. Verily, the odor of the mouth of a fasting person is better before Allah than the scent of musk. I also command you to give charity. The example of this is the example of a man who was captured by the enemy. They tied his hands to his neck and brought him forth to cut off his neck. He said to them, 'Can I pay a ransom for myself?' He kept ransoming himself with small and large amounts until he liberated himself. I also command you to always remember Allah. The example of this deed is that of a man who the enemy is tirelessly pursuing. He takes refuge in a fortified fort. When the servant remembers Allah, he will be resorting to the best refuge from Satan.)</span></p><p lang=\"en\" class=\"en \">Al-Harith then narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا آمُرُكُمْ بِخَمْسٍ اللهُ أَمَرَنِي بِهِنَّ: الْجَمَاعَةِ وَالسَّمْعِ وَالطَّاعَةِ وَالْهِجْرَةِ وَالْجِهَادِ فِي سَبِيلِ اللهِ. فَإِنَّهُ مَنْ خَرَجَ مِنَ الْجَمَاعَةِ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رَبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ إِلَّا أَنْ يُرَاجِعَ وَمَنْ دَعَا بِدَعْوَى جَاهِلِيَّةٍ فَهُوَ مِنْ جُثَى جَهَنَّم</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا: يَا رَسُولَ اللهِ وَإِنْ صَامَ وَصَلَّى؟ فَقَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ صَلَّى وَصَامَ وَزَعَمَ أَنَّهُ مُسْلِمٌ، فَادْعُوا الْمُسْلِمِينَ بِأَسْمَائِهِمْ عَلَى مَا سَمَّاهُمُ اللهُ عَزَّ وَجَلَّ الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I order you with five commandments that Allah has ordered me. Stick to the Jama'ah <span class=\"gray\">(community of the faithful)</span>, listen and obey <span class=\"gray\">(your leaders)</span> and perform Hijrah <span class=\"gray\">(migration)</span> and Jihad for the sake of Allah. Whoever abandons the Jama'ah, even the distance of a hand span, will have removed the tie of Islam from his neck, unless he returns. Whoever uses the slogans of Jahiliyah <span class=\"gray\">(the pre-Islamic period of ignorance)</span> he will be among those kneeling in Jahannam <span class=\"gray\">(Hellfire)</span>.)</span> They said, \"O Messenger of Allah! Even if he prays and fasts?\" He said, <span class=\"gray\">(Even if he prays, fasts and claims to be Muslim. So call the Muslims with their names that Allah has called them: 'The Muslims, the believing servants of Allah.')</span></p><p lang=\"en\" class=\"en \">This is a Hasan Hadith, and it contains the statement, \"Allah has created and sustains you, so worship Him and do not associate anything with Him in worship.\" This statement is relevant in the Ayat <span class=\"gray\">(2:21-22)</span> we are discussing here and supports singling Allah in worship, without partners.</p><div lang=\"en\" class=\"en \"><h2>Signs of Allah's Existence</h2></div><p lang=\"en\" class=\"en \">Several scholars of Tafsir, like Ar-Razi and others, used these Ayat as an argument for the existence of the Creator, and it is a most worthy method of argument. Indeed, whoever ponders over the things that exist, the higher and lower creatures, their various shapes, colors, behavior, benefits and ecological roles, then he will realize the ability, wisdom, knowledge, perfection and majesty of their Creator. Once a bedouin was asked about the evidence to Allah's existence, he responded, \"All praise is due to Allah! The camel's dung testifies to the existence of the camel, and the track testifies to the fact that someone was walking. A sky that holds the giant stars, a land that has fairways and a sea that has waves, does not all of this testify that the Most Kind, Most Knowledgeable exists?\"</p><p lang=\"en\" class=\"en \">Hence, whoever gazes at the sky in its immensity, its expanse, and the various kinds of planets in it, some of which appear stationary in the sky - whoever gazes at the seas that surround the land from all sides, and the mountains that were placed on the earth to stabilize it, so that whoever lives on land, whatever their shape and color, are able to live and thrive - whoever reads Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ - وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among the mountains are streaks white and red, of varying colours and <span class=\"gray\">(others)</span> very black. And likewise, men and Ad-Dawabb <span class=\"gray\">(moving <span class=\"gray\">(living)</span> creatures, beasts)</span> and cattle are of various colours. It is only those who have knowledge among His servants that fear Allah)</span><span class=\"gray\">(35:27-28)</span>.</p><p lang=\"en\" class=\"en \">Whoever thinks about the running rivers that travel from area to area bringing benefit, whoever ponders over what Allah has created on earth; various animals and plants of different tastes, scents, shapes and colors that are a result of unity between land and water, whoever thinks about all of this then he will realize that these facts testify to the existence of the Creator, His perfect ability, wisdom, mercy, kindness, generosity and His overall compassion for His creation. There is no deity worthy of worship except Allah, nor is there a Lord besides Him, upon Him we rely and to Him we turn in repentance. There are numerous Ayat in the Qur'an on this subject.</p>"
  }
]