[
  {
    "ayah_key": "6:148",
    "group_ayah_key": "6:148",
    "from_ayah": "6:148",
    "to_ayah": "6:150",
    "ayah_keys": "6:148,6:149,6:150",
    "text": "<p lang=\"en\" class=\"en \">Those who committed Shirk say: \"If Allah had willed, we would not have commited Shirk, nor would our fathers, and we would not have forbidden anything <span class=\"gray\">(against His will)</span>.\" Likewise belied those who were before them, till they tasted Our wrath. Say: \"Have you any knowledge <span class=\"gray\">(proof)</span> that you can produce before us? Verily, you follow the Zann and you do nothing but lie. <span>(148)</span>Say: \"With Allah is the perfect proof and argument; had He so willed, He would indeed have guided you all. <span>(149)</span>Say: \"Bring forward your witnesses, who can testify that Allah has forbidden this.\" Then if they testify, do not testify with them. And do not follow the vain desires of those who belie Our Ayat, and such as believe not in the Hereafter, and they hold others as equal with their Lord <span>(150)</span></p><div lang=\"en\" class=\"en \"><h2>A False Notion and its Rebuttal</h2></div><p lang=\"en\" class=\"en \">Here Allah mentioned a debate with the idolators, refuting a false notion they have over their Shirk and the things that they prohibited. They said, surely, Allah has full knowledge of the Shirk we indulge in, and that we forbid some kinds of wealth. Allah is able to change this Shirk by directing us to the faith, - they claimed - and prevent us from falling into disbelief, but He did not do that. Therefore - they said Allah indicated that He willed, decided and agreed that we do all this. They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"If Allah had willed, we would not have taken partners <span class=\"gray\">(in worship)</span> with Him, nor would our fathers, and we would not have forbidden anything.\")</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْ شَاءَ الرَّحْمَٰنُ مَا عَبَدْنَاهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they said: \"If it had been the will of the Most Gracious <span class=\"gray\">(Allah)</span>, we should not have worshipped them <span class=\"gray\">(false deities)</span>\")</span><span class=\"gray\">[43:20]</span>. Similar is mentioned in Surat An-Nahl. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Likewise belied those who were before them,)</span> for by using and relying on this understanding, the misguided ones before them were led astray. This notion is false and ungrounded, for had it been true, Allah would not have harmed them, destroyed them, aided His honorable Messengers over them, and made them taste His painful punishment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Have you any knowledge...\")</span> that Allah is pleased with you and with your ways,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُخْرِجُوهُ لَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you can produce before us.)</span> and make it plain, apparent and clear for us. However,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَتَّبِعُونَ إِلَّا الظَّنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you only follow the Zann)</span> doubts and wishful thinking,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you do nothing but lie)</span> about Allah in the false claims that you utter. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"With Allah is the perfect proof and argument; had He so willed, He would indeed have guided you all.\")</span> Allah said to His Prophet ﷺ</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span> O Muhammad, to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"With Allah is the perfect proof and argument...\")</span> the perfect wisdom and unequivocal proof to guide whom He wills and misguide whom He wills.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(had He so willed, He would indeed have guided you all.)</span></p><p lang=\"en\" class=\"en \">All of this happens accordng to His decree, His will, and His choice. So in this way, He is pleased with the believers, and angry with the disbelievers. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had Allah willed, He could have gathered them together <span class=\"gray\">(all)</span> on true guidance,)</span><span class=\"gray\">[6:35]</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَن فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had your Lord willed, those on earth would have believed, all of them together.)</span><span class=\"gray\">[10:99]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلَا يَزَالُونَ مُخْتَلِفِينَ - إِلَّا مَن رَّحِمَ رَبُّكَ وَلِذَٰلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if your Lord had so willed, He could surely have made mankind one Ummah, but they will not cease to disagree. Except him on whom your Lord has bestowed His mercy and for that did He create them. And the Word of your Lord has been fulfilled: \"Surely, I shall fill Hell with Jinns and men all together.\")</span><span class=\"gray\">[11:118-119]</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak said, \"No one has an excuse if he disobeys Allah. Surely, Allah has the perfect proof established against His servants.\" Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ هَلُمَّ شُهَدَاءَكُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring forward your witnesses,)</span> produce your witnesses,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who can testify that Allah has forbidden this.)</span> which you have forbidden and lied and invented about Allah in this regard,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِن شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if they testify, do not testify with them.)</span> because in this case, their testimony is false and untrue,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not follow the vain desires of those who belie Our Ayat, and such as believe not in the Hereafter, and they hold others as equal with their Lord.)</span> by associating others with Allah in worship and treating them as equals to Him.</p>"
  }
]