[
  {
    "ayah_key": "33:51",
    "group_ayah_key": "33:51",
    "from_ayah": "33:51",
    "to_ayah": "33:51",
    "ayah_keys": "33:51",
    "text": "<p class=\"en translation\" lang=\"en\">You can postpone whom you will of them, and you may receive whom you will. And whomsoever you desire of those whom you have set aside, it is no sin on you: that is better that they may be comforted and not grieved, and may all be pleased with what you give them. Allah knows what is in your hearts. And Allah is Ever All-Knowing, Most Forbearing <span>(51)</span></p><p lang=\"en\" class=\"en \">The Prophet صلی اللہ علیہ وسلم has the Choice of either accepting or rejecting Women who offer Themselves to Him</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'A'ishah, may Allah be pleased with her, used to feel jealous of the women who offered themselves to the Prophet ﷺ. She said, \"Would a woman not feel shy to offer herself without any dowery?\" Then Allah revealed the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You can postpone whom you will of them, and you may receive whom you will.)</span> She said, \"I think that your Lord is hastening to confirm your desire.\" We have already stated that Al-Bukhari also recorded this. This indicates that what is meant by the word:</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُرْجِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(postpone)</span> is delay, and</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَنْ تَشَاءُ مِنْهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whom you will of them)</span> means, 'of those who offer themselves to you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you may receive whom you will.)</span> means, 'whoever you wish, you may accept, and whoever you wish, you may decline, but with regard to those whom you decline, you have the choice of going back to them later on and receiving them.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whomsoever you desire of those whom you have set aside, it is no sin on you <span class=\"gray\">(to receive her again)</span>.)</span> Others said that what is meant by:</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You can postpone <span class=\"gray\">(the turn of)</span> whom you will of them,)</span> means, 'your wives: there is no sin on you if you stop dividing your time equally between them, and delay the turn of one of them and bring forward the turn of another as you wish, and you have intercourse with one and not another as you wish.' This was narrated from Ibn 'Abbas, Mujahid, Al-Hasan, Qatadah, Abu Razin, 'Abdur-Rahman bin Zayd bin Aslam and others. </p><p lang=\"en\" class=\"en \">Nevertheless, the Prophet ﷺ used to divide his time between them equally, hence a group of the scholars of Fiqh among the Shafi'is and others said that equal division of time was not obligatory for him ﷺ and they used this Ayah as their evidence. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'A'ishah said: \"The Messenger of Allah ﷺ used to ask permission of us <span class=\"gray\">(for changing days)</span> after this Ayah was revealed:</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ۖ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You can postpone whom you will of them, and you may receive whom you will. And whomsoever you desire of those whom you have set aside, it is no sin on you.)</span>\" I <span class=\"gray\">(the narrator)</span> said to her: \"What did you say?\" She said, \"I said, 'If it were up to me, I would not give preference to anyone with regard to you, O Messenger of Allah!'\" </p><p lang=\"en\" class=\"en \">This Hadith indicates that what is meant in this Hadith from 'A'ishah is that it was not obligatory on him to divide his time equally between his wives. The first Hadith quoted from her implies that the Ayah was revealed concerning the women who offered themselves to him. Ibn Jarir prefered the view that the Ayah was general and applies both to the women who offered themselves to him and to the wives that he already had, and that he was given the choice whether to divide him time among them or not. This is a good opinion which reconciles between the Hadiths. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ أَدْنَىٰ أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that is better that they may be comforted and not grieved, and may all be pleased with what you give them.)</span> meaning, 'if they know that Allah has stated that there is no sin on you with regard to dividing your time. If you wish, you may divide you time and if you do not wish, you need not divide your time, there is no sin on you no matter which you do. Therefore if you divide your time between them, this will be your choice, and not a duty that is enjoined upon you, so they will feel happy because of that and will recognize your favor towards them in sharing your time equally among them and being fair to all of them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows what is in your hearts.)</span> means, 'He knows that you are more inclined towards some of them than others, which you cannot avoid.' Imam Ahmad recorded that 'A'ishah said: \"The Messenger of Allah ﷺ used to divide his time between his wives fairly and treat them equally, then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ هَذَا فِعْلِي فِيمَا أَمْلِكُ،فَلَا تَلُمْنِي فِيمَا تَمْلِكُ وَلَا أَمْلِكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, I have done as much as I can with regard to what is under my control, so do not blame me for that which is under Your control and not mine.)</span>\" It was also recorded by the four Sunan compilers. After the words \"so do not blame me for that which is under Your control and not mine,\" Abu Dawud's report adds the phrase:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَلُمْنِي فِيمَا تَمْلِكُ وَلَا أَمْلِكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So do not blame me for that which is under Your control and not mine.)</span> meaning matters of the heart. Its chain of narration is Sahih, and all the men in its chain are reliable. </p><p lang=\"en\" class=\"en \">Then this phrase is immediately followed by the words,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Ever All-Knowing,)</span> i.e., of innermost secrets,</p><p class=\"hr qpc-hafs\" lang=\"hr\">حَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Most Forbearing.)</span> meaning, He overlooks and forgives.</p>"
  },
  {
    "ayah_key": "33:52",
    "group_ayah_key": "33:52",
    "from_ayah": "33:52",
    "to_ayah": "33:52",
    "ayah_keys": "33:52",
    "text": "<p class=\"en translation\" lang=\"en\">It is not lawful for you <span class=\"gray\">(to marry other)</span> women after this, nor to change them for other wives even though their beauty attracts you, except those whom your right hand possesses. And Allah is Ever a Watcher over all things <span>(52)</span></p><p lang=\"en\" class=\"en \">The Reward of His Wives for choosing to stay with the Messenger صلی اللہ علیہ وسلم</p><p lang=\"en\" class=\"en \">More than one of the scholars, such as Ibn 'Abbas, Mujahid, Ad-Dahhak, Qatadah, Ibn Zayd, Ibn Jarir and others stated that this Ayah was revealed as a reward to the wives of the Prophet ﷺ expressing Allah's pleasure with them for their excellent decision in choosing Allah and His Messenger ﷺ and the Home of the Hereafter, when the Messenger of Allah ﷺ, gave them the choice, as we have stated above. When they chose the Messenger of Allah ﷺ their reward was that Allah restricted him to these wives, and forbade him to marry anyone else or to change them for other wives, even if he was attracted by their beauty – apart from slave-girls and prisoners of war, with regard to whom there was no sin on him. Then Allah lifted the restriction stated in this Ayah and permitted him to marry more women, but he did not marry anyone else, so that the favor of the Messenger of Allah ﷺ towards them would be clear. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'A'ishah, may Allah be pleased with her, said: \"The Messenger of Allah ﷺ did not die until Allah permitted <span class=\"gray\">(marriage to other)</span> women for him.\" It was also recorded by At-Tirmidhi and An-Nasa'i in their Sunans. On the other hand, others said that what was meant by the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not lawful for you <span class=\"gray\">(to marry other)</span> women after this,)</span> means, 'after the description We have given of the women who are lawful for you, those to whom you have given their dowery, those whom your right hand possesses, and daughters of your paternal uncles and aunts, maternal uncles and aunts, and those who offer themselves to you in marriage – other kinds of women are not lawful for you.' This view was narrated from Ubayy bin Ka'b, from Mujahid in one report which was transmitted from him, and others. </p><p lang=\"en\" class=\"en \">At-Tirmidhi recorded that Ibn 'Abbas said: \"The Messenger of Allah ﷺ was forbidden to marry certain kinds of women apart from believing women who had migrated with him, in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not lawful for you <span class=\"gray\">(to marry other)</span> women after this, nor to change them for other wives even though their beauty attracts you, except those whom your right hand possesses.)</span> Allah has made lawful believing women, and believing women who offered themselves to the Prophet ﷺ for marriage, and He made unlawful every woman who followed a religion other than Islam, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever disbelieves in faith, then fruitless is his work)</span><span class=\"gray\">(5:5)</span>. Ibn Jarir, may Allah have mercy on him, stated that this Ayah is general in meaning and applies to all the kinds of women mentioned and the women to whom he was married, who were nine. What he said is good, and may be what many of the Salaf meant, for many of them narrated both views from him, and there is no contradiction between the two. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor to change them for other wives even though their beauty attracts you,)</span> He was forbidden to marry more women, even if he were to divorce any of them and wanted replace her with another, except for those whom his right hand possessed <span class=\"gray\">(slave women)</span>.</p>"
  }
]