[
  {
    "ayah_key": "52:44",
    "group_ayah_key": "52:44",
    "from_ayah": "52:44",
    "to_ayah": "52:49",
    "ayah_keys": "52:44,52:45,52:46,52:47,52:48,52:49",
    "text": "<p lang=\"en\" class=\"en \">And if they were to see a piece of the heaven falling down, they would say: \"Clouds gathered in heaps! <span>(44)</span>So leave them alone till they meet their Day, in which they will sink into a fainting <span class=\"gray\">(with horror)</span><span>(45)</span>The Day when their plotting shall not avail them at all, nor will they be helped <span>(46)</span>And verily, for those who do wrong, there is another punishment before this; but most of them know not <span>(47)</span>So wait patiently for the decision of your Lord, for verily, you are under Our Eyes; and glorify the praises of your Lord when you get up <span>(48)</span>And in the nighttime also glorify His praises and at the setting of the stars <span>(49)</span></p><p lang=\"ja\" class=\"ja \">The Stubbornness of the Idolators; Their Punishment</p><p lang=\"en\" class=\"en \">Allah the Exalted reaffirms the stubbornness of the idolators and their ignorance of what goes around them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they were to see a piece of the heaven falling down,)</span> meaning, on them as punishment, they would not believe it is coming their way, saying that, these are layers of clouds on top of each other. Allah the Exalted said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ - لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And even if We opened to them a gate from the heaven and they were to keep on ascending thereto <span class=\"gray\">(all day long)</span>, they would surely say <span class=\"gray\">(in the evening)</span>: \"Our eyes have been dazzled. Nay, we are a people bewitched.\")</span><span class=\"gray\">(15:14-15)</span> Allah the Exalted said,</p><p class=\"ceb qpc-hafs\" lang=\"ceb\">فَذَرْهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So leave them alone)</span>, 'O Muhammad,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till they meet their Day, in which they will sink into a fainting.)</span> on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when their plotting shall not avail them at all,)</span> meaning, on the Day of Resurrection, their deceit and plots they planned in this life shall not help them in the least,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنْصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will they be helped.)</span> Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, for those who do wrong, there is another punishment before this;)</span> meaning, that of being the torment in this world. Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَىٰ دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We will make them taste of the near torment prior to the supreme torment <span class=\"gray\">(in the Hereafter)</span>, in order that they may return.)</span><span class=\"gray\">(32:21)</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most of them know not.)</span> meaning, 'We will torment them in the life of the world and test them with various hardships, so that they might go back and repent. However, they do not understand what is happening to them or why, because when the torment is removed, they revert to committing the worst of what they used to do before.' A Hadith states that,</p><p lang=\"en\" class=\"en \">Ordering the Prophet <span class=\"gray\">(ﷺ)</span> to have Patience and to glorify Allah</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So wait patiently for the decision of your Lord, for verily, you are under Our Eyes;)</span> meaning, 'be patient in the face of their annoyance and do not be concerned about it, for you are under Our Eyes and Protection, and We will surely protect you from the people,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and glorify the praises of your Lord when you get up.)</span> Ad-Dahhak said, \"Meaning to stand for the Salah <span class=\"gray\">(and say)</span>: \"Glorious are You and with Your praise, Hallowed be Your Name, Exalted be Your majesty, and there is no God <span class=\"gray\">(worthy of worship)</span> except You.\" </p><p lang=\"en\" class=\"en \">In his Sahih, Muslim recorded that 'Umar used to recite this supplication when he began Salah.</p><p lang=\"en\" class=\"en \">Ahmad and the Sunan compilers recorded this Hadith from Abu Sa'id and other Companions, who stated that the Prophet ﷺ used to say that. Abu Al-Jawza' commented on the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and glorify the praises of your Lord when you get up.)</span> \"From your sleep, from your bed.\" And this is the view chosen by Ibn Jarir. Suporting this view is the Hadith that Imam Ahmad recorded that 'Ubadah bin As-Samit said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ تَعَارَّ مِنَ اللَّيْلِ فَقَالَ: لَا إِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللهِ وَالْحَمْدُ للهِ وَلَا إِلٰهَ إِلَّا اللهُ وَاللهُ أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ. ثُمَّ قَالَ: رَبِّ اغْفِرْ لِي - أو قال: ثُمَّ دَعَا - اسْتُجِيبَ لَهُ، فَإِنْ عَزَمَ فَتَوَضَّأَ ثُمَّ صَلَّىٰ، قُبِلَتْ صَلَاتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever gets up at night and says: 'La ilaha illallah, He is One without partners. For Him is the kingdom and all praise is due to Him. He has power over all things. Glory be to Allah, and all praise is due to Allah, and La illaha illallah and Allah is Greater. There is neither might nor power except Allah.' And then says, 'O Lord! Forgive me.' Or invokes <span class=\"gray\">(Allah)</span>, he will be responded to it, and if he intends and performs ablution and prays, his prayer will be accepted.)</span> Al-Bukhari and the Sunan compilers also recorded this Hadith. </p><p lang=\"en\" class=\"en \">Ibn Abi Najih reported that Mujahid commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and glorify the praises of your Lord when you get up.)</span> saying, \"From every gathering you sit in.\" Ath-Thawri said that Abu Ishaq narrated that Abu Al-Ahwas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and glorify the praises of your Lord when you get up.)</span> \"When a person wants to stand from a gathering, he says: 'Glory be to You, O Allah, and with Your praise.'\" </p><p lang=\"su\" class=\"su \">Abu Hurayrah narrated that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ جَلَسَ فِي مَجْلِسٍ فَكَثُرَ فِيهِ لَغَطُهُ، فَقَالَ قَبْلَ أَنْ يَقُومَ مِنْ مَجْلِسِهِ: سُبْحَانَكَ اللّٰهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ، إِلَّا غَفَرَ اللهُ لَهُ مَا كَانَ فِي مَجْلِسِهِ ذٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever sits in a gathering in which he speaks idle excessively, but says before he stands up to depart that gathering, 'Glory be to You O Allah , and with Your praise, I testify that there is no God <span class=\"gray\">(worthy of worship)</span> except You, I seek Your forgiveness, and I repent to You.' Then, Allah will forgive him what he has said in that gathering.)</span> This was recorded by At-Tirmidhi, and this is his wording, and it was also recorded by An-Nasa'i in <span class=\"gray\">['Amal]</span> Al-Yawm wal-Laylah. At-Tirmidhi said, \"Hasan Sahih.\" It was also recorded by Al-Hakim in his Mustadrak, and he said, \"Its chain meets the criteria of Muslim.\" </p><p lang=\"en\" class=\"en \">Allah the Exalted said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ اللَّيْلِ فَسَبِّحْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in the nighttime also glorify His praises)</span>, meaning remember and worship Allah by reciting the Qur'an and praying at night. Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَىٰ أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in some of the night, offer Tahajjud in it as an additional <span class=\"gray\">(prayer)</span> for you. It may be that your Lord will raise you to Maqam Mahmud.)</span><span class=\"gray\">(17:79)</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِدْبَارَ النُّجُومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and at the setting of the stars.)</span> is in reference to the two voluntary Rak'ahs before the Dawn prayer, according to a Hadith from Ibn 'Abbas. These two Rak'ahs are an established Sunnah performed before the stars are about to set. It is confimred in the Two Sahihs from 'A'ishah, may Allah be pleased with her, who said, \"The Prophet ﷺ was never more regular and particular in offering any voluntary prayer than the two <span class=\"gray\">(Sunnah)</span> Rak'ahs of the Fajr prayer.\" In another narration collected by Muslim, <span class=\"gray\">[the Prophet ﷺ said,]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رَكْعَتَا الْفَجْرِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Two <span class=\"gray\">(Sunnah)</span> Rak'ahs before Fajr are better than this life and all that in it.)</span></p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat At-Tur, all praise and gratitude is due to Allah.</p>"
  }
]