[
  {
    "ayah_key": "2:158",
    "group_ayah_key": "2:158",
    "from_ayah": "2:158",
    "to_ayah": "2:158",
    "ayah_keys": "2:158",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, As-Safa and Al-Marwah are of the symbols of Allah. So it is not a sin on him who performs Hajj or 'Umrah <span class=\"gray\">(pilgrimage)</span> of the House to perform Tawaf between them. And whoever does good voluntarily, then verily, Allah is All-Recognizer, All-Knower <span>(158)</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of \"it is not a sin\" in the Ayah</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad reported that 'Urwah said that he asked 'A'ishah about what Allah stated:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, As-Safa and Al-Marwah <span class=\"gray\">(two mountains in Makkah)</span> are of the symbols of Allah. So it is not a sin on him who performs Hajj or 'Umrah <span class=\"gray\">(pilgrimage)</span> of the House <span class=\"gray\">(the Ka'bah at Makkah)</span> to perform the going <span class=\"gray\">(Tawaf)</span> between them <span class=\"gray\">(As-Safa and Al-Marwah)</span>.)</span></p><p lang=\"en\" class=\"en \">\"By Allah! It is not a sin if someone did not perform Tawaf around them.\" 'A'ishah said, \"Worst is that which you said, O my nephew! If this is the meaning of it, it should have read, 'It is not a sin if one did not perform Tawaf around them.' Rather, the Ayah was revealed regarding the Ansar, who before Islam, used to assume Ihlal <span class=\"gray\">(or Ihram for Hajj)</span> in the area of Mushallal for their idol Manat that they used to worship. Those who assumed Ihlal for Manat, used to hesitate to perform Tawaf <span class=\"gray\">(going)</span> between Mounts As-Safa and Al-Marwah. So they <span class=\"gray\">(during the Islamic era)</span> asked Allah's Messenger ﷺ about it, saying, 'O Messenger of Allah! During the time of Jahiliyyah, we used to hesitate to perform Tawaf between As-Safa and Al-Marwah.' Allah then revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, As-Safa and Al-Marwah are of the symbols of Allah. So it is not a sin on him who performs Hajj or 'Umrah of the House to perform the going <span class=\"gray\">(Tawaf)</span> between them.)</span>\" 'A'ishah then said, \" Allah's Messenger ﷺ has made it the Sunnah to perform Tawaf between them <span class=\"gray\">(As-Safa and Al-Marwah)</span>, and thus, no one should abandon performing Tawaf between them.\" This Hadith is reported in the Sahihayn.</p><p lang=\"en\" class=\"en \">In another narration, Imam Az-Zuhri reported that 'Urwah said: Later on I <span class=\"gray\">('Urwah)</span> told Abu Bakr bin 'Abdur-Rahman bin Al-Harith bin Hisham <span class=\"gray\">(of 'A'ishah's statement)</span> and he said, \"I have not heard of such information. However, I heard learned men saying that all the people, except those whom 'A'ishah mentioned, said, 'Our Tawaf between these two hills is a practice of Jahiliyyah. ' Some others among the Ansar said, 'We were commanded to perform Tawaf of the Ka'bah, but not between As-Safa and Al-Marwah.' So Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, As-Safa and Al-Marwah are of the symbols of Allah.)</span>\" Abu Bakr bin 'Abdur-Rahman then said, \"It seems that this verse was revealed concerning the two groups.\" Al-Bukhari collected a similar narration by Anas.</p><p lang=\"en\" class=\"en \">Ash-Sha'bi said, \"Isaf <span class=\"gray\">(an idol)</span> was on As-Safa while Na'ilah <span class=\"gray\">(an idol)</span> was on Al-Marwah, and they used to touch <span class=\"gray\">(or kiss)</span> them. After Islam came, they were hesitant about performing Tawaf between them. Thereafter, the Ayah <span class=\"gray\">(2:158 above)</span> was revealed.\"</p><div lang=\"id\" class=\"id \"><h2>The Wisdom behind legislating Sa'i between As-Safa and Al-Marwah</h2></div><p lang=\"en\" class=\"en \">Muslim recorded a long Hadith in his Sahih from Jabir, in which Allah's Messenger ﷺ finished the Tawaf around the House, and then went back to the Rukn <span class=\"gray\">(pillar, i.e., the Black Stone)</span> and kissed it. He then went out from the door near As-Safa while reciting:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, As-Safa and Al-Marwah are of the symbols of Allah.)</span> The Prophet ﷺ then said, <span class=\"gray\">(I start with what Allah has commanded me to start with <span class=\"gray\">[meaning start the Sa'i <span class=\"gray\">(i.e., fast walking)</span> from the As-Safa]</span>)</span>. In another narration of An-Nasa'i, the Prophet ﷺ said, <span class=\"gray\">(Start with what Allah has started with <span class=\"gray\">(i.e., As-Safa)</span>.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad reported that Habibah bint Abu Tajrah said, \"I saw Allah's Messenger ﷺ performing Tawaf between As-Safa and Al-Marwah, while the people were in front of him and he was behind them walking in Sa'i. I saw his garment twisted around his knees because of the fast walking in Sa'i <span class=\"gray\">(he was performing)</span> and he was reciting:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْعَوْا فَإِنَّ اللهَ كَتَبَ عَلَيْكُمُ السَّعْيَ.</p><p lang=\"gl\" class=\"gl \"><span class=\"gray\">(Perform Sa'i, for Allah has prescribed Sa'i on you.)</span>'\"</p><p lang=\"en\" class=\"en \">This Hadith was used as a proof for the fact that Sa'i is a Rukn of Hajj. It was also said that Sa'i is Wajib, and not a Rukn of Hajj and that if one does not perform it by mistake or by intention, he could expiate the shortcoming with Damm. Allah has stated that Tawaf between As-Safa and Al-Marwah is among the symbols of Allah, meaning, among the acts that Allah legislated during the Hajj for Prophet Ibrahim.</p><p lang=\"en\" class=\"en \">Earlier we mentioned the Hadith by Ibn 'Abbas that the origin of Tawaf comes from the Tawaf of Hajar <span class=\"gray\">(Prophet Ibrahim's wife)</span>, between As-Safa and Al-Marwah seeking water for her son <span class=\"gray\">(Isma'il)</span> Ibrahim had left them in Makkah, where there was no habitation for her. When Hajar feared that her son would die, she stood up and begged Allah for His help and kept going back and forth in that blessed area between As-Safa and Al-Marwah. She was humble, fearful, frightened and meek before Allah. Allah answered her prayers, relieved her of her loneliness, ended her dilemma and made the well of Zamzam bring forth its water for her, which is:</p><p class=\"sd qpc-hafs\" lang=\"sd\">طَعَامُ طُعْمٍ، وَشِفَاءُ سُقْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A tasty <span class=\"gray\">(or nutritional)</span> food and a remedy for the illness.)</span></p><p lang=\"en\" class=\"en \">Therefore, whoever performs Sa'i between As-Safa and Al-Marwah should remember his meekness, humbleness and need for Allah to guide his heart, lead his affairs to success and forgive his sins. He should also want Allah to eliminate his shortcomings and errors and to guide him to the straight path. He should ask Allah to keep him firm on this path until he meets death, and to change his situation from that of sin and errors to that of perfection and being forgiven, the same providence which was provided to Hajar.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah then states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن تَطَوَّعَ خَيْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever does good voluntarily.)</span></p><p lang=\"en\" class=\"en \">It was said that the Ayah describes performing Tawaf more than seven times, it was also said that it refers to voluntary 'Umrah or Hajj. It was also said that it means volunteering to do good works in general, as Ar-Razi has stated. The third opinion was attributed to Al-Hasan Al-Basri. Allah knows best.</p><p lang=\"jv\" class=\"jv \">Allah states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then verily, Allah is All-Recognizer, All-Knower.)</span> meaning, Allah's reward is immense for the little deed, and He knows about the sufficiency of the reward. Hence, He will not award insufficient rewards to anyone. Indeed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah wrongs not even of the weight of an atom, but if there is any good <span class=\"gray\">(done)</span>, He doubles it, and gives from Him a great reward.)</span><span class=\"gray\">(4:40)</span></p>"
  }
]