[
  {
    "ayah_key": "22:34",
    "group_ayah_key": "22:34",
    "from_ayah": "22:34",
    "to_ayah": "22:35",
    "ayah_keys": "22:34,22:35",
    "text": "<p lang=\"en\" class=\"en \">And for every nation We have appointed religious ceremonies, that they may mention the Name of Allah over the beast of cattle that He has given them for food. And your God is One God, so you must submit to Him Alone. And give glad tidings to the Mukhbitin <span>(34)</span>Whose hearts are filled with fear when Allah is mentioned, and the patient who bear whatever may befall them, and who perform the Salah, and who spend out of what We have provided for them <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>Rites of Sacrifice have been prescribed for every Nation in the World</h2></div><p lang=\"en\" class=\"en \">Allah tells us that sacrifice and shedding blood in the Name of Allah has been prescribed for all nations. 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for every nation We have appointed religious ceremonies,)</span> \"Festivals.\" 'Ikrimah said, \"Sacrifices.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for every nation We have appointed religious ceremonies,)</span> Zayd bin Aslam said, \"This means Makkah; Allah did not appoint religious ceremonies anywhere else for any nation.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَذْكُرُوا اسْمَ اللَّهِ عَلَىٰ مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they may mention the Name of Allah over the beast of cattle that He has given them for food.)</span> It was recorded in the Two Sahihs that Anas said, \"The Messenger of Allah ﷺ brought two fat, horned rams; he said Bismillah and Allahu Akbar, then he put his foot on their necks.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your God is One God, so you must submit to Him Alone.)</span> Your God is One, even though the Laws of the Prophets may vary and may abrogate one another. All of the Prophets called mankind to worship Allah Alone with no partner or associate.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you but We revealed to him <span class=\"gray\">(saying)</span>: None has the right to be worshipped but I, so worship Me.)</span><span class=\"gray\">(21:25)</span>. Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَهُ أَسْلِمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so you must submit to Him Alone.)</span> meaning, submit to His commands and obey Him in all sincerity.</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَبَشِّرِ الْمُخْبِتِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give glad tidings to the Mukhbitin.)</span> Mujahid said about Mukhbitin, \"Those who find contentment in their faith.\" Ath-Thawri said, \"Those who find contentment in their faith and who accept the decree of Allah and submit to Him.\" It is better to interpret it by what comes next, which is:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whose hearts are filled with fear when Allah is mentioned,)</span> meaning, their hearts fear Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّابِرِينَ عَلَىٰ مَا أَصَابَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the patient who bear whatever may befall them)</span> meaning, of afflictions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُقِيمِي الصَّلَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and who perform the Salah,)</span> they fulfill the duties which Allah has enjoined upon them, the duty of performing the obligatory prayers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and who spend out of what We have provided for them.)</span> the good provision which Allah has given them. They spend on their families and servants, and on the poor and needy; they treat people kindly while remaining within the limits set by Allah. This is in contrast to the hypocrites, who are the opposite of all this, as we have discussed in the Tafsir of Surah Bara'ah; to Allah be praise and blessings.</p>"
  }
]