[
  {
    "ayah_key": "26:181",
    "group_ayah_key": "26:181",
    "from_ayah": "26:181",
    "to_ayah": "26:184",
    "ayah_keys": "26:181,26:182,26:183,26:184",
    "text": "<p lang=\"en\" class=\"en \">\"Give full measure, and cause no loss <span class=\"gray\">(to others)</span>. <span>(181)</span>\"And weigh with the true and straight balance. <span>(182)</span>\"And defraud not people by reducing their things, nor do evil, making corruption and mischief in the land. <span>(183)</span>\"And have Taqwa of Him Who created you and the generations of the men of old. <span>(184)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to Give Full Measure</h2></div><p lang=\"en\" class=\"en \">Allah commanded them to give full measure, and forbade them to give short measure. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give full measure, and cause no loss.)</span> meaning, 'when you give to people, give them full measure, and do not cause loss to them by giving them short measure, while taking full measure when you are the ones who are taking. Give as you take, and take as you give.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And weigh with the true and straight balance.)</span> The balance is the scales.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And defraud not people by reducing their things,)</span> means, do not shortchange them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor do evil, making corruption and mischief in the land.)</span> means, by engaging in banditry. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And sit not on every road, threatening)</span><span class=\"gray\">(7:86)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And have Taqwa of Him Who created you and the generations of the men of old.)</span> Here he is frightening them with the punishment of Allah Who created them and created their forefathers. This is like when Musa, peace be upon him, said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Your Lord and the Lord of your ancient fathers!)</span><span class=\"gray\">(26:26)</span>. Ibn 'Abbas, Mujahid, As-Suddi, Sufyan bin 'Uyaynah and 'Abdur-Rahman bin Zayd bin Aslam said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْجِبِلَّةَ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the generations of the men of old.)</span> means, He created the early generations. And Ibn Zayd recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed he <span class=\"gray\">(Shaytan)</span> did lead astray a great multitude of you)</span><span class=\"gray\">(36:62)</span>.</p>"
  },
  {
    "ayah_key": "26:185",
    "group_ayah_key": "26:185",
    "from_ayah": "26:185",
    "to_ayah": "26:191",
    "ayah_keys": "26:185,26:186,26:187,26:188,26:189,26:190,26:191",
    "text": "<p lang=\"en\" class=\"en \">They said: \"You are only one of those bewitched! <span>(185)</span>\"You are but a human being like us and verily, we think that you are one of the liars! <span>(186)</span>\"So, cause a piece of the heaven to fall on us, if you are of the truthful! <span>(187)</span>He said: \"My Lord is the Best Knower of what you do. <span>(188)</span>But they denied him, so the torment of the Day of Shadow <span class=\"gray\">(a gloomy cloud)</span> seized them. Indeed that was the torment of a Great Day <span>(189)</span>Verily, in this is indeed a sign, yet most of them are not believers <span>(190)</span>And verily your Lord, He is indeed the All-Mighty, the Most Merciful <span>(191)</span></p><div lang=\"en\" class=\"en \"><h2>The Response of Shu'ayb's People, Their Disbelief in Him and the Coming of the Punishment Upon Them</h2></div><p lang=\"en\" class=\"en \">Allah tells us how his people responded, and how it was like the response of Thamud to their Messenger – for they were of like mind – when they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are only one of those bewitched!)</span> meaning, 'you are one of those who are affected by witchcraft.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ الْكَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are but a human being like us and verily, we think that you are one of the liars!)</span> means, 'we think you are deliberately lying to us in what you say, and Allah has not sent you to us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So cause a piece of the heaven to fall on us,)</span> Ad-Dahhak said: \"One side of the heavens.\" Qatadah said: \"A piece of the heaven.\" As-Suddi said: \"A punishment from heaven.\" This is like what the Quraysh said, as Allah tells us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنبُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"We shall not believe in you, until you cause a spring to gush forth from the earth for us)</span><span class=\"gray\">(17:90)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or you cause the heaven to fall upon us in pieces, as you have pretended, or you bring Allah and the angels before <span class=\"gray\">(us)</span> face to face.\")</span><span class=\"gray\">(17:92)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when they said: \"O Allah! If this is indeed the truth from You, then rain down stones on us from the sky....\")</span><span class=\"gray\">(8:32)</span>. Similarly, these ignorant disbelievers said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, cause a piece of the heaven to fall on us, if you are of the truthful!)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"My Lord is the Best Knower of what you do.\")</span> means, 'Allah knows best about you, and if you deserve that, He will punish you therewith, and He will not treat you unjustly.' So this is what happened to them – as they asked for – an exact recompense. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ ۚ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they denied him, so the torment of the Day of Shadow seized them. Indeed that was the torment of a Great Day.)</span> This is what they asked for, when they asked for a part of the heaven to fall upon them. Allah made their punishment in the form of intense heat which overwhelmed them for seven days, and nothing could protect them from it. Then He sent a cloud to shade them, so they ran towards it to seek its shade from the heat. When all of them had gathered underneath it, Allah sent sparks of fire and flames and intense heat upon them, and caused the earth to convulse beneath them, and He sent against them a mighty Sayhah which destroyed their souls. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed that was the torment of a Great Day.)</span> Allah has mentioned how they were destroyed in three places in the Qur'an, in each of which it is described in a manner which fits the context. In Surat Al-A'raf He says that the earthquake seized them, and they lay <span class=\"gray\">(dead)</span>, prostrate in their homes. This was because they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِن قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We shall certainly drive you out, O Shu'ayb, and those who have believed with you from our town, or else you <span class=\"gray\">(all)</span> shall return to our religion.\")</span><span class=\"gray\">(7:88)</span></p><p lang=\"en\" class=\"en \">They had sought to scare the Prophet of Allah and those who followed him, so they were seized by the earthquake. In Surah Hud, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And As-Sayhah seized the wrongdoers)</span><span class=\"gray\">(11:94)</span>. This was because they mocked the Allah's Prophet when they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَلَاتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ ۖ إِنَّكَ لَأَنتَ الْحَلِيمُ الرَّشِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Does your Salah command that we give up what our fathers used to worship, or that we give up doing what we like with our property Verily, you are the forbearer, right-minded!\")</span><span class=\"gray\">(11:87)</span>. They had said this in a mocking, sarcastic tone, so it was befitting that the Sayhah should come and silence them, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الصَّيْحَةُ</p><p lang=\"lb\" class=\"lb \"><span class=\"gray\">(So As-Saihah overtook them)</span><span class=\"gray\">(15:73)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And As-Saihah seized the wrongdoers)</span><span class=\"gray\">(11:94)</span>. And here, they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, cause a piece of the heaven to fall on us,)</span> in a stubborn and obstinate manner. So, it was fitting that something they never thought would happen should befall them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ ۚ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so the torment of the Day of Shadow seized them. Indeed that was the torment of a Great Day.)</span> Muhammad bin Jarir narrated from Yazid Al-Bahili: \"I asked Ibn 'Abbas about this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so the torment of the Day of Shadow seized them.)</span> He said: 'Allah sent upon them thunder and intense heat, and it terrified them <span class=\"gray\">[so they entered their houses and it pursued them to the innermost parts of their houses and terrified them further]</span>, and they ran fleeing from their houses into the fields. Then Allah sent upon them clouds which shaded them from the sun, and they found it cool and pleasant, so they called out to one another until they had all gathered beneath the cloud, then Allah sent fire upon them.' Ibn 'Abbas said, 'That was the torment of the Day of Shadow, indeed that was the torment of a Great Day.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this is an Ayah, yet most of them are not believers. And verily, your Lord, He is truly, the All-Mighty, the Most Merciful.)</span><span class=\"gray\">(26:8-9)</span> meaning, He is All-Mighty in His punishment of the disbelievers, and Most Merciful towards His believing servants.</p>"
  }
]