[
  {
    "ayah_key": "2:87",
    "group_ayah_key": "2:87",
    "from_ayah": "2:87",
    "to_ayah": "2:87",
    "ayah_keys": "2:87",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed, We gave Musa the Book and followed him up with a succession of Messengers. And We gave 'Isa, the son of Maryam, clear signs and supported him with Ruh-il-Qudus. Is it that whenever there came to you a Messenger with what you yourselves desired not, you grew arrogant? Some you disbelieved and some you killed <span>(87)</span></p><div lang=\"en\" class=\"en \"><h2>The Arrogance of the Jews who denied and killed Their Prophets</h2></div><p lang=\"en\" class=\"en \">Allah described the insolence of Children of Israel, their rebelliousness, defiance and arrogance towards the Prophets, following their lusts and desires. Allah mentioned that He gave Musa the Book, the Tawrah, and that the Jews changed, distorted, and defied its commands, as well as altered its meanings.</p><p lang=\"en\" class=\"en \">Allah sent Messengers and Prophets after Musa who followed his law, as Allah stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِن كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We did reveal the Tawrah <span class=\"gray\">(to Musa)</span>, therein was guidance and light, by which the Prophets, who submitted themselves to Allah's will, judged for the Jews. And the rabbis and the priests <span class=\"gray\">(too judged for the Jews by the Tawrah after those Prophets)</span>, for to them was entrusted the protection of Allah's Book, and they were witnesses thereto)</span><span class=\"gray\">(5:44)</span>. This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَفَّيْنَا مِن بَعْدِهِ بِالرُّسُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Qaffayna him with Messengers)</span>.</p><p lang=\"en\" class=\"en \">As-Suddi said that Abu Malik said that Qaffayna means, \"Succeeded\", while others said, \"Followed\". Both meanings are plausible, since Allah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We sent Our Messengers in succession)</span><span class=\"gray\">(23:44)</span>.</p><p lang=\"en\" class=\"en \">Thereafter, Allah sent the last Prophet among the Children of Israel, 'Isa the son of Mary, who was sent with some laws that differed with some in the Tawrah. This is why Allah also sent miracles to support 'Isa. These included bringing the dead back to life, forming the shape of birds from clay and blowing into them, afterwhich they became living birds by Allah's leave, healing the sick and foretelling the Unseen, as Ibn 'Abbas stated. Allah also aided him with Ruh Al-Qudus, and that refers to Jibril. All of these signs testified to the truthfulness of 'Isa and what he was sent with. Yet, the Children of Israel became more defiant and envious of him and did not want to differ with even one part of the Tawrah, as Allah said about 'Isa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِأُحِلَّ لَكُم بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُم بِآيَةٍ مِّن رَّبِّكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to make lawful to you part of what was forbidden to you, and I have come to you with a proof from your Lord)</span><span class=\"gray\">(3:50)</span>.</p><p lang=\"en\" class=\"en \">Hence, the Children of Israel treated the Prophets in the worst manner, rejecting some of them and killing some of them. All of this occurred because the Prophets used to command the Jews with what differed from their desires and opinions. The Prophets also upheld the rulings of the Tawrah that the Jews had changed, and this is why it was difficult for them to believe in these Prophets. Therefore, they rejected the Prophets and killed some of them. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it that whenever there came to you a Messenger with what you yourselves desired not,you grew arrogant? Some you disbelieved and some you kill)</span>.</p><div lang=\"et\" class=\"et \"><h2>Jibril is Ruh Al-Qudus</h2></div><p lang=\"en\" class=\"en \">The proof that Jibril is the Ruh Al-Qudus is the statement of Ibn Mas'ud in explanation of this Ayah. This is also the view of Ibn 'Abbas, Muhammad bin Ka'b, Isma'il bin Khalid, As-Suddi, Ar-Rabi' bin Anas, 'Atiyah Al-'Awfi and Qatadah. Additionally, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَلَ بِهِ الرُّوحُ الْأَمِينُ - عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Which the trustworthy Ruh <span class=\"gray\">(Jibril)</span> has brought down. Upon your heart <span class=\"gray\">(O Muhammad ﷺ)</span> that you may be <span class=\"gray\">(one)</span> of the warners)</span><span class=\"gray\">(26:193-194)</span>.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded 'A'ishah saying that the Messenger of Allah ﷺ erected a Minbar in the Masjid on which Hassan bin Thabit <span class=\"gray\">(the renowned poet)</span> used to defend the Messenger of Allah <span class=\"gray\">(with his poems)</span>. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَيِّدْ حَسَّانَ بِرُوحِ الْقُدُسِ كَمَا نَافَحَ عَنْ نَبِيِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Aid Hassan with Ruh Al-Qudus, for he defended Your Prophet.)</span></p><p lang=\"en\" class=\"en \">Abu Dawud recorded this Hadith in his Sunan as did At-Tirmidhi who graded it Hasan Sahih. Further, Ibn Hibban recorded in his Sahih that Ibn Mas'ud said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رُوحَ الْقُدُسِ نَفَثَ فِي رُوعِي أَنَّهُ لَنْ تَمُوتَ نَفْسٌ حَتَّى تَسْتَكْمِلَ رِزْقَهَا وَأَجَلَهَا، فَاتَّقُوا اللهَ وَأَجْمِلُوا فِي الطَّلَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ruh Al-Qudus informed me that no soul shall die until it finishes its set provisions and term limit. Therefore, have Taqwa of Allah and seek your sustenance in the most suitable way.)</span></p><div lang=\"en\" class=\"en \"><h2>The Jews tried to kill the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Az-Zamakhshari commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Some you disbelieved and some you kill)</span>, \"Allah did not say 'killed' here, because the Jews would still try to kill the Prophet in the future, using poison and magic.\" During the illness that preceded his death, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا زَالَتْ أَكْلَةُ خَيْبَرَ تُعَاوِدُنِي، فَهذَا أَوَانُ انْقِطَاعِ أَبْهَرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I kept feeling the effect of what I ate <span class=\"gray\">(from the poisoned sheep)</span> during the day of Khaybar, until now, when it is the time that the aorta will be cut off <span class=\"gray\">(meaning when death is near)</span>.)</span></p><p lang=\"en\" class=\"en \">This Hadith was collected by Al-Bukhari and others</p>"
  },
  {
    "ayah_key": "2:88",
    "group_ayah_key": "2:88",
    "from_ayah": "2:88",
    "to_ayah": "2:88",
    "ayah_keys": "2:88",
    "text": "<p class=\"en translation\" lang=\"en\">And they say, \"Our hearts are Ghulf.\" Nay, Allah has cursed them for their disbelief, so little is that which they believe <span>(88)</span></p><p lang=\"hmn\" class=\"hmn \">Muhammad bin Ishaq reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا قُلُوبُنَا غُلْفٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say, \"Our hearts are Ghulf.\")</span>, means, \"Our hearts are screened.\" Mujahid also said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا قُلُوبُنَا غُلْفٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say, \"Our hearts are Ghulf.\")</span>, means, \"They are covered.\" Ikrimah said, \"There is a stamp on them.\" Abu Al-'Aliyah said, \"They do not comprehend.\" Mujahid and Qatadah said that Ibn 'Abbas read the Ayah in a way that means, \"Our hearts contain every type of knowledge and do not need the knowledge that you <span class=\"gray\">(O Muhammad)</span> have.\" This is the opinion of 'Ata' and Ibn 'Abbas.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّعَنَهُمُ اللَّهُ بِكُفْرِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, Allah has cursed them for their disbelief)</span> meaning, \"Allah expelled them and deprived them of every type of righteousness.\" Qatadah said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَلِيلًا مَّا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So little is that which they believe.)</span> means, \"Only a few of them believe.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا قُلُوبُنَا غُلْفٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say, \"Our hearts are Ghulf.\")</span> is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِّمَّا تَدْعُونَا إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Our hearts are under coverings <span class=\"gray\">(screened)</span> from that to which you invite us)</span><span class=\"gray\">(41:5)</span>.</p><p lang=\"en\" class=\"en \">This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلاً مَّا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, Allah has cursed them for their disbelief, so little is that which they believe.)</span> meaning, \"It is not as they claim. Rather, their hearts are cursed and stamped,\" just as Allah said in Surat An-Nisa' <span class=\"gray\">(4:155)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of their saying: \"Our hearts are wrapped <span class=\"gray\">(with coverings, i.e. we do not understand what the Messengers say)</span> ـ nay, Allah has set a seal upon their hearts because of their disbelief, so they believe not but a little.)</span></p><p lang=\"en\" class=\"en \">There is a difference of opinion regarding the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَلِيلًا مَّا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So little is that which they believe.)</span> and His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلاَ يُؤْمِنُونَ إِلَّا قَلِيلاً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they believe not except a few)</span>. Some scholars said that the Ayat indicate that a few of them would believe, or that their faith is minute, because they believe in Resurrection and in Allah's reward and punishment that Musa foretold. Yet, this faith will not benefit them since it is overshadowed by their disbelief in what Muhammad ﷺ brought them. Some scholars said that the Jews did not actually believe in anything and that Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَلِيلًا مَّا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So little is that which they believe)</span>, meaning, they do not believe. This meaning is similar to the Arabic expression, \"Hardly have I seen anything like this,\" meaning, \"I have never seen anything like this.\"</p>"
  }
]