[
  {
    "ayah_key": "5:90",
    "group_ayah_key": "5:90",
    "from_ayah": "5:90",
    "to_ayah": "5:93",
    "ayah_keys": "5:90,5:91,5:92,5:93",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Khamr, Maysir, Ansab, and Azlam are a Rijs of Shaytan's handiwork. So avoid that in order that you may be successful <span>(90)</span>Shaytan wants only to excite enmity and hatred between you with Khamr and Maysir, and hinder you from the remembrance of Allah and from the Salah <span class=\"gray\">(the prayer)</span>. So, will you not then abstai <span>(91)</span>And obey Allah and obey the Messenger, and beware. Then if you turn away, you should know that it is Our Messenger's duty to convey in the clearest way <span>(92)</span>Those who believe and do righteous good deeds, there is no sin on them for what they ate, if they have Taqwa and believe and do righteous good deeds, and they <span class=\"gray\">(again)</span> have Taqwa and believe, and then <span class=\"gray\">(once again)</span> have Taqwa and perform good. And Allah loves the good-doers <span>(93)</span></p><div lang=\"fil\" class=\"fil \"><h2>Prohibiting Khamr <span class=\"ca gray\" lang=\"ca\">(Intoxicants)</span> and Maysir <span class=\"jv gray\" lang=\"jv\">(Gambling)</span></h2></div><p lang=\"en\" class=\"en \">Allah forbids His believing servants from consuming Khamr and Maysir which is gambling. Ibn Abi Hatim recorded that 'Ali bin Abi Talib, the Leader of the Faithful, said that chess is a type of gambling. Ibn Abi Hatim recorded that 'Ata', Mujahid and Tawus, or , two of them, said that every type of gambling, including children's playing with <span class=\"gray\">(a certain type of)</span> nuts, is Maysir. Ibn 'Umar said that Al-Maysir means gambling, and this is the same statement that Ad-Dahhak reported from Ibn 'Abbas, who added, \"They used to gamble during the time of Jahiliyyah, until Islam came. Allah then forbade them from this evil behavior.\"</p><div lang=\"en\" class=\"en \"><h2>Meaning of Ansab and Azlam</h2></div><p lang=\"en\" class=\"en \">Al-Ansab were altar stones, in whose vicinity sacrifices were offered <span class=\"gray\">(during the time of Jahiliyyah)</span>, according to Ibn 'Abbas, Mujahid, 'Ata', Sa'id bin Jubayr and Al-Hasan. They also said that Al-Azlam were arrows that they used for lotteries to make decisions, as Ibn Abi Hatim narrated. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Rijs of Shaytan's handiwork)</span> meaning, abomination of Shaytan's handiwork, according to 'Ali bin Abi Talhah who reported it from Ibn 'Abbas. Sa'id bin Jubayr said that Rijs means 'sin' while Zayd bin Aslam said; \"An evil handiwork of Shaytan.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاجْتَنِبُوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So avoid that)</span> avoid all of these abominations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that you may be successful.)</span> and this is a statement of encouragement. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُرِيدُ الشَّيْطَانُ أَن يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنتُم مُّنتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shaytan wants only to excite enmity and hatred between you with Khamr <span class=\"gray\">(intoxicants)</span> and Maysir <span class=\"gray\">(gambling)</span>, and hinder you from the remembrance of Allah and from the Salah <span class=\"gray\">(the prayer)</span>. So, will you not then abstain)</span> This is a threat and a warning.</p><div lang=\"hu\" class=\"hu \"><h2>Hadiths that Prohibit Khamr <span class=\"ca gray\" lang=\"ca\">(Intoxicants)</span></h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Hurayrah said, \"There were three stages to prohibiting Khamr <span class=\"gray\">(intoxicants)</span>. When the Messenger of Allah ﷺ migrated to Al-Madinah, the people were consuming alcohol and gambling, so they asked the Messenger of Allah ﷺ about these things, Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you about alcoholic drink and gambling. Say: \"In them is a great sin, and <span class=\"gray\">(some)</span> benefit for men.\")</span><span class=\"gray\">[2:219]</span>, until the end of the Ayah. The people said, 'They <span class=\"gray\">(intoxicants and gambling)</span> were not prohibited for us. Allah only said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In them is a great sin, and <span class=\"gray\">(some)</span> benefit for men.)</span>'</p><p lang=\"en\" class=\"en \">So they went on drinking Khamr until one day, one of the emigrants lead his companions in the Maghrib prayer and mixed up the Ayat in his recitation. Thereafter, Allah sent down a tougher statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنتُمْ سُكَارَىٰ حَتَّىٰ تَعْلَمُوا مَا تَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Approach not the Salah <span class=\"gray\">(the prayer)</span> when you are in a drunken state until you know <span class=\"gray\">(the meaning of)</span> what you utter.)</span><span class=\"gray\">[4:43]</span></p><p lang=\"en\" class=\"en \">Then, the people would drink before the time of the prayer so that they would attend the prayer while sober. A firmer Ayah was later revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنصَابُ وَالْأَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Khamr, Maysir, Ansab, and Azlam are an abomination of Shaytan's handiwork. So avoid that in order that you may be successful.)</span><span class=\"gray\">[5:90-91]</span></p><p lang=\"en\" class=\"en \">So they said, 'We abstained, O Lord!' Later, some people said, 'O Allah's Messenger! Some people died in the cause of Allah, while some others died in their beds, but they used to drink alcohol and indulge in gambling, which Allah has made a Rijs of the work of Shaytan.' So Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe and do righteous good deeds, there is no sin on them for what they ate...)</span><span class=\"gray\">[5:93]</span>, until the end of the Ayah. The Prophet ﷺ said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَوْ حُرِّمَ عَلَيْهِمْ لَتَرَكُوهُ كَمَا تَرَكْتُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had they been made impermissible for them, they would have abandoned them as you have abandoned them.)</span> Ahmad recorded this Hadith. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Umar bin Al-Khattab said, \"O Allah! Explain the verdict about Khamr to us clearly.\" The Ayah in Surat Al-Baqarah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you about alcoholic drink and gambling. Say: \"In them is a great sin.\")</span><span class=\"gray\">[2:219]</span></p><p lang=\"en\" class=\"en \">'Umar was summoned and this Ayah was recited to him, but he still said, \"O Allah! Make the verdict of Khamr clear to us.\" Then the Ayah in Surat An-Nisa' was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنتُمْ سُكَارَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Do not approach the Salah when you are in a drunken state.)</span><span class=\"gray\">[4:43]</span></p><p lang=\"en\" class=\"en \">Thereafter, the Prophet ﷺ had someone herald when it was time to pray, \"Those in a drunken state are not to approach the prayer.\" 'Umar was again summoned and the Ayah was recited to him, but he still said, \"O Allah! Make the verdict concerning Khamr clear to us.\" Then, the Ayah in Surat Al-Ma'idah <span class=\"gray\">[5:91]</span> was revealed, and 'Umar was summoned and it was recited to him. When he reached the part of the Ayah that reads,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ أَنتُم مُّنتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, will you not then abstain)</span><span class=\"gray\">[5:91]</span>, </p><p lang=\"cy\" class=\"cy \">Umar said, \"We abstained, we abstained.\" Abu Dawud, At-Tirmidhi, and An-Nasa'i recorded this Hadith. 'Ali bin Al-Madini and At-Tirmidhi graded it Sahih. </p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs, that 'Umar bin Al-Khattab said in a speech; while standing on the Minbar of the Messenger of Allah <span class=\"gray\">(in the Prophet's Masjid in Al-Madinah)</span> \"O people! The prohibition of Khamr was revealed; and Khamr was extracted from five things: From grapes, dates, honey, wheat and barley. Khamr is what intoxicates the mind.\" Al-Bukhari recorded that Ibn 'Umar said, \"The prohibition of Khamr was revealed when there were five kinds of intoxicants in Al-Madinah, besides what was produced from grapes.\"</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas said, \"I once was giving an alcoholic beverage to Abu 'Ubaydah bin Al-Jarrah, 'Ubayy bin Ka'b, Suhayl bin Bayda' and several of their friends meeting at Abu Talhah's house. When they were almost intoxicated, some Muslims came and said, 'Did you not know that Khamr has been prohibited?' They said, 'We'll wait and ask.' They then said, 'O Anas! Spill the remaining alcohol out of your container.' By Allah! They never drank it again, and their Khamr at that time was made from unripe and normal dates.\" This is also recorded in the Two Sahihs. In another narration by Anas, \"I was the butler of the people in the house of Abu Talhah when Khamr was prohibited, and in those days alcohol was made from unripe and normal dates. A caller then heralded, and Abu Talhah ordered me to see what it was about. So I found that a person was announcing that alcoholic drinks had been prohibited. Abu Talhah ordered me to go out and spill the wine. I went out and spilled it, and it flowed in the streets of Al-Madinah. Some people said, 'Some people were killed and wine was still in their stomachs.' Later on, Allah's revelation came,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe and do righteous good deeds, there is no sin on them for what they ate...)</span><span class=\"gray\">[5:93]</span>.\"</p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Anas bin Malik said, \"I was serving Abu Talhah, Abu 'Ubaydah bin Al-Jarrah, Abu Dujanah, Mu'adh bin Jabal and Suhayl bin Bayda', until they became intoxicated from an alcoholic drink made of mixed unripe and normal dates. Then I heard someone herald, 'Khamr has been made illegal.' So no one went in or out until we spilled the alcohol and broke its barrels. Some of us then performed ablution and others took a shower, and we wore some perfume. We then went out to the Masjid while the Messenger of Allah ﷺ was reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنصَابُ وَالْأَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Khamr, Maysir, Ansab, and Azlam are only an abomination of Shaytan's handiwork. So avoid that...)</span><span class=\"gray\">[5:90]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ أَنتُم مُّنتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, will you not then abstain?)</span><span class=\"gray\">[5:91]</span>. A man asked, 'O Allah's Messenger! What about those who died drinking it?' Allah sent down the verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe and do righteous good deeds, there is no sin on them for what they ate.)</span><span class=\"gray\">[5:93]</span>.\"</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لُعِنَتِ الْخَمْرُ عَلى عَشْرَةِ أَوْجُهٍ: لُعِنَتِ الْخَمْرُ بِعَيْنِهَا، وَشَارِبُهَا، وَسَاقِيهَا، وَبَائِعُهَا، وَمُبْتَاعُهَا، وَعَاصِرُهَا، وَمُعْتَصِرُهَا، وَحَامِلُها، وَالْمَحْمُولَةُ إِلَيْهِ، وَآكِلُ ثَمَنِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ten matters related to Khamr were cursed. Khamr itself was cursed, whoever drinks it, its server, seller, buyer, brewer, who asks for it to be brewed, whoever carries it, whomever it is carried to and whoever consumes its price.)</span> Abu Dawud and Ibn Majah recorded this Hadith. </p><p lang=\"en\" class=\"en \">Ahmad recorded that Ibn 'Umar said, \"Once, the Messenger of Allah ﷺ went out and I went out with him. I walked to his right, but Abu Bakr came along and I gave way to him, and Abu Bakr was walking on the Prophet's right, while I was walking on his left. Then 'Umar came along and he was walking on the Prophet's left, since I gave way to him. The Messenger of Allah then found a leather skin hanging containing alcohol, so he asked for a knife and ordered that the skin be cut open. He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لُعِنَتِ الْخَمْرُ وَشَارِبُهَا، وَسَاقِيهَا، وَبَائِعُهَا، وَمُبْتَاعُهَا، وَحَامِلُهَا، وَالْمَحْمُولَةُ إِلَيْهِ، وَعَاصِرُهَا وَمُعْتَصِرُهَا، وَآكِلُ ثَمَنِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Khamr was cursed, and so are those who drink it, serve it, sell it, buy it, carry it, have it carried to them, brew it, have it brewed and consume its price.)</span>\"</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Al-Hafiz Abu Bakr Al-Bayhaqi recorded that Sa'd said, \"There were four Ayat revealed about Khamr...\" He then said, \"A man from Al-Ansar made some food and invited us. We drank Khamr before it was prohibited and became intoxicated, and thus started to boast about our status. The Ansar said that they were better, while Quraysh <span class=\"gray\">(the Muhajirin)</span> said that they were better. So a man from the Ansar took a bone and struck Sa'd's nose with it and made a flesh wound on it. Ever since that happened, Sa'd's nose had a scar from that wound. The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ</p><p lang=\"ca\" class=\"ca \"><span class=\"gray\">(Intoxicants, gambling,)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ أَنتُم مُّنتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, will you not then abstain?)</span> was later revealed.\" Muslim recorded this Hadith.</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"id\" class=\"id \">Ibn Abi Hatim recorded that 'Abdullah bin 'Amr said, \"This Ayah in the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنصَابُ وَالْأَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Khamr, Maysir, Ansab, and Azlam are only an abomination of Shaytan's handiwork. So avoid that in order that you may be successful.)</span><span class=\"gray\">[5:90]</span>, was also in the Tawrah; 'Allah has sent down truth to eradicate falsehood, joyful play, flute or wind instruments, Zafan <span class=\"gray\">(dances)</span> and Kibarat <span class=\"gray\">(refering to cabarets using the lute and bagpipe)</span>, tambourine, guitar, harp and lyric and love poetry. And Khamr is bitter for those who taste it. Allah has vowed by His grace and power, 'Whoever drinks it after I prohibited it, I will make him thirsty on the Day of Resurrection. Whoever abandons it after I prohibited it, I will let him taste it in the residence of Grace <span class=\"gray\">(Paradise)</span>.'\" Its chain of narration is Sahih</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"ig\" class=\"ig \">Ash-Shafi'i narrated that Malik narrated that Nafi' said that Ibn 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا ثُمَّ لَمْ يَتُبْ مِنْهَا حُرِمَهَا فِي الآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever drinks Khamr in the life of this world and does not repent from it, will be deprived of it in the Hereafter.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari and Muslim recorded this Hadith. Muslim recorded that Ibn 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مُسْكِرٍ خَمْرٌ، وَكُلُّ مُسْكِرٍ حَرَامٌ، وَمَنْ شَرِبَ الْخَمْرَ فَمَاتَ وَهُوَ يُدْمِنُهَا وَلَمْ يَتُبْ مِنْهَا، لَمْ يَشْرَبْهَا فِي الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every intoxicant is Khamr, and every intoxicant is unlawful. Whoever drinks Khamr and dies while addicted to it, without repenting from drinking it, will not drink it in the Hereafter.)</span></p><p lang=\"en\" class=\"en \">Abdur-Rahman bin Al-Harith bin Hisham said that he heard 'Uthman bin 'Affan saying, \"Avoid Khamr, for it is the mother of all sins. There was a man before your time who used to worship Allah secluded from the people. Later, an evil woman loved him and sent her female servant to him saying that they wanted him to witness something. So he went with the servant. Whenever they went through the door, she locked it behind them, until he reached a beautiful woman with a young servant boy and some alcohol. She said to him, 'By Allah! I did not invite you to be a witness for anything, but called you to have sex with me, kill this boy or drink this alcohol.' So she gave him some alcohol, and he kept asking for more until he <span class=\"gray\">[became intoxicated and]</span> had sex with her and killed the boy. Therefore, avoid Khamr, because it is never combined with faith, but one of them is bound to expel the other <span class=\"gray\">(from the heart)</span>.\" This was recorded by Al-Bayhaqi. This statement has an authentic chain of narration. Abu Bakr bin Abi Ad-Dunya recorded this statement in his book on the prohibition of intoxicants, but he related it from the Prophet ﷺ. Relating it from 'Uthman is more authentic, and Allah knows best. </p><p lang=\"en\" class=\"en \">Ahmad bin Hanbal recorded that Ibn 'Abbas said, \"When Khamr was prohibited, some people said, 'O Allah's Messenger! What about our brethren who died while still drinking Khamr?' Allah sent down the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe and do righteous good deeds, there is no sin on them for what they ate,)</span> until the end of the Ayah. When the Qiblah <span class=\"gray\">(direction of the prayer)</span> was changed <span class=\"gray\">(from Jerusalem to Makkah)</span>, some people asked, 'O Allah's Messenger! What about our brethren who died while still praying toward Jerusalem?' Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would never make your faith to be lost.)</span>\"<span class=\"gray\">[2:143]</span> 'Abdullah bin Mas'ud said that the Prophet ﷺ said when the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوا وَّآمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe and do righteous good deeds, there is no sin on them for what they ate, if they have Taqwa, and believe...)</span> was revealed,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قِيلَ لِي: أَنْتَ مِنْهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was told, that you are among them.)</span> This is the narration that Muslim, At-Tirmidhi and An-Nasa'i collected.</p>"
  }
]