[
  {
    "ayah_key": "46:15",
    "group_ayah_key": "46:15",
    "from_ayah": "46:15",
    "to_ayah": "46:16",
    "ayah_keys": "46:15,46:16",
    "text": "<p lang=\"en\" class=\"en \">And We have enjoined on man to be dutiful and kind to his parents. His mother bears him with hardship. And she delivers him with hardship. And <span class=\"gray\">(the period of)</span> his gestation and the weaning of him is thirty months, till when he attains full strength and reaches forty years, he says: \"My Lord! Grant me the power and ability that I may be grateful for Your favor which You have bestowed upon me and upon my parents, and that I may do righteous good deeds, such as please You, and make my offspring good. Truly, I have turned to You in repentance, and truly, I am one of the Muslims. <span>(15)</span>They are those from whom We shall accept the best of their deeds and overlook their evil deeds. <span class=\"gray\">(They shall be)</span> among the dwellers of Paradise. That is a promise of truth that they had been promised <span>(16)</span></p><p lang=\"en\" class=\"en \">Allah's Advice about the Parents</p><p lang=\"en\" class=\"en \">After mentioning that one must confess His Oneness, worship Him with sincerity, and remain upright in obeying Him, Allah follows that by giving instructions regarding the parents. These appear together in many places of the Qur'an, such as Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your Lord has decreed that you worship none but Him, and that you be dutiful to your parents.)</span><span class=\"gray\">(17:23)</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be grateful to Me and to your parents. Unto Me is the final destination.)</span><span class=\"gray\">(31:14)</span> There are many other Ayat like this as well. Here Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have enjoined on man to be dutiful and kind to his parents.)</span><span class=\"gray\">(46:15)</span> meaning, 'We have commanded him to treat them well and show compassion towards them. Abu Dawud At-Tayalisi recorded from Sa'd bin Abi Waqqas, may Allah be pleased with him, that his mother said to him: \"Hasn't Allah commanded that you obey your parents? Then I will not eat any food or drink any drink until you disbelieve in Allah.\" Thus she stubbornly abstained from eating and drinking, until they had to open her mouth with a stick. Then this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have enjoined on man to be dutiful and kind to his parents.)</span> This was also recorded by Muslim and the Sunan compilers, except for Ibn Majah. Allah continues,</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَمَلَتْهُ أُمُّهُ كُرْهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His mother bears him with hardship.)</span> which means that the mother suffers hardship because of her child, such as fatigue, sickness, vomiting, heaviness, distress, and other forms of hardship that the pregnant women suffer.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَضَعَتْهُ كُرْهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And she delivers him with hardship.)</span> meaning, she also delivers him with hardship, suffering the pains of labor and their severity.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(the period of)</span> his gestation and weaning is thirty months,)</span> 'Ali, may Allah be pleased with him, used this Ayah along with the following two Ayat to prove that the minimum period of pregnancy <span class=\"gray\">(gestation)</span> is six months:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِصَالُهُ فِي عَامَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And his weaning is in two years.)</span><span class=\"gray\">(31:14)</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The mothers suckle their children two complete years – for those who desire to complete the term of suckling.)</span><span class=\"gray\">(2:233)</span></p><p lang=\"en\" class=\"en \">This is a strong and valid conclusion, and it was approved by 'Uthman and a number of the Companions. Muhammad bin Ishaq bin Yasar narrated from Ba'jah bin 'Abdullah Al-Juhani that a man from his tribe <span class=\"gray\">(Juhaynah)</span> married a woman from Juhaynah. She delivered a baby after six months. So her husband went to 'Uthman, may Allah be pleased with him, and told him about that. Thus, 'Uthman summoned her. When she was getting dressed, her sister started crying. She asked her: \"Why do you cry? By Allah, no one has ever approached me <span class=\"gray\">(for sexual relations)</span> of Allah's creation except him <span class=\"gray\">(my husband)</span>. So let Allah decree <span class=\"gray\">(for me)</span> as He wills.\" When she was brought before 'Uthman, he commanded that she be stoned to death <span class=\"gray\">(for adultery)</span>. 'Ali heard of this, came to 'Uthman, and said: \"What are you doing?\" He <span class=\"gray\">('Uthman)</span> said: \"She delivered after six months! Can this ever happen?\" 'Ali, may Allah be pleased with him, said: \"Don't you read the Qur'an?\" He said: \"Yes, of course!\" He <span class=\"gray\">('Ali)</span> then said: 'Haven't you heard Allah's saying,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and his gestation and weaning is thirty months)</span>, and;</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَوْلَيْنِ كَامِلَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(two complete years)</span><span class=\"gray\">(2:233)</span></p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Subtracting the two numbers)</span> we are only left with six months.\" 'Uthman, may Allah be pleased with him, said: \"By Allah, I did not see that! Bring the woman back.\" But they found that she had already been killed. Ba'jah continued: \"By Allah, no two crows and no two eggs are more similar than that child turned out to be to his father! When his father saw that he said, 'By Allah! This is my son without any doubt.' Later on, Allah afflicted him with a skin abscess in his face <span class=\"gray\">(because of his false accusation to his wife)</span>. It kept eating him up until he died.\" </p><p lang=\"en\" class=\"en \">Ibn Abi Hatim related from his father that Farwah bin Abi Al-Maghra' told them that 'Ali bin Mushir narrated to them from Dawud bin Abi Hind, who narrated from 'Ikrimah that Ibn 'Abbas, may Allah be pleased with him, said, \"When a woman delivers after nine months, the baby will only need twenty-one months of suckling. When she delivers after seven months, the baby will need twenty-three months of suckling. When she delivers after six months, the baby will need two full years of suckling, because Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا ۚ حَتَّىٰ إِذَا بَلَغَ أَشُدَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and his gestation and weaning is thirty months, till when he attains full strength)</span>.\" meaning, he becomes strong, youthful, and attains full ability.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَلَغَ أَرْبَعِينَ سَنَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and reaches forty years,)</span> meaning, his complete intellect, understanding, and patience reach the level of maturity. It has also been said that usually one will not change his ways once he reaches the age of forty.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ رَبِّ أَوْزِعْنِي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he says: \"My Lord! Grant me the power and ability)</span> meaning, 'inspire me.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that I may be grateful for Your favor which You have bestowed upon me and upon my parents, and that I may do righteous good deeds, such as please You,)</span> meaning, in the future.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْلِحْ لِي فِي ذُرِّيَّتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and make my offspring good.)</span> meaning, my offspring and descendants.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, I have turned to You in repentance, and truly, I am one of the Muslims.)</span> This contains an instruction for anyone who reaches forty years of age to renew his repentance and turn to Allah with strong resolution. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those are the ones from whom We shall accept the best of what they did and overlook their evil deeds. <span class=\"gray\">(They shall be)</span> among the dwellers of Paradise.)</span> meaning, those to whom applies the above description – those who repent to Allah, turn back to Him, and rectify their shortcomings through repentance and seeking forgiveness – those are the ones from whom We will accept the best of what they did and overlook their evil deeds. Many of their errors will be forgiven and Allah will accept from them a modest amount of deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي أَصْحَابِ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(among the dwellers of Paradise.)</span> which means that they will be among the dwellers of Paradise. That is Allah's ruling concerning them, as He has promised for those who repent and turn to Him. Thus, He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the promise of truth that they had been promised.)</span></p>"
  }
]