[
  {
    "ayah_key": "28:20",
    "group_ayah_key": "28:20",
    "from_ayah": "28:20",
    "to_ayah": "28:20",
    "ayah_keys": "28:20",
    "text": "<p class=\"en translation\" lang=\"en\">And there came a man running, from the farthest end of the city. He said: \"O Musa! Verily, the chiefs are taking counsel together about you, to kill you, so escape. Truly, I am one of the good advisers to you. <span>(20)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجَاءَ رَجُلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there came a man)</span> He is described as being a man because he had the courage to take a different route, a shorter route than those who were sent after Musa, so he reached Musa first and said to him: \"O Musa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the chiefs are taking counsel together about you.)</span>,\" meaning, 'they are consulting with one another about you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْتُلُوكَ فَاخْرُجْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to kill you, so escape.)</span> means, from this land.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَكَ مِنَ النَّاصِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, I am one of the good advisers to you.)</span></p>"
  },
  {
    "ayah_key": "28:21",
    "group_ayah_key": "28:21",
    "from_ayah": "28:21",
    "to_ayah": "28:24",
    "ayah_keys": "28:21,28:22,28:23,28:24",
    "text": "<p lang=\"en\" class=\"en \">So he escaped from there, looking about in a state of fear. He said: \"My Lord! Save me from the people who are wrongdoers! <span>(21)</span>And when he went towards Madyan, he said: \"It may be that my Lord guides me to the right way. <span>(22)</span>And when he arrived at the water of Madyan, he found there a group of men watering, and besides them he found two women who were keeping back <span class=\"gray\">(their flocks)</span>. He said: \"What is the matter with you?\" They said: \"We cannot water <span class=\"gray\">(our flocks)</span> until the shepherds take <span class=\"gray\">(their flocks)</span>. And our father is a very old man. <span>(23)</span>So he watered <span class=\"gray\">(their flocks)</span> for them, then he turned back to shade, and said: \"My Lord! Truly, I am in need of whatever good that You bestow on me! <span>(24)</span></p><div lang=\"en\" class=\"en \"><h2>Musa, peace be upon him, in Madyan, and how He watered the Flocks of the Two Women</h2></div><p lang=\"en\" class=\"en \">When the man told Musa about how Fir'awn and his chiefs were conspiring against him, he left Egypt on his own. He was not used to being alone, because before that he had been living a life of luxury and ease, in a position of leadership.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he escaped from there, looking about in a state of fear.)</span> meaning, turning around and watching.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Save me from the people who are wrongdoers!)</span> means, from Fir'awn and his chiefs. It was mentioned that Allah sent to him an angel riding a horse, who showed him the way. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when he went towards <span class=\"gray\">(the land of)</span> Madyan,)</span> means, he took a smooth and easy route – and he rejoiced because of that.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالَ عَسَىٰ رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he said: \"It may be that my Lord guides me to the right way.\")</span> meaning, the most straight route. And Allah did indeed do that, for He guided him to the straight path in this world and the Hereafter, and caused him to be guided and to guide others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when he arrived at the water <span class=\"gray\">(a well)</span> of Madyan,)</span> means, when he reached Madyan and went to drink from its water, for it had a well where shepherds used to water their flocks,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he found there a group of men watering, and besides them he found two women who were keeping back.)</span> means, they were stopping their sheep from drinking with the sheep of those shepherds, lest some harm come to them. When Musa, peace be upon him, saw them, he felt sorry for them and took pity on them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ مَا خَطْبُكُمَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"What is the matter with you?\")</span> meaning, 'why do you not water your flocks with these people?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتَا لَا نَسْقِي حَتَّىٰ يُصْدِرَ الرِّعَاءُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"We cannot water until the shepherds take...\")</span> meaning, 'we cannot water our flocks until they finish.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَبُونَا شَيْخٌ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And our father is a very old man.)</span> means, 'this is what has driven us to what you see.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَقَىٰ لَهُمَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he watered <span class=\"gray\">(their flocks)</span> for them,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَوَلَّىٰ إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then he turned back to shade, and said: \"My Lord! Truly, I am in need of whatever good that You bestow on me!\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى الظِّلِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to shade,)</span> Ibn 'Abbas, Ibn Mas'ud and As-Suddi said: \"He sat beneath a tree.\" 'Ata' bin As-Sa'ib said: \"When Musa said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"My Lord! Truly, I am in need of whatever good that You bestow on me!\")</span> the women heard him.\"</p>"
  }
]