[
  {
    "ayah_key": "22:63",
    "group_ayah_key": "22:63",
    "from_ayah": "22:63",
    "to_ayah": "22:66",
    "ayah_keys": "22:63,22:64,22:65,22:66",
    "text": "<p lang=\"en\" class=\"en \">See you not that Allah sends down water from the sky, and then the earth becomes green? Verily, Allah is the Most Kind and Courteous, Well-Acquainted with all things <span>(63)</span>To Him belongs all that is in the heavens and all that is on the earth. And verily, Allah – He is Rich, Worthy of all praise <span>(64)</span>See you not that Allah has subjected to you all that is on the earth, and the ships that sail through the sea by His command He withholds the heaven from falling on the earth except by His leave. Verily, Allah is for mankind, full of kindness, Most Merciful <span>(65)</span>It is He, Who gave you life, and then will cause you to die, and will again give you life. Verily, man is indeed Kafūrun <span>(66)</span></p><div lang=\"en\" class=\"en \"><h2>Signs of the Power of Allah</h2></div><p lang=\"en\" class=\"en \">This is a further sign of His might and power; that he sends the winds to drive the clouds which deliver rain to the barren land where nothing grows, land which is dry, dusty and desiccated.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but when We send down water on it, it is stirred <span class=\"gray\">(to life)</span>, and it swells)</span><span class=\"gray\">(22:5)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then the earth becomes green?)</span> This indicates the sequence of events and how everything follows on according to its nature. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We made the Nutfah into a clot , then We made the clot into a little lump of flesh)</span><span class=\"gray\">[23:14]</span>. It was recorded in the Two Sahihs that between each stage there are forty days. Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then the earth becomes green)</span> means, it becomes green after being dry and lifeless. It was reported from some of the people of Al-Hijaz that the land turns green after rainfall. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is the Most Kind and Courteous, Well-Acquainted with all things.)</span> He knows what seeds are in the various regions of the earth, no matter how small they are. Nothing whatsoever is hidden from Him. Each of those seeds receives its share of water and begins to grow, as Luqman said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ ۚ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my son! If it be equal to the weight of a grain of mustard seed, and though it be in a rock, or in the heavens or in the earth, Allah will bring it forth. Verily, Allah is Subtle, Well-Aware.)</span><span class=\"gray\">[31:16]</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...so they do not worship Allah, Who brings to light what is hidden in the heavens and the earth.)</span><span class=\"gray\">(27:25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.)</span><span class=\"gray\">(6:59)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِن ذَٰلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing is hidden from your Lord, the weight of a speck of dust on the earth or in the heaven. Not what is less than that or what is greater than that but it is <span class=\"gray\">(written)</span> in a Clear Record.)</span><span class=\"gray\">(10:61)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belongs all that is in the heavens and all that is on the earth.)</span> He owns all things, and He has no need of anything besides Himself, everything is in need of Him and in a state of submission to Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not that Allah has subjected to you all that is on the earth,)</span> animals, inanimate things, crops and fruits. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِّنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And has subjected to you all that is in the heavens and all that is in the earth)</span><span class=\"gray\">(45:13)</span>, meaning that all of this is a blessing and out of His kindness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the ships that sail through the sea by His command)</span> That is because He subjugates it to them and makes it easy for them. In the raging sea with its tempestuous waves, the ships sail gently with their passengers and carry them wherever they want to go for trading and other purposes from one land to another, so that they bring goods from here to there, or vice versa, whatever people want or need.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُمْسِكُ السَّمَاءَ أَن تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He withholds the heaven from falling on the earth except by His leave.)</span> If He willed, He could give the sky permission to fall on the earth, and whoever is in it would be killed, but by His kindness, mercy and power, He withholds the heaven from falling on the earth, except by His leave. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is for mankind, full of kindness, Most Merciful.)</span> meaning, even though they do wrong. As Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But verily, your Lord is full of forgiveness for mankind in spite of their wrongdoing. And verily, your Lord is severe in punishment)</span><span class=\"gray\">(13:6)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ الْإِنسَانَ لَكَفُورٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He, Who gave you life, and then will cause you to die, and will again give you life. Verily, man is indeed Kafūrun.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can you disbelieve in Allah? Seeing that you were dead and He gave you life. Then He will give you death, then again will bring you to life and then unto Him you will return.)</span><span class=\"gray\">(2:28)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah gives you life, then causes you to die, then He will assemble you on the Day of Resurrection about which there is no doubt.\")</span><span class=\"gray\">[45:26]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Our Lord! You have made us to die twice, and You have given us life twice!\")</span><span class=\"gray\">(40:11)</span></p><p lang=\"en\" class=\"en \">So how can you set up rivals to Allah and worship others besides Him when He is the One Who is independent in His powers of creation, provision and control of the existence?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي أَحْيَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He, Who gave you life,)</span> means, He gave you life after you were nothing, and brought you into existence.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then will cause you to die, and will again give you life.)</span> means, on the Day of Resurrection.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ الْإِنسَانَ لَكَفُورٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, man is indeed Kafūrun.)</span> meaning, denying.</p>"
  },
  {
    "ayah_key": "22:67",
    "group_ayah_key": "22:67",
    "from_ayah": "22:67",
    "to_ayah": "22:69",
    "ayah_keys": "22:67,22:68,22:69",
    "text": "<p lang=\"en\" class=\"en \">For every nation We have made Mansak which they must follow; so let them not dispute with you on the matter, but invite them to your Lord. Verily, you indeed are on the straight guidance <span>(67)</span>And if they argue with you, say: \"Allah knows best of what you do. <span>(68)</span>\"Allah will judge between you on the Day of Resurrection about that wherein you used to differ. <span>(69)</span></p><div lang=\"en\" class=\"en \"><h2>Every Nation has its Religious Ceremonies</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He has made Mansak for every nation. Ibn Jarir said, \"This means that there are Mansak for every Prophet's nation.\" He said, \"The origin of the word Mansik in Arabic means the place to which a person returns repeatedly, for good or evil purposes. So the Manasik <span class=\"gray\">(rites)</span> of Hajj are so called because the people return to them and adhere to them.\" If the phrase \"For every nation We have ordained religious ceremonies\" means that every Prophet's nation has its religious ceremonies as ordained by Allah, then the phrase \"So let them <span class=\"gray\">(the pagans)</span> not dispute with you on the matter\" refers to the idolators. If the phrase \"For every nation We have ordained religious ceremonies\" means that it is the matter of Qadar <span class=\"gray\">(divine decree)</span>, as in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For each nation there is a direction to which they face)</span><span class=\"gray\">[2:148]</span> Allah says here:</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُمْ نَاسِكُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which they Nasikuh)</span> meaning, which they must act upon. The pronoun here refers back to those who have these religious ceremonies and ways, i.e., they do this by the will and decree of Allah, so do not let their dispute with you over that divert you from following the truth. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَادْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but invite them to your Lord. Verily, you indeed are on the straight guidance.)</span> i.e., a clear and straight path which will lead you to the desired end. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ وَادْعُ إِلَىٰ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let them not turn you away from the Ayat of Allah after they have been sent down to you: and invite to your Lord)</span><span class=\"gray\">[28:87]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they argue with you, say: \"Allah knows best what you do.\")</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِّمَّا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they belie you, say: \"For me are my deeds and for you are your deeds! You are innocent of what I do, and I am innocent of what you do!\")</span><span class=\"gray\">(10:41)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows best of what you do.)</span> This is a stern warning and definite threat, as in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows best of what you say among yourselves concerning it! Sufficient is He as a witness between me and you!)</span><span class=\"gray\">(46:8)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will judge between you on the Day of Resurrection about that wherein you used to differ.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِذَٰلِكَ فَادْعُ ۖ وَاسْتَقِمْ كَمَا أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ ۖ وَقُلْ آمَنتُ بِمَا أَنزَلَ اللَّهُ مِن كِتَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So unto this then invite, and stand firm as you are commanded, and follow not their desires but say: \"I believe in whatsoever Allah has sent down of the Book.\")</span><span class=\"gray\">[42:15]</span></p>"
  }
]