[
  {
    "ayah_key": "27:15",
    "group_ayah_key": "27:15",
    "from_ayah": "27:15",
    "to_ayah": "27:19",
    "ayah_keys": "27:15,27:16,27:17,27:18,27:19",
    "text": "<p lang=\"en\" class=\"en \">And indeed We gave knowledge to Dawud and Sulayman, and they both said: \"All praise be to Allah, Who has preferred us above many of His believing servants! <span>(15)</span>And Sulayman inherited from Dawud. He said: \"O mankind! We have been taught the language of birds, and we have been given from everything. This, verily, is an evident grace. <span>(16)</span>And there were gathered before Sulayman his hosts of Jinn and men, and birds, and they all were set in battle order <span class=\"gray\">(marching forward)</span><span>(17)</span>Till, when they came to the valley of the ants, one of the ants said: \"O ants! Enter your dwellings, lest Sulayman and his armies should crush you, while they perceive not. <span>(18)</span>So he <span class=\"gray\">(Sulayman)</span> smiled, amused at her speech and said: \"My Lord! Grant me the power and ability that I may be grateful for Your favors which You have bestowed on me and on my parents, and that I may do righteous good deeds that will please You, and admit me by Your mercy among Your righteous servants. <span>(19)</span></p><div lang=\"en\" class=\"en \"><h2>Dawud and Sulayman <span class=\"en gray\" lang=\"en\">(peace be upon them)</span>, the organization of Sulayman's Troops and His passage through the Valley of Ants:</h2></div><p lang=\"en\" class=\"en \">Here Allah tells us about the great blessings and favors which He bestowed upon two of His servants and Prophets, Dawud <span class=\"gray\">(David)</span> and his son Sulayman <span class=\"gray\">(Solomon)</span>, peace be upon them both, and how they enjoyed happiness in this world and the Hereafter, power and authority in this world, and the position of being Prophets and Messengers. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا ۖ وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We gave knowledge to Dawud and Sulayman, and they both said: \"All the praises and thanks be to Allah, Who has preferred us above many of His believing servants!\")</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَوَرِثَ سُلَيْمَانُ دَاوُودَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Sulayman inherited from Dawud.)</span> means, in kingship and prophethood. What is meant here is not wealth, because if that were the case, Sulayman would not have been singled out from among the sons of Dawud, as Dawud had one hundred wives. Rather what is meant is the inheritance of kingship and prophethood, for the wealth of the Prophets cannot be inherited, as the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ لَا نُورَثُ، مَا تَرَكْنَاهُ فَهُوَ صَدَقَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We Prophets cannot be inherited from; whatever we leave behind is charity.)</span></p><p lang=\"ceb\" class=\"ceb \">And Sulayman said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! We have been taught the language of birds, and we have been given from everything.)</span></p><p lang=\"en\" class=\"en \">Here Sulayman was speaking of the blessings that Allah bestowed upon him, by giving him complete authority and power, whereby mankind, the Jinn and the birds were subjugated to him. He also knew the language of the birds and animals, which is something that had never been given to any other human being – as far as we know from what Allah and His Messenger ﷺ told us. Allah enabled Sulayman to understand what the birds said to one another as they flew through the air, and what the different kinds of animals said. Sulayman said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have been taught the language of birds, and we have been given from everything.)</span> i.e., all things that a king needs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَهُوَ الْفَضْلُ الْمُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This, verily, is an evident grace.)</span> means, 'this is clearly the blessings of Allah upon us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there were gathered before Sulayman his hosts of Jinn and men, and birds, and they all were set in battle order.)</span> means, all of Sulayman's troops of Jinn, men and birds were gathered together, and he rode with them in a display of might and glory, with people marching behind him, followed by the Jinn, and the birds flying above his head. When it was hot, they would shade him with their wings.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَهُمْ يُوزَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they all were set in battle order.)</span></p><p lang=\"en\" class=\"en \">The first and the last of them were brought together, so that none of them would step out of place. Mujahid said: \"Officials were appointed to keep each group in order, and to keep the first and the last together so that no one would step out of line – just as kings do nowadays.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَتَوْا عَلَىٰ وَادِ النَّمْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till, when they came to the valley of the ants,)</span> meaning, when Sulayman, the soldiers and the army with him crossed the valley of the ants,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(one of the ants said: \"O ants! Enter your dwellings, lest Sulayman and his armies should crush you, while they perceive not.\")</span></p><p lang=\"en\" class=\"en \">Sulayman, peace be upon him, understood what the ant said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he smiled, amused at her speech and said: \"My Lord! Grant me the power and ability that I may be grateful for Your favors which You have bestowed on me and on my parents, and that I may do righteous good deeds that will please You,)</span> meaning: 'inspire me to give thanks for the blessings that You have bestowed upon me by teaching me to understand what the birds and animals say, and the blessings that You have bestowed upon my parents by making them Muslims who believe in You.'</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that I may do righteous good deeds that will please You,)</span> means, 'deeds that You love which will earn Your pleasure.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and admit me by Your mercy among Your righteous servants.)</span> means, 'when You cause me to die, then join me with the righteous among Your servants, and the Higher Companion among Your close friends.'</p>"
  },
  {
    "ayah_key": "27:20",
    "group_ayah_key": "27:20",
    "from_ayah": "27:20",
    "to_ayah": "27:21",
    "ayah_keys": "27:20,27:21",
    "text": "<p class=\"en translation\" lang=\"en\">He inspected the birds, and said: \"What is the matter that I see not the hoopoe? Or is he among the absentees? <span>(20)</span>\"I will surely punish him with a severe torment or slaughter him, unless he brings me a clear reason. <span>(21)</span></p><div lang=\"en\" class=\"en \"><h2>The Absence of the Hoopoe</h2></div><p lang=\"en\" class=\"en \">Mujahid, Sa'id bin Jubayr and others narrated from Ibn 'Abbas and others that the hoopoe was an expert who used to show Sulayman where water was if he was out in open land and needed water. The hoopoe would look for water for him in the various strata of the earth, just as a man looks at things on the surface of the earth, and he would know just how far below the surface the water was. When the hoopoe showed him where the water was, Sulayman would command the Jinn to dig in that place until they brought water from the depths of the earth. One day Sulayman went to some open land and checked on the birds, but he could not see the hoopoe.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(Sulayman)</span> said: \"What is the matter that I see not the hoopoe Or is he among the absentees?\")</span></p><p lang=\"en\" class=\"en \">One day 'Abdullah bin 'Abbas told a similar story, and among the people was a man from the Khawarij whose name was Nafi' bin Al-Azraq, who often used to raise objections to Ibn 'Abbas. He said to him, \"Stop, O Ibn 'Abbas; you will be defeated <span class=\"gray\">(in argument)</span> today!\" Ibn 'Abbas said: \"Why?\" Nafi' said: \"You are telling us that the hoopoe can see water beneath the ground, but any boy can put seed in a trap and cover the trap with dirt, and the hoopoe will come and take the seed, so the boy can catch him in the trap.\" Ibn 'Abbas said, \"If it was not for the fact that this man would go and tell others that he had defeated Ibn 'Abbas in argument, I would not even answer.\" Then he said to Nafi': \"Woe to you! When the decree strikes a person, his eyes become blind and he loses all caution.\" Nafi' said: \"By Allah I will never dispute with you concerning anything in the Qur'an.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will surely punish him with a severe torment)</span></p><p lang=\"en\" class=\"en \">Al-A'mash said, narrating from Al-Minhal bin 'Amr from Sa'id that Ibn 'Abbas said: \"He meant, by plucking his feathers.\" 'Abdullah bin Shaddad said: \"By plucking his feathers and exposing him to the sun.\" This was also the view of more than one of the Salaf, that it means plucking his feathers and leaving him exposed to be eaten by ants.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ لَأَذْبَحَنَّهُ</p><p lang=\"da\" class=\"da \"><span class=\"gray\">(or slaughter him,)</span> means, killing him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(unless he brings me a clear reason.)</span> i.e., a valid excuse. Sufyan bin 'Uyaynah and 'Abdullah bin Shaddad said: \"When the hoopoe came back, the other birds said to him: \"What kept you? Sulayman has vowed to shed your blood.\" The hoopoe said: \"Did he make any exception <span class=\"gray\">[did he say 'unless']</span>?\" They said, \"Yes, he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will surely punish him with a severe torment or slaughter him, unless he brings me a clear reason.)</span> The hoopoe said, \"Then I am saved.\"</p>"
  }
]