[
  {
    "ayah_key": "40:30",
    "group_ayah_key": "40:30",
    "from_ayah": "40:30",
    "to_ayah": "40:35",
    "ayah_keys": "40:30,40:31,40:32,40:33,40:34,40:35",
    "text": "<p lang=\"en\" class=\"en \">And he who believed said: \"O my people! Verily, I fear for you an end like that day <span class=\"gray\">(of disaster)</span> of the groups <span class=\"gray\">(of old)</span>! <span>(30)</span>\"Like the end of the people of Nuh, and 'Ad, and Thamud and those who came after them. And Allah wills no injustice for <span class=\"gray\">(His)</span> servants. <span>(31)</span>\"And, O my people! Verily, I fear for you the Day when there will be mutual calling. <span>(32)</span>A Day when you will turn your backs and flee having no protector from Allah. And whomsoever Allah sends astray, for him there is no guide <span>(33)</span>And indeed Yusuf did come to you, in times gone by, with clear signs, but you ceased not to doubt in that which he did bring to you, till when he died, you said: \"No Messenger will Allah send after him.\" Thus Allah leaves astray him who is a transgressor and a skeptic <span>(34)</span>Those who dispute about the Ayat of Allah, without any authority that has come to them, it is greatly hateful and disgusting to Allah and to those who believe. Thus does Allah seal up the heart of every arrogant, tyrant <span>(35)</span></p><p lang=\"en\" class=\"en \">Here Allah tells us that this righteous man, the believer from among the family of Fir'awn, warned his people of the punishment of Allah in this world and the Hereafter, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my people! Verily, I fear for you an end like that day <span class=\"gray\">(of disaster)</span> of the groups <span class=\"gray\">(of old)</span>!)</span> meaning, those of the earlier nations who disbelieved the Messengers of Allah, such as the people of Nuh, 'Ad, Thamud and the disbelieving nations who came after them, how the punishment of Allah came upon them and they had no one to protect them or ward off that punishment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah wills no injustice for <span class=\"gray\">(His)</span> servants.)</span> means, Allah destroyed them for their sins and for their disbelief in and rejection of His Messengers; this was His command and His decree concerning them that was fulfilled. Then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, O my people! Verily, I fear for you the Day when there will be mutual calling.)</span> meaning, the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُوَلُّونَ مُدْبِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Day when you will turn your backs and flee)</span> means, running away.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No! There is no refuge! Unto your Lord will be the place of rest that Day.)</span><span class=\"gray\">(75:11-12)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(having no protector from Allah.)</span> meaning, 'you will have no one to protect you from the punishment and torment of Allah.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whomsoever Allah sends astray, for him there is no guide.)</span> means, whomever Allah sends astray will have no other guide except Him. Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed Yusuf came to you, in times gone by, with clear signs,)</span> refers to the people of Egypt. Allah sent a Messenger to them before the time of Musa, peace be upon him, in the person of Yusuf, peace be upon him, who attained a high position in the government of the people of Egypt. He was a Messenger who called his people to Allah with justice, but they did not obey him in matters of worshipping Allah, they only obeyed him in worldly matters that pertained to his position in the government. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ ۖ حَتَّىٰ إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but you ceased not to doubt in that which he brought to you, till when he died, you said: \"No Messenger will Allah send after him.\")</span> means, 'you despaired, and said by way of wishful thinking,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No Messenger will Allah send after him.)</span> This was because of their disbelief and rejection <span class=\"gray\">(of the Messengers)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus Allah leaves astray him who is a transgressor and a skeptic.)</span> means, this is the state of the one whom Allah sends astray because of his sinful actions and the doubts in his heart.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who dispute about the Ayat of Allah, without any authority that has come to them,)</span> means, those who attempt to refute truth with falsehood and who dispute the proof without evidence or proof from Allah, Allah will hate them with the utmost loathing. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is greatly hateful and disgusting to Allah and to those who believe.)</span> meaning, the believers too will despise those who are like this, and whoever is like this, Allah will put a seal on his heart so that after that he will not acknowledge anything good or denounce anything evil. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus does Allah seal up the heart of every arrogant.)</span> meaning, so that they cannot follow the truth.</p><p class=\"ur qpc-hafs\" lang=\"ur\">جَبَّارٍ</p><p><span class=\"gray\">(tyrant.)</span></p>"
  },
  {
    "ayah_key": "40:36",
    "group_ayah_key": "40:36",
    "from_ayah": "40:36",
    "to_ayah": "40:37",
    "ayah_keys": "40:36,40:37",
    "text": "<h2 class=\"en \" lang=\"en\">How Fir`awn mocked the Lord of Musa</h2>\n<p class=\"en \" lang=\"en\">Allah tells us of the arrogant and hostile defiance of Fir`awn and his rejection of Musa, when he commanded his minister Haman to build him a tower, i.e., a tall, high, strong fortress. He built it of bricks made from baked clay, as Allah says:</p>\n<p class=\"ar arabic\" lang=\"ar\">فَأَوْقِدْ لِى يَهَـمَـنُ عَلَى الطِّينِ فَاجْعَل لِّى صَرْحاً</p>\n<p class=\"en \" lang=\"en\">(So kindle for me (a fire), O Haman, to bake (bricks out of) clay, and set up for me a lofty tower) (28:38).</p>\n<p class=\"ar arabic\" lang=\"ar\">لَّعَـلِّى أَبْلُغُ الاٌّسْبَـبَ - أَسْبَـبَ السَّمَـوَتِ</p>\n<p class=\"en \" lang=\"en\">(that I may arrive at the ways -- the ways of the heavens,) Sa`id bin Jubayr and Abu Salih said, \"The gates of the heavens.\" Or it was said, the ways of the heavens.</p>\n<p class=\"ar arabic\" lang=\"ar\">فَأَطَّلِعَ إِلَى إِلَـهِ مُوسَى وَإِنِّى لاّظُنُّهُ كَـذِباً</p>\n<p class=\"en \" lang=\"en\">(and I may look upon the God of Musa, but verily, I think him to be a liar.) Because of his disbelief and defiance, he did not believe that Allah had sent Musa to him. Allah says:</p>\n<p class=\"ar arabic\" lang=\"ar\">وَكَـذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ</p>\n<p class=\"en \" lang=\"en\">(Thus it was made fair seeming, in Fir`awn's eyes, the evil of his deeds, and he was hindered from the path;) means, this act of his building the tower, by means of which he wanted to deceive his people and make them think that he could prove that Musa was lying. Allah says:</p>\n<p class=\"ar arabic\" lang=\"ar\">وَمَا كَـيْدُ فِرْعَوْنَ إِلاَّ فِى تَبَابٍ</p>\n<p class=\"en \" lang=\"en\">(and the plot of Fir`awn led to nothing but loss and destruction.) Ibn `Abbas and Mujahid said, \"Meaning nothing but ruin.\"</p>"
  },
  {
    "ayah_key": "40:38",
    "group_ayah_key": "40:38",
    "from_ayah": "40:38",
    "to_ayah": "40:40",
    "ayah_keys": "40:38,40:39,40:40",
    "text": "<p lang=\"en\" class=\"en \">And the man who believed said: \"O my people! Follow me, I will guide you to the way of right conduct. <span>(38)</span>\"O my people! Truly, this life of the world is nothing but an enjoyment, and verily, the Hereafter that is the home that will remain forever. <span>(39)</span>\"Whoever does an evil deed, will not be requited except the like thereof; and whosoever does a righteous deed, whether male or female and is a true believer, such will enter Paradise, where they will be provided therein without limit. <span>(40)</span></p><p lang=\"en\" class=\"en \">More of what the Believer from Fir'awn's Family said</p><p lang=\"en\" class=\"en \">This believer said to his people who persisted in their rebellion and transgression, and preferred the life of this world:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my people! Follow me, I will guide you to the way of right conduct.)</span> This is in contrast to the false claim of Fir'awn:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I guide you only to the path of right policy.)</span> Then he sought to make them shun this world which they preferred to the Hereafter, and which had prevented them from believing in the Messenger of Allah, Musa, peace be upon him. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ إِنَّمَا هَٰذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my people! Truly, this life of the world is nothing but an enjoyment,)</span> meaning, it is insignificant and fleeting, and soon it will diminish and pass away.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, the Hereafter that is the home that will remain forever.)</span> means, the abode which will never end and from which there will be no departure, which will be either Paradise or Hell. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰ إِلَّا مِثْلَهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever does an evil deed, will not be requited except the like thereof;)</span> means, one like it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَىٰ وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever does a righteous deed, whether male or female and is a true believer, such will enter Paradise, where they will be provided therein without limit.)</span> means, the reward cannot be enumerated, but Allah will give an immense reward without end. And Allah is the Guide to the straight path.</p>"
  }
]