[
  {
    "ayah_key": "68:34",
    "group_ayah_key": "68:34",
    "from_ayah": "68:34",
    "to_ayah": "68:41",
    "ayah_keys": "68:34,68:35,68:36,68:37,68:38,68:39,68:40,68:41",
    "text": "<p lang=\"en\" class=\"en \">Verily, for those who have Taqwa are Gardens of Delight with their Lord <span>(34)</span>Shall We then treat the Muslims like the criminals <span>(35)</span>What is the matter with you? How judge you <span>(36)</span>Or have you a Book wherein you learn <span>(37)</span>That you shall therein have all that you choose <span>(38)</span>Or have you oaths from Us, lasting until the Day of Judgement, that yours will be what you judge <span>(39)</span>Ask them, which of them will stand as surety for that <span>(40)</span>Or have they \"partners\"? Then let them bring their \"partners\" if they are truthful <span>(41)</span></p><p lang=\"en\" class=\"en \">The Reward of those Who have Taqwa and that They will not be treated like the Criminals</p><p lang=\"en\" class=\"en \">After Allah mentions the situation of the people of the worldly garden and the wrath they suffered when they disobeyed Allah and opposed his commands, He then explains that whoever has Taqwa of Him, then they will have Gardens of Delight in the Hereafter that will never end. These Gardens will last forever and their pleasures will never cease. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall We then treat the Muslims like the criminals?)</span></p><p lang=\"en\" class=\"en \">Meaning, ‘should we deal equally between them in terms of recompense?’ Nay, by the Lord of the heaven and the earth, surely not! Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ كَيْفَ تَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the matter with you? How do judge you?)</span> meaning, ‘how can you think that?' Then he says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ - إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have you a Book wherein you learn, That you shall therein have all that you choose?)</span></p><p lang=\"en\" class=\"en \">Allah is saying in this, ‘is there in your hands a Book that has been sent down from heaven that you study, memorize and pass on to each other, the latter generations conveying it from the generations of old? Do you have such a Book, containing definite laws, as you claim?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ - أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَىٰ يَوْمِ الْقِيَامَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That you shall therein have all that you choose? Or have you oaths from Us, lasting until the Day of Judgement, that yours will be what you judge?)</span> meaning, ‘do you have covenants and confirmed agreements with Us?’</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ لَكُمْ لَمَا تَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that yours will be what you judge?)</span> meaning, ‘that you will attain all that you want and desire.’</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلْهُمْ أَيُّهُم بِذَٰلِكَ زَعِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ask them, which of them will stand as surety for that!)</span> meaning, say to them, “Who is the sponsor of guarantee this?” Ibn ‘Abbas said that it means, “Which of them will be guarantor for that?”</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَمْ لَهُمْ شُرَكَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have they \"partners\"?)</span> meaning, ‘do they have idols and rivals gods <span class=\"gray\">(besides Allah)</span>?’</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَأْتُوا بِشُرَكَائِهِمْ إِن كَانُوا صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then let them bring their \"partners\" if they are truthful!)</span></p>"
  },
  {
    "ayah_key": "68:42",
    "group_ayah_key": "68:42",
    "from_ayah": "68:42",
    "to_ayah": "68:47",
    "ayah_keys": "68:42,68:43,68:44,68:45,68:46,68:47",
    "text": "<p lang=\"en\" class=\"en \">The Day when the Shin shall be laid bare and they shall be called to prostrate themselves, but they shall not be able to do so <span>(42)</span>Their eyes will be cast down and ignominy will cover them; they used to be called to prostrate themselves, while they were <span>(43)</span>Then leave Me alone with whoever denies this narration. We shall punish them gradually from directions they perceive not <span>(44)</span>And I will grant them a respite. Verily, My plan is strong <span>(45)</span>Or is it that you ask them a wage, so that they are heavily burdened with debt <span>(46)</span>Or that the Unseen is in their hands, so that they can write it down <span>(47)</span></p><p lang=\"en\" class=\"en \">The Terror of the Day of Judgement</p><p lang=\"en\" class=\"en \">After Allah mentions that those who have Taqwa, will have Gardens of Delight with their Lord, He explains when this will be, and its actual occurrence. He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when the Shin shall be laid bare and they shall be called to prostrate themselves, but they shall not be able to do so.)</span> meaning, the Day of Judgement and the horrors, earthquakes, trials, tests and great matters that will occur during it. </p><p lang=\"mi\" class=\"mi \">Al-Bukhari recorded that Abu Sa'id Al-Khudri said that he heard the Prophet ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكْشِفُ رَبُّنَا عَنْ سَاقِهِ، فَيَسْجُدُ لَهُ كُلُّ مُؤْمِنٍ وَمُؤْمِنَةٍ، وَيَبْقَىٰ مَنْ كَانَ يَسْجُدُ فِي الدُّنْيَا رِيَاءً وَسُمْعَةً، فَيَذْهَبُ لِيَسْجُدَ، فَيَعُودُ ظَهْرُهُ طَبَقًا وَاحِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord will reveal His Shin, and every believing male and female will prostrate to Him. The only people who will remain standing are those who prostrated in the worldly life only to be seen and heard <span class=\"gray\">(showing off)</span>. This type of person will try to prostrate at that time, but his back will made to be one stiff plate <span class=\"gray\">(the bone will not bend or flex)</span>.)</span>\" </p><p lang=\"en\" class=\"en \">This Hadith was recorded in the Two Sahihs and other books from different routes of transmission with various wordings. It is a long Hadith that is very popular. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their eyes will be cast down and ignominy will cover them;)</span> means, in the final abode, due to their crimes and arrogance in the worldly life. Thus they will be punished with the opposite of what they did. When they were called to prostrate in the worldly life, they refused to do so even though they were healthy and secure. Therefore, they will be punished with the lack of ability to do so in the Hereafter. When the Almighty Lord makes Himself visible <span class=\"gray\">(before the believers)</span>, then the believers will fall down in prostration to Him, but no one of the disbelievers and hypocrites will be able to prostrate. rather, their backs will become one plate. Everytime one of them attempts to prostrate, he will bow his neck but will not be able to prostrate. This is just like in the life of this world, when these people were in opposition to what the believers were doing.</p><p lang=\"en\" class=\"en \">For Whoever denies the Qur'an</p><p lang=\"en\" class=\"en \">Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَٰذَا الْحَدِيثِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then leave Me alone with such as belie this narration.)</span> meaning, the Qur'an. This is a sever threat which means, 'leave Me alone with this person; I know about him and how I will gradually punish him and increase him in his falsehood. I am giving him respite for a while, then I will seize him with a mighty and powerful punishment.' Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall punish them gradually from directions they perceive not.)</span> meaning, and they will not even be aware of it. Rather, they will believe that it is a noble blessing from Allah, but really the same matter is actually a form of humiliation <span class=\"gray\">(for them)</span>. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَلْ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they think that in wealth and children with which We expand them, We hasten unto them with good things. Nay, but they perceive not.)</span><span class=\"gray\">(23:55,56)</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّىٰ إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when they forgot that which they had been reminded, We opened for them the gates of everything, until in the midst of their enjoyment in that which they were given, all of a sudden, We punished them, and lo! They were plunged into destruction with deep regrets and sorrows.)</span><span class=\"gray\">(6:44)</span> Therefore, Allah says here,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأُمْلِي لَهُمْ ۚ إِنَّ كَيْدِي مَتِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I will grant them a respite. Verily, My plan is strong.)</span> meaning, 'I will delay them, give them respite and extend their time. Yet, this is My plan, and My plot against them.' Thus, Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ كَيْدِي مَتِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, My plan is strong.)</span> meaning, 'great against whoever opposes My command, rejects My Messengers and dares to disobey Me.' </p><p lang=\"en\" class=\"en \">In the Two Sahihs it is recorded from the Messenger of Allah ﷺ that he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالىٰ لَيُمْلِي لِلظَّالِمِ حَتّٰى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily Allah the Exalted gives respite to the wrongdoer until He seizes him and he will not be able to escape Him.)</span> Then he recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the punishment of your Lord when He seizes the towns while they are doing wrong. Verily, His punishment is painful <span class=\"gray\">(and)</span> severe.)</span><span class=\"gray\">(11:102)</span> In reference to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ - أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or is it that you ask them for a wage, so that they are heavily burdened with debt? Or that the Unseen is in their hands, so that they can write it down)</span> the explanation of these two Ayat preceded in Surat At-Tur. The meaning of it is, 'you, O Muhammad, call them to Allah without taking any wages from them. rather, you hope for the reward with Allah. Yet, they reject that which you have brought to them simply due to ignorance, disbelief and obstinacy.'</p>"
  }
]