[
  {
    "ayah_key": "16:35",
    "group_ayah_key": "16:35",
    "from_ayah": "16:35",
    "to_ayah": "16:37",
    "ayah_keys": "16:35,16:36,16:37",
    "text": "<p lang=\"en\" class=\"en \">And those who worshipped others with Allah said: \"If Allah had so willed, neither we nor our fathers would have worshipped any but Him nor would we have forbidden anything without <span class=\"gray\">(a command from)</span> Him.\" Those before them did the same. Then! Are the Messengers charged with anything but to clearly convey the Message <span>(35)</span>And We have indeed sent a Messenger to every Ummah <span class=\"gray\">(community, nation)</span><span class=\"gray\">(saying)</span>: \"Worship Allah <span class=\"gray\">(Alone)</span>, and shun the Taghut <span class=\"gray\">(all false deities)</span>. \" Then among them were some whom Allah guided, and among them were some who deserved to be left to stray. So travel through the land and see the end of those who denied <span class=\"gray\">(the truth)</span><span>(36)</span><span class=\"gray\">(Even)</span> if you desire that they be guided, then verily, Allah does not guide those whom He allowed to stray, and they will have no helpers <span>(37)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators Argument that their Shirk was Divinely decreed, and the Refutation of this Claim</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the idolators delusion over their Shirk, and the excuse they claimed for it based on the idea that it is ordained by divine decree. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ نَّحْنُ وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(They say:)</span> \"If Allah had so willed, neither we nor our fathers would have worshipped any but Him, nor would we have forbidden anything without <span class=\"gray\">(a command from)</span> Him.\")</span></p><p lang=\"en\" class=\"en \">They had superstitious customs dealing with certain animals, e.g. the Bahirah the Sa'ibah and the Wasilah and other things that they had invented and innovated by themselves, with no revealed authority. The essence of what they said was: \"If Allah hated what we did, He would have stopped by punishing us, and He would not have enabled us to do it.\" Rejecting their confusing ideas, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are the Messengers charged with anything but to clearly convey the Message?)</span> meaning, the matter is not as you claim. It is not the case that Allah did not rebuke your behavior; rather, He did rebuke you, and in the strongest possible terms, and He emphatically forbade you from such behavior. To every nation - that is, to every generation, to every community of people - He sent a Messenger. All of the Messengers called their people to worship Allah <span class=\"gray\">(Alone)</span> as well as forbidding them from worshipping anything or anybody except for Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Worship Allah <span class=\"gray\">(Alone)</span>, and shun the Taghut <span class=\"gray\">(all false deities)</span>.)</span> Allah continued sending Messengers to mankind with this Message, from the first incidence of Shirk that appeared among the Children of Adam, in the people to whom Nuh was sent - the first Messenger sent by Allah to the people of this earth - until He sent the final Messenger, Muhammad ﷺ, whose call was addressed to both men and Jinn, in the east and in the west. All of the Messengers brought the same Message, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you <span class=\"gray\">(O Muhammad)</span> but We revealed to him <span class=\"gray\">(saying)</span>: None has the right to be worshipped but I <span class=\"gray\">(Allah)</span>, so worship Me <span class=\"gray\">(alone and none else)</span>.\")</span><span class=\"gray\">(21:25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَا أَجَعَلْنَا مِن دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask <span class=\"gray\">(O Muhammad)</span> those Messengers of Ours whom We sent before you: \"Did We ever appointed to be worshipped besides the Most Gracious <span class=\"gray\">(Allah)</span>?\")</span><span class=\"gray\">(43:45)</span> And in this Ayah, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have indeed sent a Messenger to every Ummah <span class=\"gray\">(community, nation)</span><span class=\"gray\">(saying)</span>: \"Worship Allah <span class=\"gray\">(alone)</span>, and shun the Taghut <span class=\"gray\">(all false deities)</span>.\")</span> So how could any of the idolators say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If Allah had so willed, we would not have worshipped any but Him,)</span></p><p lang=\"en\" class=\"en \">The legislative will of Allah is clear and cannot be taken as an excuse by them, because He had forbidden them to do that upon the tongue of His Messengers, but by His universal will <span class=\"gray\">[i.e., by which He allows things to occur even though they do not please Him]</span> He allowed them to do that as it was decreed for them. So there is no argument in that for them. Allah created Hell and its people both the Shayatin <span class=\"gray\">(devils)</span> and disbelievers, but He does not like His servants to disbelieve. And this point constitutes the strongest proof and the most unquestionable wisdom. </p><p lang=\"en\" class=\"en \">Then Allah informs us that He rebuked them with punishment in this world, after the Messengers issued their warning, thus He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنْهُم مَّنْ هَدَى اللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ۚ فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then among them were some whom Allah guided, and among them were some who deserved to be left to stray. So travel through the land and see the end of those who denied <span class=\"gray\">(the truth)</span>.)</span> This means: ask about what happened to those who went against the Messengers and rejected the truth, see how:</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ وَلِلْكَافِرِينَ أَمْثَالُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah destroyed them completely, and a similar <span class=\"gray\">(end awaits)</span> the disbelievers.)</span><span class=\"gray\">(47:10)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed those before them belied <span class=\"gray\">(the Messengers of Allah)</span>, so then how terrible was My denial <span class=\"gray\">(punishment)</span>?)</span><span class=\"gray\">(67:18)</span> Then Allah told His Messenger ﷺ that His eagerness to guide them will be of no benefit to them if Allah wills that they should be misguided, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدِ اللَّهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for whoever Allah wills to try with error, you can do nothing for him against Allah)</span><span class=\"gray\">(5:41)</span>. Nuh said to his people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَنفَعُكُمْ نُصْحِي إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ اللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And my advice will not profit you, even if I wish to give you good counsel, if Allah's will is to keep you astray.\")</span><span class=\"gray\">(11:34)</span>. In this Ayah, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَحْرِصْ عَلَىٰ هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَن يُضِلُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Even)</span> if you desire that they be guided, then verily, Allah does not guide those whom He allowed to stray,)</span> As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ ۚ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whomsoever Allah allows to stray, then there is no guide for him; and He lets them wander blindly in their transgressions.)</span><span class=\"gray\">(7:186)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly! Those deserving the Word <span class=\"gray\">(wrath)</span> of your Lord will not believe, even if every sign should come to them - until they see the painful torment)</span><span class=\"gray\">(10:96-97)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then verily, Allah)</span> meaning, this is the way in which Allah does things. If He wills a thing, then it happens, and if He does not will a thing, then it does not happen. For this reason Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَهْدِي مَن يُضِلُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not guide those whom He allowed to stray,)</span> meaning the one whom He has caused to go astray, so who can guide him apart from Allah? No one.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُم مِّن نَّاصِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will have no helpers.)</span> means, they will have no one to save them from the punishment of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, His is the creation and commandment. Blessed is Allah, the Lord of all that exists!)</span><span class=\"gray\">(7:54)</span>.</p>"
  }
]