[
  {
    "ayah_key": "58:12",
    "group_ayah_key": "58:12",
    "from_ayah": "58:12",
    "to_ayah": "58:13",
    "ayah_keys": "58:12,58:13",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! When you <span class=\"gray\">(want to)</span> consult the Messenger in private, spend something in charity before your private consultation. That will be better and purer for you. But if you find not <span class=\"gray\">(the means for it)</span>, then verily, Allah is Oft-Forgiving, Most Merciful <span>(12)</span>Are you afraid of spending in charity before your private consultation <span class=\"gray\">(with him)</span>? If then you do it not, and Allah has forgiven you, then perform Salah and give Zakah and obey Allah and His Messenger. And Allah is All-Aware of what you do <span>(13)</span></p><p lang=\"en\" class=\"en \">The Order to give Charity before One speaks to the Prophet <span class=\"gray\">(ﷺ)</span> in private</p><p lang=\"en\" class=\"en \">Allah commanded His believing servants, when any of them wanted to speak with Allah's Messenger ﷺ in secret, to give away charity beforehand so that his charity cleanses and purifies him and makes him worthy of having a private counsel with the Prophet ﷺ. This is why Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That will be better and purer for you.)</span> then He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ لَمْ تَجِدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you find not.)</span> meaning, if he is unable to do so due to poverty,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then verily, Allah is Oft-Forgiving, Most Merciful.)</span> He only commanded those who are financially able to give this type of charity. Allah the Exalted said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you afraid of spending in charity before your private consultation?)</span> meaning, are you afraid that the order to give charity before speaking privately to the Prophet ﷺ remains in effect forever?</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If then you do it not, and Allah has forgiven you, then perform Salah and give Zakah and obey Allah and His Messenger. And Allah is All-Aware of what you do.)</span> Therefore, Allah abrogated the obligation of giving this charity. It was said that none has implemented this command before except its abrogation,</p><p lang=\"mt\" class=\"mt \">Ali bin Abi Talib. 'Ali bin Abi Talhah reported from Ibn 'Abbas:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(spend something in charity before your private consultation.)</span> \"The Muslims kept asking Allah's Messenger ﷺ questions until it became difficult on him. Allah wanted to lighten the burden from His Prophet ﷺ, upon him be peace. So when He said this, many Muslims were afraid to pay this charity and stopped asking. Afterwards, Allah sent down this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you afraid of spending in charity before your private consultation If then you do it not, and Allah has forgiven you, then perform Salah and give Zakah)</span> Thus Allah made things easy and lenient for them.\"</p><p lang=\"en\" class=\"en \">Ikrimah and Al-Hasan Al-Basri commented on Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(spend something in charity before your private consultation.)</span> \"This was abrogated by the next Ayah:</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you afraid of spending in charity before your private consultation...)</span>.\" Sa'id bin Abi 'Arubah reported from Qatadah and Muqatil bin Hayyan, \"People kept questioning Allah's Messenger ﷺ until they made things difficult for him. Allah provided a way to stop their behavior by this Ayah. One of them would need to speak to Allah's Prophet ﷺ about a real matter, but could not do so until he gave in charity. This became hard on people and Allah sent down relief from this requirement afterwards,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you find not, then verily, Allah is Oft-Forgiving, Most Merciful)</span>.\" Ma'mar reported from Qatadah that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you <span class=\"gray\">(want to)</span> consult the Messenger in private, spend something in charity before your private consultation.)</span> was abrogated after being in effect for only one hour of a day. 'Abdur-Razzaq recorded that Mujahid said that 'Ali said, \"No one except me implemented this Ayah, until it was abrogated,\" and he was reported to have said that it remained in effect for merely an hour.</p>"
  },
  {
    "ayah_key": "58:14",
    "group_ayah_key": "58:14",
    "from_ayah": "58:14",
    "to_ayah": "58:19",
    "ayah_keys": "58:14,58:15,58:16,58:17,58:18,58:19",
    "text": "<p lang=\"en\" class=\"en \">Have you not seen those who take as friends a people upon whom is the wrath of Allah? They are neither of you nor of them, and they swear to a lie while they know <span>(14)</span>Allah has prepared for them a severe torment. Evil indeed is that which they used to do <span>(15)</span>They have made their oaths a screen. Thus they hinder <span class=\"gray\">(others)</span> from the path of Allah, so they shall have a humiliating torment <span>(16)</span>Their children and their wealth will avail them nothing against Allah. They will be the dwellers of the Fire to dwell therein forever <span>(17)</span>On the Day when Allah will resurrect them all together; then they will swear to Him as they swear to you. And they think that they have something. Verily, they are liars <span>(18)</span>The Shaytan has overpowered them. So he has made them forget the remembrance of Allah. They are the party of Shaytan. Verily, it is the party of Shaytan that will be the losers! <span>(19)</span></p><p lang=\"ru-Latn\" class=\"ru-Latn \">Chastising the Hypocrites</p><p lang=\"en\" class=\"en \">Allah chastises the hypocrites for secretly aiding and supporting the disbelievers even though, in reality, they were neither with the disbelievers nor with the Muslims. Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَا إِلَىٰ هَٰؤُلَاءِ وَلَا إِلَىٰ هَٰؤُلَاءِ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(They are)</span> swaying between this and that, belonging neither to these nor to those; and he whom Allah sends astray, you will not find for him a way.)</span><span class=\"gray\">(4:143)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who take as friends a people upon whom is the wrath of Allah?)</span> referring to the Jews with whom the hypocrites were allies in secret. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are neither of you nor of them,)</span> meaning, that these hypocrites are neither with the believers, nor with their allies the Jews,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they swear to a lie while they know.)</span> meaning, the hypocrites lie when they vow, knowing that they are lying, which is called the vow of Al-Ghamus. We seek refuge with Allah from their ways. When the hypocrites met the believers they said that they believed and when they went to the Messenger ﷺ, they swore to him by Allah that they were believers. They knew that they were lying in their vow, and they knew that they did not declare their true creed. This is why Allah witnessed here that they lie in their vows and know that they are lying, even though their statement <span class=\"gray\">(about the Prophet being Allah's Prophet)</span> is true in essence. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has prepared for them a severe torment. Evil indeed is that which they used to do.)</span> meaning, Allah has prepared a painful torment for the hypocrites on account of their evil deeds, their aid and support of the disbelievers and their deceit and betrayal of the believers. The statement of Allah the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have made their oaths a screen. Thus they hinder <span class=\"gray\">(others)</span> from the path of Allah,)</span> meaning, the hypocrites pretended to be believers and concealed disbelief under the shield of their false oaths. Many were unaware of their true stance and were thus deceived by their oaths. Because of this, some people were hindered from the Path of Allah</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَهُمْ عَذَابٌ مُهِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so they shall have a humiliating torment.)</span> meaning, as recompense for belittling the significance of swearing by the Mighty Name of Allah, while lying and concealing betrayal. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their children and their wealth will avail them nothing against Allah.)</span> meaning, none of their possessions can avert the affliction when it is sent their way,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will be the dwellers of the Fire to dwell therein forever.)</span> Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Allah will resurrect them all together;)</span> referring to the Day of Resurrection when He will gather them all together and leave none of them out,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then they will swear to Him as they swear to you. And they think that they have something.)</span> meaning, they will swear to Allah the Exalted and Most Honored that they were following the guidance and the correct path, just as they used to swear to the believers in this worldly life. Verily, those who live following on a certain path will most likely die while on it. Thus, they will be resurrected upon their path. The hypocrites will think that their vows will help them with Allah, just as they helped with the people, who were obliged to treat them as they pretended to be, Muslim. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they think that they have something)</span> meaning, on account of swearing to their Lord <span class=\"gray\">(that they used to be believers)</span>. Allah rebukes this idea of theirs;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they are liars!)</span> stressing that they are lying, Allah then said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Shaytan has overpowered them. So he has made them forget the remembrance of Allah.)</span> meaning, Shaytan has taken over their hearts to the point that he made them forget Allah the Exalted and Most Honored. This is what the devil does to those whom he controls. Abu Dawud recorded that Abu Ad-Darda' said that he heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ ثَلَاثَةٍ فِي قَرْيَةٍ وَلَا بَدْوٍ، لَا تُقَامُ فِيهِمُ الصَّلَاةُ إِلَّا قَدِ اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ، فَعَلَيْكَ بِالْجَمَاعَةِ، فَإِنَّمَا يَأْكُلُ الذِّئْبُ الْقَاصِيَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Any three in a village or desert among whom the Salah is not called for, will have the Shaytan control them. Therefore, adhere to the Jama'ah, for the wolf eats from the strayed sheep.)</span> Za'idah added that As-Sa'ib said that Jama'ah, refers to, \"Praying in congregation.\" Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ حِزْبُ الشَّيْطَانِ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are the party of Shaytan.)</span> referring to those who are controlled by the devil and, as a result, forgot the remembrance of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it is the party of Shaytan that will be the losers!)</span></p>"
  }
]