[
  {
    "ayah_key": "11:44",
    "group_ayah_key": "11:44",
    "from_ayah": "11:44",
    "to_ayah": "11:44",
    "ayah_keys": "11:44",
    "text": "<p class=\"en translation\" lang=\"en\">And it was said: \"O earth! Swallow up your water, and O sky! Withhold <span class=\"gray\">(your rain)</span>.\" And the water was made to subside and the decree was fulfilled. And it rested on <span class=\"gray\">(Mount)</span> Judi, and it was said: \"Away with the people who are wrongdoing! <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>The End of the Flood</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs that when the people of the earth were all drowned, except for the people on the ship, He commanded the earth to swallow its water, which had sprang from it and gathered upon it. Then He commanded the sky to cease raining.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَغِيضَ الْمَاءُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the water was made to subside)</span> This means that it <span class=\"gray\">(the water)</span> began to decrease.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُضِيَ الْأَمْرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the decree was fulfilled.)</span> This means that all of those who disbelieved in Allah were removed from the people of the earth. Not a single one of them remained upon the earth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَوَتْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it <span class=\"gray\">(the ship)</span> rested)</span> This is referring to the ship and those who were in it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْجُودِيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on <span class=\"gray\">(Mount)</span> Judi.)</span> Mujahid said, \"Judi is a mountain in Al-Jazirah <span class=\"gray\">(Northwest Mesopotamia)</span> where the mountains sought to tower above each other on the day of the drowning. On that day of destruction, all the mountains sought to be higher <span class=\"gray\">(to avoid being overcome by the water)</span>. However, this mountain <span class=\"gray\">(Judi)</span> humbled itself for Allah, the Mighty and Sublime, and therefore it was not drowned. This is why Nuh's ship anchored upon it.\" Qatadah said, \"The ship rested upon it <span class=\"gray\">(Mount Judi)</span> for a month before they <span class=\"gray\">(the people)</span> came down from it. \" Qatadah also said, \"Allah made Nuh's ship remain on Mount Judi in the land of Al-Jazirah, as a lesson and a sign.\" Even the early generations of this Ummah saw it. How many ships are there that have come after it and have been destroyed and became dust?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ بُعْدًا لِّلْقَوْمِ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it was said: \"Away with the people who are wrongdoing!\")</span> means destruction and loss for them. The term \"away with\" here implies being far away from the mercy of Allah. For verily, they were destroyed to the last of them, and none of them survived.</p>"
  },
  {
    "ayah_key": "11:45",
    "group_ayah_key": "11:45",
    "from_ayah": "11:45",
    "to_ayah": "11:47",
    "ayah_keys": "11:45,11:46,11:47",
    "text": "<p lang=\"en\" class=\"en \">And Nuh called upon his Lord and said, \"O my Lord! Verily, my son is of my family! And certainly, Your promise is true, and You are the Most Just of the judges. <span>(45)</span>He said: \"O Nuh! Surely, he is not of your family; verily, his work is unrighteous, so ask not of Me that of which you have no knowledge! I admonish you, lest you should be one of the ignorant. <span>(46)</span>Nuh said: \"O my Lord! I seek refuge with You from asking You that of which I have no knowledge. And unless You forgive me and have mercy on me, I would indeed be one of the losers. <span>(47)</span></p><div lang=\"en\" class=\"en \"><h2>A Return to the Story of the Son of Nuh and mentioning what transpired between Nuh and Allah concerning him</h2></div><p lang=\"en\" class=\"en \">This was a request for information and an inquiry from Nuh concerning the cirumstances of his son's drowning.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and said, \"O my Lord! Verily, my son is of my family!\")</span> This means, \"Verily, You promised to save my family and Your promise is the truth that does not fail. Therefore, how can he <span class=\"gray\">(my son)</span> be drowned and You are the Most Just of the judges?\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> said: \"O Nuh! Surely, he is not of your family...\")</span> This means, \"He <span class=\"gray\">(your son)</span> is not of those whom I promised to save. I only promised you that I would save those of your family who believe.\" For this reason Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and your family except him against whom the Word has already gone forth.)</span><span class=\"gray\">[11:40]</span> Thus, for his son, it had already been decreed that he would be drowned due to his disbelief and his opposition to his father, the Prophet of Allah, Nuh peace be upon him. Concerning Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ لَيْسَ مِنْ أَهْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, he is not of your family;)</span> meaning that he <span class=\"gray\">(Nuh's son)</span> was not among those whom Allah promised to save. 'Abdur-Razzaq recorded that Ibn 'Abbas said, \"He was the son of Nuh, but he opposed him in deeds and intention.\" 'Ikrimah said in some of the modes of recitation it said here, </p><p class=\"ur qpc-hafs\" lang=\"ur\">(إِنَّهُ عَمِلَ عَمَلًا غَيْرَ صَالِحٍ)</p><p lang=\"en\" class=\"en \">Verily, he <span class=\"gray\">(Nuh's son)</span> worked deeds that were not righteous.\"</p>"
  },
  {
    "ayah_key": "11:48",
    "group_ayah_key": "11:48",
    "from_ayah": "11:48",
    "to_ayah": "11:48",
    "ayah_keys": "11:48",
    "text": "<p lang=\"en\" class=\"en \">It was said: \"O Nuh! Come down <span class=\"gray\">(from the ship)</span> with peace from Us and blessings on you and on the people who are with you <span class=\"gray\">(and on some of their offspring)</span>, but <span class=\"gray\">(there will be other)</span> people to whom We shall grant their pleasures <span class=\"gray\">(for a time)</span>, but in the end a painful torment will reach them from Us. <span>(48)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to descend from the Ship with Peace and Blessings</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs of what was said to Nuh when the ship anchored on Mount Judi, peace be upon him, peace were sent upon him and the believers with him. This salutation was also for every believer from his progeny until the Day of Resurrection. Muhammad bin Ka'b said, \"Every male and female believer until the Day of Resurrection is included in this salutation of peace. Likewise, every male and female disbeliever until the Day of Resurrection is included in this promise of torment and pleasure. Muhammad bin Ishaq said, \"When Allah wanted to stop the flood, He sent a wind upon the face of the earth that caused the water to be still. Then the springs of the earth were closed off from the great flooding and the pouring <span class=\"gray\">(rain)</span> from the sky halted. Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it was said: \"O earth! Swallow up your water...\")</span><span class=\"gray\">[11:44]</span> Thus, the water began decreasing and subsiding until the ship settled on Mount Judi. The People of the Tawrah <span class=\"gray\">(the Jews)</span> claim that this occurred during the seventh month <span class=\"gray\">(of the year)</span> and it lasted for seventeen nights. Then, on the first day of the tenth month, he <span class=\"gray\">(Nuh)</span> saw the mountain tops. Then after forty more days, Nuh opened the small window in the roof of the ship and he sent a raven out to see what the water had done. However, the raven did not return to him. Then, he sent a pigeon out but it returned to him without finding any place <span class=\"gray\">(land)</span> to put its two feet down. He extended his hand out of the ship and the pigeon grabbed his hand so that Nuh could pull it back into the ship. Then, after seven more days passed, he sent the pigeon out again to investigate for him. The pigeon returned in the evening with a leaf from an olive tree in its mouth. From this, Nuh knew that the water had decreased from the face of the earth. He remained in the ship for seven more days before he sent the pigeon out again. This time the pigeon did not return to him, so he knew that the earth had appeared. Thus, a year was completed from the time that Allah sent the flood, until the time of Nuh sending the pigeon. The first day of the first month of the second year began when the face of the earth appeared and land became visible. This is when Nuh uncovered the opening of the ship. During the second month of the second year, after twenty six nights,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِّنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was said: \"O Nuh! Come down <span class=\"gray\">(from the ship)</span> with peace from Us)</span></p>"
  },
  {
    "ayah_key": "11:49",
    "group_ayah_key": "11:49",
    "from_ayah": "11:49",
    "to_ayah": "11:49",
    "ayah_keys": "11:49",
    "text": "<p class=\"en translation\" lang=\"en\">This is of the news of the Unseen which We reveal unto you; neither you nor your people knew it before this. So be patient. Surely, the <span class=\"gray\">(good)</span> end is for those who have Taqwa <span>(49)</span></p><div lang=\"en\" class=\"en \"><h2>The Explanation of These Stories is a Proof of the Revelation of Allah to His Messenger <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says to His Prophet ﷺ concerning these stories and their like,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَنبَاءِ الْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of the news of the Unseen)</span> from the information of the unseen of the past. Allah revealed it to you <span class=\"gray\">(the Prophet ﷺ)</span> in the way that it occurred, as if he witnessed it himself.</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُوحِيهَا إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which We reveal unto you;)</span> This means, \"We teach it to you <span class=\"gray\">(Muhammad)</span> as revelation from Us to you.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كُنتَ تَعْلَمُهَا أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(neither you nor your people knew it before this.)</span> This means that neither you <span class=\"gray\">(Muhammad ﷺ)</span> nor anyone of your people, have any knowledge of this. This is so that no one who rejects you can say that you learned it from him. Rather, it was Allah Who informed you of it in conformity with the true situation <span class=\"gray\">(of the story)</span>, just as the Books of the Prophets who were before you testify to. Therefore, you should be patient with the rejection of your people and their harming you. For verily, We shall help you and surround you with Our aid. Then, We will make the <span class=\"gray\">(good)</span> end for you and those who follow you in this life and the Hereafter. This is what We did with the Messengers when We helped them against their enemies.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers and those who believe.)</span><span class=\"gray\">[40:51]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ - إِنَّهُمْ لَهُمُ الْمَنصُورُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, verily, Our Word has gone forth of old for Our servants, the Messengers, that they verily, would be made triumphant.)</span><span class=\"gray\">[37:171-172]</span> Then, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرْ ۖ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So be patient. Surely, the <span class=\"gray\">(good)</span> end is for those who have Taqwa.)</span></p>"
  },
  {
    "ayah_key": "11:5",
    "group_ayah_key": "11:5",
    "from_ayah": "11:5",
    "to_ayah": "11:5",
    "ayah_keys": "11:5",
    "text": "<p class=\"en translation\" lang=\"en\">No doubt! They did fold up their breasts, that they may hide from Him. Surely, even when they cover themselves with their garments, He knows what they conceal and what they reveal. Verily, He is the All-Knower of the <span class=\"gray\">(innermost secrets)</span> of the breasts <span>(5)</span></p><div lang=\"en\" class=\"en \"><h2>Allah is Aware of All Things</h2></div><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"They used to dislike facing the sky with their private parts, particularly during sexual relations. Therefore, Allah revealed this verse.\" Al-Bukhari recorded by way of Ibn Jurayj, who reported from Muhammad bin 'Abbad bin Ja'far who said, \"Ibn 'Abbas recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">(أَلَا إِنَّهُمْ تَثْنَونِي صُدُورُهُمْ)</p><p lang=\"en\" class=\"en \">Behold their breasts did fold up.\" So I said: 'O Abu Al-'Abbas! What does \"their breasts did fold up\" mean' He said, 'The man used to have sex with his woman, but he would be shy, or he used to have answering the call of nature <span class=\"gray\">(in an open space)</span> but, he would be shy. Therefore, this verse,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No doubt! They did fold up their breasts,)</span> was revealed.'\" In another wording of this narration, Ibn 'Abbas said, \"There were people who used to be shy to remove their clothes while answering the call of nature in an open space and thus be naked exposed to the sky. They were also ashamed of having sexual relations with their women due to fear of being exposed towards the sky. Thus, this was revealed concerning them.\" Al-Bukhari reported that Ibn 'Abbas said that</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَسْتَغْشُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they cover themselves)</span> means that they cover their heads.</p>"
  }
]