[
  {
    "ayah_key": "29:1",
    "group_ayah_key": "29:1",
    "from_ayah": "29:1",
    "to_ayah": "29:4",
    "ayah_keys": "29:1,29:2,29:3,29:4",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ - وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ - أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا ۚ سَاءَ مَا يَحْكُمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Alif Lam Mim.)</span><span class=\"gray\">(2. Do people think that they will be left alone because they say: \"We believe,\" and will not be tested.)</span><span class=\"gray\">(3. And We indeed tested those who were before them so that Allah will indeed know those who are true, and He will know those who are liars.)</span><span class=\"gray\">(4. Or think those who do evil deeds that they can outstrip Us? Evil is that which they judge!)</span></p><div lang=\"en\" class=\"en \"><h2>The Believers are tested so that it may be known Who is Sincere and Who is Lying </h2></div><p lang=\"en\" class=\"en \">In the beginning of the Tafsir of Surat Al-Baqarah, we discussed the letters which appear at the beginning of some Surahs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do people think that they will be left alone because they say: \"We believe,\" and will not be tested.)</span> This is a rebuke in the form of a question, meaning that Allah will inevitably test His believing servants according to their level of faith, as it recorded in the authentic Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشَدُّ النَّاسِ بَلَاءً الْأَنْبِيَاءُ، ثُمَّ الصَّالِحُونَ، ثُمَّ الْأَمْثَلُ فَالْأَمْثَلُ، يُبْتَلَى الرَّجُلُ عَلَى حَسَبِ دِينِهِ، فَإِنْ كَانَ فِي دِينِهِ صَلَابَةٌ زِيدَ لَهُ فِي الْبَلَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people most severly tested are the Prophets, then the righteous, then the next best and the next best. A man will be tested in accordance with the degree of his religious commitment; the stonger his religious commitment, the stronger his test.)</span> This Ayah is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you think that you will enter Paradise without Allah knowing those of you who fought <span class=\"gray\">(in His cause)</span> and knowing those who are the patient?)</span><span class=\"gray\">(3:142)</span> There is a similar Ayah in Surat At-Tawbah. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ ۖ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ ۗ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or think you that you will enter Paradise without such <span class=\"gray\">(trials)</span> as came to those who passed away before you? They were afflicted with severe poverty and ailments and were so shaken that even the Messenger and those who believed along with him said, \"When <span class=\"gray\">(will come)</span> the help of Allah?\" Yes! Certainly, the help of Allah is near!)</span><span class=\"gray\">(2:214)</span> Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We indeed tested those who were before them so that Allah will know those who are true, and will know those who are liars.)</span> meaning, He will make know which are sincere in their claim to be believers from those who are lying. Allah, may He be glorified and exalted, knows what has happened in the past and what is yet to come, and He knows how that which will not happen would have happened if it were to happen. All the Imams of Ahlus-Sunnah wal-Jama'ah are agreed on this. This is the view of Ibn 'Abbas and others concerning phrases such as the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا لِنَعْلَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(only that We know)</span><span class=\"gray\">(2:143)</span>. Meaning, only to see – because seeing has to do with what is there, but knowledge is broader than seeing, since it includes what is not present as well as what is.</p><div lang=\"en\" class=\"en \"><h2>The Evildoers cannot escape from Allah</h2></div><p lang=\"ceb\" class=\"ceb \"> Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا ۚ سَاءَ مَا يَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or think those who do evil deeds that they can outstrip Us? Evil is that which they judge!)</span> means, those who are not believers should not think that they will escape such trials and tests, for ahead of them lies a greater and more severe punishment. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or think those who do evil deeds that they can outstrip Us)</span> meaning, \"escape\" from Us.</p><p class=\"ur qpc-hafs\" lang=\"ur\">سَاءَ مَا يَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil is that which they judge!)</span> what they think is evil.</p>"
  },
  {
    "ayah_key": "29:10",
    "group_ayah_key": "29:10",
    "from_ayah": "29:10",
    "to_ayah": "29:11",
    "ayah_keys": "29:10,29:11",
    "text": "<p lang=\"en\" class=\"en \">Of mankind are some who say: \"We believe in Allah.\" But if they are made to suffer for Allah, they consider the trial of mankind as Allah's punishment; and if victory comes from your Lord, they will say: \"Verily, we were with you.\" Is not Allah Best Aware of what is in the breasts of the creatures <span>(10)</span>And indeed Allah knows those who believe, and verily, He knows the hypocrites <span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>The Attitudes of the Hypocrites and the Ways in which Allah tests People</h2></div><p lang=\"en\" class=\"en \">Allah mentions the descriptions of the liars who falsely claim faith with their lips, while faith is not firm in their hearts. When a test or trial comes in this world, they think that this is a punishment from Allah, so they leave Islam. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Of mankind are some who say: \"We believe in Allah.\" But if they are made to suffer for Allah, they consider the trial of mankind as Allah's punishment;)</span> Ibn 'Abbas said, \"Meaning that their trial is leaving Islam if they are made to suffer for Allah.\" This was also the view of others among the Salaf. This Ayah is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَىٰ وَجْهِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among mankind is he who worships Allah as it were upon the edge: if good befalls him, he is content therewith; but if a trial befalls him, he turns back on his face...)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is a straying far away)</span><span class=\"gray\">[22:11-12]</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if victory comes from your Lord, they will say: \"Verily, we were with you.\")</span> meaning, \"if victory comes from your Lord, O Muhammad, and there are spoils of war, these people will say to you, 'We were with you,' i.e., we are your brothers in faith.\" This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who wait and watch about you; if you gain a victory from Allah, they say: \"Were we not with you?\" But if the disbelievers gain a success, they say <span class=\"gray\">(to them)</span>: \"Did we not gain mastery over you and did we not protect you from the believers?\")</span><span class=\"gray\">(4:141)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَىٰ مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perhaps Allah may bring a victory or a decision according to His will. Then they will become regretful for what they have been keeping as a secret in themselves)</span><span class=\"gray\">(5:52)</span>. And Allah tells us about them here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if victory comes from your Lord, they will say: \"Verily, we were with you.\")</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not Allah Best Aware of what is in the breasts of the creatures?)</span> meaning, 'does Allah not know best what is in their hearts and what they store secretly within themselves, even though outwardly they may appear to be in agreement with you?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed Allah knows those who believe, and verily He knows the hypocrites.)</span> Allah will test the people with calamities and with times of ease, so that He may distinguish the believers from the hypocrites, to see who will obey Allah both in times of hardship and of ease, and who will obey Him only when things are going in accordance with their desires. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, We shall try you till We test those who strive hard and the patient, and We shall test your facts.)</span><span class=\"gray\">(47:31)</span> After the battle of Uhud, with its trials and tribulations for the Muslims, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنْتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will not leave the believers in the state in which you are now, until He distinguishes the wicked from the good...)</span><span class=\"gray\">(3:179)</span></p>"
  }
]