[
  {
    "ayah_key": "12:70",
    "group_ayah_key": "12:70",
    "from_ayah": "12:70",
    "to_ayah": "12:72",
    "ayah_keys": "12:70,12:71,12:72",
    "text": "<p lang=\"en\" class=\"en \">So when he furnished them forth with their provisions, he put the bowl in his brother's bag. Then a crier cried: \"O you <span class=\"gray\">(in)</span> the caravan! Surely, you are thieves! <span>(70)</span>They, turning towards them, said: \"What is it that you have lost? <span>(71)</span>They said: \"We have lost the bowl of the king and for him who produces it is <span class=\"gray\">(the reward of)</span> a camel load; and I will be bound by it. <span>(72)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf had His Golden Bowl placed in Binyamin's Bag; a Plot to keep Him in Egypt</h2></div><p lang=\"en\" class=\"en \">After Yusuf supplied them with their provisions, he ordered some of his servants to place his silver bowl <span class=\"gray\">(in Binyamin's bag)</span>, according to the majority of scholars. Some scholars said that the king's bowl was made from gold. Ibn Zayd added that the king used it to drink from, and later, measured food grains with it since food became scarce in that time, according to Ibn 'Abbas, Mujahid, Qatadah, Ad-Dahhak and 'Abdur-Rahman bin Zayd. Shu'bah said that Abu Bishr narrated that Sa'id bin Jubayr said that Ibn 'Abbas said that the king's bowl was made from silver and he used it to drink with. Yusuf had the bowl placed in Binyamin's bag while they were unaware, and then had someone herald,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you <span class=\"gray\">(in)</span> the caravan! Surely, you are thieves!)</span> They looked at the man who was heralding this statement and asked him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّاذَا تَفْقِدُونَ - قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What is it that you have lost?\" They said: \"We have lost the bowl of the king...\")</span>, which he used to measure food grains,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِمَن جَاءَ بِهِ حِمْلُ بَعِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and for him who produces it is a camel load)</span>, as a reward,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنَا بِهِ زَعِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I will be bound by it.)</span>, as assurance of delivery of the reward.</p>"
  },
  {
    "ayah_key": "12:73",
    "group_ayah_key": "12:73",
    "from_ayah": "12:73",
    "to_ayah": "12:76",
    "ayah_keys": "12:73,12:74,12:75,12:76",
    "text": "<p lang=\"en\" class=\"en \">They said: \"By Allah! Indeed you know that we came not to make mischief in the land, and we are no thieves! <span>(73)</span>They said: \"What then shall be the penalty of him, if you are <span class=\"gray\">(proved to be)</span> liars. <span>(74)</span>They <span class=\"gray\">[Yusuf's brothers]</span> said: \"His penalty should be that he, in whose bag it is found, should be held for the punishment <span class=\"gray\">(of the crime)</span>. Thus we punish the wrongdoers! <span>(75)</span>So he Yusuf began <span class=\"gray\">(the search)</span> in their bags before the bag of his brother. Then he brought it out of his brother's bag. Thus did We plan for Yusuf. He could not take his brother by the law of the king <span class=\"gray\">(as a slave)</span>, except that Allah willed it. We raise to degrees whom We will, but over all those endowed with knowledge is the All-Knowing <span class=\"gray\">(Allah)</span><span>(76)</span></p><p lang=\"en\" class=\"en \">After Yusuf's servants accused his brothers of theft, they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah! Indeed you know that we came not to make mischief in the land, and we are no thieves!)</span> 'Ever since you knew us, you, due to our good conduct, became certain that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(we came not to make mischief in the land, and we are no thieves!)</span> They said, 'Theft is not in our character, as you came to know.' Yusuf's men said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا جَزَاؤُهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What then shall be the penalty of him)</span>, in reference to the thief, if it came out that he is one of you,'</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِن كُنتُمْ كَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you are <span class=\"gray\">(proved to be)</span> liars?)</span> They asked them, 'What should be the thief's punishment if he is one of you?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا جَزَاؤُهُ مَن وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"His penalty should be that he, in whose bag it is found, should be held for the punishment. Thus we punish the wrongdoers!\")</span> This was the law of Prophet Ibrahim, peace be upon him, that the thief be given as a slave to the victim of theft. This is what Yusuf wanted, and this is why he started with their bags first before his brother's bag, to perfect the plot,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَخْرَجَهَا مِن وِعَاءِ أَخِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he brought it out of his brother's bag.)</span> Therefore, Yusuf took Binyamin as a slave according to their judgement and the law which they believed in. So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ كِدْنَا لِيُوسُفَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus did We plan for Yusuf.)</span> and this is a good plot that Allah likes and prefers, because it seeks a certain benefit using wisdom and the benefit of all. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He could not take his brother by the law of the king,)</span> as a captive, for this was not the law of king of Egypt, according to Ad-Dahhak and several other scholars. Allah only allowed Yusuf to take his brother as a captive after his brothers agreed to this judgement beforehand, and he knew that this was their law. This is why Allah praised him when He said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">نَرْفَعُ دَرَجَاتٍ مَّن نَّشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We raise to degrees whom We will,)</span> just as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will exalt in degree those of you who believe.)</span><span class=\"gray\">[58:11]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but over all those endowed with knowledge is the All-Knowing.)</span> Al-Hasan commented, \"There is no knowledgeable person, but there is another person with more knowledge until it ends at Allah the Exalted and Most Honored.\" In addition, 'Abdur-Razzaq recorded that Sa'id bin Jubayr said, \"We were with Ibn 'Abbas when he narrated an amazing Hadith. A man in the audience said, 'All praise is to Allah! There is an all-knowing above every person endowed with knowledge.' Ibn 'Abbas responded, 'Worse it is that which you said! Allah is the All-Knowing and His knowledge is above the knowledge of every knowledgeable person.' Simak narrated that 'Ikrimah said that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but over all those endowed with knowledge is the All-Knowing <span class=\"gray\">(Allah)</span>.)</span> \"This person has more knowledge than that person, and Allah is above all knowledgeable persons.\" Similar was narrated from 'Ikrimah. Qatadah said, \"Over every person endowed with knowledge is a more knowledgeable person until all knowledge ends with Allah. Verily, knowledge started from Allah, and from Him the scholars learn, and to Him all knowledge returns.\" 'Abdullah bin Mas'ud read the Ayah this way,</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَفَوْقَ كُلِّ عَالِمٍ عَلِيمٌ)</p><p lang=\"en\" class=\"en \">\"And above every scholar, is the All-Knower <span class=\"gray\">(Allah)</span>.\"</p>"
  },
  {
    "ayah_key": "12:77",
    "group_ayah_key": "12:77",
    "from_ayah": "12:77",
    "to_ayah": "12:77",
    "ayah_keys": "12:77",
    "text": "<p lang=\"en\" class=\"en \">They <span class=\"gray\">[Yusuf's brothers]</span> said: \"If he steals, there was a brother of his <span class=\"gray\">[Yusuf]</span> who did steal before <span class=\"gray\">(him)</span>. \" But these things did Yusuf keep in himself, revealing not the secrets to them. He said <span class=\"gray\">(within himself)</span>: \"You are in an evil situation, and Allah is the Best Knower of that which you describe! <span>(77)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf's Brothers accuse Him of Theft!</h2></div><p lang=\"en\" class=\"en \">After Yusuf's brothers saw that the king's bowl was taken out of Binyamin's bag, they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If he steals, there was a brother of his who did steal before.)</span> They tried to show themselves as innocent from being like Binyamin, saying that he did just like a brother of his did beforehand, meaning Yusuf, peace be upon him! Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But these things did Yusuf keep in himself)</span>, meaning the statement that he said afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنتُمْ شَرٌّ مَّكَانًا ۖ وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are in an evil situation, and Allah is the Best Knower of that which you describe!)</span> Yusuf said this to himself and did not utter it aloud, thus intending to hide what he wanted to say to himself even before he said it. Al-'Awfi reported that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But these things did Yusuf keep in himself)</span>, \"He kept in himself <span class=\"gray\">[his statement next]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنتُمْ شَرٌّ مَّكَانًا ۖ وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are in an evil situation, and Allah is the Best Knower of that which you describe!)</span>.\"</p>"
  },
  {
    "ayah_key": "12:78",
    "group_ayah_key": "12:78",
    "from_ayah": "12:78",
    "to_ayah": "12:79",
    "ayah_keys": "12:78,12:79",
    "text": "<p lang=\"en\" class=\"en \">They said: \"O 'Aziz! Verily, he has an old father <span class=\"gray\">(who will grieve for him)</span>; so take one of us in his place. Indeed we think that you are one of the doers of good. <span>(78)</span>He said: \"Allah forbid, that we should take anyone but him with whom we found our property. Indeed <span class=\"gray\">(if we did so)</span>, we should be wrongdoers. <span>(79)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf's Brothers offer taking One of Them instead of Binyamin as a Slave, Yusuf rejects the Offer</h2></div><p lang=\"en\" class=\"en \">When it was decided that Benyamin was to be taken and kept with Yusuf according to the law they adhered by, Yusuf's brothers started requesting clemency and raising compassion in his heart for them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said, \"O 'Aziz! Verily, he has an old father...\")</span> who loves him very much and is comforted by his presence from the son that he lost,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَخُذْ أَحَدَنَا مَكَانَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so take one of us in his place.)</span>, instead of Binyamin to remain with you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed we think that you are one of the doers of good.)</span>, the good doers, just, and accepting fairness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ مَعَاذَ اللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَاعَنَا عِندَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Allah forbid, that we should take anyone but him with whom we found our property...\")</span>, 'according to the judgement that you gave for his punishment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا إِذًا لَّظَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, we should be wrongdoers.)</span>, if we take an innocent man instead of the guilty man.'</p>"
  }
]