[
  {
    "ayah_key": "2:262",
    "group_ayah_key": "2:262",
    "from_ayah": "2:262",
    "to_ayah": "2:264",
    "ayah_keys": "2:262,2:263,2:264",
    "text": "<p lang=\"en\" class=\"en \">Those who spend their wealth in the cause of Allah, and do not follow up their gifts with reminders of their generosity or with injury, their reward is with their Lord. On them shall be no fear, nor shall they grieve <span>(262)</span>Kind words and forgiving of faults are better than Sadaqah <span class=\"gray\">(charity)</span> followed by injury. And Allah is Rich <span class=\"gray\">(free of all needs)</span> and He is Most Forbearing <span>(263)</span>O you who believe! Do not render in vain your Sadaqah <span class=\"gray\">(charity)</span> by reminders of your generosity or by injury, like him who spends his wealth to be seen of men, and he does not believe in Allah, nor in the Last Day. His likeness is the likeness of a smooth rock on which is a little dust; on it falls heavy rain which leaves it bare. They are not able to do anything with what they have earned. And Allah does not guide the disbelieving people <span>(264)</span></p><div lang=\"en\" class=\"en \"><h2>To Remind About Charity Given is Forbidden</h2></div><p lang=\"en\" class=\"en \">Allah praises those who spend from their money in His cause, and then refrain from reminding those who received the charity of that fact, whether these hints take the form of words or actions.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَذًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or with injury)</span>, indicates that they do not cause harm to those whom they gave the charity to, for this harm will only annul the charity. Allah next promised them the best rewards for this good deed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their reward is with their Lord)</span>, indicating that Allah Himself will reward them for these righteous actions. Further,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا خَوْفٌ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On them shall be no fear)</span> regarding the horrors of the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor shall they grieve)</span> regarding the offspring that they leave behind and the adornment and delights of this world. They will not feel sorry for this, because they will acquire what is far better for them.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَوْلٌ مَّعْرُوفٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Kind words)</span> meaning, compassionate words and a supplication for Muslims,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَغْفِرَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and forgiving)</span> meaning, forgiving an injustice that took the form of actions or words,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَا أَذًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are better than Sadaqah <span class=\"gray\">(charity)</span> followed by injury.)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاللَّهُ غَنِيٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Rich)</span> not needing His creation,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Most Forbearing)</span> forgives, releases and pardons them.</p><p lang=\"en\" class=\"en \">There are several Hadiths that prohibit reminding people of acts of charity. For instance, Muslim recorded that Abu Dharr said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ، وَلَا يَنْظُرُ إِلَيْهِم، وَلَا يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ: الْمَنَّانُ بِمَا أَعْطَى، وَالْمُسْبِلُ إِزَارَهُ، وَالْمُنَفِّقُ سِلْعَتَهُ بِالْحَلِفِ الْكَاذِبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Three persons whom Allah shall neither speak to on the Day of Resurrection nor look at nor purify, and they shall receive a painful torment: he who reminds <span class=\"gray\">(the people)</span> of what he gives away, he who lengthens his clothes below the ankles and he who swears an oath while lying, to sell his merchandise.)</span></p><p lang=\"en\" class=\"en \">This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُم بِالْمَنِّ وَالْأَذَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Do not render in vain your Sadaqah <span class=\"gray\">(charity)</span> by reminders of your generosity or by injury)</span> stating that the charity will be rendered in vain if it is followed by harm or reminders. In this case, the reward of giving away charity is not sufficient enough to nullify the harm and reminders. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(like him who spends his wealth to be seen of men)</span> meaning, \"Do not nullify your acts of charity by following them with reminders and harm, just like the charity of those who give it to show off to people.\" The boasting person pretends to give away charity for Allah's sake, but in reality seeks to gain people's praise and the reputation of being kind or generous, or other material gains of this life. All the while, he does not think about Allah or gaining His pleasure and generous rewards, and this is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he does not believe in Allah, nor in the Last Day.)</span></p><p lang=\"en\" class=\"en \">Allah next set the example of whoever gives charity to show off. Ad-Dahhak commented that the example fits one who follows his acts of charity with reminders or harm. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His likeness is the likeness of Safwan)</span> where Safwan, from is Safwanah, meaning 'the smooth rocks,'</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ</p><p lang=\"fy\" class=\"fy \"><span class=\"gray\">(on which is little dust; on it falls a Wabil)</span> meaning, heavy rain,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَتَرَكَهُ صَلْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which leaves it bare.)</span> This Ayah means that heavy rain left the Safwan completely barren of dust. Such is the case with Allah's action regarding the work of those who show off, as their deeds are bound to vanish and disappear, even though people think that these deeds are as plentiful as specks of dust. So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِّمَّا كَسَبُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are not able to do anything with what they have earned. And Allah does not guide the disbelieving people.)</span></p>"
  },
  {
    "ayah_key": "2:265",
    "group_ayah_key": "2:265",
    "from_ayah": "2:265",
    "to_ayah": "2:265",
    "ayah_keys": "2:265",
    "text": "<p lang=\"en\" class=\"en \">And the parable of those who spend their wealth seeking Allah's pleasure while they in their own selves are sure and certain that Allah will reward them <span class=\"gray\">(for their spending in His cause)</span>, is that of a garden on a height; heavy rain falls on it and it doubles its yield of harvest. And if it does not receive heavy rain, light rain suffices it. And Allah is All-Seer <span class=\"gray\">(knows well)</span> of what you do.) This is the example of the believers who give away charity seeking only Allah's pleasur <span>(265)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they in their own selves are sure and certain)</span> meaning, they are certain that Allah shall reward them for these righteous acts with the best rewards. Similarly, in a Hadith collected by Al-Bukhari and Muslim, the Messenger of Allah ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever fasts Ramadan with faith and expectation...)</span> meaning, believing that Allah commanded the fast, all the while awaiting His reward for fasting it.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is that of a garden on a Rabwah)</span> means, the example of a garden on 'a height above the ground', as the majority of scholars have stated. Ibn 'Abbas and Ad-Dahhak added that it also has flowing rivers.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَصَابَهَا وَابِلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wabil falls on it)</span> means, heavy rain as we stated, So it produces its,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أُكُلَهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(yield of harvest)</span> meaning, fruits or produce,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضِعْفَيْنِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(doubles)</span>, as compared to other gardens.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if it does not receive Wabil, a Tall suffices it.)</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak said that the 'Tall' is light rain. The Ayah indicates that the garden on the Rabwah is always fertile, for if heavy rain does not fall on it, light rain will suffice for it. Such is the case regarding the believer's good deeds, for they never become barren. Rather, Allah accepts the believer's righteous deeds and increases them, each according to his deeds. This is why Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Seer of what you do)</span> meaning, none of His servants' deeds ever escapes His perfect watch.</p>"
  }
]