[
  {
    "ayah_key": "20:90",
    "group_ayah_key": "20:90",
    "from_ayah": "20:90",
    "to_ayah": "20:91",
    "ayah_keys": "20:90,20:91",
    "text": "<p class=\"en translation\" lang=\"en\">And Harun indeed had said to them beforehand: \"O my people! You are being tried in this, and verily, your Lord is <span class=\"gray\">(Allah)</span> the Most Gracious, so follow me and obey my order. <span>(90)</span>They said: \"We will not stop worshipping it, until Musa returns to us. <span>(91)</span></p><div lang=\"en\" class=\"en \"><h2>Harun prohibits them from worship of the Calf and the Persistence of the Children of Israel in doing so</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs of Harun's attempt to prohibit them from worshipping the calf and his telling them that this was only a test for them. He told them that their Lord was the Most Beneficent, Who created everything and decreed for everything its just measure. He is the Owner of the Mighty Throne, the One Who does whatever He wants.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so follow me and obey my order.)</span> Meaning, \"Follow me in that which I am commanding you with and leave that which I forbid you from.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّىٰ يَرْجِعَ إِلَيْنَا مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"We will not stop worshipping it, until Musa returns to us.\")</span> meaning, \"We will not cease in our worship of this calf until we hear what Musa has to say about it.\" So they opposed Harun in this matter and they fought against him, nearly killing him.</p>"
  },
  {
    "ayah_key": "20:92",
    "group_ayah_key": "20:92",
    "from_ayah": "20:92",
    "to_ayah": "20:94",
    "ayah_keys": "20:92,20:93,20:94",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa)</span> said: \"O Harun! What prevented you when you saw them going astray; <span>(92)</span>\"That you followed me not <span class=\"gray\">(according to my advice to you)</span>? Have you then disobeyed my order? <span>(93)</span>He <span class=\"gray\">(Harun)</span> said: \"O son of my mother! Seize <span class=\"gray\">(me)</span> not by my beard, nor by my head! Verily, I feared lest you should say: 'You have caused a division among the Children of Israel, and you have not respected my word!' <span>(94)</span></p><div lang=\"en\" class=\"en \"><h2>What happened between Musa and Harun after Musa returned</h2></div><p lang=\"en\" class=\"en \">Allah informs of what happened when Musa returned to his people and saw the great matter that had taken place among them. With this he became filled with anger and he threw down the Divine Tablets that he had in his hand. Then, he grabbed his brother Harun by his head and pulled him towards himself. We expounded upon this previously in Surat Al-A'raf, where we mentioned the Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْخَبَرُ كَالْمُعَايَنَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Information is not the same as observation.)</span> Then, he began to blame his brother, Harun, by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا - أَلَّا تَتَّبِعَنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What prevented you when you saw them going astray; that you followed me not?)</span> meaning, \"You should have informed me of this matter as soon as it happened.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَعَصَيْتَ أَمْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you then disobeyed my order?)</span> \"In that which I entrusted to you,\" referring to Musa's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Replace me among my people, act in the right way and follow not the way of the mischief-makers.)</span><span class=\"gray\">[7:142]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا ابْنَ أُمَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Harun)</span> said: \"O son of my mother!\")</span> This mentioning of the mother was Harun's attempt to soften Musa's anger, because he was Musa's biological brother and they had the same parents. The mentioning of the mother here is more delicate and profound in bringing about gentleness and mildness. This is why he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا ابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O son of my mother! Seize <span class=\"gray\">(me)</span> not by my beard, nor by my head!)</span> This was Harun's excuse to Musa for being delayed from coming to him and informing him of the great mishap that took place. He said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي خَشِيتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I feared)</span> meaning, \"I was afraid to come after you and inform you of this, because I thought you might accuse me of leaving them alone and causing division between them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ تَرْقُبْ قَوْلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you have not respected my word!)</span> This means, \"And you did not take care of what I commanded you to do when I left you in charge of them.\" Ibn 'Abbas said, \"Harun was respectful and obedient to Musa.\"</p>"
  },
  {
    "ayah_key": "20:95",
    "group_ayah_key": "20:95",
    "from_ayah": "20:95",
    "to_ayah": "20:98",
    "ayah_keys": "20:95,20:96,20:97,20:98",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa)</span> said: \"And what is the matter with you. O Samiri? <span>(95)</span><span class=\"gray\">(Samiri)</span> said: \"I saw what they saw not, so I took a <span class=\"gray\">(Qabdah)</span> handful <span class=\"gray\">(of dust)</span> from the <span class=\"gray\">(hoof)</span> print of the messenger and threw it. Thus my inner self suggested to me. <span>(96)</span>Musa said: \"Then go away! And verily, your <span class=\"gray\">(punishment)</span> in this life will be that you will say: 'Touch me not;' and verily, you have a promise that will not fail. And look at your god to which you have been devoted. We will certainly burn it, and scatter its particles in the sea. <span>(97)</span>Your God is only Allah, there is no God but Him. He has full knowledge of all things <span>(98)</span></p><div lang=\"lb\" class=\"lb \"><h2>How As-Samiri made the Calf</h2></div><p lang=\"en\" class=\"en \">Musa said to As-Samiri, \"What caused you to do what you did? What presented such an idea to you causing you to do this?\" Muhammad bin Ishaq reported from Ibn 'Abbas that he said, \"As-Samiri was a man from the people of Bajarma, a people who worshipped cows. He still had the love of cow worshipping in his soul. However, he acted as though he had accepted Islam with the Children of Israel. His name was Musa bin Zafar.\" Qatadah said, \"He was from the village of Samarra.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Samiri)</span> said: \"I saw what they saw not.\")</span> This means, \"I saw Jibril when he came to destroy Fir'awn.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرَّسُولِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so I took a handful <span class=\"gray\">(Qabdah)</span> from the print of the messenger)</span> This means from the hoof print of his <span class=\"gray\">(Jibril's)</span> horse. This is what is well-known with many of the scholars of Tafsir, rather most of them. Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرَّسُولِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so I took a handful <span class=\"gray\">(Qabdah)</span> from the print of the messenger)</span> \"From under the hoof of Jibril's horse.\" He also said, \"The word Qabdah means a palmful, and it is also that which is grasped by the tips of the fingers.\" Mujahid said, \"As-Samiri threw what was in his hand onto the jewelry of the Children of Israel and it became molded into the body of a calf, which made a light moaning sound. The wind that blew into it was the cause of its sound.\" Thus, he said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَنَبَذْتُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I threw it.)</span> This means, \"I threw it along with those who were throwing <span class=\"gray\">(jewelry)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ سَوَّلَتْ لِي نَفْسِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus my inner self suggested to me.)</span> This means that his soul considered it something good and it was pleasing to his self.</p><div lang=\"en\" class=\"en \"><h2>The Punishment of As-Samiri and the burning of the Calf </h2></div><p lang=\"su\" class=\"su \">Thereupon,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَن تَقُولَ لَا مِسَاسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Musa)</span> said: \"Then go away! And verily, your <span class=\"gray\">(punishment)</span> in this life will be that you will say: 'Touch me not.'\")</span> This means, \"Just as you took and touched what was not your right to take and touch of the messenger's foot print, such is your punishment in this life, that you will say, 'Do not touch <span class=\"gray\">(me)</span>.'\" This means, \"You will not touch the people and they will not touch you.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّ لَكَ مَوْعِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, you have a promise)</span> This means on the Day of Resurrection.</p><p class=\"eo qpc-hafs\" lang=\"eo\"> لَّن تُخْلَفَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that will not fail.)</span> you will have no way to escape it. Qatadah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَن تَقُولَ لَا مِسَاسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you will say: 'Touch me not.')</span> \"This is referring to a punishment for them and their remnants <span class=\"gray\">(i.e. those who have their disease)</span> today still say 'Do not touch.'\" Concerning Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, you have a promise that will not fail.)</span> Al-Hasan, Qatadah and Abu Nahik said, \"You will not be absent from it.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانظُرْ إِلَىٰ إِلَٰهِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And look at your god)</span> that which you worshipped,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to which you have been devoted.)</span> that which you established worship of, which was the calf.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا إِلَٰهُكُمُ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۚ وَسِعَ كُلَّ شَيْءٍ عِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your God is only Allah, there is no God but Him. He has full knowledge of all things.)</span> Musa was saying to them, \"This is not your god. Your God is only Allah, the One Whom there is no true God except Him. Worship is not befitting to anyone except Him. For everything is in need of Him and everything is His servant. Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسِعَ كُلَّ شَيْءٍ عِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has full knowledge of all things.)</span> The word 'Ilm <span class=\"gray\">(knowledge)</span> is in the accusative case for distinction. It means that He is the All-Knower of everything.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> surrounds all things in <span class=\"gray\">(His)</span> knowledge.)</span><span class=\"gray\">(65:12)</span> And He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(He)</span> keeps count of all things.)</span><span class=\"gray\">(72:28)</span> Therefore,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not even the weight of a speck of dust escapes His knowledge.)</span><span class=\"gray\">(34:3)</span> He also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.)</span><span class=\"gray\">[6:59]</span> And He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no moving creature is there on earth but its provision is due from Allah. And He knows its dwelling place and its deposit. All is in a Clear Book.)</span><span class=\"gray\">(11:6)</span> The Ayat that mention this are numerous.</p>"
  }
]