[
  {
    "ayah_key": "3:55",
    "group_ayah_key": "3:55",
    "from_ayah": "3:55",
    "to_ayah": "3:58",
    "ayah_keys": "3:55,3:56,3:57,3:58",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when Allah said: \"O 'Isa! I will take you and raise you to Myself and purify <span class=\"gray\">[save]</span> you from those who disbelieve, and I will make those who follow you superior to those who disbelieve till the Day of Resurrection. Then you will return to Me and I will judge between you in the matters in which you used to dispute <span>(55)</span>\"As to those who disbelieve, I will punish them with severe torment in this world and in the Hereafter, and they will have no helpers. <span>(56)</span>And as for those who believe and do righteous good deeds, Allah will pay them their reward in full. And Allah does not like the wrongdoers <span>(57)</span>This is what We recite to you of the verses and the Wise Reminder <span>(58)</span></p><div lang=\"en\" class=\"en \"><h2>Meaning of 'Take You'</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will take you and raise you to Myself)</span> while you are asleep. Allah said in a similar Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَتَوَفَّاكُم بِاللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who takes your souls by night <span class=\"gray\">(when you are asleep)</span>.)</span><span class=\"gray\">[6:60]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَتَوَفَّى الْأَنفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Allah Who takes away the souls at the time of their death, and those that die not during their sleep.)</span><span class=\"gray\">[39:42]</span>.</p><p lang=\"en\" class=\"en \">The Messenger of Allah ﷺ used to recite the following words when he would awaken;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ للهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All the thanks are due to Allah Who brought us back to life after He had caused us to die <span class=\"gray\">(sleep)</span>, and the Return is to Him)</span>.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَانًا عَظِيمًا - وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And because of their disbelief and allegations against Maryam and because of their saying \"We killed Al-Masih 'Isa, son of Maryam, the Messenger of Allah, ـ but they killed him not, nor crucified him, but it appeared that way to them)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَتَلُوهُ يَقِينًا - بَل رَّفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا - وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For surely; they killed him not But Allah raised him up unto Himself. And Allah is Ever All-Powerful, All-Wise. And there is none of the people of the Scripture <span class=\"gray\">(Jews and Christians)</span> but must believe in him before his death. And on the Day of Resurrection, he <span class=\"gray\">['Isa]</span> will be a witness against them.)</span><span class=\"gray\">[4:156-159]</span></p><p lang=\"en\" class=\"en \">His death' refers to 'Isa, and the Ayah means that the People of the Book will believe in 'Isa, before 'Isa dies. This will occur when 'Isa comes back to this world before the Day of Resurrection, as we will explain. By that time, all the People of the Book will believe in 'Isa, for he will annul the Jizyah and he will only accept Islam from people. Ibn Abi Hatim recorded that Al-Hasan said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي مُتَوَفِّيكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will take you)</span> is in reference to sleep, for Allah raised 'Isa while he was asleep.</p><div lang=\"en\" class=\"en \"><h2>Altering the Religion of 'Isa</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And purify <span class=\"gray\">[save]</span> you from those who disbelieve)</span> by raising you to heaven,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I will make those who follow you superior to those who disbelieve, till the Day of Resurrection)</span></p><p lang=\"en\" class=\"en \">This is what happened. When Allah raised 'Isa to heaven, his followers divided into sects and groups. Some of them believed in what Allah sent 'Isa as, a servant of Allah, His Messenger, and the son of His female-servant.</p><p lang=\"en\" class=\"en \">However, some of them went to the extreme over 'Isa, believing that he was the son of Allah. Some of them said that 'Isa was Allah Himself, while others said that he was one of a Trinity. Allah mentioned these false creeds in the Qur'an and refuted them. The Christians remained like this until the third century CE, when a Greek king called, Constantine, became a Christian for the purpose of destroying Christianity. Constantine was either a philosopher, or he was just plain ignorant. Constantine changed the religion of 'Isa by adding to it and deleting from it. He established the rituals of Christianity and the so-called Great Trust, which is in fact the Great Treachery. He also allowed them to eat the meat of swine, changed the direction of the prayer that 'Isa established to the east, built churches for 'Isa, and added ten days to the fast as compensation for a sin that he committed, as claimed. So the religion of 'Isa became the religion of Constantine, who built more then twelve thousand churches, temples and monasteries for the Christians as well as the city that bears his name, Constantinople <span class=\"gray\">(Istanbul)</span>. Throughout this time, the Christians had the upper hand and dominated the Jews. Allah aided them against the Jews because they used to be closer to the truth than the Jews, even though both groups were and still are disbelievers, may Allah's curse descend on them.</p><p lang=\"en\" class=\"en \">When Allah sent Muhammad ﷺ, those who believed in him also believed in Allah, His Angels, Books and Messengers in the correct manner. So they were the true followers of every Prophet who came to earth. They believed in the unlettered Prophet ﷺ, the Final Messenger and the master of all mankind, who called them to believe in the truth in its entirety. This is why they had more right to every Prophet than his own nation, especially those who claim to follow their Prophet's way and religion, yet change and alter his religion. Furthermore, Allah abrogated all the laws that were sent down to the Prophets with the Law He sent Muhammad ﷺ with, which consists of the true religion that shall never change or be altered until the commencement of the Last Hour. Muhammad's religion shall always be dominant and victorious over all other religions. This is why Allah allowed Muslims to conquer the eastern and western parts of the world and the kingdoms of the earth. Furthermore, all countries submitted to them; they demolished Kisra <span class=\"gray\">(king of Persia)</span> and destroyed the Czar, ridding them of their treasures and spending these treasures for Allah's sake. All this occurred just as their Prophet ﷺ told them it would, when he conveyed Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has promised those among you who believe and do righteous good deeds, that He will certainly grant them succession in the land, as He granted it to those before them, and that He will grant them the authority to practice their religion which He has chosen for them. And He will surely give them in exchange a safe security after their fear <span class=\"gray\">(provided)</span> they worship Me and do not associate anything with Me.)</span><span class=\"gray\">[24:55]</span>.</p><p lang=\"en\" class=\"en \">Therefore, Muslims are the true believers in 'Isa. The Muslims then acquired Ash-Sham from the Christians, causing them to evacuate to Asia Minor, to their fortified city in Constantinople. The Muslims will be above them until the Day of Resurrection. Indeed, he, Muhammad ﷺ, who is truthful and who received the true news, has conveyed to Muslims that they will conquer Constantinople in the future, and seize its treasures.</p><div lang=\"en\" class=\"en \"><h2>Threatening the Disbelievers with Torment in This Life and the Hereafter</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ - فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُم مِّن نَّاصِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I will make those who follow you superior to those who disbelieve till the Day of Resurrection. Then you will return to Me and I will judge between you in the matters in which you used to dispute. As to those who disbelieve, I will punish them with a severe torment in this world and in the Hereafter, and they will have no helpers.)</span></p><p lang=\"en\" class=\"en \">This is what Allah did to the Jews who disbelieved in 'Isa and the Christians who went to the extreme over him. Allah tormented them in this life; they were killed, captured, and lost their wealth and kingdoms. Their torment in the Hereafter is even worse and more severe,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُم مِّنَ اللَّهِ مِن وَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have no Waq <span class=\"gray\">(defender or protector)</span> against Allah)</span><span class=\"gray\">[13:34]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for those who believe and do righteous good deeds, Allah will pay them their reward in full)</span> in this life, with victory and domination, and in the Hereafter, with Paradise and high grades,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah does not like the wrongdoers.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is what We recite to you of the verses and the Wise Reminder.)</span> meaning, \"What We narrated to you, O Muhammd, regarding 'Isa, his birth and his life, is what Allah conveyed and revealed to you, sent down from the Al-Lawh Al-Mahfuz <span class=\"gray\">(The Preserved Tablet)</span>. So there is no doubt in it. Similarly, Allah said in Surah Maryam;</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ - مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ سُبْحَانَهُ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is 'Isa, son of Maryam. <span class=\"gray\">(It is)</span> a statement of truth, about which they doubt <span class=\"gray\">(or dispute)</span>. It befits not Allah that He should beget a son. Glorified be He. When He decrees a thing, He only says to it: \"Be!\" and it is.)</span></p>"
  }
]