{
    "chapter_id": 2,
    "chapter_title": "အိမ်သာ တက်ခြင်းနှင့် ထွက်ခြင်းဆိုင်ရာ ဒုအာများနှင့် စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "အိမ်သာတက်ရန်အတွက် ရေနှင့်အတူ ဒဲဟ်လာ (မြေခဲ) များကိုလည်း ယူသွားပါ။ မြေခဲ သို့မဟုတ် ကျောက်ခဲ သုံးလုံးယူခြင်းသည် မွတ်စ်သဟဗ် (နှစ်သက်ဖွယ်) ဖြစ်သည်။ အကယ်၍ အိမ်သာ၌ ကြိုတင်စီစဉ်ထားပြီးဖြစ်ပါက လုံလောက်ပါသည်။ ဖလပ်ရှ် (Flush) အိမ်သာများတွင် မြေခဲများကြောင့် အခက်အခဲရှိနိုင်သဖြင့် အချို့ပညာရှင်များက ဖလပ်ရှ် မပျက်စီးစေရန် တိုကလက်ပေပါ (Toilet Paper) အသုံးပြုရန် အကြံပြုထားကြသည်။",
            "references": [
                "صحیح مسلم: ۱۶۳/۱، باب ما یقول إذا دخل الخلاء... جامع الترمذی: ۷/۱",
                "سنن ابن ماجہ: ۲۶، باب ما یقول إذا دخل الخلاء"
            ]
        },
        {
            "id": 2,
            "text": "ကိုယ်တော်မြတ် (ဆွ) သည် ဦးခေါင်းကို ဖုံးအုပ်၍ ဖိနပ်စီးလျက် အိမ်သာသို့ ကြွတော်မူလေ့ရှိသည်။",
            "references": [
                "کنز العمال: ۲۰/۷ (۱۷۸۶۷)، باب التخلي وآدابه"
            ]
        },
        {
            "id": 3,
            "text": "အိမ်သာထဲသို့ မဝင်မီ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "بِسْمِ اللَّهِ ، اللَّهُمَّ إِنِّي အَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုးသည် အရှင်မြတ်ထံ၌ (ညစ်ညမ်းသော) အဖို၊ အမ ရှိုင်သွာန်ဂျင်န်များ၏ ဘေးရန်မှ ခိုလှုံမှု ရယူပါ၏။",
            "notes": [
                {
                    "type": "faidah",
                    "text": "မွတ်လ္လာ အလီ ကွာရီ (ရဟ်) က မိရ်ကာသ်ကျမ်းတွင် ရေးသားထားသည်မှာ - ဟဒီးစ်တော်များ၌ ပါရှိသည်မှာ ဤဒုအာ၏ ဗရကသ်တော်ကြောင့် အိမ်သာရှိ ယုတ်ညံ့သော ရှိုင်သွာန်များနှင့် လူသားအကြား ကာဆီးမှု ဖြစ်ပေါ်သွားပြီး ၎င်းတို့သည် လူ၏ အရှက်အင်္ဂါကို မမြင်နိုင်တော့ပေ။ ထို့အပြင် 'ခွတ်ဗွတ်စ်' (Khubuth) ၏ 'ဗာ' (Ba) အက္ခရာပေါ်တွင် ပေ့ရှ် (پیش) တင်၍ ဖတ်ခြင်းနှင့် ဂျဇမ် (جزم) ပေး၍ ဖတ်ခြင်း နှစ်မျိုးလုံး ပိုင်ဆိုင်ကြောင်းလည်း ရေးသားထားသည်။"
                }
            ],
            "references": [
                "صحیح البخاری: ۲۶/۱، باب ما یقول عند الخلاء",
                "مرقاۃ المفاتیح: ۵۰/۲ (۳۳۷)، باب آداب الخلاء"
            ]
        },
        {
            "id": 4,
            "text": "အိမ်သာထဲသို့ ဝင်သောအခါ ဘယ်ဘက်ခြေထောက်ကို အရင်လှမ်းဝင်ပါ။",
            "references": [
                "قال الألباني في إرواء الغليل: ۱۳۲/۱... لا أعرف دليله ولعله القياس على الخروج من المسجد"
            ]
        },
        {
            "id": 5,
            "text": "အဝတ်အစားများ ချွတ်သောအခါ အဆင်ပြေနိုင်သမျှ ခန္ဓာကိုယ်ကို လျှော့ချ၍ (ငုံ့၍) ချွတ်ခြင်းသည် ပို၍ကောင်းမွန်သည်။",
            "references": [
                "جامع الترمذی: ۱۰/۱، باب فی الاستتار عند الحاجۃ",
                "سنن ابی داؤد: ۶/۱، باب الاستتار فی الخلاء"
            ]
        },
        {
            "id": 6,
            "text": "အိမ်သာမှ ထွက်သောအခါ ညာဘက်ခြေထောက်ကို အရင်ထုတ်ပါ၊ အပြင်ရောက်သောအခါ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "غُفْرَانَكَ ، الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنِّي الأَذَى وَعَافَانِي",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုးသည် အရှင်မြတ်ထံ၌ အပြစ်မှ ချမ်းသာခွင့် တောင်းခံပါ၏။ ချီးမွမ်းထောပနာ အပေါင်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ရှိတော်မူ၏။ ထိုအရှင်သည် ကျွန်တော်မျိုးထံမှ ဒုက္ခပေးမည့်အရာ (အညစ်အကြေး) များကို ဖယ်ရှားပေးတော်မူပြီး ကျွန်တော်မျိုးအား ကျန်းမာချမ်းသာမှု ပေးသနားတော်မူခဲ့သည်။",
            "references": [
                "سنن ابن ماجہ: ۱۲۳، باب ما يقول إذا خرج من الخلاء"
            ]
        },
        {
            "id": 7,
            "text": "အိမ်သာသို့ မသွားမီ ကိုရ်အာန်အာယသ်တော် သို့မဟုတ် ကိုယ်တော်မြတ် (ဆွ) ၏ ကောင်းမြတ်သော အမည်နာမတော် ရေးသားထားသည့် လက်စွပ် သို့မဟုတ် အရာဝတ္ထုတစ်ခုခု ပါရှိပါက ၎င်းကို ချွတ်၍ အပြင်၌ ထားခဲ့ပါ။ မင်ဖျန်း (Wax-coated) ပြုလုပ်ထားသော သို့မဟုတ် အဝတ်၌ ချုပ်ထားသော သာဝီးဇ် (အဆောင်) များကို ဝတ်ဆင်၍ သွားခြင်းသည် ပိုင်ဆိုင်သည်။",
            "references": [
                "سنن ابی داؤد: ۱/۴، باب الخلاء یکون الخاتم فیہ ذکر اللہ يدخل به الخلاء",
                "سنن ابن ماجہ: ۱۲۳ (۳۰۳)، باب ذکر اللہ عزوجل علی الخلاء والخاتم فی الخلاء"
            ]
        },
        {
            "id": 8,
            "text": "အညစ်အကြေး စွန့်ထုတ်နေစဉ်အတွင်း ကစ်ဗ်လာ (မက္ကာဟ်) ဘက်သို့ မျက်နှာမမူရသကဲ့သို့ ကျောလည်း မပေးရပါ။",
            "references": [
                "صحیح البخاری: ۲۶/۱ (۱۴۶)، باب لاتستقبل القبلۃ بغائط او بول",
                "جامع الترمذی: ۸/۱، باب فی النہی عن استقبال القبلۃ بغائط او بول"
            ]
        },
        {
            "id": 9,
            "text": "အညစ်အကြေး စွန့်ထုတ်နေစဉ်အတွင်း အလွန်အမင်း လိုအပ်ချက်မရှိဘဲ စကားမပြောပါနှင့်။ ထို့အတူ အလ္လာဟ်အရှင်မြတ်ကို ဇိကရ်ပြုခြင်းလည်း မပြုလုပ်ရပါ။",
            "references": [
                "سنن ابی داؤد: ۳/۱، باب کراہیۃ الکلام عند الخلاء"
            ]
        },
        {
            "id": 10,
            "text": "ဆီး၊ ဝမ်းတို့၏ စင်လွင့်မှုများမှ အထူးသတိထား ရှောင်ကြဉ်ပါ။ အဘယ်ကြောင့်ဆိုသော် ကဗရ် (သင်္ချိုင်း) အတွင်း အပြစ်ပေးခံရမှု အများစုသည် ဆီးစင်လွင့်မှုမှ မရှောင်ကြဉ်ခြင်းကြောင့် ဖြစ်တတ်သည်။",
            "references": [
                "سنن ابن ماجہ: ۱۲۶ (۳۴۸)، باب التشدید فی البول"
            ]
        },
        {
            "id": 11,
            "text": "ဆီးသွားစဉ် သို့မဟုတ် အိစ်သိန္ဂျာ (အညစ်အကြေး ဆေးကြော) စဉ်အတွင်း အရှက်အင်္ဂါကို ညာလက်ဖြင့် မကိုင်ရပါ။ ဘယ်လက်ကိုသာ အသုံးပြုပါ။ အိစ်သိန္ဂျာကို ဘယ်လက်ဖြင့် ပြုလုပ်ပါ။",
            "references": [
                "صحیح البخاری: ۲۷/۱ (۱۵۶)، باب لایمسک ذکرہ بیمینہ اذا بال",
                "سنن ابی داؤد: ۵/۱، باب کراہیۃ مس الذکر بالیمین فی الاستبراء"
            ]
        },
        {
            "id": 12,
            "text": "အချို့နေရာများတွင် အိမ်သာမရှိပါက အခြားသူများ၏ အမြင်မှ လွတ်ကင်းသော ကာကွယ်မှုရှိသည့် နေရာမျိုးတွင် အညစ်အကြေး စွန့်ထုတ်ရမည်။",
            "references": [
                "سنن ابی داؤد: ۶/۱، باب الاستتار فی الخلاء",
                "سنن ابن ماجہ: ۲۸، باب الستر عند الحاجۃ"
            ]
        },
        {
            "id": 13,
            "text": "ဆီးစင်လွင့်မှု မရှိစေရန်နှင့် မြေကြီးက စုပ်ယူသွားနိုင်စေရန် ဆီးသွားရန်အတွက် ပျော့ပျောင်းသော မြေနေရာကို ရှာဖွေပါ။",
            "references": [
                "جامع الترمذی: ۱۲/۱، باب اذا اراد الحاجۃ ابعد فی المذہب",
                "سنن ابی داؤد: ۲/۱، باب الرجل یتبواء لبولہ"
            ]
        },
        {
            "id": 14,
            "text": "ထိုင်၍ ဆီးသွားပါ။ မတ်တတ်ရပ်၍ ဆီးမသွားပါနှင့်။",
            "references": [
                "جامع الترمذی: ۹/۱، باب النہی عن البول قائماً"
            ]
        },
        {
            "id": 15,
            "text": "ဆီးသွားပြီးနောက် အိစ်သိန္ဂျာကို ခြောက်သွေ့အောင် ပြုလုပ်လိုပါက နံရံစသည်တို့၏ အကာအကွယ်တွင် ပြုလုပ်ရမည်။",
            "references": [
                "رد المحتار: ۳۳۷/۱"
            ]
        },
        {
            "id": 16,
            "text": "ဝူဇူကို စွန္နသ်တော်နှင့်အညီ အိမ်၌ပင် ပြုလုပ်သင့်သည်။",
            "references": [
                "مرقاۃ المفاتیح: ۲۰۴/۲"
            ]
        },
        {
            "id": 17,
            "text": "စွန္နသ်တော် နမာဇ်များကို အိမ်၌ပင် ဖတ်၍ သွားသင့်သည်။ အကယ်၍ အခွင့်မသာပါက ဗလီ၌ပင် ဖတ်နိုင်သည်။",
            "notes": [
                {
                    "type": "faidah",
                    "text": "ယခုခေတ်တွင် စွန္နသ်တော်များကို စွန့်လွှတ်နေကြသည့်အတွက် စွန္နသ်တော်များကို ဗလီ၌ ဖတ်ခြင်းသည် ပို၍ မြတ်သည်။"
                }
            ],
            "references": [
                "مرقاۃ المفاتیح: ۳۹/۲",
                "کمالاتِ اشرفیہ: ۱۵۶"
            ]
        }
    ]
}