{
    "chapter_id": 25,
    "chapter_title": "ဆံပင်နှင့် မုတ်ဆိတ်ဆိုင်ရာ စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "နဗီတမန်တော်မြတ် (ဆွ) ၏ ကောင်းမြတ်သော ဦးခေါင်းတော်မှ ဆံပင်အရှည်သည် နားနှစ်ဖက်၏ အလယ်အထိရှိသည်ဟုလည်းကောင်း၊ အခြားရေဝါယသ်တော်တစ်ခုအရ နားများအထိရှိသည်ဟုလည်းကောင်း၊ နောက်ထပ်ရေဝါယသ်တော်တစ်ခုအရ နားရွက်သီးများအထိ ရှိသည်ဟုလည်းကောင်း ဖော်ပြထားသည်။ ထိုနေရာများနှင့် နီးကပ်စွာရှိသည်ဟူသော ရေဝါယသ်တော်များလည်း ရှိပါသည်။",
            "references": [
                "شمائل ترمذی: ۲"
            ]
        },
        {
            "id": 2,
            "text": "ဦးခေါင်းတစ်ခုလုံးတွင် ဆံပင်ကို နားရွက်သီးအထိ သို့မဟုတ် ၎င်းထက် အနည်းငယ်အောက်အထိ ထားခြင်းသည် စွန္နသ်ဖြစ်သကဲ့သို့၊ ဦးခေါင်းတစ်ခုလုံးကို ရိတ်ခြင်းသည်လည်း စွန္နသ်ဖြစ်သည်။ အကယ်၍ ဆံပင်ညှပ်လိုပါက ဦးခေါင်းတစ်ခုလုံးရှိ ဆံပင်များကို ဘက်ပေါင်းစုံမှ ညီညာစွာ ညှပ်ခြင်းသည် ပိုင်ဆိုင်သော်လည်း၊ ရှေ့ဘက်ကို အရှည်ထား၍ နောက်ဘက် (လည်ပင်းဘက်) ကို အတိုညှပ်ခြင်း (English Haircut ဟု ခေါ်ဆိုကြသောပုံစံမျိုး) သည် မပိုင်ဆိုင်ပါ။ ထို့အတူ ဦးခေါင်း၏ အချို့အစိတ်အပိုင်းကို ရိတ်၍ အချို့ကို ချန်ထားခြင်းသည်လည်း မပိုင်ဆိုင်ပါ။",
            "references": [
                "غنیۃ الطالبین: ۴۳"
            ]
        },
        {
            "id": 3,
            "text": "မုတ်ဆိတ်မွှေးကို အရှည်ထားရန်နှင့် နှုတ်ခမ်းမွှေးကို အတိုထားရန် ဟဒီးစ်တော်များ၌ အမိန့်တော်ရှိသည်။ မုတ်ဆိတ်ရိတ်ခြင်း သို့မဟုတ် လက်တစ်ဆုပ်စာထက် လျော့နည်း၍ ညှပ်ခြင်းသည် ဟရာမ် (တားမြစ်ချက်) ဖြစ်သည်။ လက်တစ်ဆုပ်စာရှိသော မုတ်ဆိတ်မွှေးကို ထားရှိခြင်းသည် ဝါဂျိဗ်ဖြစ်ပြီး၊ ထိုလက်တစ်ဆုပ်စာ ပမာဏသည် စွန္နသ်တော်မှ သက်သေအထောက်အထား ရှိပါသည်။",
            "references": [
                "صحیح البخاری: ۵۷۵/۲"
            ]
        },
        {
            "id": 4,
            "text": "နှုတ်ခမ်းမွှေးကို အလွန်တိုအောင် ညှပ်ခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။ နှုတ်ခမ်းမွှေးများကို အရှည်ကြီးထားခြင်းအပေါ် ဟဒီးစ်တော်များ၌ ပြင်းထန်သော သတိပေးချက်များ လာရှိပါသည်။",
            "references": [
                "بہشتی زیور: ۱۵۵/۱۱"
            ]
        },
        {
            "id": 5,
            "text": "ချက်အောက်မွှေး၊ ချိုင်းမွှေး၊ နှုတ်ခမ်းမွှေးများနှင့် လက်သည်း၊ ခြေသည်းများကို ဖယ်ရှား၍ သန့်ရှင်းစင်ကြယ်စွာ နေထိုင်ရမည်။ အကယ်၍ ရက်ပေါင်းလေးဆယ် ကျော်လွန်သွားသည်အထိ သန့်ရှင်းရေးမလုပ်ဘဲ ထားပါက အပြစ်ရှိသူ (ဂိုနာဂါရ်) ဖြစ်လိမ့်မည်။",
            "references": [
                "صحیح البخاری: ۸۷۵/۲"
            ]
        },
        {
            "id": 6,
            "text": "ဆံပင်ကို ဆေးကြောခြင်း၊ ဆီလိမ်းခြင်းနှင့် ဘီးဘီးခြင်းတို့သည် စွန္နသ်တော်ဖြစ်သော်လည်း၊ ထူးခြားသော လိုအပ်ချက်မရှိပါက တစ်ရက်ခြားစီ ပြုလုပ်သင့်သည်။",
            "references": [
                "او جز المسالک: ۲۶۸/۱۳"
            ]
        },
        {
            "id": 7,
            "text": "ဘီးဘီးသောအခါ ညာဘက်အခြမ်းမှ စတင်ပါ။",
            "references": [
                "صحیح البخاری: ۶۱/۱"
            ]
        },
        {
            "id": 8,
            "text": "ဘီးဘီးသောအခါဖြစ်စေ သို့မဟုတ် လိုအပ်သလို မှန်ကြည့်သောအခါတိုင်းဖြစ်စေ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "اَللّٰھُمَّ اَنْتَ حَسَّنْتَ خَلْقِیْ فَحَسِّنْ خُلُقِیْ",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်တော်မျိုး၏ ရုပ်ရည်သွင်ပြင်ကို ကောင်းမွန်အောင် ပြုလုပ်ပေးသနားတော်မူခဲ့သကဲ့သို့၊ ကျွန်တော်မျိုး၏ အကျင့်စာရိတ္တ (အာခ်လာသ်) ကိုလည်း ကောင်းမွန်အောင် ပြုလုပ်ပေးသနားတော်မူပါ။",
            "references": [
                "مشکوۃ المصابیح: ۳۸۱/۲"
            ]
        }
    ]
}