{
    "chapter_id": 8,
    "chapter_title": "ဝူဇူပြုလုပ်ခြင်းဆိုင်ရာ စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "ဝူဇူပြုလုပ်ရန် နီယသ်ပြုပါ။ ဥပမာ - 'ကျွန်ုပ်သည် နမာဇ်ဖတ်ခွင့်ရရှိရန်အတွက် ဝူဇူပြုလုပ်ပါသည်' ဟူ၍ ဖြစ်သည်။",
            "references": [
                "سنن نسائي: ۲۴/۱, باب النية في الوضوء"
            ]
        },
        {
            "id": 2,
            "text": "'ဗစ်စ်မိလ္လာဟ် ဟိရ်ရဟ်မာန် နိရ်ရဟီးမ်' ဖတ်၍ ဝူဇူစတင်ပါ။ အချို့သော ရေဝါယသ်တော်များ၌ ဝူဇူ၏ ဒုအာကို ဤသို့ဖော်ပြထားသည် - 'ဗစ်စ်မိလ္လာဟ် ဟိလ်အဇီးမ်၊ ဝပ်ဟမ်းဒုလ္လာဟ် အလာ ဒီးနိလ် အစ္စလာမ်'။ အချို့နေရာများတွင် 'ဗစ်စ်မိလ္လာဟ် ဝပ်ဟမ်းဒုလ္လာဟ်' ဟုလည်း ရှိသည်။",
            "notes": [
                {
                    "type": "masnoon_dua",
                    "text": "ဝူဇူပြုလုပ်နေစဉ်အတွင်း ဤဒုအာကို ဖတ်ခြင်းသည် စွန္နသ်တော်ဖြစ်သည် - 'အလ္လာဟွမ်မဂ်ဖိရ် လီ ဇမ်န်ဗီ၊ ဝဝပ်စစ်အ် လီ ဖီ ဒါရီ၊ ဝဗါရိတ်ခ် လီ ဖီ ရစ်ဇ်ကွီ'။ (အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုး၏ အပြစ်များကို ခွင့်လွှတ်ပေးတော်မူပါ၊ ကျွန်တော်မျိုး၏ နေအိမ်၌ ကျယ်ဝန်းမှုကို ပေးသနားတော်မူပါ၊ ကျွန်တော်မျိုး၏ စားဝတ်နေရေး ရိဇ်ကွီ၌ ဗရကသ်တိုးပွားမှုကို ပေးသနားတော်မူပါ)။"
                }
            ],
            "references": [
                "حاشية الطحطاوي على المراقي: ۱۰۵/۱...",
                "جامع الترمذی: ۱۸۸/۲, باب من أبواب جامع الدعوات"
            ]
        },
        {
            "id": 3,
            "text": "လက်နှစ်ဖက်စလုံးကို လက်ကောက်ဝတ်အထိ ဆေးကြောပါ။",
            "references": [
                "سنن أبي داؤد: ۱۵/۱, باب صفة وضوء نبی صلى الله عليه وسلم"
            ]
        },
        {
            "id": 4,
            "text": "မစ်စ်ဝါးက်ခ် ပြုလုပ်ပါ။ အကယ်၍ မစ်စ်ဝါးက်ခ် မရှိပါက လက်ချောင်းဖြင့် သွားများကို ပွတ်တိုက်ပေးပါ။",
            "references": [
                "حاشية الطحطاوي على المراقي: ۱۰۵/۱, ۱۰۶"
            ]
        },
        {
            "id": 5,
            "text": "ပလုတ်သုံးကြိမ် ကျင်းပါ။",
            "references": [
                "سنن أبي داؤد: ۱۴/۱, باب صفة وضوء نبی صلى الله عليه وسلم"
            ]
        },
        {
            "id": 6,
            "text": "နှာခေါင်းထဲသို့ ရေသုံးကြိမ် ထည့်ပါ၊ နှာခေါင်းကိုလည်း သုံးကြိမ် ညှစ်ထုတ်ပါ။",
            "references": [
                "سنن أبي داؤد: ۱۵/۱, باب صفة وضوء نبی صلى الله عليه وسلم"
            ]
        },
        {
            "id": 7,
            "text": "ဥပုသ် (ဆွောင်မ်) မစောင့်ထိန်းထားပါက ပလုတ်ကျင်းခြင်းနှင့် နှာခေါင်းထဲသို့ ရေသွင်းခြင်းကို ပြည့်ပြည့်စုံစုံ (အစွန်အဖျားအထိ ရောက်အောင်) ပြုလုပ်ပါ။",
            "references": [
                "سنن أبي داؤد: ۱۵/۱, باب صفة وضوء نبی صلى الله عليه وسلم"
            ]
        },
        {
            "id": 1,
            "text": "အင်္ဂါအစိတ်အပိုင်း တစ်ခုစီကို သုံးကြိမ်စီ ဆေးကြောပါ။",
            "references": [
                "صحیح البخاری: ۲۷/۱, ۲۸, باب الوضوء ثلاثا ثلاثا"
            ]
        },
        {
            "id": 9,
            "text": "မျက်နှာဆေးကြောသောအခါ မုတ်ဆိတ်မွှေးများကို ခုလားလ် (လက်ချောင်းများဖြင့် ထိုး၍ ဆေးကြောခြင်း) ပြုလုပ်ပါ။",
            "notes": [
                {
                    "type": "faidah",
                    "text": "မုတ်ဆိတ်မွှေး ခုလားလ်ပြုလုပ်ခြင်း၏ စွန္နသ်နည်းလမ်းမှာ - မျက်နှာကို သုံးကြိမ်ဆေးပြီးနောက် လက်ဖဝါးထဲသို့ ရေယူ၍ မေးစေ့အောက်ဘက်မှ ထည့်ကာ မုတ်ဆိတ်များကို ခုလားလ်ပြုလုပ်ရမည်။ ထို့နောက် 'ဟကဇာ အမရနီ ရဗ်ဗီ' (ဤသို့ပင် ကျွန်ုပ်၏အရှင်က မိန့်ကြားတော်မူခဲ့သည်) ဟု ဆိုရမည်။"
                }
            ],
            "references": [
                "سنن أبي داؤد: ۱۹/۱, باب تخليل اللحية"
            ]
        },
        {
            "id": 10,
            "text": "လက်နှင့် ခြေထောက်များကို ဆေးကြောသောအခါ လက်ချောင်း၊ ခြေချောင်းများကို ခုလားလ်ပြုလုပ်ပါ။",
            "references": [
                "سنن أبي داؤد: ۱۹/۱, باب الاستنثار"
            ]
        },
        {
            "id": 11,
            "text": "ဦးခေါင်းတစ်ခုလုံးကို တစ်ကြိမ် မဆဲဟ် (ပွတ်သပ်ခြင်း) ပြုလုပ်ပါ။",
            "references": [
                "السعاية: ۱۳۲/۱, رد المحتار: کتاب الطهارة: ۲۴۳/۱"
            ]
        },
        {
            "id": 12,
            "text": "ဦးခေါင်းကို မဆဲဟ်ပြုလုပ်စဉ် နားနှစ်ဖက်ကိုလည်း မဆဲဟ်ပြုလုပ်ပါ။",
            "references": [
                "سنن النسائي: ۲۹/۱, باب مسح الأذنين مع الرأس"
            ]
        },
        {
            "id": 13,
            "text": "ဝူဇူပြုလုပ်သော အင်္ဂါအစိတ်အပိုင်းများကို ပွတ်တိုက်၍ ဆေးကြောပါ။",
            "references": [
                "حاشية الطحطاوي على المراقي: ۱۱۲"
            ]
        },
        {
            "id": 14,
            "text": "အစိတ်အပိုင်းတစ်ခုနှင့် တစ်ခုအကြား မခြောက်သွေ့မီ ဆက်တိုက်ဆေးကြောပါ။",
            "references": [
                "حاشية الطحطاوي على المراقي: ۱۱۳"
            ]
        },
        {
            "id": 15,
            "text": "ဝူဇူ၏ အစိတ်အပိုင်းများကို အစဉ်လိုက်အတိုင်း ဆေးကြောပါ။",
            "references": [
                "حاشية الطحطاوي على المراقي: ۱۱۳"
            ]
        },
        {
            "id": 16,
            "text": "ညာဘက်အခြမ်းမှ စတင်ဆေးကြောပါ။",
            "references": [
                "صحیح البخاری: ۲۹/۱ (۱۶۹), باب التیمن في الوضوء والغسل"
            ]
        },
        {
            "id": 17,
            "text": "ဦးခေါင်း၏ ရှေ့ဘက်အခြမ်းမှ မဆဲဟ် စတင်ပါ။",
            "references": [
                "صحیح البخاری: ۳۱/۱, باب مسح الرأس"
            ]
        },
        {
            "id": 18,
            "text": "လည်ပင်းကို မဆဲဟ်ပြုလုပ်ပါ။ လည်ပင်းရှေ့ဘက် (လည်ချောင်း) ကို မဆဲဟ်မပြုပါနှင့်၊ ၎င်းသည် ဗိဒ်အသ် (Bida'h) ဖြစ်သည်။",
            "references": [
                "حاشية الطحطاوي على المراقي: ۱۱۵/۱"
            ]
        },
        {
            "id": 19,
            "text": "ဝူဇူပြီးဆုံးသောအခါ ခလိမတွာလ် ရှဟာဒသ်ကို ဖတ်၍ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုးအား အစဉ်အမြဲ သောင်ဗာပြုသူများနှင့် အမြဲတမ်း စင်ကြယ်စွာ နေထိုင်သူများစာရင်း၌ ထည့်သွင်းပေးသနားတော်မူပါ။",
            "notes": [
                {
                    "type": "faidah",
                    "text": "မွတ်လ္လာ အလီ ကွာရီ (ရဟ်) က မိရ်ကာသ်ကျမ်း၌ ရေးသားထားသည်မှာ - ဤဒုအာ၌ အရိပ်အမြွက်ဖော်ပြချက်မှာ ခန္ဓာကိုယ်၏ ပြင်ပပိုင်းကိုတော့ ကျွန်ုပ်တို့ စင်ကြယ်အောင် ပြုလုပ်ပြီးပါပြီ၊ အရှင်မြတ်၏ ရဟ်မသ်ကရုဏာတော်ဖြင့် ကျွန်ုပ်တို့၏ အတွင်းစိတ် (ဘွားသိနီ) ကိုလည်း စင်ကြယ်အောင် ပြုလုပ်ပေးသနားတော်မူပါ ဟူ၍ ဖြစ်သည်။"
                }
            ],
            "references": [
                "جامع الترمذی: ۱۸/۱, باب ما يقول بعد الوضوء...",
                "مرقاۃ المفاتیح: ۱۶/۲"
            ]
        }
    ]
}