{
    "chapter_id": 22,
    "chapter_title": "စားသောက်ခြင်းဆိုင်ရာ စွန္နသ်တော်အချို့",
    "items": [
        {
            "id": 1,
            "text": "ဒပ်စ်သရ်ခွါန် (Dastarkhwan - စားပွဲခင်း) ခင်းကျင်းခြင်း။",
            "references": [
                "صحیح البخاری: ۱۸۸/۲"
            ]
        },
        {
            "id": 2,
            "text": "လက်နှစ်ဖက်စလုံးကို လက်ကောက်ဝတ်အထိ ဆေးကြောခြင်း။",
            "references": [
                "صحیح البخاری: ۸۰۹/۲"
            ]
        },
        {
            "id": 3,
            "text": "'ဗစ်စ်မိလ္လာဟ်' (Bismillah) ကို အသံခပ်ကျယ်ကျယ်ဖြင့် ဖတ်ခြင်း။",
            "references": [
                "صحیح البخاری: ۱۱۰/۲"
            ]
        },
        {
            "id": 4,
            "text": "ညာဘက်လက်ဖြင့် စားခြင်း။",
            "references": [
                "صحیح مسلم: ۱۷۲/۲"
            ]
        },
        {
            "id": 5,
            "text": "စားသောက်ပွဲ၌ အကြီးအကဲ သို့မဟုတ် လူကြီးသူမများကို အလျင်စတင် စားသောက်စေခြင်း။",
            "references": [
                "صحیح مسلم: ۱۷۱/۲"
            ]
        },
        {
            "id": 6,
            "text": "ဟင်းလျာသည် အမျိုးအစား တစ်ခုတည်းဖြစ်ပါက မိမိရှေ့မှ စတင်စားခြင်း။",
            "references": [
                "صحیح البخاری: ۱۱۰/۲"
            ]
        },
        {
            "id": 7,
            "text": "အကယ်၍ ထမင်းလုတ် သို့မဟုတ် အစာတစ်လုတ် ကျသွားပါက ၎င်းကို ကောက်ယူသန့်စင်၍ စားလိုက်ခြင်း။",
            "references": [
                "صحیح مسلم: ۱۷۵/۲"
            ]
        },
        {
            "id": 8,
            "text": "မှီ၍ မစားရပါ။",
            "references": [
                "جامع الترمذی: ۵/۲"
            ]
        },
        {
            "id": 9,
            "text": "အစားအစာ၏ အပြစ်ကို မပြောရပါ။ (အပြစ်မရှာရပါ)။",
            "references": [
                "صحیح البخاری: ۸۱۴/۲"
            ]
        },
        {
            "id": 10,
            "text": "ဖိနပ်ချွတ်၍ စားသောက်ခြင်း။",
            "references": [
                "مشکوۃ المصابیح: ۳۶۸/۲"
            ]
        },
        {
            "id": 11,
            "text": "စားသောက်သောအခါ ထိုင်နည်းမှာ - ခြေထောက်နှစ်ဖက်ကို ထောင်၍ တင်ပါးကို မြေပြင်ပေါ်၌ထားခြင်း၊ သို့မဟုတ် ခြေထောက်တစ်ဖက်ကို ထောင်၍ ကျန်တစ်ဖက်ကို ခင်းကာ ၎င်းအပေါ်၌ ထိုင်ခြင်း၊ သို့မဟုတ် ဒူးနှစ်ဖက်ကို မြေပြင်ပေါ်၌ချ၍ နမာဇ်အထိုင်ကဲ့သို့ ထိုင်ပြီး ရှေ့သို့ အနည်းငယ် ငုံ့၍စားခြင်း။",
            "references": [
                "مرقاۃ المفاتیح: ۱۰۲/۸"
            ]
        },
        {
            "id": 12,
            "text": "စားသောက်သည့် ပန်းကန်ခွက်ယောက်များကို စင်ကြယ်အောင် ပြုလုပ်ခြင်း။ ထိုသို့ပြုလုပ်ပါက ထိုပန်းကန်က ထိုသူအတွက် အပြစ်မှ ချမ်းသာခွင့်ပေးရန် (ဒုအာ) တောင်းခံပေးသည်။",
            "references": [
                "سنن ابن ماجہ: ۲۳۵/۱"
            ]
        },
        {
            "id": 13,
            "text": "စားပြီးနောက် လက်ချောင်းများကို လျက်ခြင်း။",
            "references": [
                "صحیح مسلم: ۱۷۵/۲"
            ]
        },
        {
            "id": 14,
            "text": "စားသောက်ပြီးနောက် ဖတ်ရမည့် ဒုအာ -",
            "arabic_text": "اَلْحَمْدُ لِلّٰہِ الَّذِیْ اَطْعَمَنَا وَسَقَانَا وَجَعَلَنَا مُسْلِمِیْنَ",
            "urdu_translation": "ချီးမွမ်းထောပနာ အပေါင်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ရှိတော်မူ၏။ ထိုအရှင်သည် ကျွန်ုပ်တို့အား စားသောက်စေတော်မူခဲ့သည်၊ သောက်သုံးစေတော်မူခဲ့သည်၊ ထို့ပြင် ကျွန်ုပ်တို့အား မွတ်စလင်မ်များ ဖြစ်စေတော်မူခဲ့သည်။",
            "references": [
                "جامع الترمذی: ۱۸۴/۲"
            ]
        },
        {
            "id": 15,
            "text": "ဒပ်စ်သရ်ခွါန် (စားပွဲခင်း) ကို အရင်သိမ်းစေပြီးမှ မိမိကိုယ်တိုင် ထခြင်း။",
            "references": [
                "سنن ابن ماجہ: ۲۳۷/۱"
            ]
        },
        {
            "id": 16,
            "text": "ဒပ်စ်သရ်ခွါန်သိမ်းသောအခါ ဖတ်ရမည့် ဒုအာ -",
            "arabic_text": "اَلْحَمْدُ لِلّٰہِ حَمْدًا کَثِیْرًا طَیِّبًا مُّبَارَکًا فِیْہِ غَیْرَ مَکْفِیٍّ وَلَا مُوَدَّعٍ وَلَا مُسْتَغْنًی عَنْہُ رَبَّنَا",
            "urdu_translation": "ချီးမွမ်းထောပနာ အပေါင်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ရှိတော်မူ၏။ စင်ကြယ်သန့်ရှင်း၍ ဗရကသ်မင်္ဂလာနှင့် ပြည့်စုံသော ချီးမွမ်းခြင်းမျိုး ဖြစ်သည်။ အို-ကျွန်ုပ်တို့၏အရှင်၊ ကျွန်ုပ်တို့သည် ဤအစားအစာကို လုံလောက်ပြီဟု ယူဆ၍လည်းကောင်း၊ လုံးဝစွန့်ခွာ၍လည်းကောင်း၊ သို့မဟုတ် ၎င်းကို မလိုအပ်တော့ဟု ယူဆ၍လည်းကောင်း ထလာကြခြင်း မဟုတ်ပါ။",
            "references": [
                "صحیح البخاری: ۸۲۰/۲"
            ]
        },
        {
            "id": 17,
            "text": "လက်နှစ်ဖက်စလုံးကို ဆေးကြောခြင်း။",
            "references": [
                "جامع الترمذی: ۶/۲"
            ]
        },
        {
            "id": 18,
            "text": "ပလုတ်ကျင်းခြင်း။",
            "references": [
                "صحیح البخاری: ۸۲۰/۲"
            ]
        },
        {
            "id": 19,
            "text": "စားကာစ၌ 'ဗစ်စ်မိလ္လာဟ်' ဖတ်ရန် မေ့သွားပါက ဤသို့ဖတ်ပါ - 'ဗစ်စ်မိလ္လာဟ် အောင်ဝလဟူး ဝအာခီရဟူး'။",
            "references": [
                "جامع الترمذی: ۷/۲"
            ]
        },
        {
            "id": 20,
            "text": "သူတစ်ပါး၏ ဖိတ်ကြားမှုဖြင့် စားသောအခါ အိမ်ရှင်အတွက် ဤသို့ ဒုအာတောင်းပေးပါ -",
            "arabic_text": "اَللّٰھُمَّ اَطْعِمْ مَنْ اَطْعَمَنِیْ وَاسْقِ مَنْ سَقَانِیْ",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုးအား ကျွေးမွေးသူကို ကျွေးမွေးတော်မူပါ၊ ကျွန်တော်မျိုးအား တိုက်ကျွေးသူကိုလည်း တိုက်ကျွေးတော်မူပါ။",
            "references": [
                "صحیح مسلم: ۱۸۰/۲"
            ]
        },
        {
            "id": 21,
            "text": "ရှာလကာရည် (Vinegar) ကို အသုံးပြုခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။ ရှာလကာရည်ရှိသော အိမ်သည် ဟင်းလျာလိုအပ်ချက်ရှိသောအိမ်ဟု မယူဆနိုင်ပါ။",
            "references": [
                "سنن ابن ماجہ: ۲۳۸/۱"
            ]
        }
    ]
}