[
  {
    "ayah_key": "2:11",
    "group_ayah_key": "2:11",
    "from_ayah": "2:11",
    "to_ayah": "2:12",
    "ayah_keys": "2:11,2:12",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့အား ပြောကြားသောအခါ- \"ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှု မပြုကြနှင့်\" သူတို့က ဆိုကြသည်- \"ကျွန်ုပ်တို့သည် ပြုပြင်သူများသာ ဖြစ်ကြပါသည်\"။ <span>(၁၁)</span>ဧကန်မလွဲ သူတို့သည်ပင် ဖျက်ဆီးသူများ ဖြစ်ကြသည်၊ သို့သော် သူတို့ မသိကြပေ <span>(၁၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဖျက်ဆီးမှု၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">သူ၏ တဖ်စီရ်၌ အစ်စူဒီက အိဗ်နုအဗ္ဗားစ်နှင့် အိဗ်နုမစ်အူဒ်တို့က မှတ်ချက်ပေးခဲ့သည်ဟု ဆိုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား ပြောကြားသောအခါ- \"ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှု မပြုကြနှင့်\" သူတို့က ဆိုကြသည်- \"ကျွန်ုပ်တို့သည် ပြုပြင်သူများသာ ဖြစ်ကြပါသည်\"။)</span> \"သူတို့သည် နာမည်ခံမွတ်စ်လင်မ်များ (မုနာဖစ်က်) ဖြစ်ကြသည်။ အဘယ်ကြောင့်ဆိုသော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفْسِدُوا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှု မပြုကြနှင့်\")</span>၊ ထိုသည်မှာ မယုံကြည်ခြင်းနှင့် ပုန်ကန်ခြင်းလုပ်ရပ်များ ဖြစ်သည်။\" အဘူဂျာအ်ဖရ်က အလ်ရာဘီအ် ဘင်န် အနပ်စ်က အဘူအလ်အာလီယဟ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်ကြောင်း ပြောကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား ပြောကြားသောအခါ- \"ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှု မပြုကြနှင့်\"။)</span>၊ ဆိုလိုသည်မှာ \"ကမ္ဘာမြေပေါ်တွင် ပုန်ကန်မှုများ မကျူးလွန်ကြနှင့်။ သူတို့၏ ဖျက်ဆီးမှုသည် အလ္လာဟ်အရှင်မြတ်အား မနာခံခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ကမ္ဘာမြေပေါ်တွင် အလ္လာဟ်အရှင်မြတ်အား မနာခံသူ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်အား မနာခံရန် အမိန့်ပေးသူ မည်သူမဆို ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှု ကျူးလွန်ပြီး ဖြစ်သည်။ ကမ္ဘာမြေနှင့် ကောင်းကင်နှစ်ခုစလုံးတွင် ငြိမ်းချမ်းရေးကို <span class=\"gray\">(ရရှိပြီး)</span> အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်းဖြင့် <span class=\"gray\">(ရရှိသည်)</span>။\" အလ်ရာဘီအ် ဘင်န် အနပ်စ်နှင့် ကတာဒါဟ်တို့ကလည်း အလားတူ ဆိုကြသည်။</p><div lang=\"my\" class=\"my \"><h2>နာမည်ခံမွတ်စ်လင်မ်များ (မုနာဖစ်က်) ကျူးလွန်သော ဖျက်ဆီးမှုအမျိုးအစားများ</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု ဂျာရီရ်က ဆိုသည်မှာ၊ \"နာမည်ခံမွတ်စ်လင်မ်များ (မုနာဖစ်က်) တို့သည် ကမ္ဘာမြေပေါ်တွင် ၎င်းတို့၏ အရှင်သခင်အား မနာခံခြင်းဖြင့်လည်းကောင်း၊ တားမြစ်ထားသော လုပ်ရပ်များကို ဆက်လက်လုပ်ဆောင်ခြင်းဖြင့်လည်းကောင်း ဖျက်ဆီးမှုများ ကျူးလွန်ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က မဖြစ်မနေ ပြုလုပ်ရန် ပြုလုပ်ထားသည်များကိုလည်း စွန့်ပစ်ပြီး ၎င်း၏သာသနာကို သံသယဝင်ကြသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏သာသနာကို ယုံကြည်ခြင်းနှင့် ၎င်း၏မှန်ကန်မှုကို သေချာစွာ သိရှိခြင်းမှတစ်ပါး မည်သူတစ်ဦးတစ်ယောက်ထံမှ လုပ်ရပ်ကို လက်မခံပါ။ နာမည်ခံမွတ်စ်လင်မ်များ (မုနာဖစ်က်) တို့သည် ၎င်းတို့၏ စိတ်နှလုံးများတွင် ရှိနေသော သံသယနှင့် တုံ့ဆိုင်းမှုနှင့် ဆန့်ကျင်ဘက်ကို ပြောဆိုခြင်းဖြင့် ယုံကြည်သူများအား လိမ်ညာကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေစစ်များအား ဆန့်ကျင်၍ ၎င်းတို့ တတ်နိုင်သမျှ အကူအညီပေးကြပြီး အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ကျမ်းတော်များနှင့် ၎င်း၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်သူများအား ထောက်ခံကြသည်။ ဤကား နာမည်ခံမွတ်စ်လင်မ်များ (မုနာဖစ်က်) တို့ ကမ္ဘာမြေပေါ်တွင် ၎င်းတို့သည် ကောင်းမှုပြုနေသည်ဟု ထင်မှတ်ရင်း ဖျက်ဆီးမှုများ ကျူးလွန်ပုံပင်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျာရီရ်၏ ထုတ်ပြန်ချက်သည် မှန်ကန်သည်၊ မယုံကြည်သူများကို မိတ်ဆွေအဖြစ် ခင်မင်ခြင်းသည် ကမ္ဘာမြေပေါ်ရှိ ဖျက်ဆီးမှုအမျိုးအစားများထဲမှ တစ်ခုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့သည် အချင်းချင်း မိတ်ဆွေများ ဖြစ်ကြ၏။ အကယ်၍ သင်တို့သည် ဤသို့ <span class=\"gray\">(အချင်းချင်း ကူညီခြင်း)</span> မပြုလုပ်ပါက ကမ္ဘာမြေပေါ်တွင် အုံကြွမှု၊ နှိပ်စက်မှုနှင့် ကြီးမားသော ဖျက်ဆီးမှုများ ဖြစ်ပေါ်လာလိမ့်မည်။)</span><span class=\"gray\">(၈:၇၃)</span>၊ ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများနှင့် မယုံကြည်သူများအကြား သစ္စာစောင့်သိမှုကို ဖြတ်တောက်လိုက်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို- ယုံကြည်သူအပေါင်းတို့၊ ယုံကြည်သူများမှအပ မယုံကြည်သူများကို မိ်တဆွေများ <span class=\"gray\">(ကာကွယ်သူများ၊ ကူညီသူများ သို့မဟုတ် မိတ်ဆွေများ)</span> အဖြစ် မယူကြနှင့်။ သင်တို့ကိုယ်သင်တို့ အလ္လာဟ်အရှင်မြတ်အပေါ် ထင်ရှားသော သက်သေအထောက်အထားကို တင်ပြလိုကြသလော?)</span><span class=\"gray\">(၄: ၁၄၄)</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ နာမည်ခံမွတ်စ်လင်မ်များ (မုနာဖစ်က်) တို့သည် ငရဲ၏ အနိမ့်ဆုံးအဆင့်တွင် ရှိကြမည်။ ၎င်းတို့အတွက် မည်သည့်အကူအညီမျှ သင် ရှာမတွေ့နိုင်ပါ။)</span><span class=\"gray\">(၄:၁၄၅)</span>။</p><p lang=\"my\" class=\"my \">နာမည်ခံမွတ်စ်လင်မ် (မုနာဖစ်က်) ၏ အပြင်ပန်းသဏ္ဌာန်သည် ယုံကြည်ခြင်းကို ပြသသောကြောင့် သူသည် စစ်မှန်သော ယုံကြည်သူများကို စိတ်ရှုပ်ထွေးစေသည်။ ထို့ကြောင့် နာမည်ခံမွတ်စ်လင်မ်များ (မုနာဖစ်က်) ၏ လှည့်ဖြားတတ်သော အပြုအမူသည် ဖျက်ဆီးမှုတစ်ရပ် ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ မယုံကြည်သောအရာကို ယုံကြည်သည်ဟု ပြောဆိုခြင်းဖြင့် ယုံကြည်သူများကို လှည့်ဖြားခြင်း၊ နှင့် ယုံကြည်သူများကို ဆန့်ကျင်၍ မယုံကြည်သူများအား ထောက်ခံမှုနှင့် သစ္စာစောင့်သိမှု ပေးခြင်းတို့ကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">နာမည်ခံမွတ်စ်လင်မ် (မုနာဖစ်က်) သည် မယုံကြည်သူအဖြစ် ဆက်လက်တည်ရှိနေပါက <span class=\"gray\">(မွတ်စ်လင်မ်ဟန်ဆောင်ခြင်းထက်)</span>၊ သူ့ထံမှ ဖြစ်ပေါ်လာသော မကောင်းမှုသည် နည်းပါးလိမ့်မည်။ ပိုမိုကောင်းမွန်သည်မှာ၊ အကယ်၍ နာမည်ခံမွတ်စ်လင်မ် (မုနာဖစ်က်) သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ စိတ်ရင်းမှန်ဖြင့် ပြုမူပြီး သူပြောသော စကားများသည် သူ၏ လုပ်ရပ်များနှင့် ကိုက်ညီပါက သူ အောင်မြင်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား ပြောကြားသောအခါ- \"ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှု မပြုကြနှင့်\" သူတို့က ဆိုကြသည်- \"ကျွန်ုပ်တို့သည် ပြုပြင်သူများသာ ဖြစ်ကြပါသည်\"။)</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်တို့သည် နှစ်ဖက်စလုံး၊ ယုံကြည်သူများနှင့် မယုံကြည်သူများ နှစ်ဖက်စလုံးနှင့် မိတ်ဆွေဖွဲ့ရန်နှင့် နှစ်ဖက်စလုံးနှင့် ငြိမ်းချမ်းစွာ နေထိုင်ရန် ကြိုးပမ်းသည်။\" အလားတူပင် မိုဟာမဒ် ဘင်န် အိစ်ဟားက်က အိဗ်နုအဗ္ဗားစ် ပြောသည်ဟု ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား ပြောကြားသောအခါ- \"ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှု မပြုကြနှင့်\" သူတို့က ဆိုကြသည်- \"ကျွန်ုပ်တို့သည် ပြုပြင်သူများသာ ဖြစ်ကြပါသည်\"။)</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်တို့သည် ယုံကြည်သူများနှင့် ကျမ်းတော်ရှင်များအကြား ပြန်လည်သင့်မြတ်စေရန် ကြိုးပမ်းသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَٰكِن لَّا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သူတို့သည်ပင် ဖျက်ဆီးသူများ ဖြစ်ကြသည်၊ သို့သော် သူတို့ မသိကြပေ။)</span>။ ဤအာယတ်၏ အဓိပ္ပါယ်မှာ နာမည်ခံမွတ်စ်လင်မ်များ (မုနာဖစ်က်) ၏ အပြုအမူနှင့် ၎င်းတို့က ငြိမ်းချမ်းရေးအတွက်ဟု ဆိုခြင်းသည် ဖျက်ဆီးမှုပင် ဖြစ်သည်၊ ၎င်းတို့၏ မသိနားမလည်မှုကြောင့် ၎င်းတို့က ဖျက်ဆီးမှုအဖြစ် မမြင်ကြသော်လည်း ဖြစ်သည်။</p>"
  }
]