[
  {
    "ayah_key": "21:98",
    "group_ayah_key": "21:98",
    "from_ayah": "21:98",
    "to_ayah": "21:103",
    "ayah_keys": "21:98,21:99,21:100,21:101,21:102,21:103",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်စင်စစ် သင်တို့နှင့် သင်တို့သည် ယခု အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်နေကြသည်တို့သည် <span class=\"gray\">(သာလျှင်)</span> ဂျဟန္နမ် (ငရဲ) အတွက် လောင်စာ <span class=\"gray\">(ဟာစဗ်)</span> သာ ဖြစ်သည်။ <span class=\"gray\">(ဧကန်မလွဲ)</span> သင်တို့သည် ထိုငရဲသို့ ဝင်ရောက်ကြရမည်။ <span>(၉၈)</span>အကယ်၍ ၎င်းတို့သည် ဘုရားများ ဖြစ်ခဲ့ပါလျှင် ထို <span class=\"gray\">(ငရဲ)</span> သို့ ဝင်ရောက်ကြရမည်မဟုတ်ပေ။ ထို့ပြင် ၎င်းတို့အားလုံး ထိုငရဲတွင် ထာဝရနေထိုင်ကြရမည်။ <span>(၉၉)</span>ထိုငရဲတွင် ၎င်းတို့သည် နက်ရှိုင်းစွာ သက်ပြင်းချခြင်း၊ ဟစ်အော်ခြင်းတို့ဖြင့် အသက်ရှူကြရမည်ဖြစ်ပြီး ထိုငရဲတွင် ၎င်းတို့ မကြားရပေ။ <span>(၁၀၀)</span>အမှန်စင်စစ်၊ အကျွန်ုပ်တို့ထံမှ ကောင်းကျိုးများ ဦးစွာရရှိခဲ့ကြသူများသည် ထို <span class=\"gray\">(ငရဲ)</span> မှ ဝေးကွာစွာ ဖယ်ရှားခံရကြမည်။ <span>(၁၀၁)</span>၎င်းတို့သည် ထို <span class=\"gray\">(ငရဲ)</span> ၏ အသံအသေးငယ်ဆုံးကိုပင် မကြားရဘဲ၊ ၎င်းတို့၏ စိတ်ဆန္ဒရှိရာတွင် နေထိုင်ကြမည်ဖြစ်သည်။ <span>(၁၀၂)</span>အကြီးမားဆုံးသော ကြောက်မက်ဖွယ်ရာသည် ၎င်းတို့ကို စိုးရိမ်ပူပန်စေမည်မဟုတ်ပေ။ ထို့ပြင် ကောင်းကင်တမန်များသည် ၎င်းတို့နှင့်တွေ့ဆုံ၍၊ <span class=\"gray\">(နှုတ်ဆက်သည့်အနေဖြင့်-)</span> \"ဤသည်မှာ သင်တို့အား ကတိပေးထားခဲ့သော သင်တို့၏နေ့ရက်ပင် ဖြစ်သည်။ <span>(၁၀၃)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူများနှင့် ၎င်းတို့၏ဘုရားများသည် ငရဲအတွက် လောင်စာများ ဖြစ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မက္ကာမြို့သားများ၊ ကူရိုက်ရှ်မျိုးနွယ်၏ ရုပ်တုကိုးကွယ်သူများနှင့် ၎င်းတို့၏ ရုပ်တုကိုးကွယ်သည့် ဘာသာတရားကို လိုက်နာသူများအား မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင်တို့နှင့် သင်တို့သည် ယခု အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်နေကြသည်တို့သည် ဂျဟန္နမ် (ငရဲ) အတွက် ဟာစဗ်သာ ဖြစ်သည်။)</span> အိဗ်နု အဗ္ဗားစ်က \"မီးစာ\" ဟု မိန့်ကြားခဲ့သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُودُهَا النَّاسُ وَالْحِجَارَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏လောင်စာသည် လူနှင့်ကျောက်ခဲများ ဖြစ်သည်)</span><span class=\"gray\">(၆၆:၆)</span>။ အခြားအစီရင်ခံစာတစ်ရပ်အရ အိဗ်နု အဗ္ဗားစ်က မိန့်ကြားသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَصَبُ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျဟန္နမ် (ငရဲ) အတွက် ဟာစဗ်)</span> ဟူသည် <span class=\"gray\">(ဇန်ဂျီးယာလူမျိုးတို့၏ ဘာသာစကား)</span> တွင် ထင်းကို ဆိုလိုသည်။ မုဂျာဟစ်ဒ်၊ အိကရီမာဟ်နှင့် ကွတာဒါဟ်တို့က \"၎င်း၏ လောင်စာ\" ဟု ပြောကြားခဲ့သည်။ အဒ်-ဒဟ်ဟာက်က \"ငရဲ၏လောင်စာ ဆိုသည်မှာ ငရဲထဲသို့ ပစ်ထည့်ခံရမည့်အရာ\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنتُمْ لَهَا وَارِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ဧကန်မလွဲ) သင်တို့သည် ထိုငရဲသို့ ဝင်ရောက်ကြရမည်။)</span> ဆိုလိုသည်မှာ သင်တို့ ထိုငရဲသို့ ဝင်ကြရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَ هَٰؤُلَاءِ آلِهَةً مَّا وَرَدُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် ဘုရားများ ဖြစ်ခဲ့ပါလျှင် ထိုငရဲသို့ ဝင်ရောက်ကြရမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ အကယ်၍ သင်တို့ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ခဲ့ကြသော ဤရုပ်တုများနှင့် မှားယွင်းသောဘုရားများသည် အမှန်တကယ် ဘုရားများ ဖြစ်ခဲ့ပါလျှင် ၎င်းတို့သည် ဂျဟန္နမ်ငရဲသို့ ဝင်ရောက်ကြရမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلٌّ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့အားလုံး ထိုငရဲတွင် ထာဝရနေထိုင်ကြရမည်။)</span> ဆိုလိုသည်မှာ ကိုးကွယ်သူများနှင့် ၎င်းတို့၏ ကိုးကွယ်ရာများအားလုံး ထိုငရဲတွင် ထာဝရနေထိုင်ကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ فِيهَا زَفِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုငရဲတွင် ၎င်းတို့သည် နက်ရှိုင်းစွာ သက်ပြင်းချခြင်း၊ ဟစ်အော်ခြင်းတို့ဖြင့် အသက်ရှူကြရမည်။)</span> ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၌ <span class=\"gray\">(ငရဲတွင်)</span>၊ ဇဖီရ်နှင့် ရှဟီက် ရှိကြမည်။)</span><span class=\"gray\">(၁၁:၁၀၆)</span>။ ဇဖီရ်သည် ၎င်းတို့၏ လေထုတ်ခြင်းကို ရည်ညွှန်းပြီး၊ ရှဟီက်သည် ၎င်းတို့၏ လေရှူသွင်းခြင်းကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهَا لَا يَسْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုငရဲတွင် ၎င်းတို့ မကြားရပေ။)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းချီးခံစားရသူတို့၏ အခြေအနေ</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အကျွန်ုပ်တို့ထံမှ ကောင်းကျိုးများ ဦးစွာရရှိခဲ့ကြသူများသည်၊)</span> အိကရီမာဟ်က \"ကရုဏာ\" ဟု ပြောကြားခဲ့သည်။ အခြားသူများကမူ ကောင်းချီးခံရခြင်းဟု ဆိုလိုသည်ဟု ပြောကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَنْهَا مُبْعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုငရဲမှ ဝေးကွာစွာ ဖယ်ရှားခံရကြမည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ငရဲသားများနှင့် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်မှုကြောင့် ၎င်းတို့၏ ပြစ်ဒဏ်အကြောင်းကို ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်များကို ယုံကြည်ခဲ့ကြသည့် ကောင်းချီးခံစားရသူများအကြောင်းကို ဖော်ပြတော်မူသည်။ ဤသူတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကောင်းချီးများ ဦးစွာရရှိခဲ့ကြသူများဖြစ်ပြီး၊ ၎င်းတို့သည် လောကတွင် ကောင်းမြတ်သော အမှုများကို ပြုခဲ့ကြသူများဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّذِينَ أَحْسَنُوا الْحُسْنَىٰ وَزِيَادَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုခဲ့သူများအတွက် အကောင်းဆုံးအကျိုးနှင့် ပို၍လည်းရှိသည်)</span><span class=\"gray\">(၁၀:၂၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုအတွက် ကောင်းမှုမှတစ်ပါး အခြား အကျိုးရှိပါသလော။)</span><span class=\"gray\">(၅၅:၆၀)</span> ၎င်းတို့သည် ဤလောကတွင် ကောင်းမှုပြုခဲ့သကဲ့သို့၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ နောက်ဆုံးကံကြမ္မာနှင့် အကျိုးကို ကောင်းမြတ်စေမည်ဖြစ်သည်။ အရှင်မြတ်သည် ၎င်းတို့ကို ပြစ်ဒဏ်မှ ကယ်တင်၍ ကြီးမားသော အကျိုးကို ပေးသနားတော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَنْهَا مُبْعَدُونَ - لَا يَسْمَعُونَ حَسِيسَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုငရဲမှ ဝေးကွာစွာ ဖယ်ရှားခံရကြမည်။ ၎င်းတို့သည် ထိုငရဲ၏ အသံအသေးငယ်ဆုံးကိုပင် မကြားရပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်း၏ပူပြင်းမှုကို ၎င်းတို့၏ ကိုယ်ခန္ဓာတွင် ခံစားရမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِي مَا اشْتَهَتْ أَنفُسُهُمْ خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စိတ်ဆန္ဒရှိရာတွင် နေထိုင်ကြမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကြောက်ရွံ့သောအရာမှ လုံခြုံကြမည်ဖြစ်ပြီး၊ ချစ်မြတ်နိုး၍ ဆန္ဒရှိသမျှ အရာအားလုံးကို ရရှိကြမည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ခံရသူများ၏ ကိစ္စတွင် ချွင်းချက်ကို ပြသရန်၊ အူဇိုင်ရ်နှင့် မစီးဟ်တို့ကို ၎င်းတို့အထဲမှ ဖယ်ထုတ်ရန် ထုတ်ပြန်ခဲ့သည်ဟု ဆိုကြသည်။ ဟဂျ်ဂျာဂျ် ဗင်န် မုဟမ္မဒ် အလ်-အာအ်ဝါရ်သည် အိဗ်နု ဂျူရိုင်ဂျ်ထံမှ ဖော်ပြခဲ့ပြီး၊ အွတ်စ်မာန် ဗင်န် အာတွာအ်သည် အိဗ်နု အဗ္ဗားစ်ထံမှ ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင်တို့ (မယုံကြည်သူများ) နှင့် သင်တို့သည် ယခု အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်နေကြသည်တို့သည် ဂျဟန္နမ် (ငရဲ) အတွက် ဟာစဗ်သာ ဖြစ်သည်။ (ဧကန်မလွဲ) သင်တို့သည် ထိုငရဲသို့ ဝင်ရောက်ကြရမည်။)</span> ထို့နောက် အရှင်မြတ်သည် ချွင်းချက်ပြု၍ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အကျွန်ုပ်တို့ထံမှ ကောင်းကျိုးများ ဦးစွာရရှိခဲ့ကြသူများသည်၊)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကောင်းကင်တမန်များနှင့် အီဆာတို့ကို ရည်ညွှန်းသည်ဟု ဆိုကြပြီး၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ခံရသူ အခြားသူများလည်း ပါဝင်သည်။ ဤသည်မှာ အိကရီမာဟ်၊ အလ်-ဟဆန်နှင့် အိဗ်နု ဂျူရိုင်ဂျ်တို့၏ အမြင်ဖြစ်သည်။ မုဟမ္မဒ် ဗင်န် အိစ်ဟာက် ဗင်န် ယာစာရ်သည် ၎င်း၏ ဆီရာကျမ်းတွင် ပြောကြားခဲ့သည်-</p><p lang=\"my\" class=\"my \">ကျွန်တော်ကြားသိရသည်မှာ တစ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အလ်-ဝလီဒ် ဗင်န် အလ်-မူဂီရာဟ်နှင့်အတူ ဗလီတွင် ထိုင်နေခဲ့သည်။ ထို့နောက် အန်-နဒ်ရ် ဗင်န် အလ်-ဟာရစ်သ် ရောက်လာပြီး ၎င်းတို့နှင့်အတူ ထိုင်ခဲ့သည်။ ဗလီတွင် ကူရိုက်ရှ်မျိုးနွယ်မှ အခြားသူများလည်း ရှိနေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် စကားပြောခဲ့ပြီးနောက် အန်-နဒ်ရ် ဗင်န် အလ်-ဟာရစ်သ်သည် ရစူလ်တမန်တော်ထံ ချဉ်းကပ်လာခဲ့သည်။ ရစူလ်တမန်တော် ﷺ သည် ၎င်းနှင့် စကားပြောခဲ့ရာ နောက်ဆုံးတွင် အန်-နဒ်ရ်ကို အငြင်းအခုန်တွင် အောင်နိုင်ခဲ့သည်။ ထို့နောက် ၎င်းအားနှင့် ၎င်းတို့အား ရွတ်ဖတ်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင်တို့နှင့် သင်တို့သည် ယခု အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်နေကြသည်တို့သည် ဂျဟန္နမ် (ငရဲ) အတွက် ဟာစဗ်သာ ဖြစ်သည်။ (ဧကန်မလွဲ) သင်တို့သည် ထိုငရဲသို့ ဝင်ရောက်ကြရမည်။)</span> အရှင်မြတ်၏ မိန့်ကြားချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهَا لَا يَسْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုငရဲတွင် ၎င်းတို့ မကြားရပေ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ထိုင်ရာမှ ထ၍ အဗ်ဒုလ္လာဟ် ဗင်န် အလ်-ဇဗ်အာရီ အစ်-စဟ်မီနှင့်အတူ သွားရောက်ထိုင်ခဲ့သည်။ အလ်-ဝလီဒ် ဗင်န် အလ်-မူဂီရာဟ်သည် အဗ်ဒုလ္လာဟ် ဗင်န် အလ်-ဇဗ်အာရီအား ပြောကြားခဲ့သည်- \"အလ္လာဟ်ကို တိုင်တည်၍ ပြောရမည်ဆိုလျှင် အန်-နဒ်ရ် ဗင်န် အလ်-ဟာရစ်သ်သည် အဗ်ဒ် အလ်-မုတ္တလိဗ်၏သားကို အငြင်းအခုန်တွင် မယှဉ်နိုင်ခဲ့ပေ။ မုဟမ္မဒ်က ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့ ကိုးကွယ်နေသော ဤဘုရားများသည် ငရဲအတွက် လောင်စာဖြစ်သည်ဟု တောင်းဆိုနေသည်။\" အဗ်ဒုလ္လာဟ် ဗင်န် အဇ်-ဇဗ်အာရီက ပြောကြားခဲ့သည်- \"အလ္လာဟ်ကို တိုင်တည်၍ ပြောရမည်ဆိုလျှင်၊ ကျွန်ုပ်သာ သူ့နှင့်တွေ့ဆုံပါက အငြင်းအခုန်တွင် သူ့ကို အောင်နိုင်မည်။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ခံရသူတိုင်းသည် ၎င်းကိုးကွယ်သူများနှင့်အတူ ငရဲ၌ ရှိကြမည်လားဟု မုဟမ္မဒ်ကို မေးပါ။ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် ကောင်းကင်တမန်များကို ကိုးကွယ်ကြပြီး၊ ဂျူးများက အူဇိုင်ရ်ကို ကိုးကွယ်ကြကာ ခရစ်ယာန်များက အလ်-မစီးဟ်၊ အီဆာ ဗင်န် မရ်ယမ်ကို ကိုးကွယ်ကြသည်။\" အလ်-ဝလီဒ်နှင့် ၎င်းနှင့်အတူ ထိုင်နေကြသူများသည် အဗ်ဒုလ္လာဟ် ဗင်န် အဇ်-ဇဗ်အာရီ ပြောကြားခဲ့သောအရာကို အံ့အားသင့်ခဲ့ကြပြီး၊ ၎င်းသည် ကောင်းမွန်သောအချက်ကို ပြောခဲ့သည်ဟု ၎င်းတို့ ထင်မြင်ခဲ့ကြသည်။ ၎င်းက ဤအကြောင်းကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ပြောကြားခဲ့ရာ၊ ရစူလ်တမန်တော်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ أَحَبَّ أَنْ يُعْبَدَ مِنْ دُونِ اللهِ، فَهُوَ مَعَ مَنْ عَبَدَهُ، إِنَّهُمْ إِنَّمَا يَعْبُدُونَ الشَّيْطَانَ وَمَنْ أَمَرَهُمْ بِعِبَادَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ခံလိုသူတိုင်းသည် ၎င်းကို ကိုးကွယ်သူများနှင့်အတူ ရှိကြမည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ရှိုင်သွာန်ကိုသာ ကိုးကွယ်နေကြခြင်းဖြစ်ပြီး ၎င်းတို့အား သူ့ကို ကိုးကွယ်ရန် ပြောခဲ့သူတိုင်းကို ကိုးကွယ်နေကြခြင်းဖြစ်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤစကားများကို ထုတ်ပြန်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَىٰ أُولَٰئِكَ عَنْهَا مُبْعَدُونَ - لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِي مَا اشْتَهَتْ أَنفُسُهُمْ خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အကျွန်ုပ်တို့ထံမှ ကောင်းကျိုးများ ဦးစွာရရှိခဲ့ကြသူများသည် ထို <span class=\"gray\">(ငရဲ)</span> မှ ဝေးကွာစွာ ဖယ်ရှားခံရကြမည်။ ၎င်းတို့သည် ထို <span class=\"gray\">(ငရဲ)</span> ၏ အသံအသေးငယ်ဆုံးကိုပင် မကြားရဘဲ၊ ၎င်းတို့၏ စိတ်ဆန္ဒရှိရာတွင် နေထိုင်ကြမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အီဆာ၊ အူဇိုင်ရ်နှင့် ကိုးကွယ်ခံခဲ့ရသော ဘုန်းတော်ကြီးများနှင့် ရဟန်းများအကြောင်းနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် ဆည်းကပ်မှုဖြင့် ၎င်းတို့၏ဘဝများကို ကုန်ဆုံးခဲ့ကြသော်လည်း၊ ၎င်းတို့နောက်မှ ပေါ်ပေါက်လာခဲ့သော လမ်းမှားသူများသည် ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သခင်များအဖြစ် သတ်မှတ်ခဲ့ကြသည်။ ကောင်းကင်တမန်များကို အလ္လာဟ်အရှင်မြတ်၏ သမီးများအဖြစ် ကိုးကွယ်ခြင်း အယူအဆနှင့်ပတ်သက်၍ အောက်ပါစကားများကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"အနန္တကရုဏာရှင်သည် သားသမီးများကို မွေးဖွားတော်မူခဲ့ပြီ။\" အရှင်မြတ်သည် သန့်စင်မြင့်မြတ်တော်မူ၏။ ၎င်းတို့သည် ဂုဏ်ပြုခံရသော ကျွန်များသာ ဖြစ်ကြသည်။)</span> အရှင်မြတ်၏ မိန့်ကြားချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَقُلْ مِنْهُمْ إِنِّي إِلَٰهٌ مِّن دُونِهِ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ တစ်ဦးဦးက \"ဧကန်စင်စစ်၊ အကျွန်ုပ်သည် အရှင်မြတ်မှတစ်ပါး ဘုရားတစ်ပါးဖြစ်သည်\" ဟု ပြောကြားခဲ့ပါမူ၊ ထိုသူအား အကျွန်ုပ်တို့သည် ဂျဟန္နမ် (ငရဲ) ဖြင့် အကျိုးပေးမည်။ ဤနည်းဖြင့် အကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူများကို အကျိုးပေးသည်။)</span><span class=\"gray\">[၂၁:၂၆-၂၉]</span>။</p><p lang=\"my\" class=\"my \">အီဆာ ဗင်န် မရ်ယမ်နှင့်ပတ်သက်၍၊ ၎င်းကို အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ခံရခြင်းအကြောင်းနှင့် အလ်-ဝလီဒ်နှင့် အငြင်းအခုန် <span class=\"gray\">[အဗ်ဒုလ္လာဟ် ဗင်န် အဇ်-ဇဗ်အာရီ၏]</span> တွင် ရှိနေခဲ့ကြသူ အခြားသူများ၏ အံ့အားသင့်မှုနှင့်ပတ်သက်၍ အောက်ပါစကားများကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ - وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ - إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِّبَنِي إِسْرَائِيلَ - وَلَوْ نَشَاءُ لَجَعَلْنَا مِنكُم مَّلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ - وَإِنَّهُ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မရ်ယမ်၏သားကို ပုံပမာအဖြစ် ဖော်ပြသောအခါ၊ ကြည့်ပါဦး၊ သင်တို့၏လူမျိုးသည် အော်ဟစ်ကြသည် <span class=\"gray\">(ပုံပမာကို လှောင်ပြောင်ရယ်မောကြသည်)</span>။ ၎င်းတို့က ပြောကြသည်- \"ကျွန်ုပ်တို့၏ဘုရားများသည် ပိုကောင်းသလော သို့မဟုတ် သူ (အီဆာ) က ပိုကောင်းသလော။\" ၎င်းတို့သည် အငြင်းအခုန်အတွက်မှတစ်ပါး အထက်ပါပုံပမာကို မဖော်ပြခဲ့ကြပါ။ အမှန်စင်စစ် ၎င်းတို့သည် အငြင်းအခုံပြုတတ်သော လူမျိုးဖြစ်သည်။ သူသည် ကျွန်တစ်ဦးမျှသာ ဖြစ်သည်။ ကျွန်ုပ်တို့သည် သူ့အား ကျွန်ုပ်တို့၏ မျက်နှာသာပေးမှုကို ချီးမြှင့်ခဲ့ပြီး ဣစ်ရာအီလ်၏သားမြေးတို့အတွက် ပုံပမာတစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်။ အကယ်၍ ကျွန်ုပ်တို့၏ အလိုရှိခဲ့ပါလျှင် သင်တို့အစား ကောင်းကင်တမန်များကို ကမ္ဘာမြေပေါ်တွင် အစားထိုးစေခဲ့မည်ဖြစ်သည်။ ထို့ပြင် သူသည် နောက်ဆုံးကာလအတွက် သိရှိထားသော လက္ခဏာတစ်ရပ်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းနှင့်ပတ်သက်၍ သံသယမရှိကြနှင့်။)</span><span class=\"gray\">[၄၃:၅၇-၆၁]</span> ဆိုလိုသည်မှာ သူ၏လက်၌ ဖြစ်ပေါ်ခဲ့သော တန်ခိုးပြခန်းများနှင့် လက္ခဏာများ၊ ဥပမာ- လူသေများကို ရှင်စေခြင်းနှင့် လူနာများကို ကုသခြင်းတို့သည် နောက်ဆုံးကာလ ရောက်ရှိလာတော့မည်ဖြစ်ကြောင်း လက္ခဏာများအဖြစ် လုံလောက်သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ ۚ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းနှင့်ပတ်သက်၍ သံသယမရှိကြနှင့်။ ငါ (အလ္လာဟ်) ကို လိုက်နာကြလော့။ ဤသည်မှာ ဖြောင့်မတ်သော လမ်းဖြစ်သည်။)</span><span class=\"gray\">(၄၃:၆၁)</span>။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု အဇ်-ဇဗ်အာရီ ပြောကြားခဲ့သောအရာသည် ကြီးလေးသော မှားယွင်းမှုဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အာယသ်တော်သည် မက္ကာမြို့သားများအား ၎င်းတို့၏ အသက်မဲ့၍ တွေးတောနိုင်ခြင်းမရှိသော ရုပ်တုများကို ကိုးကွယ်ခြင်းနှင့်ပတ်သက်၍ မိန့်ကြားခဲ့ခြင်းဖြစ်သည်။ ၎င်းတို့ကို ကိုးကွယ်မှုအတွက် ပြစ်တင်ရှုံ့ချခြင်းဖြစ်သည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင်တို့ (မယုံကြည်သူများ) နှင့် သင်တို့သည် ယခု အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်နေကြသည်တို့သည် ဂျဟန္နမ် (ငရဲ) အတွက် ဟာစဗ်သာ ဖြစ်သည်။)</span> ဤသည်ကို အလ်-မစီးဟ်၊ အူဇိုင်ရ်နှင့် ကောင်းမြတ်သောအမှုများကို ပြုခဲ့ကြပြီး ၎င်းတို့ကို ကိုးကွယ်သူများ၏ ကိုးကွယ်မှုကို လက်မခံခဲ့ကြသော အခြားသူများအပေါ် မည်သို့ကျင့်သုံးနိုင်မည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြီးမားဆုံးသော ကြောက်မက်ဖွယ်ရာသည် ၎င်းတို့ကို စိုးရိမ်ပူပန်စေမည်မဟုတ်ပေ။)</span> ဤသည်မှာ သေခြင်းကို ဆိုလိုသည်ဟု ဆိုကြသည်၊ အဗ်ဒုရ်-ရဇ်ဇာက်က ယဟ်ယာ ဗင်န် ရဗီအာဟ်ထံမှ အာတွာအ်ထံမှ ဖော်ပြခဲ့သည့်အတိုင်းဖြစ်သည်။ သို့မဟုတ် အကြီးမားဆုံးသော ကြောက်မက်ဖွယ်ရာသည် တံပိုးမှုတ်သံကို ရည်ညွှန်းသည်ဟု ဆိုကြသည်၊ အလ်-အော်ဖီက အိဗ်နု အဗ္ဗားစ်နှင့် အဗူ စီနာန်၊ စအီးဒ် ဗင်န် စီနာန် အရှ်-ရှိုင်ဘာနီတို့ထံမှ ဖော်ပြခဲ့သည့်အတိုင်းဖြစ်သည်။ ဤသည်မှာ အိဗ်နု ဂျရီရ်က ၎င်း၏ တဖ်စီရ်ကျမ်းတွင် ပိုမိုနှစ်သက်သော အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَٰذَا يَوْمُكُمُ الَّذِي كُنتُمْ تُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကောင်းကင်တမန်များသည် ၎င်းတို့နှင့်တွေ့ဆုံ၍၊ <span class=\"gray\">(နှုတ်ဆက်သည့်အနေဖြင့်-)</span> \"ဤသည်မှာ သင်တို့အား ကတိပေးထားခဲ့သော သင်တို့၏နေ့ရက်ပင် ဖြစ်သည်\" ဟု ပြောကြားကြမည်။)</span> ဆိုလိုသည်မှာ ကောင်းကင်တမန်များသည် ၎င်းတို့၏ သင်္ချိုင်းဂူများမှ ထွက်ပေါ်လာသောအခါ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဤစကားများဖြင့် ၎င်းတို့ကို နှုတ်ဆက်ကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> هَٰذَا يَوْمُكُمُ الَّذِي كُنتُمْ تُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤသည်မှာ သင်တို့အား ကတိပေးထားခဲ့သော သင်တို့၏နေ့ရက်ပင် ဖြစ်သည်\"။)</span> ဆိုလိုသည်မှာ အကောင်းဆုံးကို မျှော်လင့်ခြင်း။</p>"
  }
]