[
  {
    "ayah_key": "13:26",
    "group_ayah_key": "13:26",
    "from_ayah": "13:26",
    "to_ayah": "13:26",
    "ayah_keys": "13:26",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူတို့အား စားနပ်ရိက္ခာကို တိုးမြှင့်ပေးတော်မူ၏။ နှင့် ကျဉ်းမြောင်းစေတော်မူ၏ <span class=\"gray\">(မိမိအလိုရှိသူတို့အတွက်)</span>၊ ထိုသူတို့သည် ဤလောကီဘဝ၌ ပျော်ရွှင်ကြ၏။ သို့သော်လည်း ဤလောကီဘဝသည် နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် တိုတောင်းသော ခေတ္တခဏ ပျော်မွေ့မှုသာ ဖြစ်သည်။ <span>(၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>စားနပ်ရိက္ခာ တိုးမြှင့်ခြင်းနှင့် လျှော့ချခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ လက်ဝယ်၌သာရှိသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ဉာဏ်ပညာနှင့် ပြည့်ဝသော တရားမျှတမှုအရ မိမိအလိုရှိသူတို့အား စားနပ်ရိက္ခာကို တိုးမြှင့်ပေးတော်မူပြီး မိမိအလိုရှိသူတို့အား လျှော့ချပေးတော်မူကြောင်း ဖော်ပြထားသည်။ ထို့ကြောင့် ငြင်းပယ်သူတို့သည် ၎င်းတို့အား ပေးထားသော ဤပစ္စုပ္ပန်လောက၏ ဘဝကို ပျော်ရွှင်ကြသောအခါ၊ ၎င်းတို့အား စမ်းသပ်စစ်ဆေးနေကြောင်း မသိကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် အခြားသော အာယသ်များတွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ငါတို့ချဲ့ထွင်ပေးထားသည့် ပစ္စည်းဥစ္စာနှင့် သားသမီးတို့တွင် ငါတို့သည် ကောင်းမှုများဖြင့် ၎င်းတို့ထံသို့ အလျင်အမြန်စေလွှတ်နေသည်ဟု ၎င်းတို့ထင်မြင်ကြပါသလား။ မဟုတ်ပါ၊ ၎င်းတို့သည် မသိမြင်ကြပေ။)</span><span class=\"gray\">[23:55-56]</span> အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝတွင် မိမိ၏ယုံကြည်သော ကျွန်များအတွက် ပြင်ဆင်ထားသည့်အရာနှင့် နှိုင်းယှဉ်လျှင် ဤပစ္စုပ္ပန်လောက၏ ဘဝကို အထင်သေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော်လည်း ဤလောကီဘဝသည် နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် တိုတောင်းသော ခေတ္တခဏ ပျော်မွေ့မှုသာ ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် အခြားသော အာယသ်များတွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِّمَنِ اتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါလေ- \"ဤလောက၏ ပျော်မွေ့မှုသည် တိုတောင်းသည်။ နောင်တမလွန်ဘဝသည် <span class=\"gray\">(အဆများစွာ)</span> တက်ကိုင်သူအတွက် ပိုမိုကောင်းမွန်သည်။ သင်တို့သည် ဖာတီလာတစ်ခု၏ ပမာဏမျှပင် မတရားပြုခြင်း ခံရမည်မဟုတ်ပေ။\")</span><span class=\"gray\">[4:77]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا - وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ သင်တို့သည် ဤလောက၏ ဘဝကို ပိုမိုနှစ်သက်ကြ၏။ နောင်တမလွန်ဘဝသည် ပိုမိုကောင်းမွန်ပြီး ပိုမိုတည်မြဲသော်လည်း ဖြစ်သည်။)</span><span class=\"gray\">[87:16-17]</span> အီမာမ် အာမက် မှတ်တမ်းတင်ထားသည်မှာ ဘနီဖိဟ်မှ အလ်-မွတ်စ်တဝ်ရစ်ဒ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الدُّنْيَا فِي الْآخِرَةِ إِلَّا كَمَا يَجْعَلُ أَحَدُكُمْ إصْبَعَهُ هَذِهِ فِي الْيَمِّ، فَلْيَنْظُرْ بِمَ تَرْجِعُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤပစ္စုပ္ပန်လောက၏ ဘဝသည် နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် သင်တို့ထဲမှ တစ်ဦးဦးက မိမိ၏ လက်ချောင်းကို ပင်လယ်ထဲသို့ ထိုးထည့်လိုက်သကဲ့သို့ ဖြစ်သည်။ ထို့ကြောင့် မည်မျှယူဆောင်သွားမည်ကို သူစဉ်းစားပါစေ။)</span> ထို့နောက် သူသည် လက်ညှိုးဖြင့် ထိုးပြခဲ့သည်။ အီမာမ် မွတ်စ်လင်မ်သည်လည်း ဤဟဒီးဆ်ကို ၎င်း၏ စဟီဟ်တွင် စုဆောင်းခဲ့သည်။ အခြားဟဒီးဆ်တစ်ခုတွင် တမန်တော်မြတ် ﷺ သည် နားရွက်သေးငယ်သော သေနေသည့် သိုးတစ်ကောင်ကို ဖြတ်သွားစဉ် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ لَلدُّنْيَا أَهْوَنُ عَلَى اللهِ مِنْ هَذَا عَلَى أَهْلِهِ حِينَ أَلْقَوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆိုချက်အရ! ဤပစ္စုပ္ပန်လောက၏ ဘဝသည် ၎င်း၏ပိုင်ရှင်များက စွန့်ပစ်လိုက်သောအခါ ဤသိုးသည် ၎င်းတို့အတွက် အရေးမပါသကဲ့သို့ အလ္လာဟ်အရှင်မြတ်အတွက် အရေးမပါပေ။)</span></p>"
  },
  {
    "ayah_key": "13:27",
    "group_ayah_key": "13:27",
    "from_ayah": "13:27",
    "to_ayah": "13:29",
    "ayah_keys": "13:27,13:28,13:29",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူများသည် ပြောကြသည်- “အဘယ်ကြောင့် သူ့အား သူ၏အရှင်မြတ်ထံမှ သက်သေပြချက် တစ်စုံတစ်ရာ မချပေးသနည်း” ပြောပါ- “အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို လမ်းမှားစေတော်မူ၏။ နောင်တရကာ အရှင်မြတ်ထံ လှည့်ပြန်သူများကို မိမိထံသို့ လမ်းပြတော်မူ၏။ <span>(၂၇)</span>ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းဖြင့် ၎င်းတို့၏နှလုံးသားများ ငြိမ်သက်ကြသူများ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းဖြင့် နှလုံးသားများသည် ငြိမ်သက်ကြ၏။ <span>(၂၈)</span>ယုံကြည်ပြီး ကောင်းမှုပြုသူများအတွက် တူဘာနှင့် လှပသော <span class=\"gray\">(နောက်ဆုံး)</span> ပြန်လည်ရောက်ရှိရာ နေရာရှိ၏။ <span>(၂၉)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများသည် မုအ်ဂျီဇာများ တောင်းဆိုခြင်း၊ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ တုံ့ပြန်မှု</h2></div><p lang=\"ceb\" class=\"ceb \">Allah says that the idolators said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် မဟုတ်သနည်း)</span>၊ ဆိုလိုသည်မှာ ရှိသင့်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏အရှင်မြတ်ထံမှ သက်သေပြချက် တစ်စုံတစ်ရာ မချပေးသနည်း။)</span> ရုပ်တုကိုးကွယ်သူများကလည်း ပြောကြသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ရှေးလူဟောင်းများ <span class=\"gray\">(တမန်တော်များ)</span> ကဲ့သို့ သက်သေပြချက် <span class=\"gray\">(မုအ်ဂျီဇာ)</span> တစ်ခုကို ယူဆောင်လာပါစေ!)</span><span class=\"gray\">[၂၁:၅]</span> ဤအကြောင်းအရာကို ကျွန်ုပ်တို့သည် ယခင်က အကြိမ်များစွာ ဖော်ပြခဲ့ပြီးဖြစ်၍ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အလိုရှိသည်များကို ဆောင်ယူပေးနိုင်ကြောင်း ဖော်ပြခဲ့သည်။ ဟဒီးစ်တော်တစ်ခုတွင် ရုပ်တုကိုးကွယ်သူများသည် တမန်တော်မြတ်အား အပ်စ်-ဆွာဖာတောင်ကို ရွှေအဖြစ်သို့ ပြောင်းလဲရန် တောင်းဆိုခဲ့ကြောင်း၊ ၎င်းတို့အတွက် စမ်းရေတွင်းတစ်ခု ပေါ်ထွက်လာရန်နှင့် မက္ကာမြို့ပတ်ဝန်းကျင်မှ တောင်များကို ဖယ်ရှားကာ စိမ်းလန်းသော လယ်ကွင်းများနှင့် ဥယျာဉ်များဖြင့် အစားထိုးရန်လည်း တောင်းဆိုခဲ့ကြောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏တမန်တော် မြတ် ﷺ အား ဗျာဒိတ်တော် ချခဲ့သည်- “အို မုဟမ္မဒ်၊ သင်အလိုရှိပါက ၎င်းတို့ တောင်းဆိုသည်များကို ငါပေးမည်။ သို့သော် ထို့နောက် ၎င်းတို့ မယုံကြည်ပါက၊ ငါသည် ၎င်းတို့ကို 'အာလမီးန် <span class=\"gray\">(လူသားများနှင့် ဂျင်န်များ)</span>' ထဲမှ မည်သူ့ကိုမှ မပေးခဲ့ဖူးသော ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးမည်။ သို့မဟုတ် သင်အလိုရှိပါက၊ ငါသည် ၎င်းတို့အတွက် နောင်တနှင့် ကရုဏာတံခါးကို ဖွင့်ပေးမည်။” တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تَفْتَحُ لَهُمْ بَابَ التَّوبَةِ وَالرَّحْمَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘဲ၊ ၎င်းတို့အတွက် နောင်တနှင့် ကရုဏာတံခါးကို ဖွင့်ပေးပါ။)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏တမန်တော် မြတ် ﷺ အား ထပ်မံ၍ မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- “အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို လမ်းမှားစေတော်မူ၏။ နောင်တရကာ အရှင်မြတ်ထံ လှည့်ပြန်သူများကို မိမိထံသို့ လမ်းပြတော်မူ၏။”)</span> အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ် ﷺ အား ၎င်းတို့ တောင်းဆိုသည့်အတိုင်း သက်သေပြချက် <span class=\"gray\">(မုအ်ဂျီဇာ)</span> ပေးသည်ဖြစ်စေ၊ မပေးသည်ဖြစ်စေ လမ်းမှားခြင်း သို့မဟုတ် လမ်းမှန်ခြင်းကို ဆောင်ကြဉ်းပေးသည်ဟု ဖော်ပြထားသည်။ အမှန်စင်စစ် လမ်းမှားခြင်း သို့မဟုတ် လမ်းမှန်ခြင်းကို ရရှိခြင်းသည် မုအ်ဂျီဇာများနှင့် သို့မဟုတ် မုအ်ဂျီဇာမရှိခြင်းနှင့် မသက်ဆိုင်ပါ။ အလ္လာဟ်အရှင်မြတ်သည် အခြား အာယတ်တော်များတွင် မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သည့် အာယတ်တော်များနှင့် သတိပေးသူများကမှ မယုံကြည်သူများကို အကျိုးမပြုနိုင်ပါ။)</span><span class=\"gray\">[၁၀:၁၀၁]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အသင့်အရှင်မြတ်၏ အမိန့်တော် ကျရောက်ပြီးသူတို့သည် မယုံကြည်ကြပေ။ ၎င်းတို့ထံသို့ သက်သေပြချက်တိုင်း ရောက်လာစေကာမူ၊ နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို တွေ့မြင်ရသည်အထိ မယုံကြည်ကြပေ။)</span><span class=\"gray\">[၁၀:၉၆-၉၇]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوا لِيُؤْمِنُوا إِلَّا أَن يَشَاءَ اللَّهُ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့ထံသို့ ကောင်းကင်တမန်များကို ချပေးခဲ့ပြီး၊ လူသေများက ၎င်းတို့အား စကားပြောခဲ့ပြီး၊ ၎င်းတို့၏မျက်မှောက်တွင် အရာခပ်သိမ်းကို စုရုံးပေးခဲ့သည်ဆိုစေ၊ အလ္လာဟ်အရှင်မြတ် အလိုမရှိပါက ၎င်းတို့သည် မယုံကြည်ကြပေ။ သို့သော် ၎င်းတို့အများစုသည် မသိနားမလည်သူများကဲ့သို့ ပြုမူကြ၏။)</span><span class=\"gray\">[၆:၁၁၁]</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- “အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို လမ်းမှားစေတော်မူ၏။ နောင်တရကာ အရှင်မြတ်ထံ လှည့်ပြန်သူများကို မိမိထံသို့ လမ်းပြတော်မူ၏။”)</span> ဆိုလိုသည်မှာ နောင်တရသူများ၊ အရှင်မြတ်ထံ လှည့်ပြန်သူများ၊ အရှင်မြတ်ကို တောင်းပန်သူများ၊ အရှင်မြတ်၏ အကူအညီကို ရှာဖွေသူများနှင့် အရှင်မြတ်ထံ နှိမ့်ချစွာ ခစားသူများကို အရှင်မြတ်က လမ်းပြတော်မူသည်။</p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူ၏ နှလုံးသားသည် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းဖြင့် သက်သောင့်သက်သာ ဖြစ်စေသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းဖြင့် ၎င်းတို့၏နှလုံးသားများ ငြိမ်သက်ကြသူများ။)</span> အကြောင်းမှာ ၎င်းတို့၏နှလုံးသားများသည် အလ္လာဟ်အရှင်မြတ်ဘက်မှ သက်သောင့်သက်သာ ဖြစ်စေပြီး၊ အရှင်မြတ်ကို အမှတ်ရသည့်အခါ ငြိမ်သက်သွားကာ၊ အရှင်မြတ်ကို ၎င်းတို့၏ အုပ်ထိန်းသူနှင့် ထောက်ခံသူအဖြစ် ရရှိသည်ကို ပျော်ရွှင်ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းဖြင့် နှလုံးသားများသည် ငြိမ်သက်ကြ၏။)</span> နှင့် အမှန်စင်စစ်၊ အရှင်မြတ်သည် ထိုအရာအတွက် ထိုက်တန်တော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>တူဘာ၏ အဓိပ္ပါယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَآبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမှုပြုသူများအတွက် တူဘာနှင့် လှပသော <span class=\"gray\">(နောက်ဆုံး)</span> ပြန်လည်ရောက်ရှိရာ နေရာရှိ၏။)</span> အလီ ဘင် အဘီ တလ်ဟာသည် အိဗ်နု အဗ္ဗားစ်က တူဘာ၏ အဓိပ္ပါယ်မှာ “ပျော်ရွှင်ခြင်းနှင့် သက်သောင့်သက်သာဖြစ်ခြင်း သို့မဟုတ် မျက်စိပသာဒဖြစ်ခြင်း” ဟု ပြောခဲ့သည်ကို သတင်းပို့ခဲ့သည်။ အိက်ရီမာဟ်က တူဘာ၏ အဓိပ္ပါယ်မှာ “၎င်းတို့ ရရှိခဲ့သောအရာသည် မည်မျှ ကောင်းမြတ်သနည်း” ဟု ပြောခဲ့ပြီး၊ အဒ်-ဒဟ်ဟားက်က “၎င်းတို့အတွက် ပျော်ရွှင်စရာ” ဟု ပြောခဲ့သည်။ ထို့ပြင် အိဗ်ရာဟီမ် အန်-နခ်အီက တူဘာ၏ အဓိပ္ပါယ်မှာ “၎င်းတို့အတွက် ပိုကောင်းသည်” ဟု ပြောခဲ့ပြီး၊ ကသားဒါဟ်က ၎င်းသည် အာရဗီစကားလုံးဖြစ်ပြီး ‘သင်သည် ကောင်းသောအရာကို ရရှိခဲ့သည်’ ဟု အဓိပ္ပါယ်ရကြောင်း ပြောခဲ့သည်။ အခြားသတင်းတစ်ခုတွင် ကသားဒါဟ်က ‘၎င်းတို့အတွက် တူဘာ’ ဟူသည် “၎င်းတို့အတွက် အလွန်ကောင်းမွန်သည်” ဟု အဓိပ္ပါယ်ရကြောင်း ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُسْنُ مَآبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လှပသော ပြန်လည်ရောက်ရှိရာ နေရာ။)</span> နှင့် နောက်ဆုံးပန်းတိုင်။ တူဘာအတွက် ဤအဓိပ္ပါယ်များအားလုံးသည် အနက်တူ စကားလုံးများဖြစ်ပြီး တစ်ခုနှင့်တစ်ခု မဆန့်ကျင်ကြပေ။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ စအီဒ် အလ်-ခုဒ်ရီက လူတစ်ဦးက “အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! အသင့်ကို တွေ့မြင်၍ အသင့်ကို ယုံကြည်သူတို့အတွက် တူဘာဖြစ်ပါစေ!” ဟု မေးမြန်းခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">طُوبَى لِمَنْ رَآنِي وَآمَنَ بِي، وَطُوبَى ثُمَّ طُوبَى ثُمَّ طُوبَى لِمَنْ آمَنَ بِي وَلَمْ يَرَنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်ကို တွေ့မြင်၍ ကျွန်ုပ်ကို ယုံကြည်သူအတွက် တူဘာဖြစ်သည်။ တူဘာ၊ နောက်ထပ် တူဘာ၊ နောက်ထပ် တူဘာသည် ကျွန်ုပ်ကို ယုံကြည်သော်လည်း ကျွန်ုပ်ကို မတွေ့မြင်ရသူအတွက် ဖြစ်သည်။)</span> လူတစ်ဦးက “တူဘာဆိုတာ ဘာလဲ?” ဟု မေးမြန်းခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَجَرَةٌ فِي الْجَنَّةِ مَسِيرَتُهَا مِائَةُ عَامٍ ثِيَابُ أَهْلِ الْجَنَّةِ تَخْرُجُ مِنْ أَكْمَامِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်၌ အနှစ်တစ်ရာ အကျယ်အဝန်းရှိသော သစ်ပင်တစ်ပင်ရှိပြီး ဂျန္နတ်သားတို့၏ အဝတ်အထည်များကို ထိုသစ်ပင်၏ အခေါက်မှ ရယူသည်။)</span> အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့သည် စဟ်လ် ဘင် စအ်ဒ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لَا يَقْطَعُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်၌ သစ်ပင်တစ်ပင်ရှိသည်၊ စီးနင်းသူတစ်ဦးသည် ၎င်း၏အရိပ်အောက်တွင် အနှစ်တစ်ရာ သွားလာပါက ၎င်းကို ဖြတ်ကျော်နိုင်မည် မဟုတ်ပေ။)</span> အန်-နူအ်မန် ဘင် အဘီ အယျာရှ် အဇ်-ဇူရာကီက “အဘူ စအီဒ် အလ်-ခုဒ်ရီသည် တမန်တော်မြတ် ﷺ မိန့်ကြားခဲ့သည်ဟု ကျွန်ုပ်အား ပြောပြခဲ့သည်၊” ဟု ထပ်လောင်းပြောကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ الْجَوَادَ الْمُضَمَّرَ السَّرِيعَ مِائَةَ عَامٍ مَا يَقْطَعُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်၌ သစ်ပင်တစ်ပင်ရှိသည်၊ စီးနင်းသူတစ်ဦးသည် ၎င်း၏အရိပ်အောက်တွင် လျင်မြန်သော၊ ပြေပြစ်သော မြင်းတစ်ကောင်ဖြင့် အနှစ်တစ်ရာ သွားလာပါက ၎င်းကို ဖြတ်ကျော်နိုင်မည် မဟုတ်ပေ။)</span>” ၎င်း၏ ဆွဟီဟ်တွင် အီမာမ် မွတ်စ်လင်မ်သည် အဘူ ဇရ်ရ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က အလ္လာဟ်အရှင်မြတ် အထွတ်အမြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံး အရှင်မြတ်က မိန့်ကြားခဲ့သည်ဟု ပြောပြခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيدٍ وَاحِدٍ فَسَأَلُونِي فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا إِلَّا كَمَا يَنْقُصُ الْمِخْيَطُ إِذَا أُدْخِلَ فِي الْبَحْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ၏ကျွန်များ! သင်တို့ထဲမှ ပထမဆုံးနှင့် နောက်ဆုံးသူများ၊ သင်တို့ထဲမှ လူသားများနှင့် ဂျင်န်များအားလုံး တစ်နေရာတည်းတွင် ရပ်တည်ပြီး ငါ့ကို တောင်းဆိုကြကာ ငါသည် လူတိုင်း တောင်းဆိုသမျှ ပေးခဲ့လျှင်ပင်၊ ပင်လယ်ထဲသို့ အပ်ထိုးလိုက်သောအခါ အပ်က လျော့ကျသွားသည် <span class=\"gray\">(သို့မဟုတ် သယ်ဆောင်သွားသည်)</span> မှလွဲ၍ ငါ၏ အုပ်စိုးမှုမှ တစ်စုံတစ်ရာမှ လျော့နည်းသွားမည် မဟုတ်ပေ။)</span> ခါလစ်ဒ် ဘင် မအ်ဒန်က “ဂျန္နတ်၌ တူဘာဟုခေါ်သော သစ်ပင်တစ်ပင်ရှိပြီး၊ ထိုသစ်ပင်တွင် ဂျန္နတ်သားကလေးများကို နို့တိုက်သော ရင်သားများရှိသည်။ အမှန်စင်စစ် အမျိုးသမီးတစ်ဦး၏ ကိုယ်ဝန်ပျက်ကျမှုသည် ဂျန္နတ်မြစ်တစ်စင်းတွင် ကယာမတ်နေ့ စတင်သည်အထိ ရေကူးနေမည်ဖြစ်ပြီး၊ ထိုအခါ သူသည် အသက်လေးဆယ်အရွယ်တွင် လူများနှင့်အတူ စုဝေးခံရမည်” ဟု ပြောခဲ့သည်။ အိဗ်နု အဘီ ဟာတိမ်သည် ဤစကားကို စုဆောင်းခဲ့သည်။</p>"
  }
]