[
  {
    "ayah_key": "12:1",
    "group_ayah_key": "12:1",
    "from_ayah": "12:1",
    "to_ayah": "12:3",
    "ayah_keys": "12:1,12:2,12:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အကြင်အရှင်သည် အလွန်တရာ ကျေးဇူးတော်ရှင် ဖြစ်တော်မူ၏၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ - إِنَّا أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ - نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَٰذَا الْقُرْآنَ وَإِن كُنتَ مِن قَبْلِهِ لَمِنَ الْغَافِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလိဖ်-လာမ်-ရာ။ ၎င်းတို့သည် ရှင်းလင်းသောကျမ်းတော်၏ အာယတ်တော်များဖြစ်သည်။)</span><span class=\"gray\">(၂။ အမှန်စင်စစ် သင်တို့ နားလည်နိုင်ရန်အလို့ငှာ ငါတို့သည် ၎င်းကို အာရဗီဘာသာဖြင့် ကုရ်အာန်အဖြစ် ချပေးခဲ့သည်။)</span><span class=\"gray\">(၃။ ငါတို့သည် သင်တို့ထံသို့ ဤကုရ်အာန်ကို ဗျာဒိတ်ပေးခြင်းအားဖြင့် အကောင်းဆုံးသော ပုံပြင်များကို ပြောပြကြသည်။ ဤသည်မတိုင်မီ သင်သည် ၎င်းနှင့်ပတ်သက်၍ မည်သည့်အရာမျှ မသိသူများထဲမှ ဖြစ်ခဲ့သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်၏ အရည်အသွေးများ</h2></div><p lang=\"my\" class=\"my \">ဆူရသ် အလ်-ဘာကရာ၏ အစတွင် ငါတို့သည် သီးခြားအက္ခရာများအကြောင်း ပြောခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ကျမ်းတော်၏ အာယတ်တော်များ ဖြစ်သည်။)</span> ရှင်းလင်းသော၊ ထင်ရှားသော ကုရ်အာန်ကို ရည်ညွှန်း၍၊ မရှင်းလင်းသော ကိစ္စများကို ရှင်းပြပြီး၊ ရှင်းလင်းအောင် ပြုလုပ်၍ သိရှိစေသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ နားလည်နိုင်ရန်အလို့ငှာ ငါတို့သည် ၎င်းကို အာရဗီဘာသာဖြင့် ကုရ်အာန်အဖြစ် ချပေးခဲ့သည်။)</span> အာရဗီဘာသာစကားသည် လူတစ်ဦး၏ စိတ်ထဲတွင် ပေါ်ပေါက်လာနိုင်သော အဓိပ္ပါယ်များကို အရှင်းလင်းဆုံး၊ အရှင်းဆုံး၊ အနက်ရှိုင်းဆုံးနှင့် အပြောင်မြောက်ဆုံး ဖော်ပြနိုင်သော ဘာသာစကားဖြစ်သည်။ ထို့ကြောင့် အလွန်တန်ဖိုးထားရသော ကျမ်းတော်ကို အလွန်တန်ဖိုးထားရသော ဘာသာစကားဖြင့်၊ အလွန်တန်ဖိုးထားရသော နဗီတမန်တော် ﷺ ထံသို့၊ အလွန်တန်ဖိုးထားရသော ကောင်းကင်တမန်က၊ ကမ္ဘာပေါ်ရှိ အလွန်တန်ဖိုးထားရသော မြေ၌ ချပေးခဲ့ပြီး၊ ၎င်း၏ ဗျာဒိတ်သည် တစ်နှစ်တာ၏ အလွန်တန်ဖိုးထားရသော လဖြစ်သော ရမဇာန်လတွင် စတင်ခဲ့သည်။ ထို့ကြောင့် ကုရ်အာန်သည် ကဏ္ဍတိုင်းတွင် ပြည့်စုံသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَٰذَا الْقُرْآنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်တို့ထံသို့ ဤကုရ်အာန်ကို ဗျာဒိတ်ပေးခြင်းအားဖြင့် အကောင်းဆုံးသော ပုံပြင်များကို ပြောပြကြသည်။)</span></p><div lang=\"jv\" class=\"jv \"><h2>Reason behind revealing Ayah <span class=\"gray\">(12:3)</span></h2></div><p lang=\"my\" class=\"my \">အာယတ်တော် <span class=\"gray\">(၁၂:၃)</span> ကို ထုတ်ဖော်ခဲ့ရသည့် အကြောင်းအရင်းနှင့် ပတ်သက်၍၊ အိဗ်နု ဂျရီရ် အသ်-တာဘာရီက 'အဗ်ဒုလ္လာဟ် ဘင်န် အဗ်ဘာစ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်။ ''သူတို့က ပြောသည်- 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ကျွန်တော်တို့ကို ပုံပြင်တွေ ဘာလို့ မပြောပြတာလဲ?' နောက်ပိုင်းတွင် ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်တို့ထံသို့ အကောင်းဆုံးသော ပုံပြင်များကို ပြောပြကြသည်...)</span>\" ဤဂုဏ်သိက္ခာရှိသော အာယတ်တော်ကို ဖော်ပြရာတွင် သက်ဆိုင်ရာ ဟဒီးဆ်တော်တစ်ခု ရှိပြီး၊ ၎င်းသည် ကုရ်အာန်ကို ချီးကျူးကာ ၎င်းမှတစ်ပါး အခြားကျမ်းများအားလုံးကို မလိုအပ်ဘဲ လုံလောက်ကြောင်း ပြသသည်။ အိမာမ် အဟ်မဒ်သည် ဂျာဘိရ် ဘင်န် အဗ်ဒုလ္လာဟ်ထံမှ ဟဒီးဆ်တော်တစ်ခုကို မှတ်တမ်းတင်ထားရာ 'ဥမရ် ဘင်န် အလ်-ခတ္တားဘ်သည် နဗီတမန်တော် ﷺ ထံသို့ ကျမ်းဂန်ရှင်များထံမှ ရယူခဲ့သော စာအုပ်တစ်အုပ်နှင့် ရောက်ရှိလာသည်။ 'ဥမရ်သည် ၎င်းကို နဗီတမန်တော် ﷺ အား ဖတ်ပြစပြုရာ နဗီတမန်တော် ﷺ သည် အမျက်ထွက်သွားသည်။ ထို့နောက် နဗီတမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمُتَهَوِّكُونَ فِيهَا يَا ابْنَ الْخَطَّابِ؟ وَالَّذِي نَفْسِي بِيَدِهِ، لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاءَ نَقِيَّةً، لَا تَسْأَلُوهُمْ عَنْ شَيْءٍ فَيُخْبِرُوكُمْ بِحَقٍّ فَتُكَذِّبُونَهُ، أَوْ بِبَاطِلٍ فَتُصَدِّقُونَهُ، وَالَّذِي نَفْسِي بِيَدِهِ، لَوْ أَنَّ مُوسَى كَانَ حَيًّا مَا وَسِعَهُ إِلَّا أَنْ يَتَّبِعَنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် အိဗ်နု အလ်-ခတ္တားဘ်၊ ၎င်းနှင့်ပတ်သက်၍ မသေချာသည်လား? ငါ့ဝိညာဉ်ကို ထိန်းချုပ်ထားသော အရှင်မြတ်အားဖြင့် သစ္စာပြုပြောမည်။ ငါသည် သင်တို့ထံသို့ ဖြူစင်သန့်ရှင်းစွာဖြင့် လာရောက်ခဲ့ပြီ။ ၎င်းတို့အား မည်သည့်အရာမျှ မမေးကြနှင့်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် သင်တို့အား အမှန်တရားကို ပြောပြပါက သင်တို့သည် ငြင်းပယ်ကြမည်၊ သို့မဟုတ် ၎င်းတို့သည် သင်တို့အား မှားယွင်းသော အရာကို ပြောပြပါက သင်တို့သည် ယုံကြည်ကြမည်။ ငါ့ဝိညာဉ်ကို ထိန်းချုပ်ထားသော အရှင်မြတ်အားဖြင့် သစ္စာပြုပြောမည်။ အကယ်၍ မူဆာသည် အသက်ရှင်နေပါက ငါ့ကို လိုက်နာခြင်းမှလွဲ၍ အခြားရွေးချယ်စရာ ရှိမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် 'အဗ်ဒုလ္လာဟ် ဘင်န် သာဘိသ်ထံမှ ဟဒီးဆ်တော်တစ်ခုကို မှတ်တမ်းတင်ထားရာ ၎င်းက ပြောသည်- ''ဥမရ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်ထံ ရောက်လာပြီး ပြောသည်- 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ကျွန်တော်သည် ကူရိုင်ဇာဟ်မျိုးနွယ်စုမှ ကျွန်ုပ်၏ ညီအစ်ကိုတစ်ဦးထံ ဖြတ်သွားခဲ့ရာ သူသည် တောင်ရာကျမ်းမှ ပြည့်စုံသော အဆိုအချို့ကို ကျွန်တော့်အတွက် ရေးပေးခဲ့သည်၊ ၎င်းတို့ကို သင်အား ဖတ်ပြရမည်လား' အလ္လာဟ်၏ ရစူလ်တမန်တော်၏ မျက်နှာတော်သည် <span class=\"gray\">[အမျက်ဒေါသဖြင့်]</span> ပြောင်းလဲသွားသည်။ ထို့ကြောင့် ကျွန်တော်က သူ့အား ပြောသည်- 'သင်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်၏ မျက်နှာတော်ကို မမြင်ဘူးလား?\" 'ဥမရ်က ပြောသည်- 'ကျွန်တော်တို့သည် အလ္လာဟ်ကို ကျွန်တော်တို့၏ အရှင်သခင်အဖြစ်၊ အစ္စလာမ်ကို ကျွန်တော်တို့၏ ဘာသာတရားအဖြစ်၊ မုဟမ္မဒ်ကို ကျွန်တော်တို့၏ ရစူလ်တမန်တော်အဖြစ် ကျေနပ်သည်။' ထို့ကြောင့် နဗီတမန်တော် ﷺ ၏ အမျက်ဒေါသသည် ပြေလျော့သွားပြီး နဗီတမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَوْ أَصْبَحَ فِيكُمْ مُوسَى ثُمَّ اتَّبَعْتُمُوهُ وَتَرَكْتُمُونِي لَضَلَلْتُمْ، إِنَّكُمْ حَظِّي مِنَ الْأُمَمِ، وَأَنَا حَظُّكُمْ مِنَ النَّبِيِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုဟမ္မဒ်၏ ဝိညာဉ်ကို ထိန်းချုပ်ထားသော အရှင်မြတ်အားဖြင့် သစ္စာပြုပြောမည်၊ အကယ်၍ မူဆာသည် သင်တို့အလယ်၌ ပေါ်ထွန်းလာပြီး သင်တို့သည် သူ့ကိုသာ လိုက်နာကာ ငါ့ကို စွန့်ပစ်ပါက သင်တို့သည် လမ်းမှားသွားလိမ့်မည်။ အမှန်စင်စစ် သင်တို့သည် နိုင်ငံများထဲမှ ငါ့၏ ဝေစုဖြစ်ပြီး၊ ငါသည် တမန်တော်များထဲမှ သင်တို့၏ ဝေစုဖြစ်သည်။)</span>\"</p>"
  },
  {
    "ayah_key": "12:101",
    "group_ayah_key": "12:101",
    "from_ayah": "12:101",
    "to_ayah": "12:101",
    "ayah_keys": "12:101",
    "text": "<p class=\"my translation\" lang=\"my\">\"အို အကျွန်ုပ်၏ အရှင်! အသင်သည် အကျွန်ုပ်အား အမှန်ပင် အချုပ်အခြာအာဏာကို ချီးမြှင့်ထားပြီးဖြစ်သည်၊ အိပ်မက်များကို အဓိပ္ပါယ်ဖွင့်ဆိုခြင်း အချို့ကိုလည်း အကျွန်ုပ်အား သင်ကြားပေးထားသည်။ ကောင်းကင်များနှင့် ကမ္ဘာမြေကို <span class=\"gray\">(သာလျှင်)</span> ဖန်ဆင်းရှင်ဖြစ်တော်မူသော အရှင်! အသင်သည် ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ အကျွန်ုပ်၏ ကာကွယ်စောင့်ရှောက်သူ (ဝလီ) ဖြစ်တော်မူ၏။ အကျွန်ုပ်အား မွတ်ဆလင်တစ်ဦးအဖြစ် သေဆုံးစေတော်မူပါ။ ဖြောင့်မတ်သူတို့နှင့် ပူးပေါင်းပါဝင်စေတော်မူပါ။ <span>(၁၀၁)</span></p><div lang=\"af\" class=\"af \"><h2>Yusuf begs Allah to die as A Muslim</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ သစ္စာရှိသော ယူဆွဖ်က အလွန်မြတ်သော ဂုဏ်သရေရှိသော အရှင်မြတ်ထံ ဆုတောင်းခြင်းဖြစ်သည်။ အရှင်မြတ်၏ ကျေးဇူးတော်သည် မိဘများနှင့် မောင်နှမများနှင့် ပြန်လည်ဆုံစည်းရခြင်း၊ အရှင်မြတ်က ပရောဖက်ပြုခြင်းနှင့် ရှင်ဘုရင်အဖြစ် ချီးမြှင့်ထားပြီးနောက် ယူဆွဖ်က အလ္လာဟ်အား ဆုတောင်းခဲ့သည်။ သူသည် အလွန်မြတ်သော ထာဝရအမြင့်မြတ်ဆုံး အရှင်မြတ်အား ဤဘဝတွင် မိမိအပေါ် အရှင်မြတ်၏ ကျေးဇူးတော်များကို ပြည့်စုံစေခဲ့သကဲ့သို့ နောင်တမလွန်ဘဝအထိ ဆက်လက်တည်မြဲစေရန် တောင်းပန်ခဲ့သည်။ အဓ်-ဒဟ်ဟက် ပြောခဲ့သည့်အတိုင်း သူသေဆုံးသည့်အခါ မွတ်ဆလင်အဖြစ် သေဆုံးပြီး ဖြောင့်မတ်သူတို့၏ အဆင့်အတန်းများ၊ ၎င်း၏ ညီအစ်ကိုများဖြစ်ကြသော ပရောဖက်များနှင့် ရစူလ်တမန်တော်များနှင့် ပူးပေါင်းပါဝင်စေရန် တောင်းပန်ခဲ့သည်။ အလ္လာဟ်၏ ကရုဏာနှင့် ကောင်းချီးမင်္ဂလာများ သူတို့အားလုံးအပေါ် သက်ရောက်ပါစေ။ ယူဆွဖ် (အလိုင်ဟစ်စလာမ်) သည် သေဆုံးခါနီးတွင် ဤဆုတောင်းမှုကို ပြုလုပ်ခဲ့ခြင်း ဖြစ်နိုင်သည်။ ဆဟီဟ်ကျမ်းနှစ်အုပ်တွင် အာအိရှာ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် သေဆုံးခါနီးတွင် လက်ညှိုးထောင်လျက် သုံးကြိမ်တိုင်တိုင် မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ فِي الرَّفِيقِ الْأَعْلَى (ثَلَاثًا)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! အလ်-ရဖိက် အလ်-အအ်လာ <span class=\"gray\">[ကောင်းကင်ရှိ အမြင့်ဆုံး၊ အထက်ဆုံးအပေါင်းအဖော်]</span> ထံသို့။)</span> သူသေဆုံးခြင်း မတိုင်မီ ကြာမြင့်စွာကတည်းက ယူဆွဖ်သည် အလ္လာဟ်အား မွတ်ဆလင်အဖြစ် သေဆုံးစေရန်နှင့် ဖြောင့်မတ်သူတို့၏ အဆင့်အတန်းများနှင့် ပူးပေါင်းပါဝင်စေရန် တောင်းပန်ခဲ့ခြင်းလည်း ဖြစ်နိုင်သည်။</p>"
  },
  {
    "ayah_key": "12:102",
    "group_ayah_key": "12:102",
    "from_ayah": "12:102",
    "to_ayah": "12:104",
    "ayah_keys": "12:102,12:103,12:104",
    "text": "<p lang=\"my\" class=\"my \">၎င်းသည် ကျွန်ုပ်တို့သည် သင့်အား ထုတ်ဖော်ပြသသော ဂိုဏ်ဘ် <span class=\"gray\">(မမြင်နိုင်သောအရာ)</span> သတင်းများထဲမှ ဖြစ်၏။ သူတို့၏အစီအစဉ်ကို စီစဉ်ပြီး ပူးပေါင်းကြံစည်နေကြစဉ် သင်သည် သူတို့နှင့်အတူ <span class=\"gray\">(ရှိ)</span>မနေခဲ့ပါ။ <span>(၁၀၂)</span> ထို့ပြင် လူသားအများစုသည် သင်မည်မျှပင် စိတ်အားထက်သန်စွာ ဆန္ဒရှိစေကာမူ ယုံကြည်မည်မဟုတ်ပါ။ <span>(၁၀၃)</span> ၎င်းအတွက် သင်သည် သူတို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆိုပါနှင့်။ ၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> သည် အာလမ်ဟ် <span class=\"gray\">(လူသားနှင့် ဂျင်န်များ)</span> အတွက် သတိပေးချက်တစ်ခုမျှသာ ဖြစ်သည်။<span>(၁၀၄)</span></p><div lang=\"my\" class=\"my \"><h2>ဤဇာတ်လမ်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဗျာဒိတ်တော်ဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) အား ယူဆွဖ်နှင့် သူ၏ညီအစ်ကိုများအကြောင်း၊ သူတို့က ယူဆွဖ်ကို ထိခိုက်နစ်နာစေရန်နှင့် သတ်ရန်ကြိုးစားခဲ့သော်လည်း အလ္လာဟ်အရှင်မြတ်က ယူဆွဖ်ကို သူတို့ထက် မြင့်မြတ်စေပြီး ပိုမိုကောင်းမွန်သော နိဂုံး၊ အောင်မြင်မှု၊ အချုပ်အခြာအာဏာနှင့် ဉာဏ်ပညာ <span class=\"gray\">(ဆိုလိုသည်မှာ ပရောဖက်ပြုခြင်း)</span> ကို ပေးအပ်ခဲ့ပုံတို့ကို ပြောပြတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- 'ဤဇာတ်လမ်းများနှင့် အလားတူဇာတ်လမ်းများသည် အို မုဟမ္မဒ်၊ လွန်ခဲ့သော မမြင်ရသော ဖြစ်ရပ်များ၏ အစိတ်အပိုင်းဖြစ်ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُوحِيهِ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်အား ထုတ်ဖော်ပြသသော။)</span> ထို့ပြင် အို မုဟမ္မဒ်၊ ၎င်းတွင် သင်ယူစရာ သင်ခန်းစာတစ်ခု ပါရှိသောကြောင့် သင့်အား အသိပေးခြင်းဖြစ်ပြီး၊ သင့်ကို ဆန့်ကျင်သူများအတွက် သတိပေးချက်တစ်ခုလည်း ဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ لَدَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သူတို့နှင့်အတူ <span class=\"gray\">(ရှိ)</span>မနေခဲ့)</span>၊ သင်သည် သူတို့၏ ညီလာခံကို မမြင်ခဲ့ရသလို သူတို့ကိုလည်း မတွေ့မြင်ခဲ့ရပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَجْمَعُوا أَمْرَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏အစီအစဉ်ကို စီစဉ်ခဲ့ကြစဉ်၊)</span> ယူဆွဖ်ကို ရေတွင်းထဲ ပစ်ချရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَمْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူတို့သည် ပူးပေါင်းကြံစည်နေကြစဉ်)</span> သူ၏အပေါ်၌။ ကျွန်ုပ်တို့သည် သင့်ထံသို့ ချပေးပို့သော ကျွန်ုပ်တို့၏ ဗျာဒိတ်တော်ဖြင့် ဤအရာအားလုံးကို သင်ကြားပေးခဲ့သည်။' အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်များတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သူတို့၏ ကလောင်တံများဖြင့် မဲချနေစဉ် သင်သည် သူတို့နှင့်အတူ မရှိခဲ့ပါ။)</span><span class=\"gray\">[3:44]</span> ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူးဆာအား ကျွန်ုပ်တို့က ပညတ်တော်ကို ရှင်းလင်းပြသခဲ့စဉ် သင်သည် အနောက်ဘက်တွင် မရှိခဲ့ပါ။)</span><span class=\"gray\">[28:44]</span> ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့က ခေါ်ဆိုခဲ့စဉ် တူးရ် တောင်ဘက်၌ သင်မရှိခဲ့ပါ။)</span><span class=\"gray\">[28:46]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဒ်ယန်မြို့သားများအကြား နေထိုင်သူ မဟုတ်ခဲ့ဘဲ ကျွန်ုပ်တို့၏အာယတ်တော်များကို သူတို့အား ရွတ်ဖတ်ပြခဲ့ခြင်း မရှိခဲ့ပါ။)</span><span class=\"gray\">[28:45]</span> အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်ဖြစ်ကြောင်း၊ ထို့ပြင် လွန်ခဲ့သောအချိန်များက ဖြစ်ပျက်ခဲ့သော အကြောင်းအရာများကို လူတို့အတွက် သင်ခန်းစာယူနိုင်ရန်၊ သူတို့၏ ဘာသာရေးကိစ္စများနှင့် လောကီရေးရာများတွင် လုံခြုံမှုရရှိစေရန် သင်ကြားပေးခဲ့ကြောင်း ဖော်ပြထားသည်။ သို့သော်လည်း လူအများစုသည် ယုံကြည်ခဲ့ကြခြင်းမရှိသလို ယုံကြည်ကြမည်လည်း မဟုတ်ပါ၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် လူသားအများစုသည် သင်မည်မျှပင် စိတ်အားထက်သန်စွာ ဆန္ဒရှိစေကာမူ ယုံကြည်မည်မဟုတ်ပါ။)</span> အလ္လာဟ်အရှင်မြတ်သည် အလားတူအာယတ်များတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُطِعْ أَكْثَرَ مَن فِي الْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် မြေကြီးပေါ်ရှိ လူအများစုကို နာခံပါက၊ သူတို့သည် သင့်အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ ဝေးကွာအောင် လမ်းမှားသို့ ပို့ဆောင်လိမ့်မည်။)</span><span class=\"gray\">[6:116]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ အာယတ်တစ်ခုဖြစ်သည်၊ သို့သော် သူတို့အများစုသည် ယုံကြည်သူများ မဟုတ်ကြပါ။)</span><span class=\"gray\">[26:8]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအတွက် သင်သည် သူတို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆိုပါနှင့်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'အို မုဟမ္မဒ်၊ ဤအကြံဉာဏ်နှင့် ကောင်းမြတ်ဖြောင့်မတ်သော အရာအားလုံးသို့ သင်၏ဖိတ်ခေါ်မှုအတွက် အဖိုးအခ သို့မဟုတ် လျော်ကြေး မည်သည်ကိုမျှ မတောင်းဆိုပါနှင့်။ ထို့ထက် သင်သည် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေပြီး ကိုယ်တော်၏ ဖန်ဆင်းခံများအား ကောင်းမွန်ဖြောင့်မတ်သော အကြံဉာဏ်များကို ပေးအပ်ရန် လုပ်ဆောင်နေခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> သည် အာလမ်ဟ် <span class=\"gray\">(လူသားနှင့် ဂျင်န်များ)</span> အတွက် သတိပေးချက်တစ်ခုမျှသာ ဖြစ်သည်)</span> ၎င်းဖြင့် သူတို့သည် သတိရကြမည်၊ လမ်းညွှန်မှုရရှိမည်၊ ဤဘဝနှင့် နောင်ဘဝတွင် မိမိကိုယ်ကို ကယ်တင်ကြမည်။'</p>"
  }
]