[
  {
    "ayah_key": "11:7",
    "group_ayah_key": "11:7",
    "from_ayah": "11:7",
    "to_ayah": "11:8",
    "ayah_keys": "11:7,11:8",
    "text": "<p lang=\"my\" class=\"my \">၎င်းပြင် မိုးကောင်းကင်များနှင့် မြေကြီးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့သူမှာ အရှင်မြတ်သာဖြစ်သည်။ ထိုအချိန်က အရှင်မြတ်၏ အာရ်ရှ်ပလ္လင်တော်သည် ရေပေါ်တွင်ရှိခဲ့သည်။ အရှင်မြတ်သည် သင်တို့အနက် မည်သူသည် အကောင်းဆုံး လုပ်ဆောင်သူဖြစ်သည်ကို သင်တို့ကို စမ်းသပ်ရန်အတွက်ဖြစ်သည်။ သို့သော် သင်တို့က ၎င်းတို့အား \"သေလွန်ပြီးနောက် သင်တို့သည် ဧကန်မလွဲ ရှင်ပြန်ထမြောက်လာမည်\" ဟု ပြောပါက မယုံကြည်သူများသည် \"၎င်းသည် ထင်ရှားသော မှော်အတတ်မျှသာဖြစ်သည်\" ဟု ဧကန်မလွဲ ပြောကြလိမ့်မည်။ <span>(၇)</span> ၎င်းပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် ဒဏ်ခတ်ခြင်းကို သတ်မှတ်ထားသော ကာလအထိ ရွှေ့ဆိုင်းထားပါက ၎င်းတို့က \"မည်သည့်အရာက ၎င်းကို နောက်ဆုတ်စေသနည်း\" ဟု ဧကန်မလွဲ ပြောကြလိမ့်မည်။ ၎င်းတို့ထံသို့ ရောက်ရှိလာသည့်နေ့တွင် ၎င်းတို့ထံမှ မည်သည့်အရာကမျှ ၎င်းကို လှည့်ဖယ်သွားစေနိုင်မည်မဟုတ်ပေ။ ၎င်းတို့သည် လှောင်ပြောင်ခဲ့သော အရာဖြင့် ဝန်းရံခြင်းကို ခံရလိမ့်မည် <span>(၈)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် အရှင်မြတ်၏ တန်ခိုးတော်ကို အသိပေးပြီး၊ အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့သည်။ အရှင်မြတ်သည် ထိုမတိုင်မီကပင် အရှင်မြတ်၏ အာရ်ရှ်ပလ္လင်တော်သည် ရေပေါ်တွင်ရှိခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ခဲ့သည့်အတိုင်း အင်မ်ရာန် အိဗ်နု ဟွဆိုင်းန် က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْبَلُوا الْبُشْرَى يَا بَنِي تَمِيمٍ!</p><p lang=\"my\" class=\"my \">(ဝမ်းသာစရာ သတင်းကို လက်ခံကြပါ၊ တာမီမ် မျိုးနွယ်စုဝင်တို့!) ၎င်းတို့က 'အမှန်စင်စစ် အရှင်သည် ကျွန်ုပ်တို့အား ဝမ်းသာစရာ သတင်းဆောင်ခဲ့ပြီး အရှင်သည် ကျွန်ုပ်တို့အား ပေးသနားခဲ့ပါသည်' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အရှင် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْبَلُوا الْبُشْرَى يَا أَهْلَ الْيَمَنِ</p><p lang=\"my\" class=\"my \">(ဝမ်းသာစရာ သတင်းကို လက်ခံကြပါ၊ ယီမန်ပြည်သူတို့!) ၎င်းတို့က 'ကျွန်ုပ်တို့ လက်ခံပါသည်၊ သို့ဖြစ်၍ ဤကိစ္စ၏ အစနှင့် ၎င်းမည်သို့ဖြစ်ခဲ့သည်ကို ကျွန်ုပ်တို့အား အသိပေးပါ' ဟု ပြောကြားခဲ့သည်။ အရှင် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ اللهُ قَبْلَ كُلِّ شَيْءٍ، وَكَانَ عَرْشُهُ عَلَى الْمَاءِ، وَكَتَبَ فِي اللَّوْحِ الْمَحْفُوظِ ذِكْرَ كُلِّ شَيْءٍ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံး၏ ရှေ့တွင်ရှိခဲ့ပြီး အရှင်မြတ်၏ အာရ်ရှ်ပလ္လင်တော်သည် ရေပေါ်တွင်ရှိခဲ့သည်။ ထို့နောက် အရှင်မြတ်သည် ထိန်းသိမ်းထားသော မှတ်တမ်းစာအုပ်တွင် အရာအားလုံးကို ရေးမှတ်ခဲ့သည်)။</p><p lang=\"my\" class=\"my \">ထို့နောက် လူတစ်ဦးသည် ကျွန်ုပ်ထံသို့ လာပြီး \"အို အင်မ်ရာန်၊ အရှင်၏ ကုလားအုတ်မသည် ၎င်း၏ ခြေထုံးမှ လွတ်မြောက်သွားပါပြီ\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်သည် ၎င်းနောက်သို့ လိုက်ရန် ထွက်ခွာခဲ့ပြီး ကျွန်ုပ်ထွက်ခွာပြီးနောက် မည်သည့်အရာကို ပြောခဲ့သည်ကို ကျွန်ုပ်မသိပေ။</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အလ်-ဘူခါရီ နှင့် မွတ်စလင်မ် ၏ ဆဟီဟ် နှစ်ကျမ်းတွင် စကားလုံးအမျိုးမျိုးဖြင့် မှတ်တမ်းတင်ထားသည်။</p><p lang=\"id\" class=\"id \">In Sahih Muslim, it is recorded that 'Abdullah bin 'Amr bin Al-'As said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدَّرَ مَقَادِيرَ الْخَلَائِقِ قَبْلَ أَنْ يَخْلُقَ السَّمٰوَاتِ وَالْأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ</p><p lang=\"my\" class=\"my \">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို မဖန်ဆင်းမီ နှစ်ငါးသောင်းကတည်းက ဖန်ဆင်းခံများ၏ ရိက္ခာပမာဏကို တိုင်းတာခဲ့ပြီး အရှင်မြတ်၏ အာရ်ရှ်ပလ္လင်တော်သည် ရေပေါ်တွင်ရှိခဲ့သည်)။ ဤကျမ်းပိုဒ်၏ ရှင်းပြချက်အရ အလ်-ဘူခါရီ သည် အဘူ ဟူရိုင်ရဟ် ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ عَزَّ وَجَلَّ: أَنْفِقْ أُنْفِقْ عَلَيْكَ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်၊ တန်ခိုးရှင်နှင့် ဂုဏ်အင်မြင့်မြတ်သူသည် မိန့်ကြားတော်မူသည်၊ 'သုံးစွဲပါ၊ ကျွန်ုပ်သည် သင်အပေါ် သုံးစွဲမည်')။ ၎င်းပြင် အရှင် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدُ اللهِ مَلْأَى لَا يَغِيضُهَا نَفَقَةٌ، سَحَّاءُ اللَّيْلَ وَالنَّهَارَ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်၏ လက်တော်သည် ပြည့်နေပြီး ညဘက်နှင့် နေ့ဘက်တစ်လျှောက် သုံးစွဲခြင်းဖြင့် လျော့နည်းသွားခြင်းမရှိပေ)။ အရှင် ﷺ ကလည်း မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمٰوَاتِ وَالْأَرْضَ فَإِنَّهُ لَمْ يَغِيضْ مَا فِي يَمِينِهِ، وَكَانَ عَرْشُهُ عَلَى الْمَاءِ، وَبِيَدِهِ الْمِيزَانُ يَخْفِضُ وَيَرْفَعُ</p><p lang=\"my\" class=\"my \">(မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သည့်အချိန်မှစ၍ မည်သည့်အရာကို သုံးစွဲခဲ့သည်ကို သင်တို့ မြင်ဖူးပါသလား။ အမှန်စင်စစ် ၎င်းသည် အရှင်မြတ်၏ လက်ယာတော်တွင်ရှိသည့်အရာကို အနည်းငယ်မျှပင် မလျော့နည်းစေဘဲ အရှင်မြတ်၏ အာရ်ရှ်ပလ္လင်တော်သည် ရေပေါ်တွင်ရှိခဲ့သည်။ အရှင်မြတ်၏ လက်တော်တွင် ချိန်ခွင်ရှိပြီး အရှင်မြတ်သည် ၎င်းကို နှိမ့်ချပြီး မြှင့်တင်သည်)။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا</p><p lang=\"my\" class=\"my \">(သင်တို့အနက် မည်သူသည် အကောင်းဆုံး လုပ်ဆောင်သူဖြစ်သည်ကို သင်တို့ကို စမ်းသပ်ရန်အတွက်)။ ဆိုလိုသည်မှာ အရှင်မြတ်သည် အရှင်မြတ်၏ ကျွန်များကို အကျိုးပြုရန်အတွက် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သည်။ ၎င်းတို့အား အရှင်မြတ်ကို ကိုးကွယ်ရန်နှင့် မည်သည့်အရာကိုမျှ အရှင်မြတ်နှင့် မတွဲဖက်ရန် ဖန်ဆင်းခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤဖန်ဆင်းခြင်း (မိုးကောင်းကင်များနှင့် မြေကြီးကို) အချည်းနှီး ဖန်ဆင်းခဲ့ခြင်းမဟုတ်ပေ။ ၎င်းသည် အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ</p><p lang=\"my\" class=\"my \">(၎င်းပြင် ကျွန်ုပ်တို့သည် မိုးကောင်းကင်နှင့် မြေကြီး၊ ၎င်းတို့နှစ်ခုအကြားရှိ အရာအားလုံးကို အချည်းနှီး ဖန်ဆင်းခဲ့ခြင်းမဟုတ်ပေ။ ထိုသည် မယုံကြည်သူများ၏ ထင်မြင်ချက်ဖြစ်သည်။ ထို့နောက် မယုံကြည်သူများအတွက် ငရဲမီးမှ ဘေးဆိုးဖြစ်သည်!)<span>[38:27]</span> အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ - فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ</p><p lang=\"my\" class=\"my \">(ကျွန်ုပ်တို့သည် သင်တို့ကို အချည်းနှီး ဖန်ဆင်းခဲ့သည်ဟု သင်တို့ ထင်မှတ်ခဲ့ပါသလား၊ ၎င်းပြင် သင်တို့သည် ကျွန်ုပ်တို့ထံသို့ ပြန်လှည့်လာမည် မဟုတ်ဟု ထင်မှတ်ခဲ့ပါသလား။ သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်၊ စစ်မှန်သော ဘုရင်သည် အလွန်မြင့်မြတ်လှသည်။ အရှင်မှတစ်ပါး ကိုးကွယ်ရာအရှင်မရှိပေ၊ မြင့်မြတ်သော အာရ်ရှ်ပလ္လင်တော်၏ အရှင်ဖြစ်သည်!)<span>[23:115-116]</span> အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ</p><p lang=\"my\" class=\"my \">(၎င်းပြင် ကျွန်ုပ် (အလ္လာဟ်အရှင်မြတ်) သည် ဂျင်န်နှင့် လူသားတို့ကို ကျွန်ုပ်ကို (တစ်ပါးတည်းသာ) ကိုးကွယ်ရန်မှတစ်ပါး မဖန်ဆင်းခဲ့ပေ)။<span>[51:56]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِيَبْلُوَكُمْ </p><p lang=\"my\" class=\"my \">(သင်တို့ကို စမ်းသပ်ရန်)။ ဆိုလိုသည်မှာ အရှင်မြတ် (အလ္လာဟ်အရှင်မြတ်) သည် သင်တို့ကို စမ်းသပ်ရန် ဖြစ်သည်။ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّكُمْ أَحْسَنُ عَمَلًا</p><p lang=\"my\" class=\"my \">(သင်တို့အနက် မည်သူသည် အကောင်းဆုံး လုပ်ဆောင်သူဖြစ်သည်)။ ဤတွင် အရေးကြီးသည်မှာ အလ္လာဟ်အရှင်မြတ်က \"သင်တို့အနက် မည်သူသည် အများဆုံး လုပ်ဆောင်ခဲ့သည်\" ဟု မပြောဘဲ \"အကောင်းဆုံး လုပ်ဆောင်သူ\" ဟု ပြောကြားခဲ့ခြင်းဖြစ်သည်။ လုပ်ဆောင်ချက်တစ်ခုကို အလ္လာဟ်အရှင်မြတ်၊ တန်ခိုးရှင်နှင့် ဂုဏ်အင်မြင့်မြတ်သူအတွက် စိတ်ရင်းမှန်ဖြင့် လုပ်ဆောင်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဥပဒေနှင့် ကိုက်ညီမှသာ ကောင်းမြတ်သော လုပ်ဆောင်ချက်အဖြစ် သတ်မှတ်နိုင်သည်။ လုပ်ဆောင်ချက်တစ်ခုသည် ဤအခြေအနေများအနက် တစ်ခုခု ပျက်ကွက်ပါက ၎င်းသည် ပျက်ပြယ်သွားသည်။</p><div lang=\"my\" class=\"my \"><h2>မိုးကောင်းကင်နှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သည့်အရှင်သည် သေပြီးနောက် ပြန်လည်ရှင်ပြန်ထမြောက်စေရန် ပို၍ လွယ်ကူသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِن بَعْدِ الْمَوْتِ</p><p lang=\"my\" class=\"my \">(သို့သော် သင်တို့က ၎င်းတို့အား \"သေလွန်ပြီးနောက် သင်တို့သည် ဧကန်မလွဲ ရှင်ပြန်ထမြောက်လာမည်\" ဟု ပြောပါက)။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ မိန့်ကြားသည်မှာ \"အို မိုဟမ္မဒ်၊ သင်သည် ဤရုပ်တုကိုးကွယ်သူများအား အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့သေဆုံးပြီးနောက် ၎င်းတို့အား ရှင်ပြန်ထမြောက်စေမည်ဖြစ်ကြောင်း၊ အရှင်မြတ်သည် ၎င်းတို့အား မူလက ဖန်ဆင်းခဲ့သည့်အတိုင်း (၎င်းတို့သည် ငြင်းပယ်နေဆဲဖြစ်သည်)\" ဟု အသိပေးပါက။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သူဖြစ်သည်ကို သိရှိထားသော်လည်း၊ အရှင်မြတ် မိန့်ကြားခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ</p><p lang=\"my\" class=\"my \">(၎င်းပြင် သင်သည် ၎င်းတို့အား မည်သူက ၎င်းတို့အား ဖန်ဆင်းခဲ့သနည်းဟု မေးပါက ၎င်းတို့က \"အလ္လာဟ်\" ဟု ဧကန်မလွဲ ပြောကြလိမ့်မည်)။<span>[43:87]</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ</p><p lang=\"my\" class=\"my \">(၎င်းပြင် သင်သည် ၎င်းတို့အား \"မည်သူက မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့ပြီး နေနှင့် လကို အစေခံစေခဲ့သနည်း\" ဟု မေးပါက ၎င်းတို့က \"အလ္လာဟ်\" ဟု ဧကန်မလွဲ ပြန်ဖြေကြလိမ့်မည်)။<span>[29:61]</span> ဤအချက် (အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းခြင်း) ကို သိရှိပြီးနောက်ပင် ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ခြင်းနှင့် တရားစီရင်ရာနေ့တွင် ကတိပေးထားသော ပြန်လာခြင်းကို ငြင်းပယ်နေဆဲဖြစ်သည်။ သို့သော် စွမ်းဆောင်နိုင်မှုအရ ရှင်ပြန်ထမြောက်ခြင်းသည် မူလဖန်ဆင်းခြင်းထက် (အလ္လာဟ်အရှင်မြတ်အတွက်) ပို၍ လွယ်ကူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ</p><p lang=\"my\" class=\"my \">(၎င်းပြင် ဖန်ဆင်းခြင်းကို အစပြုသူမှာ အရှင်မြတ်သာဖြစ်သည်။ ထို့နောက် အရှင်မြတ်သည် ၎င်းကို ပြန်လည်ပြုလုပ်မည် (၎င်း ပျက်စီးပြီးနောက်)၊ ၎င်းသည် အရှင်မြတ်အတွက် ပို၍ လွယ်ကူသည်)။<span>[30:27]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"my\" class=\"my \">(သင်တို့အားလုံးကို ဖန်ဆင်းခြင်းနှင့် သင်တို့အားလုံးကို ရှင်ပြန်ထမြောက်စေခြင်းသည် လူတစ်ဦးတည်းကို (ဖန်ဆင်းခြင်းနှင့် ရှင်ပြန်ထမြောက်စေခြင်း) ကဲ့သို့သာ ဖြစ်သည်)။<span>[31:28]</span> မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا سِحْرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \">(၎င်းသည် ထင်ရှားသော မှော်အတတ်မျှသာဖြစ်သည်)။ ရုပ်တုကိုးကွယ်သူများသည် ၎င်းတို့၏ မယုံကြည်မှုနှင့် ခေါင်းမာမှုကြောင့် ဤသို့ ပြောကြသည်။ ၎င်းတို့က \"ရှင်ပြန်ထမြောက်ခြင်း ဖြစ်လာမည်ဟူသော အရှင်၏ ပြောဆိုချက်ကို ကျွန်ုပ်တို့ မယုံကြည်ပါ\" ဟု ပြောကြသည်။ ၎င်းတို့ကလည်း \"သူ (မိုဟမ္မဒ်) သည် ၎င်း၏ မှော်အတတ်က ပြောသည့်အတိုင်း သင်တို့ကို ၎င်းနောက်သို့ လိုက်စေလိုသောကြောင့် ဤသို့ (သေဆုံးသူများ ရှင်ပြန်ထမြောက်ခြင်း) ကိုသာ ပြောဆိုသည်\" ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَىٰ أُمَّةٍ مَّعْدُودَةٍ</p><p lang=\"my\" class=\"my \">(၎င်းပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် ဒဏ်ခတ်ခြင်းကို သတ်မှတ်ထားသော ကာလအထိ ရွှေ့ဆိုင်းထားပါက)။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ မိန့်ကြားသည်မှာ \"ကျွန်ုပ်တို့သည် ဤရုပ်တုကိုးကွယ်သူများ၏ ဒဏ်ခတ်ခြင်းနှင့် ဖျက်ဆီးခြင်းကို သတ်မှတ်ထားသော အချိန်နှင့် သတ်မှတ်ထားသော ကာလအထိ ရွှေ့ဆိုင်းထားပါက၊ ၎င်းတို့အား သီးခြားအချိန်ကာလ (ဘဝ) ကို ကတိပေးထားပါက ၎င်းတို့သည် ငြင်းပယ်မှုနှင့် အလျင်စလိုဖြင့် ပြောကြလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَحْبِسُهُ</p><p lang=\"my\" class=\"my \">(မည်သည့်အရာက ၎င်းကို နောက်ဆုတ်စေသနည်း?) ၎င်းတို့ဆိုလိုသည်မှာ \"မည်သည့်အရာက ဤဒဏ်ခတ်ခြင်းကို ကျွန်ုပ်တို့အပေါ် ကျရောက်ခြင်းမှ နှောင့်နှေးစေသနည်း\" ဟူ၍ ဖြစ်သည်။ ငြင်းပယ်မှုနှင့် သံသယတို့သည် ၎င်းတို့၏ သဘာဝဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ဒဏ်ခတ်ခြင်းမှ လွတ်မြောက်ရန် သို့မဟုတ် ခိုလှုံရန် မရှိပေ။</p><div lang=\"my\" class=\"my \"><h2>\"အွမ်မဟ်\" ဟူသော စကားလုံး၏ အဓိပ္ပါယ်များ</h2></div><p lang=\"my\" class=\"my \">\"အွမ်မဟ်\" ဟူသော စကားလုံးကို ကုရ်အာန်နှင့် စွန်နဟ်ကျမ်းများတွင် အဓိပ္ပါယ်အမျိုးမျိုးဖြင့် အသုံးပြုသည်။ တစ်ခါတစ်ရံ အသုံးပြုသောအခါ ၎င်းသည် သတ်မှတ်ထားသော အချိန်ကာလကို ဆိုလိုသည်။ ဥပမာအားဖြင့် ဤကျမ်းပိုဒ်တွင် အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ ၏ မိန့်ကြားချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ أُمَّةٍ مَّعْدُودَةٍ</p><p lang=\"my\" class=\"my \">(သတ်မှတ်ထားသော ကာလအထိ)။ ဤသည်မှာ စူရာဟ် ယူစွဖ် တွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ</p><p lang=\"my\" class=\"my \">(ထို့နောက် ၎င်းတို့နှစ်ဦးအနက်မှ လွတ်မြောက်ခဲ့သူသည် အချိန်အတော်ကြာပြီးနောက် သတိရလာသည်)။<span>[12:45]</span> \"အွမ်မဟ်\" ဟူသော စကားလုံးကို နောက်လိုက်ခံရသူ အိမာမ် (ခေါင်းဆောင်) ကို ရည်ညွှန်းရန်လည်း အသုံးပြုသည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \">(အမှန်စင်စစ် အိဗ်ရာဟင်မ်သည် အလ္လာဟ်အရှင်မြတ်အား နာခံသော၊ မှန်ကန်သော လမ်းစဉ်ပေါ်ရှိ အွမ်မဟ် တစ်ဦးဖြစ်ပြီး ၎င်းသည် ရုပ်တုကိုးကွယ်သူများထဲမှ မဟုတ်ပေ)။<span>[16:120]</span> \"အွမ်မဟ်\" ဟူသော စကားလုံးကို ဘာသာတရားနှင့် ဘာသာရေးယုံကြည်ချက်ကို ဆိုလိုရန်လည်း အသုံးပြုသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများနှင့် ပတ်သက်၍ ၎င်းတို့ ပြောကြားခဲ့သည်ကို ဖော်ပြခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِم مُّقْتَدُونَ</p><p lang=\"my\" class=\"my \">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ဘိုးဘွားများကို သတ်မှတ်ထားသော နည်းလမ်းနှင့် ဘာသာတရားကို လိုက်နာနေသည်ကို တွေ့ရှိခဲ့ပြီး ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ခြေရာကို ဧကန်မလွဲ လိုက်နာမည်)။<span>[43:23]</span> \"အွမ်မဟ်\" ဟူသော စကားလုံးကို လူအုပ်စုကို ဆိုလိုရန်လည်း အသုံးပြုသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့်အတိုင်း ဖြစ်သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ النَّاسِ يَسْقُونَ </p><p lang=\"my\" class=\"my \">(၎င်းပြင် မဒ်ယန်မြို့၏ ရေတွင်းသို့ ရောက်ရှိသောအခါ ၎င်းသည် ထိုနေရာတွင် ရေတိုက်ကျွေးနေသော လူအုပ်စုကို တွေ့ရှိခဲ့သည်)။<span>[28:23]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"my\" class=\"my \">(၎င်းပြင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အွမ်မဟ်တိုင်းတွင် ရစူလ်တမန်တော်တစ်ပါးကို စေလွှတ်ခဲ့ပြီး \"အလ္လာဟ်အရှင်မြတ် (တစ်ပါးတည်းသာ) ကို ကိုးကွယ်ကြပြီး တာဂူးသ်ကို ရှောင်ကြဉ်ကြ\" ဟု (ကြေညာစေခဲ့သည်))။<span>[16:36]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُم بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"my\" class=\"my \">(၎င်းပြင် အွမ်မဟ်တိုင်းအတွက် ရစူလ်တမန်တော်တစ်ပါးရှိသည်။ ၎င်းတို့၏ ရစူလ်တမန်တော် ရောက်ရှိလာသောအခါ ၎င်းတို့အကြား တရားမျှတစွာ ဆုံးဖြတ်ပေးမည်ဖြစ်ပြီး ၎င်းတို့သည် မတရားပြုခံရမည်မဟုတ်ပေ)။<span>[10:47]</span> ဤနေရာတွင် \"အွမ်မဟ်\" ၏ အဓိပ္ပါယ်မှာ ၎င်းတို့အကြား ရစူလ်တမန်တော်တစ်ပါး စေလွှတ်ခံရသော လူများဖြစ်သည်။ ဤအကြောင်းအရာတွင် \"အွမ်မဟ်\" ၏ အဓိပ္ပါယ်တွင် ၎င်းတို့အကြားရှိ ယုံကြည်သူများနှင့် မယုံကြည်သူများ ပါဝင်သည်။ ဤသည်မှာ ဆဟီဟ် မွတ်စလင်မ် တွင် မှတ်တမ်းတင်ထားသည့်အရာနှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ يَهُودِيٌّ وَلَا نَصْرَانِيٌّ ثُمَّ لَا يُؤْمِنُ بِي إِلَّا دَخَلَ النَّارَ</p><p lang=\"my\" class=\"my \">(ကျွန်ုပ်၏ အသက်သည် အရှင်၏လက်တော်တွင်ရှိသော အရှင်မြတ်အားဖြင့် ကျိန်ဆိုပါသည်။ ဤအွမ်မဟ်မှ မည်သူမဆို၊ ဂျူးဖြစ်စေ၊ ခရစ်ယာန်ဖြစ်စေ၊ ကျွန်ုပ်အကြောင်းကို ကြားသိပြီး ကျွန်ုပ်ကို မယုံကြည်ပါက ငရဲမီးထဲသို့ ဝင်ရောက်လိမ့်မည်မှတစ်ပါး အခြားမရှိပေ)။ နောက်လိုက်များ၏ အွမ်မဟ်ကို ရည်ညွှန်းရာတွင် ၎င်းတို့သည် ရစူလ်တမန်တော်များကို ယုံကြည်သူများဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ</p><p lang=\"my\" class=\"my \">(သင်တို့ (နဗီတမန်တော် မိုဟမ္မဒ်၏ နောက်လိုက်များ) သည် လူသားများအတွက် ပေါ်ပေါက်လာခဲ့သော အကောင်းဆုံး အွမ်မဟ် ဖြစ်သည်)။<span>[3:110]</span> ဆဟီဟ်ကျမ်းတွင် နဗီတမန်တော် ﷺ မိန့်ကြားခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَقُولُ: أُمَّتِي أُمَّتِي</p><p lang=\"my\" class=\"my \">(ထို့နောက် ကျွန်ုပ်က \"ကျွန်ုပ်၏ အွမ်မဟ် (နောက်လိုက်များ)၊ ကျွန်ုပ်၏ အွမ်မဟ်!\" ဟု ပြောမည်)။ \"အွမ်မဟ်\" ဟူသော စကားလုံးကို ဂိုဏ်း သို့မဟုတ် ပါတီကို ဆိုလိုရန်လည်း အသုံးပြုသည်။ ဤအသုံးပြုမှု၏ ဥပမာမှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن قَوْمِ مُوسَىٰ أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ</p><p lang=\"my\" class=\"my \">(၎င်းပြင် မူစာ၏ လူမျိုးထဲမှ အွမ်မဟ် တစ်စုသည် မှန်ကန်စွာ လမ်းပြပြီး ၎င်းဖြင့် တရားမျှတမှုကို တည်ဆောက်ကြသည်)။<span>[7:159]</span> ထို့အတူ အရှင်မြတ်၏ မိန့်ကြားချက်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ</p><p lang=\"my\" class=\"my \">(ကျမ်းဂန်ရသူများထဲမှ ပါတီတစ်စုသည် မှန်ကန်သော လမ်းစဉ်ပေါ်တွင် ရပ်တည်သည်)။<span>[3:113]</span></p>"
  }
]