[
  {
    "ayah_key": "22:34",
    "group_ayah_key": "22:34",
    "from_ayah": "22:34",
    "to_ayah": "22:35",
    "ayah_keys": "22:34,22:35",
    "text": "<p lang=\"my\" class=\"my \">အမျိုးသားတိုင်းအတွက် ကျွန်ုပ်တို့သည် ဘာသာရေးထုံးတမ်းဓလေ့များကို သတ်မှတ်ပေးထားသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှ စားသောက်ရန် ပေးသနားထားသော တိရစ္ဆာန်များအပေါ် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ရည်ညွှန်းကြစေရန် ဖြစ်သည်။ သင်တို့၏ ဘုရားသခင်သည် တစ်ဆူတည်းသော ဘုရားသခင်ဖြစ်သောကြောင့် သင်တို့သည် ကိုယ်တော်တစ်ပါးတည်းကိုသာ နာခံရမည်။ မွခ်ဘိတင် <span>(၃၄)</span>တို့အား ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးပါ။ ၎င်းတို့၏ စိတ်နှလုံးများသည် အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသောအခါ ကြောက်ရွံ့ခြင်းဖြင့် ပြည့်နှက်နေကြပြီး၊ ၎င်းတို့အား ကျရောက်လာသမျှကို သည်းခံသော လူနာများ၊ ဆွလာဟ်ကို ဖျော်ဖြေသူများ၊ ကျွန်ုပ်တို့ ပေးသနားထားရာမှ သုံးစွဲသူများ <span>(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>ကမ္ဘာ့အမျိုးသားတိုင်းအတွက် ပူဇော်ပသခြင်း ထုံးတမ်းများကို သတ်မှတ်ပြဌာန်းထားသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ပူဇော်ပသခြင်းနှင့် သွေးမြေကျခြင်းကို လူမျိုးအားလုံးအတွက် သတ်မှတ်ပြဌာန်းထားကြောင်း အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောကြားထားသည်။ အလီ ဘင် အဘီ တလ်ဟာမှ သတင်းပို့သည်မှာ အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသားတိုင်းအတွက် ကျွန်ုပ်တို့သည် ဘာသာရေးထုံးတမ်းဓလေ့များကို သတ်မှတ်ပေးထားသည်၊)</span> \"ပွဲတော်များ\"။ အိကရီမာက \"ပူဇော်ပသခြင်းများ\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသားတိုင်းအတွက် ကျွန်ုပ်တို့သည် ဘာသာရေးထုံးတမ်းဓလေ့များကို သတ်မှတ်ပေးထားသည်၊)</span> ဇိုက်ဒ် ဘင် အစလမ်က \"ဒါက မက္ကာကို ဆိုလိုတာ။ အလ္လာဟ်အရှင်မြတ်က တခြားဘယ်နေရာမှာမှ ဘယ်လူမျိုးအတွက်မှ ဘာသာရေးထုံးတမ်းဓလေ့တွေကို မသတ်မှတ်ခဲ့ဘူး\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَذْكُرُوا اسْمَ اللَّهِ عَلَىٰ مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှ စားသောက်ရန် ပေးသနားထားသော တိရစ္ဆာန်များအပေါ် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ရည်ညွှန်းကြစေရန် ဖြစ်သည်။)</span> ဆဟီဟ်ကျမ်းနှစ်ကျမ်းတွင် အနပ်စ်က ပြောကြားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ဆူဖြိုးသော၊ ဦးချိုပါသော သိုးထီးနှစ်ကောင်ကို ယူဆောင်လာသည်။ ကိုယ်တော်သည် ဘိစ်မီလ္လာဟ်နှင့် အလ္လာဟ်ဟူ အက္ကဘာရ်ဟု ပြောကြားပြီး ၎င်းတို့၏ လည်ပင်းပေါ်သို့ ခြေဖဝါးဖြင့် နင်းထားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဘုရားသခင်သည် တစ်ဆူတည်းသော ဘုရားသခင်ဖြစ်သောကြောင့် သင်တို့သည် ကိုယ်တော်တစ်ပါးတည်းကိုသာ နာခံရမည်။)</span> ပရောဖက်များ၏ ဥပဒေများသည် ကွဲပြားနိုင်ပြီး တစ်ခုနှင့်တစ်ခု အစားထိုးနိုင်သော်လည်း သင်တို့၏ ဘုရားသခင်သည် တစ်ဆူတည်းပင်။ ပရောဖက်အားလုံးသည် လူသားမျိုးနွယ်ကို အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ဖက်စပ်များ သို့မဟုတ် မိတ်ဖက်များမရှိဘဲ ဝတ်ပြုရန် ဖိတ်ခေါ်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ရှေ့တွင် မည်သည့် ရစူလ်တမန်ကိုမျှ မစေလွှတ်ခဲ့ပေ။ သို့သော် ကျွန်ုပ်သည် ၎င်းအား (ပြောကြားရင်း) ဗျာဒိတ်ပေးခဲ့သည်- ကျွန်ုပ်မှတစ်ပါး ဝတ်ပြုခံထိုက်သူမရှိ၊ ထို့ကြောင့် ကျွန်ုပ်ကိုသာ ဝတ်ပြုကြလော့။)</span><span class=\"gray\">(၂၁:၂၅)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَهُ أَسْلِمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် ကိုယ်တော်တစ်ပါးတည်းကိုသာ နာခံရမည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ အမိန့်တော်များကို လိုက်နာပြီး ကိုယ်တော်အား စိတ်ရင်းမှန်ဖြင့် နာခံရမည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَبَشِّرِ الْمُخْبِتِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွခ်ဘိတင်တို့အား ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးပါ။)</span> မူဂျာဟစ်ဒ်က မွခ်ဘိတင်နှင့်ပတ်သက်၍ \"၎င်းတို့၏ ယုံကြည်ခြင်း၌ ကျေနပ်မှုကို ရှာတွေ့သူများ\" ဟု ပြောကြားခဲ့သည်။ အပ်သ်-သောင်ရီက \"၎င်းတို့၏ ယုံကြည်ခြင်း၌ ကျေနပ်မှုကို ရှာတွေ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို လက်ခံ၍ ကိုယ်တော်အား နာခံသူများ\" ဟု ပြောကြားခဲ့သည်။ နောက်ဆက်တွဲပါလာသည့်အရာဖြင့် အဓိပ္ပါယ်ဖွင့်ဆိုခြင်းသည် ပို၍ကောင်းသည်။ ၎င်းမှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသောအခါ ၎င်းတို့၏ စိတ်နှလုံးများသည် ကြောက်ရွံ့ခြင်းဖြင့် ပြည့်နှက်နေကြသည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ စိတ်နှလုံးများသည် ကိုယ်တော်အား ကြောက်ရွံ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّابِرِينَ عَلَىٰ مَا أَصَابَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ကျရောက်လာသမျှကို သည်းခံသော လူနာများ)</span> ဆိုလိုသည်မှာ ဘေးဆိုးများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُقِيمِي الصَّلَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာဟ်ကို ဖျော်ဖြေသူများ၊)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှ ၎င်းတို့အပေါ် ချမှတ်ထားသော တာဝန်များကို ဖြည့်ဆည်းကြသည်၊ မဖြစ်မနေ ဆွလာဟ်ပြုလုပ်ရမည့် တာဝန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ပေးသနားထားရာမှ သုံးစွဲသူများ။)</span> အလ္လာဟ်အရှင်မြတ် ပေးသနားထားသော ကောင်းမွန်သော စားဝတ်နေရေး။ ၎င်းတို့သည် ၎င်းတို့၏ မိသားစုများနှင့် အစေခံများအပေါ်၊ ဆင်းရဲသားများနှင့် လိုအပ်သူများအပေါ် သုံးစွဲကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် ချမှတ်ထားသော ကန့်သတ်ချက်များအတွင်းတွင် လူများကို ကြင်နာစွာ ဆက်ဆံကြသည်။ ဤသည်မှာ မြောက်မြားစွာသော နစ်ဖာက်ပြသူများနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။ ၎င်းတို့သည် ဤအရာအားလုံး၏ ဆန့်ကျင်ဘက်ဖြစ်သည်၊ ကျွန်ုပ်တို့သည် စူရဟ် ဘာရာအာ၏ တဖ်စီရ်၌ ဆွေးနွေးခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ ရှိပါစေ။</p>"
  }
]