[
  {
    "ayah_key": "2:210",
    "group_ayah_key": "2:210",
    "from_ayah": "2:210",
    "to_ayah": "2:210",
    "ayah_keys": "2:210",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် မိုးတိမ်များ၏အရိပ်များနှင့် ကောင်းကင်တမန်များနှင့်အတူ ၎င်းတို့ထံသို့ ကြွလာခြင်းမှအပ အခြားမည်သည့်အရာကိုမျှ စောင့်ဆိုင်းနေကြပါသလော။ <span class=\"gray\">(ထိုအခါ)</span> ကိစ္စပြီးဆုံးဆုံးဖြတ်ပြီးသားဖြစ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်ထံသို့သာ ကိစ္စရပ်အားလုံး <span class=\"gray\">(ဆုံးဖြတ်ရန်)</span><span>(၂၁၀)</span></p><div lang=\"gl\" class=\"gl \"><h2>Do not delay embracing the Faith</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلَائِكَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် မိုးတိမ်များ၏အရိပ်များနှင့် ကောင်းကင်တမန်များနှင့်အတူ ၎င်းတို့ထံသို့ ကြွလာခြင်းမှအပ အခြားမည်သည့်အရာကိုမျှ စောင့်ဆိုင်းနေကြပါသလော။)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရှေးဦးဖန်ဆင်းခြင်းများနှင့် နောက်ဆုံးဖန်ဆင်းခြင်းများကို တရားစီရင်ရန်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် တစ်ဦးချင်းစီ၏ ကောင်းမှုမကောင်းမှုအလိုက် အကျိုးပေးမည်ဖြစ်သည်။ မည်သူမဆို ကောင်းမှုပြုသူသည် ကောင်းမှုကို မြင်ရမည်၊ မကောင်းမှုပြုသူသည် မကောင်းမှုကို မြင်ရမည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُضِيَ الْأَمْرُ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ထိုအခါ)</span> ကိစ္စပြီးဆုံးဆုံးဖြတ်ပြီးသားဖြစ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်ထံသို့သာ ကိစ္စရပ်အားလုံး <span class=\"gray\">(ဆုံးဖြတ်ရန်)</span> ပြန်လည်ရောက်ရှိကြကုန်၏။)</span></p><p lang=\"fil\" class=\"fil \">Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا - وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا - وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنسَانُ وَأَنَّىٰ لَهُ الذِّكْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ ကမ္ဘာမြေကို အမှုန့်အမှုန့်ဖြစ်အောင် ချေဖျက်လိုက်သောအခါ။ အရှင်၏အရှင်သခင်သည် ကောင်းကင်တမန်များတန်းစီ၍ ကြွလာသောအခါ။ ထိုနေ့တွင် ငရဲကို အနီးသို့ ဆွဲယူလာမည်။ ထိုနေ့တွင် လူသားသည် သတိရမည်၊ သို့သော် ထိုသတိရခြင်းသည် <span class=\"gray\">(ထိုအခါ)</span> မည်သို့ အကျိုးရှိမည်နည်း။)</span><span class=\"gray\">(၈၉:၂၁-၂၃)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကောင်းကင်တမန်များ ၎င်းတို့ထံသို့ ရောက်ရှိလာခြင်း၊ သို့မဟုတ် အရှင်၏အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်)</span> ကြွလာခြင်း၊ သို့မဟုတ် အရှင်၏အရှင်သခင်၏ နိမိတ်လက္ခဏာအချို့ <span class=\"gray\">(ဆိုလိုသည်မှာ ကမ္ဘာပျက်မည့်အချိန်၏ လက္ခဏာများ၊ ဥပမာ- နေထွက်ရာအရပ်မှ နေထွက်ခြင်း)</span> ရောက်ရှိလာခြင်းမှအပ အခြားမည်သည့်အရာကိုမျှ စောင့်ဆိုင်းနေကြပါသလော။)</span><span class=\"gray\">(၆:၁၅၈)</span></p><p lang=\"ig\" class=\"ig \">Abu Ja'far Razi reported that Abu Al-'Aliyah narrated that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلَائِكَةُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် မိုးတိမ်များ၏အရိပ်များနှင့် ကောင်းကင်တမန်များနှင့်အတူ ၎င်းတို့ထံသို့ ကြွလာခြင်းမှအပ အခြားမည်သည့်အရာကိုမျှ စောင့်ဆိုင်းနေကြပါသလော။)</span> ဆိုလိုသည်မှာ ကောင်းကင်တမန်များသည် မိုးတိမ်များ၏အရိပ်များပေါ်သို့ ဆင်းသက်လာကြမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအလိုရှိသည့်အတိုင်း ကြွလာမည်ဖြစ်သည်။ အချို့ရွတ်ဖတ်သူများသည် ၎င်းကို ဖတ်ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ </p><p lang=\"my\" class=\"my \">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံသို့ ရောက်ရှိလာခြင်းနှင့် ကောင်းကင်တမန်များ မိုးတိမ်များ၏အရိပ်များပေါ်သို့ ရောက်ရှိလာခြင်းမှအပ အခြားမည်သည့်အရာကိုမျှ စောင့်ဆိုင်းနေကြပါသလော။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အခြားမိန့်ကြားချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنزِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်သည် မိုးတိမ်များနှင့်အတူ ကွဲအက်သွားမည်ဖြစ်ပြီး၊ ကောင်းကင်တမန်များကို ကြီးကျယ်ခမ်းနားစွာ ဆင်းသက်စေမည်ဖြစ်သည့်နေ့ကို <span class=\"gray\">(အမှတ်ရကြလော့။)</span>)</span><span class=\"gray\">(၂၅:၂၅)</span></p>"
  },
  {
    "ayah_key": "2:211",
    "group_ayah_key": "2:211",
    "from_ayah": "2:211",
    "to_ayah": "2:212",
    "ayah_keys": "2:211,2:212",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် ဣစ်ရာအီလ်သားတို့အား မည်မျှများပြားသော ထင်ရှားသော အာယာတ်များ <span class=\"gray\">(သက်သေများ၊ အထောက်အထားများ၊ အခန်းငယ်များ၊ သင်ခန်းစာများ၊ လက္ခဏာများ၊ ဗျာဒိတ်တော်များ စသည်)</span> ကို ပေးခဲ့သည်ကို မေးကြည့်ပါ။ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်သည် သူ့ထံ ရောက်ရှိလာပြီးနောက် မည်သူမဆို ပြောင်းလဲခဲ့လျှင်၊ <span class=\"gray\">[ဥပမာ- အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရား <span class=\"gray\">(အစ္စလာမ်)</span> ကို စွန့်လွှတ်ပြီး ခူဖ်ရ် <span class=\"gray\">(မယုံကြည်မှု)</span> ကို လက်ခံလျှင်]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးရာတွင် အမှန်ပင် ပြင်းထန်တော်မူသည်။ <span>(၂၁၁)</span>ဤလောကီဘဝသည် မယုံကြည်သူများအတွက် လှပတင့်တယ်စေပြီး၊ ၎င်းတို့သည် ယုံကြည်သူများကို လှောင်ပြောင်ကြသည်။ သို့သော် တက်ခ်ဝါရှိသူတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အထက်၌ ရှိနေကြမည်။ အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(၎င်း၏ကရုဏာတော်၊ ကောင်းချီးများ၊ ကျေးဇူးတော်များ၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဂုဏ်ထူးများ)</span> ကို ၎င်းအလိုရှိသူအား မည်သည့်ကန့်သတ်ချက်မျှမရှိဘဲ ပေးသနားတော်မူသည်။ <span>(၂၁၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ပြောင်းလဲခြင်းနှင့် ယုံကြည်သူများကို လှောင်ပြောင်ခြင်းအတွက် အပြစ်ဒဏ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဣစ်ရာအီလ်သားတို့သည် မူဆာအား ၎င်းတို့အတွက် စေလွှတ်လိုက်သော အမှန်တရားကို သက်သေခံသည့် ထင်ရှားသော နိမိတ်လက္ခဏာများစွာကို မျက်မြင်သက်သေဖြစ်ခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ ၎င်းတို့သည် မူဆာ၏လက် <span class=\"gray\">(၎င်းသည် အလင်းဖြင့် လင်းလာသောအခါ)</span>၊ ပင်လယ်ကိုခွဲခြင်း၊ ကျောက်တုံးကို ရိုက်ခတ်ခြင်း <span class=\"gray\">(ထိုကျောက်တုံးမှ ရေများစီးထွက်လာခြင်း)</span>၊ ပြင်းထန်သောပူပြင်းမှုတွင် ၎င်းတို့အား အရိပ်ပေးသော မိုးတိမ်များ၊ မန္နနှင့် ချိုးငှက်များ စသည်တို့ကို မျက်မြင်တွေ့ရှိခဲ့သည်။ ဤနိမိတ်လက္ခဏာများသည် ဖန်ဆင်းရှင်၏တည်ရှိမှုကိုလည်းကောင်း၊ ဤနိမိတ်လက္ခဏာများ ဖြစ်ပေါ်စေခဲ့သော မူဆာ၏အမှန်တရားကိုလည်းကောင်း သက်သေခံခဲ့သည်။ သို့သော် ၎င်းတို့အနက် များစွာသောသူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ပြောင်းလဲခဲ့ကြသည်၊ ယုံကြည်မှုကို မယုံကြည်မှုသို့ ပိုနှစ်သက်ခြင်းဖြင့်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို လျစ်လျူရှုခြင်းဖြင့် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُبَدِّلْ نِعْمَةَ اللَّهِ مِن بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်သည် သူ့ထံ ရောက်ရှိလာပြီးနောက် မည်သူမဆို ပြောင်းလဲခဲ့လျှင်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးရာတွင် အမှန်ပင် ပြင်းထန်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်သည် ကုရိုက်ရှ်မျိုးနွယ်၏ မယုံကြည်သူများနှင့်ပတ်သက်၍ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ - جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို မယုံကြည်မှုအဖြစ်သို့ ပြောင်းလဲခဲ့သူများ၊ ၎င်းတို့၏လူများကို ပျက်စီးရာနေရာ၌ နေထိုင်စေခဲ့သူများကို အသင်မမြင်ဘူးလော။ ငရဲ၊ ထိုငရဲတွင် ၎င်းတို့ မီးလောင်ကျွမ်းကြမည်၊ ـ ၎င်းသည် မည်မျှ ဆိုးရွားသော နေထိုင်ရာနေရာဖြစ်သနည်း။)</span><span class=\"gray\">(၁၄:၂၈-၂၉)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤလောကီဘဝကို မယုံကြည်သူများအတွက် လှပတင့်တယ်စေခဲ့ကြောင်း ဖော်ပြထားသည်၊ ထိုသူတို့သည် ဤဘဝကို ကျေနပ်ကြသည်၊ ဥစ္စာပစ္စည်းများကို စုဆောင်းကြသည်၊ သို့သော် ၎င်းတို့အား အမိန့်ပေးထားသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကို ရရှိစေနိုင်သည့်အရာများတွင် သုံးစွဲခြင်းမှ ရှောင်ကြဉ်ကြသည်။ ယင်းအစား ၎င်းတို့သည် ဤလောကီဘဝကို လျစ်လျူရှုပြီး ၎င်းတို့ရရှိသမျှကို ၎င်းတို့၏အရှင်သခင်နှစ်သက်ရာအတွက် သုံးစွဲသော ယုံကြည်သူများကို ပြောင်လှောင်ကြသည်။ ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေရင်း သုံးစွဲကြသည်၊ ဤအကြောင်းကြောင့် ၎င်းတို့သည် ပြန်လည်ရောက်ရှိရာနေ့တွင် အမြင့်ဆုံးပျော်ရွှင်မှုနှင့် အကောင်းဆုံးဝေစုကို ရရှိခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် စုဝေးရာနေရာတွင်၊ ၎င်းတို့ စုဝေးချိန်တွင်၊ ရှင်ပြန်ထမြောက်ချိန်တွင်နှင့် ၎င်းတို့၏နောက်ဆုံးခရီးပန်းတိုင်တွင် မယုံကြည်သူများထက် မြင့်မြတ်နေကြမည်ဖြစ်သည်။ ယုံကြည်သူများသည် အမြင့်ဆုံးအဆင့်များတွင် နေထိုင်ကြမည်ဖြစ်ပြီး၊ မယုံကြည်သူများသည် အနိမ့်ဆုံးအဆင့်များ <span class=\"gray\">(ငရဲမီး)</span> တွင် နေထိုင်ကြမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအလိုရှိသူအား မည်သည့်ကန့်သတ်ချက်မျှမရှိဘဲ ပေးသနားတော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယာတ်သည် အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့်နောင်ဘဝတွင် ၎င်း၏ကျွန်များအနက် ၎င်းအလိုရှိသူအား မည်သည့်အရေအတွက် သို့မဟုတ် ကန့်သတ်ချက်မျှမရှိဘဲ ရိက္ခာကို ပေးသနားတော်မူကြောင်း ဖော်ပြသည်။ ဟဒီးစ်တစ်ခုတွင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်)-</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنَ آدَمَ أَنْفِقْ أُنْفِقْ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အာဒမ်၏သား! သုံးစွဲလော့ <span class=\"gray\">(အလ္လာဟ်လမ်းစဉ်တွင်)</span> ငါ <span class=\"gray\">(အလ္လာဟ်)</span> သည် အသင်အပေါ်၌ သုံးစွဲပေးမည်။)</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْفِقْ بِلَالُ وَلَا تَخْشَ مِنْ ذِي الْعَرْشِ إِقْلَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဘီလာလ်! သုံးစွဲလော့၊ ရာဇပလ္လင်ပိုင်ရှင်ထံမှ ဆုံးရှုံးမှုကို မကြောက်ရွံ့လင့်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنفَقْتُم مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အသင်တို့ မည်သည့်အရာကိုမဆို <span class=\"gray\">(အလ္လာဟ်လမ်းစဉ်တွင်)</span> သုံးစွဲသည်ဖြစ်စေ၊ ၎င်းကို အရှင်က ပြန်လည်ဖြည့်ဆည်းပေးမည်ဖြစ်သည်။)</span><span class=\"gray\">(၃၄:၃၉)</span> ထို့အပြင် ဆွဟီးဟ်ကျမ်းတွင် <span class=\"gray\">(တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု)</span> ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ مَلَكَيْنِ يَنْزِلَانِ مِنَ السَّمَاءِ صَبِيحَةَ كُلِّ يَوْمٍ فَيَقُولُ أحَدُهُمَا: اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا، وَيَقُولُ الآخَرُ: اللَّهُمَّ أعْطِ مُمْسِكًا تَلَفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့တိုင်း ကောင်းကင်မှ ကောင်းကင်တမန်နှစ်ပါး ဆင်းသက်လာပြီး ၎င်းတို့အနက် တစ်ပါးက 'အို အလ္လာဟ်! အရှင်၏လမ်းစဉ်တွင် သုံးစွဲသူတိုင်းအား အစားပြန်ပေးတော်မူပါ' ဟု ဆိုသည်၊ အခြား <span class=\"gray\">(ကောင်းကင်တမန်)</span> ကမူ 'အို အလ္လာဟ်! စစ်စေးနဲသူတိုင်းကို ဖျက်ဆီးတော်မူပါ' ဟု ဆိုသည်။)</span> ဆွဟီးဟ်ကျမ်းတွင်လည်း ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ ابْنُ آدَمَ: مَالِي مَالِي. وَهَلْ لَكَ مِنْ مَالِكَ إِلَّا مَا أَكَلْتَ فَأَفْنَيْتَ، وَمَا لَبِسْتَ فَأَبْلَيْتَ، وَمَا تَصَدَّقْتَ فَأَمْضَيْتَ، وَمَا سِوَى ذلِكَ فَذَاهِبٌ وَتَارِكُهُ لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏သားက 'ငါ့ပိုက်ဆံ၊ ငါ့ပိုက်ဆံ!' ဟုဆိုသည်။ သို့သော် အသင်စားသုံးပြီး ကုန်ဆုံးသွားသောအရာ၊ ဝတ်ဆင်ပြီး ဟောင်းနွမ်းသွားသောအရာ၊ ကုသိုလ်ဒါနပြုပြီး <span class=\"gray\">(အသင်၏ မှတ်တမ်းတွင်)</span> ထိန်းသိမ်းထားသောအရာမှအပ အသင်၏ပိုက်ဆံသည် အဘယ်အရာရှိမည်နည်း။ ထိုမှတစ်ပါး၊ ၎င်းသည် ပျောက်ကွယ်သွားမည်ဖြစ်ပြီး လူများ <span class=\"gray\">(အမွေဆက်ခံသူများ)</span> အတွက် ကျန်ရစ်မည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့အပြင်၊ အီမာမ် အဟ်မဒ်က တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الدُّنْيَا دَارُ مَنْ لَا دَارَ لَهُ، وَمَالُ مَنْ لَا مَالَ لَهُ، وَلَهَا يَجْمَعُ مَنْ لَا عَقْلَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒွန်းယာ <span class=\"gray\">(ဤလောကီဘဝ)</span> သည် နေစရာအိမ်မရှိသူများ၏ နေထိုင်ရာဖြစ်သည်၊ ဥစ္စာပစ္စည်းမရှိသူများ၏ ဥစ္စာပစ္စည်းဖြစ်သည်၊ ၎င်းကို ဉာဏ်ပညာမရှိသူများက စုဆောင်းကြသည်။)</span></p>"
  }
]