[
  {
    "ayah_key": "108:1",
    "group_ayah_key": "108:1",
    "from_ayah": "108:1",
    "to_ayah": "108:3",
    "ayah_keys": "108:1,108:2,108:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာရှင်၊ အမြဲတမ်း ကရုဏာရှင်ဖြစ်တော်မူသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ - فَصَلِّ لِرَبِّكَ وَانْحَرْ - إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အမှန်စင်စစ်၊ ငါတို့သည် သင်အား အလ်-ကောင်ဆာ ပေးသနားတော်မူခဲ့ပြီ။)</span><span class=\"gray\">(၂။ ထို့ကြောင့် သင်၏အရှင်သခင်ထံသို့ ဆုတောင်းပါ၊ ပူဇော်သကာပြုပါ။)</span><span class=\"gray\">(၃။ အမှန်စင်စစ်၊ သင့်ကို မုန်းတီးသူသည် အဆက်ပြတ်သွားလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်၊ အဘူ ဒါဝုဒ် နှင့် အန်-နာစာအီ တို့သည် အနပ်စ်ထံမှ မှတ်တမ်းတင်ထားကြသည်မှာ၊ သူက ပြောသည်၊ \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ နှင့်အတူ ဗလီဝတ်ကျောင်းတော်၌ ရှိနေစဉ်၊ ကိုယ်တော်သည် အိပ်ငိုက်၍ မှေးစက်သွားခဲ့သည်။ ထို့နောက် ကိုယ်တော်သည် ပြုံး၍ ခေါင်းကို မော့ကြည့်လိုက်သည်။ ကျွန်ုပ်တို့က ပြောသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! အဘယ်အရာက ကိုယ်တော့်ကို ရယ်မောစေခဲ့သနည်း?' ကိုယ်တော်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أُنْزِلَتْ عَلَيَّ آنِفًا سُورَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဆူရာတစ်ခုသည် ကျွန်ုပ်ထံသို့ ယခုလေးတင် ဗျာဒိတ်ပေးပို့ခဲ့သည်။)</span> ထို့နောက် ကိုယ်တော်သည် ရွတ်ဖတ်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ - فَصَلِّ لِرَبِّكَ وَانْحَرْ - إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် သင်အား အလ်-ကောင်ဆာ ပေးသနားတော်မူခဲ့ပြီ။ ထို့ကြောင့် သင်၏အရှင်သခင်ထံသို့ ဆုတောင်းပါ၊ ပူဇော်သကာပြုပါ။ အမှန်စင်စစ်၊ သင့်ကို မုန်းတီးသူသည် အဆက်ပြတ်သွားလိမ့်မည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Then he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ مَا الْكَوْثَرُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံး အလ်-ကောင်ဆာဟူသည် အဘယ်အရာဖြစ်သည်ကို သိကြသလော?)</span> ကျွန်ုပ်တို့က ပြောသည်၊ 'အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော့်၏ တမန်တော်သာ အကောင်းဆုံး သိတော်မူသည်။' ကိုယ်တော်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهُ نَهَرٌ وَعَدَنِيهِ رَبِّي عَزَّ وَجَلَّ، عَلَيْهِ خَيْرٌ كَثِيرٌ، هُوَ حَوْضٌ تَرِدُ عَلَيْهِ أُمَّتِي يَوْمَ الْقِيَامَةِ، آنِيَتُهُ عَدَدُ النُّجُومِ فِي السَّمَاءِ، فَيُخْتَلَجُ الْعَبْدُ مِنْهُمْ فَأَقُولُ: رَبِّ إِنَّهُ مِنْ أُمَّتِي، فَيَقُولُ: إِنَّكَ لَا تَدْرِي مَا أَحْدَثَ بَعْدَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းသည် ကျွန်ုပ်၏အရှင်သခင်၊ အင်အားကြီးမား၍ ဂုဏ်အရှိန်အဝါကြီးမြတ်တော်မူသော အရှင်က ကျွန်ုပ်အား ကတိပြုထားသည့် မြစ်တစ်စင်းဖြစ်ပြီး၊ ၎င်း၌ များပြားသော ကောင်းမြတ်မှုများရှိသည်။ ၎င်းသည် တရားစီရင်ရာနေ့တွင် ကျွန်ုပ်၏ အွမ်မာ (လူ့အသိုင်းအဝိုင်း) ကို ခေါ်ဆောင်လာမည့် ရေကန်တစ်ခုဖြစ်သည်။ ၎င်း၏ ခွက်များမှာ ကောင်းကင်ရှိ ကြယ်များကဲ့သို့ အမြောက်အမြားရှိသည်။ ထို့နောက် ၎င်းတို့အနက်မှ အလ္လာဟ်အရှင်မြတ်၏ ကျွန်တစ်ဦးသည် <span class=\"gray\">(၎င်းမှ တားဆီးခံရလိမ့်မည်)</span>။ ထို့အခါ ကျွန်ုပ်က ပြောမည်- \"အို အရှင်သခင်! အမှန်စင်စစ်၊ သူသည် ကျွန်ုပ်၏ အွမ်မာ <span class=\"gray\">(နောက်လိုက်များ)</span> ထဲမှဖြစ်သည်။\" ထို့အခါ ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်)</span> က ပြောမည်- \"အမှန်စင်စစ်၊ သင်က သင့်နောက်ပိုင်း သူဘာတွေ ဖန်တီးခဲ့သည် <span class=\"gray\">(သို့မဟုတ် တီထွင်ခဲ့သည်)</span> ကို မသိ။\")</span>\"</p><p lang=\"my\" class=\"my \">၎င်းသည် မွတ်စလင်မ်၏ စကားဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အာမဒ်သည် ဤဟဒီးဆ်ကို မိုဟာမဒ် ဘင် ဖူဒေးလ်ထံမှ မှတ်တမ်းတင်ခဲ့ပြီး၊ သူက အလ်-မုခ်တာ ဘင် ဖူလ်ဖူလ်ထံမှ သတင်းပို့ကာ၊ သူက အနပ်စ် ဘင် မာလစ်ခ်ထံမှ သတင်းပို့ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်သည်လည်း အနပ်စ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَخَلْتُ الْجَنَّةَ فَإِذَا أَنَا بِنَهْرٍ حَافَتَاهُ خِيَامُ اللُّؤْلُؤِ، فَضَرَبْتُ بِيَدِي إِلَى مَا يَجْرِي فِيهِ الْمَاءُ، فَإِذَا مِسْكٌ أَذْفَرُ، قُلْتُ: مَاهَذَا يَا جِبْرِيلُ؟ قَالَ: هَذَا الْكَوْثَرُ الَّذِي أَعْطَاكَهُ اللهُ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်ခဲ့ရာ၊ ပုလဲဖြင့် ပြုလုပ်ထားသော တဲများရှိသည့် မြစ်တစ်စင်းသို့ ရောက်ရှိခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်သည် စီးဆင်းနေသော ရေထဲသို့ ကျွန်ုပ်၏ လက်ကို ထိုးထည့်လိုက်ရာ၊ ၎င်းသည် ကတိုးနံ့များထဲတွင် အပြင်းထန်ဆုံး <span class=\"gray\">(အနံ့)</span> ဖြစ်ကြောင်း တွေ့ရှိခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်က မေးလိုက်သည်၊ \"အို ဂျစ်ဗ်ရီလ်! ၎င်းသည် အဘယ်အရာနည်း?\" သူက ပြန်ဖြေသည်၊ \"၎င်းသည် အလ်-ကောင်ဆာ ဖြစ်ပြီး၊ အင်အားကြီးမား၍ ဂုဏ်အရှိန်အဝါကြီးမြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်က သင့်အား ပေးသနားတော်မူခဲ့ခြင်းဖြစ်သည်။\")</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် ၎င်းကို ၎င်း၏ ဆွဟီဟ်တွင် မှတ်တမ်းတင်ခဲ့ပြီး၊ မွတ်စလင်မ်လည်း အနပ်စ် ဘင် မာလစ်ခ်၏ အာဏာဖြင့် မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းတို့၏ ဖော်ပြချက်တွင် အနပ်စ်က ပြောသည်၊ \"နဗီတမန်တော် ﷺ ကို ကောင်းကင်သို့ ပင့်ဆောင်သွားသောအခါ၊ ကိုယ်တော်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَيْتُ عَلَى نَهْرٍ حَافَتَاهُ قِبَابُ اللُّؤْلُؤِ الْمُجَوَّفِ فَقُلْتُ: مَا هَذَا يَا جِبْرِيلُ؟ قَالَ: هَذَا الْكَوْثَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် အခေါင်းပေါက် ပုလဲဖြင့် ပြုလုပ်ထားသော ဂუმဘတ်များရှိသည့် မြစ်တစ်စင်းသို့ ရောက်ရှိခဲ့သည်။ ကျွန်ုပ်က ပြောသည်- \"အို ဂျစ်ဗ်ရီလ်! ၎င်းသည် အဘယ်အရာနည်း?\" သူက ပြန်ဖြေသည်- \"၎င်းသည် အလ်-ကောင်ဆာ ဖြစ်သည်။\")</span>\" ၎င်းသည် အလ်-ဘူခါရီ၏ စကားဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အာမဒ်သည် အနပ်စ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ လူတစ်ဦးက ပြောသည်၊ \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! အလ်-ကောင်ဆာဟူသည် အဘယ်အရာနည်း?\" ကိုယ်တော်က ပြန်ဖြေသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ نَهْرٌ فِي الْجَنَّةِ أَعْطَانِيهِ رَبِّي، لَهُوَ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ، وَأَحْلَى مِنَ الْعَسَلِ، فِيهِ طُيُورٌ أَعْنَاقُهَا كَأَعْنَاقِ الْجُزُرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ကျွန်ုပ်၏အရှင်သခင်က ကျွန်ုပ်အား ပေးသနားတော်မူခဲ့သည့် ဂျန္နတ် (ပရဒိသု) ရှိ မြစ်တစ်စင်းဖြစ်သည်။ ၎င်းသည် နို့ထက်ဖြူပြီး ပျားရည်ထက် ချိုမြိန်သည်။ ၎င်း၌ လည်ပင်းများ မုန်လာဥနီကဲ့သို့ <span class=\"gray\">(ရှည်လျားသော)</span> ငှက်များရှိသည်။)</span></p><p lang=\"my\" class=\"my \">အိုမာက ပြောသည်၊ \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! အမှန်စင်စစ်၊ ၎င်းတို့ <span class=\"gray\">(ငှက်များ)</span> သည် လှပလိမ့်မည်။\" နဗီတမန်တော် ﷺ က ပြန်ဖြေသည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">آكِلُهَا أَنْعَمُ مِنْهَا يَا عُمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို စားသုံးသူ <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျန္နတ် (ပရဒိသု) နေသူများ)</span> သည် ၎င်းတို့ထက် ပိုမိုလှပလိမ့်မည်၊ အို 'အိုမာ။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် စအိဒ် ဘင် ဂျူဘာရ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အိဗ်နု အဘ်ဘာစ်က အလ်-ကောင်ဆာနှင့် ပတ်သက်၍ ပြောသည်၊ \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော် <span class=\"gray\">(နဗီတမန်တော်)</span> အား ပေးသနားခဲ့သည့် ကောင်းမြတ်မှုဖြစ်သည်။\" အဘူ ဘစ်ရှ်ရ်က ပြောသည်၊ \"ကျွန်ုပ်သည် စအိဒ် ဘင် ဂျူဘာရ်အား ပြောသည်၊ 'အမှန်စင်စစ်၊ လူများသည် ၎င်းသည် ဂျန္နတ် (ပရဒိသု) ရှိ မြစ်တစ်စင်းဖြစ်သည်ဟု တောင်းဆိုနေကြသည်။'\" စအိဒ်က ပြန်ဖြေသည်၊ 'ဂျန္နတ် (ပရဒိသု) ရှိ မြစ်သည် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား ပေးသနားခဲ့သည့် ကောင်းမြတ်မှု၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည်။'\"</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် စအိဒ် ဘင် ဂျူဘာရ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အိဗ်နု အဘ်ဘာစ်က ပြောသည်၊ \"အလ်-ကောင်ဆာသည် များပြားသော ကောင်းမြတ်မှုဖြစ်သည်။\" ဤရှင်းလင်းချက်တွင် မြစ်နှင့် အခြားအရာများပါ ပါဝင်သည်။ အဘယ်ကြောင့်ဆိုသော် အလ်-ကောင်ဆာဟူသော စကားလုံးသည် ကသ်ရာ <span class=\"gray\">(များပြားခြင်း)</span> ဟူသော စကားလုံးမှ ဆင်းသက်လာပြီး၊ ၎င်း <span class=\"gray\">(အလ်-ကောင်ဆာ)</span> သည် ဘာသာဗေဒအရ များပြားသော ကောင်းမြတ်ခြင်းဟု အဓိပ္ပာယ်ရသည်။ ထို့ကြောင့် ဤကောင်းမြတ်ခြင်းထဲမှ မြစ် <span class=\"gray\">(ဂျန္နတ် (ပရဒိသု) ထဲမှ)</span> တစ်ခုလည်း ပါဝင်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်သည် အိဗ်နု အိုမာထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكَوْثَرُ نَهْرٌ فِي الْجَنَّةِ حَافَتَاهُ مِنْ ذَهَبٍ، وَالْمَاءُ يَجْرِي عَلَى اللُّؤْلُؤِ، وَمَاؤُهُ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ، وَأَحْلَى مِنَ الْعَسَلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ကောင်ဆာသည် ဂျန္နတ် (ပရဒိသု) ရှိ မြစ်တစ်စင်းဖြစ်ပြီး၊ ၎င်း၏ကမ်းပါးများသည် ရွှေဖြင့် ပြုလုပ်ထားကာ ပုလဲများပေါ်တွင် စီးဆင်းသည်။ ၎င်း၏ရေသည် နို့ထက်ဖြူပြီး ပျားရည်ထက် ချိုမြိန်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အတ်-တီရ်မိဒီ၊ အိဗ်နု မာဂျာ၊ အိဗ်နု အဘီ ဟာတိမ်နှင့် အိဗ်နု ဂျာရီရ်တို့က ဤသို့ မှတ်တမ်းတင်ခဲ့ကြသည်။ အတ်-တီရ်မိဒီက ပြောသည်၊ \"ဟဆန် ဆွဟီဟ်။\"</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصَلِّ لِرَبِّكَ وَانْحَرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏အရှင်သခင်ထံသို့ ဆုတောင်းပါ၊ ပူဇော်သကာပြုပါ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ 'ငါတို့သည် သင့်အား ဤဘဝနှင့် နောင်ဘဝတွင် များပြားသော ကောင်းမြတ်မှုများ ပေးသနားခဲ့ပြီးဖြစ်သကဲ့သို့ – ထိုကောင်းမြတ်မှုထဲတွင် ယခင်က ဖော်ပြခဲ့သော မြစ်လည်း ပါဝင်သည် – ထို့ကြောင့် သင်၏ မဖြစ်မနေ ဝတ်ပြုမှုနှင့် စေတနာအလျောက် ဆုတောင်းမှုများကို၊ သင်၏ ပူဇော်သကာပြုမှု <span class=\"gray\">(တိရစ္ဆာန်များကို)</span> ကို သင်၏အရှင်သခင်အတွက်သာ လုံးဝစိတ်ရင်းမှန်ဖြင့် ပြုလုပ်ပါ။ ကိုယ်တော်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ပါ၊ ကိုယ်တော်နှင့် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ တွဲဖက်မပြုပါနှင့်။ ကိုယ်တော့်နာမတော်ကိုသာ ရွတ်ဆို၍ ပူဇော်သကာပြုပါ၊ ကိုယ်တော်နှင့် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ တွဲဖက်မပြုပါနှင့်။' ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ - لَا شَرِيكَ لَهُ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အမှန်စင်စစ်၊ ကျွန်ုပ်၏ ဆုတောင်းခြင်း၊ ကျွန်ုပ်၏ ပူဇော်သကာပြုခြင်း၊ ကျွန်ုပ်၏ အသက်ရှင်ခြင်းနှင့် ကျွန်ုပ်၏ သေဆုံးခြင်းတို့သည် ရှိရှိသမျှအားလုံး၏ အရှင်သခင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။ ကိုယ်တော်၌ တွဲဖက်မရှိ။ ၎င်းနှင့်ပတ်သက်၍ ကျွန်ုပ်အား အမိန့်ပေးခဲ့ပြီး၊ ကျွန်ုပ်သည် မွတ်စလင်မ်တို့တွင် ပထမဆုံး ဖြစ်သည်။\")</span><span class=\"gray\">(၆:၁၆၂-၁၆၃)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်၊ အတာအ်၊ မူဂျာဟစ်ဒ်၊ အိကရီမာဟ် နှင့် အလ်-ဟာစန်တို့အားလုံးက ပြောသည်၊ \"၎င်းဆိုသည်မှာ ဤ (အမိန့်) ဖြင့် ဘွဒ်န် (ကုလားအုပ်/တိရစ္ဆာန်ကြီး) ကို ပူဇော်သကာပြုသင့်သည်ကို ဆိုလိုသည်။\" ကတာဒါဟ်၊ မိုဟာမဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီ၊ အဒ်-ဒွဟ်ဟတ်ခ်၊ အရ်-ရာဘီအ်၊ အတာအ် အလ်-ခူရာစာနီ၊ အလ်-ဟာကမ်၊ အစ္စမာအီလ် ဘင် အဘီ ခါလစ်ဒ်နှင့် အခြားဆလပ်ဖ်များအားလုံးကလည်း အတူတူပင် ပြောကြသည်။ ၎င်းသည် ရုပ်တုကိုးကွယ်သူများ၏ နည်းလမ်းနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူအား ဦးညွှတ်ခြင်းနှင့် ကိုယ်တော့်နာမတော်မှလွဲ၍ အခြားနာမဖြင့် ပူဇော်သကာပြုခြင်းတို့ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ရွတ်ဆိုခြင်းမပြုသော အရာမှ မစားသုံးကြနှင့်၊ အမှန်စင်စစ် ၎င်းသည် ဖစ္စက် (အဓမ္မ) ဖြစ်သည်။)</span><span class=\"gray\">(၆:၁၂၁)</span></p><p lang=\"my\" class=\"my \">နဗီတမန်တော် <span class=\"gray\">(ﷺ)</span> ၏ ရန်သူသည် အဆက်ပြတ်သွားလိမ့်မည်။</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင့်ကို မုန်းတီးသူသည် အဆက်ပြတ်သွားလိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ 'အမှန်စင်စစ်၊ အို မိုဟာမဒ်၊ သင့်ကို မုန်းတီးသူ၊ သင်ယူဆောင်လာသော လမ်းညွှန်မှု၊ သစ္စာတရား၊ ရှင်းလင်းပြတ်သားသော သက်သေနှင့် ထင်ရှားသော အလင်းကို မုန်းတီးသူသည် အဆက်ပြတ်ဆုံး၊ အယုတ်ညံ့ဆုံး၊ အနိမ့်ဆုံးသော ပုဂ္ဂိုလ်ဖြစ်ပြီး သူ့ကို မည်သူမျှ သတိရကြမည်မဟုတ်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်၊ မူဂျာဟစ်ဒ်၊ စအိဒ် ဘင် ဂျူဘာရ်နှင့် ကတာဒါဟ်တို့အားလုံးက ပြောသည်၊ \"ဤအာယသ်တော်သည် အလ်-အာစ့် ဘင် ဝါအီလ်နှင့် ပတ်သက်၍ ဗျာဒိတ်ပေးပို့ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ကို <span class=\"gray\">(သူ့ရှေ့တွင်)</span> ဖော်ပြလိုက်တိုင်း သူက ပြောသည်၊ 'သူ့ကို ထားလိုက်ပါ၊ အမှန်စင်စစ် သူသည် အဆက်ပြတ်နေသူ၊ သားစဉ်မြေးဆက်မရှိသူ ဖြစ်သည်။ ထို့ကြောင့် သူသေဆုံးသောအခါ သူ့ကို မည်သူမျှ သတိရကြမည်မဟုတ်။' ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤဆူရာကို ဗျာဒိတ်ပေးပို့ခဲ့သည်။\" ရှာမီရ် ဘင် အတိယာဟ်က ပြောသည်၊ \"ဤဆူရာသည် အွတ်ကဗာ ဘင် အဘီ မူအီတ်နှင့် ပတ်သက်၍ ဗျာဒိတ်ပေးပို့ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်နှင့် အိကရီမာဟ်တို့ နှစ်ဦးစလုံးက ပြောသည်၊ \"ဤဆူရာသည် ကအ်ဘ် ဘင် အလ်-အာရှ်ရဖ်နှင့် ကူရိုင်းရှ်တို့မှ အယုံအကြည်ကင်းမဲ့သူ အုပ်စုတစ်စုနှင့် ပတ်သက်၍ ဗျာဒိတ်ပေးပို့ခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အလ်-ဘဇ္ဇာရ်က အိဗ်နု အဘ်ဘာစ်က ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်မှာ၊ \"ကအ်ဘ် ဘင် အလ်-အာရှ်ရဖ်သည် မက္ကာဟ်သို့ ရောက်လာသောအခါ ကူရိုင်းရှ်တို့က သူ့အား ပြောသည်၊ 'သင်သည် ၎င်းတို့ <span class=\"gray\">(လူများ)</span> ၏ ခေါင်းဆောင်ဖြစ်သည်။ မိမိလူမျိုးမှ အဆက်ပြတ်နေသော ဤအသုံးမကျသူအကြောင်း သင်မည်သို့ ထင်မြင်သနည်း? ကျွန်ုပ်တို့သည် ဘုရားဖူးရာနေရာ၏ လူများ၊ ကအ်ဘာဟ်၏ ထိန်းသိမ်းသူများ၊ ဘုရားဖူးများအား ရေဖြန့်ဝေသူများ ဖြစ်နေသော်လည်း သူက ကျွန်ုပ်တို့ထက် ပိုကောင်းသည်ဟု တောင်းဆိုသည်။' သူက ပြန်ဖြေသည်၊ 'သင်တို့အားလုံးက သူ့ထက် ပိုကောင်းသည်။' ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်ပေးပို့ခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင့်ကို မုန်းတီးသူသည် အဆက်ပြတ်သွားလိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">ဤသို့ဖြင့် အလ်-ဘဇ္ဇာရ်သည် ဤဖြစ်ရပ်ကို မှတ်တမ်းတင်ခဲ့ပြီး ၎င်း၏ စဉ်ဆက်ဆက် စကားပြောဆိုမှုသည် စစ်မှန်သည်။</p><p lang=\"my\" class=\"my \">'အတာအ်က ပြောသည်ဟု သတင်းရရှိသည်မှာ၊ \"ဤဆူရာသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ၏ သားတော်တစ်ဦး ကွယ်လွန်သောအခါ အဘူ လဟဘ်နှင့် ပတ်သက်၍ ဗျာဒိတ်ပေးပို့ခဲ့သည်။ အဘူ လဟဘ်သည် ရုပ်တုကိုးကွယ်သူများထံ သွား၍ ပြောသည်၊ 'မိုဟာမဒ်သည် ယနေ့ညတွင် အဆက်ပြတ်သွားခဲ့ပြီ <span class=\"gray\">(ဆိုလိုသည်မှာ မျိုးဆက်မှ)</span>။' ထို့ကြောင့် ၎င်းနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်ပေးပို့ခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင့်ကို မုန်းတီးသူသည် အဆက်ပြတ်သွားလိမ့်မည်။)</span>\" အစ်-ဆွဒ်ဒီက ပြောသည်၊ \"လူတစ်ဦး၏ သားယောကျာ်းလေးများ သေဆုံးသွားသောအခါ လူများသည် 'သူသည် အဆက်ပြတ်သွားပြီ' ဟု ပြောလေ့ရှိသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ၏ သားတော်များ ကွယ်လွန်သောအခါ ၎င်းတို့က ပြောသည်၊ 'မိုဟာမဒ်သည် အဆက်ပြတ်သွားပြီ။' ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်ပေးပို့ခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင့်ကို မုန်းတီးသူသည် အဆက်ပြတ်သွားလိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် မိမိတို့၏ မသိနားမလည်မှုဖြင့် သူ၏သားတော်များ ကွယ်လွန်ပါက သူ၏မှတ်ဉာဏ်သည် အဆက်ပြတ်သွားလိမ့်မည်ဟု ထင်မှတ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် တားမြစ်တော်မူပါစေ! ဆန့်ကျင်ဘက်အားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ၏မှတ်ဉာဏ်ကို ကမ္ဘာသူ ကမ္ဘာသားအားလုံး မြင်တွေ့နိုင်ရန် ထိန်းသိမ်းထားခဲ့ပြီး၊ ကိုယ်တော်သည် ကျွန်အားလုံးကို သူ၏ဥပဒေကို လိုက်နာရန် တာဝန်ပေးခဲ့သည်။ ၎င်းသည် စည်းဝေးရာနေ့နှင့် နောင်ဘဝ ရောက်ရှိလာသည်အထိ အချိန်တိုင်း ဆက်လက်တည်ရှိနေမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာနှင့် ငြိမ်းချမ်းမှုတို့သည် စည်းဝေးရာနေ့အထိ ကိုယ်တော်အပေါ် ထာဝစဉ် သက်ရောက်ပါစေ။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရတ် အလ်-ကောင်ဆာ၏ တဖ်စီရ် (ကျမ်းတော်ရှင်းလင်းချက်) ၏ အဆုံးဖြစ်ပြီး၊ ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။</p>"
  }
]