[
  {
    "ayah_key": "9:25",
    "group_ayah_key": "9:25",
    "from_ayah": "9:25",
    "to_ayah": "9:27",
    "ayah_keys": "9:25,9:26,9:27",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် များစွာသော စစ်မြေပြင်များတွင် သင်တို့အား အောင်ပွဲ ပေးသနားတော်မူခဲ့၏။ ဟူနိုင်းန် <span class=\"gray\">(စစ်ပွဲ)</span> နေ့တွင် သင်တို့၏ အရေအတွက် များပြားခြင်းအတွက် သင်တို့ ဝမ်းမြောက်ခဲ့ကြသော်လည်း ၎င်းသည် သင်တို့အတွက် အသုံးမဝင်ခဲ့ပေ။ ကျယ်ပြောလှသော ကမ္ဘာမြေပင်လျှင် သင်တို့အတွက် ကျဉ်းမြောင်းခဲ့ပြီးနောက် သင်တို့သည် ပြေးလွှား၍ နောက်ပြန်လှည့်သွားခဲ့ကြသည် <span>(၂၅)</span>ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်နှင့်တကွ သက်ဝင်ယုံကြည်သူများအပေါ် မိမိ၏ စကီနာဟ် <span class=\"gray\">(စိတ်ငြိမ်းချမ်းမှု)</span> ကို ချပေးတော်မူခဲ့၏။ သင်တို့မမြင်ခဲ့ကြသော စစ်တပ်များ <span class=\"gray\">(မာလာအီကာဟ်-ကောင်းကင်တမန်များ)</span> ကို စေလွှတ်တော်မူ၍ ကာဖစ်ရ်များအား အပြစ်ပေးတော်မူခဲ့၏။ ၎င်းသည် ကာဖစ်ရ်များ၏ အစားပေးခြင်းပင် ဖြစ်သည် <span>(၂၆)</span>ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူ၏ နောင်တကို လက်ခံတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အကြင်နာအကြီးမားဆုံး အရှင်ပင် ဖြစ်သည် <span>(၂၇)</span></p><div lang=\"my\" class=\"my \"><h2>မမြင်ရသော အကူအညီဖြင့် အောင်ပွဲ၏ ရလဒ်</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု ဂျူရိုင်းဂျ်က မူဂျာဟစ်ဒ်ထံမှ သတင်းပို့သည်မှာ ဤသည်မှာ ဘရာအာဟ်၏ ပထမဆုံး အာယသ်ဖြစ်ပြီး၊ ၎င်းတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ တိုက်ပွဲများစွာ၌ အောင်ပွဲပေးသနားတော်မူခြင်းဖြင့် သက်ဝင်ယုံကြည်သူများအား မည်သို့ ကောင်းချီးပေးခဲ့ကြောင်း ပြန်လည်သတိပေးတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က အောင်ပွဲသည် မိမိထံမှ မိမိ၏ အကူအညီနှင့် အမိန့်ဖြင့် လာကြောင်း၊ ၎င်းတို့၏ အရေအတွက်ကြောင့် သို့မဟုတ် လုံလောက်သော ထောက်ပံ့မှုများကြောင့် မဟုတ်ကြောင်း၊ အောင်ပွဲများ နည်းသည်ဖြစ်စေ၊ များသည်ဖြစ်စေ မူတည်ကြောင်း ဖော်ပြခဲ့သည်။ ဟူနိုင်းန်နေ့တွင် မွတ်စ်လင်မ်များသည် ၎င်းတို့၏ အရေအတွက် များပြားခြင်းကြောင့် ဂုဏ်ယူခဲ့ကြသည်၊ ၎င်းသည် ၎င်းတို့အား အနည်းငယ်မျှပင် အကျိုးမပြုခဲ့ပေ။ ၎င်းတို့သည် တိုက်ပွဲမှ ဆုတ်ခွာ၍ ထွက်ပြေးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ အနည်းငယ်မျှသာ ကျန်ရှိခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ အကူအညီနှင့် ပံ့ပိုးမှုများကို မိမိ၏ ရစူလ်တမန်တော် ﷺ နှင့် ၎င်းနှင့်အတူ ကျန်ရှိခဲ့သော သက်ဝင်ယုံကြည်သူများအား ချပေးတော်မူခဲ့သည်။ သို့မှသာ အောင်ပွဲသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်ပြီး မိမိ၏ အကူအညီဖြင့်သာ ဖြစ်သည်ကို ၎င်းတို့ သတိပြုမိစေရန် ဖြစ်သည်၊ အောင်နိုင်သူများ နည်းပါးသော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် အုပ်စုငယ်များစွာသည် ပိုကြီးမားသော ပြိုင်ဘက်ကို အောင်နိုင်ခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ခံနိုင်ရည်ရှိသူများနှင့် အမြဲတစေ ရှိနေတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်အလိုရှိပါက ဤအကြောင်းအရာကို အောက်တွင် အသေးစိတ် ရှင်းပြပါမည်။</p><div lang=\"ig\" class=\"ig \"><h2>The Battle of Hunayn</h2></div><p lang=\"my\" class=\"my \">ဟူနိုင်းန်တိုက်ပွဲသည် မက္ကာမြို့အောင်ပွဲပြီးနောက် ဟစ်ဂျ်ရာခုနှစ်၏ ရှောင်ဝါလ်လတွင် ဖြစ်ပွားခဲ့သည်။ တမန်တော်မြတ် ﷺ မက္ကာမြို့ကို အောင်နိုင်ပြီး အခြေအနေများ ငြိမ်သက်သွားသောအခါ၊ ၎င်းမြို့သူမြို့သားအများစုသည် အစ္စလာမ်သာသနာကို လက်ခံခဲ့ကြပြီး ကိုယ်တော်က ၎င်းတို့အား လွတ်မြောက်စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ သတင်းရောက်ရှိလာသည်မှာ ဟာဝါဇင်မျိုးနွယ်စုသည် မာလစ်ခ် ဗင်န် အောင်ဖ် အန်-နဒ်ရီ၏ ဦးဆောင်မှုအောက်တွင် ကိုယ်တော်နှင့် တိုက်ခိုက်ရန် ၎င်းတို့၏ စစ်တပ်များကို စုစည်းနေကြကြောင်း၊ ထို့အပြင် သက္ကီဖ်မျိုးနွယ်စုတစ်ခုလုံး၊ ဘနူဂျူရှမ်မျိုးနွယ်စု၊ ဘနူစအ်ဒ် ဗင်န် ဘကရ်၊ ဘနူဟီလာလ်မှ အောင်ဇာအ်လူမျိုး အနည်းငယ်နှင့် ဘနီအမ်ရ် ဗင်န် အာမီရ်နှင့် အောင်ဖ် ဗင်န် အာမီရ်မှ အချို့လူများသည်လည်း ပါဝင်ကြသည်။ ၎င်းတို့သည် ၎င်းတို့၏ စစ်တပ်များနှင့် လုံလောက်သော ထောက်ပံ့မှုများအပြင် ၎င်းတို့၏ အမျိုးသမီးများ၊ ကလေးများ၊ သိုးများနှင့် ကုလားအုတ်များကိုလည်း ခေါ်ဆောင်လာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မက္ကာမြို့ကို အောင်နိုင်ရန် ခေါ်ဆောင်လာခဲ့သော တပ်ဖွဲ့၊ မူဟာဂျီရ်များ၊ အန်ဆွာရ်များနှင့် အမျိုးမျိုးသော အာရဗ်မျိုးနွယ်စုများမှ တစ်သောင်းသော စစ်သားများနှင့်အတူ ၎င်းတို့အား ရင်ဆိုင်ရန် ချီတက်ခဲ့သည်။ ၎င်းတို့နှင့်အတူ တူလာကာများ နှစ်ထောင်သော လူများပါ ပါဝင်ခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် ၎င်းတို့အား ရန်သူကို ရင်ဆိုင်ရန် ခေါ်ဆောင်သွားခဲ့သည်။ စစ်တပ်နှစ်ခုသည် မက္ကာနှင့် အတ်-တာအိဖ်အကြားရှိ ချိုင့်ဝှမ်းတစ်ခုဖြစ်သော ဟုမိုင်းန်၌ တွေ့ဆုံခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">တိုက်ပွဲသည် နံနက်စောစောပိုင်းတွင် စတင်ခဲ့ပြီး၊ ချုံခိုစောင့်နေသော ဟူဝါဇင်တပ်ဖွဲ့များသည် မွတ်စ်လင်မ်များ ဝင်ရောက်လာသောအခါ ချိုင့်ဝှမ်းသို့ ဆင်းသက်လာခဲ့သည်။ မွတ်စ်လင်မ်များသည် ရုတ်တရက် ချုံခိုတိုက်ခိုက်ခြင်းကို ခံခဲ့ရပြီး မြားများ ကျဆင်းလာကာ ဓားများဖြင့် ထိုးနှက်ခံခဲ့ရသည်။ ဟူဝါဇင်ခေါင်းဆောင်က ၎င်းတို့အား အလုံးအရင်းလိုက် ဆင်းသက်၍ မွတ်စ်လင်မ်များအား တိုက်ခိုက်ရန် အမိန့်ပေးခဲ့ပြီး၊ ၎င်းတို့ ထိုသို့ လုပ်ဆောင်သောအခါ မွတ်စ်လင်မ်များသည် အလ္လာဟ်အရှင်မြတ် ဖော်ပြထားသည့်အတိုင်း အလျင်စလို ဆုတ်ခွာသွားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မိမိ၏ မြင်းလား အက်ရှ်-ရှာဟ်ဘာအ်ကို စီးနင်း၍ မိမိ၏ အနေအထားကို မြဲမြံစွာ ထိန်းထားခဲ့သည်။ ကိုယ်တော်သည် မိမိ၏ မြင်းလားကို ရန်သူဘက်သို့ ဦးတည်နေပြီး ကိုယ်တော့်ဦးလေး အလ်-အဗ်ဗာစ်က ၎င်း၏ ညာဘက်ကြိုးကို ကိုင်ထား၍ <span class=\"gray\">[ကိုယ်တော့်ဝမ်းကွဲညီ]</span> အဘူစွဖ်ယန် ဗင်န် အလ်-ဟာရိစ် ဗင်န် အဗ်ဒူလ်-မွတ်တလိဗ်က ဘယ်ဘက်ကြိုးကို ကိုင်ထားခဲ့သည်။ ၎င်းတို့သည် မြင်းလားကို ရန်သူဘက်သို့ ပိုမိုမြန်ဆန်စွာ မပြေးနိုင်ရန် ထိန်းချုပ်ရန် ကြိုးစားခဲ့ကြသည်။ ထိုအတောအတွင်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မိမိ၏ အမည်ကို အသံကျယ်ကျယ်ဖြင့် ကြွေးကြော်၍ ပြောဆိုနေခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَيَّ عِبَادَ اللهِ إِلَيَّ أَنَا رَسُولُ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်၏ ကျွန်များအပေါင်းတို့! ငါ့ထံသို့ ပြန်လာကြ! ငါသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ဖြစ်သည်! ကိုယ်တော်သည် ဤစကားလုံးများကို ထပ်ခါတလဲလဲ ပြောဆိုခဲ့သည်၊</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا النَّبِيُّ لَاكَذِبْ. أَنَا ابْنُ عَبْدِ الْمُطَّلِب</p><p lang=\"cy\" class=\"cy \"><span class=\"gray\">(I am the Prophet, not lying! I am the son of Abdul-Muttalib!)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ နှင့်အတူ ဆွဟာဘာ (အဖော်) များ တစ်ရာ့ရှစ်ဆယ်ခန့် ကျန်ရှိနေခဲ့သည်။ ၎င်းတို့တွင် အဘူဘကရ်၊ အိုမရ်၊ အလ်-အဗ်ဗာစ်၊ အလီ၊ အလ်-ဖဒ်လ် ဗင်န် အဗ်ဗာစ်၊ အဘူစွဖ်ယန် ဗင်န် အလ်-ဟာရိစ်၊ အွမ်မု အိုင်မန်၏သား အိုင်မန်နှင့် အူဆာမာ ဗင်န် ဇိုင်ဒ်တို့ ပါဝင်သည်။ အခြားများစွာသော ဆွဟာဘာများလည်း ရှိခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ။ တမန်တော်မြတ် ﷺ သည် အသံကျယ်သော ကိုယ်တော့်ဦးလေး အလ်-အဗ်ဗာစ်အား အသံကုန်ဟစ်၍ \"အို စမုရာဟ် <span class=\"gray\">[သစ်ပင်]</span> ၏ အဖော်များအပေါင်းတို့\" ဟု ခေါ်ရန် အမိန့်ပေးခဲ့သည်၊ ၎င်းသည် ရစ်ဒ်ဝါန်၏ သစ္စာခံယူခြင်းကာလတွင် သစ်ပင်အောက်၌ သစ္စာခံယူခဲ့သော မူဟာဂျီရ်များနှင့် အန်ဆွာရ်များကို ရည်ညွှန်းပြီး ထွက်ပြေးခြင်းနှင့် ဆုတ်ခွာခြင်း မပြုလုပ်ရန် ဖြစ်သည်။ ကိုယ်တော်သည် \"အို စူရသ် အလ်-ဗကရာဟ်၏ အဖော်များအပေါင်းတို့\" ဟုလည်း ခေါ်ခဲ့သည်။ ထိုအသံကို ကြားလျှင် ကြွေးကြော်ခံရသူများက \"လာပါပြီ! လာပါပြီ!\" ဟု စတင်ပြောဆိုခဲ့ကြသည်။ မွတ်စ်လင်မ်များသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ပြန်လည်ဦးတည်လာခဲ့ကြသည်။ ၎င်းတို့အနက် တစ်ဦးဦး၏ ကုလားအုတ်က ၎င်းအား မနာခံလျှင် <span class=\"gray\">(လူများ ထွက်ပြေးရင်း အခြားဘက်သို့ အလျင်စလိုသွားနေကြသောကြောင့်)</span> ၎င်းသည် မိမိ၏ ဒိုင်းကို ဝတ်ဆင်ကာ ကုလားအုတ်ပေါ်မှ ဆင်းသက်ပြီး ခြေကျင်လျှောက်၍ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ဘက်သို့ အလျင်စလို သွားရောက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ပတ်လည်တွင် လူအုပ်ကြီး စုဝေးလာသောအခါ၊ ကိုယ်တော်သည် ၎င်းတို့အား စစ်မှန်စွာ တိုက်ခိုက်ရန် အမိန့်ပေးခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံသို့ ဆုတောင်းပြီးနောက် သဲတစ်ဆုပ်ယူ၍ ကာဖစ်ရ်များ၏ မျက်နှာများဆီသို့ ပစ်သွင်းခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّهُمَّ أَنْجِزْ لِي مَا وَعَدْتَنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်! အကျွန်ုပ်အား ကိုယ်တော်၏ ကတိတော်ကို ပြည့်စုံစေတော်မူပါ!)</span> ထို့နောက် ကိုယ်တော်သည် ထိုသဲတစ်ဆုပ်ကို ပစ်သွင်းခဲ့ရာ ကာဖစ်ရ်များအားလုံး၏ မျက်လုံးများနှင့် ပါးစပ်များထဲသို့ ဝင်ရောက်သွားခဲ့ပြီး၊ ၎င်းတို့ကို တိုက်ပွဲမှ အာရုံပျံ့လွင့်စေခဲ့ကာ ၎င်းတို့သည် ရှုံးနိမ့်လျက် ဆုတ်ခွာသွားခဲ့ကြသည်။ မွတ်စ်လင်မ်များသည် ရန်သူကို လိုက်လံတိုက်ခိုက်၍ သတ်ဖြတ်ခြင်းနှင့် ဖမ်းဆီးခြင်းများ ပြုလုပ်ခဲ့ကြသည်။ ကျန်ရှိသော မွတ်စ်လင်မ်တပ်ဖွဲ့ <span class=\"gray\">(တဖြည်းဖြည်း တိုက်ပွဲသို့ ပြန်လာကြပြီး)</span> ၎င်းတို့၏ နေရာများသို့ ပြန်လည်ရောက်ရှိခဲ့ကြကာ အဖမ်းခံရသော ကာဖစ်ရ်စစ်သားများစွာကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ရှေ့တွင် ကြိုးတုပ်လျက် တွေ့ရှိခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">စာဟိဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ ရှုအ်ဘာဟ်က အဘူအစ္စဟက်က အလ်-ဘာရာအ် ဗင်န် အာဇိဘ်က ၎င်းအား မေးမြန်းသော အမျိုးသားတစ်ဦးအား ပြောကြားသည်ဟု ဖော်ပြခဲ့သည်။ \"အို အဘူ အမာရာဟ်! ဟူနိုင်းန်စစ်ပွဲအတွင်း သင် ထွက်ပြေးပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို စွန့်ပစ်ခဲ့ပါသလား?\" အလ်-ဘာရာအ်က ပြောသည်မှာ \"သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မထွက်ပြေးခဲ့ပါ။ ဟာဝါဇင်သည် ၎င်းတို့၏ မြားများဖြင့် ကျွမ်းကျင်သော မျိုးနွယ်စုဖြစ်သည်။ ၎င်းတို့နှင့် တွေ့ဆုံသောအခါ ၎င်းတို့၏ တပ်ဖွဲ့များကို ကျွန်ုပ်တို့ တိုက်ခိုက်ခဲ့ပြီး ၎င်းတို့သည် ရှုံးနိမ့်လျက် ထွက်ပြေးခဲ့ကြသည်။ မွတ်စ်လင်မ်များသည် စစ်ပစ္စည်းများ စုဆောင်းရန် စတင် စိုးရိမ်ခဲ့ကြပြီး ဟာဝါဇင်တို့သည် ကျွန်ုပ်တို့အား မြားများဖြင့် စတင် ပစ်ခတ်ခဲ့ကြသည်။ ထို့နောက် မွတ်စ်လင်မ်များ ထွက်ပြေးခဲ့ကြသည်။ အဘူစွဖ်ယန်သည် ကိုယ်တော့်၏ မြင်းလားဖြူ၏ ကကြိုးကို ကိုင်ထားစဉ် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကြွေးကြော်နေသည်ကို ကျွန်ုပ် မြင်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا النَّبِيُّ لَاكَذِبْ - أَنَا ابْنُ عَبْدِ الْمُطَّلِب</p><p lang=\"cy\" class=\"cy \"><span class=\"gray\">(I am the Prophet, not lying, I am the son of 'Abdul-Muttalib!)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် တမန်တော်မြတ် ﷺ ၏ စစ်တပ်က ထွက်ပြေးပြီး ကိုယ်တော့်အား စွန့်ပစ်ထားခဲ့သော ရှုပ်ထွေးမှုများကြားတွင် ကိုယ်တော့်၏ ကြီးမားသော သတ္တိကို ပြသသည်။ သို့တိုင် ကိုယ်တော်သည် မိမိ၏ မြင်းလားပေါ်တွင် ကျန်ရှိနေခဲ့သည်၊ ၎င်းသည် နှေးကွေးသော တိရစ္ဆာန်ဖြစ်ပြီး လျင်မြန်သော တိုက်ပွဲလှုပ်ရှားမှုများ သို့မဟုတ် ထွက်ပြေးရန်ပင် မသင့်တော်ပေ။ သို့တိုင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မိမိ၏ မြင်းလားကို ရန်သူဘက်သို့ ရှေ့တိုးရန် အားပေးနေပြီး ကိုယ်တော် မည်သူဖြစ်ကြောင်း ကြေညာနေခဲ့သည်၊ သို့မှသာ ကိုယ်တော် မည်သူဖြစ်ကြောင်း မသိသူများက ကိုယ်တော့်ကို သိရှိလာစေရန် ဖြစ်သည်။ ကိယာမတ်နေ့အထိ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးများ တမန်တော်အပေါ်၌ ရှိပါစေ။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အပေါ် အလွန်အမင်း ယုံကြည်မှုနှင့် ကိုယ်တော့်အပေါ် မှီခိုအားထားမှုကို ဖော်ပြသည်၊ ထို့အပြင် ကိုယ်တော်သည် အောင်ပွဲပေးမည်၊ ကိုယ်တော်စေလွှတ်ခဲ့သော အလုပ်ကို ပြီးမြောက်စေမည်၊ ကိုယ်တော့်၏ သာသနာကို အခြားသာသနာအားလုံးထက် ထင်ပေါ်စေမည်ဟူသော တိကျသေချာသည့် အသိပညာကိုလည်း ပြသသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَنزَلَ اللَّهُ سَكِينَتَهُ عَلَىٰ رَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်အပေါ် မိမိ၏ စကီနာဟ်ကို ချပေးတော်မူခဲ့သည်)</span>၊ ကိုယ်တော်သည် မိမိ၏ ရစူလ်တမန်တော်အား စိတ်ငြိမ်းချမ်းမှုနှင့် နှစ်သိမ့်မှုကို ချပေးတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သက်ဝင်ယုံကြည်သူများအပေါ်)</span>၊ ကိုယ်တော်နှင့်အတူ ကျန်ရှိခဲ့သူများ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့မမြင်ခဲ့သော စစ်တပ်များကို စေလွှတ်တော်မူခဲ့သည်၊)</span> ၎င်းသည် ကောင်းကင်တမန်များကို ရည်ညွှန်းသည်။ အီမာမ် အဘူ ဂျအ်ဖရ် ဗင်န် ဂျရီရ် <span class=\"gray\">[အတ်-တဗာရီ]</span> က အလ်-ကာစင်မ်က ၎င်းတို့အား သတင်းပို့သည်ဟု ပြောကြားခဲ့ပြီး၊ အလ်-ဟာစန် ဗင်န် အာရဖာဟ်က အလ်-မူအ်တမီရ် ဗင်န် စူလိုင်မာန်က အောင်ဖ် ဗင်န် အဘီ ဂျမီလာဟ် အလ်-အာရဗီထံမှ ပြောကြားသည်ဟု ဖော်ပြခဲ့ပြီး၊ ၎င်းက အိဗ်နု ဘာရ်သန်၏ လွတ်မြောက်ကျွန် အဗ်ဒူရ်-ရဟ်မာန် ပြောကြားသည်ကို ၎င်းကြားခဲ့သည်ဟု ဆိုသည်။ \"ဟူနိုင်းန်နေ့တွင် ရုပ်တုကိုးကွယ်သူများနှင့်အတူ ဟူနိုင်းန်စစ်ပွဲတွင် ပါဝင်ခဲ့သော အမျိုးသားတစ်ဦးက ကျွန်ုပ်အား ပြောပြခဲ့သည်မှာ 'ဟူနိုင်းန်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်နှင့် ကိုယ်တော့်ဆွဟာဘာများနှင့် ကျွန်ုပ်တို့ တွေ့ဆုံသောအခါ၊ ၎င်းတို့သည် သိုးတစ်ကောင် နို့ညှစ်သည့်အချိန်ထက် ပို၍ စစ်ပွဲတွင် မတည်မြဲခဲ့ပါ။ ၎င်းတို့ကို ကျွန်ုပ်တို့ အောင်နိုင်သောအခါ၊ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို လိုက်လံတိုက်ခိုက်ခဲ့ရာ အဖြူရောင် မြင်းလားစီးနင်းသူ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ရောက်ရှိခဲ့သည်။ ထိုအချိန်တွင် ဖြူစင်ချောမောသော မျက်နှာရှိသည့် အမျိုးသားများက ကျွန်ုပ်တို့အား ကြားဖြတ်တားဆီး၍ ပြောကြားခဲ့သည်မှာ 'မျက်နှာများ အရှက်ရစေသတည်း! ပြန်သွားကြ။' ထို့ကြောင့် ကျွန်ုပ်တို့ ထွက်ပြေးခဲ့ကြသော်လည်း ၎င်းတို့က ကျွန်ုပ်တို့နောက် လိုက်လာခဲ့သည်။ ၎င်းသည် ကျွန်ုပ်တို့အတွက် အဆုံးသတ်ဖြစ်ခဲ့သည်။'\" အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَتُوبُ اللَّهُ مِن بَعْدِ ذَٰلِكَ عَلَىٰ مَن يَشَاءُ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူ၏ နောင်တကို လက်ခံတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အကြင်နာအကြီးမားဆုံး အရှင်ပင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျန်ရှိသော ဟူဝါဇင်တို့အား ၎င်းတို့ အစ္စလာမ်ကို လက်ခံ၍ တမန်တော်မြတ် ﷺ ထံသို့ ရောက်ရှိလာသောအခါ၊ ကိုယ်တော် မက္ကာမြို့ ဂျိအ်ရာနာဒေသသို့ မရောက်မီ ခွင့်လွှတ်တော်မူခဲ့သည်။ ၎င်းသည် ဟူနိုင်းန်စစ်ပွဲပြီးနောက် ရက်ပေါင်းနှစ်ဆယ်အကြာတွင် ဖြစ်ပွားခဲ့သည်။ ရစူလ်တမန်တော် ﷺ သည် ၎င်းတို့အား ဖမ်းဆီးခံထားရသူများကို ပြန်ခေါ်ခြင်း သို့မဟုတ် ၎င်းတို့ ဆုံးရှုံးခဲ့ရသော စစ်ပစ္စည်းများကို ပြန်ယူခြင်းတို့မှ ရွေးချယ်ခိုင်းခဲ့ရာ ၎င်းတို့သည် ပထမတစ်ခုကို ရွေးချယ်ခဲ့ကြသည်။ တမန်တော်မြတ် ﷺ သည် ၎င်းတို့အား အကျဉ်းသားခြောက်ထောင်ကို ပြန်လွှတ်ပေးခဲ့သော်လည်း၊ တူလာကာများကဲ့သို့သော အောင်နိုင်သူများအကြား စစ်ပစ္စည်းများကို ခွဲဝေပေးခဲ့သည်၊ သို့မှသာ ၎င်းတို့၏ စိတ်နှလုံးများသည် အစ္စလာမ်ဘက်သို့ တိမ်းညွတ်လာစေရန် ဖြစ်သည်။ ကိုယ်တော်သည် ၎င်းတို့တစ်ဦးစီအား ကုလားအုတ်တစ်ရာစီ ပေးသနားခဲ့ပြီး၊ မိမိ၏ မျိုးနွယ် <span class=\"gray\">(ဟာဝါဇင်)</span> ၏ ခေါင်းဆောင်အဖြစ် ယခင်ကအတိုင်း ခန့်အပ်ထားခဲ့သော မာလစ်ခ် ဗင်န် အောင်ဖ် အန်-နဆ်ရီအားလည်း ထိုနည်းအတိုင်း ပေးခဲ့သည်။ မာလစ်ခ် ဗင်န် အောင်ဖ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ရက်ရောမှုနှင့် ထူးခြားသော သတ္တိကို ချီးကျူးဂုဏ်ပြုသည့် ကဗျာတစ်ပုဒ်ကို ဆိုခဲ့သည်။</p>"
  }
]