[
  {
    "ayah_key": "10:101",
    "group_ayah_key": "10:101",
    "from_ayah": "10:101",
    "to_ayah": "10:103",
    "ayah_keys": "10:101,10:102,10:103",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးကို ကြည့်ရှုကြလော့။\" သို့သော် အာယတ်များကလည်းကောင်း၊ သတိပေးသူများကလည်းကောင်း မယုံကြည်သူများအား အကျိုးမပြုနိုင်ပေ။ <span>(၁၀၁)</span>ထို့နောက် ၎င်းတို့သည် ၎င်းတို့မတိုင်မီ ကွယ်လွန်ခဲ့ကြသော လူများ၏ နေ့ရက်များနှင့်တူသော အရာများကိုသာ စောင့်ဆိုင်းကြသလော။ ပြောပါ- \"ထို့ကြောင့် စောင့်ဆိုင်းကြလော့၊ ငါသည်လည်း သင်တို့နှင့်အတူ စောင့်ဆိုင်းနေသူများထဲတွင် ပါဝင်ပါသည်။ <span>(၁၀၂)</span>ထို့နောက် ငါတို့သည် ငါတို့၏ ရစူလ်တမန်များနှင့် ယုံကြည်သူများကို ကယ်တင်ခဲ့ပါသည်။ ဤသို့ဖြင့် ယုံကြည်သူများကို ကယ်တင်ရန် ငါတို့အပေါ် မဖြစ်မနေ တာဝန်ရှိပါသည်။ <span>(၁၀၃)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်များနှင့် မြေကြီး ဖန်ဆင်းခြင်းကို ဆင်ခြင်သုံးသပ်ရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျေးကျွန်များကို မိမိ၏ကောင်းချီးမင်္ဂလာများကို ဆင်ခြင်သုံးသပ်ရန် လမ်းညွှန်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် မြေကြီးပေါ်တွင် ဖန်ဆင်းထားသောအရာများသည် မှန်ကန်သောနားလည်မှုရှိသူများအတွက် ရှင်းလင်းသောနိမိတ်လက္ခဏာများ၏ အစိတ်အပိုင်းဖြစ်သည်။ ကောင်းကင်များတွင်ရှိသောအရာများမှာ လင်းလက်သောကြယ်များ၊ ကြယ်တာရာများ၊ ရွေ့လျားနေသောဂြိုလ်များ၊ နေနှင့်လတို့ဖြစ်သည်။ ၎င်းတွင် ညနှင့်နေ့၊ ၎င်းတို့၏ အလှည့်ကျခြင်းနှင့် ၎င်းတို့ပေါင်းစပ်ခြင်းတို့လည်း ပါဝင်သည်၊ သို့မှသာ တစ်ခုက ရှည်ပြီး နောက်တစ်ခုက တိုသည်။ ထို့နောက် ၎င်းတို့သည် <span class=\"gray\">(တစ်နှစ်ပတ်လုံး)</span> အလှည့်ကျကြပြီး ရှည်သောတစ်ခုက တိုသွားကာ တိုသောတစ်ခုက ရှည်လာသည်။ ထို့အတူ ကောင်းကင်များမှ နိမိတ်လက္ခဏာများထဲတွင် နေထွက်ခြင်း၊ ၎င်း၏ကျယ်ပြန့်မှု၊ ၎င်း၏လှပမှုနှင့် ၎င်း၏အဆင်တန်ဆာတို့ ပါဝင်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်မှ မည်သည့်မိုးရေကိုမဆို ချပေးခြင်းအားဖြင့် မြေကြီးကို သေပြီးနောက် အသက်ပြန်ရှင်စေပြီး အမျိုးမျိုးသော သစ်သီးများ၊ သီးနှံများ၊ ပန်းများနှင့် အပင်များ ပေါက်ရောက်စေခြင်းသည်လည်း ၎င်း၏နိမိတ်လက္ခဏာများထဲမှ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မြေကြီးပေါ်တွင် ဖန်ဆင်းထားသော အမျိုးမျိုးသော သတ္တဝါများ၏ အမျိုးအစားများ၊ ၎င်းတို့၏ ကွဲပြားသော အရောင်များနှင့် အကျိုးကျေးဇူးများ <span class=\"gray\">(လူသားအတွက်)</span> သည် နိမိတ်လက္ခဏာများဖြစ်သည်။ မြေကြီးပေါ်ရှိ တောင်များ၊ လွင်ပြင်များ၊ သဲကန္တာရများ၊ ယဉ်ကျေးမှုများ၊ အဆောက်အအုံများနှင့် မြေလွတ်မြေရိုင်းများမှာ နိမိတ်လက္ခဏာများဖြစ်သည်။ ထို့နောက် ပင်လယ်နှင့် ၎င်း၏လှိုင်းတံပိုးများ၏ အံ့သြဖွယ်ရာများရှိသည်။ သို့တိုင် ၎င်းသည် ၎င်း၏မျက်နှာပြင်ပေါ်တွင် ခရီးသွားလာသူများအား ဝန်ဆောင်မှုပေးပြီး လိုက်နာစေခဲ့သည်။ ၎င်းသည် ၎င်းတို့၏သင်္ဘောများကို သယ်ဆောင်ပြီး ၎င်းတို့အား လွယ်ကူစွာ ဖြတ်သန်းသွားလာနိုင်စေသည်။ ဤအရာအားလုံးသည် အလွန်တန်ခိုးကြီးသောအရှင်၏ ထိန်းချုပ်မှုအောက်တွင် ရှိသည်။ ကိုးကွယ်ထိုက်သောဘုရားမှာ ၎င်းအရှင်မှလွဲ၍ မည်သူမျှမရှိ၊ ၎င်းအရှင်မှလွဲ၍ အခြားမည်သည့် စစ်မှန်သော အရှင်သခင်မျှမရှိပေ။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အာယတ်များကလည်းကောင်း၊ သတိပေးသူများကလည်းကောင်း မယုံကြည်သူများအား အကျိုးမပြုနိုင်ပေ။)</span> ၎င်း၏အဓိပ္ပါယ်မှာ 'ကောင်းကင်နှင့် မြေကြီးဆိုင်ရာ နိမိတ်လက္ခဏာများအပြင်၊ မိမိတို့၏ သတင်းစကား၏ မှန်ကန်မှုကို ရှင်းလင်းစွာ သက်သေပြသော ရစူလ်တမန်များနှင့် ၎င်းတို့၏ မူအ်ဂျိဇတ် (အံ့ဖွယ်ရာ)များ၊ သက်သေအထောက်အထားများကဲ့သို့သော အရာများသည် ယုံကြည်မှုမရှိသော လူမျိုးများကို မည်သို့သော အကျိုးကျေးဇူးကို ပေးမည်နည်း။' ဤသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်! သင့်အရှင်၏ မိန့်တော်မူချက်သည် ၎င်းတို့အပေါ် မှန်ကန်ခဲ့ပြီးသူများ၊ ၎င်းတို့သည် ယုံကြည်မည်မဟုတ်ပေ။)</span><span class=\"gray\">[၁၀:၉၆]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِن قَبْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ၎င်းတို့မတိုင်မီ ကွယ်လွန်ခဲ့ကြသော လူများ၏ နေ့ရက်များနှင့်တူသော အရာများကိုသာ စောင့်ဆိုင်းကြသလော။)</span> ၎င်း၏အဓိပ္ပါယ်မှာ 'သင့်ကိုငြင်းပယ်သော ဤသူများသည် အလ္လာဟ်အရှင်မြတ်၏ နေ့ရက်များနှင့်တူသော လက်စားချေခြင်းနှင့် ပြစ်ဒဏ်ကို စောင့်ဆိုင်းနေကြသလော၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့မတိုင်မီက မိမိတို့၏ ရစူလ်တမန်များကို ငြင်းပယ်ခဲ့ကြသော ယခင်လူမျိုးများကို အပြစ်ပေးခဲ့သည့်အတိုင်းပင်လား။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ - ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ထို့ကြောင့် စောင့်ဆိုင်းကြလော့၊ ငါသည်လည်း သင်တို့နှင့်အတူ စောင့်ဆိုင်းနေသူများထဲတွင် ပါဝင်ပါသည်။\" ထို့နောက် ငါတို့သည် ငါတို့၏ ရစူလ်တမန်များနှင့် ယုံကြည်သူများကို ကယ်တင်ခဲ့ပါသည်။)</span> ၎င်း၏အဓိပ္ပါယ်မှာ 'အမှန်စင်စစ် ငါတို့သည် ရစူလ်တမန်များကို ငြင်းပယ်သူများကို ဖျက်ဆီးပါသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ حَقًّا عَلَيْنَا نُنجِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ယုံကြည်သူများကို ကယ်တင်ရန် ငါတို့အပေါ် မဖြစ်မနေ တာဝန်ရှိပါသည်။)</span> ၎င်း၏အဓိပ္ပါယ်မှာ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ မြင့်မြတ်သော ကိုယ်တော်တိုင်အပေါ် ဝတ္တရားချမှတ်ထားသော အခွင့်အရေးတစ်ခုဖြစ်သည်။ ဤသည် ၎င်းအရှင်၏ မိန့်ကြားချက်နှင့် ဆင်တူပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ الرَّحْمَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်သခင်သည် မိမိကိုယ်တော်တိုင်အပေါ် ကရုဏာတော်ကို မှတ်သား<span class=\"gray\">(သတ်မှတ်)</span>ထားတော်မူ၏။)</span><span class=\"gray\">[၆:၅၄]</span></p>"
  },
  {
    "ayah_key": "10:104",
    "group_ayah_key": "10:104",
    "from_ayah": "10:104",
    "to_ayah": "10:107",
    "ayah_keys": "10:104,10:105,10:106,10:107",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"အို လူအပေါင်းတို့၊ အကယ်၍ သင်တို့သည် ငါ၏ ဘာသာတရားကို သံသယရှိခဲ့သော် - ငါသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ ကိုးကွယ်ကြသော အရာများကို မည်သည့်အခါမျှ ကိုးကွယ်မည်မဟုတ်၊ ထိုအစား ငါသည် သင်တို့ကို သေစေတော်မူသောအရှင် အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်မည်။ ငါသည် ယုံကြည်သူတို့အနက်မှ တစ်ဦးဖြစ်ရန် အမိန့်ချမှတ်ခံခဲ့ရသည် <span>(၁၀၄)</span>။ ထို့ပြင် <span class=\"gray\">(ငါသည် အမိန့်ချမှတ်ခံခဲ့ရသည်)</span>၊ \"သင်၏မျက်နှာကို ဟနိဖ် <span class=\"gray\">(တစ်ဆူတည်းသောဘုရားဝါဒ)</span> ဘာသာတရားဘက်သို့ ဦးတည်ပါ၊ ရုပ်တုကိုးကွယ်သူတို့အနက်မှ မဖြစ်ပါစေနှင့်။ <span>(၁၀၅)</span>\" အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့အား အကျိုးလည်း မပေးနိုင်၊ အန္တရာယ်လည်း မပေးနိုင်သောအရာများကို မတောင်းဆိုကြနှင့်။ အကယ်၍ သင်တို့ပြုလုပ်ခဲ့လျှင် သင်တို့သည် အမှန်ပင် ပြစ်မှုကျူးလွန်သူများထဲမှ တစ်ဦးဖြစ်သွားလိမ့်မည်။ <span>(၁၀၆)</span>အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အန္တရာယ်ဖြင့် ထိတွေ့ခဲ့လျှင် ထိုအရာကို ကိုယ်တော်မှတစ်ပါး ဖယ်ရှားနိုင်သူ မည်သူမျှမရှိပေ။ အကယ်၍ ကိုယ်တော်သည် သင်တို့အား ကောင်းကျိုးကို ရည်ရွယ်ခဲ့လျှင် ကိုယ်တော်၏ ကျေးဇူးတော်ကို မည်သူမျှ တွန်းလှန်နိုင်မည်မဟုတ်ပေ။ ထိုကျေးဇူးတော်ကို ကိုယ်တော်သည် မိမိ၏ကျွန်များအနက်မှ အလိုရှိသူထံသို့ ရောက်ရှိစေသည်။ ကိုယ်တော်သည် အပြစ်ခွင့်လွှတ်တော်မူသောအရှင်၊ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၁၀၇)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ရန်နှင့် ကိုယ်တော်ကိုသာ အားထားရန် အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်သည် မိမိ၏ ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ ကို မိန့်တော်မူသည်- \"ပြောပါ- အို လူသားအပေါင်းတို့၊ အကယ်၍ သင်တို့သည် ငါ့အား စေလွှတ်တော်မူသော ဟနိဖ် <span class=\"gray\">(တစ်ဆူတည်းသောဘုရားဝါဒ)</span> ဘာသာတရား - အလ္လာဟ်အရှင်မြတ် ငါ့အား ထုတ်ဖော်ပြသသော ဘာသာတရား၏ မှန်ကန်မှုကို သံသယရှိခဲ့သော် - ငါသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ ကိုးကွယ်သော အရာများကို မကိုးကွယ်ကြောင်း သိထားကြပါ။ ထိုအစား ငါသည် အလ္လာဟ်အရှင်မြတ်ကိုသာ တစ်ဆူတည်း ကိုးကွယ်သည်၊ ကိုယ်တော်နှင့် မည်သူမျှကို မတွဲဖက်ပါ။ ကိုယ်တော်သည် သင်တို့အား အသက်ပေးသကဲ့သို့ သင်တို့ကို သေစေတော်မူသောအရှင် ဖြစ်သည်။ ထို့နောက် သင်တို့၏ နောက်ဆုံးပြန်လည်ရာသည် ကိုယ်တော်ထံသို့သာ ဖြစ်သည်။ သင်တို့ တောင်းဆိုသော ဘုရားများက အမှန်တကယ်ရှိလျှင်ပင် ငါသည် ၎င်းတို့ကို ကိုးကွယ်ရန် ငြင်းဆန်သည်။ ထို့ကြောင့် ၎င်းတို့ကို တောင်းဆိုကြပြီး ငါ့အား အန္တရာယ်ပြုရန် တောင်းဆိုကြပါ။ ၎င်းတို့သည် အန္တရာယ် သို့မဟုတ် အကျိုး မပေးနိုင်သည်ကို သင်တို့ တွေ့မြင်ရလိမ့်မည်။ အန္တရာယ်နှင့် အကျိုးကို မိမိ၏ လက်တော်၌ ကိုင်စွဲထားနိုင်သူ တစ်ဦးတည်းသော အရှင်မှာ အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းသာ ဖြစ်သည်၊ ကိုယ်တော်၌ မည်သည့် တွဲဖက်မျှမရှိပေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ယုံကြည်သူတို့အနက်မှ တစ်ဦးဖြစ်ရန် အမိန့်ချမှတ်ခံခဲ့ရသည်)</span><span class=\"gray\">[၁၀:၁၀၄]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏မျက်နှာကို ဟနိဖ် ဘာသာတရားဘက်သို့ ဦးတည်ပါ)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ မိမိ၏ ကိုးကွယ်မှုဆိုင်ရာ ရည်ရွယ်ချက်ကို အလ္လာဟ်အရှင်မြတ်အတွက်သာ သီးသန့်ပြုလုပ်ခြင်းဖြစ်သည်၊ ဟနိဖ်ဖြစ်ခြင်းပင်။ ဟနိဖ်ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ခြင်းမှ ရှောင်ရှားသူကို ဆိုလိုသည်။ ထိုအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုပ်တုကိုးကွယ်သူတို့အနက်မှ မဖြစ်ပါစေနှင့်။)</span> ဤမိန့်ကြားချက်သည် ယခင်မိန့်ကြားချက်နှင့် တိုက်ရိုက်ဆက်စပ်နေသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ယုံကြည်သူတို့အနက်မှ တစ်ဦးဖြစ်ရန် အမိန့်ချမှတ်ခံခဲ့ရသည်)</span> ကိုယ်တော်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အန္တရာယ်ဖြင့် ထိတွေ့ခဲ့လျှင်၊)</span> ဤအာယတ်တော်တွင် ကောင်းကျိုး၊ ဆိုးကျိုး၊ အကျိုးကျေးဇူးနှင့် အန္တရာယ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ လာသည်၊ ဤအရာများအပေါ် ကိုယ်တော်၏ တန်ခိုးတော်ကို မည်သူမျှ မျှဝေခြင်းမရှိဟု ရှင်းပြထားသည်။ ထို့ကြောင့် ကိုယ်တော်သည် တွဲဖက်မှုမရှိဘဲ တစ်ဆူတည်း ကိုးကွယ်ခံထိုက်သောအရှင် ဖြစ်သည်။ ကိုယ်တော်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْغَفُورُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အပြစ်ခွင့်လွှတ်တော်မူသောအရှင်၊ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ လူတစ်ဦးကျူးလွန်ခဲ့သော မည်သည့်အပြစ်ပင်ဖြစ်စေ၊ နောင်တရပြီး ကိုယ်တော်ထံ ပြန်လှည့်လာသူများအပေါ် ကိုယ်တော်သည် ခွင့်လွှတ်တော်မူပြီး ကရုဏာတော်ထားရှိတော်မူသည်။ အကယ်၍ ထိုသူသည် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ခဲ့လျှင်ပင်၊ အကယ်၍ သူသည် ထိုအပြစ်မှ နောင်တရခဲ့ပါက အလ္လာဟ်အရှင်မြတ်သည် သူ့အား အမှန်ပင် ခွင့်လွှတ်တော်မူမည်။</p>"
  },
  {
    "ayah_key": "10:108",
    "group_ayah_key": "10:108",
    "from_ayah": "10:108",
    "to_ayah": "10:109",
    "ayah_keys": "10:108,10:109",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ- “အို လူအပေါင်းတို့! ယခု သင်တို့၏ အရှင်သခင်ထံမှ အမှန်တရားသည် သင်တို့ထံ ရောက်လာပြီ။ သို့ဖြစ်၍ မည်သူမဆို လမ်းညွှန်မှုကို ရရှိပါက၊ သူသည် မိမိကိုယ်တိုင်၏ ကောင်းကျိုးအတွက် ပြုခြင်းဖြစ်သည်။ မည်သူမဆို လမ်းမှားသွားပါက၊ သူသည် မိမိကိုယ်တိုင်၏ ဆုံးရှုံးမှုအတွက် ပြုခြင်းဖြစ်သည်။ ငါသည် သင်တို့အပေါ် အစောင့်အရှောက်အဖြစ် မထားရှိရ။ <span>(၁၀၈)</span>သင်တို့ထံ ထုတ်ဖော်ပြသထားသည်ကို လိုက်နာပါ၊ အလ္လာဟ်အရှင်မြတ် တရားစီရင်သည်အထိ သည်းခံပါ။ အရှင်မြတ်သည် တရားသူကြီးများထဲတွင် အကောင်းဆုံးဖြစ်သည်။ <span>(၁၀၉)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်သောအရှင်သည် ၎င်း၏ ရစူလ်တမန်တော် ﷺ အား လူအပေါင်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံမှ ယူဆောင်လာသော အရာသည် အမှန်တရားဖြစ်ကြောင်း အသိပေးရန် အမိန့်ပေးထားသည်။ ၎င်းသည် သံသယ သို့မဟုတ် မသင်္ကာဖွယ်ရာမရှိသော သတင်းစကားတစ်ခုဖြစ်သည်။ ထို့ကြောင့် မည်သူမဆို ၎င်းဖြင့် လမ်းညွှန်ခံရပြီး လိုက်နာပါက၊ သူသည် ထိုသို့ပြုလုပ်ခြင်းဖြင့် မိမိကိုယ်တိုင်သာ အကျိုးဖြစ်ထွန်းစေသည်။ ထိုနည်းတူစွာ မည်သူမဆို ဤသတင်းစကားမှ လမ်းမှားသွားပါက၊ သူသည် မိမိကိုယ်တိုင်အပေါ် အကျိုးဆက်များကို ခံစားရလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا عَلَيْكُم بِوَكِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အပေါ် အစောင့်အရှောက်အဖြစ် မထားရှိရ)</span> ၎င်းဆိုသည်မှာ၊ 'သင်တို့ ယုံကြည်သူများ ဖြစ်လာရန်အတွက် ငါသည် သင်တို့အပေါ် အစောင့်အရှောက်မဟုတ်ပေ။ ငါသည် သင်တို့အား သတိပေးသူမျှသာဖြစ်ပြီး လမ်းညွှန်မှုသည် အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်သောအရှင်နှင့် သက်ဆိုင်သည်' ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ وَاصْبِرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထံ ထုတ်ဖော်ပြသထားသည်ကို လိုက်နာပါ၊ သည်းခံပါ)</span> ၎င်းဆိုသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ် သင်တို့ထံ ထုတ်ဖော်ပြသထားသော၊ သင်တို့အား နိုးဆွပေးထားသော အရာကို ခိုင်မြဲစွာ လိုက်နာပါ၊ လူအပေါင်းတို့ထံမှ သင်တို့ကြုံတွေ့ရမည့် ဆန့်ကျင်မှုများနှင့်ပတ်သက်၍ သည်းခံပါ' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَحْكُمَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တရားစီရင်သည်အထိ)</span> ၎င်းဆိုသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်သည် သင်တို့နှင့် ၎င်းတို့အကြား တရားစီရင်သည်အထိ' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ خَيْرُ الْحَاكِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် တရားသူကြီးများထဲတွင် အကောင်းဆုံးဖြစ်သည်။)</span> ၎င်းဆိုသည်မှာ အရှင်မြတ်သည် ၎င်း၏ တရားမျှတမှုနှင့် ဉာဏ်ပညာကြောင့် စီရင်ဆုံးဖြတ်သူများထဲတွင် အကောင်းဆုံးဖြစ်သည် ဟူ၍ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "10:11",
    "group_ayah_key": "10:11",
    "from_ayah": "10:11",
    "to_ayah": "10:11",
    "ayah_keys": "10:11",
    "text": "<p class=\"my translation\" lang=\"my\">အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူသားများအတွက် မကောင်းမှုကို အလျင်စလိုဖြစ်စေမည်ဆိုပါက ကောင်းမှုကို အလျင်စလိုဖြစ်စေသကဲ့သို့ပင် သူတို့သည် ပျက်စီးဆုံးရှုံးသွားကြလိမ့်မည်။ ထို့ကြောင့် ကျွန်ုပ်တို့နှင့် တွေ့ဆုံခြင်းကို မမျှော်လင့်သောသူတို့ကို ၎င်းတို့၏ ပြစ်မှုများထဲတွင် မျက်စိစုံမှိတ် လမ်းမှားစွာ လည်ပတ်နေစေရန် ကျွန်ုပ်တို့ထားရှိတော်မူသည် <span>(11)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုများအတွက် တောင်းဆိုမှုများကို တုံ့ပြန်သကဲ့သို့ မကောင်းမှုများအတွက် တောင်းဆိုမှုများကို တုံ့ပြန်တော်မမူပါ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်များအပေါ် ထားရှိသော ၎င်း၏ သည်းခံခြင်းနှင့် ကရုဏာတော်အကြောင်းကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ သူတို့သည် ဝမ်းနည်းခြင်း သို့မဟုတ် ဒေါသဖြစ်ချိန်များတွင် မိမိကိုယ်ကို၊ မိမိတို့၏ စည်းစိမ်ဥစ္စာ သို့မဟုတ် မိမိတို့၏ သားသမီးများကို မကောင်းသောရည်ရွယ်ချက်များဖြင့် ဆုတောင်းသောအခါ ၎င်းတို့ကို အရှင်မြတ်က တုံ့ပြန်တော်မမူပါ။ အရှင်မြတ်သည် သူတို့သည် မိမိကိုယ်ကို မကောင်းမှုအမှန်တကယ် မရည်ရွယ်ကြောင်း သိတော်မူသောကြောင့် ၎င်းတို့ကို တုံ့ပြန်တော်မမူပါ။ ဤသည်မှာ လက်တွေ့တွင် ကြင်နာမှုနှင့် ကရုဏာဖြစ်သည်။ အခြားတစ်ဖက်တွင်မူ၊ သူတို့သည် မိမိတို့ကိုယ်ကို၊ စည်းစိမ်ဥစ္စာနှင့် ငွေကြေးများကို ကောင်းကျိုး၊ ကောင်းချီးမင်္ဂလာနှင့် တိုးတက်မှုများဖြင့် ဆုတောင်းသောအခါ အရှင်မြတ်သည် ၎င်းတို့ကို တုံ့ပြန်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူသားများအတွက် မကောင်းမှုကို အလျင်စလိုဖြစ်စေမည်ဆိုပါက ကောင်းမှုကို အလျင်စလိုဖြစ်စေသကဲ့သို့ပင် သူတို့သည် ပျက်စီးဆုံးရှုံးသွားကြလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အကယ်၍ အရှင်မြတ်သည် ၎င်းတို့၏ မကောင်းသောတောင်းဆိုမှုများ အားလုံးကို တုံ့ပြန်ခဲ့ပါက ၎င်းတို့ကို ဖျက်ဆီးခဲ့လိမ့်မည်ဟု ဆိုလိုသည်။ သို့သော် လူတို့သည် မကောင်းမှုအတွက် ဆုတောင်းခြင်းကို တတ်နိုင်သမျှ ရှောင်ရှားသင့်သည်။ အဘူဗက္ကရ် အလ်-ဘဇ္ဇာရ်က ၎င်း၏ မွတ်စနဒ်တွင် ဂျာဘိရ်က ပြောကြားသည်မှာ၊ \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَدْعُوا عَلَى أَنْفُسِكُمْ، لَا تَدْعُوا عَلَى أَوْلَادِكُمْ، لَا تَدْعُوا عَلَى أَمْوَالِكُمْ، لَا تُوَافِقُوا مِنَ اللهِ سَاعَةً فِيهَا إِجَابَةٌ فَيَسْتَجِيبَ لَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်ကို ဆန့်ကျင်၍ မဆုတောင်းကြနှင့်၊ မိမိတို့၏ သားသမီးများကို ဆန့်ကျင်၍ မဆုတောင်းကြနှင့်၊ မိမိတို့၏ စည်းစိမ်ဥစ္စာများကို ဆန့်ကျင်၍ မဆုတောင်းကြနှင့်၊ အဘယ်ကြောင့်ဆိုသော် သင်တို့၏ ဆုတောင်းခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ တုံ့ပြန်မှုရရှိသည့်အချိန်နှင့် တိုက်ဆိုင်နိုင်ပြီး အလ္လာဟ်အရှင်မြတ်က သင်တို့အား တုံ့ပြန်တော်မူလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အဘူဒါဝူးဒ်ကလည်း မှတ်တမ်းတင်ထားသည်။ ၎င်းသည် အောက်ပါအာယတ်မှ နားလည်ထားသည်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَدْعُ الْإِنسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသည် (အလ္လာဟ်အရှင်မြတ်အား) မကောင်းမှုအတွက် တောင်းဆိုသကဲ့သို့ ကောင်းမှုအတွက် (အလ္လာဟ်အရှင်မြတ်အား) တောင်းဆို၏။)</span><span class=\"gray\">[17:11]</span> ဤအာယတ်၏ အဓိပ္ပာယ်ဖွင့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူသားများအတွက် မကောင်းမှုကို အလျင်စလိုဖြစ်စေမည်ဆိုပါက ကောင်းမှုကို အလျင်စလိုဖြစ်စေသကဲ့သို့ပင်)</span></p><p lang=\"my\" class=\"my \">မူဂျာဟစ်ဒ်က ပြောသည်– \"၎င်းမှာ လူတစ်ဦးက ဒေါသထွက်သောအခါ ၎င်း၏သား သို့မဟုတ် ငွေကြေးအား 'အို အလ္လာဟ်အရှင်မြတ်၊ သူ့ကို (သို့မဟုတ် ၎င်းကို) ကောင်းချီးမပေးပါနှင့်၊ သူ့ကို (သို့မဟုတ် ၎င်းကို) ကျိန်ဆဲပါ' ဟု ပြောခြင်းဖြစ်သည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ဤတောင်းဆိုမှုတွင် ဤလူအား ကောင်းမွန်စွာ တုံ့ပြန်သကဲ့သို့ တုံ့ပြန်မည်ဆိုပါက ၎င်းတို့ကို ဖျက်ဆီးလိမ့်မည်။\"</p>"
  }
]