[
  {
    "ayah_key": "38:4",
    "group_ayah_key": "38:4",
    "from_ayah": "38:4",
    "to_ayah": "38:11",
    "ayah_keys": "38:4,38:5,38:6,38:7,38:8,38:9,38:10,38:11",
    "text": "<p lang=\"my\" class=\"my \">သူတို့ကိုယ်တိုင်ထဲမှ သတိပေးသူတစ်ဦး သူတို့ထံသို့ ရောက်လာသည်ကို သူတို့ အံ့ဩကြ၏။ ထို့နောက် မယုံကြည်သူများသည် \"ဤသူသည် မှော်ဆရာတစ်ဦး၊ လိမ်ညာသူတစ်ဦးဖြစ်သည် (၄)။ \"သူသည် ဘုရားများကို တစ်ဆူတည်းသော ဘုရားအဖြစ် ပြုလုပ်ခဲ့ပြီလား။ အမှန်စင်စစ်၊ ဤသည်မှာ ထူးဆန်းသောအရာဖြစ်သည်! (၅)။ ထိုသူတို့အထဲမှ ခေါင်းဆောင်များသည် <span class=\"gray\">(ပြောဆိုကြသည်)</span>: \"ဆက်သွားကြ၊ သင်တို့၏ဘုရားများအပေါ် မြဲမြံစွာ ရပ်တည်ကြလော့! အမှန်စင်စစ်၊ ဤသည်မှာ ကြံစည်ထားသောအရာဖြစ်သည်! (၆)။ \"ဤနောက်ပိုင်းကာလများ၏ ဘာသာတရား၌ ဤကဲ့သို့သော <span class=\"gray\">(အရာကို)</span> ကျွန်ုပ်တို့ မကြားဖူးပေ။ ဤသည်မှာ တီထွင်မှုတစ်ခုသာဖြစ်သည်! (၇)။ \"ကျွန်ုပ်တို့အထဲမှ သူ့ထံသို့ <span class=\"gray\">(တစ်ဦးတည်းကို)</span> သတိပေးခြင်းကို ချပေးခဲ့ပါသလား?\" မဟုတ်ပါ၊ သူတို့သည် ငါ၏သတိပေးခြင်းနှင့် ပတ်သက်၍ သံသယရှိကြ၏! မဟုတ်ပါ၊ သူတို့သည် <span class=\"gray\">(ငါ၏)</span> ပြစ်ဒဏ်ကို မမြည်းစမ်းရသေးပေ (၈)။ သို့မဟုတ် သူတို့၌ သင်၏အရှင်သခင်၊ အနန္တတန်ခိုးရှင်၊ အမှန်တကယ် ပေးသနားတော်မူသောအရှင်၏ ကရုဏာဘဏ္ဍာများ ရှိပါသလား (၉)။ သို့မဟုတ် မိုးကောင်းကင်များနှင့် မြေကြီး၏ အချုပ်အခြာအာဏာနှင့် ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံးသည် သူတို့ပိုင်ဆိုင်ပါသလား။ ထိုသို့ဆိုလျှင်၊ နည်းလမ်းများဖြင့် တက်လှမ်းပါစေ (၁၀)။ သူတို့သည် ရှေးခေတ်က မဟာမိတ်များကဲ့သို့ ရှုံးနိမ့်သော အဖွဲ့အစည်း ဖြစ်ကြလိမ့်မည် (၁၁)။</p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများသည် သတင်းစကား၊ တောင်ဟိဒ်နှင့် ကုရ်အာန်ကို အံ့ဩခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ကို ဝမ်းမြောက်ဖွယ်သတင်းပေးသူနှင့် သတိပေးသူအဖြစ် စေလွှတ်ခြင်းကို အံ့ဩခဲ့ကြကြောင်း အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكَافِرُونَ إِنَّ هَٰذَا لَسَاحِرٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် လူသားများအနက်မှ လူတစ်ဦးထံသို့ ကျွန်ုပ်တို့၏ ဗျာဒိတ်တော်ကို ပေးပို့ခဲ့သည်ကို လူသားများအတွက် အံ့ဩစရာဖြစ်ပါသလား <span class=\"gray\">(ဆိုလိုသည်မှာ)</span>- \"လူသားများကို သတိပေးပါ၊ ယုံကြည်သူတို့အား ၎င်းတို့၏အရှင်သခင်ထံတွင် ၎င်းတို့၏ကောင်းမှုများအတွက် ဆုလာဘ်များ ရရှိကြမည်ဟု ဝမ်းမြောက်ဖွယ်သတင်းပေးပါ\" ဟု <span class=\"gray\">(ပြောကြားခြင်း)</span>: <span class=\"gray\">(သို့သော်)</span> မယုံကြည်သူတို့က \"ဤသူသည် ဧကန်မလွဲ ထင်ရှားသော မှော်ဆရာပင်တည်း!\" ဟု ပြောဆိုကြ၏!)</span><span class=\"gray\">(၁၀:၂)</span>။ ထို့ပြင် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကိုယ်တိုင်ထဲမှ သတိပေးသူတစ်ဦး သူတို့ထံသို့ ရောက်လာသည်ကို သူတို့ အံ့ဩကြ၏။)</span> ဆိုလိုသည်မှာ သူတို့ကိုယ်တိုင်ကဲ့သို့ လူသားတစ်ဦးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الْكَافِرُونَ هَٰذَا سَاحِرٌ كَذَّابٌ - أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့က \"ဤသူသည် မှော်ဆရာတစ်ဦး၊ လိမ်ညာသူတစ်ဦးဖြစ်သည်။ သူသည် ဘုရားများကို တစ်ဆူတည်းသော ဘုရားအဖြစ် ပြုလုပ်ခဲ့ပြီလား?\")</span> ဆိုလိုသည်မှာ ကိုးကွယ်ခံထိုက်သူသည် တစ်ဆူတည်းဖြစ်ပြီး၊ သူ့မှတစ်ပါး အခြားဘုရားမရှိကြောင်း သူတောင်းဆိုပါသလား? ရုပ်တုကိုးကွယ်သူများသည်—အလ္လာဟ်အရှင်မြတ် ကျိန်စာသင့်ပါစေ—ထိုအရာကို ရှုံ့ချခဲ့ပြီး ရှိရ်က်ကို စွန့်လွှတ်ရမည်ဟူသော အယူအဆကို အံ့ဩခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် ၎င်းတို့၏ဘိုးဘွားများထံမှ ရုပ်တုများကို ကိုးကွယ်ရန် သင်ယူခဲ့ပြီး ၎င်းတို့၏စိတ်နှလုံးများမှာ ထိုအရာအတွက် ချစ်ခြင်းမေတ္တာနှင့် ပြည့်နှက်နေသောကြောင့်ဖြစ်သည်။ တမန်တော်မြတ် ﷺ သည် ၎င်းတို့အား ထိုအရာကို စိတ်နှလုံးမှ ဖယ်ရှားပြီး အလ္လာဟ်အရှင်မြတ်ကိုသာ တစ်ပါးတည်း ကိုးကွယ်ရန် ဖိတ်ခေါ်သောအခါ၊ ဤအရာသည် ၎င်းတို့အတွက် များပြားလွန်းသဖြင့် ၎င်းတို့ အံ့ဩတုန်လှုပ်ခဲ့ကြသည်။ ၎င်းတို့က ပြောဆိုခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عُجَابٌ - وَانْطَلَقَ الْمَلَأُ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သူသည် ဘုရားများကို တစ်ဆူတည်းသော ဘုရားအဖြစ် ပြုလုပ်ခဲ့ပြီလား။ အမှန်စင်စစ်၊ ဤသည်မှာ ထူးဆန်းသောအရာဖြစ်သည်!\" ထိုသူတို့အထဲမှ ခေါင်းဆောင်များသည် သွားလာခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ အကြီးအကဲများ၊ သခင်များနှင့် မှူးမတ်များ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">امْشُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပြောဆိုကြသည်)</span>: \"ဆက်သွားကြ...\")</span> ဆိုလိုသည်မှာ 'သင်တို့၏ဘာသာတရား၌ မြဲမြံစွာ ရပ်တည်ကြလော့၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرُوا عَلَىٰ آلِهَتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ဘုရားများအပေါ် မြဲမြံစွာ ရပ်တည်ကြလော့!)</span> ဆိုလိုသည်မှာ 'မုဟမ္မဒ်၏ တောင်ဟိဒ်သို့ ဖိတ်ခေါ်ခြင်းကို မတုံ့ပြန်ကြနှင့်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَشَيْءٌ يُرَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဤသည်မှာ ကြံစည်ထားသောအရာဖြစ်သည်!)</span> အိဗ်နု ဂျရီးရ်က ပြောကြားသည်မှာ၊ \"မုဟမ္မဒ်က သင်တို့ကို ဖိတ်ခေါ်နေသည့် တောင်ဟိဒ်သည် သူသည် သင်တို့အပေါ် အာဏာရယူလိုပြီး သူ၏ကိုယ်ပိုင် အဆင့်အတန်းကို မြှင့်တင်လိုသော အရာတစ်ခုဖြစ်သည်၊ သို့မှသာ သင်တို့အထဲမှ နောက်လိုက်များ ရရှိလိမ့်မည်၊ သို့သော် ကျွန်ုပ်တို့သည် သူ့ကို တုံ့ပြန်မည်မဟုတ်ပေ။\"</p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်များ ကျရောက်လာရခြင်း၏ အကြောင်းရင်း</p><p lang=\"my\" class=\"my \">အဘူ ဂျအ်ဖရ် ဘင် ဂျရီးရ်သည် အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ၊ \"အဘူ တာလိဗ် ဖျားနာသောအခါ၊ အဘူ ဂျဟ်လ် အပါအဝင် ကုရိုင်းရှ်လူမျိုးအချို့သည် သူ့ထံသို့ ဝင်ရောက်လာပြီး ပြောကြားခဲ့သည်မှာ 'သင်၏ညီအစ်ကို၏သားသည် ကျွန်ုပ်တို့၏ဘုရားများကို စော်ကားနေသည်; သူသည် ထိုသို့ထိုသို့ ပြုလုပ်ပြီး ထိုသို့ထိုသို့ ပြောဆိုနေသည်။ သင်သည် သူ့ကို ခေါ်ယူပြီး ထိုသို့မပြုလုပ်ရန် အဘယ်ကြောင့် မပြောကြားသနည်း?' ထို့ကြောင့် သူသည် တမန်တော်မြတ် ﷺ ကို ခေါ်ယူစေပြီး အိမ်သို့ ဝင်ရောက်လာခဲ့သည်။ သူတို့နှင့် အဘူ တာလိဗ်ကြားတွင် လူတစ်ဦးထိုင်ရန် လုံလောက်သော နေရာရှိခဲ့ပြီး၊ အဘူ ဂျဟ်လ် (အလ္လာဟ်အရှင်မြတ် ကျိန်စာသင့်ပါစေ) သည် <span class=\"gray\">[တမန်တော်မြတ် ﷺ]</span> က အဘူ တာလိဗ်ဘေးတွင် ထိုင်ပါက သူသည် သူ့အပေါ် ပို၍ နူးညံ့မည်ကို စိုးရိမ်ခဲ့သည်။ ထို့ကြောင့် သူသည် ခုန်ထပြီး ထိုနေရာတွင် ထိုင်ခဲ့သည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် သူ၏ဦးလေးအနီးတွင် ထိုင်ရန် နေရာမတွေ့သောကြောင့် တံခါးဘေးတွင် ထိုင်ခဲ့သည်။ အဘူ တာလိဗ်သည် သူ့အား ပြောကြားသည်မှာ၊ 'အို ကျွန်ုပ်၏ညီအစ်ကို၏သား၊ သင်၏လူများသည် သင့်ကို အဘယ်ကြောင့် တိုင်ကြားနေကြပြီး သင်သည် ၎င်းတို့၏ဘုရားများကို စော်ကားသည်၊ ထိုသို့ထိုသို့ ပြောဆိုသည်ဟု စွပ်စွဲနေကြသနည်း?' ၎င်းတို့သည် သူ့အပေါ် များစွာသော တိုင်ကြားမှုများကို ပြုလုပ်ခဲ့ကြသည်။ ထိုအခါ သူ ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَمِّ إِنِّي أُرِيدُهُمْ عَلَى كَلِمَةٍ وَاحِدَةٍ يَقُولُونَهَا تَدِينُ لَهُمْ بِهَا الْعَرَبُ، وَتُؤَدِّي إِلَيْهِمْ بِهَا الْعَجَمُ الْجِزْيَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဦးလေး၊ သူတို့ထံမှ ကျွန်ုပ်လိုချင်သည်မှာ စကားလုံးတစ်လုံးတည်းသာဖြစ်သည်၊ ထိုစကားလုံးကို သူတို့ပြောဆိုပါက အာရပ်လူမျိုးများသည် ၎င်းတို့၏နောက်လိုက်များ ဖြစ်လာကြမည်ဖြစ်ပြီး၊ အာရပ်မဟုတ်သူများသည် ၎င်းတို့အား ဂျစ်ဇ်ယာကို ပေးဆောင်ကြမည်ဖြစ်သည်။)</span> သူပြောကြားသည့်အရာကို သူတို့စိုးရိမ်ခဲ့ကြသောကြောင့် 'စကားလုံးတစ်လုံးလား? ဟုတ်သည်၊ သင်၏ဖခင်ကို တိုင်တည်ပြီး၊ <span class=\"gray\">(ကျွန်ုပ်တို့ ပြောဆိုကြမည်)</span> ဆယ်လုံး! အဘယ်အရာလဲ?' အဘူ တာလိဗ်က 'အို ကျွန်ုပ်၏ညီအစ်ကို၏သား၊ ဘယ်စကားလုံးလဲ?' ဟု ပြောကြားခဲ့သည်။ သူ ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَهَ إِلَّا اللهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ။)</span> သူတို့သည် ဒေါသတကြီး ထရပ်ပြီး ၎င်းတို့၏အဝတ်များကို ခါချရင်း ပြောဆိုခဲ့ကြသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عُجَابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ဘုရားများကို တစ်ဆူတည်းသော ဘုရားအဖြစ် ပြုလုပ်ခဲ့ပြီလား။ အမှန်စင်စစ်၊ ဤသည်မှာ ထူးဆန်းသောအရာဖြစ်သည်!)</span> ထို့နောက် ဤအာယသ်တော်မှစ၍ အောက်ပါအာယသ်တော်အထိ ဤကျမ်းပိုဒ်ကို ထုတ်ပြန်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بَلْ لَمَّا يَذُوقُوا عَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ သို့သော် သူတို့သည် <span class=\"gray\">(ငါ၏)</span> ပြစ်ဒဏ်ကို မမြည်းစမ်းရသေးပေ!)</span>\" ဤသည်မှာ အဘူ ကုရိုင်းဘ်၏ စကားလုံးဖြစ်သည်။ အလားတူအရာကို အီမာမ် အာမဒ်နှင့် အန်-နာစာအီတို့ကလည်း မှတ်တမ်းတင်ခဲ့ပြီး၊ အတ်-တီရ်မီဇီက \"ဟဆန်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا سَمِعْنَا بِهَٰذَا فِي الْمِلَّةِ الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနောက်ပိုင်းကာလများ၏ ဘာသာတရား၌ ဤကဲ့သို့သော <span class=\"gray\">(အရာကို)</span> ကျွန်ုပ်တို့ မကြားဖူးပေ။)</span> ဆိုလိုသည်မှာ 'ဤနောက်ပိုင်းကာလများ၏ ဘာသာတရား၌ မုဟမ္မဒ်က ကျွန်ုပ်တို့အား ဖိတ်ခေါ်သော ဤတောင်ဟိဒ်ကဲ့သို့သော မည်သည့်အရာကိုမျှ ကျွန်ုပ်တို့ မကြားဖူးပေ။'</p><p lang=\"my\" class=\"my \">အလ်-အောင်ဖီက အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ၊ \"ဤနောက်ပိုင်းကာလများ၏ ဘာသာတရား <span class=\"gray\">(ခရစ်ယာန်ဘာသာကို ဆိုလိုသည်)</span> မှ ဤအရာကို ကျွန်ုပ်တို့ မကြားဖူးပေ; ဤကုရ်အာန်သည် မှန်ကန်ပါက ခရစ်ယာန်များက ကျွန်ုပ်တို့အား ပြောကြားပြီး ဖြစ်လိမ့်မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا اخْتِلَاقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ တီထွင်မှုတစ်ခုသာဖြစ်သည်!)</span> မူဂျာဟစ်ဒ်နှင့် ကတာဒါတို့က \"လိမ်ညာမှုတစ်ခု\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က \"လုပ်ကြံမှုတစ်ခု\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အထဲမှ သူ့ထံသို့ <span class=\"gray\">(တစ်ဦးတည်းကို)</span> သတိပေးခြင်းကို ချပေးခဲ့ပါသလား?)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်ကို လက်ခံရရှိရန် ၎င်းတို့အနက်မှ သူ့ကို တစ်ဦးတည်း ရွေးထုတ်ခံရခြင်းကို ၎င်းတို့ မဖြစ်နိုင်ဟု ထင်မြင်ခဲ့ကြသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့က ပြောဆိုကြ၏- \"အဘယ်ကြောင့် ဤကုရ်အာန်ကို မြို့နှစ်မြို့မှ ထင်ရှားသော ပုဂ္ဂိုလ်တစ်ဦးထံသို့ မချပေးသနည်း?\")</span><span class=\"gray\">(၄၃:၃၁)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်၏ ကရုဏာတော်ကို ခွဲဝေပေးမည့်သူများမှာ ၎င်းတို့လော? ဤလောက၌ ၎င်းတို့၏ စားဝတ်နေရေးကို ၎င်းတို့ကြားတွင် ခွဲဝေပေးသူမှာ ကျွန်ုပ်တို့ပင်ဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် အချို့သူများကို အခြားသူများထက် အဆင့်အတန်း မြှင့်တင်ခဲ့သည်)</span><span class=\"gray\">(၄၃:၃၂)</span>။ </p><p lang=\"my\" class=\"my \">၎င်းတို့ ဤသို့ပြောဆိုသောအခါ၊ ကုရ်အာန်သည် တမန်တော်မြတ် ﷺ ထံသို့သာ ထုတ်ပြန်မည်ဖြစ်ပြီး အခြားသူတစ်ဦးဦးထံသို့ မဟုတ်ကြောင်း ၎င်းတို့ မဖြစ်နိုင်ဟု ထင်မြင်ခဲ့ကြသောကြောင့် ၎င်းတို့၏ အသိပညာနည်းပါးမှုနှင့် နားလည်မှုအားနည်းမှုကို ပြသနေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ لَمَّا يَذُوقُوا عَذَابِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ သို့သော် သူတို့သည် <span class=\"gray\">(ငါ၏)</span> ပြစ်ဒဏ်ကို မမြည်းစမ်းရသေးပေ!)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့် လက်စားချေခြင်းကို မမြည်းစမ်းရသေးသောကြောင့် ဤသို့ပြောဆိုခြင်းဖြစ်သည်။ သို့သော် ၎င်းတို့သည် ငရဲမီးထဲသို့ မောင်းနှင်ခံရမည့်နေ့တွင် ၎င်းတို့ပြောဆိုခဲ့သည့်အရာများနှင့် ၎င်းတို့ငြင်းပယ်ခဲ့သည့်အရာများ၏ အကျိုးဆက်များကို သိရှိလာကြလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ဖန်ဆင်းခြင်းကို ထိန်းချုပ်ထားပြီး မိမိအလိုရှိရာကို ပြုလုပ်သူ၊ မိမိလိုချင်သည့်အရာကို မိမိလိုချင်သူအား ပေးသူ၊ မိမိလိုချင်သူအား ဂုဏ်ပြုပြီး မိမိလိုချင်သူအား နှိမ့်ချသူ၊ မိမိလိုချင်သူအား လမ်းပြပြီး မိမိလိုချင်သူအား လမ်းမှားသို့ ပို့ဆောင်သူ၊ မိမိ၏ကျွန်များအနက်မှ မိမိလိုချင်သူအား မိမိ၏အမိန့်ဖြင့် ရူဟ် <span class=\"gray\">(ဂျိဘ်ရီလ်)</span> ကို စေလွှတ်သူ၊ မိမိလိုချင်သူ၏စိတ်နှလုံးများကို တံဆိပ်ခတ်သူဖြစ်ကြောင်း ထောက်ပြတော်မူသည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူမျှ သူ့အား လမ်းပြနိုင်မည်မဟုတ်ပေ။ သူ၏ကျွန်များသည် မည်သည့်တန်ခိုးမျှ ပိုင်ဆိုင်ခြင်းမရှိဘဲ သူ၏အုပ်ချုပ်မှုအပေါ် ထိန်းချုပ်နိုင်စွမ်းမရှိပေ၊ ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်မျှပင် မပိုင်ဆိုင်ကြပေ။ ၎င်းတို့သည် စွန်ပလွန်စေ့အပေါ် အလွှာပါးလေးမျှပင် မပိုင်ဆိုင်ကြပေ။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ရှုံ့ချရင်း မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သူတို့၌ သင်၏အရှင်သခင်၊ အနန္တတန်ခိုးရှင်၊ အမှန်တကယ် ပေးသနားတော်မူသောအရှင်၏ ကရုဏာဘဏ္ဍာများ ရှိပါသလား?)</span> ဆိုလိုသည်မှာ မိမိ၏တန်ခိုးကို မည်သူမျှ မအောင်နိုင်သော အနန္တတန်ခိုးရှင်၊ မိမိအလိုရှိရာကို မိမိလိုချင်သူအား ပေးသနားသော ပေးသနားရှင်။ ဤအာယသ်တော်သည် အောက်ပါအာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا - أَمْ يَحْسُدُونَ النَّاسَ عَلَىٰ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ ۖ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا - فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ ۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သူတို့၌ အုပ်ချုပ်မှုတွင် အစုရှယ်ယာရှိပါသလား? ထိုသို့ဆိုလျှင် ၎င်းတို့သည် လူသားများအား စွန်ပလွန်စေ့နောက်ဘက်ရှိ အစက်အပြောက်မျှပင် ပေးမည်မဟုတ်ပေ။ သို့မဟုတ် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က သူတို့အား ပေးသနားခဲ့သည့် မိမိ၏ဆုလာဘ်များအတွက် လူသားများကို မနာလိုဖြစ်ကြပါသလား? ထို့နောက်၊ ကျွန်ုပ်တို့သည် အိဗ်ရာဟင်မ်၏ မိသားစုအား ကျမ်းဂန်နှင့် အလ်-ဟစ်က္မဟ်ကို ပေးခဲ့ပြီး ၎င်းတို့အား ကြီးမြတ်သော နိုင်ငံတော်ကို ပေးသနားခဲ့သည်။ ၎င်းတို့အနက်မှ <span class=\"gray\">(အချို့)</span> က သူ့ကို ယုံကြည်ခဲ့ကြပြီး၊ ၎င်းတို့အနက်မှ <span class=\"gray\">(အချို့)</span> က သူ့ထံမှ ၎င်းတို့၏မျက်နှာများကို လွှဲဖယ်ခဲ့ကြသည်; ထို့ပြင် ငရဲသည် <span class=\"gray\">(သူတို့ကို)</span> လောင်ကျွမ်းရန် လုံလောက်သည်!)</span><span class=\"gray\">(၄:၅၃-၅၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ ۚ وَكَانَ الْإِنْسَانُ قَتُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါ- \"သင်တို့သည် ငါ၏အရှင်သခင်၏ ကရုဏာဘဏ္ဍာ <span class=\"gray\">(စည်းစိမ်ဥစ္စာ)</span> ကို ပိုင်ဆိုင်ပါက၊ သင်တို့သည် <span class=\"gray\">(ကုန်သွားမည်ကို)</span> စိုးရိမ်၍ ဧကန်မလွဲ ထိန်းထားကြလိမ့်မည်၊ လူသားသည် အမြဲတစေ နှမြောတတ်သူဖြစ်သည်!\")</span><span class=\"gray\">(၁၇:၁၀၀)</span>။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မယုံကြည်သူသည် လူသားရစူလ်တမန်တော်တစ်ဦး စေလွှတ်ခြင်းကို မည်သို့ငြင်းပယ်ခဲ့ပုံအကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြပြီးနောက်တွင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ဆွာလိဟ်၏လူများ (အေးချမ်းသာယာပါစေ) က ပြောကြားခဲ့ကြောင်း မိန့်ကြားတော်မူသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ - سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့အနက်မှ သူ့ထံသို့သာ သတိပေးခြင်းကို ပေးပို့ခဲ့သည်လော? မဟုတ်ပါ၊ သူသည် မောက်မာသော လိမ်ညာသူဖြစ်သည်!\" နက်ဖြန်၌ လိမ်ညာသူ၊ မောက်မာသူ မည်သူဖြစ်ကြောင်း သူတို့ သိရှိလာကြလိမ့်မည်!)</span><span class=\"gray\">(၅၄:၂၅-၂၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا فِي الْأَسْبَابِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မိုးကောင်းကင်များနှင့် မြေကြီး၏ အချုပ်အခြာအာဏာနှင့် ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံးသည် သူတို့ပိုင်ဆိုင်ပါသလား? ထိုသို့ဆိုလျှင်၊ နည်းလမ်းများဖြင့် တက်လှမ်းပါစေ။)</span> ဆိုလိုသည်မှာ သူတို့၌ ထိုအရာရှိပါက၊ နည်းလမ်းများဖြင့် တက်လှမ်းပါစေ။ အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ)၊ မူဂျာဟစ်ဒ်၊ ဆာအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ ကတာဒါနှင့် အခြားသူများက \"ကောင်းကင်သို့သွားရာ လမ်းများ\" ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်က ပြောကြားသည်မှာ၊ \"ထို့နောက် ၎င်းတို့သည် သတ္တမကောင်းကင်သို့ တက်လှမ်းပါစေ။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ရှေးခေတ်က မဟာမိတ်များကဲ့သို့ ရှုံးနိမ့်သော အဖွဲ့အစည်း ဖြစ်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ မှားယွင်းသောမာနနှင့် ဆန့်ကျင်မှုရှိသည့် မယုံကြည်သူများ၏ ဤအဖွဲ့အစည်းများသည် ရှုံးနိမ့်ပြီး အင်အားလွှမ်းမိုးခံရကာ ဂုဏ်သိက္ခာကျဆင်းကြလိမ့်မည်၊ ရှေးခေတ်က မဟာမိတ်များသည် ၎င်းတို့ရှေ့တွင် ဂုဏ်သိက္ခာကျဆင်းခဲ့သကဲ့သို့ပင်။ ဤအာယသ်တော်သည် အောက်ပါအာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ - سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့က ပြောဆိုကြ၏- \"ကျွန်ုပ်တို့သည် ကြီးမားသော လူအုပ်ကြီးဖြစ်သည်၊ အောင်မြင်သူများလော?\" ၎င်းတို့၏ လူအုပ်ကြီးသည် ထွက်ပြေးရလိမ့်မည်၊ ထို့ပြင် ၎င်းတို့သည် ၎င်းတို့၏နောက်ကျောများကို ပြသလိမ့်မည်။)</span><span class=\"gray\">(၅၄:၄၄-၄၅)</span> – ဗဒ်ရ်နေ့တွင် ဖြစ်ပျက်ခဲ့သည့်အတိုင်း –</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَىٰ وَأَمَرُّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ သို့သော် ကိယာမတ်နေ့သည် ၎င်းတို့၏ သတ်မှတ်ထားသောအချိန်ဖြစ်ပြီး၊ ကိယာမတ်နေ့သည် ပို၍ပင် ပြင်းထန်ပြီး ပို၍ပင် ခါးသီးလိမ့်မည်။)</span><span class=\"gray\">(၅၄:၄၆)</span></p>"
  }
]