[
  {
    "ayah_key": "2:35",
    "group_ayah_key": "2:35",
    "from_ayah": "2:35",
    "to_ayah": "2:36",
    "ayah_keys": "2:35,2:36",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ကျွန်ုပ်တို့က ပြောကြားလိုက်သည်- \"အို အာဒမ်! သင်နှင့် သင့်ဇနီးတို့သည် ဂျန္နတ်တွင် နေထိုင်ကြလော့။ ထိုနေရာရှိ အရာများကို သင်တို့နှစ်ဦးလုံး ကြိုက်နှစ်သက်ရာနေရာမှ ပျော်ရွှင်စွာစားသုံးကြလော့။ သို့သော် ဤသစ်ပင်နားသို့ မချဉ်းကပ်ကြနှင့်။ သို့မဟုတ်ပါက သင်တို့နှစ်ဦးလုံးသည် ဇာလိမင် <span class=\"gray\">(မတရားပြုသူများ)</span> ထဲမှ ဖြစ်သွားလိမ့်မည်။ <span>(၃၅)</span>ထို့နောက် ရှိုင်တွန်သည် သူတို့နှစ်ဦးကို ထိုနေရာမှ <span class=\"gray\">(ဂျန္နတ်မှ)</span> ချော်လဲစေခဲ့သည်၊ ထို့နောက် သူတို့ရှိနေသောနေရာမှ ထွက်စေခဲ့သည်။ ကျွန်ုပ်တို့က ပြောကြားလိုက်သည်- \"သင်တို့အားလုံးသည် အချင်းချင်းရန်သူများအဖြစ် ဆင်းသက်ကြလော့။ ကမ္ဘာမြေပေါ်တွင် သင်တို့အတွက် နေထိုင်ရာနေရာနှင့် တစ်ချိန်ကာလအထိ ပျော်မွေ့စရာများ ရှိလိမ့်မည်။ <span>(၃၆)</span></p><div lang=\"id\" class=\"id \"><h2>Adam was honored again</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို ကောင်းကင်တမန်များအား သူ့ရှေ့တွင် ဦးချရန် အမိန့်ပေးခြင်းဖြင့် ဂုဏ်ပြုခဲ့သည်။ ထို့ကြောင့် အစ်ဗ်လီစ်မှလွဲ၍ အားလုံးက နာခံခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို ဂျန္နတ်၌ သူလိုရာနေရာ၊ သူလိုရာအရာကို နေထိုင်စားသုံးခွင့်ပြုခဲ့သည်။ အလ်-ဟာဖိဇ် အဘူဘက်ရ် အိဗ်နု မရ်ဒူဝီယဟ်က အဘူဒါရ် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- \"ကျွန်တော်က ပြောခဲ့သည်၊ 'အို အလ္လာဟ်၏ ရစူလ်! အာဒမ်သည် နဗီတစ်ပါးလား?' သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ نَبِيًّا رَسُولًا كَلَّمَهُ اللَّهُ قُبُلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့။ သူသည် အလ္လာဟ်အရှင်မြတ် တိုက်ရိုက်စကားပြောဆိုခဲ့သော နဗီတစ်ပါးနှင့် ရစူလ်တစ်ပါး ဖြစ်သည်)</span> ဟုဆိုလိုသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْكُنْ أَنتَ وَزَوْجُكَ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အို အာဒမ်!)</span> သင်နှင့် သင့်ဇနီးတို့သည် ဂျန္နတ်တွင် နေထိုင်ကြလော့။)</span>\"</p><div lang=\"my\" class=\"my \"><h2>အာဒမ် ဂျန္နတ်သို့ မဝင်မီ ဟောင်ဝါကို ဖန်ဆင်းခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အာယတ် <span class=\"gray\">(၂:၃၅)</span> သည် မိုဟမ္မဒ် အိဗ်နု အစ်ဟာက် ဖော်ပြထားသည့်အတိုင်း အာဒမ် ဂျန္နတ်သို့ မဝင်မီ ဟောင်ဝါကို ဖန်ဆင်းခဲ့ကြောင်း ဖော်ပြသည်။ အိဗ်နု အစ်ဟာက်က ပြောကြားခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် အစ်ဗ်လီစ်ကို ဝေဖန်ပြီးစီးပြီး၊ အာဒမ်အား အရာရာ၏ အမည်များကို သင်ကြားပေးပြီးနောက်၊ ကိုယ်တော်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَـاءَادَمُ أَنبِئْهُم بِأَسْمَآئِهِمْ</p><p lang=\"pt\" class=\"pt \"><span class=\"gray\">(O Adam! Inform them of their names)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ أَنتَ الْعَلِيمُ الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် အသိအမြင်အကျယ်ဆုံး၊ ဉာဏ်ပညာအကြီးမားဆုံး ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အာဒမ်သည် အိပ်ပျော်သွားခဲ့သည်၊ ကျမ်းဂန်ရှင်များ (People of the Book) နှင့် အိဗ်နု အဗ္ဗာစ် ကဲ့သို့သော အခြားပညာရှင်များ ဖော်ပြထားသည့်အတိုင်း၊ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၏ ဘယ်ဘက်နံရိုးတစ်ချောင်းကို ယူပြီး၊ ထိုနေရာတွင် အသားကို ပေါက်စေခဲ့သည်၊ အာဒမ် အိပ်ပျော်နေစဉ်နှင့် သတိမပြုမိစဉ် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၏ ဇနီး ဟောင်ဝါကို သူ၏ နံရိုးမှ ဖန်ဆင်းခဲ့ပြီး၊ သူမကို အမျိုးသမီးတစ်ဦး ဖြစ်စေခဲ့သည်၊ သို့မှသာ သူမသည် သူ့အတွက် နှစ်သိမ့်မှု ဖြစ်နိုင်စေရန် ဖြစ်သည်။ အာဒမ် နိုးလာပြီး သူ့ဘေးတွင် ဟောင်ဝါကို မြင်သောအခါ၊ 'ငါ၏ အသားနှင့် သွေး၊ ငါ၏ ဇနီး' ဟု ပြောကြားခဲ့သည်ဟု ဆိုကြသည်။ ထို့ကြောင့် အာဒမ်သည် ဟောင်ဝါနှင့်အတူ မှီနွယ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို ဟောင်ဝါနှင့် လက်ထပ်စေပြီး သူ့အား နှစ်သိမ့်မှု ပေးသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား တိုက်ရိုက် ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا آدَمُ اسْكُنْ أَنتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို အာဒမ်! သင်နှင့် သင့်ဇနီးတို့သည် ဂျန္နတ်တွင် နေထိုင်ကြလော့။ ထိုနေရာရှိ အရာများကို သင်တို့နှစ်ဦးလုံး ကြိုက်နှစ်သက်ရာနေရာမှ ပျော်ရွှင်စွာစားသုံးကြလော့။ သို့သော် ဤသစ်ပင်နားသို့ မချဉ်းကပ်ကြနှင့်။ သို့မဟုတ်ပါက သင်တို့နှစ်ဦးလုံးသည် ဇာလိမင် <span class=\"gray\">(မတရားပြုသူများ)</span> ထဲမှ ဖြစ်သွားလိမ့်မည်။\")</span>။\"</p><div lang=\"id\" class=\"id \"><h2>Allah tests Adam</h2></div><p lang=\"de\" class=\"de \">Allah's statement to Adam,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبَا هَٰذِهِ الشَّجَرَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသစ်ပင်နားသို့ မချဉ်းကပ်ကြနှင့်)</span> သည် အာဒမ်အတွက် စမ်းသပ်မှုတစ်ခု ဖြစ်သည်။ ဤနေရာတွင် ဖော်ပြထားသော သစ်ပင်၏ သဘောသဘာဝအပေါ် သဘောထားကွဲလွဲမှုများ ရှိသည်။ အချို့က ၎င်းသည် စပျစ်ပင်၊ မုယောစပါး၊ စွန်ပလွန်ပင်၊ သင်္ဘောသီးပင် စသည်တို့ဖြစ်သည်ဟု ပြောကြသည်။ အချို့က ၎င်းသည် အချို့သော သစ်ပင်တစ်ပင်ဖြစ်ပြီး၊ ထိုအပင်မှ စားသုံးသူတိုင်းသည် သဘာဝခေါ်ဆိုမှုမှ ကင်းလွတ်လိမ့်မည်ဟု ပြောကြသည်။ ၎င်းသည် ကောင်းကင်တမန်များ ထာဝစဉ်အသက်ရှင်ရန် စားသုံးသော သစ်ပင်တစ်ပင်ဖြစ်သည်ဟုလည်း ဆိုခဲ့သည်။ အီမာမ် အဘူ ဂျာအ်ဖရ် အိဗ်နု ဂျရီရ်က ပြောကြားခဲ့သည်၊ \"မှန်ကန်သော သဘောထားမှာ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်နှင့် သူ၏ဇနီးအား ဂျန္နတ်ရှိ သစ်ပင်တစ်ပင်မှ စားသုံးခြင်းကို တားမြစ်ခဲ့သော်လည်း သူတို့သည် ၎င်းမှ စားသုံးခဲ့ကြသည်။ ထိုအပင်သည် မည်သည့်အပင်ဖြစ်သည်ကို ကျွန်ုပ်တို့ မသိကြ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ကုန်အာန်ကျမ်းတွင်ဖြစ်စေ၊ စစ်မှန်သော စွန်နတ်တွင်ဖြစ်စေ ဤသစ်ပင်၏ သဘောသဘာဝအကြောင်း မည်သည့်အရာမျှ ဖော်ပြထားခြင်းမရှိသောကြောင့် ဖြစ်သည်။ ၎င်းသည် မုယောစပါး၊ စပျစ်သီး၊ သို့မဟုတ် သင်္ဘောသီးပင်ဖြစ်သည်ဟု ဆိုခဲ့ကြသည်။ ၎င်းသည် ထိုအပင်များထဲမှ တစ်ခုဖြစ်နိုင်ပါသည်။ သို့သော် ဤသည်မှာ မည်သည့်အကျိုးကျေးဇူးကိုမျှ မဆောင်ကြဉ်းပေးနိုင်သော အသိပညာဖြစ်ပြီး၊ ၎င်း၏ သဘောသဘာဝကို မသိခြင်းသည်လည်း မည်သည့်အန္တရာယ်ကိုမျှ မဖြစ်စေပါ။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။\" ၎င်းသည် အလ်-ရာဇီ သူ၏ တဖ်စီရ်တွင် ဖော်ပြထားသည်နှင့် ဆင်တူပြီး၊ ဤသည်မှာ မှန်ကန်သော သဘောထားဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ရှိုင်တွန်သည် သူတို့နှစ်ဦးကို ထိုနေရာမှ ချော်လဲစေခဲ့သည်)</span> ဆိုသည်မှာ ဂျန္နတ်ကို ရည်ညွှန်းခြင်းဖြစ်နိုင်သည်၊ ဤကိစ္စတွင် ရှိုင်တွန်သည် အာဒမ်နှင့် ဟောင်ဝါကို ၎င်းမှ ဝေးရာသို့ ခေါ်ဆောင်သွားခြင်းဖြစ်သည်ဟု ဆိုလိုသည်၊ အာစင်မ် အိဗ်နု အဘီ အန်-နဂျူဒ် ရွတ်ဖတ်ထားသည့်အတိုင်း ဖြစ်သည်။ ဤအာယတ်သည် တားမြစ်ထားသော သစ်ပင်ကို ရည်ညွှန်းခြင်းလည်း ဖြစ်နိုင်သည်။ ဤကိစ္စတွင်၊ အာယတ်သည် အလ်-ဟာစန်နှင့် ကွာတာဒါး ဖော်ပြထားသည့်အတိုင်း \"သူသည် သူတို့ကို လဲစေခဲ့သည်\" ဟု ဆိုလိုလိမ့်မည်။ ဤကိစ္စတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ရှိုင်တွန်သည် သူတို့နှစ်ဦးကို ထိုနေရာမှ ချော်လဲစေခဲ့သည်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ \"ထိုသစ်ပင်ကြောင့်\" ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် ပြောကြားခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْفَكُ عَنْهُ مَنْ أُفِكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာမှ <span class=\"gray\">(ဆိုလိုသည်မှာ မိုဟမ္မဒ်နှင့် ကုန်အာန်ကျမ်းမှ)</span> လွဲချော်သွားသူသည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်နှင့် ကြိုတင်ပြဌာန်းချက်အရ)</span> လွဲချော်သွားသောသူ ဖြစ်သည်။)</span><span class=\"gray\">(၅၁:၉)</span> ဆိုလိုသည်မှာ၊ သွေဖည်သူသည် အမှန်တရားမှ သွေဖည်သွားသည် - သို့မဟုတ် ချော်လဲသွားသည် - ထိုသို့သော အကြောင်းပြချက်ကြောင့် ဖြစ်သည်။ ဤသည်မှာ အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ် ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့ရှိနေသောနေရာမှ ထွက်စေခဲ့သည်)</span> ဆိုလိုသည်မှာ အဝတ်အစားများ၊ ကျယ်ဝန်းသော နေအိမ်နှင့် သက်သောင့်သက်သာရှိသော စားနပ်ရိက္ခာများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့က ပြောကြားလိုက်သည်- \"သင်တို့အားလုံးသည် အချင်းချင်းရန်သူများအဖြစ် ဆင်းသက်ကြလော့။ ကမ္ဘာမြေပေါ်တွင် သင်တို့အတွက် နေထိုင်ရာနေရာနှင့် တစ်ချိန်ကာလအထိ ပျော်မွေ့စရာများ ရှိလိမ့်မည်။\")</span> ဆိုလိုသည်မှာ နေထိုင်ခြင်း၊ စားနပ်ရိက္ခာနှင့် အကန့်အသတ်ရှိသော ဘဝ၊ ရှင်ပြန်ထမြောက်ရာနေ့ စတင်သည်အထိ ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အာဒမ်သည် အလွန်အရပ်ရှည်သည်</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အူဘိုင်း အိဗ်နု ကာအ်ဗ် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်၊ အလ္လာဟ်၏ ရစူလ် ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ خَلَقَ آدَمَ رَجُلًا طُوَالًا كَثِيرَ شَعْرِ الرَّأْسِ كَأَنَّهُ نَخْلَةٌ سَحُوقٌ، فَلَمَّا ذَاقَ الشَّجَرَةَ سَقَطَ عَنْهُ لِبَاسُهُ فَأَوَّلُ مَا بَدَا مِنْهُ عَوْرَتُهُ، فَلَمَّا نَظَرَ إلى عَوْرتِه جَعَلَ يَشْتَدُّ فِي الْجَنَّةِ فَأَخَذَتْ شَعْرَهُ شَجَرَةٌ فَنَازَعَهَا، فَنَادَاهُ الرَّحْمٰنُ: يَا آدَمُ مِنِّي تَفِرُّ؟ فَلَمَّا سَمِعَ كَلامَ الرَّحْمٰنِ قَالَ: يَا رَبِّ لَا ولَكِنِ اسْتِحْيَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို အရပ်ရှည်လျားပြီး၊ ဆံပင်ထူထဲကာ၊ အကိုင်းအခက်ပြည့်ဝသော စွန်ပလွန်ပင်ကဲ့သို့ ဖန်ဆင်းခဲ့သည်။ အာဒမ်သည် တားမြစ်ထားသောသစ်ပင်မှ စားသုံးသောအခါ၊ သူ၏ အဝတ်အစားများ ကွာကျသွားပြီး၊ ပထမဆုံးပေါ်လာသည်မှာ သူ၏ လျှို့ဝှက်ဧရိယာ ဖြစ်သည်။ သူ၏ လျှို့ဝှက်ဧရိယာကို မြင်သောအခါ၊ သူသည် ဂျန္နတ်တွင် ပြေးသွားခဲ့ပြီး သူ၏ဆံပင်သည် သစ်ပင်တစ်ပင်တွင် ငြိတွယ်သွားသည်။ သူသည် မိမိကိုယ်ကို လွတ်မြောက်အောင် ကြိုးစားခဲ့ပြီး အလ်-ရဟ်မာန်က သူ့ကို ခေါ်ခဲ့သည်၊ 'အို အာဒမ်! သင်သည် ငါထံမှ ထွက်ပြေးနေသလား?' အာဒမ်သည် အလ်-ရဟ်မာန် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ၏ စကားကို ကြားသောအခါ၊ သူက ပြောကြားခဲ့သည်၊ 'မဟုတ်ပါ၊ အို ကျွန်ုပ်၏ အရှင်သခင်! သို့သော် ကျွန်တော် ရှက်ရွံ့နေပါသည်။')</span></p><div lang=\"my\" class=\"my \"><h2>အာဒမ်သည် ဂျန္နတ်တွင် တစ်နာရီခန့် နေထိုင်ခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အလ်-ဟာကင်မ်သည် အိဗ်နု အဗ္ဗာစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်၊ \"အာဒမ်ကို ဂျန္နတ်တွင် အစရ် <span class=\"gray\">(ညနေခင်း)</span> ဆွလားသ်အချိန်မှ နေဝင်ချိန်အထိ နေထိုင်ခွင့်ပြုခဲ့သည်။\" အလ်-ဟာကင်မ်က ထို့နောက် ဤသည်မှာ \"ရှိုင်ခ်ကြီးနှစ်ပါး <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်)</span> အရ ဆဟီဟ် ဖြစ်သည်၊ သို့သော် သူတို့သည် ၎င်းကို သူတို့၏ စုစည်းမှုများတွင် ထည့်သွင်းခြင်းမရှိပါ။\" ဟု မှတ်ချက်ပြုခဲ့သည်။ ထို့အပြင်၊ အိဗ်နု အဘီ ဟာတိမ်သည် အိဗ်နု အဗ္ဗာစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို မက္ကာဟ်နှင့် အတ်-တာအိဖ် ကြားရှိ ဒဟ်နာဟုခေါ်သော ဧရိယာသို့ မြေပြင်သို့ စေလွှတ်ခဲ့သည်။\" အလ်-ဟာစန် အလ်-ဘစရီက အာဒမ်ကို အိန္ဒိယသို့ စေလွှတ်ခဲ့သည်၊ ဟောင်ဝါကို ဂျဒ်ဒါသို့ စေလွှတ်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။ အစ်ဗ်လီစ်ကို ဘစရာမှ မိုင်အနည်းငယ်အကွာရှိ ဒူစ်တွူမိုင်ဆန်သို့ စေလွှတ်ခဲ့သည်။ ထို့ပြင်၊ မြွေကို အစ်ဘဟန်သို့ စေလွှတ်ခဲ့သည်။ ဤသည်ကို အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ခဲ့သည်။ ထို့အပြင်၊ မွတ်စ်လင်မ်နှင့် အန်-နာစာအီသည် အဘူ ဟုရိုင်ရဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်၊ အလ္လာဟ်၏ ရစူလ် ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرُ يَوْمٍ طَلَعَتْ فِيهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ وَفِيهِ أُدْخِلَ الْجَنَّةَ وَفِيهِ أُخْرِجَ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သောကြာနေ့သည် နေထွက်ရာ အကောင်းဆုံးနေ့ ဖြစ်သည်။ သောကြာနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို ဖန်ဆင်းခဲ့သည်၊ သူ့ကို ဂျန္နတ်သို့ ဝင်စေခဲ့သည်၊ ထို့နောက် ၎င်းမှ ထွက်စေခဲ့သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>သံသယနှင့် ပြန်လှန်ချေပခြင်း</h2></div><p lang=\"my\" class=\"my \">တစ်စုံတစ်ဦးက မေးလျှင်၊ \"အာဒမ် ထုတ်ပစ်ခံခဲ့ရသော ဂျန္နတ်သည် ကောင်းကင်ဘုံ၌ ရှိသည်ဆိုလျှင်၊ ပညာရှင်အများစု အခိုင်အမာဆိုထားသည့်အတိုင်း၊ အစ်ဗ်လီစ်သည် ဂျန္နတ်သို့ ဝင်ရောက်နိုင်ပါသလား၊ သူသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြင့် <span class=\"gray\">(အာဒမ်ရှေ့တွင် ဦးချရန် ငြင်းဆန်သောအခါ)</span> ၎င်းမှ နှင်ထုတ်ခံခဲ့ရသော်လည်း?\"</p><p lang=\"my\" class=\"my \">အခြေခံအားဖြင့်၊ ဤသို့တုံ့ပြန်ရမည်မှာ၊ အာဒမ်ရှိခဲ့သော ဂျန္နတ်သည် ကောင်းကင်ဘုံ၌ ရှိခဲ့သည်၊ မြေပြင်ပေါ်၌ မဟုတ်ပါ၊ ကျွန်ုပ်တို့၏ \"အလ်-ဘီဒါယဟ် ဝါန်-နီဟာယဟ်\" ကျမ်း၏ အစတွင် ရှင်းပြခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ပညာရှင်အများစုက ရှိုင်တွန်သည် မူလက ဂျန္နတ်သို့ ဝင်ရောက်ခြင်းကို တားမြစ်ခံခဲ့ရသည်ဟု ပြောကြားခဲ့သော်လည်း၊ သူသည် လျှို့ဝှက်စွာ ခိုးဝင်ခဲ့သည့် အချိန်များရှိခဲ့သည်။ ဥပမာအားဖြင့်၊ တော်ရာဟ်ကျမ်းတွင် အစ်ဗ်လီစ်သည် မြွေ၏ ပါးစပ်အတွင်း ပုန်းအောင်းကာ ဂျန္နတ်သို့ ဝင်ရောက်ခဲ့ကြောင်း ဖော်ပြထားသည်။ အချို့ပညာရှင်များက ရှိုင်တွန်သည် ဂျန္နတ်မှ ထွက်ခွာစဉ် လမ်းတွင် အာဒမ်နှင့် ဟောင်ဝါကို လမ်းမှားသို့ ခေါ်ဆောင်ခဲ့နိုင်သည်ဟု ပြောကြားခဲ့သည်။ အချို့ပညာရှင်များက သူသည် မြေပြင်ပေါ်တွင် ရှိနေစဉ်၊ အာဒမ်နှင့် ဟောင်ဝါ ကောင်းကင်ဘုံ၌ ရှိနေစဉ်တွင် လမ်းမှားသို့ ခေါ်ဆောင်ခဲ့သည်ဟု ပြောကြားခဲ့သည်၊ အဇ်-ဇမာခ်ရှရီ ပြောကြားထားသည့်အတိုင်း ဖြစ်သည်။ အလ်-ကူရ်တူဘီသည် ဤနေရာတွင် မြွေများနှင့် ၎င်းတို့ကို သတ်ဖြတ်ခြင်းဆိုင်ရာ စီရင်ချက်များနှင့်ပတ်သက်၍ အကျိုးရှိသော ဟဒီးစ်အများအပြားကို ဖော်ပြခဲ့သည်။</p>"
  },
  {
    "ayah_key": "2:37",
    "group_ayah_key": "2:37",
    "from_ayah": "2:37",
    "to_ayah": "2:37",
    "ayah_keys": "2:37",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့နောက် အာဒမ်သည် သူ၏ အရှင်သခင်ထံမှ စကားများကို ရရှိခဲ့သည်။ ထို့နောက် သူ၏ အရှင်သခင်သည် သူ့ကို ခွင့်လွှတ်ခဲ့သည် <span class=\"gray\">(သူ၏ နောင်တကို လက်ခံခဲ့သည်)</span>။ အမှန်စင်စစ်၊ ကိုယ်တော်သည် ခွင့်လွှတ်တော်မူသော <span class=\"gray\">(နောင်တကို လက်ခံတော်မူသော)</span> အရှင်၊ အလွန်တရာ ကရုဏာရှင် ဖြစ်တော်မူ၏။ <span>(၃၇)</span></p><div lang=\"my\" class=\"my \"><h2>အာဒမ် နောင်တရပြီး အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အထက်ပါ အာယတ်ကို အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်ဖြင့် ရှင်းပြထားသည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَا رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ နှစ်ဦးက ပြောကြသည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ကျွန်ုပ်တို့သည် မိမိကိုယ်ကို မတရားပြုခဲ့ကြပါပြီ။ အကယ်၍ ကိုယ်တော်သည် ကျွန်ုပ်တို့ကို ခွင့်မလွှတ်ပါက၊ ကျွန်ုပ်တို့အပေါ် ကိုယ်တော်၏ ကရုဏာတော်ကို မပေးသနားပါက၊ ကျွန်ုပ်တို့သည် အမှန်ပင် ဆုံးရှုံးသူများထဲမှ ဖြစ်သွားကြပါလိမ့်မည်။\")</span><span class=\"gray\">(၇:၂၃)</span> မူဂျာဟစ်ဒ်၊ ဆာအီဒ် အိဗ်နု ဂျူဘိုင်ရ်၊ အဘူ အလ်-အာလီယဟ်၊ အလ်-ရာဘီအ် အိဗ်နု အန်စ်၊ အလ်-ဟာစန်၊ ကွာတာဒါး၊ မိုဟမ္မဒ် အိဗ်နု ကာအ်ဗ် အလ်-ကူရာဇီ၊ ခါလိဒ် အိဗ်နု မာအ်ဒန်၊ အာတာအ် အလ်-ခုရာစာနီ နှင့် အဗ်ဒူရ်-ရဟ်မာန် အိဗ်နု ဇိုင်းဒ် အိဗ်နု အစ်လမ် တို့ ဖော်ပြထားသည့်အတိုင်း ဖြစ်သည်။ အစ်-ဆူဒီက အိဗ်နု အဗ္ဗာစ်သည် အောက်ပါအပေါ် မှတ်ချက်ပြုခဲ့သည်ဟု ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَلَقَّىٰ آدَمُ مِن رَّبِّهِ كَلِمَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အာဒမ်သည် သူ၏ အရှင်သခင်ထံမှ စကားများကို ရရှိခဲ့သည်)</span> \"အာဒမ်က ပြောခဲ့သည်၊ 'အို အရှင်သခင်! ကိုယ်တော်သည် ကျွန်ုပ်ကို ကိုယ်တော်၏ လက်တော်ဖြင့် ဖန်ဆင်းခဲ့သည် မဟုတ်ပါလား?' ကိုယ်တော်က ပြောခဲ့သည်၊ 'ဟုတ်ပါသည်။' သူက ပြောခဲ့သည်၊ 'ထို့နောက် ကျွန်ုပ်ထဲသို့ အသက်ကို မှုတ်သွင်းခဲ့သည် မဟုတ်ပါလား?' ကိုယ်တော်က ပြောခဲ့သည်၊ 'ဟုတ်ပါသည်။' သူက ပြောခဲ့သည်၊ 'ထို့နောက် ကျွန်တော် နှာချေသောအခါ၊ ကိုယ်တော်က 'အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကိုယ်တော်၏ ကရုဏာကို ပေးသနားပါစေ' ဟု ပြောခဲ့သည် မဟုတ်ပါလား? ကိုယ်တော်၏ ကရုဏာသည် ကိုယ်တော်၏ အမျက်ဒေါသထက် ဦးစားပေးသည် မဟုတ်ပါလား?' သူ့အား ပြောကြားခဲ့သည်၊ 'ဟုတ်ပါသည်။' အာဒမ်က ပြောခဲ့သည်၊ 'ကိုယ်တော်သည် ကျွန်ုပ်အား ဤမကောင်းမှုကျူးလွန်ရန် ကံကြမ္မာအဖြစ် သတ်မှတ်ခဲ့သည် မဟုတ်ပါလား?' သူ့အား ပြောကြားခဲ့သည်၊ 'ဟုတ်ပါသည်။' သူက ပြောခဲ့သည်၊ 'အကယ်၍ ကျွန်ုပ် နောင်တရပါက၊ ကိုယ်တော်သည် ကျွန်ုပ်ကို ဂျန္နတ်သို့ ပြန်ပို့ပေးမည်လား?' အလ္လာဟ်အရှင်မြတ်က ပြောခဲ့သည်၊ 'ဟုတ်ပါသည်။'\" အလားတူ အလ်-အောက်ဖီ၊ ဆာအီဒ် အိဗ်နု ဂျူဘိုင်ရ်၊ ဆာအီဒ် အိဗ်နု မာအ်ဘဒ် နှင့် အိဗ်နု အဗ္ဗာစ်တို့ထံမှ မှတ်တမ်းတင်ထားသည်။ အလ်-ဟာကင်မ်သည် ဤဟဒီးစ်ကို သူ၏ မူစ်တတ်ဒ်ရက်တွင် အိဗ်နု ဂျူဘိုင်ရ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်၊ သူသည် ၎င်းကို အိဗ်နု အဗ္ဗာစ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်။ အလ်-ဟာကင်မ်က ပြောခဲ့သည်၊ \"၎င်း၏ စနဒ်သည် ဆဟီဟ် ဖြစ်ပြီး သူတို့ <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်)</span> သည် ၎င်းကို မှတ်တမ်းတင်ခြင်းမရှိပါ။\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် ခွင့်လွှတ်တော်မူသော <span class=\"gray\">(နောင်တကို လက်ခံတော်မူသော)</span> အရှင်၊ အလွန်တရာ ကရုဏာရှင် ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၂:၃၇)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ အမှားကို နောင်တရပြီး၊ နောင်တဖြင့် ကိုယ်တော်ထံ ပြန်လှည့်လာသူကို ခွင့်လွှတ်တော်မူသည်။ ဤအဓိပ္ပါယ်သည် အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်များနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်များထံမှ နောင်တကို လက်ခံတော်မူကြောင်း သူတို့ မသိကြပါလား?)</span><span class=\"gray\">(၉:၁၀၄)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုပြုလုပ်ပါက သို့မဟုတ် မိမိကိုယ်ကို မတရားပြုပါက)</span><span class=\"gray\">(၄:၁၁၀)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن تَابَ وَعَمِلَ صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို နောင်တရပြီး ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်ပါက)</span><span class=\"gray\">(၂၅:၇၁)</span>။</p><p lang=\"my\" class=\"my \">အထက်တွင် ဖော်ပြထားသော အာယတ်များသည် နောင်တရသူ၏ အပြစ်များကို အလ္လာဟ်အရှင်မြတ် ခွင့်လွှတ်တော်မူကြောင်း၊ ကိုယ်တော်၏ ဖန်ဆင်းခံများနှင့် ကျွန်များအပေါ် ကိုယ်တော်၏ ကြင်နာမှုနှင့် ကရုဏာတော်ကို ပြသကြောင်း သက်သေခံသည်။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သော အရှင်မရှိ၊ ကိုယ်တော်သည် အလွန်တရာ ခွင့်လွှတ်တော်မူသော၊ အလွန်တရာ ကရုဏာရှင် ဖြစ်တော်မူ၏။</p>"
  }
]