[
  {
    "ayah_key": "11:29",
    "group_ayah_key": "11:29",
    "from_ayah": "11:29",
    "to_ayah": "11:30",
    "ayah_keys": "11:29,11:30",
    "text": "<p lang=\"my\" class=\"my \">အို ကျွန်ုပ်၏လူမျိုးတို့! ကျွန်ုပ်သည် ၎င်းအတွက် သင်တို့ထံမှ မည်သည့်စည်းစိမ်ဥစ္စာကိုမျှ မတောင်းဆိုပါ၊ ကျွန်ုပ်၏ အကျိုးဆုလာဘ်သည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်သည်။ ကျွန်ုပ်သည် ယုံကြည်သူများကို မောင်းထုတ်မည်မဟုတ်ပါ။ ဧကန်စင်စစ် သူတို့သည် ၎င်းတို့၏အရှင်မြတ်နှင့် တွေ့ဆုံကြရမည်၊ သို့သော် သင်တို့သည် မသိနားမလည်သောလူမျိုးဖြစ်ကြောင်း ကျွန်ုပ်တွေ့မြင်ရသည် <span>(၂၉)</span>အို ကျွန်ုပ်၏လူမျိုးတို့! အကယ်၍ ကျွန်ုပ်သည် သူတို့ကို မောင်းထုတ်လိုက်ပါက အလ္လာဟ်အရှင်မြတ်ကို ဆန့်ကျင်၍ ကျွန်ုပ်ကို မည်သူက ကူညီနိုင်မည်နည်း။ သင်တို့သည် စဉ်းစားဆင်ခြင်မည် မဟုတ်လော) နူဟ်က သူ၏လူမျိုးများကို ပြောသည်မှာ၊ \"သင်တို့ကို ပေးသော ကျွန်ုပ်၏ရိုးသားသော အကြံဉာဏ်အတွက် အပြန်အလှန်အားဖြင့် မည်သည့်စည်းစိမ်ဥစ္စာကိုမျှ မတောင်းဆိုပါ။\" စည်းစိမ်ဥစ္စာ <span class=\"gray\">(မလ်)</span> ဆိုသည်မှာ ဤနေရာတွင်၊ \"သင်တို့ထံမှ ကျွန်ုပ်ယူသော ငွေကြေး\" ဟု အဓိပ္ပါယ်ရသည်။ နူဟ်ဆိုလိုသည်မှာ၊ \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၊ ကြီးမြတ်ထက်မြက်တော်မူသော အရှင်မြတ်ထံမှ အကျိုးဆုလာဘ်ကိုသာ ရှာဖွေနေခြင်းဖြစ်သည်။\" ထိုထုတ်ပြန်ချက်နှင့် ပတ်သက်၍ <span>(၃၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ယုံကြည်သူများကို မောင်းထုတ်မည်မဟုတ်ပါ။)</span> ၎င်းသည် ၎င်းတို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> က နူဟ်အား ယုံကြည်သူများနှင့် ခွဲခွာရန် တောင်းဆိုခဲ့ကြောင်း ရည်ညွှန်းသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ယုံကြည်သူများကို မနှစ်သက်ဘဲ ၎င်းတို့နှင့်အတူ ထိုင်ရန် အရေးပါလွန်းသည်ဟု ခံစားခဲ့ရသောကြောင့် ဖြစ်သည်။ ဤသည်မှာ သံတမန်များ၏ တံဆိပ်တော်ရှင် ﷺ အား လူမှုရေးအဆင့်အတန်း နိမ့်ပါးသည်ဟု ယူဆခံရသူအုပ်စုမှ ခွဲခွာရန် မယုံကြည်သူများက တောင်းဆိုခဲ့သည့် အဖြစ်နှင့် ဆင်တူသည်။ ၎င်းတို့သည် တမန်တော် ﷺ အား အထက်တန်းလွှာများ၏ အထူးစုဝေးပွဲတွင် ၎င်းတို့နှင့်အတူ ထိုင်စေလိုခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ဖော်ခဲ့သည်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ပိုင်းနှင့် ညနေပိုင်းတွင် ၎င်းတို့၏အရှင်မြတ်အား တိုင်တည်သူများကို မောင်းထုတ်ခြင်းမပြုပါနှင့်။)</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوا أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِم مِّن بَيْنِنَا ۗ أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အချို့ကို အခြားသူများနှင့် စမ်းသပ်ခဲ့သည်၊ သို့မှသာ ၎င်းတို့က ပြောနိုင်ရန် ဖြစ်သည်– \"ဤသူများ <span class=\"gray\">(ဆင်းရဲသော ယုံကြည်သူများ)</span> ကို အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အထဲမှ မျက်နှာသာပေးခဲ့သည်လား။\" ကျေးဇူးတင်သူများကို အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး မသိတော်မူသည်မဟုတ်လော?)</span><span class=\"gray\">[၆:၅၃]</span></p>"
  },
  {
    "ayah_key": "11:31",
    "group_ayah_key": "11:31",
    "from_ayah": "11:31",
    "to_ayah": "11:31",
    "ayah_keys": "11:31",
    "text": "<p class=\"my translation\" lang=\"my\">ငါသည် အသင်တို့အား ငါ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ဘဏ္ဍာများရှိသည်ဟုလည်းကောင်း၊ ငါသည် အသိဉာဏ်ကွယ်ဝှက်ထားသော အရာ (ဂိုဏ်ဗ်) ကို သိသည်ဟုလည်းကောင်း မပြောဆိုပါ။ ထို့ပြင် ငါသည် ကောင်းကင်တမန်တစ်ပါးဖြစ်သည်ဟုလည်း မပြောဆိုပါ။ ထို့ပြင် အသင်တို့၏ မျက်စိများက လျှော့တွက်ထားသော ထိုသူတို့နှင့်စပ်လျဉ်း၍ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား မည်သည့်ကောင်းကျိုးကိုမျှ မပေးသနားပါဟုလည်း ငါမပြောပါ။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ စိတ်ဝိညာဉ်အတွင်း၌ မည်သည့်အရာရှိသည်ကို သိတော်မူသည်။ ထိုသို့ဆိုလျှင် ငါသည် အမှန်ပင် မတရားကျင့်သူတို့တွင် ပါဝင်သွားပေလိမ့်မည်။ <span>(31)</span></p><p lang=\"my\" class=\"my \">နူဟ်သည် အသင်တို့အား သူသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ရစူလ်တမန်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်အား တစ်ပါးတည်းသာ ကိုးကွယ်ရန် ဖိတ်ခေါ်နေကြောင်း၊ မည်သည့်အဖော်အင်ဖက်မျှ မရှိဘဲ၊ ၎င်းကို အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် လုပ်ဆောင်နေကြောင်း အသိပေးပြောကြားလျက်ရှိသည်။ တစ်ချိန်တည်းမှာပင် သူသည် ဤလုပ်ငန်းအတွက် မည်သည့်ဆုလာဘ်ကိုမျှ တောင်းခံခြင်းမရှိပေ။ သူသည် ကြွယ်ဝသည်ဖြစ်စေ၊ ဆင်းရဲသည်ဖြစ်စေ မည်သူကိုမဆို ဖိတ်ခေါ်သည်။ ထို့ကြောင့် မည်သူမဆို ကောင်းစွာ တုံ့ပြန်ပါက ကယ်တင်ခြင်းကို ရရှိပြီဖြစ်သည်။ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ဖုံးကွယ်ထားသော ဘဏ္ဍာများကို ထိန်းချုပ်ရန် မည်သည့်စွမ်းအားမျှ မရှိကြောင်းနှင့် အလ္လာဟ်အရှင်မြတ်က သိခွင့်ပြုထားသည်မှအပ မမြင်နိုင်သောအရာ (Unseen) နှင့်ပတ်သက်၍ မည်သည့်အသိပညာမျှ မရှိကြောင်းကိုလည်း ရှင်းပြသည်။ ထို့အတူ သူသည် ကောင်းကင်တမန်တစ်ပါး မဟုတ်ဘဲ၊ အံ့ဖွယ်ရာများဖြင့် ထောက်ပံ့ခံရသော လူသားရစူလ်တမန်တစ်ပါးသာ ဖြစ်သည်။ နူဟ်က ဆက်လက်ပြောကြားသည်မှာ \"အသင်တို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> မုန်းတီးပြီး လျှော့တွက်ထားသော ဤသူတို့နှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ လုပ်ရပ်များအတွက် အကျိုးမပေးပါဟု ငါမပြောဆိုပါ။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ စိတ်ဝိညာဉ်များတွင် မည်သည့်အရာရှိသည်ကို အကောင်းဆုံး သိတော်မူသည်။ အကယ်၍ သူတို့သည် စိတ်နှလုံးသားများဖြင့် ယုံကြည်သူများဖြစ်ပါက၊ သူတို့၏ အခြေအနေသည် ပြင်ပတွင် ထင်ရှားနေသကဲ့သို့ပင်၊ ထိုအခါ သူတို့သည် ကောင်းသောဆုလာဘ်ကို ရရှိကြမည်ဖြစ်သည်။ အကယ်၍ မည်သူမဆို ယုံကြည်ပြီးနောက် သူတို့အား မကောင်းသော အမူအရာဖြင့် ပြုမူပါက၊ ထိုသူသည် မိမိမသိသော အရာကို ပြောဆိုသော မတရားကျင့်သူတစ်ဦး ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "11:32",
    "group_ayah_key": "11:32",
    "from_ayah": "11:32",
    "to_ayah": "11:34",
    "ayah_keys": "11:32,11:33,11:34",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောကြသည်– “အို နူဟ်ရေ၊ သင်သည် ကျွန်ုပ်တို့နှင့် အငြင်းပွားခဲ့ပြီး ကျွန်ုပ်တို့နှင့် အငြင်းပွားခြင်းကို အလွန်ကြာမြင့်အောင် ပြုလုပ်ခဲ့ပြီ။ ယခု သင်သည် အမှန်ပြောသူများထဲမှ ဖြစ်လျှင် ကျွန်ုပ်တို့ကို ခြိမ်းခြောက်ထားသည်များကို ကျွန်ုပ်တို့ထံ ဆောင်ယူလာခဲ့ပါ။ <span>(၃၂)</span> ၎င်း (နူဟ်) က ပြောသည်– “အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက အလ္လာဟ်အရှင်မြတ်သာလျှင် ၎င်း <span class=\"gray\">(အပြစ်ဒဏ်)</span> ကို သင်တို့အပေါ် ဆောင်ယူလာမည်ဖြစ်ပြီး ထိုအခါ သင်တို့သည် လွတ်မြောက်နိုင်မည်မဟုတ်ပေ။ <span>(၃၃)</span>” အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို လမ်းမှားစေလိုလျှင် ကျွန်ုပ်က သင်တို့ကို ကောင်းမွန်သော အကြံဉာဏ်ပေးလိုသော်လည်း ကျွန်ုပ်၏ အကြံဉာဏ်သည် သင်တို့ကို အကျိုးပြုမည်မဟုတ်ပေ။ ကိုယ်တော်သည် သင်တို့၏ အရှင်သခင်ဖြစ်တော်မူ၏။ ကိုယ်တော်ထံသို့သာ သင်တို့ ပြန်လည်ရောက်ရှိကြရမည်ဖြစ်သည်။ <span>(၃၄)</span></p><div lang=\"my\" class=\"my \"><h2>နူဟ်အား ကပ်ဘေးကို ဆောင်ယူရန် လူတို့၏ တောင်းဆိုမှုနှင့် ၎င်းတို့အား (နူဟ်၏) တုံ့ပြန်မှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နူဟ်၏ လူမျိုးများသည် အလ္လာဟ်အရှင်မြတ်၏ လက်စားချေမှု၊ နှိပ်စက်မှု၊ ဒေါသနှင့် စမ်းသပ်မှု <span class=\"gray\">(ကိုယ်တော်၏ အပြစ်ဒဏ်)</span> တို့ကို အလျင်စလိုဖြစ်စေရန် ကြိုးပမ်းခဲ့ကြောင်း အသိပေးထားသည်။ ၎င်းတို့၏ ပြောစကားအရ ဤသို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်– “အို နူဟ်ရေ၊ သင်သည် ကျွန်ုပ်တို့နှင့် အငြင်းပွားခဲ့ပြီး ကျွန်ုပ်တို့နှင့် အငြင်းပွားခြင်းကို အလွန်ကြာမြင့်အောင် ပြုလုပ်ခဲ့ပြီ...”)</span> ၎င်းတို့ဆိုလိုသည်မှာ “သင် <span class=\"gray\">(နူဟ်)</span> သည် ကျွန်ုပ်တို့နှင့် လုံလောက်စွာ ငြင်းခုံခဲ့ပြီဖြစ်ပြီး ကျွန်ုပ်တို့သည် သင့်ကို လိုက်နာဦးမည်မဟုတ်ပေ။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتِنَا بِمَا تَعِدُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခု သင်သည် ကျွန်ုပ်တို့ကို ခြိမ်းခြောက်ထားသည်များကို ကျွန်ုပ်တို့ထံ ဆောင်ယူလာခဲ့ပါ၊)</span> ၎င်း <span class=\"gray\">(နူဟ်)</span> က ကတိပြုထားသည်မှာ လက်စားချေမှုနှင့် နှိပ်စက်မှု <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် အမှန်တကယ် ပြောနေသည်မှာ “သင် ကြိုက်သလောက် ကျွန်ုပ်တို့အား ဆုတောင်းပါ၊ သင် ဆုတောင်းခဲ့သည်များ ကျွန်ုပ်တို့ထံ ရောက်ရှိပါစေ။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتَ مِنَ الصَّادِقِينَ - قَالَ إِنَّمَا يَأْتِيكُم بِهِ اللَّهُ إِن شَاءَ وَمَا أَنتُم بِمُعْجِزِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“...အကယ်၍ သင်သည် မှန်ကန်သူများထဲမှ ဖြစ်လျှင်။” <span class=\"gray\">(ဤသည်ကို တုံ့ပြန်သည့်အနေဖြင့်၊)</span> ၎င်း (နူဟ်) က ပြောသည်– “အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက အလ္လာဟ်အရှင်မြတ်သာလျှင် ၎င်း <span class=\"gray\">(အပြစ်ဒဏ်)</span> ကို သင်တို့အပေါ် ဆောင်ယူလာမည်ဖြစ်ပြီး ထိုအခါ သင်တို့သည် လွတ်မြောက်နိုင်မည်မဟုတ်ပေ။”)</span><span class=\"gray\">[11:32-33]</span> ဤသည်မှာ ‘သင်တို့ကို အပြစ်ပေးနိုင်ပြီး သင်တို့၏ အပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေနိုင်သည်မှာ အလ္လာဟ်အရှင်မြတ်သာလျှင်ဖြစ်သည်။ ကိုယ်တော်သည် မည်သူမျှ မလွတ်မြောက်နိုင်သော အရှင်ဖြစ်သည်။’ ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَنفَعُكُمْ نُصْحِي إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ اللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို လမ်းမှားစေလိုလျှင် ကျွန်ုပ်က သင်တို့ကို ကောင်းမွန်သော အကြံဉာဏ်ပေးလိုသော်လည်း ကျွန်ုပ်၏ အကြံဉာဏ်သည် သင်တို့ကို အကျိုးပြုမည်မဟုတ်ပေ။)</span> ဤသည်မှာ ကျွန်ုပ်က သင့်ကို တရားဟောခြင်း၊ သတိပေးခြင်းနှင့် အကြံဉာဏ်ပေးခြင်းတို့ <span class=\"gray\">(ကို လက်ခံခြင်း)</span> ၌ သင့်အတွက် အသုံးဝင်နိုင်သည့် အရာတစ်ခုဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كَانَ اللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို လမ်းမှားစေလိုလျှင်။)</span> ဤသည်မှာ သင်တို့၏ လှည့်ဖြားမှုနှင့် သင်တို့၏ အပြီးသတ် ပျက်စီးခြင်းဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့၏ အရှင်သခင်ဖြစ်တော်မူ၏။ ကိုယ်တော်ထံသို့သာ သင်တို့ ပြန်လည်ရောက်ရှိကြရမည်ဖြစ်သည်။)</span> ကိုယ်တော်သည် ကိစ္စရပ်အားလုံး၏ နောက်ဆုံးပိတ်ပိုင်ရှင်ဖြစ်တော်မူ၏။ ကိုယ်တော်သည် ထိန်းချုပ်သူ၊ တရားသူကြီး၊ အ sprawယ်ဆုံး တရားမျှတသူ ဖြစ်တော်မူပြီး မည်သည့် မတရားမှုကိုမျှ မပြုလုပ်ပါ။ ကိုယ်တော်ပိုင်ဆိုင်သည်မှာ ဖန်ဆင်းခြင်းနှင့် အမိန့်ဖြစ်သည်။ ကိုယ်တော်သည် စတင်ဖန်ဆင်းသူနှင့် ပြန်လည်ဖြစ်ပေါ်စေသူ <span class=\"gray\">(ဖန်ဆင်းခြင်းကို)</span> ဖြစ်သည်။ ကိုယ်တော်သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝ၏ ပိုင်ရှင်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "11:35",
    "group_ayah_key": "11:35",
    "from_ayah": "11:35",
    "to_ayah": "11:35",
    "ayah_keys": "11:35",
    "text": "<p class=\"my translation\" lang=\"my\">သို့မဟုတ် ၎င်းတို့ <span class=\"gray\">(မက္ကာမှ နတ်ကိုးကွယ်သူများ)</span> က “သူဖန်တီးထားတာ” ဟု ပြောကြသည်။ ပြောပါ- “အကယ်၍ ငါဖန်တီးထားခဲ့လျှင် ငါ့အပေါ်မှာ ငါ့ပြစ်မှုများရှိစေ၊ သို့သော် သင်တို့ကျူးလွန်သော <span class=\"gray\">(အားလုံးသော)</span> ပြစ်မှုများမှ ငါသည် ကင်းရှင်းသူဖြစ်သည်” <span class=\"gray\">(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>နဗီတမန်တော် <span class=\"gray\">(ﷺ)</span> ၏ သစ္စာရှိမှုကို စစ်ဆေးရန် ကြားဖြတ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ ပုံပြင်ကိုယ်တိုင် အတည်ပြုရန် ပုံပြင်၏ အလယ်တွင် ဖော်ပြထားခြင်းဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ်အား “သို့မဟုတ် ဤခေါင်းမာသော မယုံကြည်သူများသည် သူသည် ၎င်းကို ဖန်တီးခဲ့ပြီး ကိုယ်တိုင်တီထွင်ခဲ့သည်ဟု ပြောဆိုကြသလား” ဟု မိန့်ကြားနေသကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- “အကယ်၍ ငါဖန်တီးထားခဲ့လျှင် ငါ့အပေါ်မှာ ငါ့ပြစ်မှုများရှိစေ…”)</span> ဤသည်မှာ ထိုကဲ့သို့သော အပြစ်သည် ငါ့တစ်ဦးတည်းအတွက်သာ ဖြစ်မည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا بَرِيءٌ مِّمَّا تُجْرِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ကျူးလွန်သော <span class=\"gray\">(အားလုံးသော)</span> ပြစ်မှုများမှ ငါသည် ကင်းရှင်းသူဖြစ်သည်)</span> ဤပုံပြင်သည် တီထွင်ထားခြင်း သို့မဟုတ် မှားယွင်းစွာ ဖန်တီးထားခြင်းမဟုတ်ပေ။ အကြောင်းမှာ သူ <span class=\"gray\">(နဗီတမန်တော်)</span> သည် အလ္လာဟ်အပေါ် လိမ်ညာသူအတွက် အလ္လာဟ်၏ ပြစ်ဒဏ်ကို ပို၍ကောင်းစွာ သိသောကြောင့်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "11:36",
    "group_ayah_key": "11:36",
    "from_ayah": "11:36",
    "to_ayah": "11:39",
    "ayah_keys": "11:36,11:37,11:38,11:39",
    "text": "<p lang=\"my\" class=\"my \">နူဟ်အားလည်း ဗျာဒိတ်တော် ပေးခဲ့သည်မှာ “အသင်၏ လူမျိုးထဲမှ ယုံကြည်ပြီးသူများမှလွဲ၍ မည်သူမျှ ယုံကြည်ကြတော့မည် မဟုတ်ပေ။ ထို့ကြောင့် ၎င်းတို့ ပြုကျင့်ခဲ့ကြသည့်အရာများကြောင့် ဝမ်းနည်းမနေနှင့် <span>(36)</span>”ငါ၏ မျက်မှောက်တော်အောက်တွင် ငါ၏ ဗျာဒိတ်တော်ဖြင့် သင်္ဘောကို တည်ဆောက်လော့။ မတရားပြုခဲ့သူများဘက်မှ ငါ့အား လာမပြောနှင့်၊ ၎င်းတို့သည် ရေနစ်သေဆုံးကြရမည်ဖြစ်သည် <span>(37)</span>။” နူဟ်သည် သင်္ဘောတည်ဆောက်နေစဉ် သူ၏ လူမျိုးခေါင်းဆောင်များသည် သူ့အနားမှ ဖြတ်သွားသည့်အခါတိုင်း သူ့ကို ပြောင်လှောင်ခဲ့ကြသည်။ သူက “အကယ်၍ သင်တို့သည် ငါတို့ကို ပြောင်လှောင်ကြပါက၊ သင်တို့၏ ပြောင်လှောင်မှုအတွက် ငါတို့လည်း ထိုနည်းတူ သင်တို့ကို ပြောင်လှောင်ကြမည် <span>(38)</span>။” “သင်တို့ကို ဖုံးလွှမ်းသွားမည့် ရှက်ရွံ့စရာ ပြစ်ဒဏ်နှင့် ထာဝရ ပြစ်ဒဏ်ကျရောက်မည့်သူ မည်သူဖြစ်သည်ကို သင်တို့ သိကြရမည် <span>(39)</span>။”</p><div lang=\"my\" class=\"my \"><h2>လူမျိုးအား ဖြစ်ပျက်လာမည့်အရာများနှင့် ၎င်းအတွက် ပြင်ဆင်ရန် အမိန့်နှင့်စပ်လျဉ်း၍ နူဟ်အား ဗျာဒိတ်တော် ပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်သောအရှင်သည် နူဟ်၏ လူမျိုးများသည် ၎င်းတို့ကိုယ်တိုင်အပေါ် အလ္လာဟ်၏ လက်စားချေမှုနှင့် ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေခဲ့သောအခါ နူဟ်အား ဗျာဒိတ်တော် ပေးခဲ့သည်။ ထို့နောက် နူဟ်သည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့်အတိုင်း ၎င်းတို့အပေါ် ဆုတောင်းပတ္ထနာပြုခဲ့သည်မှာ;</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ အရှင်! ကမ္ဘာပေါ်၌ နေထိုင်သော မည်သည့် မယုံကြည်သူကိုမျှ မထားခဲ့ပါနှင့်!)</span><span class=\"gray\">[71:26]</span> သူက ဆိုသည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانتَصِرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် သူ၏ အရှင်အား <span class=\"gray\">(ဤသို့ဆိုလျက်)</span> တောင်းပန်ခဲ့သည်- \"အကျွန်ုပ် ရှုံးနိမ့်ပြီ၊ သို့ဖြစ်၍ <span class=\"gray\">(အကျွန်ုပ်အား)</span> ကူညီတော်မူပါ!\"\")</span><span class=\"gray\">[54:10]</span> ဤအချိန်တွင် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ဗျာဒိတ်တော် ပေးခဲ့သည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّهُ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ آمَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏ လူမျိုးထဲမှ ယုံကြည်ပြီးသူများမှလွဲ၍ မည်သူမျှ ယုံကြည်တော့မည် မဟုတ်ပေ။)</span> ထို့ကြောင့် ၎င်းတို့အတွက် မဝမ်းနည်းနှင့်၊ ၎င်းတို့၏ ကိစ္စနှင့်စပ်လျဉ်း၍လည်း မပူပင်နှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْنَعِ الْفُلْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်္ဘောကို တည်ဆောက်လော့။)</span> ဤနေရာတွင် Fulk ဟူသော စကားလုံးသည် သင်္ဘောဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِأَعْيُنِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ မျက်မှောက်တော်အောက်တွင်)</span> ဤသည်မှာ ငါတို့၏ မြင်ကွင်းအောက်တွင်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَحْيِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့၏ ဗျာဒိတ်တော်ဖြင့်၊)</span> ဤသည်မှာ “ငါတို့သည် အသင် <span class=\"gray\">(နူဟ်)</span> အား ဘာလုပ်ရမည်ကို သင်ပေးမည်” ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۚ إِنَّهُم مُّغْرَقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုခဲ့သူများဘက်မှ ငါ့အား လာမပြောနှင့်၊ ၎င်းတို့သည် ရေနစ်သေဆုံးကြရမည်ဖြစ်သည်။)</span> မုဟမ္မဒ် ဘင် အိစ်ဟာက်သည် တောင်ရာကျမ်းမှ ဖော်ပြထားသည်မှာ “အလ္လာဟ်အရှင်မြတ်သည် သူ့ <span class=\"gray\">(နူဟ်)</span> အား ၎င်း <span class=\"gray\">(သင်္ဘော)</span> ကို အိန္ဒိယ ဝက်သစ်ချသားဖြင့် ပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်။ ထို့နောက် ၎င်း၏ အလျားကို တောင်ရှစ်ဆယ်နှင့် အနံကို တောင်ငါးဆယ် ပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ အတွင်းပိုင်းနှင့် အပြင်ပိုင်းကို ကတ္တရာစေးဖြင့် သုတ်လိမ်းရန်နှင့် ရေကို <span class=\"gray\">(ရွက်လွှင့်နေစဉ်)</span> ခွဲဖြတ်နိုင်ရန် တိမ်းစောင်းနေသော ဦးပိုင်းဖြင့် ပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်။ ၎င်း၏ အမြင့်သည် ကောင်းကင်သို့ တောင်သုံးဆယ် မြင့်သည်။ ၎င်းတွင် အဆင့်သုံးဆင့်ရှိပြီး အဆင့်တစ်ဆင့်စီသည် တောင်ဆယ်ဆယ် မြင့်သည်။ အနိမ့်ဆုံးအဆင့်သည် အိမ်မွေးနှင့် တောရိုင်းတိရစ္ဆာန်များအတွက်ဖြစ်ပြီး၊ ဒုတိယအဆင့်သည် လူသားများအတွက်ဖြစ်ပြီး အမြင့်ဆုံးအဆင့်သည် ငှက်များအတွက်ဖြစ်သည်။ ၎င်း၏ တံခါးသည် အလယ်တွင်ရှိပြီး သင်္ဘောတစ်ခုလုံးကို ဖုံးအုပ်ထားသည့် အပေါ်မှ အဖုံးတစ်ခုရှိသည်။” အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِ سَخِرُوا مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူဟ်သည် သင်္ဘောတည်ဆောက်နေစဉ် သူ၏ လူမျိုးခေါင်းဆောင်များသည် သူ့အနားမှ ဖြတ်သွားသည့်အခါတိုင်း သူ့ကို ပြောင်လှောင်ခဲ့ကြသည်။)</span> ဤသည်မှာ ၎င်းတို့သည် သူ့ကို လှောင်ပြောင်ပြီး <span class=\"gray\">(လာမည့် ရေလွှမ်းမိုးမှုတွင်)</span> ရေနစ်သေဆုံးလိမ့်မည်ဟူသော သူ၏ ခြိမ်းခြောက်မှုကို ငြင်းပယ်ခဲ့ကြသည်ဟု ဆိုလိုသည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">قَالَ إِن تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက “အကယ်၍ သင်တို့သည် ငါတို့ကို ပြောင်လှောင်ကြပါက၊ ငါတို့လည်း ထိုနည်းတူ သင်တို့ကို ပြောင်လှောင်ကြမည်...” ဟု ဆိုသည်။)</span> ဤသည်မှာ ပြင်းထန်သော ခြိမ်းခြောက်မှုနှင့် ပြင်းထန်သော သတိပေးချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှက်ရွံ့စရာဖြင့် ဖုံးလွှမ်းသွားမည့် ပြစ်ဒဏ်ကျရောက်မည့်သူ မည်သူဖြစ်သည်ကို)</span> ဤသည်မှာ ၎င်း <span class=\"gray\">(ပြစ်ဒဏ်)</span> သည် သူ့အား ဤဘဝတွင် စော်ကားလိမ့်မည်ဟု ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ထာဝရ ပြစ်ဒဏ်ကျရောက်မည့်သူ။)</span> ထိုပြစ်ဒဏ်သည် ဆက်တိုက်ဖြစ်ပြီး ထာဝရတည်ရှိသည်။</p>"
  }
]