[
  {
    "ayah_key": "22:28",
    "group_ayah_key": "22:28",
    "from_ayah": "22:28",
    "to_ayah": "22:29",
    "ayah_keys": "22:28,22:29",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့အတွက် အကျိုးရှိမည့် အရာများကို ၎င်းတို့ မြင်တွေ့နိုင်ရန်၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားထားသော မွေးမြူရေးတိရစ္ဆာန်များနှင့် ပတ်သက်၍ သတ်မှတ်ထားသော နေ့ရက်များတွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ရည်ညွှန်းကြရန် ဖြစ်ပေသည်။ ထို့နောက် ၎င်းမှ စားသုံးကြရန်နှင့် ၎င်းဖြင့် ခက်ခဲသော ဆင်းရဲသားများကို ကျွေးမွေးကြရန် ဖြစ်၏။ <span>(၂၈)</span>ထို့နောက် ၎င်းတို့၏ သတ်မှတ်ထားသော ဝတ္တရားများကို ပြီးမြောက်စေကြရန်နှင့် ၎င်းတို့၏ သစ္စာပြုထားချက်များကို ထမ်းဆောင်ကြရန်၊ ထို့ပြင် ‘အတီးက်’ အိမ်တော်ကို လှည့်ပတ်ကြရန် ဖြစ်၏။ <span>(၂၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဟဂျ်သည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် အကျိုးကျေးဇူးများကို ယူဆောင်လာသည်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَشْهَدُوا مَنَافِعَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် အကျိုးရှိမည့် အရာများကို ၎င်းတို့ မြင်တွေ့နိုင်ရန်၊)</span> အိဗ်နုအဗ္ဗားစ်က “ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် အကျိုးကျေးဇူးများ” ဟု ဆိုခဲ့သည်။ နောင်တမလွန်ဘဝ၏ အကျိုးကျေးဇူးများတွင် အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုလည်း ပါဝင်သည်။ ဤလောက၏ ပစ္စည်းဥစ္စာဆိုင်ရာ အကျိုးကျေးဇူးများတွင် ယဇ်ပူဇော်ရာ တိရစ္ဆာန်များနှင့် ကုန်သွယ်မှုများ ပါဝင်သည်” ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ မူဂျာဟစ်ဒ်နှင့် အခြားသူများ၏ အမြင်လည်း ဖြစ်ပြီး၊ အကျိုးကျေးဇူးများသည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ရောက်ရှိလာသည်ဟု ဆိုကြသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်မြတ်၏ ကျေးဇူးတော်ကို သင်တို့ ရှာဖွေလျှင် သင်တို့၌ ပြစ်မှုမရှိပေ။)</span><span class=\"gray\">(၂:၁၉၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَّعْلُومَاتٍ عَلَىٰ مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားထားသော မွေးမြူရေးတိရစ္ဆာန်များနှင့် ပတ်သက်၍ သတ်မှတ်ထားသော နေ့ရက်များတွင် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ရည်ညွှန်းကြရန် ဖြစ်ပေသည်။ <span class=\"gray\">(ယဇ်ပူဇော်ရန်)</span>)</span> ရှုအ်ဗဟ်နှင့် ဟူရှိုင်းမ်တို့သည် အဘူဘိရှ်ရ်မှ၊ ၎င်းမှ စအီးဒ်မှ၊ ၎င်းမှ အိဗ်နုအဗ္ဗားစ်ထံမှ “သတ်မှတ်ထားသော နေ့ရက်များမှာ ဆယ်ရက်တာ <span class=\"gray\">(ဇုလ်ဟိဂျ်ဂျဟ်လ၏)</span> ဖြစ်သည်” ဟု ရေဝါယတ်ပြုခဲ့သည်။ အလ်-ဗုခါရီသည် ၎င်းအား လက်ခံကြောင်း ဖော်ပြသည့် ပုံစံဖြင့် ကွင်းဆက်ပြတ်တောက်သော ကွင်းဆက်ဖြင့် ၎င်းကို ရေဝါယတ်ပြုခဲ့သည်။ အဘူမူဆာ အလ်-အရှ်အရီ၊ မူဂျာဟစ်ဒ်၊ ကသာဒဟ်၊ အသာအ်၊ စအီးဒ် ဘင်န် ဂျုဘိုင်ရ်၊ အလ်-ဟစန်၊ အဒ်-ဒဟ်ဟားက်၊ အသာအ် အလ်-ခုရာစါနီ နှင့် အိဗ်ရာဟီးမ် အန်-နခအီတို့ထံမှလည်း အလားတူ ရေဝါယတ်ပြုခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် အိဗ်နုအဗ္ဗားစ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الْعَمَلُ فِي أَيَّامٍ أَفْضَلَ مِنْهَا فِي هَذِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤရက်များတွင် ပြုသော အမှုများထက် ပိုမိုမြတ်သောအမှု မရှိပေ။)</span> ၎င်းတို့က “အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် ဂျီဟတ်ပင် မပါဝင်ဘူးလား” ဟု မေးကြသောအခါ၊ ကိုယ်တော်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الْجِهَادُ فِي سَبِيلِ اللهِ إِلَّا رَجُلٌ يَخْرُجُ يُخَاطِرُ بِنَفْسِهِ وَمَالِهِ فَلَمْ يَرْجِعْ بِشَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် ဂျီဟတ်ပင် မပါဝင်ပေ၊ လူတစ်ဦးသည် မိမိကိုယ်နှင့် မိမိစည်းစိမ်ဥစ္စာကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် စွန့်စားကာ ထွက်ခွာသွားပြီး မည်သည့်အရာမျှ ပြန်မလာလျှင်မှတစ်ပါး။)</span></p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အိဗ်နုအိုမာရ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ أَيَّامٍ أَعْظَمَ عِنْدَ اللهِ وَلَا أَحَبُّ إِلَيْهِ الْعَمَلُ فِيهِنَّ مِنْ هَذِهِ الْأَيَّامِ الْعَشْرِ فَأَكْثِرُوا فِيهِنَّ مِنَ التَّهْلِيلِ وَالتَّكْبِيرِ وَالتَّحْمِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အထံတော်၌ ပိုမိုကြီးမြတ်သော သို့မဟုတ် အရှင်မြတ်နှစ်သက်သော အမှုများကို ဤဆယ်ရက်တာတွင် ပြုလုပ်ခြင်းထက် ပိုမိုကောင်းမွန်သော နေ့ရက်များ မရှိပေ။ ထို့ကြောင့် ဤရက်များတွင် သင်တို့၏ တဟ်လီလ်၊ တက်ဘီးရ်နှင့် တဟ်မီဒ်တို့ကို တိုးမြှင့်လုပ်ဆောင်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီက “အိဗ်နုအိုမာရ်နှင့် အဘူဟူရိုင်ရဟ်တို့သည် ဆယ်ရက်တာကာလအတွင်း ဈေးထဲသို့ ထွက်၍ တက်ဘီးရ် ရွတ်ဖတ်လေ့ရှိကြပြီး၊ ၎င်းတို့ တက်ဘီးရ် ရွတ်ဖတ်သောအခါ လူတို့လည်း တက်ဘီးရ် ရွတ်ဖတ်ကြသည်။” ဤဆယ်ရက်တာတွင် အာရဖဟ်နေ့လည်း ပါဝင်သည်။ စဟီဟ် မွတ်စလင်မ်တွင် အဘူကသာဒဟ်က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား အာရဖဟ်နေ့တွင် ဆွမ်မ် (အစာရှောင်ခြင်း) နှင့်ပတ်သက်၍ မေးမြန်းသောအခါ ကိုယ်တော်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحْتَسِبُ عَلَى اللهِ أَنْ يُكَفِّرَ السَّنَةَ الْمَاضِيَةَ وَالْآتِيَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် လွန်ခဲ့သောနှစ်နှင့် လာမည့်နှစ်အတွက် ပြစ်ဒဏ်ခွင့်လွှတ်ခြင်း ဖြစ်လိမ့်မည်ဟု အလ္လာဟ်အရှင်မြတ်ထံမှ ကျွန်ုပ် မျှော်လင့်ပါသည်။)</span> ဤဆယ်ရက်တာတွင် အန်-နာဟ်ရ် (ယဇ်ပူဇော်ရာ) နေ့လည်း ပါဝင်ပြီး၊ ၎င်းသည် ဟဂျ်၏ အကြီးမားဆုံးသောနေ့ဖြစ်ကာ အလ္လာဟ်အရှင်မြတ်အထံတော်၌ အမြတ်ဆုံးနေ့ဖြစ်ကြောင်း ဟဒီးစ်တော်တွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က ၎င်းတို့အား ပေးသနားထားသော မွေးမြူရေးတိရစ္ဆာန်များနှင့် ပတ်သက်၍ ဖြစ်သည်။)</span> ဆိုသည်မှာ ကုလားအုတ်များ၊ နွားများနှင့် သိုးများ ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် စူရဟ် အလ်-အန်အာမ်တွင် ရှင်းပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَمَانِيَةَ أَزْوَاجٍ</p><p class=\"sn qpc-hafs\" lang=\"sn\"><span class=\"gray\">(စုံတွဲရှစ်မျိုး)</span><span class=\"gray\">(၆:၁၄၃)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းမှ စားသုံးကြရန်နှင့် ၎င်းဖြင့် ခက်ခဲသော ဆင်းရဲသားများကို ကျွေးမွေးကြရန် ဖြစ်၏။)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကိုယ်တော်၏ ယဇ်ပူဇော်မှုကို ပြုလုပ်သောအခါ၊ တိရစ္ဆာန်တိုင်းမှ အစိတ်အပိုင်းအချို့ကို ယူ၍ ချက်ပြုတ်ရန် အမိန့်ပေးခဲ့ပြီး ကိုယ်တော်သည် အသားအချို့ကို စားသုံးကာ ဟင်းချိုအချို့ကို သောက်ခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَكُلُوا مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းမှ စားသုံးကြရန် ဖြစ်၏။)</span> ဟူရှိုင်းမ်သည် ဟူစိုင်းန်ထံမှ၊ ၎င်းမှ မူဂျာဟစ်ဒ်ထံမှ ရေဝါယတ်ပြုသည်မှာ၊ “ဤသည်မှာ အာယသ်တော်များနှင့် တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حَلَلْتُمْ فَاصْطَادُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် သင်တို့သည် အိဟ်ရာမ်မှ ကင်းလွတ်သောအခါ သင်တို့သည် (အမဲ)လိုက်နိုင်သည်။)</span><span class=\"gray\">(၅:၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် (ဂျုမုအဟ်) ဆွလာတ် (ဝတ်ပြုခြင်း) ပြီးစီးသောအခါ သင်တို့သည် ကမ္ဘာမြေပြင်အနှံ့ ပြန့်ကြဲသွားနိုင်သည်။)</span><span class=\"gray\">(၆၂:၁၀)</span>။” ဤသည်မှာ အိဗ်နုဂျရီးရ်၏ တဖ်စီရ်တွင် ပိုမိုနှစ်သက်ဖွယ်မြင်ခဲ့သော အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَائِسَ الْفَقِيرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခက်ခဲသော ဆင်းရဲသားများ။)</span> ‘အိကရီမဟ်က “ဤသည်မှာ အလွန်အမင်း လိုအပ်နေသူ၊ ၎င်း၏ ဆင်းရဲမှုသည် ထင်ရှားသူနှင့် အခြားသူများထံမှ အကူအညီတောင်းခံရန်အတွက် ဂုဏ်ယူလွန်းသော ဆင်းရဲသားကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ မူဂျာဟစ်ဒ်က “မိမိလက်ကို (အကူအညီတောင်းရန်အတွက်) မကမ်းလှမ်းသူ” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لْيَقْضُوا تَفَثَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့၏ သတ်မှတ်ထားသော ဝတ္တရားများကို ပြီးမြောက်စေကြရန်။)</span> အလီ ဘင်န် အဘီ တလ်ဟဟ်သည် အိဗ်နုအဗ္ဗားစ်ထံမှ ရေဝါယတ်ပြုသည်မှာ၊ “ဤသည်မှာ ဦးခေါင်းရိတ်ခြင်း၊ ပုံမှန်အဝတ်အစားများ ဝတ်ဆင်ခြင်း၊ လက်သည်းညှပ်ခြင်း စသည်တို့ဖြင့် အိဟ်ရာမ်ကို အဆုံးသတ်ခြင်းကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အသာအ်နှင့် မူဂျာဟစ်ဒ်တို့ကလည်း ၎င်းထံမှ ရေဝါယတ်ပြုခဲ့သော အချက်ဖြစ်သည်။ ဤသည်မှာ ‘အိကရီမဟ်နှင့် မုဟမ္မဒ် ဘင်န် ကအ်ဗ် အလ်-ကူရာဇီတို့၏ အမြင်လည်း ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيُوفُوا نُذُورَهُمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(and perform their vows,)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said, this means any vows made about sacrificing a camel.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ‘အတီးက်’ အိမ်တော်ကို လှည့်ပတ်ကြရန် ဖြစ်၏။)</span> မူဂျာဟစ်ဒ်က “ဤသည်မှာ ယဇ်ပူဇော်ရာနေ့တွင် မဖြစ်မနေ ပြုရမည့် တဝါဖ်ကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ အိဗ်နုအဘီ ဟာသ်ိမ်သည် အဘူဟမ်ဇဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ “အိဗ်နုအဗ္ဗားစ်က ကျွန်ုပ်အား ပြောကြားခဲ့သည်- ‘အသင်သည် စူရဟ် အလ်-ဟဂျ်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူထားသည်ကို ဖတ်ဖူးပါသလား-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ‘အတီးက်’ အိမ်တော်ကို လှည့်ပတ်ကြရန် ဖြစ်၏။)</span> ဘာသာရေးထုံးတမ်းစဉ်လာများ၏ အဆုံးသတ်သည် ‘အတီးက်’ အိမ်တော်ပတ်လည်တွင် တဝါဖ်ပြုလုပ်ခြင်း ဖြစ်သည်။’” ကျွန်ုပ်က ဆိုသည်မှာ၊ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ပြုလုပ်ခဲ့သောအရာ ဖြစ်သည်။ ကိုယ်တော်သည် ယဇ်ပူဇော်ရာနေ့တွင် မီနာမှ ပြန်လာသောအခါ၊ ဂျမ်ရဟ်ကို ကျောက်ခဲခုနစ်လုံးဖြင့် ပစ်ခတ်ခြင်းဖြင့် စတင်ခဲ့ပြီး၊ ထို့နောက် ကိုယ်တော်၏ ယဇ်ပူဇော်မှုကို ပြုလုပ်ကာ ဦးခေါင်းရိတ်ခဲ့ပြီး၊ ထို့နောက် ထွက်ခွာ၍ အိမ်တော်ကို လှည့်ပတ်ခဲ့သည်။” စဟီဟ်နှစ်ကျမ်းတွင် အိဗ်နုအဗ္ဗားစ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ၊ “လူတို့အား ကအ်ဗဟ်အိမ်တော်သို့ လာရောက်လည်ပတ်မှုကို အိမ်တော်ကို လှည့်ပတ်ခြင်းဖြင့် အဆုံးသတ်ရန် အမိန့်ပေးခဲ့သော်လည်း ရာသီသွေးလာသော အမျိုးသမီးများအား ဤမှ ကင်းလွတ်ခွင့် ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْبَيْتِ الْعَتِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(‘အတီးက်’ အိမ်တော်)</span> အလ်-ဟိဂျ်ရ် နောက်ဖက်မှ ဧရိယာ ဖြစ်ပြီး၊ ၎င်းသည် မူလက အိဗ်ရာဟီးမ် တည်ဆောက်ခဲ့သော ကအ်ဗဟ်၏ အစိတ်အပိုင်း ဖြစ်ခဲ့သည်။ သို့သော် ကူရိုင်ရှ်တို့သည် ရန်ပုံငွေ မလုံလောက်သောကြောင့် ၎င်းကို အိမ်တော်မှ ချန်လှပ်ခဲ့ကြသည်။ <span class=\"gray\">(ပြန်လည်တည်ဆောက်ရသောအခါ)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းကို ကိုယ်တော်၏ တဝါဖ်တွင် ထည့်သွင်းခဲ့ပြီး ၎င်းသည် အိမ်တော်၏ အစိတ်အပိုင်းဖြစ်သည်ဟု မိန့်တော်မူခဲ့သည်။ ကိုယ်တော်သည် ရှာမီ ထောင့်နှစ်ခုကို အသိအမှတ်မပြုခဲ့ပေ၊ အကြောင်းမှာ ၎င်းတို့ကို အိဗ်ရာဟီးမ်၏ မူလအုတ်မြစ်များပေါ်တွင် တိတိကျကျ တည်ဆောက်ထားခြင်း မရှိသောကြောင့် ဖြစ်သည်။ ကသာဒဟ်သည် အလ်-ဟစန် အလ်-ဘစရီက အာယသ်တော်အပေါ် မှတ်ချက်ပြုခဲ့သည်ကို ရေဝါယတ်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ‘အတီးက်’ အိမ်တော်ကို လှည့်ပတ်ကြရန် ဖြစ်၏။)</span> “အကြောင်းမှာ ၎င်းသည် လူသားတို့အတွက် ပထမဆုံး တည်ထောင်ခဲ့သော အိမ်တော်ဖြစ်သောကြောင့် ဖြစ်သည်။” ဤသည်မှာ ‘အဗ်ဒုရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အဆ်လမ်၏ အမြင်လည်း ဖြစ်သည်။ ‘အိကရီမဟ်က “၎င်းကို အလ်-ဘိုင်တ် အလ်-‘အတီးက် ဟု ခေါ်ဆိုခဲ့သည်မှာ နူဟ်ခေတ်က ရေလွှမ်းမိုးခြင်းမှ ကျန်ရစ်ခဲ့သောကြောင့် ဖြစ်သည်” <span class=\"gray\">(ဥ်တီကာ)</span> ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ခူဆိုင်းဖ်က “၎င်းကို အလ်-ဘိုင်တ် အလ်-‘အတီးက် ဟု ခေါ်ဆိုခဲ့သည်မှာ မည်သည့် အာဏာရှင်ကမှ ၎င်းကို မအောင်နိုင်ခဲ့သောကြောင့် ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "22:3",
    "group_ayah_key": "22:3",
    "from_ayah": "22:3",
    "to_ayah": "22:4",
    "ayah_keys": "22:3,22:4",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ပြင် လူသားတို့အနက် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ အသိပညာမရှိဘဲ ငြင်းခုံသူ၊ ထို့ပြင် သူပုန်ထသည့် ရှိုင်တွာန်တိုင်းကို လိုက်နာသူ ရှိပေသည်။ <span>(၃)</span>၎င်း <span class=\"gray\">(ရှိုင်တွာန်)</span> အတွက် အမိန့်ချမှတ်ထားသည်မှာ မည်သူမဆို ၎င်းကို လိုက်နာသူအား ၎င်းက လမ်းမှားစေမည်၊ ထို့ပြင် ၎င်းကို ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်သို့ မောင်းနှင်လိမ့်မည်။ <span>(၄)</span></p><div lang=\"my\" class=\"my \"><h2>ရှိုင်တွာန်ကို လိုက်နာသူများအား ပြစ်တင်ရှုတ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်သူများ၊ အလ္လာဟ်အရှင်မြတ်သည် လူသေများကို ပြန်လည်အသက်သွင်းနိုင်ကြောင်း ငြင်းပယ်သူများ၊ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ တမန်တော်များထံ ထုတ်ဖော်ပြသခဲ့သောအရာမှ ဖယ်ခွာ၍ ၎င်းတို့၏ အမြင်များ – ငြင်းပယ်မှုနှင့် မယုံကြည်မှု – ဖြင့် လူသားများနှင့် ဂျင်န်တို့အနက်မှ သူပုန်ထသည့် ရှိုင်တွာန်တိုင်းကို လိုက်နာသူများကို ပြစ်တင်ရှုတ်ချတော်မူသည်။ ဤသည်မှာ အမှန်တရားမှ ဖယ်ခွာ၍ မဟုတ်မမှန်မှုကို လိုက်နာသော ဆန်းသစ်တီထွင်မှုနှင့် လမ်းမှားသူများ၏ အခြေအနေဖြစ်ပြီး၊ လူများကို ဆန်းသစ်တီထွင်မှုနှင့် ၎င်းတို့၏ ကိုယ်ပိုင်ဆန္ဒများနှင့် အမြင်များကို လိုက်နာရန် ဖိတ်ခေါ်သော လမ်းမှားသော ခေါင်းဆောင်များ၏ စကားများကို လိုက်နာကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှင့် ၎င်းတို့ကဲ့သို့သော သူများနှင့် ပတ်သက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် လူသားတို့အနက် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ အသိပညာမရှိဘဲ ငြင်းခုံသူ ရှိပေသည်။)</span> ဆိုလိုသည်မှာ မှန်ကန်သော အသိပညာမရှိဘဲ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَّرِيدٍ - كُتِبَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူပုန်ထသည့် ရှိုင်တွာန်တိုင်းကို လိုက်နာသူ။ ၎င်းအတွက် အမိန့်ချမှတ်ထားသည်။)</span> မူဂျာဟစ်ဒ်က “ဤသည်မှာ ထိုရှိုင်တွာန်ကို ရည်ညွှန်းသည်” ဟု ပြောကြားခဲ့သည်။ ဆိုလိုသည်မှာ ၎င်းသည် အမိန့်ချမှတ်ထားသော အရာဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنَّهُ مَن تَوَلَّاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ၎င်းကို လိုက်နာသူအား)</span> နှင့် ၎င်းကို အတုယူသူအား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَىٰ عَذَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက လမ်းမှားစေမည်၊ ထို့ပြင် ၎င်းကို ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်သို့ မောင်းနှင်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ဤလောကတွင် လမ်းမှားစေမည်ဖြစ်ပြီး၊ နောင်တမလွန်ဘဝတွင် ၎င်းကို သည်းမခံနိုင်အောင် ပူပြင်း၍ နာကျင်ကာ စိတ်ဆင်းရဲစေသော ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်သို့ မောင်းနှင်လိမ့်မည်။ အဆ်-စွတ်ဒီသည် အဘူမာလိက်ထံမှ ရေဝါယတ်ပြုသည်မှာ၊ “ဤအာယသ်တော်သည် အန်-နဒ်ရ် ဘင်န် အလ်-ဟာရစ်သ်နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အိဗ်နုဂျုရိုင်ဂျ်၏ အမြင်လည်း ဖြစ်သည်။</p>"
  }
]