[
  {
    "ayah_key": "18:66",
    "group_ayah_key": "18:66",
    "from_ayah": "18:66",
    "to_ayah": "18:70",
    "ayah_keys": "18:66,18:67,18:68,18:69,18:70",
    "text": "<p lang=\"my\" class=\"my \">မူဆာက သူ့ကို ပြောသည်– “အသင်သင်ကြားခဲ့ရသော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ထိုပညာရပ်အချို့ကို အသင်ကျွန်ုပ်အား သင်ပေးရန်အတွက် ကျွန်ုပ်သည် အသင့်နောက်သို့ လိုက်ပါရစေလား? <span>(၆၆)</span>သူက ပြောသည်– “ဧကန်မလွဲ အသင်သည် ကျွန်ုပ်နှင့်အတူ သည်းခံနိုင်မည်မဟုတ်!” <span>(၆၇)</span>“အသင်မသိသော အရာတစ်ခုနှင့်ပတ်သက်၍ အသင်မည်သို့ သည်းခံနိုင်မည်နည်း? <span>(၆၈)</span>မူဆာက ပြောသည်– “အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက ကျွန်ုပ်သည် သည်းခံသူအဖြစ် အသင်တွေ့မြင်ရပါမည်၊ မည်သည့်အရာ၌မျှ အသင့်ကို ကျွန်ုပ်မနာခံဘဲမနေပါ။ <span>(၆၉)</span>သူက ပြောသည်– “ထိုအခါ အသင်သည် ကျွန်ုပ်နောက်သို့ လိုက်ပါလျှင် ကျွန်ုပ်ကိုယ်တိုင် အသင့်အား ၎င်းအကြောင်းပြောပြသည့်တိုင် မည်သည့်အရာနှင့်ပတ်သက်၍မျှ ကျွန်ုပ်ကို မမေးမြန်းပါနှင့်။ <span>(၇၀)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာသည် အလ်-ခစ်ဒ်ရ်နှင့် တွေ့ဆုံခြင်းနှင့် သူနှင့်အတူ လိုက်ပါခြင်း</h2></div><p lang=\"my\" class=\"my \">မူဆာသည် ပညာရှင် အလ်-ခစ်ဒ်ရ်ကို မည်သို့ပြောဆိုသည်ကို အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြပါသည်။ သူသည် မူဆာအား မပေးအပ်ခဲ့သော ပညာရပ်ကို အလ္လာဟ်အရှင်မြတ်က ပေးအပ်ခဲ့သူဖြစ်သည်။ ထို့အတူ မူဆာအား အလ်-ခစ်ဒ်ရ်အား မပေးအပ်ခဲ့သော ပညာရပ်ကို အလ္လာဟ်အရှင်မြတ်က ပေးအပ်ခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ لَهُ مُوسَىٰ هَلْ أَتَّبِعُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာက သူ့ကို ပြောသည်– “ကျွန်ုပ်သည် အသင့်နောက်သို့ လိုက်ပါရစေလား...”)</span> ဤသည်မှာ အတင်းအကြပ်ပြုခြင်း သို့မဟုတ် ခြိမ်းခြောက်ခြင်းမရှိဘဲ နူးညံ့သိမ်မွေ့သော စကားလုံးများဖြင့် မေးမြန်းခြင်းဖြစ်သည်။ ဤသည်မှာ ပညာရှာမှီးသူက ပညာရှင်ကို မေးမြန်းရမည့် နည်းလမ်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَّبِعُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် အသင့်နောက်သို့ လိုက်ပါသည်)</span> ဆိုသည်မှာ ကျွန်ုပ်သည် အသင်နှင့်အတူ သွားလာပြီး အသင်နှင့်အတူ အချိန်ကုန်ဆုံးမည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သင်ကြားခဲ့ရသော ထိုပညာရပ်အချို့ကို အသင်ကျွန်ုပ်အား သင်ပေးရန်အတွက်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က အသင့်အား သင်ပေးခဲ့သည့်အရာမှ တစ်ခုခုကို ကျွန်ုပ်အား သင်ပေးပါ၊ သို့မှသာ ကျွန်ုပ်သည် ၎င်းဖြင့် လမ်းညွှန်မှုရရှိပြီး အကျိုးရှိသောအရာများကို သင်ယူကာ ကောင်းမှုကုသိုလ်များ ပြုလုပ်နိုင်မည်ဖြစ်သည်။ ဤအချက်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်)</span> ဆိုလိုသည်မှာ အလ်-ခစ်ဒ်ရ်က မူဆာကို ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အသင်သည် ကျွန်ုပ်နှင့်အတူ သည်းခံနိုင်မည်မဟုတ်!)</span> ဆိုလိုသည်မှာ 'အသင်၏ဥပဒေနှင့် ဆန့်ကျင်သော ကိစ္စများကို ကျွန်ုပ်လုပ်ဆောင်သည်ကို အသင်တွေ့မြင်သည့်အခါ ကျွန်ုပ်နှင့်အတူ လိုက်ပါနိုင်မည်မဟုတ်။ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်၌ အလ္လာဟ်အရှင်မြတ်ထံမှ အသင့်အား မသင်ပေးခဲ့သော ပညာရပ်ရှိပြီး၊ အသင်၌လည်း အလ္လာဟ်အရှင်မြတ်ထံမှ ကျွန်ုပ်အား မသင်ပေးခဲ့သော ပညာရပ်ရှိသည်။ ကျွန်ုပ်တို့ တစ်ဦးစီတွင် အလ္လာဟ်အရှင်မြတ်ရှေ့၌ တစ်ဦးနှင့်တစ်ဦး မတူညီသော တာဝန်များရှိသည်၊ ထို့ကြောင့် အသင်သည် ကျွန်ုပ်နှင့်အတူ မနေနိုင်ပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِ خُبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်မသိသော အရာတစ်ခုနှင့်ပတ်သက်၍ အသင်မည်သို့ သည်းခံနိုင်မည်နည်း?)</span> 'အသင်သည် ကျွန်ုပ်ကို တရားမျှတစွာ ကန့်ကွက်မည်ကို ကျွန်ုပ်သိပါသည်၊ သို့သော် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ဉာဏ်ပညာနှင့် အသင်မမြင်နိုင်သော လျှို့ဝှက်အကျိုးစီးပွားများကို သိရှိထားပါသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(He said)</span> meaning, Musa said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتَجِدُنِي إِن شَاءَ اللَّهُ صَابِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက ကျွန်ုပ်သည် သည်းခံသူအဖြစ် အသင်တွေ့မြင်ရပါမည်၊)</span> အသင်၏ကိစ္စများကို ကျွန်ုပ်တွေ့မြင်ရသည်နှင့်အမျှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَعْصِي لَكَ أَمْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အရာ၌မျှ အသင့်ကို ကျွန်ုပ်မနာခံဘဲမနေပါ။)</span> ဆိုလိုသည်မှာ 'မည်သည့်အရာ၌မျှ အသင့်ကို ကျွန်ုပ်မဆန့်ကျင်ပါ' ဟူ၍ဖြစ်သည်။ ထိုအချိန်တွင် အလ်-ခစ်ဒ်ရ် (သူ့အပေါ် ငြိမ်သက်ခြင်းရှိပါစေ) က အခြေအနေတစ်ခု သတ်မှတ်ခဲ့သည်–</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَن شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အသင်သည် ကျွန်ုပ်နောက်သို့ လိုက်ပါလျှင် မည်သည့်အရာနှင့်ပတ်သက်၍မျှ ကျွန်ုပ်ကို မမေးမြန်းပါနှင့်)</span> ထိုကိစ္စနှင့်ပတ်သက်၍ မည်သည့်ဆွေးနွေးမှုကိုမျှ စတင်မပြုလုပ်ပါနှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်ကိုယ်တိုင် အသင့်အား ၎င်းအကြောင်းပြောပြသည့်တိုင်။)</span> ဆိုလိုသည်မှာ 'အသင်မမေးမြန်းမီ ကျွန်ုပ်ကိုယ်တိုင် ဆွေးနွေးမှုကို မစတင်မချင်း' ဟူ၍ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "18:71",
    "group_ayah_key": "18:71",
    "from_ayah": "18:71",
    "to_ayah": "18:73",
    "ayah_keys": "18:71,18:72,18:73",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ ၎င်းတို့နှစ်ဦးစလုံး ခရီးဆက်ခဲ့ကြရာ၊ သင်္ဘောပေါ်တက်သည့်အခါ သူ <span class=\"gray\">(ခစ်ဒ်ရ်)</span> က သင်္ဘောကို ဖျက်ဆီးလိုက်သည်။ မူဆာက ပြောသည်– “အသင်သည် ၎င်းသင်္ဘောကို ဖျက်ဆီးလိုက်ခြင်းဖြင့် ၎င်း၏လူများ နစ်မြုပ်စေရန်လား? ဧကန်မလွဲ အသင်သည် 'အင်မ်ရ်' ဟုခေါ်သော အရာတစ်ခုကို ပြုလုပ်ခဲ့ပြီ။ <span>(၇၁)</span>သူက ပြောသည်– “အသင်သည် ကျွန်ုပ်နှင့်အတူ သည်းခံနိုင်မည်မဟုတ်ဟု ကျွန်ုပ်ပြောခဲ့သည် မဟုတ်လား? <span>(၇၂)</span>သူက ပြောသည်– “ကျွန်ုပ်မေ့လျော့ခဲ့သည်အတွက် ကျွန်ုပ်ကို အပြစ်မတင်ပါနှင့်၊ ကျွန်ုပ်၏ကိစ္စ <span class=\"gray\">(အသင်နှင့်ပတ်သက်သော)</span> အတွက် ကျွန်ုပ်ကို မခက်ခဲစေပါနှင့်။ <span>(၇၃)</span></p><div lang=\"my\" class=\"my \"><h2>သင်္ဘောကို ဖျက်ဆီးခြင်း</h2></div><p lang=\"my\" class=\"my \">မူဆာနှင့် သူ၏အဖော် အလ်-ခစ်ဒ်ရ်တို့သည် သဘောတူညီမှုရရှိပြီး နားလည်မှုရရှိကာ ခရီးထွက်ခဲ့ကြကြောင်း အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြပါသည်။ အလ်-ခစ်ဒ်ရ်က မူဆာသည် သူမနှစ်သက်သည့် မည်သည့်အရာနှင့်ပတ်သက်၍မျှ သူ့ကို မေးမြန်းခြင်းမပြုရဟု အခြေအနေသတ်မှတ်ခဲ့သည်။ သူ့ကိုယ်တိုင် ဆွေးနွေးမှုကို မစတင်မချင်းနှင့် ရှင်းပြချက်မပေးမချင်း ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် အထက်တွင်ဖော်ပြခဲ့သည့် ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည့်အတိုင်း သင်္ဘောပေါ်သို့ တက်ခဲ့ကြသည် – သင်္ဘောသားများသည် အလ်-ခစ်ဒ်ရ်ကို အသိအမှတ်ပြုကာ အလ်-ခစ်ဒ်ရ်ကို ဂုဏ်ပြုသောအားဖြင့် အခမဲ့ စီးနင်းခွင့်ပြုခဲ့သည်။ သင်္ဘောက ၎င်းတို့ကို ပင်လယ်ပြင်သို့ ခေါ်ဆောင်သွားပြီး ကမ်းခြေမှ ဝေးကွာသွားသည့်အခါ အလ်-ခစ်ဒ်ရ်သည် ထပြီး သင်္ဘောကို ဖျက်ဆီးလိုက်သည်၊ ၎င်း၏ပျဉ်ပြားတစ်ခုကို ဆွဲထုတ်ပြီး ပြန်လည်ပြင်ဆင်လိုက်သည်။ မူဆာ (သူ့အပေါ် ငြိမ်သက်ခြင်းရှိပါစေ) သည် သူ့အား ကန့်ကွက်ခြင်းမှ မိမိကိုယ်ကို မထိန်းချုပ်နိုင်ခဲ့သဖြင့် သူက ပြောသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ၎င်းကို ဖျက်ဆီးလိုက်ခြင်းဖြင့် ၎င်း၏လူများ နစ်မြုပ်စေရန်လား?)</span> အာရဗီဘာသာရှိ ဝါကျ၏ သဒ္ဒါဖွဲ့စည်းပုံအရ ၎င်းသည် သူ၏လုပ်ရပ်၏ အကျိုးဆက်သာဖြစ်ပြီး ရည်ရွယ်ချက်မဟုတ်ကြောင်း အဓိပ္ပာယ်သက်ရောက်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَقَدْ جِئْتَ شَيْئًا إِمْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အသင်သည် 'အင်မ်ရ်' ဟုခေါ်သော အရာတစ်ခုကို ပြုလုပ်ခဲ့ပြီ။)</span> 'အင်မ်ရ်' နှင့်ပတ်သက်၍ မုဂျာဟိဒ်က \"ဆိုးရွားသောအရာ\" ဟုပြောခဲ့သည်။ ကွာတာဒါက \"အံ့သြဖွယ်ရာ\" ဟုပြောခဲ့သည်။ ဤအချက်တွင်၊ ယခင်သဘောတူခဲ့သော အခြေအနေကို သတိပေးကာ အလ်-ခစ်ဒ်ရ်က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ကျွန်ုပ်နှင့်အတူ သည်းခံနိုင်မည်မဟုတ်ဟု ကျွန်ုပ်ပြောခဲ့သည် မဟုတ်လား?)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်ရည်ရွယ်ချက်ရှိရှိ လုပ်ခဲ့သော ဤအရာသည် အသင် ကျွန်ုပ်ကို ကန့်ကွက်ခြင်းမပြုရန် ကျွန်ုပ်ပြောခဲ့သောအရာများထဲမှ တစ်ခုဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အသင်သည် အကြောင်းအရာအပြည့်အစုံကို မသိရှိဘဲ၊ အသင်မသိသော အကြောင်းရင်းနှင့် ရည်ရွယ်ချက်ရှိသည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(He said)</span>, meaning, Musa said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်မေ့လျော့ခဲ့သည်အတွက် ကျွန်ုပ်ကို အပြစ်မတင်ပါနှင့်၊ ကျွန်ုပ်၏ကိစ္စ <span class=\"gray\">(အသင်နှင့်ပတ်သက်သော)</span> အတွက် ကျွန်ုပ်ကို မခက်ခဲစေပါနှင့်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်ကို မကြမ်းတမ်းပါနှင့်' ဟူ၍ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံမှ အထက်တွင်ဖော်ပြခဲ့သော ဟဒီးဆ်တော်တွင် ပါရှိသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَتِ الْأُولَى مِنْ مُوسَى نِسْيَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပထမအကြိမ်တွင် မူဆာသည် အလ်-ခစ်ဒ်ရ်ကို မေးမြန်းခဲ့ခြင်းမှာ သူ၏ကတိကို မေ့လျော့သွားသောကြောင့်ဖြစ်သည်။)</span></p>"
  },
  {
    "ayah_key": "18:74",
    "group_ayah_key": "18:74",
    "from_ayah": "18:74",
    "to_ayah": "18:76",
    "ayah_keys": "18:74,18:75,18:76",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့နှစ်ဦးစလုံး ခရီးဆက်ခဲ့ကြရာ၊ ကောင်လေးတစ်ဦးနှင့် တွေ့ဆုံသောအခါ သူ <span class=\"gray\">(ခစ်ဒ်ရ်)</span> က ထိုကောင်လေးကို သတ်လိုက်သည်။ မူဆာက ပြောသည်– “အသင်သည် 'နဖ်စ်' မပါဘဲ အပြစ်မဲ့သူတစ်ဦးကို သတ်ခဲ့သည်လား? ဧကန်မလွဲ အသင်သည် 'နုကရ်' ဟုခေါ်သော အရာတစ်ခုကို ပြုလုပ်ခဲ့ပြီ! <span>(၇၄)</span>သူက ပြောသည်– “အသင်သည် ကျွန်ုပ်နှင့်အတူ သည်းခံနိုင်မည်မဟုတ်ဟု ကျွန်ုပ်ပြောခဲ့သည် မဟုတ်လား? <span>(၇၅)</span>သူက ပြောသည်– “ဤနောက်ပိုင်းတွင် ကျွန်ုပ်သည် အသင့်ကို တစ်စုံတစ်ရာ မေးမြန်းပါက ကျွန်ုပ်ကို အသင့်အဖော်အဖြစ် မထားပါနှင့်၊ ကျွန်ုပ်ထံမှ ခွင့်လွှတ်ချက်ကို အသင်လက်ခံရရှိပြီးဖြစ်သည်။ <span>(၇၆)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်လေးကို သတ်ခဲ့သည့် အကြောင်းအရာ</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَانطَلَقَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့နှစ်ဦးစလုံး ခရီးဆက်ခဲ့ကြသည်၊)</span> ဆိုလိုသည်မှာ ပထမဖြစ်ရပ်ပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်လေးတစ်ဦးနှင့် တွေ့ဆုံသောအခါ၊ သူ <span class=\"gray\">(ခစ်ဒ်ရ်)</span> က ထိုကောင်လေးကို သတ်လိုက်သည်။)</span> ဤကောင်လေးသည် မြို့တစ်မြို့ရှိ အခြားကောင်လေးများနှင့် ကစားနေကြောင်း၊ အလ်-ခစ်ဒ်ရ်သည် သူ့ကို တမင်တကာ ရွေးချယ်ခဲ့ကြောင်း ယခင်က ဖော်ပြခဲ့ပြီးဖြစ်သည်။ သူသည် သူတို့အားလုံးထဲတွင် အလှဆုံးနှင့် အချောဆုံးဖြစ်ပြီး အလ်-ခစ်ဒ်ရ်က သူ့ကို သတ်လိုက်သည်။ မူဆာ (သူ့အပေါ် ငြိမ်သက်ခြင်းရှိပါစေ) သည် ထိုအရာကို မြင်သောအခါ ပထမအကြိမ်ထက်ပင် ပိုမိုပြင်းပြင်းထန်ထန် ကန့်ကွက်ခဲ့ပြီး လောကြီးစွာဖြင့် ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَقَتَلْتَ نَفْسًا زَكِيَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် အပြစ်မဲ့သူတစ်ဦးကို သတ်ခဲ့သည်လား?)</span> ဆိုလိုသည်မှာ မည်သည့်အပြစ်ကိုမျှ မကျူးလွန်သေးသော သို့မဟုတ် မည်သည့်အမှားကိုမျှ မပြုလုပ်သေးသော လူငယ်တစ်ဦးကို အသင်သတ်ခဲ့သည်ဟု ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِغَيْرِ نَفْسٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နဖ်စ်မပါဘဲ)</span> သူ့ကိုသတ်ရန် အကြောင်းပြချက်မရှိဘဲ။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّقَدْ جِئْتَ شَيْئًا نُّكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အသင်သည် 'နုကရ်' ဟုခေါ်သော အရာတစ်ခုကို ပြုလုပ်ခဲ့ပြီ!)</span> ဆိုလိုသည်မှာ ထင်ရှားစွာ ဆိုးသွမ်းသောအရာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်– “အသင်သည် ကျွန်ုပ်နှင့်အတူ သည်းခံနိုင်မည်မဟုတ်ဟု ကျွန်ုပ်ပြောခဲ့သည် မဟုတ်လား?”)</span> တစ်ဖန် အလ်-ခစ်ဒ်ရ်သည် ပထမဆုံးသတ်မှတ်ခဲ့သော အခြေအနေကို ထပ်မံအတည်ပြုပြောကြားခဲ့ရာ မူဆာက သူ့ကို ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနောက်ပိုင်းတွင် ကျွန်ုပ်သည် အသင့်ကို တစ်စုံတစ်ရာ မေးမြန်းပါက၊)</span> ဆိုလိုသည်မှာ 'ဤနောက်ပိုင်းတွင် အသင်လုပ်ဆောင်သည့် အခြားမည်သည့်အရာကိုမဆို ကျွန်ုပ်ကန့်ကွက်ပါက၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُصَاحِبْنِي ۖ قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်ကို အသင့်အဖော်အဖြစ် မထားပါနှင့်၊ ကျွန်ုပ်ထံမှ ခွင့်လွှတ်ချက်ကို အသင်လက်ခံရရှိပြီးဖြစ်သည်။)</span> 'အသင်သည် ကျွန်ုပ်၏တောင်းပန်မှုကို နှစ်ကြိမ်လက်ခံခဲ့ပြီးဖြစ်သည်။' အိဗ်နု ဂျရီရ်က အိဗ်နု အဗ္ဗာစ်ထံမှ တင်ပြသည်မှာ ဦးဘိုင် ဘင် ကအ်ဘ်က ပြောသည်– “တမန်တော်မြတ် ﷺ သည် မည်သူ့ကိုမဆို ဖော်ပြသည့်အခါ သူသည် မိမိကိုယ်တိုင်အတွက် ဦးစွာဆုတောင်းလေ့ရှိသည်။ တစ်နေ့သ၌ သူက ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةُ اللهِ عَلَيْنَا وَعَلَى مُوسَى لَوْ لَبِثَ مَعَ صَاحِبِهِ لَأَبْصَرَ الْعَجَبَ، وَلَكِنَّهُ قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي ۖ قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အပေါ်နှင့် မူဆာအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ရှိပါစေ။ သူသည် သူ၏အဖော်နှင့်အတူ ရှိနေခဲ့ပါက အံ့ဖွယ်ရာများကို မြင်တွေ့ရပေမည်၊ သို့သော် သူက ပြောခဲ့သည်– <span class=\"gray\">('ဤနောက်ပိုင်းတွင် ကျွန်ုပ်သည် အသင့်ကို တစ်စုံတစ်ရာ မေးမြန်းပါက ကျွန်ုပ်ကို အသင့်အဖော်အဖြစ် မထားပါနှင့်၊ ကျွန်ုပ်ထံမှ ခွင့် လွှတ်ချက်ကို အသင်လက်ခံရရှိပြီးဖြစ်သည်။')</span>)</span>”</p>"
  },
  {
    "ayah_key": "18:77",
    "group_ayah_key": "18:77",
    "from_ayah": "18:77",
    "to_ayah": "18:78",
    "ayah_keys": "18:77,18:78",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့နှစ်ဦးစလုံး ခရီးဆက်ခဲ့ကြရာ၊ မြို့တစ်မြို့၏ လူများထံသို့ ရောက်သောအခါ ၎င်းတို့သည် အစာကို တောင်းခဲ့ကြသော်လည်း သူတို့က ဧည့်ခံရန် ငြင်းဆန်ခဲ့ကြသည်။ ထိုအခါ ၎င်းတို့သည် ပြိုကျလုနီးပါးဖြစ်နေသော နံရံတစ်ခုကို တွေ့ရှိခဲ့ပြီး သူက ၎င်းကို ဖြောင့်တန်းစွာ ထူထောင်ပေးခဲ့သည်။ <span class=\"gray\">(မူဆာ)</span> က ပြောသည်– “အသင်အလိုရှိခဲ့ပါက ၎င်းအတွက် အခကြေးငွေယူနိုင်ခဲ့သည် မဟုတ်လား! <span>(၇၇)</span>သူက ပြောသည်– “ဤသည်မှာ အသင်နှင့် ကျွန်ုပ်ကြား ခွဲခွာခြင်းဖြစ်သည်။ အသင် သည်းခံနိုင်စွမ်းမရှိခဲ့သော <span class=\"gray\">(ထို)</span> အရာများ၏ အဓိပ္ပာယ်ကို ကျွန်ုပ်ပြောပြပါမည်။ <span>(၇၈)</span></p><div lang=\"my\" class=\"my \"><h2>နံရံပြင်ဆင်ခြင်းအကြောင်း</h2></div><p lang=\"id\" class=\"id \">Allah tells us that</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانطَلَقَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ဦးစလုံး ခရီးဆက်ခဲ့ကြသည်)</span> ပထမနှစ်ကြိမ်ဖြစ်ရပ်ပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَتَيَا أَهْلَ قَرْيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့တစ်မြို့၏ လူများထံသို့ ရောက်သောအခါ၊)</span> အိဗ်နု ဂျရီရ်က အိဗ်နု ဆီရင်ထံမှ တင်ပြသည်မှာ ဤသည်မှာ အလ်-အိုင်လား ဖြစ်သည်။ ဟဒီးဆ်တော်အရ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ لِئَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ထိုနေရာသို့ရောက်သောအခါ မြို့၏လူများသည် ရိုင်းစိုင်းကြသည်။)</span> ဆိုလိုသည်မှာ ကပ်စေးနဲခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အစာကို တောင်းခဲ့ကြသော်လည်း သူတို့က ဧည့်ခံရန် ငြင်းဆန်ခဲ့ကြသည်။ ထိုအခါ ၎င်းတို့သည် ပြိုကျလုနီးပါးဖြစ်နေသော နံရံတစ်ခုကို တွေ့ရှိခဲ့ပြီး သူ <span class=\"gray\">(ခစ်ဒ်ရ်)</span> က ၎င်းကို ဖြောင့်တန်းစွာ ထူထောင်ပေးခဲ့သည်။)</span> ဆိုလိုသည်မှာ သူက ၎င်းကို စနစ်တကျ မတ်မတ်ရပ်နေစေရန် ပြင်ဆင်ပေးခဲ့သည်။ အထက်တွင်ဖော်ပြခဲ့သည့် ဟဒီးဆ်တော်တွင် သူသည် ၎င်းကို မိမိလက်ဖြင့် ထူထောင်ပေးခဲ့ပြီး ပြန်လည်မတ်မတ်ရပ်နေသည်အထိ ထောက်ပံ့ပေးခဲ့သည်ကို ကျွန်ုပ်တို့ မြင်တွေ့ခဲ့ရပြီးဖြစ်သည်။ ၎င်းသည် ထူးခြားသောအရာဖြစ်သည်။ ဤအချက်တွင် မူဆာက သူ့ကို ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်အလိုရှိခဲ့ပါက ၎င်းအတွက် အခကြေးငွေယူနိုင်ခဲ့သည် မဟုတ်လား!)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကျွန်ုပ်တို့ကို ဧည့်သည်အဖြစ် ဧည့်ခံခြင်းမရှိသောကြောင့် အသင်သည် သူတို့အတွက် အခမဲ့ လုပ်ဆောင်ပေးခဲ့ခြင်း မဖြစ်သင့်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذَا فِرَاقُ بَيْنِي وَبَيْنِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်– “ဤသည်မှာ အသင်နှင့် ကျွန်ုပ်ကြား ခွဲခွာခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ကောင်လေးကို သတ်ပြီးနောက် အသင်က ပြောခဲ့သည်၊ ၎င်းနောက်ပိုင်းတွင် အသင် ကျွန်ုပ်ကို တစ်စုံတစ်ရာ မေးမြန်းပါက ကျွန်ုပ်နှင့်အတူ ဆက်လက်လိုက်ပါမည်မဟုတ်ဟု ပြောခဲ့သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ဤသည်မှာ ကျွန်ုပ်နှင့် အသင်ကြား လမ်းခွဲခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأُنَبِّئُكَ بِتَأْوِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဓိပ္ပာယ်ကို ကျွန်ုပ်ပြောပြပါမည်)</span> ဆိုလိုသည်မှာ ရှင်းပြချက်ကို၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင် သည်းခံနိုင်စွမ်းမရှိခဲ့သော <span class=\"gray\">(ထို)</span> အရာများ၏။)</span></p>"
  }
]