[
  {
    "ayah_key": "21:64",
    "group_ayah_key": "21:64",
    "from_ayah": "21:64",
    "to_ayah": "21:67",
    "ayah_keys": "21:64,21:65,21:66,21:67",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို လှည့်ကြည့်၍ ပြောကြသည်။ \"အမှန်စင်စစ် သင်တို့သည် ပြစ်မှားသူများဖြစ်ကြသည်။ <span>(၆၄)</span>ထို့နောက် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို လှည့်ကြည့်၍ (ဤသို့ပြောကြသည်။) \"အမှန်စင်စစ် ဤ (ဘုရားများ) သည် စကားမပြောနိုင်သည်ကို သင်တို့ ကောင်းစွာသိကြ၏။ <span>(၆၅)</span>သူ (အိဗ်ရာဟင်မ်) က ပြောသည်- \"အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အသင်တို့အား အကျိုးလည်း မပြုနိုင်၊ အန္တရာယ်လည်း မပေးနိုင်သည့် အရာများကို ကိုးကွယ်ကြသလော။ <span>(၆၆)</span>\"သင်တို့အပေါ်နှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ ကိုးကွယ်သော အရာများအပေါ် သေနာပိတိ!\" အသင်တို့၌ အသိဉာဏ်မရှိကြသလော။ <span>(၆၇)</span></p><div lang=\"my\" class=\"my \"><h2>လူတို့က ၎င်းတို့၏ ဘုရားများ မစွမ်းဆောင်နိုင်ခြင်းကို ဝန်ခံခြင်းနှင့် အိဗ်ရာဟင်မ်၏ တရားဒေသနာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အိဗ်ရာဟင်မ် မိန့်ကြားသည့်စကားကို မိန့်ကြားသောအခါ ၎င်း၏လူမျိုးများသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَجَعُوا إِلَىٰ أَنفُسِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့ကိုယ်ကို လှည့်ကြည့်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကြိုတင်ကာကွယ်မှုမပြုခြင်းနှင့် ၎င်းတို့၏ဘုရားများကို မကာကွယ်ခြင်းအတွက် မိမိတို့ကိုယ်ကို အပြစ်တင်ကြသည်။ ၎င်းတို့က ပြောကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ أَنتُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့သည် ပြစ်မှားသူများဖြစ်ကြသည်)</span> ဆိုလိုသည်မှာ သင်တို့သည် ၎င်းတို့အား လျစ်လျူရှုထားပြီး မစောင့်ရှောက်ခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُكِسُوا عَلَىٰ رُءُوسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို လှည့်ကြည့်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မြေကြီးကို ကြည့်ရှု၍ ပြောကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ عَلِمْتَ مَا هَٰؤُلَاءِ يَنطِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင် <span class=\"gray\">(အိဗ်ရာဟင်မ်)</span> သည် ဤ (ဘုရားများ) စကားမပြောနိုင်သည်ကို ကောင်းစွာသိသည်!)</span> ကွတ်တာဒါဟ် က ပြောသည်- \"လူတို့သည် ၎င်းတို့၏ အပြစ်နှင့် ရှုပ်ထွေးမှုကို ဝန်ခံကြပြီး ပြောကြသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ عَلِمْتَ مَا هَٰؤُلَاءِ يَنطِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ် သင်သည် ဤ (ဘုရားများ) စကားမပြောနိုင်သည်ကို ကောင်းစွာသိသည်!\")</span> 'ထို့ကြောင့် ၎င်းတို့ စကားမပြောနိုင်သည်ကို သင်သိပြီး ၎င်းတို့အား မေးမြန်းရန် ကျွန်ုပ်တို့အား မည်သို့ ပြောနိုင်မည်နည်း။' ဤအချိန်၌ ၎င်းတို့က ဝန်ခံသောအခါ အိဗ်ရာဟင်မ်က ၎င်းတို့အား ပြောသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَنفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အသင်တို့အား အကျိုးလည်း မပြုနိုင်၊ အန္တရာယ်လည်း မပေးနိုင်သည့် အရာများကို ကိုးကွယ်ကြသလော။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် စကားမပြောနိုင်၊ အသင်တို့အား အကျိုးလည်း မပြုနိုင်၊ အန္တရာယ်လည်း မပေးနိုင်ပါက အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အစား အဘယ်ကြောင့် ၎င်းတို့အား ကိုးကွယ်ကြသနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ اللَّهِ ۖ أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အပေါ်နှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ ကိုးကွယ်သော အရာများအပေါ် သေနာပိတိ! အသင်တို့၌ အသိဉာဏ်မရှိကြသလော။)</span> 'သင်တို့ လိုက်နာကျင့်သုံးနေသော မှားယွင်းမှုနှင့် အစွန်းရောက်သော ငြင်းပယ်မှု၏ အတိုင်းအတာကို သင်တို့ နားမလည်ကြသလော၊ ၎င်းကို မသိနားမလည်သော၊ ဆိုးသွမ်းသော ပြစ်မှားသူမှတစ်ပါး မည်သူမျှ လက်ခံနိုင်မည်မဟုတ်လော။' သူ (အိဗ်ရာဟင်မ်) သည် ၎င်းတို့အား အငြင်းပွားမှု၌ အနိုင်ယူပြီး ထွက်ပေါက်မရှိအောင် ထားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَىٰ قَوْمِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အိဗ်ရာဟင်မ်၏ လူမျိုးများအား ငါတို့ပေးခဲ့သော ငါတို့၏ သက်သေဖြစ်သည်)</span><span class=\"gray\">(6:83)</span></p>"
  },
  {
    "ayah_key": "21:68",
    "group_ayah_key": "21:68",
    "from_ayah": "21:68",
    "to_ayah": "21:70",
    "ayah_keys": "21:68,21:69,21:70",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့က ပြောကြသည်။ \"သူ့ကို မီးရှို့ပြီး သင်တို့၏ဘုရားများကို ကူညီကြလော့၊ အကယ်၍ သင်တို့သည် (တစ်စုံတစ်ရာ) လုပ်ဆောင်မည်ဆိုပါက။ <span>(၆၈)</span>ငါတို့က ပြောခဲ့သည်- \"အို မီးအိုး! အသင်သည် အိဗ်ရာဟင်မ်အတွက် အေးမြမှုနှင့် ဘေးကင်းမှု ဖြစ်စေလော့! <span>(၆၉)</span>၎င်းတို့သည် သူ့အား အန္တရာယ်ပြုလိုခဲ့ကြသည်၊ သို့သော် ငါတို့သည် ၎င်းတို့အား အဆိုးဆုံးရှုံးသူများ ဖြစ်စေခဲ့သည်။ <span>(၇၀)</span></p><div lang=\"my\" class=\"my \"><h2>အိဗ်ရာဟင်မ် မီးထဲသို့ မည်သို့ ပစ်ချခံရပုံနှင့် အလ္လာဟ်အရှင်မြတ်က မည်သို့ ထိန်းချုပ်ခဲ့ပုံ</h2></div><p lang=\"my\" class=\"my \">၎င်းတို့၏ အငြင်းအခုံများကို ငြင်းဆိုခဲ့ပြီး ၎င်းတို့၏ မစွမ်းဆောင်နိုင်မှုများ ထင်ရှားလာသောအခါ၊ အမှန်တရား ပေါ်ထွန်းလာပြီး အမှားကို အနိုင်ယူခဲ့သောအခါ ၎င်းတို့သည် ၎င်းတို့၏ စွမ်းအားနှင့် ခွန်အားကို အသုံးပြုရန် ကြိုးစားပြီး ပြောကြသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَرِّقُوهُ وَانصُرُوا آلِهَتَكُمْ إِن كُنتُمْ فَاعِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သူ့ကို မီးရှို့ပြီး သင်တို့၏ဘုရားများကို ကူညီကြလော့၊ အကယ်၍ သင်တို့သည် (တစ်စုံတစ်ရာ) လုပ်ဆောင်မည်ဆိုပါက။\")</span> ထို့ကြောင့် ၎င်းတို့သည် သစ်သားအမြောက်အမြားကို စုဆောင်းခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အလ်-စွဒ်ဒီ က ပြောသည်- \"အကယ်၍ အမျိုးသမီးတစ်ဦး ဖျားနာခဲ့ပါက သူမသည် အနာပျောက်ကင်းလျှင် အိဗ်ရာဟင်မ်ကို မီးရှို့ရန် သစ်သားယူလာမည်ဟု သစ္စာဆိုခဲ့သည်။ ထို့နောက် ၎င်းတို့သည် မြေကြီး၌ တွင်းတူးပြီး မီးရှို့ခဲ့ကြသည်၊ ၎င်းသည် ကြီးမားသော မီးပွားများ၊ အလွန်ကြီးမားသော မီးတောက်များဖြင့် လောင်ကျွမ်းခဲ့သည်။ ထိုကဲ့သို့သော မီးမျိုး မရှိခဲ့ဖူးပါ။ ၎င်းတို့သည် အိဗ်ရာဟင်မ် (အရှင်မြတ်၏ ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ) အား လေးခွထဲသို့ ထည့်သွင်းခဲ့ကြသည်၊ ပါရှားမှ ရွှေ့ပြောင်းနေထိုင်သော ကာ့ဒ်လူမျိုးတစ်ဦး၏ အကြံပြုချက်အရ ဖြစ်သည်။\" ရှုအိုင်ဘ် အလ်-ဂျဘာအီ က ပြောသည်- \"သူ၏အမည်မှာ ဟိုင်ဇန် ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား မြေကြီးက မျိုချစေခဲ့သည်၊ သူသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ၎င်းထဲသို့ နစ်မြုပ်နေမည်။ ၎င်းတို့က သူ့အား ပစ်ချသောအခါ သူက ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အတွက် လုံလောက်ပါပြီ၊ ကိုယ်တော်သည် အကောင်းဆုံး စီမံခန့်ခွဲသူဖြစ်သည်' ဟု။\" ဤသည်မှာ အိဗ်ရာဟင်မ်က \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အတွက် လုံလောက်ပါပြီ၊ ကိုယ်တော်သည် အကောင်းဆုံး စီမံခန့်ခွဲသူဖြစ်သည်\" ဟု မီးထဲသို့ ပစ်ချခံရသောအခါ ပြောဆိုခဲ့သည်ကို အိဗ်အဘ္ဗားစ်ထံမှ အလ်-ဗုခါရီက မှတ်တမ်းတင်ထားသည်နှင့် ဆင်တူသည်။ မုဟမ္မဒ် (အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာနှင့် ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ) ကလည်း ၎င်းတို့က ပြောဆိုသောအခါ ဤသို့ ပြောခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် လူတို့သည် သင်တို့အား ဆန့်ကျင်ရန် စုရုံးခဲ့ကြပြီးဖြစ်သည်၊ ထို့ကြောင့် ၎င်းတို့အား ကြောက်ရွံ့ကြလော့။ သို့သော် ၎င်းသည် ၎င်းတို့အား ယုံကြည်ခြင်း၌ တိုးပွားစေခဲ့သည်၊ ၎င်းတို့ကလည်း \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်ပါပြီ၊ ကိုယ်တော်သည် အကောင်းဆုံး စီမံခန့်ခွဲသူဖြစ်သည်\" ဟု ပြောဆိုခဲ့ကြသည်။)</span><span class=\"gray\">(3:173)</span>။</p><p lang=\"my\" class=\"my \">စအီးဒ် ဘင်န် ဂျုဘိုင်းရ် က သတင်းပေးသည်မှာ အိဗ်အဘ္ဗားစ် က ပြောသည်- \"အိဗ်ရာဟင်မ် မီးထဲသို့ ပစ်ချခံရသောအခါ မိုး၏ စောင့်ရှောက်သူ <span class=\"gray\">(ကောင်းကင်တမန်)</span> က 'မိုးပို့ရန် ကျွန်ုပ်အား မည်သည့်အချိန်တွင် အမိန့်ပေးမည်နည်း။' ဟု ပြောခဲ့သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် ပို၍ လျင်မြန်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَىٰ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မီးအိုး! အသင်သည် အိဗ်ရာဟင်မ်အတွက် အေးမြမှုနှင့် ဘေးကင်းမှု ဖြစ်စေလော့!)</span> ဟု။ ထိုအခါ ကမ္ဘာပေါ်၌ မငြိမ်းသတ်ရသေးသော မီးဟူ၍ မရှိတော့ချေ။\" အိဗ်အဘ္ဗားစ်နှင့် အဗူ အလ်-အာလီယာဟ် က ပြောသည်- \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခြင်း မရှိခဲ့ပါက-\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَلَامًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဘေးကင်းမှု)</span> ဟု မမိန့်ကြားခဲ့ပါက အိဗ်ရာဟင်မ်သည် ၎င်း၏ အေးမြမှုကြောင့် အန္တရာယ်ဖြစ်ခဲ့လိမ့်မည်။\" ကွတ်တာဒါဟ် က ပြောသည်- \"ထိုနေ့တွင် အိဗ်ရာဟင်မ်အတွက် မီးငြိမ်းသတ်ရန် မကြိုးစားသော သတ္တဝါဟူ၍ ပုတ်သင်ညိုမှလွဲ၍ မရှိခဲ့ပါ။\" အဇ်-ဇုဟ်ရီ က ပြောသည်- \"နဗီတမန်တော် (အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာနှင့် ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ) က ၎င်းအား သတ်ရန် အမိန့်ပေးခဲ့ပြီး ၎င်းအား အန္တရာယ်ရှိသော ပိုးမွှားတစ်မျိုးဟု ခေါ်ဝေါ်ခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သူ့အား အန္တရာယ်ပြုလိုခဲ့ကြသည်၊ သို့သော် ငါတို့သည် ၎င်းတို့အား အဆိုးဆုံးရှုံးသူများ ဖြစ်စေခဲ့သည်။)</span> ၎င်းတို့သည် ရှုံးနိမ့်ပြီး အရှက်ရခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နဗီတမန်တော်အား ပူးပေါင်းကြံစည်လိုခဲ့ကြသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဆန့်ကျင်၍ ကြံစည်ပြီး သူ့အား မီးမှ ကယ်တင်ခဲ့သည်၊ ထို့ကြောင့် ၎င်းတို့သည် ရှုံးနိမ့်ခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "21:7",
    "group_ayah_key": "21:7",
    "from_ayah": "21:7",
    "to_ayah": "21:9",
    "ayah_keys": "21:7,21:8,21:9",
    "text": "<p class=\"my translation\" lang=\"my\">သင့်မတိုင်မီ ငါတို့သည် လူယောက်ျားများမှတစ်ပါး အခြားသူတစ်ဦးတစ်ယောက်ကိုမှ မစေလွှတ်ခဲ့ပေ။ ၎င်းတို့ထံသို့ ငါတို့သည် ဗျာဒိတ်တော် ပေးခဲ့သည်။ ထို့ကြောင့် သင်တို့သည် မသိရှိကြပါက သတိပေးချက်ရရှိသူများအား မေးမြန်းကြလော့။ <span>(၇)</span>၎င်းတို့အား အစားအစာမစားသုံးသော ကိုယ်ခန္ဓာများအဖြစ် ငါတို့ မဖန်တီးခဲ့ပေ၊ ၎င်းတို့သည် ထာဝရရှင်သန်သူများလည်း မဟုတ်ခဲ့ကြပေ။ <span>(၈)</span>ထို့နောက် ၎င်းတို့အား ငါတို့သည် ကတိတော်ကို ပြည့်စုံစေခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့နှင့် ငါတို့အလိုရှိသောသူများကို ငါတို့ ကယ်တင်ခဲ့သည်၊ သို့သော် အလ်-မုစရီဖီးန် (အစွန်းရောက်သူများ) ကို ငါတို့ ဖျက်ဆီးခဲ့သည်။ <span>(၉)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်များသည် လူသားများသာ ဖြစ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် လူသားတမန်တော်များကို စေလွှတ်နိုင်သည်ကို ငြင်းပယ်သူများအား တုံ့ပြန်ချေပထားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မတိုင်မီ ငါတို့သည် လူယောက်ျားများမှတစ်ပါး အခြားသူတစ်ဦးတစ်ယောက်ကိုမှ မစေလွှတ်ခဲ့ပေ။ ၎င်းတို့ထံသို့ ငါတို့သည် ဗျာဒိတ်တော် ပေးခဲ့သည်။)</span> ဆိုလိုသည်မှာ သင်၏ရှေ့မှ ရောက်ရှိလာခဲ့သော တမန်တော်အားလုံးသည် လူယောက်ျားများ၊ လူသားများ ဖြစ်ကြသည်။ ၎င်းတို့ထဲတွင် ကောင်းကင်တမန်များ မရှိခဲ့ပေ။ ၎င်းသည် ဤအာယတ်တော်များနှင့် တူညီသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မတိုင်မီ မြို့ရွာများမှ လူများထဲမှ ငါတို့ ဗျာဒိတ်တော် ပေးခဲ့သော လူယောက်ျားများမှတစ်ပါး အခြားမည်သူကိုမျှ ငါတို့ မစေလွှတ်ခဲ့ပေ။)</span><span class=\"gray\">(12:109)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا كُنتُ بِدْعًا مِّنَ الرُّسُلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်သည် တမန်တော်များထဲတွင် အသစ်အဆန်း မဟုတ်ပါ။...\")</span><span class=\"gray\">(46:9)</span> အလ္လာဟ်အရှင်မြတ်က ယခင်လူမျိုးများသည် ထိုအချက်ကို ငြင်းပယ်ပြီး ပြောဆိုခဲ့ကြသည်ဟု ကျွန်ုပ်တို့အား ပြောပြသည်-\"</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَبَشَرٌ يَهْدُونَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"လူသားသက်သက်က ကျွန်ုပ်တို့အား လမ်းညွှန်ပေးရမည်လော။\")</span><span class=\"gray\">(64:6)</span>။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် မသိရှိကြပါက သတိပေးချက်ရရှိသူများအား မေးမြန်းကြလော့။)</span> ဆိုလိုသည်မှာ ဂျူးများ၊ ခရစ်ယာန်များကဲ့သို့သော လူမျိုးများအကြားမှ အသိပညာရှင်များနှင့် အခြားအုပ်စုများအား မေးမြန်းကြလော့- 'သင့်ထံသို့ ရောက်ရှိလာသော တမန်တော်များသည် လူသားများလော သို့မဟုတ် ကောင်းကင်တမန်များလော။' အမှန်စင်စစ် ၎င်းတို့သည် လူသားများ ဖြစ်ကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ဖန်ဆင်းခံများအပေါ် ပြုသော ပြည့်စုံသော ကောင်းချီးမင်္ဂလာတစ်ရပ်ဖြစ်သည်။ ၎င်းတို့ထံသို့ ၎င်းတို့အထဲမှ တမန်တော်များကို စေလွှတ်ခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် ၎င်းတို့ထံမှ သတင်းစကားကို လက်ခံရယူနိုင်ပြီး ၎င်းတို့ထံမှ သင်ယူနိုင်ကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَاهُمْ جَسَدًا لَّا يَأْكُلُونَ الطَّعَامَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အစားအစာမစားသုံးသော ကိုယ်ခန္ဓာများအဖြစ် ငါတို့ မဖန်တီးခဲ့ပေ။...)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အစားအစာစားသုံးသော ကိုယ်ခန္ဓာများ ရှိခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မတိုင်မီ ငါတို့သည် မည်သည့်တမန်တော်ကိုမျှ မစေလွှတ်ခဲ့ပေ၊ သို့သော် အမှန်စင်စစ် ၎င်းတို့သည် အစားအစာစားသုံးကြပြီး စျေးများ၌ လှည့်လည်သွားလာကြသည်။)</span><span class=\"gray\">[25:20]</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အခြားလူများအားလုံးကဲ့သို့ စားသောက်ကြသော လူသားများဖြစ်ကြသည်၊ ၎င်းတို့သည် အသက်မွေးဝမ်းကျောင်းပြုရန်နှင့် စီးပွားရေးလုပ်ငန်းများ လုပ်ဆောင်ရန် စျေးများသို့ သွားကြသည်; ထိုအရာက ၎င်းတို့အား ဆိုးကျိုးသက်ရောက်စေခြင်း သို့မဟုတ် ၎င်းတို့၏ ဂုဏ်သိက္ခာကို လျော့ကျစေခြင်း မရှိခဲ့ပေ၊ ရုပ်တုကိုးကွယ်သူများ ထင်မှတ်ထားသကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِ هَٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ ۙ لَوْلَا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا - أَوْ يُلْقَىٰ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"ဤတမန်တော်သည် အဘယ်ကြောင့် အစားအစာစားသုံးပြီး စျေးများ၌ လှည့်လည်သွားလာရသနည်း။ သူ့အား ကောင်းကင်တမန်တစ်ပါး အဘယ်ကြောင့် မစေလွှတ်ရသနည်း၊ သူ့နှင့်အတူ သတိပေးသူအဖြစ် ရှိနေရန်။ သို့မဟုတ် <span class=\"gray\">(အဘယ်ကြောင့်)</span> သူ့အား ရတနာသိုက်တစ်ခု မချီးမြှင့်ရသနည်း၊ သို့မဟုတ် အဘယ်ကြောင့် သူ၌ ဥယျာဉ်တစ်ခု မရှိရသနည်း၊ ၎င်းမှ သူစားသုံးရန်။\")</span><span class=\"gray\">(25:7-8)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانُوا خَالِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထာဝရရှင်သန်သူများလည်း မဟုတ်ခဲ့ကြပေ)</span> ဆိုလိုသည်မှာ ဤလောက၌ဖြစ်သည်။ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းတို့သည် အသက်ရှင်ခဲ့ကြပြီး၊ ထို့နောက် သေဆုံးခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မတိုင်မီ မည်သည့်လူသားတစ်ဦးတစ်ယောက်ကိုမျှ ငါတို့သည် ထာဝရရှင်သန်ခြင်းကို မချီးမြှင့်ခဲ့ပေ။)</span><span class=\"gray\">(21:34)</span> သို့သော် ၎င်းတို့အား အခြားသူများနှင့် ကွဲပြားစေခဲ့သည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဗျာဒိတ်တော်ကို လက်ခံရယူခဲ့ခြင်းဖြစ်သည်။ ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်း၏ဖန်ဆင်းခံများနှင့် ပတ်သက်သော ကိုယ်တော်၏ စီရင်ထုံးများကို ၎င်းတို့ထံသို့ ယူဆောင်လာခဲ့သည်၊ ကိုယ်တော် အမိန့်ပေးခဲ့သည်များ၊ ကိုယ်တော် တားမြစ်ခဲ့သည်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ</p><p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့အား ငါတို့သည် ကတိတော်ကို ပြည့်စုံစေခဲ့သည်။ ၎င်းတို့၏အရှင်က မကောင်းမှုပြုသူများကို ဖျက်ဆီးရန် ပေးခဲ့သော ကတိတော်။ အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ကတိတော်ကို ပြည့်စုံစေခဲ့ပြီး ထိုသို့ လုပ်ဆောင်ခဲ့သည်။ ကိုယ်တော် မိန့်ကြားသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنجَيْنَاهُمْ وَمَن نَّشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့နှင့် ငါတို့အလိုရှိသောသူများကို ငါတို့ ကယ်တင်ခဲ့သည်၊)</span> ဆိုလိုသည်မှာ ယုံကြည်သူများထဲမှ ၎င်းတို့၏ နောက်လိုက်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَهْلَكْنَا الْمُسْرِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ်-မုစရီဖီးန် (အစွန်းရောက်သူများ) ကို ငါတို့ ဖျက်ဆီးခဲ့သည်။)</span> ဆိုလိုသည်မှာ တမန်တော်များ ယူဆောင်လာသော သတင်းစကားကို မယုံကြည်ခဲ့သူများဖြစ်သည်။</p>"
  }
]