[
  {
    "ayah_key": "21:36",
    "group_ayah_key": "21:36",
    "from_ayah": "21:36",
    "to_ayah": "21:37",
    "ayah_keys": "21:36,21:37",
    "text": "<p class=\"my translation\" lang=\"my\">ယုံကြည်သူများ မဟုတ်သူတို့သည် သင့်ကို တွေ့မြင်သောအခါ၊ ၎င်းတို့သည် ပြက်ရယ်ပြုခြင်းမှလွဲ၍ သင့်ကို မယူကြပေ <span class=\"gray\">(ပြောဆိုကြသည်)</span>: \"ဤသူသည် သင်တို့၏ ဘုရားများအကြောင်း ပြောဆိုသူလား?\" ၎င်းတို့သည် အနန္တကရုဏာရှင်၏ ဖော်ပြမှုကို မယုံကြည်ကြစဉ် <span class=\"gray\">(၃၆)</span>လူသားသည် အလောတကြီး ဖန်ဆင်းခြင်းခံရသည်။ ငါသည် ငါ၏အာယသ်များကို သင်တို့အား ပြသမည်။ ထို့ကြောင့် ငါ့ကို မတိုက်တွန်းရန် မတောင်းဆိုကြနှင့် <span class=\"gray\">(၎င်းတို့ကို)</span><span class=\"gray\">(၃၇)</span></p><div lang=\"xh\" class=\"xh \"><h2>How the Idolators mocked the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"id\" class=\"id \">Allah tells His Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَآكَ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများ မဟုတ်သူတို့သည် သင့်ကို တွေ့မြင်သောအခါ၊)</span> ဆိုလိုသည်မှာ ကူရိုင်ရ်ှမှ ကာဖစ်ရ်များဖြစ်ကြသော အဘူဂျဟ်လ်နှင့် သူကဲ့သို့သောသူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပြက်ရယ်ပြုခြင်းမှလွဲ၍ သင့်ကို မယူကြပေ)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သင့်ကို ပျော်ရွှင်အောင်လုပ်ပြီး စော်ကားပြောဆိုကြသည်၊ ပြောသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهَٰذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤသူသည် သင်တို့၏ ဘုရားများအကြောင်း ပြောဆိုသူလား?\")</span> ဆိုလိုသည်မှာ ဤသူသည် သင်တို့၏ ဘုရားများကို စော်ကားပြီး သင်တို့၏ ဉာဏ်ကို လှောင်ပြောင်သူလား? အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم بِذِكْرِ الرَّحْمَٰنِ هُمْ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အနန္တကရုဏာရှင်၏ ဖော်ပြမှုကို မယုံကြည်ကြစဉ်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ကို ပြက်ရယ်ပြုကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا - إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင့်ကို တွေ့မြင်သောအခါ၊ ၎င်းတို့သည် ပြက်ရယ်ပြုခြင်းဖြင့်သာ သင့်ကို ဆက်ဆံကြသည် <span class=\"gray\">(ပြောဆိုကြသည်)</span>: \"ဤသူသည် အလ္လာဟ်အရှင်မြတ်က ရစူလ်အဖြစ် စေလွှတ်ခဲ့သောသူလား? ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ဝတ်ပြုမှုတွင် စိတ်ရှည်သည်းခံပြီး တည်မြဲနေခဲ့ခြင်း မရှိခဲ့လျှင် သူသည် ကျွန်ုပ်တို့ကို ကျွန်ုပ်တို့၏ ဘုရားများထံမှ လမ်းမှားအောင် ပြုလုပ်ခဲ့ပြီးသား ဖြစ်လိမ့်မည်!\" ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်သောအခါ၊ လမ်းမှားရာမှ အဆုံးရှုံးဆုံးသူမှာ မည်သူဖြစ်ကြောင်း ၎င်းတို့သိလိမ့်မည်!)</span><span class=\"gray\">(၂၅:၄၁-၄၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">خُلِقَ الْإِنسَانُ مِنْ عَجَلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားသည် အလောတကြီး ဖန်ဆင်းခြင်းခံရသည်။)</span> ဤသည်မှာ အာယသ်ကဲ့သို့ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْإِنسَانُ عَجُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားသည် အမြဲတမ်း အလျင်စလို ဖြစ်သည်)</span><span class=\"gray\">(၁၇:၁၁)</span>၊ ကိစ္စရပ်အားလုံးတွင်။ လူသား၏ အလျင်စလိုဖြစ်မှုကို ဤနေရာတွင် ဖော်ပြရခြင်း အကြောင်းရင်းမှာ ရစူလ် ﷺ ကို ပြက်ရယ်ပြုသူများအကြောင်း ဖော်ပြသောအခါ၊ <span class=\"gray\">(ယုံကြည်သူများသည်)</span> ၎င်းတို့ကို လျင်မြန်စွာ လက်စားချေလိုကြမည်ဖြစ်ပြီး၊ ထိုသို့ဖြစ်ခြင်းသည် ပိုမိုမြန်ဆန်စွာ ဖြစ်သင့်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُلِقَ الْإِنسَانُ مِنْ عَجَلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားသည် အလောတကြီး ဖန်ဆင်းခြင်းခံရသည်။)</span> အကြောင်းမှာ ကိုယ်တော်သည် <span class=\"gray\">(ပြစ်ဒဏ်ကို)</span> ၎င်းကို ဖမ်းဆီးပြီးသောအခါ၊ ကိုယ်တော်သည် ၎င်းကို လုံးဝ လွှတ်ပေးတော့မည် မဟုတ်သည့် အချိန်အထိ နှောင့်နှေးစေသောကြောင့် ဖြစ်သည်။ ကိုယ်တော်သည် နှောင့်နှေးစေသည်၊ ထို့နောက် ကိုယ်တော်သည် အလျင်စလို ပြုလုပ်သည်၊ ကိုယ်တော်သည် စောင့်ဆိုင်းသည်၊ ထို့နောက် ကိုယ်တော်သည် နောက်ထပ် မနှောင့်နှေးတော့ပေ။ ထို့ကြောင့် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَأُرِيكُمْ آيَاتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ငါ၏အာယသ်များကို သင်တို့အား ပြသမည်)</span> ဆိုလိုသည်မှာ ငါ့ကို မနာခံသူများအပေါ် ငါ၏ လက်စားချေမှု၊ အုပ်ချုပ်မှုနှင့် တန်ခိုးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَسْتَعْجِلُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါ့ကို မတိုက်တွန်းရန် မတောင်းဆိုကြနှင့် <span class=\"gray\">(၎င်းတို့ကို)</span>။)</span></p>"
  },
  {
    "ayah_key": "21:38",
    "group_ayah_key": "21:38",
    "from_ayah": "21:38",
    "to_ayah": "21:40",
    "ayah_keys": "21:38,21:39,21:40",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောသည်: \"သင်တို့ မှန်ကန်ပါက ဤကတိတော်သည် မည်သည့်အချိန်တွင် ဖြစ်လာမည်နည်း။ <span class=\"gray\">(၃၈)</span>ယုံကြည်သူများ မဟုတ်သူတို့သည် ၎င်းတို့၏ မျက်နှာများမှ မီးကို တားဆီးနိုင်မည် မဟုတ်သည့် အချိန်ကို သိရှိခဲ့လျှင်၊ ၎င်းတို့၏ ကျောဘက်မှလည်း မတားဆီးနိုင်မည် မဟုတ်သည့် အချိန်ကို သိရှိခဲ့လျှင်၊ ၎င်းတို့ကို ကူညီခြင်း ခံရမည် မဟုတ်ပေ <span class=\"gray\">(၃၉)</span>မဟုတ်ပေ၊ ၎င်းတို့အပေါ်သို့ ရုတ်တရက် ရောက်ရှိလာမည်ဖြစ်ပြီး ၎င်းတို့ကို ရှုပ်ထွေးစေမည်ဖြစ်ပြီး၊ ၎င်းတို့ကို တားဆီးရန် စွမ်းအား ရှိမည်မဟုတ်သလို ၎င်းတို့သည် အနားပေးခြင်းကိုလည်း ရရှိမည် မဟုတ်ပေ <span class=\"gray\">(၄၀)</span></p><div lang=\"fi\" class=\"fi \"><h2>The Idolators seek to hasten on the Punishment</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရုပ်တုကိုးကွယ်သူများက မိမိတို့ကိုယ်တိုင်အပေါ် ပြစ်ဒဏ်ကို အလျင်အမြန် ဆောင်ကြဉ်းရန် ကြိုးပမ်းပုံကိုလည်း ကျွန်ုပ်တို့အား ပြောပြသည်။ ငြင်းဆိုမှု၊ ပယ်ချမှု၊ မယုံကြည်မှု၊ ခေါင်းမာမှုနှင့် ထိုသို့ဖြစ်လာမည် မဟုတ်ဟူသော ယုံကြည်ချက်ကြောင့် ဖြစ်သည်။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောသည်: \"သင်တို့ မှန်ကန်ပါက ဤကတိတော်သည် မည်သည့်အချိန်တွင် ဖြစ်လာမည်နည်း။\")</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلَا عَن ظُهُورِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများ မဟုတ်သူတို့သည် ၎င်းတို့၏ မျက်နှာများမှ မီးကို တားဆီးနိုင်မည် မဟုတ်သည့် အချိန်ကို သိရှိခဲ့လျှင်၊ ၎င်းတို့၏ ကျောဘက်မှလည်း မတားဆီးနိုင်မည် မဟုတ်သည့် အချိန်ကို သိရှိခဲ့လျှင်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းသည် မလွဲမသွေ ဖြစ်လာမည်ကို သေချာစွာ သိခဲ့လျှင် ၎င်းတို့သည် ၎င်းကို အလျင်အမြန် ဖြစ်စေရန် ကြိုးပမ်းမည် မဟုတ်ပေ။ ၎င်းတို့သည် ပြစ်ဒဏ်က ၎င်းတို့အပေါ်မှနှင့် ၎င်းတို့၏ ခြေဖဝါးအောက်မှ မည်သို့ လွှမ်းမိုးလာမည်ကို သိရှိခဲ့လျှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ်မှ မီး၏ အကာအကွယ်များ ရှိမည်ဖြစ်ပြီး ၎င်းတို့အောက်မှလည်း <span class=\"gray\">(မီး၏)</span> အကာအကွယ်များ ရှိမည်)</span><span class=\"gray\">[၃၉:၁၆]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငရဲ <span class=\"gray\">(မီး)</span> ၏ အိပ်ရာ ရှိမည်ဖြစ်ပြီး ၎င်းတို့အပေါ်တွင် <span class=\"gray\">(ငရဲမီး၏)</span> အကာအကွယ်များ ရှိမည်)</span><span class=\"gray\">(၇:၄၁)</span>။ ဤအာယသ်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلَا عَن ظُهُورِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ မျက်နှာများမှ မီးကို တားဆီးနိုင်မည် မဟုတ်သည့် အချိန်တွင်၊ ၎င်းတို့၏ ကျောဘက်မှလည်း မတားဆီးနိုင်မည် မဟုတ်သည့် အချိန်တွင်၊)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အဝတ်အစားများသည် ကတ္တရာစေးဖြင့် ပြုလုပ်ထားမည်ဖြစ်ပြီး မီးသည် ၎င်းတို့၏ မျက်နှာများကို ဖုံးလွှမ်းထားမည်)</span><span class=\"gray\">(၁၄:၅၀)</span>။ ပြစ်ဒဏ်သည် ၎င်းတို့ကို ဘက်ပေါင်းစုံမှ ဝန်းရံထားမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ကူညီခြင်း ခံရမည် မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် ကူညီမည့်သူ မရှိပေ။ ဤသည်မှာ အာယသ်ကဲ့သို့ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُم مِّنَ اللَّهِ مِن وَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့တွင် အကာအကွယ်ပေးမည့်သူ မရှိပေ)</span><span class=\"gray\">(၁၃:၃၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تَأْتِيهِم بَغْتَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ ၎င်းတို့အပေါ်သို့ ရုတ်တရက် ရောက်ရှိလာမည်)</span> ဆိုလိုသည်မှာ မီးသည် ၎င်းတို့အပေါ်သို့ ရုတ်တရက် ရောက်ရှိလာမည်၊ ဆိုလိုသည်မှာ ၎င်းတို့အား အံ့အားသင့်စေမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَبْهَتُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကို ရှုပ်ထွေးစေမည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို ကြောက်လန့်စေမည်ဖြစ်ပြီး ၎င်းတို့သည် မည်သည့်အရာကို ပြုလုပ်နေသည်ကို မသိဘဲ ရှုပ်ထွေးစွာဖြင့် ၎င်းကို လက်ခံရမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَسْتَطِيعُونَ رَدَّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကို တားဆီးရန် စွမ်းအား ရှိမည်မဟုတ်)</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် ထိုသို့ပြုလုပ်ရန် နည်းလမ်း မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنظَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အနားပေးခြင်းကိုလည်း ရရှိမည် မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အတွက် တစ်စက္ကန့်မျှပင် နှောင့်နှေးမည် မဟုတ်ပေ။</p>"
  },
  {
    "ayah_key": "21:41",
    "group_ayah_key": "21:41",
    "from_ayah": "21:41",
    "to_ayah": "21:43",
    "ayah_keys": "21:41,21:42,21:43",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် <span class=\"gray\">(များစွာသော)</span> ရစူလ်များသည် သင့်ရှေ့တွင် ပြက်ရယ်ပြုခံခဲ့ရသည်။ သို့သော် လှောင်ပြောင်သူများသည် ၎င်းတို့ ပြက်ရယ်ပြုခဲ့သော အရာဖြင့် ဝန်းရံခံခဲ့ရသည် <span class=\"gray\">(၄၁)</span>ပြောပါ: \"ညအခါ၌ဖြစ်စေ၊ နေ့အခါ၌ဖြစ်စေ အနန္တကရုဏာရှင်ထံမှ သင်တို့ကို မည်သူက ကာကွယ်ပေးနိုင်မည်နည်း?\" မဟုတ်ပေ၊ သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ အရှင်သခင်ကို အောက်မေ့ခြင်းမှ လှည့်ထွက်သွားကြသည် <span class=\"gray\">(၄၂)</span>သို့မဟုတ် ၎င်းတို့တွင် ကျွန်ုပ်တို့ထံမှ ၎င်းတို့ကို ကာကွယ်ပေးနိုင်သော ဘုရားများ ရှိကြသလား? ၎င်းတို့သည် မိမိတို့ကိုယ်တိုင် ကူညီရန် စွမ်းအား မရှိကြသလို ကျွန်ုပ်တို့ထံမှလည်း ကာကွယ်ခြင်း ခံရမည် မဟုတ်ပေ <span class=\"gray\">(၄၃)</span></p><div lang=\"my\" class=\"my \"><h2>အတိတ်က ရစူလ်များကို ပြက်ရယ်ပြုခဲ့သူများထံမှ သင်ယူရမည့် သင်ခန်းစာများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ရစူလ် ﷺ ကို ရုပ်တုကိုးကွယ်သူများ၏ ပြက်ရယ်ပြုမှုနှင့် မယုံကြည်မှုကြောင့် ဖြစ်ပေါ်လာသော နာကျင်မှုနှင့် စော်ကားမှုအတွက် နှစ်သိမ့်အားပေးရင်း မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် <span class=\"gray\">(များစွာသော)</span> ရစူလ်များသည် သင့်ရှေ့တွင် ပြက်ရယ်ပြုခံခဲ့ရသည်။ သို့သော် လှောင်ပြောင်သူများသည် ၎င်းတို့ ပြက်ရယ်ပြုခဲ့သော အရာဖြင့် ဝန်းရံခံခဲ့ရသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လုံးဝ ဖြစ်လာမည် မဟုတ်ဟု ထင်မှတ်ခဲ့သော ပြစ်ဒဏ်ပင် ဖြစ်သည်။ ဤသည်မှာ အာယသ်ကဲ့သို့ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا عَلَىٰ مَا كُذِّبُوا وَأُوذُوا حَتَّىٰ أَتَاهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ ۚ وَلَقَدْ جَاءَكَ مِن نَّبَإِ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ရစူလ်များသည် သင့်ရှေ့တွင် ငြင်းပယ်ခံခဲ့ရသည်။ သို့သော် ၎င်းတို့သည် ငြင်းပယ်မှုကို စိတ်ရှည်သည်းခံခဲ့ကြပြီး ၎င်းတို့သည် နာကျင်ခဲ့ကြသည်၊ ကျွန်ုပ်တို့၏ အကူအညီ ၎င်းတို့ထံ ရောက်ရှိသည်အထိပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို မည်သူမျှ ပြောင်းလဲနိုင်မည် မဟုတ်ပေ။ အမှန်စင်စစ် သင့်ထံသို့ <span class=\"gray\">(သင့်ရှေ့က)</span> ရစူလ်များအကြောင်း သတင်းများ ရောက်ရှိခဲ့ပြီ။)</span><span class=\"gray\">(၆:၃၄)</span>။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ဖန်ဆင်းခံများအပေါ် မိမိ၏ မျက်နှာသာပေးမှုကို ဖော်ပြသည်။ ကိုယ်တော်သည် ၎င်းတို့ကို ညအခါနှင့် နေ့အခါတွင် ကာကွယ်ပေးပြီး ၎င်းတို့ကို ဂရုစိုက်ကာ မည်သည့်အခါမျှ မအိပ်စက်သော မိမိ၏ မျက်လုံးဖြင့် စောင့်ကြည့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن يَكْلَؤُكُم بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ: \"ညအခါ၌ဖြစ်စေ၊ နေ့အခါ၌ဖြစ်စေ အနန္တကရုဏာရှင်ထံမှ သင်တို့ကို မည်သူက ကာကွယ်ပေးနိုင်မည်နည်း?\")</span> ဆိုလိုသည်မှာ အနန္တကရုဏာရှင်ကိုယ်တော်တိုင်မှလွဲ၍ အခြားမည်သူ ရှိမည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ အရှင်သခင်ကို အောက်မေ့ခြင်းမှ လှည့်ထွက်သွားကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အပေါ် ပေးသနားထားသော ကောင်းချီးမင်္ဂလာများနှင့် မျက်နှာသာပေးမှုများကို အသိအမှတ် မပြုကြပေ၊ ၎င်းတို့သည် ကိုယ်တော်၏ လက္ခဏာများနှင့် ကောင်းချီးမင်္ဂလာများမှ လှည့်ထွက်သွားကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُم مِّن دُونِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့တွင် ကျွန်ုပ်တို့ထံမှ ၎င်းတို့ကို ကာကွယ်ပေးနိုင်သော ဘုရားများ ရှိကြသလား?)</span> ဤသည်မှာ ပြစ်တင်ရှုံ့ချရန်နှင့် ဆူပူကြိမ်းမောင်းရန် ရည်ရွယ်သော အမေးပုစ္ဆာဖြစ်သည်။ အဓိပ္ပါယ်မှာ ၎င်းတို့တွင် ကျွန်ုပ်တို့မှလွဲ၍ ၎င်းတို့ကို ကာကွယ်ပေးပြီး ဂရုစိုက်ပေးနိုင်သော ဘုရားများ ရှိကြသလား? ၎င်းတို့ စိတ်ကူးထားသလို သို့မဟုတ် ၎င်းတို့ တောင်းဆိုထားသလို မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ကိုယ်တိုင် ကူညီရန် စွမ်းအား မရှိကြသလို၊)</span> အလ္လာဟ်အရှင်မြတ်အစား ၎င်းတို့ ကိုးကွယ်အားထားသော ဤဘုရားများသည် မိမိတို့ကိုယ်တိုင်ပင် ကူညီနိုင်စွမ်း မရှိကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُم مِّنَّا يُصْحَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ထံမှလည်း ကာကွယ်ခြင်း ခံရမည် မဟုတ်ပေ။)</span> အလ်-အောင်ဖီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့သည်၊ \"ကျွန်ုပ်တို့ထံမှလည်း စောင့်ရှောက်ခြင်း ခံရမည် မဟုတ်ပေ။\"</p>"
  }
]