[
  {
    "ayah_key": "4:5",
    "group_ayah_key": "4:5",
    "from_ayah": "4:5",
    "to_ayah": "4:6",
    "ayah_keys": "4:5,4:6",
    "text": "<p lang=\"my\" class=\"my \">မိုက်မဲသူတို့အား သင်တို့အတွက် အသက်မွေးဝမ်းကျောင်းပြုရန် အလ္လာဟ်အရှင်မြတ် ဖန်တီးပေးထားသော ဥစ္စာပစ္စည်းများကို မပေးကြနှင့်။ သို့သော် ထိုဥစ္စာဖြင့် သူတို့ကို ကျွေးမွေးဝတ်ဆင်စေပြီး၊ ကောင်းမြတ်သော စကားနှင့် တရားမျှတသော စကားများကို ပြောဆိုကြလော့။ <span>(5)</span>မိဘမဲ့ကလေးများကို လက်ထပ်ထိမ်းမြားရမည့် အရွယ်ရောက်သည်အထိ စမ်းသပ်ကြလော့။ ထို့နောက် သူတို့၌ ဉာဏ်ပညာရှိသည်ကို တွေ့ရှိလျှင် သူတို့၏ ပစ္စည်းများကို ပြန်လည်ပေးအပ်ကြလော့။ သို့သော် သူတို့အရွယ်ရောက်လာမည်ကို စိုးရိမ်၍ အလဟဿနှင့် အလျင်စလို မသုံးစွဲကြနှင့်။ အုပ်ထိန်းသူများအနက် ချမ်းသာသူ မည်သူမဆို အခကြေးငွေ မယူသင့်ပေ။ သို့သော် ဆင်းရဲသူဖြစ်လျှင် မိမိလုပ်ငန်းနှင့်အညီ တရားမျှတပြီး သင့်လျော်သော အခကြေးငွေကို ယူနိုင်ပေသည်။ <span class=\"gray\">(မိမိလုပ်ငန်းနှင့်အညီ)</span>။ သူတို့၏ ပစ္စည်းများကို ပြန်လည်ပေးအပ်သောအခါ သူတို့ရှေ့တွင် သက်သေယူကြလော့။ အလ္လာဟ်အရှင်မြတ်သည် စာရင်းရှင်းရာ၌ အလုံအလောက် ပြည့်စုံတော်မူသည်။ <span>(6)</span></p><div lang=\"my\" class=\"my \"><h2>မိုက်မဲသူတို့၏ ပစ္စည်းများကို ထိန်းသိမ်းထားရှိခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူတို့အား အသက်မွေးဝမ်းကျောင်းပြုရန် ဖန်တီးပေးထားသော ဥစ္စာပစ္စည်းများကို မိုက်မဲသူတို့အား စိတ်ကြိုက် လွတ်လပ်စွာ ဆောင်ရွက်ခွင့်ပေးခြင်းကို တားမြစ်ထားသည်။ ဤအမိန့်သည် တစ်ခါတစ်ရံ ငယ်ရွယ်သောကြောင့် အကျုံးဝင်သည်၊ အဘယ်ကြောင့်ဆိုသော် လူငယ်များသည် ဉာဏ်ပညာရှိသော ဆုံးဖြတ်ချက်များ ချမှတ်နိုင်စွမ်းမရှိသောကြောင့်ဖြစ်သည်။ စိတ်မနှံ့ခြင်း၊ စိတ်မတည်မငြိမ်ဖြစ်ခြင်း၊ ဉာဏ်ရည်အားနည်းခြင်း သို့မဟုတ် ဘာသာရေးကျင့်စဉ် အားနည်းခြင်းတို့တွင်လည်း အကျုံးဝင်သည်။ ထို့ပြင် ဒေဝါလီခံရသည့်အခါ ဒေဝါလီခံသူ၏ ပိုင်ဆိုင်မှုများကို ဘဏ်တွင် ထိန်းသိမ်းထားရန် ကြွေးရှင်များက တောင်းဆိုသည့်အခါ၊ ၎င်း၏ကြွေးမြီများကို ၎င်း၏ငွေဖြင့် မဆပ်နိုင်သည့်အခါတွင်လည်း အကျုံးဝင်သည်။ အဒ်-ဒဟ်ဟ်က်က အိဗ်နု အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်သည်ဟု ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုက်မဲသူတို့အား သင်တို့၏ ပစ္စည်းများကို မပေးကြနှင့်)</span> ဟူသည် ကလေးသူငယ်များနှင့် အမျိုးသမီးများကို ရည်ညွှန်းသည်။ အိဗ်နု မစ်စ်အူးဒ်၊ အလ်ဟကမ် ဘင်န် ဥယိုင်နဟ်၊ အလ်ဟစန်နှင့် အဒ်-ဒဟ်ဟ်က်တို့ကလည်း \"အမျိုးသမီးများနှင့် ယောက်ျားလေးများ\" ဟု အလားတူ ပြောခဲ့ကြသည်။ စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်က 'မိုက်မဲသူ' ဟူသည် မိဘမဲ့ကလေးများကို ရည်ညွှန်းသည်ဟု ပြောခဲ့သည်။ မုဂျာဟိဒ်၊ အိကရီမာနှင့် ကတာဒါတို့က \"သူတို့သည် အမျိုးသမီးများဖြစ်သည်\" ဟု ပြောခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မိုက်မဲသူတို့အား တရားမျှတစွာ သုံးစွဲခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَّعْرُوفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိုဥစ္စာဖြင့် သူတို့ကို ကျွေးမွေးဝတ်ဆင်စေပြီး၊ ကောင်းမြတ်သော စကားနှင့် တရားမျှတသော စကားများကို ပြောဆိုကြလော့။)</span> အလီ ဘင်န် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ်က မှတ်ချက်ပေးခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်က သင့်အား တာဝန်ယူစေပြီး အသက်မွေးဝမ်းကျောင်းမှုအတွက် အရင်းအမြစ်ဖြစ်စေခဲ့သည့် သင်၏ဥစ္စာပစ္စည်းကို သင်၏ဇနီး သို့မဟုတ် ကလေးများအား မပေးနှင့်။ ယင်းအစား၊ သင်၏ငွေကို ကိုင်ထားပါ၊ ဂရုစိုက်ပါ၊ ၎င်းတို့အတွက် အဝတ်အစား၊ အစားအစာနှင့် စားနပ်ရိက္ခာအတွက် သုံးစွဲသူဖြစ်ပါစေ။\" မုဂျာဟိဒ်က အာယတ်တော်တွင် ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُولُوا لَهُمْ قَوْلًا مَّعْرُوفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမြတ်သော စကားနှင့် တရားမျှတသော စကားများကို ပြောဆိုကြလော့။)</span> ဟူသည် ကြင်နာမှုနှင့် ကောင်းမွန်သော ဆက်ဆံရေးကို ရည်ညွှန်းသည်။ ဤဂုဏ်အသရေရှိသော အာယတ်တော်သည် မိသားစုနှင့် မိမိ၏စောင့်ရှောက်မှုအောက်ရှိသူများအား ကြင်နာစွာ ပြုမူရန် အမိန့်ပေးထားသည်။ တစ်ဦးတစ်ယောက်သည် သူတို့အတွက် အဝတ်အစားနှင့် စားနပ်ရိက္ခာများ သုံးစွဲသင့်ပြီး၊ သူတို့အား ကောင်းသောစကားများ ပြောဆိုခြင်းကဲ့သို့ ကောင်းမွန်စွာ ဆက်ဆံသင့်သည်။</p><div lang=\"my\" class=\"my \"><h2>မိဘမဲ့ကလေးများ အရွယ်ရောက်သောအခါ ၎င်းတို့၏ ပစ္စည်းများကို ပြန်လည်ပေးအပ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْتَلُوا الْيَتَامَىٰ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(And test orphans)</span> meaning, test their intelligence, as Ibn 'Abbas, Mujahid, Al-Hasan, As-Suddi and Muqatil bin Hayyan stated.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا بَلَغُوا النِّكَاحَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လက်ထပ်ထိမ်းမြားရမည့် အရွယ်ရောက်သည်အထိ)</span>၊ မုဂျာဟိဒ်၏အဆိုအရ အရွယ်ရောက်သည့် အသက်ဖြစ်သည်။ ပညာရှင်အများစု၏အဆိုအရ အရွယ်ရောက်သည့် အသက်မှာ ကလေးသည် အိပ်မက်စိုဖြစ်သည့်အခါ ရောက်လာသည်။</p><p lang=\"my\" class=\"my \">အဗူ ဒါဝူဒ်၏ စူနန်တွင် အလီက \"အကျွန်ုပ်သည် ဤစကားများကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ မှတ်သားခဲ့သည်\" ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُتْمَ بَعْدَ احْتِلَامٍ، وَلَا صُمَاتَ يَوْمٍ إِلَى اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရွယ်ရောက်ပြီးနောက် မိဘမဲ့မရှိ၊ နေ့မှညအထိ တိတ်ဆိတ်စွာနေမည်ဟု ကတိပြုခြင်းလည်း မရှိ။)</span></p><p lang=\"my\" class=\"my \">အခြား ဟဒီးဆ်တစ်ခုတွင် အာအိရှာနှင့် အခြားသော ဆွဟာဘာများက တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُفِعَ الْقَلَمُ عَنْ ثَلَاثَةٍ، عَنِ الصَّبِيِّ حَتَّى يَحْتَلِمَ، وَعَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ، وَعَنِ الْمَجْنُونِ حَتَّى يُفِيقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကလောင်သည် လူသုံးဦး၏ အပြုအမူများကို မှတ်တမ်းတင်ခြင်းမရှိပေ- ကလေးသည် အရွယ်ရောက်သည်အထိ၊ အိပ်နေသူသည် နိုးလာသည်အထိ၊ စိတ်မနှံ့သူသည် ပုံမှန်ဖြစ်လာသည်အထိ။)</span></p><p lang=\"my\" class=\"my \">သို့မဟုတ် ဆယ့်ငါးနှစ်သည် မြီးကောင်ပေါက်အရွယ်ဟု သတ်မှတ်သည်။ ဆဟီးဟ်နှစ်ခုတွင် အိဗ်နု အိုမရ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"အကျွန်ုပ်သည် အိုဟွဒ်တိုက်ပွဲညတွင် တမန်တော် ﷺ ရှေ့မှောက်သို့ တင်ပြခံရစဉ် အကျွန်ုပ်သည် ဆယ့်လေးနှစ်သားဖြစ်သည်။ ထိုတိုက်ပွဲတွင် ပါဝင်ခွင့်ကို ကိုယ်တော်က ခွင့်မပြုခဲ့ပေ။ သို့သော် အကျွန်ုပ်သည် အလ်-ခန်ဒါက် <span class=\"gray\">(ကျင်းတိုက်ပွဲ)</span> ညတွင် ကိုယ်တော်ရှေ့မှောက်သို့ တင်ပြခံရစဉ် အကျွန်ုပ်သည် ဆယ့်ငါးနှစ်သားဖြစ်ပြီး ကိုယ်တော်က အကျွန်ုပ်ကို <span class=\"gray\">(ထိုတိုက်ပွဲတွင် ပါဝင်ရန်)</span> ခွင့်ပြုခဲ့သည်။\" ဤဟဒီးဆ်သည် သူ့ထံရောက်ရှိသောအခါ အိုမရ် ဘင်န် အဗ်ဒူလ်-အဇီးဇ်က မှတ်ချက်ပေးခဲ့သည်- \"ဤသည်မှာ ကလေးနှင့် အရွယ်ရောက်သူတို့ကြား ကွာခြားချက်ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">ဆီးစပ်မွေးသည် အရွယ်ရောက်ခြင်း၏ လက္ခဏာဟုတ်မဟုတ် အမြင်ကွဲလွဲမှုရှိပြီး၊ မှန်ကန်သောအမြင်မှာ ဟုတ်ပါသည်။ အတိယဟ် အလ်-ကူရာဇီက ပြောကြားခဲ့သော အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည့် ဟဒီးဆ်အရ စွန္နဟ်က ဤအမြင်ကို ထောက်ခံသည်။ အတိယဟ်က \"ကူရိုင်ဇဟ်နေ့တွင် ကျွန်ုပ်တို့အား တမန်တော် ﷺ ရှေ့မှောက်သို့ တင်ပြခဲ့သည်။ ဆီးစပ်မွေးရှိသူ မည်သူမဆို အသတ်ခံရသည်။ မရှိသူ မည်သူမဆို လွတ်လပ်စွာ သွားခွင့်ပြုခဲ့သည်။ ကျွန်ုပ်သည် ဆီးစပ်မွေးမရှိသူများအနက် တစ်ဦးဖြစ်သောကြောင့် လွတ်လပ်စွာ သွားခွင့်ရခဲ့သည်\" ဟု ပြောခဲ့သည်။ စူနန် လေးကျမ်း ပြုစုသူများကလည်း ၎င်းနှင့် ဆင်တူသည်ကို မှတ်တမ်းတင်ခဲ့ကြသည်။ အတ်-သီရ်မီဇီက \"ဟစန် ဆဟီးဟ်\" ဟု ပြောခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ آنَسْتُم مِّنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့၌ ဉာဏ်ပညာရှိသည်ကို တွေ့ရှိလျှင် သူတို့၏ ပစ္စည်းများကို ပြန်လည်ပေးအပ်ကြလော့)</span> စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်က ဤအာယတ်တော်၏ အပိုင်းသည် သင်တို့က သူတို့ကို ဘာသာရေး၌ ကောင်းမွန်ပြီး ငွေကြေးနှင့်ပတ်သက်၍ ဉာဏ်ပညာရှိသည်ကို တွေ့ရှိသောအခါဟု အဓိပ္ပါယ်ရသည်ဟု ပြောခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်၊ အလ်ဟစန် အလ်ဘစရီနှင့် အခြားအိမာမ်များထံမှလည်း အလားတူ သတင်းပို့ခဲ့သည်။ ဖစ်ကဟ် ပညာရှင်များက ကလေးသည် ဘာသာရေး၌ ကောင်းမွန်ပြီး ငွေကြေးနှင့်ပတ်သက်၍ ဉာဏ်ပညာရှိလာသောအခါ ၎င်း၏ထိန်းသိမ်းသူက သူ့အတွက် ထိန်းသိမ်းထားသော ငွေကြေးကို သူ့အား ပြန်လည်ပေးအပ်သင့်သည်ဟု ပြောခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ဆင်းရဲသော ထိန်းသိမ်းသူများသည် ၎င်းတို့၏ လုပ်ငန်းအတွက် လျော်ကြေးအဖြစ် ၎င်းတို့၏ စောင့်ရှောက်မှုအောက်ရှိ မိဘမဲ့ကလေး၏ ငွေမှ ပညာရှိစွာ သုံးစွဲခွင့်ရှိသည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့အရွယ်ရောက်လာမည်ကို စိုးရိမ်၍ အလဟဿနှင့် အလျင်စလို မသုံးစွဲကြနှင့်။)</span> အလ္လာဟ်အရှင်မြတ်သည် မိဘမဲ့ကလေး၏ ငွေကို မလိုအပ်ဘဲ မသုံးစွဲရန် အမိန့်ပေးထားသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِسْرَافًا وَبِدَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလဟဿနှင့် အလျင်စလို)</span> သူတို့အရွယ်ရောက်လာမည်ကို စိုးရိမ်၍။ အလ္လာဟ်အရှင်မြတ်ကလည်း အမိန့်ပေးထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အုပ်ထိန်းသူများအနက် ချမ်းသာသူ မည်သူမဆို အခကြေးငွေ မယူသင့်ပေ။)</span> ထို့ကြောင့် ချမ်းသာပြီး မိဘမဲ့ကလေး၏ ငွေကို မလိုအပ်သော အုပ်ထိန်းသူသည် ၎င်း၏ငွေမှ မည်သည့်အခကြေးငွေမျှ မယူသင့်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဆင်းရဲသူဖြစ်လျှင် မိမိအတွက် တရားမျှတပြီး သင့်လျော်သော အခကြေးငွေကို ယူနိုင်ပေသည်။)</span> အိဗ်နု အဘီ ဟာတိမ်က အာအိရှာက \"ဤအာယတ်တော်\" ဟု ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အုပ်ထိန်းသူများအနက် ချမ်းသာသူ မည်သူမဆို အခကြေးငွေ မယူသင့်ပေ။ သို့သော် ဆင်းရဲသူဖြစ်လျှင် မိမိအတွက် တရားမျှတပြီး သင့်လျော်သော အခကြေးငွေကို ယူနိုင်ပေသည်။)</span> ဟူသည် မိဘမဲ့ကလေး၏ အုပ်ထိန်းသူနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ပြီး၊ မိဘမဲ့ကလေး၏ ပစ္စည်းအတွက် သူလုပ်ဆောင်သည့် မည်သည့်လုပ်ငန်းနှင့်မဆို သက်ဆိုင်သည်။\" အလ်-ဗုခါရီကလည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အမ်ရ် ဘင်န် ရှုအိုင်ဗ်က သူ့ဖခင်က သူ့ဖခင်က သူ့ကို ပြောပြသည်ဟု မှတ်တမ်းတင်ခဲ့သည်။ ထိုအခါ လူတစ်ဦးက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား \"အကျွန်ုပ်တွင် ငွေမရှိပါ၊ သို့သော် အကျွန်ုပ်၏ စောင့်ရှောက်မှုအောက်တွင် မိဘမဲ့ကလေးတစ်ဦး ရှိပါသည်။\" ဟု မေးမြန်းခဲ့သည်။ ထိုအခါ ရစူလ်တမန်တော်က မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلْ مِنْ مَالِ يَتِيمِكَ غَيْرَ مُسْرِفٍ وَلَا مُبَذِّرٍ وَلَا مُتَأْثِّلٍ مَالًا، وَمِنْ غَيْرِ أَنْ تَقِيَ مَالَكَ - أَوْ قَالَ - تَفْدِيَ مَالَكَ بِمَالِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ မိဘမဲ့ကလေး၏ ဥစ္စာမှ အလွန်အကျွံ သုံးစွဲခြင်း၊ ဖြုန်းတီးခြင်း၊ သို့မဟုတ် ရောနှောခြင်းမရှိဘဲ၊ သင်၏ငွေကို သူ့ငွေဖြင့် ချွေတာခြင်းမရှိဘဲ စားသုံးပါ။)</span>\" အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က သူတို့၏ ပစ္စည်းများကို ပြန်လည်ပေးအပ်သောအခါ)</span> သူတို့အရွယ်ရောက်ပြီးနောက်၊ သင်တို့က သူတို့သည် ဉာဏ်ပညာရှိသည်ကို တွေ့ရှိသောအခါ၊ ထို့နောက်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَشْهِدُوا عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ရှေ့တွင် သက်သေယူကြလော့။)</span> အလ္လာဟ်အရှင်မြတ်သည် မိဘမဲ့ကလေးများ၏ အုပ်ထိန်းသူများအား အရွယ်ရောက်ပြီး သဘောတူညီသော မိဘမဲ့ကလေးများ၏ ပစ္စည်းများကို သက်သေများရှေ့တွင် ပေးအပ်ရန် အမိန့်ပေးထားသည်၊ သို့မှသာ ၎င်းတို့အနက် မည်သူမျှ မိမိ၏ငွေကို လက်ခံရရှိခဲ့သည်ဟူသော အချက်ကို ငြင်းပယ်နိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ حَسِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် စာရင်းရှင်းရာ၌ အလုံအလောက် ပြည့်စုံတော်မူသည်။)</span> ဆိုလိုသည်မှာ မိဘမဲ့ကလေးများအတွက် ၎င်းတို့၏ လုပ်ဆောင်မှုများအပေါ် သက်သေ၊ စာရင်းစစ်နှင့် စောင့်ကြည့်သူအဖြစ် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်တော်မူသည်။ ၎င်းတို့၏ ငွေများကို မိဘမဲ့ကလေးများထံ ပြန်လည်ပေးအပ်သောအခါ၊ ၎င်းတို့၏ ပစ္စည်းသည် ပြည့်စုံပြီး အပြည့်အဝဖြစ်စေ၊ ချို့ယွင်းပြီး နည်းပါးသည်ဖြစ်စေ အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာအားလုံးကို သိတော်မူသည်။ ကိုယ်တော်၏ ဆဟီးဟ်ကျမ်းတွင် မွတ်စ်လင်မ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا ذَرٍّ إِنِّي أَرَاكَ ضَعِيفًا، وَإِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي، لَا تَأَمَّرَنَّ عَلَى اثْنَيْنِ، وَلَا تَلِيَنَّ مَالَ يَتِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အဗူ ဒဲရ်! ဧကန်စင်စစ် သင်သည် အားနည်းသူဖြစ်ပြီး၊ ငါ့ကိုယ်ငါ ချစ်သကဲ့သို့ မင်းကိုလည်း ချစ်သည်။ လူနှစ်ဦး၏ ခေါင်းဆောင် မဖြစ်စေနှင့်၊ မိဘမဲ့ကလေး၏ ပစ္စည်းကိုလည်း အုပ်ထိန်းသူ မလုပ်ဆောင်နှင့်။)</span></p>"
  }
]