[
  {
    "ayah_key": "3:154",
    "group_ayah_key": "3:154",
    "from_ayah": "3:154",
    "to_ayah": "3:155",
    "ayah_keys": "3:154,3:155",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ပူဆွေးသောကရောက်ပြီးနောက် သင်တို့အတွက် လုံခြုံမှုကို ပေးပို့တော်မူခဲ့သည်။ သင်တို့အထဲမှ အချို့ကို အိပ်ငိုက်ခြင်းဖုံးလွှမ်းခဲ့ပြီး အခြားအချို့မှာမူ မိမိတို့ကိုယ်ကိုသာ စဉ်းစားကာ အလ္လာဟ်အရှင်မြတ်အပေါ် အမှားမြင်ခဲ့ကြသည် - အသိဉာဏ်မဲ့သူတို့၏ အတွေးဖြစ်သည်။ ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ကိစ္စတွင် တစ်စိတ်တစ်ပိုင်းမျှ ပါဝင်သလား\" ဟု ပြောကြသည်။ ပြောလော့- \"အမှန်စင်စစ် ကိစ္စအားလုံးသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။\" ၎င်းတို့သည် သင်တို့အား ထုတ်ဖော်ပြောဆိုရန် မရဲတရားသော အရာကို မိမိတို့ကိုယ်၌ ဝှက်ထားကာ \"အကယ်၍ ကျွန်ုပ်တို့သည် ကိစ္စနှင့်ပတ်သက်၍ တစ်စုံတစ်ရာ ရှိခဲ့ပါက၊ ကျွန်ုပ်တို့ထဲမှ မည်သူမျှ ဤနေရာ၌ သေဆုံးခဲ့မည်မဟုတ်\" ဟု ပြောကြသည်။ ပြောလော့- \"သင်တို့သည် မိမိတို့အိမ်များတွင် ရှိနေခဲ့လျှင်ပင် သေခြင်းတရားကို သတ်မှတ်ထားသူများသည် ၎င်းတို့၏ သေဆုံးရာနေရာသို့ သွားကြပေမည်၊\" သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ရင်ဘတ်ထဲတွင်ရှိသော အရာကို စမ်းသပ်ရန်အတွက်ဖြစ်ပြီး၊ သင်တို့၏နှလုံးသားများထဲတွင်ရှိသော <span class=\"gray\">(အပြစ်များ)</span> ကို သန့်စင်စေရန်အတွက်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ရင်ဘတ်ထဲတွင်ရှိသော အရာအားလုံးကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်သည် <span>(၁၅၄)</span> စစ်တပ်နှစ်ဖွဲ့တွေ့ဆုံသည့်နေ့တွင် နောက်ပြန်လှည့်သွားခဲ့ကြသော သင်တို့အထဲမှသူတို့သည် မိမိတို့ရရှိခဲ့သော အချို့အပြစ်များကြောင့် ရှိaitan (ရှိုင်သွန်) ကသာ ၎င်းတို့အား လမ်းမှားစေခဲ့ခြင်းဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အမှန်စင်စစ် ခွင့်လွှတ်တော်မူခဲ့ပြီ။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူထသော၊ အလွန်အမင်း သည်းခံတော်မူသော အရှင်ဖြစ်တော်မူသည် <span>(၁၅၅)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူများအား အိပ်ငိုက်ခြင်းဖုံးလွှမ်းခဲ့သည်; အယောင်ဆောင်သူများ ခံစားခဲ့ရသော ကြောက်ရွံ့ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား မိမိ၏ကျေးဇူးတော်ကို ပြန်လည်အမှတ်ရစေတော်မူသည်။ ၎င်းတို့သည် မိမိတို့လက်နက်များကို ဆောင်ထားပြီး ပူဆွေးသောကရောက်နေချိန်တွင် ငြိမ်းချမ်းမှုနှင့် အိပ်ငိုက်ခြင်းကို ၎င်းတို့အပေါ်သို့ ပေးပို့ခဲ့သည်။ ဤကိစ္စတွင် အိပ်ငိုက်ခြင်းသည် ကျေးဇူးတော်တစ်ရပ်ဖြစ်ပြီး စိတ်ငြိမ်သက်ခြင်းနှင့် လုံခြုံခြင်း၏ အဓိပ္ပါယ်များကို ဆောင်သည်။ ဥပမာအားဖြင့် ဗဒ်ရ်တိုက်ပွဲနှင့်ပတ်သက်၍ စူရသ် အလ်-အန်ဖာလ်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်ရလော့)</span> ၎င်းအရှင်သည် သင်တို့အား မိမိထံမှ လုံခြုံမှုအဖြစ် အိပ်ငိုက်ခြင်းဖြင့် ဖုံးအုပ်ပေးခဲ့စဉ်)</span><span class=\"gray\">[၈:၁၁]</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် အနပ်စ်၏ ပြောကြားချက်ကို မှတ်တမ်းတင်ခဲ့သည်။ အဘူ သလ်ဟာက ပြောသည်မှာ၊ \"အိုဟွဒ်တိုက်ပွဲအတွင်း အိပ်ငိုက်ခြင်းဖုံးလွှမ်းခံရသူများထဲတွင် ကျွန်ုပ်ပါဝင်ခဲ့သည်။ ကျွန်ုပ်၏ဓားသည် ကျွန်ုပ်လက်မှ အကြိမ်များစွာ ပြုတ်ကျခဲ့ပြီး ကျွန်ုပ်က ပြန်ကောက်ခဲ့သည်။ ထို့နောက် ပြုတ်ကျပြန်၍ ကျွန်ုပ်က ပြန်ကောက်ခဲ့သည်။\" အလ်-ဘူခါရီသည် ဤဟဒီးဆ်ကို တိုက်ပွဲများ၏ ဇာတ်လမ်းများတွင် သွယ်ဝိုက်ဆက်စပ်မှုကွင်းဆက် (အစ်စနဒ်) မပါဘဲ စုဆောင်းခဲ့ပြီး၊ တဖ်ဆီရ်ကျမ်းတွင် သွယ်ဝိုက်ဆက်စပ်မှုကွင်းဆက် (အစ်စနဒ်) ဖြင့် စုဆောင်းခဲ့သည်။ အတ်-တီရ်မီဇီ၊ အန်-နစာအီနှင့် အလ်-ဟာကင်မ်တို့သည် အနပ်စ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်။ အဘူ သလ်ဟာက ပြောသည်မှာ၊ \"အိုဟွဒ်နေ့တွင် ကျွန်ုပ်သည် ဦးခေါင်းကို မော့ကြည့်လိုက်ရာ အားလုံး၏ ဦးခေါင်းများသည် အိပ်ငိုက်ခြင်းကြောင့် ငိုက်ကျနေသည်ကို တွေ့ရသည်။\" ဤသည်မှာ အတ်-တီရ်မီဇီ၏ စကားလုံးများဖြစ်ပြီး၊ ၎င်းက \"ဟစန် စဟီးဟ်\" ဟု ပြောခဲ့သည်။ အန်-နစာအီသည်လည်း ဤဟဒီးဆ်ကို အနပ်စ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်။ အနပ်စ်က အဘူ သလ်ဟာက ပြောသည်မှာ၊ \"အိပ်ငိုက်ခြင်းဖုံးလွှမ်းခံရသူများထဲတွင် ကျွန်ုပ်ပါဝင်ခဲ့သည်\" ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">အာယတ်တွင် ဖော်ပြထားသော ဒုတိယအုပ်စုမှာ မိမိတို့ကိုယ်ကိုသာ စဉ်းစားသော အယောင်ဆောင်သူများဖြစ်သည်၊ အကြောင်းမှာ ၎င်းတို့သည် အကြောက်ဆုံးလူများဖြစ်ပြီး သမ္မာတရားကို အနည်းဆုံးထောက်ခံမည့်သူများဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ် အမှားမြင်ခဲ့ကြသည် - အသိဉာဏ်မဲ့သူတို့၏ အတွေးဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၅၄]</span>၊ အကြောင်းမှာ ၎င်းတို့သည် မုသားပြောသူများ၊ သံသယရှိသူများ၊ ကြီးမြတ်ဆုံးသော၊ ဂုဏ်ပြုခံရဆုံးသော အလ္လာဟ်အရှင်မြတ်အပေါ် ဆိုးရွားသော အတွေးများရှိသူများဖြစ်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَنزَلَ عَلَيْكُم مِّن بَعْدِ الْغَمِّ أَمَنَةً نُّعَاسًا يَغْشَىٰ طَائِفَةً مِّنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ပူဆွေးသောကရောက်ပြီးနောက် သင်တို့အတွက် လုံခြုံမှုကို ပေးပို့တော်မူခဲ့သည်။ သင်တို့အထဲမှ အချို့ကို အိပ်ငိုက်ခြင်းဖုံးလွှမ်းခဲ့သည်)</span>၊ ဆိုလိုသည်မှာ ယုံကြည်မှု၊ သေချာမှု၊ ခိုင်မြဲမှုနှင့် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ်)</span> မှီခိုမှုရှိသောသူများဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် ﷺ အား အောင်ပွဲခံစေပြီး ၎င်း၏ ရည်မှန်းချက်ကို ပြည့်စုံစေမည်ဟု သေချာသူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားအချို့မှာမူ မိမိတို့ကိုယ်ကိုသာ စဉ်းစားကြသည်)</span>၊ ၎င်းတို့သည် စိုးရိမ်ပူပန်မှု၊ ထိတ်လန့်မှုနှင့် ကြောက်ရွံ့မှုများကြောင့် အိပ်ငိုက်ခြင်းဖုံးလွှမ်းခြင်းမခံရပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ် အမှားမြင်ခဲ့ကြသည် – အသိဉာဏ်မဲ့သူတို့၏ အတွေးဖြစ်သည်။)</span>။</p><p lang=\"my\" class=\"my \">အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် အခြားမိန့်ကြားချက်တစ်ခုတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَىٰ أَهْلِيهِمْ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သင်တို့သည် ရစူလ်တမန်တော်နှင့် ယုံကြည်သူများသည် မိမိတို့မိသားစုများထံသို့ ထာဝရပြန်လာမည်မဟုတ်ဟု ထင်မှတ်ခဲ့ကြသည်)</span><span class=\"gray\">(၄၈:၁၂)</span>။</p><p lang=\"my\" class=\"my \">ဤအုပ်စုက ရုပ်တုကိုးကွယ်သူများသည် တိုက်ပွဲတွင် ၎င်းတို့၏တပ်များက အသာစီးရသောအခါ အပြည့်အဝ အောင်ပွဲရရှိခဲ့ပြီး အစ္စလာမ်နှင့် ၎င်း၏လူများသည် ပျက်စီးသွားလိမ့်မည်ဟု ထင်မှတ်ခဲ့ကြသည်။ ဤသည်မှာ သံသယနှင့် တွန့်ဆုတ်ခြင်းရှိသူတို့၏ ပုံမှန်အပြုအမူဖြစ်ပြီး၊ အခက်အခဲကြုံတွေ့ရသည့်အခါ ထိုသို့သော ဆိုးရွားသည့် အတွေးများထဲသို့ ကျရောက်ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဖော်ပြတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောခဲ့သည်)</span> ဤအခြေအနေတွင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَل لَّنَا مِنَ الْأَمْرِ مِن شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့သည် ကိစ္စတွင် တစ်စိတ်တစ်ပိုင်းမျှ ပါဝင်သလား?\")</span> အလ္လာဟ်အရှင်မြတ်က ပြန်ဖြေတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنفُسِهِم مَّا لَا يُبْدُونَ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- \"အမှန်စင်စစ် ကိစ္စအားလုံးသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။\" ၎င်းတို့သည် သင်တို့အား ထုတ်ဖော်ပြောဆိုရန် မရဲတရားသော အရာကို မိမိတို့ကိုယ်၌ ဝှက်ထားသည်။)</span> အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ လျှို့ဝှက်ချက်များကို ဖော်ထုတ်တော်မူသည်၊ ဆိုလိုသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَّا قُتِلْنَا هَاهُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အကယ်၍ ကျွန်ုပ်တို့သည် ကိစ္စနှင့်ပတ်သက်၍ တစ်စုံတစ်ရာ ရှိခဲ့ပါက၊ ကျွန်ုပ်တို့ထဲမှ မည်သူမျှ ဤနေရာ၌ သေဆုံးခဲ့မည်မဟုတ်\" ဟု ပြောကြသည်။)</span> ၎င်းတို့သည် ဤအတွေးကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ဝှက်ထားရန် ကြိုးစားခဲ့သော်လည်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အစ်ဟာက်က မှတ်တမ်းတင်ခဲ့သည်။ 'အဗ်ဒုလ္လာဟ် ဘင် အဇ်-ဇူဘိုင်ရ်က ပြောသည်မှာ အဇ်-ဇူဘိုင်ရ်က ပြောသည်၊ \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ ရှိနေခဲ့စဉ် ကြောက်ရွံ့မှုများ ပြင်းထန်လာခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား အိပ်စက်ခြင်းကို ပေးပို့ခဲ့သည် <span class=\"gray\">(အိုဟွဒ်တိုက်ပွဲအတွင်း)</span>။ ထိုအချိန်တွင် ကျွန်ုပ်တို့အားလုံးထဲမှ အမျိုးသားတိုင်း <span class=\"gray\">(အယောင်ဆောင်သူများမှလွဲ၍)</span> အိပ်ငိုက်နေခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍! အိပ်မက်ထဲတွင်ကဲ့သို့ပင် မု'အတ်တိဗ် ဘင် ကူရှိုင်ရ်၏ စကားများကို ကျွန်ုပ်ကြားခဲ့ရသည်။ 'အကယ်၍ ကျွန်ုပ်တို့သည် ကိစ္စနှင့်ပတ်သက်၍ တစ်စုံတစ်ရာ ရှိခဲ့ပါက၊ ကျွန်ုပ်တို့ထဲမှ မည်သူမျှ ဤနေရာ၌ သေဆုံးခဲ့မည်မဟုတ်။' ၎င်း၏ ဤစကားများကို ကျွန်ုပ်မှတ်မိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က နောက်ပိုင်းတွင် ဖော်ပြတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَّا قُتِلْنَا هَاهُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အကယ်၍ ကျွန်ုပ်တို့သည် ကိစ္စနှင့်ပတ်သက်၍ တစ်စုံတစ်ရာ ရှိခဲ့ပါက၊ ကျွန်ုပ်တို့ထဲမှ မည်သူမျှ ဤနေရာ၌ သေဆုံးခဲ့မည်မဟုတ်။)</span>\" ဟု ပြောကြသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ كُنتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- \"သင်တို့သည် မိမိတို့အိမ်များတွင် ရှိနေခဲ့လျှင်ပင် သေခြင်းတရားကို သတ်မှတ်ထားသူများသည် ၎င်းတို့၏ သေဆုံးရာနေရာသို့ သွားကြပေမည်၊\")</span> ဆိုလိုသည်မှာ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ သတ်မှတ်ထားသော ကံကြမ္မာဖြစ်ပြီး ဧကန်မလွဲ ဖြစ်ပေါ်လာမည့် ဆုံးဖြတ်ချက်ဖြစ်ကာ၊ ၎င်းမှ ရှောင်လွှဲ၍မရနိုင်ပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ရင်ဘတ်ထဲတွင်ရှိသော အရာကို စမ်းသပ်ရန်အတွက်ဖြစ်ပြီး၊ သင်တို့၏နှလုံးသားများထဲတွင်ရှိသော အရာကို သန့်စင်စေရန်အတွက်ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ သင်တို့အပေါ် ကျရောက်လာသော အရာအားလုံးဖြင့် သင်တို့အား စမ်းသပ်ရန်ဖြစ်ပြီး၊ ကောင်းခြင်းနှင့် ဆိုးခြင်းကို ခွဲခြားရန်နှင့် ယုံကြည်သူတို့၏ လုပ်ရပ်များနှင့် စကားများကို အယောင်ဆောင်သူတို့၏ လုပ်ရပ်များနှင့် စကားများမှ ခွဲခြားရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ရင်ဘတ်ထဲတွင်ရှိသော အရာအားလုံးကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်သည်)</span>၊ ထို့ပြင် နှလုံးသားများ ဖုံးကွယ်ထားသောအရာများကိုလည်း သိတော်မူသည်။</p><div lang=\"my\" class=\"my \"><h2>အိုဟွဒ်နေ့တွင် ယုံကြည်သူအချို့ ထွက်ပြေးကြသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَوَلَّوْا مِنكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စစ်တပ်နှစ်ဖွဲ့တွေ့ဆုံသည့်နေ့တွင် နောက်ပြန်လှည့်သွားခဲ့ကြသော သင်တို့အထဲမှသူတို့သည် မိမိတို့ရရှိခဲ့သော အချို့အပြစ်များကြောင့် ရှိaitan (ရှိုင်သွန်) ကသာ ၎င်းတို့အား လမ်းမှားစေခဲ့ခြင်းဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၅၅]</span>၊</p><p lang=\"my\" class=\"my \">၎င်းတို့၏ ယခင်အမှားအယွင်းအချို့ကြောင့်ဖြစ်သည်။ အမှန်စင်စစ် ဆလ်ဖ်အချို့က ပြောခဲ့သည်မှာ \"ကောင်းမှု၏ အကျိုးသည် ၎င်းနောက်လိုက်မည့် အခြားကောင်းမှုတစ်ခုသို့ ဦးတည်ခြင်းပါဝင်ပြီး၊ အပြစ်၏ အကျိုးသည် ၎င်းနောက်လိုက်မည့် အခြားအပြစ်တစ်ခုကို ကျူးလွန်ခြင်းပါဝင်သည်\" ဟူ၍ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အမှန်စင်စစ် ခွင့်လွှတ်တော်မူခဲ့ပြီ)</span>၊ ၎င်းတို့၏ ထွက်ပြေးခြင်းကို၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူထသော၊ အလွန်အမင်း သည်းခံတော်မူသော အရှင်ဖြစ်တော်မူသည်)</span></p><p lang=\"my\" class=\"my \">၎င်းအရှင်သည် အပြစ်များကို ခွင့်လွှတ်တော်မူသည်၊ မိမိ၏ဖန်ဆင်းခံများကို ခွင့်လွှတ်ပြီး အပြစ်မှ ကင်းလွတ်စေတော်မူသည်။ အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ခဲ့သည်။ ရှကီးက်က ပြောသည်မှာ၊ \"'အဗ်ဒုရ်-ရာဟ်မာန် ဘင် 'အဝ်ဖ်သည် အလ်-ဝါလစ်ဒ် ဘင် 'ဥက်ဘာနှင့် တွေ့ဆုံခဲ့သည်။ အလ်-ဝါလစ်ဒ်က ၎င်းအား ပြောသည်မှာ၊ 'ယုံကြည်သူတို့၏ခေါင်းဆောင် 'ဥစ်မာန်ကို အဘယ်ကြောင့် စွန့်ပစ်ခဲ့သနည်း?' 'အဗ်ဒုရ်-ရာဟ်မာန်က ပြောသည်မှာ၊ 'အိုဟွဒ်တိုက်ပွဲအတွင်း ကျွန်ုပ်မထွက်ပြေးခဲ့ကြောင်း၊ ဗဒ်ရ်တိုက်ပွဲအတွင်း နောက်မကျန်ခဲ့ကြောင်း၊ 'ဥမရ်၏ စွန်နသ်ကို စွန့်ပစ်ခဲ့ခြင်းမရှိကြောင်း ၎င်းအား ပြောပြပါ။' အလ်-ဝါလစ်ဒ်က 'အဗ်ဒုရ်-ရာဟ်မာန် ပြောခဲ့သည်များကို 'ဥစ်မာန်အား ပြောပြခဲ့သည်။ 'ဥစ်မာန်က ပြန်ဖြေသည်မှာ၊ '၎င်း၏ စကားဖြစ်သော 'အိုဟွဒ်တိုက်ပွဲအတွင်း ကျွန်ုပ်မထွက်ပြေးခဲ့' ဟူသော စကားအတွက် အလ္လာဟ်အရှင်မြတ်က ခွင့်လွှတ်တော်မူပြီးဖြစ်သော အမှားတစ်ခုအတွက် ကျွန်ုပ်ကို အဘယ်သို့ အပြစ်တင်နိုင်မည်နည်း။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَوَلَّوْا مِنكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စစ်တပ်နှစ်ဖွဲ့တွေ့ဆုံသည့်နေ့တွင် နောက်ပြန်လှည့်သွားခဲ့ကြသော သင်တို့အထဲမှသူတို့သည် မိမိတို့ရရှိခဲ့သော အချို့အပြစ်များကြောင့် ရှိaitan (ရှိုင်သွန်) ကသာ ၎င်းတို့အား လမ်းမှားစေခဲ့ခြင်းဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အမှန်စင်စစ် ခွင့်လွှတ်တော်မူခဲ့ပြီ)</span>။</p><p lang=\"my\" class=\"my \">ဗဒ်ရ်တိုက်ပွဲတွင် မပါဝင်ဘဲ ကျွန်ုပ်နောက်ကျန်ခဲ့သည်ဟူသော ၎င်း၏စကားနှင့်ပတ်သက်၍မူ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏သမီး ရူကယျာအား ၎င်းကွယ်လွန်ချိန်အထိ ပြုစုစောင့်ရှောက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကျွန်ုပ်အား ဗဒ်ရ်တိုက်ပွဲမှ စစ်မက်ဥစ္စာတွင် ဝေစုပေးခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ စစ်မက်ဥစ္စာတွင် ဝေစုရရှိသူသည် တိုက်ပွဲတွင် ပါဝင်ခဲ့သည်ဟု ဆိုရမည်။ 'ဥမရ်၏ စွန်နသ်ကို ကျွန်ုပ်စွန့်ပစ်ခဲ့သည်ဟူသော ၎င်း၏စကားနှင့်ပတ်သက်၍မူ ကျွန်ုပ်ဖြစ်စေ၊ ၎င်းဖြစ်စေ မည်သူမျှ ၎င်းကို သည်းခံနိုင်မည်မဟုတ်။ သွားပြီး ဤအဖြေကို ၎င်းအား ပြောပြလိုက်ပါ။'\"</p>"
  }
]