[
  {
    "ayah_key": "8:34",
    "group_ayah_key": "8:34",
    "from_ayah": "8:34",
    "to_ayah": "8:35",
    "ayah_keys": "8:34,8:35",
    "text": "<p lang=\"my\" class=\"my \">အလ်မဆ်ဂျိဒ်အလ်ဟာရမ်မှ (လူသားများကို) ၎င်းတို့ တားဆီးနေကြသော်လည်းကောင်း၊ ၎င်းတို့သည် အလ်မဆ်ဂျိဒ်အလ်ဟာရမ်၏ ထိန်းသိမ်းစောင့်ရှောက်သူများ မဟုတ်ကြသော်လည်းကောင်း အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အဘယ်ကြောင့် အပြစ်မပေးဘဲ နေမည်နည်း။ တာက်ဝါရှိသူများမှတစ်ပါး မည်သူမျှ ၎င်း၏ ထိန်းသိမ်းစောင့်ရှောက်သူများ မဖြစ်နိုင်ကြချေ။ သို့သော် ၎င်းတို့အနက်မှ အများစုသည် မသိကြပေ။ <span>(၃၄)</span>အလ်မဆ်ဂျိဒ်အလ်ဟာရမ်ရှိ ၎င်းတို့၏ ဆွလာတ်သည် မူကာအ်နှင့် တဆ်ဒိယာမှတစ်ပါး မည်သည့်အရာမျှ မဟုတ်ချေ။ ထို့ကြောင့် သင်တို့ မယုံကြည်ခဲ့ကြခြင်းကြောင့် ပြစ်ဒဏ်ကို မြည်းစမ်းကြလေကုန်။ <span>(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူတို့သည် ၎င်းတို့၏ ရက်စက်ကြမ်းကြုတ်မှုများနောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို ခံထိုက်ကြလေသည်</h2></div><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူတို့သည် ပြစ်ဒဏ်ကို ခံထိုက်ကြကြောင်း အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူ၏။ သို့ရာတွင် ၎င်းတို့ကြားတွင် တမန်တော်မြတ် ﷺ သီတင်းသုံးနေထိုင်တော်မူခြင်းကို ဂုဏ်ပြုသောအားဖြင့် ၎င်းတို့အား အရှင်မြတ် ပြစ်ဒဏ်မပေးခဲ့ချေ။ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ် ﷺ အား ၎င်းတို့ထံမှ ရွှေ့ပြောင်းသွားရန် ခွင့်ပြုတော်မူပြီးနောက် ဗဒရ်နေ့တွင် ၎င်းတို့အပေါ် အရှင်မြတ်၏ ပြစ်ဒဏ်ကို စေလွှတ်ခဲ့သည်။ ထိုစစ်ပွဲအတွင်းတွင် ခေါင်းဆောင် ပျက်ရုပ်ကိုးကွယ်သူများသည် အသတ်ခံရခြင်း သို့မဟုတ် ဖမ်းဆီးခံရခြင်း ခံရသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ နှစ်မြုပ်နေခဲ့သော အပြစ်များ၊ ရှင်က်နှင့် မကောင်းမှုများအတွက် ခွင့်လွှတ်မှုရရှိရန်လည်း ၎င်းတို့အား ညွှန်ကြားခဲ့သည်။ မက္ကာမြို့သား ရုပ်တုကိုးကွယ်သူများကြားတွင် အားနည်းသော မွတ်စ်လင်မ်အချို့ နေထိုင်ခြင်း မရှိခဲ့ပါက၊ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံခဲ့ကြသော ထိုမွတ်စ်လင်မ်များ မရှိခဲ့ပါက အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အခါမျှ ရှောင်လွှဲ၍ မရနိုင်သော ပြစ်ဒဏ်ကို ၎င်းတို့ထံ စေလွှတ်တော်မူခဲ့မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကြားတွင် နေထိုင်ကြသော အားနည်းသော၊ မတရားပြုခံရသော၊ ဖိနှိပ်ခံရသော ယုံကြည်သူများကြောင့် ထိုသို့ မပြုခဲ့ချေ၊ အလ်ဟွဒိုင်ဘိယျာဟ်နေ့နှင့် ပတ်သက်၍ အရှင်မြတ် ပြန်လည်မိန့်ကြားခဲ့သကဲ့သို့ ဖြစ်ပေသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ ۚ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَاءٌ مُّؤْمِنَاتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَئُوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌ بِغَيْرِ عِلْمٍ ۖ لِّيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَن يَشَاءُ ۚ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မယုံကြည်ကြသူများဖြစ်ကြပြီး အလ်မဆ်ဂျိဒ်အလ်ဟာရမ် <span class=\"gray\">(မက္ကာမြို့ရှိ)</span> မှ သင်တို့အား တားဆီးခဲ့ကြသည်၊ စတေးမည့် တိရစ္ဆာန်များကိုလည်း ၎င်းတို့၏ စတေးရာနေရာသို့ ရောက်ရှိခြင်းမှ ဟန့်တားထားခဲ့ကြသည်။ သင်တို့ မသိရှိခဲ့ကြသော ယုံကြည်သူအမျိုးသားများနှင့် ယုံကြည်သူအမျိုးသမီးများ မရှိခဲ့ပါက၊ သင်တို့သည် ၎င်းတို့အား သတ်မိနိုင်ပြီး ၎င်းတို့ကြောင့် (သင်တို့) မသိဘဲ အပြစ်ကျူးလွန်မိနိုင်ဖွယ်ရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ် အလိုရှိသူကို အရှင်မြတ်၏ ကရုဏာတော်ထဲသို့ သွင်းယူရန်အတွက် ဖြစ်သည်။ ၎င်းတို့ <span class=\"gray\">(ယုံကြည်သူများနှင့် မယုံကြည်သူများ)</span> သာ ခွဲထွက်နေခဲ့ကြပါက ၎င်းတို့အနက်မှ မယုံကြည်သူများကို ကျွန်ုပ်တို့သည် အလွန်နာကျင်ဖွယ် ပြစ်ဒဏ်ပေးခဲ့မည်မှာ သေချာပါသည်။)</span><span class=\"gray\">[48:25]</span></p><p lang=\"mi\" class=\"mi \">Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ ۚ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်မဆ်ဂျိဒ်အလ်ဟာရမ်မှ (လူသားများကို) ၎င်းတို့ တားဆီးနေကြသော်လည်းကောင်း၊ ၎င်းတို့သည် အလ်မဆ်ဂျိဒ်အလ်ဟာရမ်၏ ထိန်းသိမ်းစောင့်ရှောက်သူများ မဟုတ်ကြသော်လည်းကောင်း အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အဘယ်ကြောင့် အပြစ်မပေးဘဲ နေမည်နည်း။ တာက်ဝါရှိသူများမှတစ်ပါး မည်သူမျှ ၎င်း၏ ထိန်းသိမ်းစောင့်ရှောက်သူများ မဖြစ်နိုင်ကြချေ။ သို့သော် ၎င်းတို့အနက်မှ အများစုသည် မသိကြပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က 'အလ်မဆ်ဂျိဒ်အလ်ဟာရမ်သို့ မွတ်စ်လင်မ်များ သွားရောက်ခြင်းကို ၎င်းတို့ တားမြစ်နေကြစဉ်၊ ဤသို့ဖြင့် ယုံကြည်သူများဖြစ်ကြသော ၎င်း၏ ကိုယ်ပိုင်လူများအား ထိုနေရာတွင် ဆွလာတ်ဝတ်ပြုခြင်းနှင့် တဝါဖ်ပြုလုပ်ခြင်းမှ ဟန့်တားနေကြစဉ် အရှင်မြတ်သည် ၎င်းတို့အား အဘယ်ကြောင့် ပြစ်ဒဏ်မပေးဘဲ နေမည်နည်း' ဟု မေးမြန်းတော်မူ၏။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانُوا أَوْلِيَاءَهُ ۚ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်း၏ ထိန်းသိမ်းစောင့်ရှောက်သူများ မဟုတ်ကြ။ တာက်ဝါရှိသူများမှတစ်ပါး မည်သူမျှ ၎င်း၏ ထိန်းသိမ်းစောင့်ရှောက်သူများ မဖြစ်နိုင်ကြချေ။)</span> ဆိုလိုသည်မှာ တမန်တော်မြတ် ﷺ နှင့် အရှင်မြတ်၏ ဆွဟာဘာများသာလျှင် အလ်မဆ်ဂျိဒ်အလ်ဟာရမ်၏ စစ်မှန်သော နေထိုင်သူများ <span class=\"gray\">(သို့မဟုတ် ထိုက်တန်သော ထိန်းသိမ်းစောင့်ရှောက်သူများ)</span> ဖြစ်ကြပြီး ပျက်ရုပ်ကိုးကွယ်သူများ မဟုတ်ကြပေ။ အခြားအာယသ်တော်တွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنفُسِهِم بِالْكُفْرِ ۚ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ - إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ ۖ فَعَسَىٰ أُولَٰئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့ကိုယ်တိုင် မယုံကြည်မှုကို သက်သေခံနေကြသူများဖြစ်သည့် ပျက်ရုပ်ကိုးကွယ်သူတို့အတွက် အလ္လာဟ်အရှင်မြတ်၏ ဗလီများအား ထိန်းသိမ်းစောင့်ရှောက်ရန် မဖြစ်နိုင်ချေ။ ထိုသူတို့၏ လုပ်ငန်းများသည် အချည်းနှီးဖြစ်ပြီး ၎င်းတို့သည် ငရဲဘုံတွင် ထာဝရနေထိုင်ကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ဗလီများအား အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ကြသူများ၊ ဆွလာတ်ဝတ်ပြုကြသူများ၊ ဇကားတ်ပေးလှူကြသူများနှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူကိုမျှ မကြောက်ရွံ့ကြသူများသာလျှင် ထိန်းသိမ်းစောင့်ရှောက်ရမည်ဖြစ်သည်။ ထိုသူတို့သည်သာလျှင် စစ်မှန်သော လမ်းညွှန်မှုပေါ်တွင် ရှိကြသူများ ဖြစ်သည်။)</span><span class=\"gray\">[9:17-18]</span>၊ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدٌّ عَن سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်ထံတွင် ပိုမိုကြီးလေးသော <span class=\"gray\">(ပြစ်မှု)</span> သည် လူသားတို့အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်ကို လိုက်နာခြင်းမှ တားဆီးခြင်း၊ အရှင်မြတ်ကို မယုံကြည်ခြင်း၊ အလ်မဆ်ဂျိဒ်အလ်ဟာရမ် <span class=\"gray\">(မက္ကာမြို့ရှိ)</span> သို့ ဝင်ရောက်ခွင့်ကို တားဆီးခြင်းနှင့် ၎င်း၏ နေထိုင်သူများကို နှင်ထုတ်ခြင်းတို့ ဖြစ်သည်။)</span><span class=\"gray\">[2:217]</span>။</p><p lang=\"mt\" class=\"mt \">Urwah, As-Suddi and Muhammad bin Ishaq said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တာက်ဝါရှိသူများမှတစ်ပါး မည်သူမျှ ၎င်း၏ ထိန်းသိမ်းစောင့်ရှောက်သူများ မဖြစ်နိုင်ကြချေ။)</span> သည် မုဟမ္မဒ် ﷺ နှင့် အရှင်မြတ်၏ ဆွဟာဘာများကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို နှစ်သက်တော်မူပါစေ။ ဤအာယသ်တော်သည် မည်သူမဆို၊ မည်သည့်နေရာတွင်မဆိုရှိသော မူဂျာဟိဒ်များ <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင်]</span> အကြောင်းဖြစ်ကြောင်း မူဂျာဟစ်ဒ်က ရှင်းပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အလ်မဆ်ဂျိဒ်အလ်ဟာရမ်ဘေးရှိ ပျက်ရုပ်ကိုးကွယ်သူတို့၏ လုပ်ရပ်နှင့် ၎င်း၏ ပတ်ဝန်းကျင်၌ ၎င်းတို့ ထိန်းသိမ်းစောင့်ရှောက်ခဲ့သော လေးစားမှုတို့ကို ဖော်ပြတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ صَلَاتُهُمْ عِندَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(Their Salah <span class=\"gray\">(prayer)</span> at the House was nothing but Muka' and Tasdiyah.)</span></p><p lang=\"cy\" class=\"cy \">Abdullah bin 'Umar, Ibn 'Abbas, Mujahid, 'Ikrimah, Sa'id bin Jubayr, Abu Raja' Al-Utardi, Muhammad bin Ka'b Al-Qurazi, Hujr bin 'Anbas, Nubayt bin Sharit, Qatadah and 'Abdur-Rahman bin Zayd bin Aslam said that this part of the Ayah refers to whistling. Mujahid added that the pagans used to place their fingers in their mouth <span class=\"gray\">(while whistling)</span>. Sa'id bin Jubayr said that Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ صَلَاتُهُمْ عِندَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အိမ်တော်ရှိ ဆွလာတ်သည် မူကာအ်နှင့် တဆ်ဒိယာမှတစ်ပါး မည်သည့်အရာမျှ မဟုတ်ချေ။)</span></p><p lang=\"my\" class=\"my \">\"ကုရိုင်ရှ်တို့သည် ကိုယ်ဗလာဖြင့် ကအ်ဗာကို ပတ်ခြင်း <span class=\"gray\">(တဝါဖ်)</span> ကို ပြုလုပ်လေ့ရှိပြီး၊ တေးဆိုမြည်တမ်းခြင်းနှင့် လက်ခုပ်တီးခြင်းတို့ ပြုလုပ်လေ့ရှိသည်။ အဘယ်ကြောင့်ဆိုသော် မူကာအ် ဆိုသည်မှာ 'တေးဆိုမြည်တမ်းခြင်း' ကို ဆိုလိုပြီး၊ တဆ်ဒိယာ ဆိုသည်မှာ 'လက်ခုပ်တီးခြင်း' ကို ဆိုလိုသည်။\" ဤအဓိပ္ပါယ်ကို အိဗ်နုအဗ္ဗားစ်ထံမှ အလီဗင်န်အဘီတာလ်ဟာနှင့် အလ်အဝ်ဖီတို့ကလည်း သတင်းပေးပို့ခဲ့ကြသည်။ အလားတူပင် အိဗ်နုအိုမာရ်၊ မူဂျာဟစ်ဒ်၊ မုဟမ္မဒ်ဗင်န်ကအ်ဗ်၊ အဘူစလာမာဗင်န်အဗ်ဒုရ်-ရဟ်မာန်၊ အဒ်-ဒဟ်ဟားက်၊ ကတာဒါဟ်၊ အသီယျာဟ်အလ်အဝ်ဖီ၊ ဟုဂျရ်ဗင်န်အန်ဗတ်စ်နှင့် အိဗ်နုအဗ်ဇာတို့ထံမှ မှတ်တမ်းတင်ထားသည်။ အိဗ်နုဂျရီရ်က အိဗ်နုအိုမာရ်သည် အာယသ်တော်ကို ဤသို့ ရှင်းပြခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ صَلَاتُهُمْ عِندَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အိမ်တော်ရှိ ဆွလာတ်သည် မူကာအ်နှင့် တဆ်ဒိယာမှတစ်ပါး မည်သည့်အရာမျှ မဟုတ်ချေ။)</span></p><p lang=\"my\" class=\"my \">\"မူကာအ် ဆိုသည်မှာ 'တေးဆိုမြည်တမ်းခြင်း' ကို ဆိုလိုပြီး၊ 'တဆ်ဒိယာ' ဆိုသည်မှာ 'လက်ခုပ်တီးခြင်း' ကို ဆိုလိုသည်။\" စအီဒ်ဗင်န်ဂျူဘိုင်းရ်နှင့် အဗ်ဒုရ်-ရဟ်မာန်ဗင်န်ဇိုင်းဒ်တို့က မိန့်ကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَصْدِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တဆ်ဒိယာ)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်မှ တားဆီးခဲ့ကြသည်။ အရှင်မြတ်သည် အမြင့်မြတ်ဆုံးနှင့် အလေးမြတ်ဆုံး ဖြစ်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့ မယုံကြည်ခဲ့ကြခြင်းကြောင့် ပြစ်ဒဏ်ကို မြည်းစမ်းကြလေကုန်။)</span></p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟားက်၊ အိဗ်နုဂျုရိုင်ဂျ်နှင့် မုဟမ္မဒ်ဗင်န်အစ်ဟာက်တို့၏ အဆိုအရ ဤသည်မှာ ဗဒရ်စစ်ပွဲအတွင်း ၎င်းတို့ခံစားခဲ့ရသော သေဆုံးမှုနှင့် ဖမ်းဆီးခံရမှုကို ရည်ညွှန်းသည်။</p>"
  },
  {
    "ayah_key": "8:36",
    "group_ayah_key": "8:36",
    "from_ayah": "8:36",
    "to_ayah": "8:37",
    "ayah_keys": "8:36,8:37",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ မယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ <span class=\"gray\">(လူများကို)</span> တားဆီးရန် ၎င်းတို့၏စည်းစိမ်ဥစ္စာများကို သုံးစွဲကြ၏၊ ၎င်းတို့သည် ထိုသို့ ဆက်လက်သုံးစွဲကြမည်ဖြစ်သည်။ သို့သော် နောက်ဆုံးတွင် ၎င်းတို့အတွက် နာကျင်မှုဖြစ်လာမည်။ ထို့နောက် ၎င်းတို့သည် အောင်နိုင်ခြင်းခံရမည်။ မယုံကြည်သူများသည် ငရဲသို့ စုဝေးခံရမည် <span class=\"gray\">(၃၆)</span> အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုကို ကောင်းမှုမှ ခွဲခြားရန်နှင့် မကောင်းသူများကို တစ်ယောက်ပေါ်တစ်ယောက် ပုံ၍ စုပုံပြီး ငရဲသို့ ပစ်ချရန်အတွက် ဖြစ်သည်။ ထိုသူတို့! ၎င်းတို့သည် ရှုံးနိမ့်သူများပင် ဖြစ်ကြသည်။ <span class=\"gray\">(၃၇)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများသည် အခြားသူများကို အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ တားဆီးရန် ၎င်းတို့၏စည်းစိမ်ဥစ္စာများကို သုံးစွဲကြသော်လည်း ၎င်းသည် ၎င်းတို့အား ဝမ်းနည်းကြေကွဲမှုသာ ဖြစ်စေမည်ဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင် အိစ်ဟာက်က အဇ်-ဇူရီ၊ မုဟမ္မဒ် ဘင် ယဟ်ယာ ဘင် ဟိဗ္ဗန်၊ အာစင် ဘင် အွမ်မာ ဘင် ကွတ်တာဒါဟ် နှင့် အလ်-ဟုစိုင်န် ဘင် အဗ်ဒူရ်-ရဟ်မန် ဘင် အမ်ရ် ဘင် စအီးဒ် ဘင် မူအာဒ် တို့မှ ပြောကြားသည်မှာ၊ \"ကုရိုက်ရှ်တို့သည် ဘဒ်ရ်၌ ရှုံးနိမ့်ခဲ့ပြီး ၎င်းတို့၏တပ်များသည် မက္ကာသို့ ပြန်သွားခဲ့ကြသည်။ အဗူဆူဖ်ယန်မှာမူ ကုန်သည်လှေအဖွဲ့အား မထိခိုက်ဘဲ ပြန်သွားခဲ့သည်။ ဤအချိန်တွင် အဗ်ဒူလ္လာဟ် ဘင် အဗီ ရဗီအာဟ်၊ အစ်ကရိမာ ဘင် အဗီ ဂျဟ်လ်၊ စဖ်ဝမ် ဘင် အုမာယာဟ် နှင့် ဘဒ်ရ်တွင် ၎င်းတို့၏ ဖခင်များ၊ သားများ သို့မဟုတ် ညီအစ်ကိုများကို ဆုံးရှုံးခဲ့ရသော ကုရိုက်ရှ် အမျိုးသားအချို့တို့သည် အဗူဆူဖ်ယန် ဘင် ဟာဘ်ထံသို့ သွားခဲ့ကြသည်။ ၎င်းတို့သည် သူ့အားနှင့် ထိုကုန်သည်လှေအဖွဲ့တွင် ဥစ္စာပစ္စည်းရှိကြသည့် ကုရိုက်ရှ်တို့အား 'အို ကုရိုက်ရှ်လူမျိုးတို့! မုဟမ္မဒ်သည် သင်တို့ကို ဝမ်းနည်းစေခဲ့ပြီး သင်တို့၏ခေါင်းဆောင်များကို သတ်ဖြတ်ခဲ့သည်။ ထို့ကြောင့်၊ သူ့ကို တိုက်ခိုက်နိုင်ရန် ဤဥစ္စာပစ္စည်းဖြင့် ကျွန်ုပ်တို့ကို ကူညီပါ၊ ကျွန်ုပ်တို့၏ ဆုံးရှုံးမှုများကို လက်စားချေနိုင်ပါစေ' ဟု ပြောကြားခဲ့ကြသည်။ ၎င်းတို့ သဘောတူခဲ့ကြသည်။\" မုဟမ္မဒ် ဘင် အိစ်ဟာက်က \"ဤအာယတ်တော်သည် အဗ္ဗာ့စ်၏ အဆိုအရ ၎င်းတို့နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا يُنفِقُونَ أَمْوَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ မယုံကြည်သူများသည် ၎င်းတို့၏စည်းစိမ်ဥစ္စာများကို သုံးစွဲကြသည်...)</span> ဟူ၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ရှုံးနိမ့်သူများပင်ဖြစ်သည်။)</span>\" မူဂျာဟစ်ဒ်၊ စအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အလ်-ဟာကမ် ဘင် အုယာနာဟ်၊ ကွတ်တာဒါဟ်၊ အစ်-ဆွဒ်ဒီ နှင့် အိဗ်န် အဗ်ဇာတို့က ဤအာယတ်တော်သည် အဗူဆူဖ်ယန်နှင့် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ကို တိုက်ခိုက်ရန် ဥဟုဒ်တွင် သူ၏ငွေကြေးသုံးစွဲမှုနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">အဒ်-ဒွဟ်ဟာက်က ဤအာယတ်တော်သည် ဘဒ်ရ်၏ ရုပ်တုကိုးကွယ်သူများနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ မည်သို့ပင်ဖြစ်စေ၊ ၎င်း၏ ထုတ်ပြန်မှုနှင့်အတူ သီးခြားဖြစ်ရပ်တစ်ခု ရှိခဲ့သော်လည်း ဤအာယတ်တော်သည် အကျယ်အဝန်းအားဖြင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မယုံကြည်သူများသည် မှန်ကန်သောလမ်းမှ တားဆီးရန် ၎င်းတို့၏စည်းစိမ်ဥစ္စာများကို သုံးစွဲကြသည်ဟု ဖော်ပြထားသည်။ သို့သော် ထိုသို့ပြုလုပ်ခြင်းဖြင့် ၎င်းတို့၏ငွေကြေးသည် သုံးစွဲခံရမည်ဖြစ်ပြီး ၎င်းတို့အတွက် ဝမ်းနည်းကြေကွဲမှုနှင့် နာကျင်မှု၏ ရင်းမြစ်ဖြစ်လာမည်ဖြစ်ပြီး အနည်းငယ်မျှပင် အကျိုးမဖြစ်ထွန်းစေပါ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အလင်းရောင်ကို ပိတ်ပစ်ရန်နှင့် ၎င်းတို့၏ စကားကို မှန်ကန်သော စကားထက် ပိုမိုမြင့်မြတ်စေရန် ကြိုးပမ်းကြသည်။ သို့သော် မယုံကြည်သူများက မုန်းတီးနေသော်လည်း အလ္လာဟ်အရှင်မြတ်သည် သူ၏အလင်းရောင်ကို ပြီးပြည့်စုံစေမည်ဖြစ်သည်။ သူသည် သူ၏ဘာသာတရားကို ကူညီမည်၊ သူ၏စကားကို လွှမ်းမိုးစေမည်၊ သူ၏ဘာသာတရားသည် ဘာသာတရားအားလုံးထက် လွှမ်းမိုးလိမ့်မည်။ ဤသည်မှာ မယုံကြည်သူများသည် ဤဘဝတွင် ခံစားရမည့် အရှက်ရမှုဖြစ်သည်။ နောင်ဘဝတွင်မူ ၎င်းတို့သည် ငရဲ၏ ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရမည်ဖြစ်သည်။ ၎င်းတို့အနက်မှ အသက်ရှည်သူတိုင်းသည် မိမိမျက်စိဖြင့် မြင်တွေ့ရမည်ဖြစ်ပြီး မိမိနားဖြင့် ကြားသိရမည်ဖြစ်ပြီး မိမိအား ဝမ်းနည်းကြေကွဲစေသော အရာများကို တွေ့ကြုံရမည်ဖြစ်သည်။ ၎င်းတို့အနက်မှ သေဆုံးသူများ သို့မဟုတ် အသတ်ခံရသူများသည် ထာဝရအရှက်ရမှုနှင့် ထာဝရပြစ်ဒဏ်သို့ ပြန်လည်ရောက်ရှိရမည်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَالَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ يُحْشَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုသို့ ဆက်လက်သုံးစွဲကြမည်ဖြစ်သည်။ သို့သော် နောက်ဆုံးတွင် ၎င်းတို့အတွက် နာကျင်မှုဖြစ်လာမည်။ ထို့နောက် ၎င်းတို့သည် အောင်နိုင်ခြင်းခံရမည်။ မယုံကြည်သူများသည် ငရဲသို့ စုဝေးခံရမည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုကို ကောင်းမှုမှ ခွဲခြားရန်။)</span> ဟူသည်မှာ၊ အိဗ်န် အဗ္ဗာ့စ်၏ အဆိုအရ ပျော်ရွှင်ခြင်းရှိသူများနှင့် ဆင်းရဲဒုက္ခခံစားရသူများအကြား ကွာခြားမှုကို ခွဲခြားသိမြင်ရန် ဖြစ်သည်၊ အလီ ဘင် အဗီ တာလ်ဟာဟ်က သူ့ထံမှ ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နာခံပြီး မယုံကြည်သော ရန်သူများကို တိုက်ခိုက်သော ယုံကြည်သူများနှင့် သူ့အား မနာခံသူများအကြား ခွဲခြားသိမြင်စေသည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တော်တစ်ခုတွင် ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို သင်တို့ယခုရှိနေသော အခြေအနေအတိုင်း ထားရှိမည်မဟုတ်ပေ၊ မကောင်းမှုကို ကောင်းမှုမှ ခွဲခြားသည်အထိပင်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ဂိုင်ဘ် <span class=\"gray\">(မမြင်နိုင်သောအရာများ)</span> ၏ လျှို့ဝှက်ချက်များကို ထုတ်ဖော်ပြသမည်မဟုတ်ပေ။)</span><span class=\"gray\">[3:179]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက်မှ <span class=\"gray\">(သူ၏လမ်းစဉ်၌)</span> တိုက်ခိုက်ခဲ့သူများကို <span class=\"gray\">(စမ်းသပ်)</span> မည်၊ ထို့ပြင် သည်းခံသူများကို <span class=\"gray\">(လည်း)</span> စမ်းသပ်မည်မပြုမီ သင်တို့သည် ဂျန္နတ် <span class=\"gray\">(ပရဒိသု)</span> သို့ ဝင်ရောက်နိုင်လိမ့်မည်ဟု သင်တို့ ထင်မှတ်နေကြသလော။)</span><span class=\"gray\">[3:142]</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ အာယတ်တော် <span class=\"gray\">(၈:၃၇)</span> ဟူသည်မှာ 'သင့်ကို တိုက်ခိုက်ရန် ငွေကြေးသုံးစွဲနိုင်သော စစ်ရေးမယုံကြည်သူများဖြင့် ငါတို့ စမ်းသပ်ခဲ့သည်' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَىٰ بَعْضٍ فَيَرْكُمَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုကို ကောင်းမှုမှ ခွဲခြားရန်နှင့် မကောင်းသူများကို တစ်ယောက်ပေါ်တစ်ယောက် ပုံ၍ စုပုံရန်)</span> တစ်ယောက်ပေါ်တစ်ယောက် အပုံလိုက်တင်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَجْعَلَهُ فِي جَهَنَّمَ ۚ أُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အား ငရဲသို့ ပစ်ချရန်။ ထိုသူတို့! ၎င်းတို့သည် ရှုံးနိမ့်သူများပင် ဖြစ်ကြသည်။)</span><span class=\"gray\">[8:37]</span>၊ ဤဘဝနှင့် နောင်ဘဝတွင် ဖြစ်သည်။</p>"
  }
]