[
  {
    "ayah_key": "8:47",
    "group_ayah_key": "8:47",
    "from_ayah": "8:47",
    "to_ayah": "8:49",
    "ayah_keys": "8:47,8:48,8:49",
    "text": "<p lang=\"my\" class=\"my \">အိမ်များမှ ကြွားဝါမှုဖြင့်လည်းကောင်း၊ လူအများမြင်စေရန် ထွက်လာသူများကဲ့သို့ မဖြစ်ကြကုန်နှင့်။ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ <span class=\"gray\">(လူတို့ကို)</span> တားဆီးကြသူများကဲ့သို့လည်း မဖြစ်ကြကုန်နှင့်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုသမျှ အားလုံးကို <span class=\"gray\">('မုဟီးသ်' - အပြည့်အဝ ဖုံးလွှမ်းသိရှိတော်မူသော)</span> အရှင်မြတ် ဖြစ်တော်မူ၏။ <span>(၄၇)</span>အသင်တို့၏ <span class=\"gray\">(မကောင်းသော)</span> အပြုအမူတို့ကို ရှိုင်တွာန်က လှပကောင်းမွန်သည်ဟု ထင်စေပြီး “ယနေ့ <span class=\"gray\">(ဘဒ်ရ်တိုက်ပွဲတွင်)</span> လူသားများအနက် မည်သူမျှ သင်တို့အား မလွှမ်းမိုးနိုင်၊ အမှန်စင်စစ် ငါသည် သင်တို့၏ အိမ်နီးချင်း <span class=\"gray\">(အကူအညီပေးသူ)</span> ဖြစ်သည်” ဟု ပြောသောအခါ <span class=\"gray\">(သတိရကြကုန်)</span>။ သို့သော် အင်အားစုနှစ်ခု တစ်ဦးကိုတစ်ဦး မြင်ရသောအခါ သူသည် ထွက်ပြေးပြီး “အမှန်စင်စစ် ငါသည် သင်တို့နှင့် လုံးဝသက်ဆိုင်ခြင်း မရှိ။ အမှန်စင်စစ် ငါသည် သင်တို့မမြင်သောအရာကို မြင်သည်။ အမှန်စင်စစ် ငါသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်၏။ အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးရာ၌ ပြင်းထန်တော်မူ၏” ဟု ပြောခဲ့သည်။ <span>(၄၈)</span>နှောင်ယှက်သူများနှင့် ၎င်းတို့၏ စိတ်နှလုံးများတွင် ရောဂါ <span class=\"gray\">(မယုံကြည်မှု)</span> ရှိသူများက “ဤသူများ <span class=\"gray\">(မူဆလင်များ)</span> သည် ၎င်းတို့၏ ဘာသာတရားကြောင့် လှည့်စားခံရသူများ” ဟု ပြောကြသောအခါ <span class=\"gray\">(သတိရကြကုန်)</span>။ သို့သော် အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အား ကိုးစားပါက၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်တော်မူ၏။ <span>(၄၉)</span></p><div lang=\"st\" class=\"st \"><h2>The Idolators leave Makkah, heading for Badr</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား အရှင်မြတ်၏ လမ်းတော်၌ စစ်မှန်စွာ တိုက်ခိုက်ရန်နှင့် အရှင်မြတ်ကို အာရုံစိုက်ရန် အမိန့်ပေးပြီးနောက်၊ အရှင်မြတ်သည် ၎င်းတို့၏ အိမ်များမှ ထွက်ခွာသွားသော ရုပ်တုကိုးကွယ်သူတို့ကို အတုမယူရန် အမိန့်ပေးခဲ့သည်</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَطَرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြွားဝါမှုဖြင့်)</span> အမှန်တရားကို ဖိနှိပ်ရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِئَاءَ النَّاسِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့မြင်စေရန်)</span>၊ လူအများရှေ့တွင် မာန်မာနထောင်လွှားစွာ ကြွားဝါခြင်း။ ကာဖီလာသည် ဘေးကင်းစွာ လွတ်မြောက်သွားသဖြင့် မက္ကာသို့ ပြန်သင့်သည်ဟု အဘူဂျဟ်လ်အား ပြောကြားသောအခါ သူက “အလ္လာဟ်ကို တိုင်တည်၍ ပြောမည်၊ မဟုတ်ဘူး! ဘဒ်ရ်ရေတွင်းသို့ သွားရောက်ပြီး၊ ကုလားအုတ်များ သတ်၊ အရက်သောက်၊ အမျိုးသမီးအဆိုတော်များ သီချင်းဆိုပေးသည်အထိ ကျွန်ုပ်တို့ ပြန်မည်မဟုတ်။ ဤသို့ဖြင့် အာရပ်တို့သည် ကျွန်ုပ်တို့၏ ရပ်တည်ချက်နှင့် ထိုနေ့က ကျွန်ုပ်တို့လုပ်ခဲ့သည်များကို အမြဲတမ်း ပြောဆိုနေကြလိမ့်မည်” ဟု မှတ်ချက်ပြုခဲ့သည်။ သို့သော် ဤအရာအားလုံးသည် အဘူဂျဟ်လ်အား ပြန်လည်ခြောက်လှန့်ခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ဘဒ်ရ်ရေတွင်းသို့ သူတို့သွားသောအခါ သေခြင်းတရားကို သူတို့ကိုယ်တိုင် ယူဆောင်ခဲ့ကြသောကြောင့်တည်း။ ဘဒ်ရ်ပြီးနောက် သူတို့သည် ဘဒ်ရ်ရေတွင်းထဲသို့ သေဆုံးလျက်၊ ဂုဏ်သိက္ခာမဲ့စွာ၊ အရှက်ရစွာ၊ အထင်အမြင်သေးခံရစွာ၊ ထာဝရ၊ ထာစဉ် ပြစ်ဒဏ်ဘေး၌ ဝမ်းနည်းပူဆွေးစွာ ပစ်ချခံခဲ့ရသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာ၌ မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုသမျှ အားလုံးကို <span class=\"gray\">('မုဟီးသ်' - အပြည့်အဝ ဖုံးလွှမ်းသိရှိတော်မူသော)</span> အရှင်မြတ် ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">သူတို့မည်သို့နှင့် အဘယ်အတွက် လာခဲ့သည်ကို အရှင်မြတ်သိတော်မူ၏၊ ထို့ကြောင့် အဆိုးဆုံးသော ပြစ်ဒဏ်ကို အရှင်မြတ် မြည်းစမ်းစေခဲ့ခြင်း ဖြစ်သည်။ အိဗ်နု အဗ္ဗားစ်၊ မူဂျာဟစ်ဒ်၊ ကွာတာဒါဟ်၊ အဒ်-ဒဟ်ဟားက် နှင့် အစ်-ဆွဒ်ဒီတို့သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို မှတ်ချက်ပြုခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِن دِيَارِهِم بَطَرًا وَرِئَاءَ النَّاسِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိမ်များမှ ကြွားဝါမှုဖြင့်လည်းကောင်း၊ လူအများမြင်စေရန် ထွက်လာသူများကဲ့သို့ မဖြစ်ကြကုန်နှင့်။)</span></p><p lang=\"my\" class=\"my \">“၎င်းတို့သည် ဘဒ်ရ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား တိုက်ခိုက်ခဲ့သော ရုပ်တုကိုးကွယ်သူများ ဖြစ်ကြသည်။” မုဟမ္မဒ် ဘင်န် ကအ်ဗ်က “ကုရိုက်ရှ်တို့သည် မက္ကာမှ ဘဒ်ရ်သို့ ထွက်ခွာသွားသောအခါ အမျိုးသမီးအဆိုတော်များနှင့် ဗုံများကို သယ်ဆောင်သွားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤကျမ်းပိုဒ်ကို ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِن دِيَارِهِم بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ ۚ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိမ်များမှ ကြွားဝါမှုဖြင့်လည်းကောင်း၊ လူအများမြင်စေရန် ထွက်လာသူများကဲ့သို့ မဖြစ်ကြကုန်နှင့်။ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ <span class=\"gray\">(လူတို့ကို)</span> တားဆီးကြသူများကဲ့သို့လည်း မဖြစ်ကြကုန်နှင့်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုသမျှ အားလုံးကို <span class=\"gray\">('မုဟီးသ်' - အပြည့်အဝ ဖုံးလွှမ်းသိရှိတော်မူသော)</span> အရှင်မြတ် ဖြစ်တော်မူ၏။)</span></p><div lang=\"ga\" class=\"ga \"><h2>Shaytan makes Evil seem fair and deceives the Idolators</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်သည် ၎င်းတို့၏ <span class=\"gray\">(မကောင်းသော)</span> အပြုအမူတို့ကို လှပကောင်းမွန်သည်ဟု ထင်စေပြီး “ယနေ့ လူသားများအနက် မည်သူမျှ သင်တို့အား မလွှမ်းမိုးနိုင်၊ အမှန်စင်စစ် ငါသည် သင်တို့၏ အိမ်နီးချင်း ဖြစ်သည်” ဟု ပြောသောအခါ <span class=\"gray\">(သတိရကြကုန်)</span>။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် ကျိန်ဆဲသော ရှိုင်တွာန်သည် ရုပ်တုကိုးကွယ်သူတို့၏ ချီတက်လာရခြင်း ရည်ရွယ်ချက်ကို လှပကောင်းမွန်သည်ဟု ထင်စေခဲ့သည်။ ထိုနေ့တွင် အခြားမည်သည့်လူမျိုးမျှ သူတို့ကို အနိုင်ယူနိုင်မည် မဟုတ်ဟု ထင်စေခဲ့သည်။ သူတို့၏ ရန်သူ ဘနီဗကရ် မျိုးနွယ်စုသည် မက္ကာကို တိုက်ခိုက်မည့် အခြေအနေကိုလည်း “ငါသည် သင်တို့၏ အိမ်နီးချင်းဖြစ်သည်” ဟု ပြောဆိုခြင်းဖြင့် ပယ်ချခဲ့သည်။ ရှိုင်တွာန်သည် ဘနီမူဒ်လိဂျ်၏ ခေါင်းဆောင် စူရာကာ ဘင်န် မာလိက် ဘင်န် ဂျုအ်ရှုမ် ပုံစံဖြင့် သူတို့ထံ ထင်ရှားပြခဲ့သည်၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့ကို ဖော်ပြထားသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">[ရှိုင်တွာန်]</span> သည် ၎င်းတို့အား ကတိများ ပေး၏၊ ၎င်းတို့၌ မှားယွင်းသော ဆန္ဒများကို လှုံ့ဆော်ပေး၏။ ရှိုင်တွာန်၏ ကတိများသည် လှည့်ဖြားမှုသက်သက်သာ ဖြစ်သည်။)</span><span class=\"gray\">[၄:၁၂၀]</span>။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျူရိုင်ဂျ်က အိဗ်နု အဗ္ဗားစ်သည် ဤအာယသ် <span class=\"gray\">(၈:၄၈)</span> နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်ဟု ပြောကြားခဲ့သည်၊ “ဘဒ်ရ်နေ့တွင် ရှိုင်တွာန်သည် ၎င်း၏ အလံကိုင်နှင့် စစ်သည်တော်များနှင့်အတူ ရုပ်တုကိုးကွယ်သူများနှင့် အတူလိုက်ပါခဲ့သည်။ သူသည် ရုပ်တုကိုးကွယ်သူတို့၏ စိတ်နှလုံးများထဲသို့ ‘ယနေ့ မည်သူမျှ သင်တို့အား မအောင်မြင်နိုင်! ငါသည် သင်တို့၏ အိမ်နီးချင်းဖြစ်သည်’ ဟု တိုးတိုးလေး ပြောခဲ့သည်။ သူတို့သည် မူဆလင်များနှင့် တွေ့ဆုံပြီး ရှိုင်တွာန်သည် ကောင်းကင်တမန်များ လာရောက်ကူညီသည်ကို မြင်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَكَصَ عَلَىٰ عَقِبَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ထွက်ပြေးခဲ့သည်)</span>၊ သူသည် လေထဲတွင် ကြွေးကြော်ရင်း ထွက်ပြေးသွားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَرَىٰ مَا لَا تَرَوْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါသည် သင်တို့မမြင်သောအရာကို မြင်သည်။)</span>”</p><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah said, that Ibn 'Abbas said about this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“ယနေ့ လူသားများအနက် မည်သူမျှ သင်တို့အား မအောင်မြင်နိုင်၊ အမှန်စင်စစ် ငါသည် သင်တို့၏ အိမ်နီးချင်း ဖြစ်သည်”)</span></p><p lang=\"my\" class=\"my \">“ရှိုင်တွာန်နှင့် ၎င်း၏ ရှိုင်တွာန်စစ်တပ်၊ အလံကိုင်များသည် ဘဒ်ရ်နေ့တွင် ဘနီမူဒ်လိဂျ်မှ လူသား စူရာကာ ဘင်န် မာလိက် ဘင်န် ဂျုအ်ရှုမ် ပုံစံဖြင့် လာခဲ့ကြသည်။ ရှိုင်တွာန်က ရုပ်တုကိုးကွယ်သူတို့အား ‘ယနေ့ မည်သူမျှ သင်တို့အား အနိုင်ယူနိုင်မည် မဟုတ်၊ ငါက သင်တို့ကို ကူညီမည်’ ဟု ပြောခဲ့သည်။ စစ်တပ်နှစ်ခု မျက်နှာချင်းဆိုင် ရပ်နေချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သဲတစ်ဆုပ်ယူ၍ ရုပ်တုကိုးကွယ်သူတို့၏ မျက်နှာများသို့ ပစ်ပေါက်ခဲ့ရာ သူတို့သည် ဆုတ်ခွာသွားခဲ့ကြသည်။ ဂျိဘ်ရီလ် (အလိုင်ဟစ်စလာမ်) သည် ရှိုင်တွာန်ဘက်သို့ လာခဲ့သည်၊ သို့သော် ရှိုင်တွာန်သည် မွစ်ရှ်ရစ်က်လူတစ်ဦး၏ လက်ကို ကိုင်ထားစဉ် ဂျိဘ်ရီလ်ကို မြင်သောအခါ သူသည် လက်ကိုရုပ်၍ စစ်သည်တော်များနှင့်အတူ ထွက်ပြေးခဲ့သည်။ ထိုလူက သူ့အား ‘အို စူရာကာ! သင်သည် ကျွန်ုပ်တို့၏ အိမ်နီးချင်းဖြစ်သည်ဟု ပြောခဲ့သလား’ ဟု မေးသောအခါ သူက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَرَىٰ مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ ۚ وَاللَّهُ شَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါသည် သင်တို့မမြင်သောအရာကို မြင်သည်။ အမှန်စင်စစ် ငါသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်၏။ အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးရာ၌ ပြင်းထန်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ရှိုင်တွာန်သည် ကောင်းကင်တမန်များကို မြင်သောအခါ ဤသို့ ပြောခဲ့သည်။”</p><div lang=\"my\" class=\"my \"><h2>ဘဒ်ရ်ရှိ နှောင်ယှက်သူတို့၏ အခြေအနေ</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰؤُلَاءِ دِينُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှောင်ယှက်သူများနှင့် ၎င်းတို့၏ စိတ်နှလုံးများတွင် ရောဂါ <span class=\"gray\">(မယုံကြည်မှု)</span> ရှိသူများက “ဤသူများ <span class=\"gray\">(မူဆလင်များ)</span> သည် ၎င်းတို့၏ ဘာသာတရားကြောင့် လှည့်စားခံရသူများ” ဟု ပြောကြသောအခါ <span class=\"gray\">(သတိရကြကုန်)</span>။)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင်န် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ်သည် “စစ်တပ်နှစ်ခု တစ်ဦးနှင့်တစ်ဦး ပိုမိုနီးကပ်လာသောအခါ အလ္လာဟ်အရှင်မြတ်သည် မူဆလင်များကို ရုပ်တုကိုးကွယ်သူတို့၏ မျက်စိထဲတွင် နည်းပါးစေပြီး ရုပ်တုကိုးကွယ်သူတို့ကိုလည်း မူဆလင်တို့၏ မျက်စိထဲတွင် နည်းပါးစေခဲ့သည်။ ရုပ်တုကိုးကွယ်သူတို့က ပြောခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَرَّ هَٰؤُلَاءِ دِينُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူများ <span class=\"gray\">(မူဆလင်များ)</span> သည် ၎င်းတို့၏ ဘာသာတရားကြောင့် လှည့်စားခံရသူများ။)</span> အဘယ်ကြောင့်ဆိုသော် မူဆလင်များ အလွန်နည်းပါးသည်ဟု သူတို့ ထင်ခဲ့သောကြောင့်ဖြစ်သည်။ မူဆလင်များကို အနိုင်ယူနိုင်လိမ့်မည်ဟု သံသယကင်းစွာ သူတို့ ယုံကြည်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အား ကိုးစားပါက၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ကွာတာဒါဟ်က မှတ်ချက်ပြုခဲ့သည်၊ “၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားကို ကာကွယ်ရန် လာရောက်သော ယုံကြည်သူအုပ်စုတစ်စုကို မြင်ခဲ့ကြသည်။ မုဟမ္မဒ် ﷺ နှင့် အရှင်မြတ်၏ ဆွဟာဘာများကို မြင်သောအခါ အဘူဂျဟ်လ်က ‘အလ္လာဟ်ကို တိုင်တည်၍ ပြောမည်! ဤနေ့ပြီးနောက် သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို လုံးဝ ကိုးကွယ်ကြတော့မည်မဟုတ်!’ ဟု ပြောခဲ့သည်ဟု ကျွန်ုပ်တို့အား အသိပေးခံခဲ့ရသည်။ သူသည် ဤစကားကို ဆိုးသွမ်းမှုနှင့် ချိုးဖောက်မှုဖြင့် ပြောခဲ့ခြင်း ဖြစ်သည်။” အာမီရ် အရှ်-ရှအ်ဘီက “မက္ကာမှ လူအချို့သည် အစ္စလာမ်ဘာသာကို လက်ခံရန် စဉ်းစားနေကြသော်လည်း သူတို့သည် ရုပ်တုကိုးကွယ်သူများနှင့်အတူ ဘဒ်ရ်သို့ သွားရောက်သောအခါ မူဆလင်များ မည်မျှနည်းပါးသည်ကို မြင်သောအခါ သူတို့က၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَرَّ هَٰؤُلَاءِ دِينُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူများ <span class=\"gray\">(မူဆလင်များ)</span> သည် ၎င်းတို့၏ ဘာသာတရားကြောင့် လှည့်စားခံရသူများ။)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَوَكَّلْ عَلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အား ကိုးစားပါက)</span>၊ အရှင်မြတ်၏ ကရုဏာတော်ကို မှီခိုပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင် ဖြစ်တော်မူ၏)</span>၊ အမှန်စင်စစ် အရှင်မြတ်ဘက်မှ ရပ်တည်သူများ <span class=\"gray\">[အငြင်းပွားမှုတွင်]</span> သည် လုံးဝ လွှမ်းမိုးခံရခြင်း မရှိပေ၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်၏ ဘက်သည် အင်အားကြီးမား၊ ခွန်အားကြီးမားပြီး အရှင်မြတ်၏ အာဏာတော်သည် အလွန်ကြီးမြတ်တော်မူသောကြောင့်တည်း၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တပညာရှင်)</span> အရှင်မြတ်၏ လုပ်ဆောင်မှု အားလုံးတွင်၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် အရာရာတိုင်းကို သင့်လျော်သော နေရာတွင် ထားတော်မူ၏၊ ထိုက်တန်သူတို့အား အောင်မြင်မှုပေးပြီး ထိုက်တန်သူတို့အား ရှုံးနိမ့်မှုပေးတော်မူသောကြောင့်တည်း။</p>"
  }
]