[
  {
    "ayah_key": "38:45",
    "group_ayah_key": "38:45",
    "from_ayah": "38:45",
    "to_ayah": "38:48",
    "ayah_keys": "38:45,38:46,38:47,38:48",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏ကျွန်များဖြစ်ကြကုန်သော အီဘရာဟင်မ်၊ အစ်ဟာက်နှင့် ယအ်ကူးဘ်၊ အူလစ်-အိုင်ဒီ ဝလ်-အဘ်စာရ် တို့ကို အမှတ်ရကြလော့ <span>(၄၅)</span> ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား (နောင်တမလွန်) နေအိမ်ကို အမှတ်ရစေခြင်းဖြင့် ရွေးချယ်ခဲ့ကြသည် <span>(၄၆)</span> ၎င်းတို့သည် ကျွန်ုပ်တို့ထံတော်၌ ဧကန်စင်စစ် ရွေးချယ်ခံရသူများထဲမှ အကောင်းဆုံးများ ဖြစ်ကြသည် <span>(၄၇)</span> အစ်မာအီလ်၊ အလ်-ယစာအ်နှင့် ဇွလ်-ကိဖ်လ် တို့ကိုလည်း အမှတ်ရကြလော့၊ အားလုံးသည် အကောင်းဆုံးများထဲမှ ဖြစ်ကြသည် <span>(၄၈)</span> ၎င်းသည် အမှတ်ရဖွယ်ရာပင် ဖြစ်သည်.. <span>()</span></p><p lang=\"my\" class=\"my \">နဗီတမန်တော်များထဲမှ ရွေးချယ်ခံရသူများနှင့် အကောင်းဆုံးများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ်၏ ကျွန်များဖြစ်ကြကုန်သော တမန်တော်များနှင့် နဗီတမန်တော်တို့၏ ဂုဏ်ကျေးဇူးများကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ကျွန်များဖြစ်ကြကုန်သော အီဘရာဟင်မ်၊ အစ်ဟာက်နှင့် ယအ်ကူးဘ်၊ အူလစ်-အိုင်ဒီ ဝလ်-အဘ်စာရ် တို့ကို အမှတ်ရကြလော့။)</span> ဆိုလိုသည်မှာ ဖြောင့်မတ်သောလုပ်ငန်းများ၊ အကျိုးရှိသောပညာရပ်၊ ဝတ်ပြုကိုးကွယ်မှုတွင် ခွန်အားနှင့် ထိုးထွင်းဉာဏ်တို့ ဖြစ်သည်။ အလီ ဘင်န် အဘီ တလ်ဟာဟ်၏ အဆိုအရ အစ်ဗ်နု အဘ္ဘားစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော်၊ ပြောကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولِي الْأَيْدِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အူလစ်-အိုင်ဒီ)</span> \"ခွန်အားကြီးပြီး ဝတ်ပြုကိုးကွယ်မှု ကောင်းမွန်သောသူများ;\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَبْصَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝလ်-အဘ်စာရ်)</span> ဆိုလိုသည်မှာ ဘာသာတရားကို နားလည်ခြင်း။\" ကတာဒါးနှင့် အစ်-စွတ်ဒီတို့က ပြောသည်မှာ \"၎င်းတို့အား ဝတ်ပြုကိုးကွယ်မှုတွင် ခွန်အားနှင့် ဘာသာတရားကို နားလည်မှု ပေးသနားခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား (နောင်တမလွန်) နေအိမ်ကို အမှတ်ရစေခြင်းဖြင့် ရွေးချယ်ခဲ့ကြသည်။)</span> မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊ \"ဤသည်မှာ- ကျွန်ုပ်တို့သည် ၎င်းတို့အား နောင်တမလွန်ဘဝအတွက် ကြိုးစားစေခဲ့သည်၊ ထို့အပြင် ၎င်းတို့အတွက် ထိုအရာမှတစ်ပါး အခြားမရှိပေ။\" အစ်-စွတ်ဒီကလည်း \"နောင်တမလွန်ဘဝကို အမှတ်ရခြင်းနှင့် ထိုအရာအတွက် ကြိုးစားခြင်း\" ဟု ပြောသည်။ မာလိက် ဘင်န် ဒီနာရ်က ပြောသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏နှလုံးသားများမှ ဤလောကကို ချစ်ခြင်းကို ဖယ်ရှားပြီး နောင်တမလွန်ဘဝကို အမှတ်ရရန်အတွက် သီးသန့်ရွေးချယ်ခဲ့သည်။\" ကတာဒါးက ပြောသည်မှာ၊ \"၎င်းတို့သည် လူတို့အား နောင်တမလွန်ဘဝအကြောင်းနှင့် ထိုအရာအတွက် ကြိုးစားရန် အမှတ်ရစေလေ့ရှိသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွန်ုပ်တို့ထံတော်၌ ဧကန်စင်စစ် ရွေးချယ်ခံရသူများနှင့် အကောင်းဆုံးများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် ရွေးကောက်ခံရပြီး ရွေးချယ်ခံရသူများထဲမှ ဖြစ်ကြပြီး၊ ၎င်းတို့သည် အကောင်းဆုံးနှင့် ရွေးချယ်ခံရသူများ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ ۖ وَكُلٌّ مِنَ الْأَخْيَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ်မာအီလ်၊ အလ်-ယစာအ်နှင့် ဇွလ်-ကိဖ်လ် တို့ကိုလည်း အမှတ်ရကြလော့၊ အားလုံးသည် အကောင်းဆုံးများထဲမှ ဖြစ်ကြသည်။)</span> ၎င်းတို့၏ စရိုက်လက္ခဏာများနှင့် ပုံပြင်များကို စူရာ အလ်-အန်ဗီယာအ် ၌ အသေးစိတ် ဆွေးနွေးပြီးဖြစ်သည်။ ၎င်းတို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေသော်။ ဤနေရာတွင် ထပ်မံပြောပြရန် မလိုအပ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا ذِكْرٌ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အမှတ်ရဖွယ်ရာပင် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ အမှတ်ရသူများအတွက် အမှတ်ရဖွယ်ရာ ဖြစ်သည်။ အစ်-စွတ်ဒီက ပြောသည်မှာ၊ \"ဤသည်မှာ သန့်ရှင်းသော ကုရ်အာန်ကို ဆိုလိုသည်။\"</p>"
  },
  {
    "ayah_key": "38:49",
    "group_ayah_key": "38:49",
    "from_ayah": "38:49",
    "to_ayah": "38:54",
    "ayah_keys": "38:49,38:50,38:51,38:52,38:53,38:54",
    "text": "<p lang=\"my\" class=\"my \">တကယ္တမ္းတွင် တက္ကဝါရှိသူများအတွက် ကောင်းမွန်သော နောက်ဆုံးပြန်လည်ရောက်ရှိရာ (နေအိမ်) ရှိသည် <span>(၄၉)</span> ၎င်းတို့အတွက် တံခါးများ ဖွင့်ထားသည့် အဒ်န်ဥယျာဉ် <span>(၅၀)</span> ထိုဥယျာဉ်များတွင် ၎င်းတို့သည် မှီလျောင်းနေကြမည်ဖြစ်ပြီး၊ ထိုနေရာတွင် ၎င်းတို့သည် သစ်သီးအများအပြားနှင့် အချိုရည်များကို တောင်းခံကြမည် <span>(၅၁)</span> ၎င်းတို့အနီးတွင် ကာဆီရာတတ်-တာရ်ဖ် များ (နှင့်) သက်တူရွယ်တူများ ရှိကြမည် <span>(၅၂)</span> ၎င်းသည်သာလျှင် စာရင်းရှင်းချိန်နေ့အတွက် သင်တို့အား ကတိပြုထားသော အရာဖြစ်သည် <span>(၅၃)</span> <span class=\"gray\">(၎င်းတို့အား ပြောကြားလိမ့်မည်)</span> ဧကန်စင်စစ် ဤသည်မှာ ကျွန်ုပ်တို့၏ ထောက်ပံ့မှုဖြစ်ပြီး မည်သည့်အခါမျှ ကုန်ဆုံးမည် မဟုတ်ပေ <span>(၅၄)</span></p><p lang=\"my\" class=\"my \">ကောင်းချီးခံစားရသူများ၏ နောက်ဆုံးပြန်လည်ရောက်ရှိရာ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ်၏ ကောင်းချီးခံစားရသော၊ ယုံကြည်သူ ကျွန်များသည် နောင်တမလွန်ဘဝတွင် ကောင်းမွန်သော နောက်ဆုံးပြန်လည်ရောက်ရှိရာ (နေအိမ်) ကို ရရှိမည်ဖြစ်ကြောင်း၊ ဆိုလိုသည်မှာ ၎င်းတို့၏ အဆုံးစွန်ဆုံး ရောက်ရှိရာနေရာ ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ ထို့နောက် ၎င်းအရှင်မြတ်သည် ထပ်မံရှင်းပြတော်မူသည်၊ ၎င်းအရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">جَنَّاتِ عَدْنٍ </p><p lang=\"lb\" class=\"lb \"><span class=\"gray\">('Adn Gardens)</span> meaning, eternal gardens <span class=\"gray\">(of Paradise)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُفَتَّحَةً لَهُمُ الْأَبْوَابُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် တံခါးများ ဖွင့်ထားသည့်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထို (ဥယျာဉ်များ) သို့ ရောက်ရှိလာသောအခါ ၎င်းတို့အတွက် တံခါးများ ဖွင့်ပေးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُتَّكِئِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ၎င်းတို့သည် မှီလျောင်းနေကြမည်;)</span> ဤသည်မှာ ၎င်းတို့သည် လေကာမိုးအောက်ရှိ ကုလားထိုင်များပေါ်တွင် ခြေချိတ်ထိုင်ကြမည်ဟု ပြောဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ၎င်းတို့သည် သစ်သီးအများအပြားကို တောင်းခံကြမည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့ တောင်းသမျှကို ၎င်းတို့ တွေ့ရှိရမည်ဖြစ်ပြီး၊ ၎င်းတို့ လိုချင်သည့်အတိုင်း ပြင်ဆင်ထားရှိမည် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَشَرَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အချိုရည်များ;)</span> ဆိုလိုသည်မှာ ၎င်းတို့ မည်သည့်အချိုရည်မျိုးကို လိုချင်သည်ဖြစ်စေ၊ အစေခံများသည် ၎င်းတို့ထံ ယူဆောင်လာပေးမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွက်များ၊ ဖလားများ၊ နှင့် စီးဆင်းနေသော ဝိုင်တစ်ခွက်တို့ဖြင့်။)</span><span class=\"gray\">(၅၆: ၁၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနီးတွင် ကာဆီရာတတ်-တာရ်ဖ် <span class=\"gray\">(သီလစောင့်ထိန်းသော အမျိုးသမီးများ)</span> ရှိကြမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ ခင်ပွန်းများမှအပ မည်သူ့ကိုမျှ မကြည့်ဘဲ၊ အခြားမည်သူ့ကိုမျှ မလှည့်ကြည့်ကြပေ။</p><p class=\"la qpc-hafs\" lang=\"la\">أَتْرَابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(နှင့်)</span> သက်တူရွယ်တူများ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အားလုံးသည် အသက်တူညီကြမည်။ ဤသည်မှာ အစ်ဗ်နု အဘ္ဘားစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော်၊ မူဂျာဟစ်ဒ်၊ ဆာအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ မိုဟမ္မဒ် ဘင်န် ကအ်ဗ်နှင့် အစ်-စွတ်ဒီတို့၏ နားလည်မှု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည်သာလျှင် စာရင်းရှင်းချိန်နေ့အတွက် သင်တို့အား ကတိပြုထားသော အရာဖြစ်သည်!)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော ဂျန္နတ်၏ ထူးခြားချက်များသည် ၎င်းအရှင်မြတ်၏ ဘာသာတရားကိုင်းရှိုင်းသော ကျွန်များအတွက် ပြင်ဆင်ထားသည့်အရာဖြစ်ပြီး၊ ၎င်းတို့သည် ၎င်းတို့၏ သင်္ချိုင်းများမှ ထမြောက်ပြီး မီးငရဲမှ ကယ်တင်ခံရပြီးနောက် ထိုနေရာသို့ ရောက်ရှိကြမည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်သည် မည်သည့်အခါမျှ ကုန်ဆုံးခြင်း၊ ပျောက်ကွယ်ခြင်း သို့မဟုတ် မရှိတော့ခြင်း မရှိကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ၎င်းအရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဤသည်မှာ ကျွန်ုပ်တို့၏ ထောက်ပံ့မှုဖြစ်ပြီး မည်သည့်အခါမျှ ကုန်ဆုံးမည် မဟုတ်ပေ။)</span> ဤသည်မှာ အာယသ်တော်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عِنْدَكُمْ يَنْفَدُ ۖ وَمَا عِنْدَ اللَّهِ بَاقٍ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထံရှိသမျှသည် ကုန်ဆုံးမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံရှိသမျှသည် ကျန်ရှိမည်)</span><span class=\"gray\">(၁၆:၉၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဆုံးမရှိသော လက်ဆောင်။)</span><span class=\"gray\">(၁၁:၁၀၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် မည်သည့်အခါမျှ ကုန်ဆုံးမည့် အကျိုးဆုလာဘ် ရှိသည်။)</span><span class=\"gray\">(၈၄:၂၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُكُلُهَا دَائِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا ۖ وَعُقْبَى الْكَافِرِينَ النَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ စားနပ်ရိက္ခာသည် ထာဝရဖြစ်ပြီး ၎င်း၏ အရိပ်လည်း ထိုနည်းတူပင်ဖြစ်သည်၊ ဤသည်မှာ တက္ကဝါရှိသူတို့၏ နောက်ဆုံးဖြစ်ပြီး၊ ငြင်းပယ်သူတို့၏ နောက်ဆုံး <span class=\"gray\">(နောက်ဆုံးရောက်ရှိရာ)</span> မှာ ငရဲမီး ဖြစ်သည်)</span><span class=\"gray\">(၁၃:၃၅)</span>။ ထိုနည်းတူ အာယသ်တော်များစွာ ရှိသည်။</p>"
  }
]