[
  {
    "ayah_key": "106:1",
    "group_ayah_key": "106:1",
    "from_ayah": "106:1",
    "to_ayah": "106:4",
    "ayah_keys": "106:1,106:2,106:3,106:4",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလွန်သနားကြင်နာတော်မူထသော၊ အလွန်မေတ္တာထားတော်မူထသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِإِيلَافِ قُرَيْشٍ - إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ - فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ - الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ကူရိုင်းရှ်တို့၏ အီလားဖ်အတွက်။)</span><span class=\"gray\">(၂။ ၎င်းတို့၏ အီလားဖ် ကုန်သည်လှေအုပ်စုများ၊ ဆောင်းရာသီ၌နှင့် နွေရာသီ၌။)</span><span class=\"gray\">(၃။ ထို့ကြောင့် ၎င်းတို့သည် ဤအိမ်တော်၏ အရှင်မြတ်ကို ကိုးကွယ်ကြပါစေ။)</span><span class=\"gray\">(၄။ ငတ်မွတ်ခြင်းမှ ကယ်ဆယ်ကျွေးမွေးတော်မူပြီး၊ ကြောက်ရွံ့ခြင်းမှ လုံခြုံစေတော်မူသော (အရှင်မြတ်)။)</span></p><p lang=\"my\" class=\"my \">ဤဆူရာကို မူလမွတ်စ်ဟဖ် <span class=\"gray\">(ဥစ်မာန်၏ မူရင်းကျမ်း)</span> တွင် ၎င်းမတိုင်မီရှိသော (ဆူရာမှ) ခွဲခြားထားခဲ့သည်။ ၎င်းတို့ <span class=\"gray\">(သာဝကများ)</span> သည် ဤဆူရာနှစ်ခုကြားရှိ မျဉ်းကြောင်း <span class=\"gray\">(ဆိုလိုသည်မှာ နေရာလွတ်)</span> တွင် \"အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလွန်သနားကြင်နာတော်မူထသော၊ အလွန်မေတ္တာထားတော်မူထသော\" ဟု ရေးသားခဲ့ကြသည်။ ဤဆူရာသည် ၎င်းမတိုင်မီရှိသော (ဆူရာ) နှင့် တိုက်ရိုက်ဆက်စပ်နေသော်လည်း ၎င်းတို့သည် ထိုသို့ပြုလုပ်ခဲ့ကြသည်၊ မုဟမ္မဒ် ဘင် အစ်ဟာက် နှင့် အဗ်ဒုရ်-ရာဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ် တို့ နှစ်ဦးစလုံး ရှင်းပြခဲ့သည့်အတိုင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">၎င်းတို့နှစ်ခုစလုံး၏ အဓိပ္ပါယ်မှာ \"ငါတို့သည် ဆင်တပ်ကို မက္ကာဟ်သို့ ဝင်ရောက်ခြင်းမှ တားဆီးခဲ့ပြီး ငါတို့သည် ၎င်း၏လူများကို ဖျက်ဆီးခဲ့သည်၊ ကူရိုင်းရှ်တို့ကို စုစည်းရန် <span class=\"gray\">(အီလားဖ်)</span> ဖြစ်ပြီး၊ ၎င်းမှာ ၎င်းတို့ကို စုစည်းပြီး ၎င်းတို့မြို့၌ လုံခြုံစွာ စုစည်းစေခြင်း ဖြစ်သည်\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤ <span class=\"gray\">(အီလားဖ်)</span> ၏ အဓိပ္ပါယ်မှာ ဆောင်းရာသီတွင် ယီမင်သို့၊ နွေရာသီတွင် အပ်ရ်-ရှမ်းသို့ ကုန်သွယ်မှုနှင့် အခြားအရာများမှတစ်ဆင့် ၎င်းတို့ ခရီးသွားစဉ် စုဆောင်းရရှိသည့် အရာဖြစ်သည်ဟုလည်း ဆိုကြသည်။ ထို့နောက် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဘေးမဲ့နယ်မြေတွင် နေထိုင်သူများဖြစ်သောကြောင့် လူအများက ၎င်းတို့ကို လေးစားမှုကြောင့် ၎င်းတို့ခရီးသွားစဉ် လုံခြုံစွာ မိမိတို့မြို့သို့ ပြန်လာကြသည်။ ထို့ကြောင့် ၎င်းတို့ကို သိသူတိုင်းက ဂုဏ်ပြုကြသည်။ ၎င်းတို့ထံ လာရောက်သူများနှင့် ၎င်းတို့နှင့်အတူ ခရီးသွားသူများသည်ပင် ၎င်းတို့ကြောင့် လုံခြုံကြသည်။ ၎င်းသည် ၎င်းတို့၏ ဆောင်းရာသီနှင့် နွေရာသီ ခရီးသွားလာမှုများနှင့် ခရီးစဉ်များအတွင်း ၎င်းတို့၏ အခြေအနေဖြစ်သည်။ မြို့၌ ၎င်းတို့နေထိုင်မှုနှင့် ပတ်သက်၍မူ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် လုံခြုံသော ဘေးမဲ့နယ်မြေတစ်ခု ဖန်ဆင်းထားကြောင်း၊ လူများသည် ၎င်းတို့ပတ်ဝန်းကျင်မှ ဖမ်းဆီးခေါ်ဆောင်ခံနေရစဉ် ၎င်းတို့ မမြင်ကြဘူးလား။)</span><span class=\"gray\">(၂၉:၆၇)</span></p><p lang=\"id\" class=\"id \">Thus, Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِإِيلَافِ قُرَيْشٍ - إِيلَافِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကူရိုင်းရှ်တို့၏ အီလားဖ်အတွက်။ ၎င်းတို့၏ အီလားဖ်)</span> ၎င်းသည် ပိုမိုရှင်းလင်းချက်ပေးရန်အတွက် ပထမဝါကျမှ ပြောင်းရွှေ့ထားသော အကြောင်းအရာတစ်ခုဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အီလားဖ် ကုန်သည်လှေအုပ်စုများ၊ ဆောင်းရာသီ၌နှင့် နွေရာသီ၌။)</span> အိဗ်နု ဂျရီရ် က ပြောကြားသည်မှာ \"မှန်ကန်သော အမြင်မှာ 'လာမ်' အက္ခရာသည် အံ့ဩခြင်းကို ပြသသော ပစ္စည်းပုဒ်တစ်ခု ဖြစ်သည်ဟူ၍ ဖြစ်သည်။ ၎င်းသည် အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က 'ကူရိုင်းရှ်တို့ စုစည်းခြင်း <span class=\"gray\">(သို့မဟုတ် ယဉ်ပါးခြင်း)</span> နှင့် ၎င်းတို့အပေါ် ငါ၏ကျေးဇူးကို သင်တို့ အံ့ဩသင့်သည်' ဟု မိန့်တော်မူနေသကဲ့သို့ ဖြစ်သည်\" ဟူ၍ ဖြစ်သည်။ ၎င်းက ဆက်လက်ပြောကြားသည်မှာ \"၎င်းသည် မွတ်စလင်မ်တို့၏ သဘောတူညီမှုကြောင့်ဖြစ်သည်၊ ၎င်းတို့သည် သီးခြားနှင့် လွတ်လပ်သော ဆူရာနှစ်ခု ဖြစ်သည်\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤကြီးကျယ်ခမ်းနားသော ကျေးဇူးတော်အတွက် ကျေးဇူးတင်ရန် ၎င်း၏ မိန့်တော်မူချက်တွင် လမ်းညွှန်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ဤအိမ်တော်၏ အရှင်မြတ်ကို ကိုးကွယ်ကြပါစေ။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့အား လုံခြုံသော ဘေးမဲ့နယ်မြေနှင့် မြင့်မြတ်သော အိမ်တော်ကို ပေးသကဲ့သို့၊ ၎င်းတို့သည် ကိုးကွယ်ရာအဖြစ် အရှင်မြတ်ကိုသာ တစ်ပါးတည်း သီးသန့်ထားပါစေ။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَٰذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤမြို့၏ အရှင်မြတ်ကိုသာ ကိုးကွယ်ရန် ငါ့အား အမိန့်ပေးထားသည်၊ အရှင်မြတ်သည် ၎င်းကို မြင့်မြတ်စေခဲ့ပြီး အရာခပ်သိမ်းသည် အရှင်မြတ်ပိုင်ဆိုင်သည်။ ငါသည် မွတ်စလင်မ်များအထဲမှ ဖြစ်ရန်လည်း အမိန့်ပေးထားသည်။)</span><span class=\"gray\">(၂၇:၉၁)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَطْعَمَهُم مِّن جُوعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငတ်မွတ်ခြင်းမှ ကယ်ဆယ်ကျွေးမွေးတော်မူသော (အရှင်မြတ်)၊)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်သည် အိမ်တော်၏ အရှင်မြတ်ဖြစ်ပြီး ငတ်မွတ်ခြင်းမှ ၎င်းတို့ကို ကျွေးမွေးတော်မူသူ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَآمَنَهُم مِّنْ خَوْفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြောက်ရွံ့ခြင်းမှ လုံခြုံစေတော်မူသော (အရှင်မြတ်)။)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်သည် ၎င်းတို့အား လုံခြုံမှုနှင့် နူးညံ့သိမ်မွေ့မှုဖြင့် ကျေးဇူးပြုတော်မူသည်၊ ထို့ကြောင့် ၎င်းတို့သည် အရှင်မြတ်ကိုသာ တစ်ပါးတည်း ကိုးကွယ်ရာအဖြစ်ထားသင့်သည်၊ မည်သည့်အဖော်အင်ဖက်မျှ မရှိစေဘဲ။ ၎င်းတို့သည် အရှင်မြတ်မှလွဲ၍ မည်သည့်ရုပ်တု၊ ပြိုင်ဘက် သို့မဟုတ် ရုပ်တုမျှကို မကိုးကွယ်သင့်ပေ။ ထို့ကြောင့် ဤအမိန့်ကို လက်ခံသူ မည်သူမဆိုအား အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝနှင့် နောင်ဘဝ နှစ်ခုစလုံးတွင် လုံခြုံမှုကို ပေးသနားတော်မူမည်။ သို့သော် အရှင်မြတ်ကို မနာခံသူ မည်သူမဆိုထံမှ ၎င်းနှစ်ခုလုံးကို အရှင်မြတ် ဖယ်ရှားတော်မူမည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ - وَلَقَدْ جَاءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မြို့တစ်မြို့၏ ပုံဥပမာကို တင်ပြတော်မူသည်၊ ၎င်းမြို့သည် လုံခြုံစွာနှင့် ကျေနပ်စွာ နေထိုင်ခဲ့သည်၊ ၎င်း၏ ရိက္ခာသည် နေရာတိုင်းမှ ပေါများစွာ ရောက်လာခဲ့သည်၊ သို့သော် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို ငြင်းပယ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့ပြုလုပ်ခဲ့ကြသော အရာများကြောင့် အကြီးအကျယ် ငတ်မွတ်ခြင်းနှင့် ကြောက်ရွံ့ခြင်းကို မြည်းစမ်းစေခဲ့သည်။ စင်စစ် ၎င်းတို့ထံ ၎င်းတို့အထဲမှ ရစူလ်တမန်တစ်ပါး ရောက်လာခဲ့သည်၊ သို့သော် ၎င်းတို့သည် ၎င်းအား ငြင်းပယ်ခဲ့ကြသည်၊ ထို့ကြောင့် ၎င်းတို့အား ပြစ်ဒဏ်ရောက်ရှိခဲ့သည်၊ ၎င်းတို့သည် မတရားပြုသူများ ဖြစ်နေစဉ်တွင် ဖြစ်သည်။)</span><span class=\"gray\">(၁၆:၁၁၂-၁၁၃)</span></p>"
  },
  {
    "ayah_key": "107:1",
    "group_ayah_key": "107:1",
    "from_ayah": "107:1",
    "to_ayah": "107:7",
    "ayah_keys": "107:1,107:2,107:3,107:4,107:5,107:6,107:7",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် သနားကြင်နာတော်မူသောအရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ - فَذَٰلِكَ الَّذِي يَدُعُّ الْيَتِيمَ - وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ - فَوَيْلٌ لِّلْمُصَلِّينَ - الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ - الَّالَّذِينَ هُمْ يُرَاءُونَ - وَيَمْنَعُونَ الْمَاعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အဒီန်ကို ငြင်းပယ်သူကို သင်မြင်ဖူးသလော။)</span><span class=\"gray\">(၂။ ထိုသူကား မိဘမဲ့ကလေးကို မောင်းထုတ်သူဖြစ်၏။)</span><span class=\"gray\">(၃။ မစ်စ်ကီးန်အား အစာကျွေးရန် မတိုက်တွန်းသူဖြစ်၏။)</span><span class=\"gray\">(၄။ ထို့ကြောင့် နမာဇ်ဖတ်သူများအား အပြစ်စီရင်ခြင်း ရှိမည်။)</span><span class=\"gray\">(၅။ ၎င်းတို့သည် နမာဇ်တွင် ပေါ့ဆသူများဖြစ်ကြသည်။)</span><span class=\"gray\">(၆။ ၎င်းတို့သည် ပြသနာမည်ကြီးရန် ကောင်းမှုပြုသူများဖြစ်ကြသည်။)</span><span class=\"gray\">(၇။ အလ်မာအူးန်ကို မပေးကြသူများဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။ \"အို မိုဟမ္မဒ်! ဒီန်ကို ငြင်းပယ်သူကို သင်မြင်ဖူးသလော?' ဤတွင် ဒီန်ဟူသော စကားလုံးသည် နောင်တမလွန်ဘဝ၊ အကျိုးခံစားခွင့်နှင့် နောက်ဆုံးဆုလာဘ်ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَٰلِكَ الَّذِي يَدُعُّ الْيَتِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူကား မိဘမဲ့ကလေးကို မောင်းထုတ်သူဖြစ်၏။)</span> ဆိုလိုသည်မှာ သူသည် မိဘမဲ့ကလေးကို နှိပ်စက်ပြီး ၎င်း၏ တရားမျှတသော အခွင့်အရေးကို မပေးသူဖြစ်သည်။ သူသည် ၎င်းအား အစာမကျွေး၊ ကရုဏာလည်း မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မစ်စ်ကီးန်အား အစာကျွေးရန် မတိုက်တွန်းသူဖြစ်၏။)</span> ဤကား အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۖ بَل لَّا تُكْرِمُونَ الْيَتِيمَ - وَلَا تَحَاضُّونَ عَلَىٰ طَعَامِ الْمِسْكِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ! သင်တို့သည် မိဘမဲ့ကလေးများကို ကရုဏာနှင့် ရက်ရောမှုဖြင့် မဆက်ဆံကြပါ။ ထို့ပြင် မစ်စ်ကီးန်အား အစာကျွေးရန် တစ်ဦးကိုတစ်ဦး မတိုက်တွန်းကြပါ။)</span><span class=\"gray\">(၈၉:၁၇-၁၈)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းအား ထောက်ပံ့ရန်နှင့် ၎င်း၏ လိုအပ်ချက်များကို ပြည့်မီစေရန် ဘာမှမရှိသော ဆင်းရဲသားလူဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِّلْمُصَلِّينَ - الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် နမာဇ်ဖတ်သူများအား အပြစ်စီရင်ခြင်း ရှိမည်။ ၎င်းတို့သည် နမာဇ်တွင် ပေါ့ဆသူများဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်နှင့် အခြားသူများက ပြောကြားခဲ့ကြသည်မှာ၊ \"ဤသည်မှာ လူအများရှေ့တွင် ဆွလားဟ်ဖတ်သော်လည်း တစ်ကိုယ်တည်းရှိရာတွင် မဖတ်သော ဟန်ဆောင်သူများကို ဆိုလိုသည်။\" ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلْمُصَلِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နမာဇ်ဖတ်သူများအား)</span> ၎င်းတို့သည် ဆွလားဟ်ဖတ်ကြပြီး ဆွလားဟ်ကို လိုက်နာကြသူများဖြစ်သော်လည်း ၎င်းတို့သည် ဆွလားဟ်ကို ပေါ့ဆကြသူများဖြစ်သည်။ ဤသည်မှာ အိဗ်နု အဘ်ဘာစ် ပြောကြားခဲ့သည့်အတိုင်း ၎င်း၏လုပ်ရပ်တစ်ခုလုံးကို ရည်ညွှန်းခြင်း ဖြစ်နိုင်သည်၊ သို့မဟုတ် အစ္စလာမ်သာသနာအရ သတ်မှတ်ထားသောအချိန်၌ ဆောင်ရွက်ခြင်းကို ရည်ညွှန်းခြင်း ဖြစ်နိုင်သည်။ ဆိုလိုသည်မှာ ထိုသူသည် ၎င်း၏အချိန်ပြင်ပတွင် လုံးဝ ဆွလားဟ်ဖတ်ခြင်းဖြစ်သည်။ ဤအချက်ကို မပ်စ်ရွူက်နှင့် အဘူ အဒ်-ဒွူဟာ တို့က ပြောကြားခဲ့သည်။</p><p lang=\"gd\" class=\"gd \">Ata' bin Dinar said, \"All praise is due to Allah, the One Who said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَن صَلَاتِهِمْ سَاهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် နမာဇ်တွင် ပေါ့ဆသူများဖြစ်ကြသည်။)</span> ထို့ပြင် ကိုယ်တော်က '၎င်းတို့၏ နမာဇ်တွင် စိတ်မပါသူများ' ဟု မမိန့်တော်မူပါ။\"</p><p lang=\"my\" class=\"my \">၎င်းသည် ဆွလားဟ်၏ ပထမအချိန်ကိုလည်း ဆိုလိုနိုင်သည်၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်း၏အချိန်ကုန်ဆုံးသည်အထိ အမြဲတမ်း နောက်ဆုတ်တတ်သည်၊ သို့မဟုတ် ၎င်းတို့သည် ထိုသို့ပြုလုပ်လေ့ရှိသည်။ ၎င်း၏အခြေခံများနှင့် အခြေအနေများကို လိုအပ်သော နည်းလမ်းဖြင့် မဖြည့်ဆည်းခြင်းကိုလည်း ရည်ညွှန်းနိုင်သည်။ ၎င်း၏အဓိပ္ပါယ်များကို နှိမ့်ချမှုနှင့် စဉ်းစားဆင်ခြင်မှုတို့ဖြင့် ဆောင်ရွက်ခြင်းကိုလည်း ဆိုလိုနိုင်သည်။ အာယသ်၏ စကားလုံးများသည် ဤအဓိပ္ပါယ်များအားလုံးကို လွှမ်းခြုံထားသည်။ သို့သော် ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော ဤအင်္ဂါရပ်များထဲမှ တစ်ခုခုရှိသူတိုင်းသည် ဤအာယသ်၏ တစ်စိတ်တစ်ပိုင်းကို ၎င်းအပေါ်သက်ရောက်စေသည်။ ဤအင်္ဂါရပ်များအားလုံးရှိသူတိုင်းသည် ဤအာယသ်၏ ၎င်း၏ဝေစုကို ပြီးမြောက်ခဲ့ပြီး၊ လုပ်ရပ်များ၏ ဟန်ဆောင်မှုသည် ၎င်းအပေါ် ပြည့်စုံသွားပြီဖြစ်သည်။ ဤသည်ကား တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သော ဆဟီးဟ်ကျမ်းနှစ်အုပ်တွင် အတည်ပြုထားသည့်အတိုင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ صَلَاةُ الْمُنَافِقِ، تِلْكَ صَلَاةُ الْمُنَافِقِ، تِلْكَ صَلَاةُ الْمُنَافِقِ، يَجْلِسُ يَرْقُبُ الشَّمْسَ، حَتَّى إِذَا كَانَتْ بَيْنَ قَرْنَيِ الشَّيْطَانِ قَامَ فَنَقَرَ أَرْبَعًا، لَا يَذْكُرُ اللهَ فِيهَا إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကား ဟန်ဆောင်သူ၏ ဆွလားဟ်ဖြစ်သည်။ ဤကား ဟန်ဆောင်သူ၏ ဆွလားဟ်ဖြစ်သည်။ ဤကား ဟန်ဆောင်သူ၏ ဆွလားဟ်ဖြစ်သည်။ သူသည် နေကို ကြည့်၍ ထိုင်နေသည်၊ ရှိုင်တွာန်၏ ဦးချိုနှစ်ခုကြား ရောက်သည်အထိ။ ထို့နောက် သူသည် ထိုင်၍ လေးကြိမ် <span class=\"gray\">(ရကအ်)</span> ကို အမြန်ထိုးဆွသည်၊ အလ္လာဟ်အရှင်မြတ်ကို <span class=\"gray\">(ထိုဆွလားဟ်တွင်)</span> အလွန်နည်းပါးစွာမှတစ်ပါး အမှတ်မရပေ။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်သည် 'အစ်ဆွရ်' ဆွလားဟ်၏ အချိန်ကုန်ဆုံးခြင်းကို ဖော်ပြနေသည်၊ ၎င်းသည် ကျမ်းဂန် <span class=\"gray\">(ဟဒီးဆ်)</span> ဖြင့် အတည်ပြုထားသည့်အတိုင်း အလယ်ဆွလားဟ်ဖြစ်သည်။ ဤသည်မှာ ဆွလားဟ်ဖတ်ရန် မနှစ်မြို့ဖွယ်အချိန်ဖြစ်သည်။ ထို့နောက် ဤလူသည် ၎င်းကို ဆွလားဟ်ဖတ်ရန် ထိုင်ကာ ကျီးကန်းတစ်ကောင်နှယ် အမြန်ထိုးဆွသည်။ ၎င်းတွင် ငြိမ်သက်မှု သို့မဟုတ် နှိမ့်ချမှု လုံးဝမရှိပေ။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَذْكُرُ اللهَ فِيهَا إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို <span class=\"gray\">(ထိုဆွလားဟ်တွင်)</span> အလွန်နည်းပါးစွာမှတစ်ပါး အမှတ်မရပေ။)</span></p><p lang=\"my\" class=\"my \">သူသည် လူအများက သူ့ကို ဆွလားဟ်ဖတ်နေသည်ကို မြင်စေရန်သာ ဆွလားဟ်ဖတ်ရန် ရပ်တည်ခြင်းဖြစ်နိုင်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေခြင်းမဟုတ်ပေ။ ဤသည်မှာ သူသည် ဆွလားဟ်လုံးဝမဖတ်သကဲ့သို့ပင်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَىٰ يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဟန်ဆောင်သူများသည် အလ္လာဟ်အရှင်မြတ်ကို လှည့်စားရန် ကြိုးစားကြသည်၊ သို့သော် ကိုယ်တော်သာလျှင် ၎င်းတို့ကို လှည့်စားတော်မူသည်။ ၎င်းတို့သည် ပျင်းရိစွာဖြင့် လူအများကို မြင်စေရန် ရပ်တည်ကြပြီး အလ္လာဟ်အရှင်မြတ်ကို အနည်းငယ်မှတစ်ပါး အမှတ်မရကြပေ။)</span><span class=\"gray\">(၄:၁၄၂)</span> ထို့ပြင် ဤတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هُمْ يُرَاءُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပြသနာမည်ကြီးရန် ကောင်းမှုပြုသူများဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အမ်ရ် ဘင် မူရ်ရာ မှတ်တမ်းတင်ခဲ့သည်မှာ သူက ပြောကြားခဲ့သည်၊ \"ကျွန်ုပ်တို့သည် အဘူ ဥဘိုင်ဒါးနှင့် အတူ ထိုင်နေစဉ် လူများက ကြွားဝါခြင်းအကြောင်းကို ပြောကြသည်။ အဘူ ယဇီးဒ်ဟု သိကြသော လူတစ်ဦးက ပြောကြားခဲ့သည်၊ \"ကျွန်တော် အဗ်ဒူလ္လာဟ် ဘင် အမ်ရ် က တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَنْ سَمَّعَ النَّاسَ بِعَمَلِهِ، سَمَّعَ اللهُ بِهِ سَامِعَ خَلْقِهِ، وَحَقَّرَهُ وَصَغَّرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မိမိ၏လုပ်ရပ်ကို လူအများကြားသိအောင် ကြိုးစားပါက အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဖန်ဆင်းခြင်းကို ကြားတော်မူသည့် အရှင်ဖြစ်၍ ၎င်းအား ကြားသိစေပြီး စက်ဆုပ်ရွံရှာဖွယ်နှင့် ဂုဏ်နိမ့်စေမည်။)</span>\"</p><p lang=\"my\" class=\"my \">၎င်း၏ပြောကြားချက်နှင့် ဆက်စပ်သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هُمْ يُرَاءُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပြသနာမည်ကြီးရန် ကောင်းမှုပြုသူများဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အတွက်သက်သက် လုပ်ရပ်တစ်ခုကို လုပ်ဆောင်သူတိုင်းသည် လူအများသိရှိလာပြီး ၎င်းအတွက် ပျော်ရွှင်ပါက ၎င်းသည် ကြွားဝါခြင်းဟု မမှတ်ယူပါ။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمْنَعُونَ الْمَاعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်မာအူးန်ကို မပေးကြသူများဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ အရှင်သခင်ကို ကောင်းစွာ ကိုးကွယ်ခြင်းမပြုသလို၊ ကိုယ်တော်၏ ဖန်ဆင်းခြင်းများကိုလည်း ကောင်းစွာ မဆက်ဆံကြပေ။ ၎င်းတို့သည် အခြားသူများ အကျိုးခံစားနိုင်ပြီး အကူအညီရယူနိုင်သည့် အရာများကိုပင် မချေးငှားကြပေ၊ ထိုပစ္စည်းသည် မပျက်မစီးရှိနေမည်ဖြစ်ပြီး ၎င်းတို့ထံ ပြန်လည်ရောက်ရှိမည်ဖြစ်သော်လည်း။ ဤလူများသည် ဇကာဟ်နှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ပိုမိုနီးစပ်စေမည့် အမျိုးမျိုးသော ဖျူဝါဒါဒါ (ပရဟိတ) များကို ပေးကမ်းရာတွင် ပို၍ပင် တွန်တီးကြသည်။</p><p lang=\"my\" class=\"my \">အလ်-မပ်စ်အူဒီက ဆလာမဟ် ဘင် ကူဟိုင်းလ် ထံမှ သတင်းပေးပို့ခဲ့ရာ၊ အဘူ အလ်-ဥဘိုင်ဒီးန် က အိဗ်နု မပ်စ်အူးဒ် အား အလ်-မာအူးန် အကြောင်း မေးမြန်းခဲ့ပြီး သူက ပြောကြားခဲ့သည်၊ \"၎င်းသည် လူအများ အချင်းချင်း ပေးကမ်းသော အရာများဖြစ်သည်၊ ဥပမာ- ပုဆိန်၊ အိုး၊ ရေပုံးနှင့် အလားတူ ပစ္စည်းများ။\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရဟ် အလ်-မာအူးန်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်ပြီး ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံသာ ထိုက်တန်ပါသည်။</p>"
  }
]