[
  {
    "ayah_key": "24:47",
    "group_ayah_key": "24:47",
    "from_ayah": "24:47",
    "to_ayah": "24:52",
    "ayah_keys": "24:47,24:48,24:49,24:50,24:51,24:52",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က- “ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ရစူလ်တမန်တော်ကိုလည်းကောင်း ယုံကြည်ပြီးဖြစ်သည်၊ ကျွန်ုပ်တို့နာခံပါသည်” ဟု ပြောကြ၏။ ထို့နောက် ၎င်းတို့အနက်မှ အုပ်စုတစ်စုသည် ထိုသို့ပြောဆိုပြီးနောက် ကျောခိုင်းလှည့်ထွက်သွားကြ၏။ ထိုသူတို့သည် မည်သည့်အခါမျှ မွတ်စ်လင်မ်များ မဟုတ်ကြပေ။ <span>(၄၇)</span>၎င်းပြင် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော်ထံ သူတို့အချင်းချင်းစီတွင် စီရင်ဆုံးဖြတ်ရန် ခေါ်သည့်အခါ၌၊ ကြည့်လော့။ ၎င်းတို့အနက်မှ အုပ်စုတစ်စုသည် ငြင်းဆန်ကာ ကျောခိုင်းလှည့်ထွက်သွားကြ၏။ <span>(၄၈)</span>သို့ရာတွင် အကယ်၍ အမှန်တရားသည် ၎င်းတို့ဘက်တွင် ရှိလျှင်မူကား၊ ၎င်းတို့သည် ကိုယ်တော်ထံသို့ စိတ်ပါဝင်စားစွာ လိုက်နာကျိုးနွံမှုဖြင့် လာကြ၏။ <span>(၄၉)</span>သူတို့၏ နှလုံးသားများတွင် ရောဂါရှိနေပါသလား။ သို့မဟုတ် ၎င်းတို့ သံသယရှိနေပါသလား၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော်သည် စီရင်ဆုံးဖြတ်ရာ၌ သူတို့ကို မတရားပြုမည်ကို ကြောက်ရွံ့နေပါသလား။ မဟုတ်ပေ၊ သူတို့ကိုယ်တိုင်ပင် မတရားပြုသူများ ဖြစ်ကြ၏။ <span>(၅၀)</span>အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော်ထံ သူတို့အချင်းချင်းစီတွင် စီရင်ဆုံးဖြတ်ရန် ခေါ်သည့်အခါ၌၊ ယုံကြည်သူတို့၏ တစ်ခုတည်းသော စကားမှာ “ကျွန်ုပ်တို့ကြားနာပါသည်၊ ကျွန်ုပ်တို့နာခံပါသည်” ဟု သူတို့ပြောဆိုခြင်းပင် ဖြစ်၏။ ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြ၏။ <span>(၅၁)</span>အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ကိုယ်တော်၏ရစူလ်တမန်တော်ကိုလည်းကောင်း နာခံ၏၊ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့၏၊ ထို့ပြင် ကိုယ်တော်အား တက်ကဝါ (စောင့်စည်းခြင်း) ရှိ၏၊ ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြ၏။ <span>(၅၂)</span></p><div lang=\"my\" class=\"my \"><h2>မုနာဖစ်က် (လျှို့ဝှက်သစ္စာဖောက်) တို့၏ ပုန်ကန်မှုနှင့် မွတ်စ်လင်မ်တို့၏ သဘောထား</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မုနာဖစ်က်တို့၏ ဝိသေသလက္ခဏာများအကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ သူတို့သည် အရာတစ်ခုကို ပြသပြီး အခြားတစ်ခုကို ဖုံးကွယ်ထားကာ၊ သူတို့၏ လျှာများဖြင့် ပြောဆိုကြသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُم مِّن بَعْدِ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ရစူလ်တမန်တော်ကိုလည်းကောင်း ယုံကြည်ပြီးဖြစ်သည်၊ ကျွန်ုပ်တို့နာခံပါသည်\" ထို့နောက် ၎င်းတို့အနက်မှ အုပ်စုတစ်စုသည် ထိုသို့ပြောဆိုပြီးနောက် ကျောခိုင်းလှည့်ထွက်သွားကြ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ လုပ်ရပ်များသည် ၎င်းတို့၏ အပြုအမူများနှင့် ဆန့်ကျင်နေပြီး ၎င်းတို့မလုပ်သောအရာကို ပြောဆိုကြခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် မွတ်စ်လင်မ်များ မဟုတ်ကြပေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော်ထံ သူတို့အချင်းချင်းစီတွင် စီရင်ဆုံးဖြတ်ရန် ခေါ်သည့်အခါ၌...)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ ထံ ထုတ်ပြန်ခဲ့သည့် လမ်းညွှန်မှုကို လိုက်နာရန် သူတို့အား တောင်းဆိုသည့်အခါ၊ သူတို့သည် ကျောခိုင်းလှည့်ထွက်သွားပြီး ကိုယ်တော်အား လိုက်နာရန် မိမိတို့ကိုယ်ကို အလွန်အမင်းမာနကြီးလွန်းသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ ပို့ချခဲ့သော တရားတော်ကိုလည်းကောင်း၊ သင့်ရှေ့က ပို့ချခဲ့သော တရားတော်ကိုလည်းကောင်း ယုံကြည်ပါသည်ဟု ထင်မှတ်သူတို့အား သင်မမြင်မိပေဘူးလား။)</span> ကိုယ်တော်၏ မိန့်ဆိုချက်အထိ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنكَ صُدُودًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုနာဖစ်က်တို့ကို သင်မြင်ရသည်မှာ သင့်ထံမှ ရှောင်ခွာသွားကြခြင်းဖြစ်သည်။)</span><span class=\"gray\">(၄:၆၀-၆၁)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَكُن لَّهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် အကယ်၍ အမှန်တရားသည် ၎င်းတို့ဘက်တွင် ရှိလျှင်မူကား၊ ၎င်းတို့သည် ကိုယ်တော်ထံသို့ စိတ်ပါဝင်စားစွာ လိုက်နာကျိုးနွံမှုဖြင့် လာကြ၏။)</span> ဆိုလိုသည်မှာ အကယ်၍ စီရင်ဆုံးဖြတ်ချက်သည် သူတို့အပေါ် ဆန့်ကျင်ခြင်းမရှိဘဲ သူတို့မျက်နှာသာပေးလျှင်၊ ထိုအခါ သူတို့လာရောက်ကာ နာခံမည်၊ နားထောင်မည်ဖြစ်သည်။ ၎င်းသည် “</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُذْعِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စိတ်ပါဝင်စားစွာ လိုက်နာကျိုးနွံမှုဖြင့်)</span> ဟူသော စကားစု၏ အဓိပ္ပါယ်ဖြစ်သည်။ သို့သော် အကယ်၍ စီရင်ဆုံးဖြတ်ချက်သည် သူ့အပေါ် ဆန့်ကျင်သွားလျှင်၊ သူသည် လှည့်ထွက်သွားပြီး အမှန်တရားနှင့် ဆန့်ကျင်သောအရာကို တောင်းဆိုကာ၊ သူ့၏ မမှန်ကန်သော တောင်းဆိုချက်များ အောင်မြင်စေရန်အတွက် ပရောဖက် ﷺ မှလွဲ၍ အခြားသူတစ်ဦးဦးထံ တရားစီရင်ဆုံးဖြတ်ရန် ပို့ဆောင်ပေးလိုသည်။ သူ၏အစပိုင်း လက်ခံခြင်းသည် ၎င်းသည် အမှန်တရားဖြစ်သည်ဟု သူယုံကြည်သောကြောင့် မဟုတ်ဘဲ၊ သူ့၏ဆန္ဒများနှင့် ကိုက်ညီသောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အမှန်တရားသည် သူမျှော်လင့်ထားသည်နှင့် ဆန့်ကျင်သွားသောအခါ၊ သူသည် ၎င်းမှ လှည့်ထွက်သွားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ နှလုံးသားများတွင် ရောဂါရှိနေပါသလား။...)</span> ဆိုလိုသည်မှာ သူတို့၏ အခြေအနေသည် အခြားမည်သည့်အရာမှ ဖြစ်မဖြစ်နိုင်၊ သူတို့၏ နှလုံးသားများတွင် ရောဂါတစ်ခုခု ရှိနေရမည်၊ သို့မဟုတ် ဘာသာရေးအပေါ် သံသယအချို့ရှိနေရမည်၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ သည် သူတို့အပေါ် စီရင်ဆုံးဖြတ်ရာတွင် မတရားပြုလိမ့်မည်ကို ကြောက်ရွံ့နေရမည်။ မည်သည့်အရာဖြစ်စေကာမူ၊ ၎င်းသည် စင်ကြယ်သော ငြင်းပယ်ခြင်း (ကုဖ်ရ်) ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့တစ်ဦးချင်းစီတွင် မည်သည့်ဝိသေသလက္ခဏာများ ရှိသည်ကို သိတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ သူတို့ကိုယ်တိုင်ပင် မတရားပြုသူများ ဖြစ်ကြ၏။)</span> ဆိုလိုသည်မှာ သူတို့သည် မကောင်းမှုများကို ကျူးလွန်သော မကောင်းသူများဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ တို့သည် သူတို့စိတ်ကူးယဉ်သော မတရားမှုနှင့် မမျှတမှုတို့မှ ကင်းစင်တော်မူသည်။ ထိုကဲ့သို့သော အရာများမှ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော်တို့သည် မြင့်မြတ်တော်မူ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော်အား တုံ့ပြန်ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ကျမ်းတော်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ ၏ စွန်နဟ်မှလွဲ၍ အခြားမည်သည့်နည်းလမ်းကိုမျှ မရှာဖွေကြသော ယုံကြည်သူတို့၏ ဂုဏ်ရည်များအကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော်ထံ သူတို့အချင်းချင်းစီတွင် စီရင်ဆုံးဖြတ်ရန် ခေါ်သည့်အခါ၌၊ ယုံကြည်သူတို့၏ တစ်ခုတည်းသော စကားမှာ “ကျွန်ုပ်တို့ကြားနာပါသည်၊ ကျွန်ုပ်တို့နာခံပါသည်” ဟု သူတို့ပြောဆိုခြင်းပင် ဖြစ်၏။)</span> ဆိုလိုသည်မှာ နာခံရန် ကြားနာခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က သူတို့အား အောင်မြင်မှုရရှိသူများအဖြစ် ဖော်ပြတော်မူ၏။ အောင်မြင်မှုဆိုသည်မှာ မိမိလိုချင်သောအရာကို ရရှိခြင်းနှင့် ကြောက်ရွံ့သောအရာမှ ကယ်တင်ခြင်းပင်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြ၏။)</span> ဤအာယသ်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က- “ကျွန်ုပ်တို့ကြားနာပါသည်၊ ကျွန်ုပ်တို့နာခံပါသည်” ဟု ပြောကြ၏။)</span>၊</p><p lang=\"my\" class=\"my \">ကတာဒါဟ်က ပြောကြားသည်- “အွဘာဒါဟ် ဘင် အစ်စ်-ဆာမစ်တ်သည် အလ်-အကဘာဟ်နှင့် ဗဒ်ရ်တွင် ပါဝင်ခဲ့ပြီး အန်ဆွာရ်တို့၏ ခေါင်းဆောင်တစ်ဦး ဖြစ်သူသည် သေဆုံးလုနီးပါး ဖြစ်နေချိန်တွင် သူ၏တူ ဂျူနာဒါဟ် ဘင် အဘီ အုမိုင်ယာဟ်အား ပြောကြားသည်မှာ- ‘သင်လုပ်ရမည့်အရာနှင့် သင်၏ အခွင့်အရေးကို ငါမပြောပြရဘူးလား။’ သူက ‘ဟုတ်ကဲ့’ ဟု ပြန်ပြောသည်။ သူက ပြောသည်- ‘သင့်အနေဖြင့် အချိန်အခါကောင်းများနှင့် ခက်ခဲသောအချိန်များတွင်၊ သင်စိတ်အားထက်သန်နေချိန်နှင့် သင်မလိုချင်သည့်အချိန်တွင်၊ သင်ကိုယ်ကျိုးရှာလိုစိတ်ရှိနေချိန်တွင် နားထောင်ပြီး နာခံရမည်။ သင်၏လျှာကို အမှန်တရားပြောရန် လေ့ကျင့်ရမည်။ အာဏာပိုင်များအား ပွင့်ပွင့်လင်းလင်း အလ္လာဟ်အရှင်မြတ်အား မနာခံသည့် လုပ်ရပ်များ ကျူးလွန်ရန် မမိန့်ကြားသရွေ့ သူတို့အား ဆန့်ကျင်ခြင်းမပြုရ။ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်နှင့် ဆန့်ကျင်သောအရာတစ်ခုခုကို လုပ်ဆောင်ရန် သင်အား မိန့်ကြားလာသည့်အခါတိုင်း၊ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို လိုက်နာပါ။’”</p><p lang=\"my\" class=\"my \">ကတာဒါဟ်က ပြောကြားသည်- ကျွန်ုပ်တို့အား ပြောကြားခဲ့သည်မှာ အဘူ အဒ်-ဒါရ်ဒါအ်က “အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်းမရှိဘဲ အစ္စလာမ်မရှိ၊ ဂျမာအဟ် (အဖွဲ့အစည်း) တွင်မှလွဲ၍ ကောင်းမြတ်ခြင်းမရှိ။ စိတ်ရင်းမှန်ဖြင့်လုပ်ခြင်း (စင်စီယာရတီ) သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ အားလည်းကောင်း၊ ခလီဖာဟ် (အစ္စလာမ်ခေါင်းဆောင်) နှင့် ယုံကြည်သူအားလုံးအားလည်းကောင်း ရည်စူးသည်။” ဟု ပြောကြားခဲ့သည်။ သူက ပြောသည်- “ကျွန်ုပ်တို့အား ပြောကြားခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော အုမရ် ဘင် အလ်-ခတ္တဘ်သည် ပြောလေ့ရှိသည်မှာ ‘အစ္စလာမ်၏ အနှောင်အဖွဲ့များမှာ လာအီလာဟအီလ္လလ္လာဟ် (အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ရာမရှိ)၊ ဆွလားသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ထူထောင်ခြင်း၊ ဇကာတ် (စည်းကြပ်အလှူ) ပေးဆောင်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်က မွတ်စ်လင်မ်တို့၏ ကိစ္စရပ်များအပေါ် အာဏာအပ်နှင်းထားသူများကို နာခံခြင်းတို့ဖြစ်သည်။’” ဤအရာကို အိဗ်န် အဘီ ဟာသင်မ်က မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်၊ ကိုယ်တော်၏ရစူလ်တမန်တော်၏ စွန်နဟ် (အကျင့်အစဉ်အလာ)၊ မှန်ကန်စွာ လမ်းညွှန်ခံရသော ခလီဖာဟ်များနှင့် အီမာမ်များက ကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ်အား နာခံရန် မိန့်ကြားသည့်အခါ၊ သူတို့အား နာခံရန်မှာ မဖြစ်မနေလိုအပ်ကြောင်း ဖော်ပြသည့် ဟဒီးဆ်တော်များနှင့် မှတ်တမ်းများ အလွန်များပြားလှသည်။ ဤမှတ်တမ်းများအားလုံးကို ဤနေရာတွင် ကိုးကားရန် များလွန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ကိုယ်တော်၏ရစူလ်တမန်တော်ကိုလည်းကောင်း နာခံ၏။)</span> သူအား မိန့်ကြားထားသောအရာများကို နာခံပြီး တားမြစ်ထားသောအရာများကို ရှောင်ရှားလျှင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخْشَ اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့၏၊)</span> ဆိုလိုသည်မှာ သူ၏အတိတ်က ပြစ်မှုများအတွက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَّقِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်အား တက်ကဝါ (စောင့်စည်းခြင်း) ရှိ၏၊)</span> သူအနာဂတ်တွင် ကျူးလွန်နိုင်သော ပြစ်မှုများနှင့်ပတ်သက်၍။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ هُمُ الْفَائِزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြ၏။)</span> ဆိုလိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်လောကတွင် ကောင်းမြတ်မှုအားလုံးကို ရရှိပြီး ဆိုးယုတ်မှုအားလုံးမှ လွတ်မြောက်မည့်သူများဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "24:53",
    "group_ayah_key": "24:53",
    "from_ayah": "24:53",
    "to_ayah": "24:54",
    "ayah_keys": "24:53,24:54",
    "text": "<p lang=\"my\" class=\"my \">သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား ပြင်းပြင်းထန်ထန် သစ္စာဆိုကြသည်မှာ အကယ်၍ ကိုယ်တော်က သူတို့အား အမိန့်ပေးပါက၊ သူတို့ထွက်ခွာသွားကြမည်ဟု ဖြစ်၏။ ပြောပါ။ “သင်တို့ သစ္စာမဆိုကြနှင့်၊ နာခံခြင်းသည် သိပြီးသားဖြစ်သည်။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သမျှကို ကောင်းစွာ သိတော်မူ၏။ <span>(၅၃)</span>ပြောပါ။ “အလ္လာဟ်အရှင်မြတ်ကို နာခံကြလော့၊ ထို့ပြင် ရစူလ်တမန်တော်ကို နာခံကြလော့။ သို့သော် သင်တို့ လှည့်ထွက်သွားလျှင်၊ ကိုယ်တော်သည် ကိုယ်တော်အပေါ် အပ်နှင်းထားသော တာဝန်အတွက်သာ တာဝန်ရှိပြီး သင်တို့သည် သင်တို့အပေါ် အပ်နှင်းထားသော တာဝန်အတွက် တာဝန်ရှိ၏။ အကယ်၍ သင်တို့သည် ကိုယ်တော်အား နာခံလျှင်၊ သင်တို့သည် မှန်ကန်သော လမ်းညွှန်မှုအပေါ် ရောက်ရှိလိမ့်မည်။ ရစူလ်တမန်တော်၏ တာဝန်မှာ ရှင်းလင်းပြတ်သားသော နည်းလမ်းဖြင့် <span class=\"gray\">(သတင်းစကား)</span> ကို ပို့ဆောင်ရန်သာ ဖြစ်သည်။ <span>(၅၄)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရစူလ်တမန်တော် ﷺ အား ကတိပေးခဲ့ပြီး စစ်ပွဲအတွက် ထွက်ခွာရန် ကိုယ်တော်က မိန့်ကြားလျှင် သူတို့ထွက်ခွာမည်ဟု သစ္စာဆိုခဲ့သော မုနာဖစ်က်တို့အကြောင်း မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا تُقْسِمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ။ “သင်တို့ သစ္စာမဆိုကြနှင့်။”)</span> ဆိုလိုသည်မှာ ဤသစ္စာကို မဆိုကြနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> طَاعَةٌ مَّعْرُوفَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နာခံခြင်းသည် သိပြီးသားဖြစ်သည်။)</span> အဓိပ္ပါယ်မှာ သင်တို့၏ နာခံခြင်းကို သိပြီးသားဖြစ်သည်၊ ဆိုလိုသည်မှာ သင်တို့၏ နာခံခြင်းသည် နှုတ်ဖြင့်သာဖြစ်ပြီး လုပ်ဆောင်မှုဖြင့် မပါဝင်ကြောင်း သိရှိရသည်။ သင်တို့ သစ္စာဆိုတိုင်း လိမ်ညာသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား နှစ်သက်စေရန် သင့်အား သစ္စာဆိုကြသည်...)</span><span class=\"gray\">(၉:၉၆)</span>။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သူတို့၏ သစ္စာများကို <span class=\"gray\">(သူတို့၏ ဆိုးယုတ်သောလုပ်ရပ်များအတွက်)</span> ကာကွယ်ရန် ပြုလုပ်ထား၏။)</span><span class=\"gray\">(၅၈:၁၆)</span>။ သူတို့ ရွေးချယ်သော ကိစ္စများတွင်ပင် လိမ်ညာပြောဆိုခြင်းသည် သူတို့၏ သဘာဝ၏ တစ်စိတ်တစ်ပိုင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ - لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မုနာဖစ်က်တို့ကို မမြင်မိပေဘူးလား။ သူတို့သည် ငြင်းပယ်ကြသော ကျမ်းဂန်ရှင်များအနက်မှ သူတို့၏ မိတ်ဆွေများအား “အကယ်၍ သင်တို့ကို နှင်ထုတ်ခံရလျှင်၊ ကျွန်ုပ်တို့သည် သင်တို့နှင့်အတူ တကယ်ပင် ထွက်ခွာသွားကြမည်။ ထို့ပြင် သင်တို့အား ဆန့်ကျင်၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ကျွန်ုပ်တို့ ဘယ်တော့မှ နာခံမည်မဟုတ်။ ထို့ပြင် သင်တို့ကို တိုက်ခိုက်ခံရလျှင်၊ ကျွန်ုပ်တို့သည် သင့်ကို တကယ်ပင် ကူညီမည်။” ဟု ပြောကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သူတို့သည် တကယ်ပင် လိမ်ညာသူများဖြစ်ကြောင်း သက်သေခံတော်မူ၏။ အကယ်၍ သူတို့ကို နှင်ထုတ်ခံရလျှင်၊ သူတို့သည် သူတို့နှင့်အတူ ဘယ်တော့မှ ထွက်ခွာသွားကြမည်မဟုတ်။ ထို့ပြင် အကယ်၍ သူတို့ကို တိုက်ခိုက်ခံရလျှင်၊ သူတို့သည် သူတို့ကို ဘယ်တော့မှ ကူညီမည်မဟုတ်။ ထို့ပြင် အကယ်၍ သူတို့က ကူညီပါက၊ သူတို့သည် ကျောခိုင်းလှည့်ပြေးကြမည်ဖြစ်ပြီး၊ သူတို့သည် အောင်မြင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">(၅၉:၁၁-၁၂)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ။ “အလ္လာဟ်အရှင်မြတ်ကို နာခံကြလော့၊ ထို့ပြင် ရစူလ်တမန်တော်ကို နာခံကြလော့။...)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်နှင့် ကိုယ်တော်၏ရစူလ်တမန်တော် ﷺ ၏ စွန်နဟ်ကို လိုက်နာကြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ လှည့်ထွက်သွားလျှင်၊)</span> အကယ်၍ သူသည် သင့်ထံ ယူဆောင်လာခဲ့သောအရာကို သင်လျစ်လျူရှုလျှင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ကိုယ်တော်အပေါ် အပ်နှင်းထားသော တာဝန်အတွက်သာ တာဝန်ရှိသည်)</span>၊ ဆိုလိုသည်မှာ သတင်းစကားကို ပို့ဆောင်ခြင်းနှင့် ယုံကြည်အပ်နှံခြင်းကို ဖြည့်ဆည်းခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَيْكُم مَّا حُمِّلْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် သင်တို့အပေါ် အပ်နှင်းထားသော တာဝန်အတွက် တာဝန်ရှိ၏။)</span> ၎င်းကို လက်ခံခြင်း၊ ၎င်းကို ရိုသေခြင်းနှင့် ၎င်းမှ အမိန့်ပေးထားသည့်အတိုင်း လုပ်ဆောင်ခြင်းတို့ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن تُطِيعُوهُ تَهْتَدُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ကိုယ်တော်အား နာခံလျှင်၊ သင်တို့သည် မှန်ကန်သော လမ်းညွှန်မှုအပေါ် ရောက်ရှိလိမ့်မည်။)</span> အကြောင်းမှာ ကိုယ်တော်သည် ဖြောင့်မှန်သော လမ်းကို ခေါ်ဆိုသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းသည် အကြင်အရှင်မြတ်အတွက် ကောင်းကင်ဘုံများ၌ရှိရှိသမျှနှင့် ကမ္ဘာမြေ၌ရှိရှိသမျှ အားလုံးသည် ကိုယ်တော်ပိုင်ဆိုင်တော်မူ၏။...)</span><span class=\"gray\">(၄၂:၅၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်၏ တာဝန်မှာ ရှင်းလင်းပြတ်သားသော နည်းလမ်းဖြင့် ပို့ဆောင်ရန်သာ ဖြစ်သည်။)</span> ဤသည်မှာ အာယသ်တော်များနှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တာဝန်မှာ ပို့ဆောင်ရန်သာဖြစ်ပြီး၊ ကျွန်ုပ်တို့အပေါ်တွင် စစ်ဆေးမေးမြန်းမှုရှိ၏။)</span><span class=\"gray\">(၁၃:၄၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့အား သတိပေးပါ – သင်သည် သတိပေးသူတစ်ဦးသာ ဖြစ်သည်။ သင်သည် သူတို့အပေါ် အာဏာရှင်တစ်ဦး မဟုတ်ပေ။)</span><span class=\"gray\">(၈၈:၂၁-၂၂)</span></p>"
  }
]